{"title": "The prognostic significance of passing a daily screen of weaning parameters", "pubDate": "1999", "PMCID": "", "DOI": "10.1007/s001340050906", "PMID": "10416909", "abstract": "Objective:                       While \"weaning parameters\" are commonly used to guide removal of mechanical ventilation devices, little information exists concerning their prognostic value. We evaluated whether passing weaning parameters was associated with survival.                  Design:                       A prospectively followed cohort of mechanically ventilated patients.                  Setting:                       Medical and coronary adult intensive care units of an 806-bed medical center.                  Patients:                       300 consecutively enrolled mechanically ventilated patients.                  Measurements and results:                       216 patients who passed a daily screen of weaning parameters were more likely to be extubated successfully (87 vs 30%, p = 0.0001), less likely to require ventilation for > 21 days (3 vs 30%, p = 0.0001), and had a higher survival to hospital discharge (74 vs 29%, p = 0.0001) than 84 patients who never passed the screen. The overall accuracy of the daily screen for predicting successful extubation and in-hospital survival was 82 and 73%, respectively. Multivariate proportional hazards analysis of time until hospital death confirmed the beneficial effect of passing the daily screen (p = 0.01) and of duration of mechanical ventilation (p = 0.001) even after adjustment for differences in severity of illness, age, race, gender, diagnosis, and treatment assignment. While liberation from mechanical ventilation was predictive of survival at any time during the hospital stay (p = 0.001), the prognostic significance of the daily screen for hospital survival was related to how early after intubation it was passed. The difference in survival between patients who had passed and those who had not passed the daily screen was significant for 1 1/2 weeks postintubation but progressively decreased over time. The average time to extubation after passing the daily screen increased from 3 days (range 0 to 56), for those passing within 5 days of intubation, to 8 days (0 to 35), for those passing after 10 days of intubation (r = 0.26, p = 0.001).                  Conclusions:                       Passing a daily screen of weaning parameters is an independent predictor of successful extubation and survival, but its prognostic value decreases over time. Time spent on mechanical ventilation after passing the daily screen presents an important opportunity to optimize liberation from the ventilator.", "author": [{"author": "E W Ely", "affiliation": ["Department of Internal Medicine, Wake Forest University School of Medicine, Winston-Salem, NC 27157, USA. wes.ely@mcmail.vanderbilt.edu"], "href": "/?term=Ely+EW&cauthor_id=10416909"}, {"author": "A M Baker", "affiliation": [], "href": "/?term=Baker+AM&cauthor_id=10416909"}, {"author": "G W Evans", "affiliation": [], "href": "/?term=Evans+GW&cauthor_id=10416909"}, {"author": "E F Haponik", "affiliation": [], "href": "/?term=Haponik+EF&cauthor_id=10416909"}], "refPMID": [], "citedInPMID": ["10416909", "34362950", "34342620", "33755077", "32285195", "31197492", "30788199", "29962745", "28948503", "28697778", "28270888", "28063121", "27274515", "27042042", "26698596", "23983886", "21789377", "21394542", "19556408", "15693966", "12403884"], "body": ""}