{"title": "Promoter-proximal pausing on the hsp70 promoter in Drosophila melanogaster depends on the upstream regulator", "pubDate": "2000", "PMCID": "PMC85473", "DOI": "10.1128/MCB.20.7.2569-2580.2000", "PMID": "10713179", "abstract": "RNA polymerase II pauses in the promoter-proximal region of many genes during transcription. In the case of the hsp70 promoter from Drosophila melanogaster, this pause is long-lived and occurs even when the gene is not induced. Paused polymerase escapes during heat shock when the transcriptional activator heat shock factor associates with the promoter. However, pausing is still evident, especially when induction is at an intermediate level. Yeast Gal4 protein (Gal4p) will induce transcription of the hsp70 promoter in Drosophila when binding sites for Gal4p are positioned upstream from the hsp70 TATA element. To further our understanding of promoter-proximal pausing, we have analyzed the effect of Gal4p on promoter-proximal pausing in salivary glands of Drosophila larvae. Using permanganate genomic footprinting, we observed that various levels of Gal4p induction resulted in an even distribution of RNA polymerase throughout the first 76 nucleotides of the transcribed region. In contrast, promoter-proximal pausing still occurs on endogenous and transgenic hsp70 promoters in salivary glands when these promoters are induced by heat shock. We also determined that mutations introduced into the region where the polymerase pauses do not inhibit pausing in a cell-free system. Taken together, these results indicate that promoter-proximal pausing is dictated by the regulatory proteins interacting upstream from the core promoter region.", "author": [{"author": "H Tang", "affiliation": ["Center for Gene Regulation, Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania 16802, USA."], "href": "/?term=Tang+H&cauthor_id=10713179"}, {"author": "Y Liu", "affiliation": [], "href": "/?term=Liu+Y&cauthor_id=10713179"}, {"author": "L Madabusi", "affiliation": [], "href": "/?term=Madabusi+L&cauthor_id=10713179"}, {"author": "D S Gilmour", "affiliation": [], "href": "/?term=Gilmour+DS&cauthor_id=10713179"}], "refPMID": [], "citedInPMID": ["10713179", "22615360", "18410247", "16777599", "15831460", "15082542", "12782658", "12782657", "12612070"], "body": " AbstractRNA polymerase II pauses in the promoter-proximal region of many genes during transcription. In the case of the hsp70 promoter from Drosophila melanogaster, this pause is long-lived and occurs even when the gene is not induced. Paused polymerase escapes during heat shock when the transcriptional activator heat shock factor associates with the promoter. However, pausing is still evident, especially when induction is at an intermediate level. Yeast Gal4 protein (Gal4p) will induce transcription of the hsp70 promoter in Drosophila when binding sites for Gal4p are positioned upstream from the hsp70 TATA element. To further our understanding of promoter-proximal pausing, we have analyzed the effect of Gal4p on promoter-proximal pausing in salivary glands of Drosophila larvae. Using permanganate genomic footprinting, we observed that various levels of Gal4p induction resulted in an even distribution of RNA polymerase throughout the first 76 nucleotides of the transcribed region. In contrast, promoter-proximal pausing still occurs on endogenous and transgenic hsp70 promoters in salivary glands when these promoters are induced by heat shock. We also determined that mutations introduced into the region where the polymerase pauses do not inhibit pausing in a cell-free system. Taken together, these results indicate that promoter-proximal pausing is dictated by the regulatory proteins interacting upstream from the core promoter region. Gene expression can be regulated at the level of transcriptional elongation in metazoans (24, 43). There are possibly several distinct mechanisms of elongation control. Transcription reconstitution studies with purified components provide evidence for a TFIIH-dependent phase in elongation that occurs 8 to 14 nucleotides downstream from the transcription start site (9, 10, 20). The ability to transcribe the entire length of a gene could be under the control of activators that bind near the promoter of the gene (3, 55). In the case of the human immunodeficiency virus (HIV) promoter, the virally encoded factor Tat modifies the polymerase to a highly processive form so that the polymerase is able to transcribe the entire 10 kb of the HIV genome (54).For numerous genes, RNA polymerase has been found to pause while elongating 20 to 50 nucleotides downstream from the transcription start site (5, 14, 19, 30, 34). The best-characterized example is the hsp70 heat shock gene promoter of Drosophila melanogaster (24). Under normal growth conditions when the gene is not being actively transcribed, RNA polymerase is found paused in a region 20 to 40 nucleotides downstream from the transcription start site. Analysis of the pause in vitro indicates that the polymerase can remain stably paused for at least 30 min (23). This gene is rapidly induced in response to heat shock, and induction is dependent on binding during heat shock of heat shock factor (HSF) to numerous sites located upstream from the TATA element. Even under induced conditions, paused polymerase is evident (14, 33). This suggests that pausing remains rate limiting and that the release of paused polymerase is the target of HSF. Not surprisingly, genomic footprinting analysis shows that TFIID is also associated with the promoter before and during heat shock (14, 51).The basis for promoter-proximal pausing is not known. Sequences located upstream and downstream from the TATA element of the hsp70 promoter contribute to the level of paused polymerase in vivo (22, 51). Mutation of a GAGA element in the upstream region of hsp70 decreased the level of paused polymerase by fourfold. GAGA factor, which binds the GAGA element, has been shown to remodel chromatin and may be involved in rendering the DNA in chromatin accessible to the transcriptional machinery (41, 45, 46). Successive deletions of sequences downstream from the hsp70 TATA box also diminished the level of paused polymerase (22). One significant difficulty in assessing the relevance of these observations to pausing is that these mutations also inhibit initiation. In vitro, the region downstream from the TATA element contributes to binding of TFIID (35). The region upstream from the TATA box, which contains the GAGA elements, contributes to initiation (23). Therefore, the decrease in paused polymerase caused by the mutations might be due to effects on initiation rather than direct effects on elongation.To obtain more insight into the mechanism of promoter-proximal pausing, we have examined the behavior of polymerase on the hsp70 promoter when the promoter is placed under control of the yeast activator Gal4p. Flies producing the yeast activator Gal4p have been widely used to drive expression of genes placed downstream from an hsp70 core promoter flanked by five Gal4p binding sites (4). In addition, a variety of other activators have been found to induce transcription of the hsp70 promoter when binding sites for the activators are substituted for the regulatory region normally found upstream from the TATA box (1, 2, 16, 17, 48). A key question we wanted to address was whether there would be any evidence of paused polymerase in the presence or absence of Gal4p, as is the case for the normal hsp70 promoter before and after heat shock induction. MATERIALS AND METHODSDNA constructs and transgenic flies. A promoter construct fusing five Gal4p binding sites upstream from the hsp70 promoter at position −44 was generated by PCR. The five Gal4p binding sites were derived from the plasmid pG5E4T (7), and the hsp70 promoter region spanning position −44 to +84 was derived from the plasmid 70ZT (−194/+84) (50). The promoter fragment was placed upstream from the β-galactosidase-encoding sequences found in the transformation vector Car20ZT.2 (50). A large fragment containing the new promoter construct was transferred into a second transformation vector called CaSpeR (44). The fragment that was transferred encompassed most of the rosy gene followed by the new promoter region and then by β-galactosidase-encoding sequences. The final plasmid called pG5-70w was transformed into yw flies and expression of the white gene was used as a selectable marker for transformation. Four transformed lines were established (see Fig. ​Fig.55 for comparison of promoter activities), and two were studied in detail by permanganate footprinting. The fly lines were designated G5-70w.Open in a separate windowFIG. 5β-Galactosidase expression in male and female larvae suggests dosage compensation for the Gal4p gene located on the X chromosome. The graph shows levels of β-galactosidase activity detected in lysates derived from larvae. The negative control is a lysate derived from a fly line lacking any transgenes. The female and male controls are lysates derived from larvae after the salivary glands had been removed. The larvae contained both the target gene and the Gal4p gene. The low level of β-galactosidase activity observed in these controls indicates that most of the expression occurs in the salivary glands. This has been confirmed by staining tissues for β-galactosidase activity (data not shown). The remaining whole-larvae lysates are derived from larvae that contain both the target gene and the Gal4p gene. Note that these lysates included the salivary glands. All measurements have been normalized for protein concentration in the lysates.Two Gal4p-expressing lines were used in this study. hs-GAL42-1 has a heat shock-inducible version of the Gal4p gene located on chromosome III. Mz-1087.hx has an enhancer trap version of the gene located on the X chromosome, and it is expressed most strongly in salivary glands.β-Galactosidase assays. β-Galactosidase activity was measured using the chromogenic substrate CPRG as previously described (42). In some cases, the salivary glands were removed with fine forceps prior to homogenizing the remaining larval tissues.Genomic footprinting with potassium permanganate. Genomic footprinting was performed as previously described (51). In all cases presented here, the glands were treated for 2 min with 40 mM potassium permanganate. Purified genomic DNA (naked DNA) was treated for 0, 30, and 90 s to assess the reactivity of the DNA in the absence of proteins. The primers TR-1, TR-2, and TR-3 were used to detect permanganate modifications on the nontranscribed strand of the transgene in the region spanning positions −150 to +70. The primers Endo A, Endo B, and Endo C were used to detect permanganate modifications on the nontranscribed strand of the endogenous hsp70 promoter.A new set of primers (TR-4, TR-5, and TR-6) was developed for detecting polymerase between positions +1 and +266. This set of primers spans sequences from position +303 to +267, meaning that the primers reside in the β-galactosidase coding region of the transgene. The sequences and annealing temperatures (in parentheses) of the primers used in the PCR were as follows: TR-4, CTTCTGGTGCCGGAAACCAG (60°C); TR-5 GCCGGAAACCAGGCAAAGCG (65°C); and TR-6 CCAGGCAAAGCGCCATTCGCC (68°C).Permanganate analysis of cell-free transcription reactions. Mutations were introduced into the hsp70 promoter region spanning positions −194 to +84 using standard oligonucleotide-directed mutagenesis procedures. Each mutant was sequenced to verify its composition, and all DNA preparations were purified by CsCl centrifugation (38). Reconstitution of pausing in a nuclear extract from Drosophila embryos and permanganate analysis were performed as previously described (23). RESULTSGal4p induces expression of an hsp70–β-galactosidase transgene with no evidence of promoter-proximal pausing. Previously, we showed that paused polymerase could be detected on an hsp70 promoter that had been introduced into the fly by P element-mediated transformation (51). The paused polymerase was detected by performing genomic footprinting on salivary glands with potassium permanganate. Permanganate preferentially oxidizes thymines situated in single-stranded regions of DNA, such as those associated with a transcription bubble (14, 49). We showed that a transgene containing the promoter region from positions −194 to +84 had a level of paused polymerase comparable to that of the endogenous hsp70 promoter. Deletion of the region upstream from the TATA element greatly diminished the level of paused polymerase.To examine the influence of Gal4p, we used the strategy shown in Fig. ​Fig.1.1. Five binding sites for Gal4p were substituted for the region upstream from the hsp70 TATA box where GAGA factor and HSF normally bind. The hsp70 sequences were fused with the coding region for β-galactosidase at position +84. Transgenic lines carrying the target were produced by P element-mediated transformation. Importantly, this procedure stably integrates a single copy of the transgene into the fly genome. Flies from lines carrying the target were mated with flies from lines expressing the Gal4p activator (hs-GAL42-1 or Mz-1087.hx) so that Gal4p and the target would be present in the progeny. Salivary glands were dissected from third-instar larvae and treated for 2 min with potassium permanganate. Piperidine treatment cleaved the DNA backbone at the oxidized thymines, and sites of cleavage were determined using ligation-mediated PCR.  Open in a separate windowFIG. 1Overview of the experimental approach. To place the hsp70 core promoter under the control of the Gal4p activator, sequences normally found upstream from the TATA box of hsp70 beginning at position −44 were replaced with five binding sites for the yeast Gal4p activator. The fusion of sequences encoding β-galactosidase was made at position +84. Transgenic flies containing this construct were mated with flies that expressed the yeast Gal4p activator. Two Gal4p-expressing lines of flies were used in this study. hsGAL42-1 is a fly line that has the Gal4p gene under the control of the hsp70 heat shock gene promoter. Mz-1087.hx is an enhancer trap fly line that specifically expresses Gal4p in salivary glands. In this case, the Gal4p gene resides on the X chromosome. The salivary glands of third-instar larvae from various matings were analyzed by permanganate genomic footprinting. The glands were dissected from the larvae and treated for 2 min with 40 mM permanganate. Genomic DNA was isolated and heated with piperidine to cleave the DNA backbone at oxidized thymine residues. The pattern of cleavage was then determined by ligation-mediated PCR.The results shown in Fig. ​Fig.22 demonstrate that permanganate detects RNA polymerase on the hsp70 target only when Gal4p is present. In this case, synthesis of Gal4p in the larvae was induced by heat shock. Strong permanganate hyperreactivity was evident when larvae containing the Gal4p gene were heat shocked for 30 min followed by a 1-h period of recovery at room temperature (Fig. ​(Fig.2,2, lanes 8 and 10). This permanganate hyperreactivity was not observed when larvae were not subjected to heat shock (Fig. ​(Fig.2,2, lanes 7 and 9) or when the larvae lacked the Gal4p gene altogether (Fig. ​(Fig.2,2, lanes 5 and 6). Similar results were obtained for two fly lines (designated line 1 and line 2) in which the targets were in different locations in the genome. Note that the binding sites for HSF in the target gene were replaced by binding sites for Gal4p. Hence, the target gene was no longer inducible by heat shock in the absence of Gal4p.  Open in a separate windowFIG. 2Recruitment of polymerase by heat shock-inducible Gal4p. The pattern of G/A cleavage is shown (lane 1); the pattern of permanganate reactivity was assessed for protein-free DNA (lanes 2 through 4) and for salivary glands from larvae that lacked Gal4p (lanes 5 and 6) or contained a heat shock-inducible Gal4p (lanes 7 through 10). The designations line 1 and line 2 refer to two separate fly lines that carry the same target construct in different locations in the genome. Samples in lanes 5 and 6 provide a control for the effects of heat shock in the absence of the heat shock-inducible Gal4p gene. Samples in lanes 7 and 9 were derived from larvae that had not been subjected to heat shock;consequently, they did not express Gal4p. Samples in lanes 8 and 10 were derived from the larvae that had been subjected to a 30-min heat shock and were then allowed to recover from heat shock for 1 h. During this time, Gal4p was expressed and induced expression of the target gene. The numbers identify thymines on the nontranscribed strand located downstream from the transcription start site. The label “5 UAS” indicates the Gal4p binding sites, and the TATA box is also shown. Asterisks indicate nucleotides at which decreased permanganate reactivity was observed. NH, non-heat-shocked larvae; HS, heat-shocked larvae.Close inspection of the permanganate patterns in the region encompassing the Gal4p binding sites suggests that this region could be associated with something in the absence of Gal4p. We have highlighted three thymine residues in Fig. ​Fig.2,2, lanes 5 and 6, that are hyperreactive to permanganate. We do not know what causes this hyperreactivity, but it is clear that the source does not cause recruitment of RNA polymerase in the absence of Gal4p. This activity should not significantly influence the conclusions we draw from the work presented here; it does, however, complicate any conclusions that might be made concerning the mechanism by which Gal4p interacts with a chromatin template in vivo. We also note that the interaction of Gal4p with the five binding sites seems to be evident when Gal4p is present. This is suggested by the decrease in permanganate reactivity at some nucleotides (Fig. ​(Fig.2,2, compare lanes 7 and 9 to lanes 8 and 10).We were intrigued that any evidence of paused polymerase seemed to be lacking from the pattern of permanganate reactivity. Permanganate reactivity at sites flanking each side of the region from positions +20 to +40 was equal to or greater than that apparent in the region where polymerase normally pauses. This was unexpected, since previous work on the hsp70 promoter indicated that pausing occurs even when the hsp70 promoter is induced (14, 33).Pausing persists on the normal hsp70 promoter in salivary glands after heat shock induction. Lis and O'Brien previously reported that a higher density of the polymerase resided in the promoter region of hsp70 than in regions further downstream when Drosophila cells were subjected to an intermediate heat shock (33). This suggested that pausing persisted on the endogenous hsp70 promoter as a rate-limiting step, even under conditions of induction. The results of this previous work contrasted with what we observed for Gal4p. Since the previous work was performed with Drosophila tissue culture cells, we were concerned that the endogenous hsp70 promoter might behave differently in salivary gland cells. Therefore, we examined the distribution of polymerase on the endogenous hsp70 promoter in salivary glands after larvae had been induced at intermediate heat shock temperatures. The results shown in Fig. ​Fig.33 indicate that pausing occurs at intermediate levels of induction. In every case, the level of permanganate reactivity at positions +8 and +67 was less than the level of reactivity at position +22 (Fig. ​(Fig.3,3, lanes 5 to 8). Even when the endogenous hsp70 gene was fully induced, the reactivity at position +67 was less than the reactivity at position +22 (Fig. ​(Fig.3,3, lane 8).  Open in a separate windowFIG. 3Permanganate footprinting analysis of the normal hsp70 promoter induced at various temperatures. The pattern of G/A cleavage is shown (lane 1), as is the pattern of permanganate reactivity of protein-free DNA (lanes 2 to 4). The effects of inducing the endogenous hsp70 promoter at various temperatures were evaluated. Larvae were incubated at 25, 29, 33, or 37°C (lanes 5 through 8, respectively) for 30 min and then immediately subjected to permanganate analysis (no period of recovery was allowed).The pattern of permanganate reactivity for the Gal4p-induced hsp70 promoter also seemed to differ from what had been observed previously for a heat shock-inducible transgenic version of the hsp70 promoter (51). We refer to the heat shock-inducible transgene from the above-mentioned previous study as an HSF-inducible transgene in order to avoid confusing it with the heat shock-inducible form of Gal4p. The HSF-inducible transgenic promoter spanned the region from positions −194 to +84 and contained numerous GAGA elements and heat shock elements located upstream from the TATA box. To directly compare this transgenic promoter to the Gal4p-inducible one and to extend our previous work, we developed a set of ligation-mediated PCR (LM-PCR) primers that allowed us to compare the pattern of permanganate reactivity from the transcription start site to position +266.The permanganate reactivity of the Gal4p- and HSF-inducible promoters is shown in Fig. ​Fig.4.4. We examined the promoters under induced and noninduced conditions. Several interesting differences are evident. First, there is clearly an activator-dependent increase in permanganate reactivity at numerous sites downstream from position +60 for both promoters. For example, bands at positions +67, +147, +207, and +262 are readily detected above background, as shown in Fig. ​Fig.4,4, lanes 6, 8, 14, and 16, but not in Fig. ​Fig.4,4, lanes 5, 7, 13, and 15. Since these bands correlate with transcriptional activation, they are most likely due to elongation complexes distributed throughout the first 260 nucleotides of the transcription unit.  Open in a separate windowFIG. 4Comparison of permanganate reactivity associated with the Gal4-induced hsp70 transgene and an HSF-induced hsp70 transgene. Patterns of G/A cleavage are shown (lanes 1 and 9), as are patterns of reactivity of protein-free DNA (lanes 2 through 4 and 10 through 12). The HSF-inducible transgene contains the hsp70 promoter region spanning positions −194 to +84. Its permanganate reactivity under active (lanes 8 and 16) and inactive (lanes 7 and 15) conditions was compared to that of the Gal4p-inducible promoter under active (lanes 6 and 14) and inactive (lanes 5 and 13) conditions. Both constructs are identical in sequence over the region extending downstream from position −44. Gal4p-induction was done as described for Fig. ​Fig.2.2. Heat shock induction of the transgene at position −194 was done by incubating larvae for 20 min in a 37°C incubator prior to dissecting the salivary glands. The products of the LM-PCR were run for two different lengths of time so as to view the entire region from positions +1 to +266. The numbers identify thymines. Many are hyperreactive only under induced conditions, suggesting that they are hyperreactive because of elongation complexes.The intensities of most of the bands downstream from position +60 for the two induced promoters are similar. This suggests that similar densities of polymerase are located in the region distal to promoter-proximal pausing. In contrast, comparison of the permanganate reactivity in the first 53 nucleotides for the induced versions of the two promoters suggests that the polymerase is distributed differently in this region (Fig. ​(Fig.4,4, compare lanes 6 and 8 and lanes 14 and 16). In the case of Gal4p induction, permanganate reactivity at position +8 is greater than the permanganate reactivity at position +22, whereas the reactivity at these two sites is equal for the HSF-induced promoter. Also, the reactivity at position +53 is equal to the reactivity at position +30 for the Gal4p-induced promoter, whereas the reactivity at position +53 is less than the reactivity at position +30 for the HSF-induced promoter. The results for the HSF-inducible promoter agree with observations reported previously (51). These results are consistent with there being paused polymerase on the HSF-induced promoter but not on the Gal4p-induced promoter. We note that intermediate heat shock treatments of the HSF-inducible promoter yielded results similar to those presented in Fig. ​Fig.33 for the endogenous hsp70 promoter (data not shown).Comparison of the permanganate reactivity in the first 53 nucleotides of the inactive versions of the Gal4p- and HSF-inducible promoters shows striking differences in permanganate reactivity (Fig. ​(Fig.4,4, compare lane 5 to 7). Under the noninduced conditions, the permanganate reactivity at positions +22 and +30 for the HSF-inducible promoter is greater than the permanganate reactivity for the Gal4p-inducible promoter. The pattern for the HSF-inducible promoter indicates that paused polymerase is present before induction, whereas the pattern for the Gal4p-inducible promoter indicates that polymease is absent before induction.Induction by Gal4p to intermediate levels occurs without promoter-proximal pausing. Since pausing was readily detected at intermediate levels of heat shock induction of the HSF-inducible promoter (Fig. ​(Fig.33 and data not shown), we wondered if such pausing might be apparent under conditions of intermediate induction by Gal4p. The fly line Mz-1087.hx offered an opportunity to explore this. Mz-1087.hx is an enhancer trap line that has the Gal4p gene inserted on the X chromosome (57). Moreover, Gal4p appears to be expressed only in the salivary glands. Dosage compensation appears to cause the level of Gal4p expressed in males to be twice that in females. That this is so is indicated by the comparison of β-galactosidase activity detected in male and female larvae containing one copy of the Gal4p gene on the X chromosome and one copy of our target gene on an autosome. The level of β-galactosidase activity provides an indirect measurement of the level of transcription. As shown in Fig. ​Fig.5,5, the level of β-galactosidase in males is approximately twice that found in females for the target gene when it is located in four different chromosomal locations.  We performed permanganate footprinting on salivary glands from male and female larvae to determine how different levels of Gal4p influenced the interaction of RNA polymerase II. We observed that the level of permanganate reactivity was approximately two times higher in males than in females (Fig. ​(Fig.6,6, compare lanes 2 and 5 to lanes 3 and 6). Although the reactivity detected in females is quite low, it was clearly greater than the background that occurs in the absence of Gal4p (Fig. ​(Fig.6,6, lanes 1 and 4). Significantly, the pattern of permanganate reactivity gave no indication that promoter-proximal pausing was occurring. If promoter-proximal pausing were occurring, we would have expected strong permanganate reactivity at positions +22, +30, and +34 and little or no reactivity elsewhere (for example, Fig. ​Fig.3,3, lane 5). Instead, the level of permanganate reactivity throughout the region from positions +8 to +67 was quite even.  Open in a separate windowFIG. 6Dosage-compensated Gal4p. Pausing is not evident at the hsp70 promoter when activation is mediated by a moderate level of Gal4p. The hsp70 target promoter was induced by Gal4p expressed from an enhancer trap located on the X chromosome. Due to dosage compensation, the amount of Gal4p produced in males is expected to be twice that detected in females. Lanes 1 and 4, samples derived from larvae that contained only the target gene and no Gal4p; Lanes 2 and 5, samples derived from female larvae that contained both the target gene and an X-linked Gal4p gene; lanes 3 and 6, samples derived from male larvae that contained both the target gene and an X-linked Gal4p gene.Various physiological conditions used to modulate the level of Gal4p-dependent induction did not alter behavior of endogenous hsp70 promoter. We have identified three different levels of Gal4p induction that do not appear to be accompanied by promoter-proximal pausing. This is in contrast to the behavior of the endogenous promoter or an HSF-inducible transgenic promoter (Fig. ​(Fig.33 and ​and4).4). However, the physiology associated with these three different conditions of Gal4p induction could be quite different: male versus female and recovery from heat shock versus no heat shock. We were concerned that these physiological differences might introduce additional variables into the experiment. Therefore, we examined the pattern of permanganate reactivity on the endogenous hsp70 promoter by analyzing the same set of DNA preparations for which results are shown in Fig. ​Fig.22 and ​and66 with LM-PCR primers that were specific for the endogenous gene. As shown in Fig. ​Fig.7,7, there was no significant difference between the patterns of permanganate reactivity. Notably, paused polymerase was present on the endogenous hsp70 promoter in each case. The pattern and intensity of permanganate reactivity in larvae that had been allowed to recover for 1 h from a heat shock (Fig. ​(Fig.7,7, lanes 2, 4, and 6) were similar to those found in larvae that had not been heat shocked (Fig. ​(Fig.7,7, lanes 1, 3, and 5). The 1-h recovery appears to have been sufficient to reset the hsp70 promoter to the uninduced state. Also, there was no difference in the pattern or intensity of reactivity observed between males and females (Fig. ​(Fig.7,7, lanes 7 to 12). We conclude that the behavior of the Gal4p-inducible transgene is being influenced by differences in the level of Gal4p and not by other physiological differences.  Open in a separate windowFIG. 7Endogenous hsp70. Different physiological conditions do not alter the behavior of the endogenous hsp70 promoter. Portions of DNA from samples shown in Fig. ​Fig.22 and ​and66 were analyzed so that the endogenous hsp70 promoter could be seen. Note that the heat-shocked larvae were allowed to recover for 1 h before the dissections. The promoters had returned to the uninduced state. Lanes 1 to 6 correspond respectively to DNA from samples shown in lanes 5 to 10 of Fig. ​Fig.2.2. Lanes 7 to 12 correspond respectively to DNA from samples shown in lanes 1 to 6 in Fig. ​Fig.6.6. The results for naked DNA are not shown, but they were identical to the results shown in Fig. ​Fig.3.3. NH, non-heat-shocked larvae; HS & R, heat-shocked larvae allowed to recover; C, control; F, female; M, male.Mutations in promoter-proximal region did not inhibit promoter-proximal pausing in a cell-free system. Our results suggest that the upstream regulator plays a significant role in dictating whether pausing occurs in the promoter-proximal region. We were interested in determining if sequences in the region where the polymerase pauses were essential for promoter-proximal pausing. Previous work addressing this issue had relied on the analysis of various 3′ deletions (22, 23). One problem with these studies is that the more severe 3′ deletions affected several contacts made by TFIID, so these mutations significantly reduced initiation (11, 47). Therefore, we analyzed the effect of several localized mutations placed in various places where the polymerase pauses. The effects of these mutations were assessed in a cell-free system (23). As shown in Fig. ​Fig.8,8, promoter-proximal pausing was evident on all the mutant promoters. Various hsp70 promoter constructs were incubated in a nuclear extract from non-heat-shocked embryos. To detect paused polymerase, the reactions were treated with permanganate. The oxidized thymines were monitored by a primer extension reaction using Taq polymerase (49). On a normal promoter, permanganate hyperreactivity is evident at positions +22 and +30 when the transcription reaction is done in the presence of all four ribonucleotides (Fig. ​(Fig.8,8, lane 4). The presence of alpha-amanitin diminishes the level of reactivity at positions +22 and +30 but increases the reactivity at position +3 (Fig. ​(Fig.8,8, lane 3). Alpha-amanitin inhibits elongation and traps the polymerase in an open complex at the transcription start. Similar results were obtained for each of the mutants. Changes in the pattern of permanganate reactivity are due to changes in the location of thymine residues. It should be noted that a deletion of the TATA box eliminates all of the permanganate hyperreactive sites observed in Fig. ​Fig.8,8, lanes 3 and 4, presumably because this deletion blocks initiation (26).  Open in a separate windowFIG. 8Mutations in the promoter-proximal region do not eliminate pausing on the hsp70 promoter in a cell-free system. Purified plasmid DNA containing mutations in the hsp70 promoter region were incubated in a nuclear extract from non-heat-shocked Drosophila embryos. Following a 30-min incubation, the samples were treated with permanganate. The pattern of permanganate reactivity was then determined by primer extension with Taq polymerase. Lane 1, material recovered from the nuclear extract when no template was added to the extract; lanes 2, 5, 8, 11, and 14, the background of bands detected for each template when no nucleotide triphosphates were added to the transcription reaction; lanes 3, 6, 9, 12, and 15, the results when alpha-amanitin was present at a concentration of 5 μg/ml during the transcription reaction (all of the promoters exhibited an increase in permanganate reactivity at position +3 due to the formation of an open complex); lanes 4, 7, 10, 13, and 16, the results when all four nucleotide triphosphates were present during the transcription reaction. All of the promoters exhibited an increase in permanganate reactivity at thymines situated in the region 20 to 40 nucleotides downstream from the start site (designated by asterisks). The pattern of permanganate reactivity for different promoters varied because the mutations changed the location of some of the thymine residues. The results shown are representative of three experiments performed on these promoters. Part of the sequence of each mutant is shown at the bottom. Each of the promoter encompassed sequences from positions −184 to +84. DISCUSSIONWe have analyzed the effect of the yeast Gal4p activator on the interaction between RNA polymerase II and the hsp70 promoter in vivo. We detected a Gal4p-dependent increase in the permanganate reactivity associated with an hsp70 transgene that had Gal4p binding sites substituted for the normal regulatory region. The same results were obtained for this transgene in two different locations in the genome. In contrast to the normal hsp70 promoter, we find no indication of promoter-proximal pausing even when Gal4p provides moderate levels of activation. At three different levels of induction, the permanganate reactivity at positions +8 and +67 was comparable to the level at position +22. For the endogenous hsp70 promoter, moderate levels of activation caused by intermediate heat shock temperatures resulted in levels of permanganate reactivity at positions +8 and +67 that were less than the level of reactivity at position +22. Side-by-side comparison of HSF-inducible and Gal4p-inducible transgenes also yielded results consistent with the conclusion that pausing occurs in the HSF-inducible case but not the Gal4p-inducible case. These observations have led us to the hypothesis that promoter-proximal pausing is dictated by the factors recognizing sequences normally found upstream from the TATA element. Furthermore, we provide evidence that pausing does not require specific sequences in the region where polymerase pauses. This latter observation extends results showing that pausing does not require specific sequences downstream from where the polymerase pauses (23).We infer that the permanganate hyperreactivity represents RNA polymerase for the following reasons. First, the level of permanganate reactivity coincides with the level of transcription deduced from expression of the β-galactosidase reporter gene when Gal4p is expressed in a manner that exhibits dosage compensation (Fig. ​(Fig.5).5). Second, primer extension analysis indicates that the Gal4p-mediated site of transcriptional initiation coincides with the beginning of the region of permanganate hyperreactivity (data not shown). Third, mutations that reduce transcription levels cause a concomitant decrease in the permanganate reactivity (51). Finally, the results of this type of analysis performed on the endogenous hsp70 promoter corroborate results from in vivo cross-linking and nuclear run-on assays (24).Promoter-proximal pausing contrasts with prokaryotic paradigms. Control of elongation is common in prokaryotes. In most cases, it appears that direct interactions between RNA polymerase and particular nucleic acid sequences or structures play a key role in regulating elongation. Polymerase pauses in the promoter-proximal region of the lambda late promoter as a result of a sequence-specific interaction between the sigma subunit and the nontranscribed strand of the DNA (37). Many elongation controls rely on the RNA structure in the immediate vicinity of the polymerase or on the stability of the RNA-DNA heteroduplex (31). It appears that nucleic acid interactions can cause the polymerase to translocate along the DNA in a manner that disengages the 3′ end of the RNA from the catalytic center of the enzyme (21). Realignment of the 3′ end is required to resume elongation.Based on the prokaryotic paradigms, it was reasonable to anticipate that specific sequences in the region of pausing might be important for pausing. In support of this hypothesis, Lee et al. (22) showed that deleting sequences in the promoter-proximal region of the hsp70 promoter resulted in a decrease in the level of paused polymerase associated with the mutant promoter in flies. Our results suggest that pausing in the promoter-proximal region does not require a specific sequence element in the region where polymerase pauses. In support of this, we showed that several different mutations in the region from positions +14 to +35 did not inhibit promoter-proximal pausing in a cell free reaction. Additional observations support this hypothesis. Promoter-proximal pausing occurs on a variety of promoters in Drosophila and mammals, and there does not appear to be a conserved sequence in the region of the pause. A conserved sequence element was noted in the region where pausing occurs on the hsp70, hsp26, and tubulin promoters (14). It is unlikely that this element is involved in pausing, since we mutated this element in the experiment for which results are presented in Fig. ​Fig.8.8. Moreover, the element is not present in the YP1 promoter, yet paused polymerase can be established on the YP1 promoter by placing the upstream regulatory region of hsp70 adjacent to the YP1 core promoter region (22). The reason mutations in the promoter-proximal region of hsp70 were previously found to diminish the level of paused polymerase is probably that the level of initiation was reduced. Sequences in the promoter-proximal region contribute to the association of TFIID (11, 35).Upstream regulators play a key role in whether or not promoter-proximal pausing occurs. Our results indicate that proteins interacting with sequences upstream from the core promoter region dictate whether promoter-proximal pausing will occur. Here, we show that replacing the upstream region with sequences that bind Gal4p results in transcription activation that fails to exhibit pausing. This result complements a previous observation of Lee et al. (22). They showed that inserting multiple copies of the sequence residing from positions −38 to −89 of hsp70 upstream from the TATA box of the YP1 gene results in promoter-proximal pausing on the YP1 gene. No pausing was detected on the normal YP1 gene, although it should be noted that the normal YP1 promoter could have been repressed at a step preceding initiation during the conditions that were analyzed (22, 36). The only factors known to recognize the region of positions −38 to −89 are GAGA factor and HSF. Since the analysis was performed on flies that had not been heat shocked, GAGA factor is probably key to establishing the paused state on the hsp70 promoter.How might GAGA factor establish promoter-proximal pausing? There is no evidence that GAGA factor directly interacts with the transcriptional machinery. Rather, GAGA factor might promote association of the transcriptional machinery by directing changes in histone interactions to increase the accessibility of DNA in chromatin (46) or by shaping the DNA topology in a fashion that promotes association of the general transcription machinery (18). Transcription might progress to a default state that involves pausing. Progression beyond this stage could then require the action of an activator such as HSF.Promoter-proximal pausing has been observed on a variety of genes in Drosophila and mammals. In many cases, pausing is present even under conditions when the gene is active, as is the case when hsp70 has been induced by a moderate heat shock. We suggest that the pausing results because of a two-stroke mechanism. Pausing is observed when the second stroke of the mechanism, escape of the polymerase, occurs much more slowly than the first stroke, initiation. Several possibilities are provided in Fig. ​Fig.9.9. Some regulators might effectively mediate initiation but poorly mediate the escape of the polymerase from the paused state. Other regulators could mediate escape of the polymerase. Because of the modular nature of transcription factors, domains that facilitate initiation and elongation could reside in one protein or in distinct proteins. For example, recent evidence indicates that human HSF1 has distinct domains that stimulate initiation and elongation (6). The duration of the pause depends on the balance between initiation and escape from the pause. In the case of the uninduced hsp70 promoter, we suspect that the pause is quite stable and that very little escape occurs (23). This could be due to the inability of GAGA to mediate escape and because HSF activity is repressed under normal growth conditions.  Open in a separate windowFIG. 9Model for a two-stroke mechanism where distinct domains or proteins control initiation and promoter-proximal pausing. Promoter-proximal pausing could result from a two-stroke mechanism shown on the left side of the diagram. In the first stroke, a regulator (small black oval) would cause polymerase (light gray oval) to initiate and advance to the paused state. The three curved lines between the regulator and polymerase represent this step. GAGA factor might exemplify such a regulator. In the second stroke, regulators (striped oval) mediate the escape of the polymerase. This is represented by the large arrow. HSF could exemplify this form of regulator. The right side of the diagram shows possible scenarios where the initiation and escape of paused polymerase might occur at equal rates. The functions of initiation and escape could be built into a single protein or be associated with distinct proteins. Detection of pausing would depend on the relative rates of initiation and escape. Promoter-proximal pausing occurs when the rate of initiation is faster than the rate of escape. The hsp70 promoter could represent an extreme case in which the factor required for escape (HSF) is not present until after heat shock. In the case of Gal4p, we propose that initiation and escape from the pause occur at equal rates.We propose that Gal4p contains both types of domains so that initiation and escape from the pause occur at equal rates. Gal4p appears to contain at least two different activation domains (25) and possibly a third one which is incorporated into the DNA binding domain (8). The activation domain at the carboxy terminus interacts with TATA-binding protein (TBP) and ADA2 (29). ADA2 is part of a histone acetyltransferase complex and might function in chromatin remodeling before initiation (15). One feature of the Gal4p-TBP interaction is particularly interesting with respect to its possible function in polymerase escape. Lis and colleagues have proposed a mechanism for promoter-proximal pausing and escape which involves competition between the H domain of the largest RNA polymerase II subunit and an activator for a common site on TBP (28, 52). According to this hypothesis, the RNA polymeraseII-TBP interaction might contribute to the pause. The activator would mediate escape by displacing the H domain from TBP. It is interesting that the same mutation in TBP (L114K) reduces the affinity between TBP and both HSF and the carboxy-terminal activation domain of Gal4p (28, 29). If this model of “tether and compete” is correct, the activation domain at the C terminus of Gal4p could serve to disrupt the interaction between TBP and RNA polymerase II.The model illustrated in Fig. ​Fig.99 proposes that some activators function to release the paused polymerase. It is also possible that the activators recruit a version of polymerase that never pauses in the first place. We do not favor this model for the hsp70 promoter because an additional step would be required to remove a paused polymerase before the resistant form could initiate transcription. However, there has yet to be evidence of promoter-proximal pausing in yeast (24). The hsp82 gene and the Gal1 and Gal10 genes of yeast exhibit permanganate hyperreactivity only under conditions of active transcription. The permanganate reactivity falls upstream from the transcription start site, unlike that expected of a paused polymerase (12, 13). Should promoter-proximal pausing prove to be absent in yeast, then it would seem unlikely that Gal4p contains information required to release a paused polymerase unless it is targeted at a highly conserved interaction such as the interaction described above for the H domain of polymerase and TBP.Promoter-proximal pausing versus premature termination. The notion that initiation and elongation could be influenced by distinct proteins or distinct parts of an individual activator has been previously proposed. Transcriptional activators have been separated into three categories based on how they influenced initiation and elongation in transient transfection assays (3). One category was effective at promoting initiation but not at promoting elongation. Sp1 was included in this category. A second category of activator was effective at promoting elongation but not initiation. HIV Tat was placed in this category. It is interesting that in vitro transcription results also support the idea that Sp1 functions primarily in initiation, whereas Tat functions primarily in elongation (56). A third category of activator promotes both initiation and elongation. Gal4-VP16 was placed in this category. Interestingly, those activators that promote elongation were found to associate with TFIIH. TFIIH phosphorylates the carboxy-terminal domain of RNA polymerase, and other work has suggested that phosphorylation of the carboxy-terminal domain increases the processivity of RNA polymerase (27).The model shown in Fig. ​Fig.99 resembles the model proposed by Blau et al. (3). However, there are potentially significant differences that must be recognized. Our work has focused on promoter-proximal pausing as defined by the permanganate assay. The analysis of Blau et al. (3) focused on the behavior of the polymerase after it had escaped the promoter-proximal region. In their study, RNase protection assays were used to compare the relative amounts of prematurely terminated transcripts and read-through transcripts. It is likely that the RNase protection assay monitors a feature of elongation control that is distinct from promoter-proximal pausing. The sizes of many of the prematurely terminated transcripts exceeded the sizes of the nascent transcripts that would be associated with a polymerase paused in the region of positions +20 to +40. Moreover, the prematurely terminated transcripts were likely to have suffered some trimming of their lengths prior to the RNase protection assay. Our permanganate analysis has allowed us to look for differences in polymerase densities out to position +260 (Fig. ​(Fig.4).4). No striking differences were evident except for the region within the first 53 nucleotides. Hence, polymerases induced by Gal4p and by HSF seem to be equally competent at maintaining association with the template for the first 260 nucleotides.How promoter-proximal pausing could be a default step in transcription with a metazoan promoter lacking the appropriate activator. Our model proposes that pausing is dictated by the regulators of the core promoter rather than the core promoter itself. Pausing would be observed if two criteria were met. First, regulators involved in establishing a preinitiation complex would have to act at a promoter. These regulators would include factors that modulate the accessibility of DNA in chromatin and that recruit TFIID and the rest of the general transcriptional machinery. If this criterion were not met, then paused polymerase would not be observed because there would be no opportunity for initiation. Second, once polymerase has initiated, promoter-proximal pausing would depend on whether or not an activation domain involved in escape were present and how efficiently the activation domain were functioning.Several mechanisms could cause the pause in a fashion that is independent of the core promoter sequence. Recent work has identified two factors, DSIF and NELF, that inhibit elongation (53). In reconstituted transcription reactions, these factors appear to begin acting on elongation complexes after the complexes have generated nascent transcripts of approximately 30 nucleotides. DSIF and NELF will also inhibit elongation when purified RNA polymerase II is allowed to transcribe a tailed template in the absence of any other general transcription factors. Perhaps the type of regulators located upstream of the start control the window of opportunity in which DSIF and NELF can act. Another recent study indicates that RNA polymerase II undergoes a structural transition as the elongation complex traverses the region 20 to 40 nucleotides downstream from the transcription start site (39). This appears to be independent of sequence, and it has been suggested that this structural transition might accompany the point when the nascent transcript is of sufficient length to appear on the surface of the elongation complex. A potential rate-limiting step in elongation occurs 8 to 14 nucleotides downstream from the transcription start site (9, 10, 20, 53). Transition through this phase of elongation requires TFIIH and ATP hydrolysis and appears to rely on the helicase rather than kinase activity of TFIIH (32, 40). This transition has been observed in vitro with several promoters, suggesting that it is not dependent on any particular sequence located in the core promoter region. Several other possibilities that could be independent of the core promoter region have been discussed by Rasmussen and Lis (36).Novel strategy for investigating promoter-proximal pausing and transcriptional control. Our approach involving transgenic flies and genomic footprinting with permanganate provides a novel means for future investigations into the relationship between regulators, promoter-proximal pausing, and elongation. The results with Gal4p emphasize the importance of the upstream regulators in controlling pausing. We are particularly interested in testing fusions between the DNA binding domain of Gal4p and other parts of proteins to identify protein domains capable of establishing the paused state. Identification of pausing domains in the regulators could provide a new route towards understanding the mechanism of promoter-proximal pausing. In addition, our approach may be more broadly applied to investigate the action of activators and repressors in living cells. ACKNOWLEDGMENTSThis work was supported by research grant MCB-9723537 from the National Science Foundation and research grant GM47477 from NIH.We thank Renato Paro for providing the Gal4p-expressing fly lines Mz-1087.hx and hs-GAL42-1 and John Lis for providing comments on the manuscript. We also thank Jim Alvarez and Scott Auerbach for experiments done at the early stages of this project. REFERENCES1. Bello B, Resendez-Perez D, Gehring W J. Spatial and temporal targeting of gene expression in Drosophila by means of a tetracycline-dependent transactivator system. Development. 1998;125:2193–2202. [PubMed] [Google Scholar]2. Bieschke E T, Wheeler J C, Tower J. Doxycycline-induced transgene expression during Drosophila development and aging. Mol Gen Genet. 1998;258:571–579. [PubMed] [Google Scholar]3. Blau J, Xiao H, McCracken S, O'Hare P, Greenblatt J, Bentley D. Three functional classes of transcriptional activation domain. Mol Cell Biol. 1996;16:2044–2055. [PMC free article] [PubMed] [Google Scholar]4. Brand A H, Perrimon N. Targeted gene expression as a means of altering cell fates and generating dominant phenotypes. Development. 1993;118:401–415. [PubMed] [Google Scholar]5. Brown S A, Imbalzano A N, Kingston R E. Activator-dependent regulation of transcriptional pausing on nucleosomal templates. Genes Dev. 1996;10:1479–1490. [PubMed] [Google Scholar]6. Brown S A, Weirich C S, Newton E M, Kingston R E. Transcriptional activation domains stimulate initiation and elongation at different times and via different residues. EMBO J. 1998;17:3146–3154. [PMC free article] [PubMed] [Google Scholar]7. Carey M, Lin Y-S, Green M R, Ptashne M. A mechanism for synergistic activation of a mammalian gene by GAL4 derivatives. Nature. 1990;345:361–364. [PubMed] [Google Scholar]8. Corton J C, Moreno E, Johnston S A. Alterations in the GAL4 DNA-binding domain can affect transcriptional activation independent of DNA binding. J Biol Chem. 1998;273:13776–13780. [PubMed] [Google Scholar]9. Dvir A, Conaway R C, Conaway J W. Promoter escape by RNA polymerase II. A role for an ATP cofactor in suppression of arrest by polymerase at promoter-proximal sites. J Biol Chem. 1996;271:23352–23356. [PubMed] [Google Scholar]10. Dvir A, Tan S, Conaway J W, Conaway R C. Promoter escape by RNA polymerase II. Formation of an escape-competent transcriptional intermediate is a prerequisite for exit of polymerase from the promoter. J Biol Chem. 1997;272:28175–28178. [PubMed] [Google Scholar]11. Emanuel P A, Gilmour D S. TFIID recognizes DNA sequences downstream of the TATA element in the hsp 70 heat shock gene. Proc Natl Acad Sci USA. 1993;90:8449–8453. [PMC free article] [PubMed] [Google Scholar]12. Giardina C, Lis J T. DNA melting on yeast RNA polymerase II promoters. Science. 1993;261:759–762. [PubMed] [Google Scholar]13. Giardina C, Lis J T. Dynamic protein-DNA architecture of a yeast heat shock promoter. Mol Cell Biol. 1995;15:2737–2744. [PMC free article] [PubMed] [Google Scholar]14. Giardina C, Perez-Riba M, Lis J T. Promoter melting and TFIID complexes on Drosophila genes in vivo. Genes Dev. 1992;6:2190–2200. [PubMed] [Google Scholar]15. Grant P A, Duggan L, Cote J, Roberts S M, Brownell J E, Candau R, Ohba R, Owen-Hughes T, Allis C D, Winston F, Berger S L, Workman J L. Yeast Gcn5 functions in two multisubunit complexes to acetylate nucleosomal histones: characterization of an Ada complex and the SAGA (Spt/Ada) complex. Genes Dev. 1997;11:1640–1650. [PubMed] [Google Scholar]16. Hiromi Y, Gehring W J. Regulation and function of the Drosophila segmentation gene fushi tarazu. Cell. 1987;50:963–974. [PubMed] [Google Scholar]17. Hoch M, Schroder C, Seifert E, Jackle H. Cis-acting control elements for Krupple expression in the Drosophila embryo. EMBO J. 1990;9:2587–2595. [PMC free article] [PubMed] [Google Scholar]18. Katsani K R, Hajibagheri M A, Verrijzer C P. Co-operative DNA binding by GAGA transcription factor requires the conserved BTB/POZ domain and reorganizes promoter topology. EMBO J. 1999;18:698–708. [PMC free article] [PubMed] [Google Scholar]19. Krumm A, Meulia T, Brunvand M, Groudine M. The block to transcriptional elongation within the human c-myc gene is determined in the promoter-proximal region. Genes Dev. 1992;6:2201–2213. [PubMed] [Google Scholar]20. Kumar K P, Akoulitchev S, Reinberg D. Promoter-proximal stalling results from the inability to recruit transcription factor IIH to the transcription complex and is a regulated event. Proc Natl Acad Sci USA. 1998;95:9767–9772. [PMC free article] [PubMed] [Google Scholar]21. Landick R. RNA polymerase slides home: pause and termination site recognition. Cell. 1997;88:741–744. [PubMed] [Google Scholar]22. Lee H, Kraus K W, Wolfner M F, Lis J T. DNA sequence requirements for generating paused polymerase at the start of hsp70. Genes Dev. 1992;60:284–295. [PubMed] [Google Scholar]23. Li B, Weber J A, Chen Y, Greenleaf A L, Gilmour D S. Analyses of promoter-proximal pausing by RNA polymerase II on the hsp70 heat shock gene promoter in a Drosophila nuclear extract. Mol Cell Biol. 1996;16:5433–5443. [PMC free article] [PubMed] [Google Scholar]24. Lis J. Promoter-associated pausing in promoter architecture and postinitiation transcriptional regulation. Cold Spring Harbor Symp Quant Biol. 1998;63:347–356. [PubMed] [Google Scholar]25. Ma J, Ptashne M. Deletion analysis of GAL4 defines two transcriptional activating segments. Cell. 1987;48:847–853. [PubMed] [Google Scholar]26. Madabusi L V.  Studies on the Drosophila hsp70 core promoter: role of the downstream TFIID contacts in transcription and pausing. Ph.D. thesis. University Park, Pa:  The Pennsylvania State University; 1998.  [Google Scholar]27. Marshall N F, Peng J, Xie Z, Price D H. Control of RNA polymerase II elongation potential by a novel carboxyl-terminal domain kinase. J Biol Chem. 1996;271:27176–27183. [PubMed] [Google Scholar]28. Mason P B, Jr, Lis J T. Cooperative and competitive protein interactions at the hsp70 promoter. J Biol Chem. 1997;272:33227–33233. [PubMed] [Google Scholar]29. Melcher K, Johnston S A. GAL4 interacts with TATA-binding protein and coactivators. Mol Cell Biol. 1995;15:2839–2848. [PMC free article] [PubMed] [Google Scholar]30. Mirkovitch J, Darnell J E J. Mapping of RNA polymerase on mammalian genes in cells and nuclei. Mol Cell Biol. 1992;3:1085–1094. [PMC free article] [PubMed] [Google Scholar]31. Mooney R A, Artsimovitch I, Landick R. Information processing by RNA polymerase: recognition of regulatory signals during RNA chain elongation. J Bacteriol. 1998;180:3265–3275. [PMC free article] [PubMed] [Google Scholar]32. Moreland R J, Tirode F, Yan Q, Conaway J W, Egly J M, Conaway R C. A role for the TFIIH XPB DNA helicase in promoter escape by RNA polymerase II. J Biol Chem. 1999;274:22127–22130. [PubMed] [Google Scholar]33. O'Brien T, Lis J T. RNA polymerase II pauses at the 5′ end of the transcriptionally induced Drosophila hsp70 gene. Mol Cell Biol. 1991;11:5285–5290. [PMC free article] [PubMed] [Google Scholar]34. Pinaud S, Mirkovitch J. Regulation of c-fos expression by RNA polymerase elongation competence. J Mol Biol. 1998;280:785–798. [PubMed] [Google Scholar]35. Purnell B A, Emanuel P A, Gilmour D S. TFIID sequence-recognition of the initiator and sequences further downstream in Drosophila class II genes. Genes Dev. 1994;8:830–842. [PubMed] [Google Scholar]36. Rasmussen E B, Lis J T. Short transcripts of the ternary complex provide insight into RNA polymerase II elongational pausing. J Mol Biol. 1995;252:522–535. [PubMed] [Google Scholar]37. Ring B Z, Roberts J W. Function of a nontranscribed DNA strand site in transcription elongation. Cell. 1994;78:317–324. [PubMed] [Google Scholar]38. Sambrook J, Fritsch E F, Maniatis T.  Molecular cloning: a laboratory manual. 2nd ed. Cold Spring Harbor, N.Y: Cold Spring Harbor Laboratory Press; 1989.  [Google Scholar]39. Samkurashvili I, Luse D S. Structural changes in the RNA polymerase II transcription complex during transition from initiation to elongation. Mol Cell Biol. 1998;18:5343–5354. [PMC free article] [PubMed] [Google Scholar]40. Serizawa H, Conaway J W, Conaway R C. Phosphorylation of C-terminal domain of RNA polymerase II is not required in basal transcription. Nature. 1993;363:371–374. [PubMed] [Google Scholar]41. Shopland L S, Hirayoshi K, Fernandes M, Lis J T. HSF access to heat shock elements in vivo depends critically on promoter architecture defined by GAGA factor, TFIID, and RNA polymerase II binding sites. Genes Dev. 1995;9:2756–2769. [PubMed] [Google Scholar]42. Simon J A, Lis J T. A germline transformation analysis reveals flexibility in the organization of heat shock consensus elements. Nucleic Acids Res. 1987;15:2971–2988. [PMC free article] [PubMed] [Google Scholar]43. Spencer C A, Groudine M. Transcription elongation and eucaryotic gene regulation. Oncogene. 1990;5:777–785. [PubMed] [Google Scholar]44. Thummel C S, Boulet A M, Lipshitz H D. Vectors for Drosophila P-element-mediated transformation and tissue culture transfection. Gene. 1988;74:445–456. [PubMed] [Google Scholar]45. Tsukiyama T, Becker P B, Wu C. ATP-dependent nucleosome disruption at a heat-shock promoter mediated by binding of GAGA transcription factor. Nature. 1994;367:525–532. [PubMed] [Google Scholar]46. Tsukiyama T, Wu C. Purification and properties of an ATP-dependent nucleosome remodeling factor. Cell. 1995;83:1011–1020. [PubMed] [Google Scholar]47. Verrijzer C P, Chen J L, Yokomori K, Tjian R. Binding of TAFs to core elements directs promoter selectivity by RNA polymerase II. Cell. 1995;81:1115–1125. [PubMed] [Google Scholar]48. Vincent J-P, Kassis J A, O'Farrell P H. A synthetic homeodomain binding site acts as a cell type specific, promoter specific enhancer in Drosophila embryos. EMBO J. 1990;9:2573–2578. [PMC free article] [PubMed] [Google Scholar]49. Wang W, Carey M, Gralla J D. Polymerase II promoter activation: closed complex formation and ATP-driven start site opening. Science. 1992;255:450–453. [PubMed] [Google Scholar]50. Weber J A, Gilmour D S. Genomic footprinting of the hsp70 and histone H3 promoters in Drosophila embryos reveal novel protein-DNA interactions. Nucleic Acids Res. 1995;23:3327–3334. [PMC free article] [PubMed] [Google Scholar]51. Weber J A, Taxman D J, Lu Q, Gilmour D S. Molecular architecture of the hsp70 promoter after deletion of the TATA box or the upstream regulation region. Mol Cell Biol. 1997;17:3799–3808. [PMC free article] [PubMed] [Google Scholar]52. Xiao H, Friesen J D, Lis J T. A highly conserved domain of RNA polymerase II shares a functional element with acidic activation domains of upstream transcription factors. Mol Cell Biol. 1994;14:7507–7516. [PMC free article] [PubMed] [Google Scholar]53. Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. [PubMed] [Google Scholar]54. Yankulov K, Bentley D. Transcriptional control: Tat cofactors and transcriptional elongation. Curr Biol. 1998;8:R447–R449. [PubMed] [Google Scholar]55. Yankulov K, Blau J, Purton T, Roberts S, Bentley D L. Transcriptional elongation by RNA polymerase II is stimulated by transactivators. Cell. 1994;77:749–759. [PubMed] [Google Scholar]56. Zhou Q, Sharp P A. Novel mechanism and factor for regulation by HIV-Tat. EMBO J. 1995;14:321–328. [PMC free article] [PubMed] [Google Scholar]57. Zink D, Paro R. Drosophila Polycomb-group regulated chromatin inhibits the accessibility of a trans-activator to its target DNA. EMBO J. 1995;14:5660–5671. [PMC free article] [PubMed] [Google Scholar]"}