{"title": "P-TEFb, a cyclin-dependent kinase controlling elongation by RNA polymerase II", "pubDate": "2000", "PMCID": "PMC85478", "DOI": "10.1128/MCB.20.8.2629-2634.2000", "PMID": "10733565", "abstract": "", "author": [{"author": "D H Price", "affiliation": ["Department of Biochemistry, University of Iowa, Iowa City, Iowa 52242, USA. david-price@uiowa.edu"], "href": "/?term=Price+DH&cauthor_id=10733565"}], "refPMID": [], "citedInPMID": ["10733565", "35031618", "34948391", "34854870", "34780285", "34765643", "34663829", "34461828", "34359807", "34334791", "34154414", "33805800", "33800164", "33660217", "33609889", "33548202", "33446572", "33334019", "33302406", "32730204", "32554781", "32401151", "32331282", "32326317", "32133046", "32128251", "32033486", "31866988", "31795223", "31611376", "31455655", "31213012", "31123063", "30972522", "30864669", "30834965", "30786885", "30699356", "30552662", "30361682", "30227759", "30190853", "29682280", "29170386", "28972179", "28954229", "28539972", "28278048", "28254838", "28190026", "28134250", "28102758", "28102346", "28077651", "27783955", "27709447", "27679741", "27468311", "27466232", "27454292", "27369380", "27322055", "27238569", "27176767", "27052732", "26873599", "26766294", "26636538", "26392272", "26209609", "26171280", "25820424", "25568312", "25416796", "25323821", "25277198", "25056306", "24859335", "24759213", "24704920", "24623795", "24515107", "24430502", "24217245", "24205359", "24202322", "24050178", "23840966", "23826737", "23634253", "23569210", "23471002", "23301767", "23274668", "23255218", "23131666", "23029222", "23007159", "22983086", "22727189", "22567385", "22512864", "22473994", "22404626", "22363807", "21900162", "21890894", "21838863", "21639898", "21555514", "21378166", "21214942", "21067790", "20980437", "20976203", "20952582", "20940258", "20939596", "20926517", "20841488", "20823273", "20805562", "20524038", "20436276", "20385240", "20334651", "20202975", "20167666", "20110330", "20098423", "20084424", "20081228", "19923176", "19890091", "19820712", "19812244", "19732026", "19626680", "19603446", "19365074", "19347956", "19179338", "19145493", "19103744", "18971272", "18846226", "18728388", "18702816", "18662700", "18513937", "18483487", "18362169", "18250157", "18223296", "18006688", "17949927", "17686863", "17658552", "17625008", "17611602", "17576689", "17567605", "17545469", "17502349", "17459355", "17452459", "17344288", "17341462", "17169370", "17018134", "17001490", "16980611", "16838299", "16764723", "16641271", "16537625", "16510875", "16428435", "16382153", "16377779", "16321881", "16314494", "16308568", "16301749", "16214896", "16103164", "16012166", "15998810", "15994812", "15992410", "15902270", "15890914", "15879558", "15719065", "15719058", "15620346", "15611166", "15564463", "15520468", "15509793", "15456870", "15452241", "15383674", "15380029", "15328539", "15297879", "15254183", "15226422", "15201869", "15169877", "15121832", "15047695", "14993282", "14963154", "14701750", "14668364", "14600023", "14569024", "14560008", "14517250", "12972617", "12944466", "12861003", "12857933", "12857891", "12832472", "12773550", "12727882", "12702819", "12702813", "12651893", "12612070", "12612062", "12588988", "12574128", "12560496", "12529389", "12438622", "12438619", "12391174", "12376617", "12370301", "12368330", "12368300", "12215532", "12183367", "12101252", "12052871", "12050117", "11988847", "11907272", "11809800", "11751637", "11739744", "11739686", "11689614", "11689450", "11606527", "11604498", "11597333", "11564888", "11559591", "11533226", "11522823", "11507198", "11390638", "11182892", "11160900", "11152495", "11040216", "10995388", "10866664", "10766736"], "body": " The elongation phase of transcription by RNA polymerase II is one of the many steps during the generation of mature mRNAs that is subject to regulation. Shortly after initiation, RNA polymerase II comes under the control of negative transcription elongation factors, generally termed N-TEFs, and enters abortive elongation (51). During this postinitiation process, only short transcripts are generated that may be prematurely terminated. These short transcripts arise from transcription of many genes, including c-myb, c-myc, c-fos, HSP70, and the human immunodeficiency virus (HIV) long terminal repeat (LTR), and are normally subject to rapid degradation (3, 63). Escape from the action of N-TEF requires the action of at least one positive transcription elongation factor (P-TEF), eventually identified as P-TEFb (52). P-TEFb allows the transition into productive elongation, producing long transcripts from which mRNAs are derived. In this way, the fraction of initiating RNA polymerase II molecules that produce full-length transcripts is controlled by a selection process that occurs early in the elongation phase of the transcription cycle. After the transition is made into productive elongation, the efficiency of elongation may be influenced by additional factors, including S-II, TFIIF, ELL, and elongin (62, 65). IDENTIFICATION OF P-TEFBThe elongation control process was uncovered during studies aimed at understanding the mechanism of inhibition of transcription by 5,6-dichloro-1-β-d-ribofuranosylbenzimidazole (DRB). Treatment of mammalian cells with DRB is lethal; however, the initial effect is a dramatic reduction of mRNA (64). DRB treatment caused the production of shortened transcripts from a variety of genes, suggesting that elongation by RNA polymerase II was affected (66). This interpretation was complicated by the finding that DRB had no effect on the enzymatic activity of purified RNA polymerase II (40). Fortunately, DRB did affect transcription by RNA polymerase II in vitro when crude nuclear extracts were used (12, 82). A number of promoters were surveyed with a Drosophila melanogaster in vitro transcription system, and it was found that most of the RNA polymerase II molecules that initiated generated only short transcripts (51). Those polymerases that were able to reach the end of the template could not do so in the presence of DRB (51). Inhibition of the appearance of runoff transcripts by DRB became the hallmark of elongation control and made the requirement for P-TEFb apparent.Examination of RNA polymerase II elongation using pulse-chase techniques or immobilized templates led to the elucidation of the general parameters of N-TEF and P-TEF function. The effects of N-TEF were suppressed by the addition of high salt concentrations or detergents so that all polymerases that initiated were able to reach runoff length (40). P-TEF was a limiting factor because under normal-salt conditions in the functional presence of N-TEF only a small fraction of the polymerases were able to reach runoff (51). Kinetic analysis indicated that polymerases initiated and then generated a pattern of short transcripts within 30 s and that runoff transcripts accumulated only after several minutes (51). This led to the model in which P-TEF was suggested to interact with the early elongation complexes after they were stopped by N-TEF and then after a period of time caused the suppression of the action of N-TEF (51). Early elongation complexes generated on immobilized templates and washed with low-salt buffer retained their inability to generate long transcripts (51). Transcription with gently washed preinitiation complexes indicated that N-TEF, but not P-TEF, was retained (51).The first and only known component of P-TEF, P-TEFb, was first identified and purified using an in vitro reconstitution assay. Drosophila Kc cell nuclear extract was subjected to chromatographic fractionation, and fractions containing two coeluting polypeptides were found to stimulate the appearance of DRB-sensitive runoff transcripts (52). Shortly after its purification, P-TEFb was found to have protein kinase activity (50). It was able to efficiently phosphorylate the carboxyl-terminal domain (CTD) of the large subunit of RNA polymerase II when either pure polymerase or isolated early elongation complexes were used as substrate. Kinetic analysis indicated that P-TEFb preferentially phosphorylated a CTD that was already partly phosphorylated, but that otherwise the extensive phosphorylation observed did not occur in a processive manner (50). The results of a comparison of transcription reactions driven by polymerase with or without the CTD suggested that the CTD was the physiological target of P-TEFb. DRB-sensitive transcripts only arose if the CTD was intact (50). P-TEFB IS A CYCLIN-DEPENDENT KINASECloning of the subunits of P-TEFb began with sequence analysis of the small subunit of purified Drosophila P-TEFb. Full-length Drosophila cDNA encoding the small subunit was first obtained (85). The sequence databases indicated that a potential human homologue had already been identified (85). The human protein, called PITALRE, had sequence similarity to other cyclin-dependent kinases (30). However, aside from its ability to associate with other unknown proteins, its nuclear localization, and its ability to carry out serine phosphorylation, its function was unknown (25, 27). Proof that PITALRE was a component of human P-TEFb came from depletion experiments in which PITALRE antibodies were found to remove all P-TEFb activity from HeLa nuclear extract (85).Full-length cDNA encoding the large subunit of Drosophila P-TEFb was also obtained using the protein sequence information (58). The sequence of the cDNA indicated that the amino terminus of the large subunit had similarity to other cyclins (58). This provided the second piece of evidence that P-TEFb was a kinase-cyclin pair, but proof that the P-TEFb was a cyclin-dependent kinase came from comparing the activity of one or both of the Drosophila subunits. The kinase subunit alone had no activity (58). Simultaneous expression of both Drosophila subunits with a baculovirus expression system resulted in a heterodimeric protein that had full CTD kinase activity and functionally substituted for native P-TEFb during in vitro transcription assays (58). Because of this requirement for the cyclin subunit, the kinase subunit was named cyclin-dependent kinase 9 (Cdk9) (58). The cyclin subunit was named cyclin T because of its involvement in transcription (58).Using the Drosophila cyclin T protein sequence and the human expressed sequence tag database, cDNAs encoding portions of three different human cyclin T subunits were found (59). The novel cyclins were encoded by two genes, T1 and T2. The T2 gene produced two predominate splice variants differing from each other only at their extreme carboxyl termini. Cyclin T1 and T2 were over 80% identical in the amino-terminal cyclin box region but less than 50% identical in the rest of the protein (59). All three proteins, cyclin T1, T2a, and T2b, produced active recombinant P-TEFb molecules when coexpressed with human Cdk9 (59). The cyclin box was essential for activity (59). The rest of the cyclin protein was not essential in vitro but was required for maximal activity (59). Although the region downstream of the cyclin box does not have a clear function yet, it may be used to interact with other proteins, including its substrate (50). In HeLa cells, there was no evidence of free P-TEFb subunits. About 80% of Cdk9 was complexed with cyclin T1, and 10 to 20% was complexed with cyclin T2a and T2b (59). Cdk9 and both cyclin T's were expressed in all of a wide variety of tissues tested (59). Cyclin T1 was independently cloned as a Tat-associated protein (72) (see below).Human cyclin K was identified in a yeast screen based on its ability to restore cell cycle progression and rescue the lethality of deletion of Saccharomyces cerevisiae G1 cyclins (17). The original study also showed that cyclin K immunoprecipitates from mammalian cells possessed CTD kinase activity, but the kinase partner was not identified. Recently, cyclin K was isolated in a two-hybrid screen using human Cdk9 as bait (20). A Cdk9-cyclin K heterodimer was purified from insect cells infected with a baculovirus expressing both proteins. This protein had potent CTD kinase activity and was able to substitute for immunodepleted human P-TEFb during in vitro transcription reactions (20). A comparison of the sequences in the cyclin box region of cyclin K, T1, and T2 indicates that the three proteins share about 32% identity, with cyclin K being slightly more similar to cyclin T1 than T2 (Fig. ​(Fig.1).1).  Open in a separate windowFIG. 1Comparison of the cyclin box in human cyclins T1, T2, and K. Boldface reverse type designates identity in all three cyclins; boldface type, identity between K and either T1 or T2; uppercase letters, identity between T1 and T2; dot, nonidentity; dash, gap.Subunits of P-TEFb have been identified in many species. Table ​Table11 lists the Cdk9, cyclin T, and cyclin K homologues that have been identified and provides the size of the proteins if known. A yeast homologue has not been definitively identified, but the properties of CTK1 suggest that it might play a homologous role in yeast (42).  TABLE 1Subunits of P-TEFb Source and  subunitApparent/actual  length (kDa)Species (reference)aInsect  Cdk943/46.8D (85)  Cyclin T124/118D (58)  Cyclin KNDcD (17) Mammalian  Cdk941/42.8bH (30, 85)  Cyclin T187/80.7bH (59, 72); M (7, 23); E (6); C (67)  Cyclin T2a78/73.7bH (59)  Cyclin T2b90/81.1bH (59)  Cyclin K50/41.3bH (17, 20); M (17)Open in a separate windowaD, Drosophila; H, human; M, mouse; E, equine; C, canine. bSource, human. cND, not determined.  INVOLVEMENT IN HIV TAT TRANSACTIVATIONTat is a small protein encoded by HIV and other lentivirus genomes that is required to activate the promoter contained within the viral LTR (reviewed in references 38, 61, and 68). This strong transactivator is targeted to the viral promoter through interaction with a region of the nascent RNA transcript called TAR. Tat associates with a three-nucleotide bulge in the stem of a hairpin structure that forms spontaneously in TAR. The functional consequence of this association is the enhancement of processivity of RNA polymerase II molecules initiating from the LTR such that long primary transcripts are produced (37, 41, 48, 69). These transcripts in turn are differentially spliced to form all viral gene products. In the absence of Tat, short abortive transcripts that encode no proteins are predominately produced (37).The enhancement of processivity brought about by Tat requires at least one cellular cofactor. Before identification of the cofactor, its existence and general properties were predicted by several laboratories (9, 44). Early experiments indicated that the activation domain of Tat interacted with the cellular factor (9) and that the cellular factor extended the sequence requirement in TAR to include the bulge and loop (44). Progress was made when Tat was found to associate with a cellular kinase initially of unknown identity (32). This Tat-associated kinase (TAK) was found to phosphorylate the carboxyl-terminal domain of the large subunit of RNA polymerase II and was sensitive to the transcriptional inhibitor DRB (33).A comparison of the properties of Tat in activating the HIV LTR and the general properties of P-TEFb suggested that P-TEFb might be TAK. Several groups had shown that Tat increased the fraction of RNA polymerase II molecules that made long transcripts after initiation from the HIV LTR (41, 48, 69). There were strong parallels between the in vitro Tat results and the general features of elongation control found in vitro with a Drosophila system (40, 51, 52). P-TEFb became a strong prospect for the Tat cofactor when it was discovered that it was a DRB-sensitive CTD kinase (50). Proof that P-TEFb was TAK came after the kinase subunit of Drosophila P-TEFb was cloned, and the human homologue was found to be Cdk9 (85). Cdk9 associated with wild-type Tat but not activation domain mutants of Tat (80, 85), and depletion of P-TEFb from HeLa nuclear extract rendered the extract unable to carry out Tat transactivation (85). The involvement of P-TEFb in Tat transactivation was further supported by the results from a screen for drugs that inhibited the process. All compounds that were found to block Tat transactivation also inhibited the kinase activity of P-TEFb (47).Recent studies have shed light on the details of the interaction of Tat, TAR, and P-TEFb (reviewed in reference 61). It is clear that P-TEFb, comprised of Cdk9 and cyclin T1, is targeted by Tat (74). Rodent cells can be made permissive for Tat transactivation by the expression of human cyclin T1 (4, 74) or by making a single amino acid change in mouse cyclin T1 (4, 23). Human cyclin T2a or T2b does not support Tat transactivation (54, 74), and it is likely that cyclin K will not either because it lacks the cysteine residue at position of 261 of cyclin T1 that is required for a zinc-dependent interaction between cyclin T1 and HIV-1 Tat (23). The requirement for specific sequences in the loop of TAR is conferred by cyclin T1 (72); however, it is not clear if the loop is contacted by cyclin T1 or by an altered conformation of Tat. Results from studies of the interactions between Tat and TAR from HIV-1, HIV-2, simian immunodeficiency virus mnd, and equine infectious anemia virus and human, murine, equine, and canine cyclin T1 have indicated several important features of the Tat-TAR-P-TEFb interaction. All Tat proteins associate with P-TEFb, however they are somewhat relaxed in their selectivity with HIV-2 and simian immunodeficiency virus mnd binding both cyclin T1 and T2 (5). Recruitment of the Tat–P-TEFb complex is more specific with only P-TEFb containing cyclin T1 allowing complexation with TAR (4, 67). Species specificity is conferred by the interaction between the Tat-cyclin T1 complex and TAR (4, 6, 67). Recent evidence suggests that in addition to the region around amino acid 261 in human cyclin T1 another region on the amino-terminal side of the cyclin box (amino acid 29) is important for recognition of TAR (67).The targeting of cyclin T1 by Tat seems well suited to the viral goal of propagating during the activation of T cells and the differentiation of monocytes to macrophages. TAK activity has been shown to be elevated after activation of peripheral blood mononuclear cells and peripheral blood lymphocytes and after the differentiation of promonocytic cell lines to macrophages (80). The increase in TAK activity in peripheral blood lymphocytes has been shown to be due to an increase in mRNA and protein levels of both Cdk9 and cyclin T1 (31). Another study showed that the levels of cyclin T1 were upregulated by two independent signaling pathways triggered by phorbol myristate acetate or phytohemagglutinin (26). The latter study showed that the ability of the peripheral blood lymphocytes to support HIV replication and productive infection directly correlated with the levels of induced cyclin T1 and CTD kinase activity (26). Another study showed that P-TEFb was essential and limiting for HIV-1 replication in cultured cells (19). In this study, HIV replication was seen to be exquisitely sensitive to the levels of P-TEFb, with a 6- to 20-fold reduction in Tat transactivation seen with only a 50% reduction in P-TEFb activity (19). All results obtained so far suggest that Tat transactivation and HIV replication are closely tied to the levels of P-TEFb (Cdk9-cyclin T1). This allows the virus to infect many cells but maintain its latency until the host cell is activated (Fig. ​(Fig.2).2). HIV also takes advantage of CIITA, a transcriptional activator of the major histocompatibility complex class II genes that are responsible for antigen processing and presentation in B cells, activated T cells, and antigen-presenting cells. CIITA functions through recruitment of P-TEFb, but because of competition between Tat and CIITA for the same region of cyclin T1, CIITA activation is blocked during HIV infection. Because of this, the HIV-infected cells more effectively escape the immune response (36).  Open in a separate windowFIG. 2Model for recruitment of P-TEFb during T-cell activation. Before T-cell activation, the HIV LTR produces mostly short transcripts because of low levels of P-TEFb, comprised of Cdk9 and cyclin T1. As T cells are activated, cyclin T1 levels and then Tat levels rise. P-TEFb–Tat complexes form, associate with TAR, cause hyperphosphorylation of the CTD, and activate the LTR to produce full-length mRNAs. MECHANISM OF P-TEFB ACTIONWhile the involvement of P-TEFb in elongation control in general and Tat transactivation specifically is now clear, there are still questions concerning its mechanism of action. In the following sections, these questions are individually addressed.What does P-TEFb phosphorylate? The kinase activity of P-TEFb is required in all assays requiring P-TEFb function, but there is more than one possible target for phosphorylation. The evidence suggests very strongly that the CTD of the large subunit of RNA polymerase II is the important physiological target. The CTD is phosphorylated during the transcription cycle at the time P-TEFb is known to act (reviewed in references 16 and 18), and the CTD is required for elongation control (13, 50). Transcriptional activity, the CTD kinase activity of P-TEFb, and phosphorylation of RNA polymerase II in early elongation complexes are all inhibited by DRB (50). Finally, prephosphorylation of the polymerase in early elongation complexes by P-TEFb (57) or in preinitiation complexes (71) allows the polymerase to at least partially overcome the action of negative factors that would otherwise block processive elongation. Although the CTD is the most likely target, TFIIF and the SPT5 subunit of DSIF are phosphorylated by P-TEFb (D. Renner, Z. Zie, and D. Price, unpublished data). However, no functional significance of the phosphorylation of these factors has been discovered.Is P-TEFb the only kinase involved in elongation control? Since other CTD kinases are always present in vivo and usually present in vitro, their role in elongation control needs to be resolved. A number of kinases can phosphorylate the CTD (16), but only P-TEFb has been shown to modify the functional properties of RNA polymerase II (50). P-TEFb has been shown to phosphorylate the CTD of RNA polymerase II in an early elongation complex at the time it is known to functionally modify the elongation properties of the polymerase (50). TFIIH containing Cdk7-cyclin H-Mat1 (CAK) phosphorylated the CTD of pure RNA polymerase II at the same rate that P-TEFb did, but of the two kinases only P-TEFb had the ability to confer processive elongation properties on an early elongation complex (50).The role of the CTD kinase activity of TFIIH in Tat transactivation is not clear. TFIIH has been found to associate with Tat (8, 15, 24, 55), and based on differential sensitivity of TFIIH and P-TEFb to a pseudosubstrate peptide, it was concluded that in addition to P-TEFb, the kinase activity of TFIIH was required for Tat to work (15). However, two recent reports came to the opposite conclusion. One showed that Tat transactivation was unaffected after immunodepletion of CAK under conditions that do not deplete TFIIH (10), and the other showed that TFIIH was lost from the elongation complex, leaving only P-TEFb (60). Since TFIIH is present in preinitiation complexes and is then lost from early elongation complexes (60, 83) and P-TEFb functions during elongation, it is possible that the two kinases work sequentially. This possibility was suggested earlier, when it was found that P-TEFb preferred to phosphorylate a CTD that had already been partially phosphorylated (50), and was discussed in a recent review (81).What other factors are required? P-TEFb has no effect on elongation by RNA polymerase II in the absence of other factors (57). Instead, it overcomes the effects of factors that negatively affect elongation (reviewed in reference 22). Factor 2 was the first potential component of N-TEF identified. It is a member of the SWI/SNF family of proteins (43) and has an ATP-dependent RNA polymerase II termination activity (76, 77). Because P-TEFb is unable to reverse the termination activity of factor 2, other N-TEFs were postulated (57). Controlling the termination activity of factor 2 may be important for ensuring the long-term survivability of elongation complexes, and there is evidence for antitermination activities (M. Liu and D. Price, unpublished data). In fact, TFIIF has been shown to partially inhibit factor 2 (57). Two other factors have been identified in the Handa laboratory as playing a role in DRB-sensitive transcription. The two factors, DSIF (70, 79) and NELF (78), are able to impede elongation by RNA polymerase II on a detailed template. The kinase activity of P-TEFb is required to overcome their negative effect (71) (D. Renner and D. Price, unpublished data). The large subunit of DSIF has also been shown to play a role in Tat transactivation (75). Finally, a CTD phosphatase, FCP1 (1), may be involved in regulating the phosphorylation state of the polymerase in early elongation complexes, and its activity may be regulated by HIV Tat (11, 49). It is likely that other factors will be found that modulate the elongation potential of RNA polymerase II.How does P-TEFb find its target? P-TEFb function requires its kinase activity, but how this activity is normally directed toward the elongation complex is less well understood. Early in vitro experiments indicated that P-TEFb was not functionally associated with preinitiation complexes (51), and no experiments have indicated that it is functionally associated with early elongation complexes from any gene (except the HIV LTR). P-TEFb has been detected in association with preinitiation complexes and early TAR-containing elongation complexes by antibody detection methods (60). P-TEFb has also been shown to interact with double-stranded RNA (84), but it is not clear that the interaction is strong enough to recruit P-TEFb to an elongation complex. P-TEFb is recruited to the early elongation complex during transcription of the HIV LTR (reviewed in reference 61). Tat has been shown to associate with early elongation complexes formed on the HIV LTR (39) and recruit P-TEFb (35, 60, 84). Furthermore, this recruitment causes hyperphosphorylation of the CTD (35, 84). The first example of natural recruitment of P-TEFb to an activator has just been reported. CIITA functionally recruits P-TEFb containing cyclin T1 to major histocompatability complex class II promoters (67). Finally, P-TEFb is dramatically recruited to the transcribed region of HSP70 genes during heat shock in a manner consistent with it playing a role in activation (42a).Artificial targeting experiments have demonstrated that recruitment of P-TEFb to either RNA or DNA elements can activate transcription. Expression of a reporter construct containing an HIV Rev response element was increased when it was cotransfected with a Rev-Cdk9 chimera (21, 29) or a Rev-cyclin T1 chimera (7). This artificial recruitment of P-TEFb through an RNA element required the kinase activity of Cdk9 (21). Activation must be through a different mechanism than that found in similar experiments with artificially recruited Cdk8 for which kinase activity was not required (28). Targeted recruitment of either Cdk9 or cyclin T1 to DNA targets also activates transcription, and when a Cdk9 mutant lacking kinase activity was used no activation was seen (46). As is found with the intact HIV LTR, the activation by targeted P-TEFb is mediated through an increase in productive elongation (45). A difference between RNA and DNA targeting of activators has been seen (56). In this study, RNA-targeted Tat was a stronger activator than DNA-targeted Tat. This could have been due to the increased affinity of Tat for P-TEFb when it is bound to TAR, but RNA-tethered activators may effect elongation more than DNA-tethered activators (56).What is the purpose of elongation control? One explanation for the existence of elongation control is that cells require a mechanism to globally or specifically regulate gene expression. Since the accumulation of most mRNAs is sensitive to inhibitors of P-TEFb, it seems that elongation control could be used to adjust most or all mRNA levels in particular cells when the need arises. In addition, some genes might have evolved to use the process in gene-specific control mechanisms. The AIDS virus uses the process to control the expression of viral proteins and may use the programmed change in the cyclin T1 level as a sensor for the appropriate timing of productive infection (26, 29). The expression of many cellular genes exemplified by Fos (14) is also controlled by this process, although the detailed mechanism is not clear.A very plausible, if not likely, reason for elongation control is to couple transcription with RNA processing. The evidence is mounting that phosphorylation of the CTD allows the recruitment of processing factors, including those involved in capping, polyadenylation, and possibly splicing (reviewed in references 2 and 53). For example, the large subunit of DSIF stimulates mRNA capping (73), and phosphorylation of specific residues in the CTD has a differential effect on recruitment and activation of the capping enzyme (34). A likely model is that the concerted action of first negative and then positive factors causes a kinetic delay shortly after initiation that allows the replacement of initiation factors with elongation and processing factors. This model is not incompatible with any number of genes using the process as a control mechanism to regulate mRNA levels. Further studies are needed to examine the effect of P-TEFb and other elongation control factors on RNA processing. ACKNOWLEDGMENTSI thank Matija Peterlin and members of the Price laboratory for critically reading the manuscript and providing helpful comments.This work was supported by NIH grants GM35500 and AI43691. REFERENCES1. Archambault J, Pan G, Dahmus G K, Cartier M, Marshall N F, Zhang S, Dahmus M E, Greenblatt J. FCP1, the RAP74-interacting subunit of a human protein phosphatase that dephosphorylates the carboxyl-terminal domain of RNA polymerase IIO. J Biol Chem. 1998;273:27593–27601. [PubMed] [Google Scholar]2. Bentley D. Coupling RNA polymerase II transcription with pre-mRNA processing. Curr Opin Cell Biol. 1999;11:347–351. [PubMed] [Google Scholar]3. Bentley D L. Regulation of transcriptional elongation by RNA polymerase II. Curr Opin Genet Dev. 1995;5:210–216. [PubMed] [Google Scholar]4. Bieniasz P D, Grdina T A, Bogerd H P, Cullen B R. Recruitment of a protein complex containing Tat and cyclin T1 to TAR governs the species specificity of HIV-1 Tat. EMBO J. 1998;17:7056–7065. [PMC free article] [PubMed] [Google Scholar]5. Bieniasz P D, Grdina T A, Bogerd H P, Cullen B R. Analysis of the effect of natural sequence variation in Tat and in cyclin T on the formation and RNA binding properties of Tat-cyclin T complexes. J Virol. 1999;73:5777–5786. [PMC free article] [PubMed] [Google Scholar]6. Bieniasz P D, Grdina T A, Bogerd H P, Cullen B R. Highly divergent lentiviral Tat proteins activate viral gene expression by a common mechanism. Mol Cell Biol. 1999;19:4592–4599. [PMC free article] [PubMed] [Google Scholar]7. Bieniasz P D, Grdina T A, Bogerd H P, Cullen B R. Recruitment of cyclin T1/P-TEFb to an HIV type 1 long terminal repeat promoter proximal RNA target is both necessary and sufficient for full activation of transcription. Proc Natl Acad Sci USA. 1999;96:7791–7796. [PMC free article] [PubMed] [Google Scholar]8. Blau J, Xiao H, McCracken S, O'Hare P, Greenblatt J, Bentley D. Three functional classes of transcriptional activation domains. Mol Cell Biol. 1996;16:2044–2055. [PMC free article] [PubMed] [Google Scholar]9. Carroll R, Peterlin B M, Derse D. Inhibition of human immunodeficiency virus type 1 Tat activity by coexpression of heterologous trans activators. J Virol. 1992;66:2000–2007. [PMC free article] [PubMed] [Google Scholar]10. Chen D, Zhou Q. Tat activates human immunodeficiency virus type 1 transcriptional elongation independent of TFIIH kinase. Mol Cell Biol. 1999;19:2863–2871. [PMC free article] [PubMed] [Google Scholar]11. Cho H, Kim T K, Mancebo H, Lane W S, Flores O, Reinberg D. A protein phosphatase functions to recycle RNA polymerase II. Genes Dev. 1999;13:1540–1552. [PMC free article] [PubMed] [Google Scholar]12. Chodosh L A, Fire A, Samuels M, Sharp P A. 5,6-dichloro-1-beta-d-ribofuranosylbenzimidazole inhibits transcription elongation by RNA polymerase II in vitro. J Biol Chem. 1989;264:2250–2257. [PubMed] [Google Scholar]13. Chun R F, Jeang K T. Requirements for RNA polymerase II carboxyl-terminal domain for transcription of human retroviruses, human T-cell lymphotrophic virus, and HIV-1. J Biol Chem. 1996;271:27888–27894. [PubMed] [Google Scholar]14. Collart M A, Tourkine N, Belin D, Vassalli P, Jeanteur P, Blanchard J-M. c-fos gene transcription in murine macrophages is modulated by a calcium-dependent block to elongation in intron 1. Mol Cell Biol. 1991;11:2826–2831. [PMC free article] [PubMed] [Google Scholar]15. Cujec T P, Okamoto H, Fujinaga K, Meyer J, Chamberlin H, Morgan D O, Peterlin B M. The HIV transactivator TAT binds to the CDK-activating kinase and activates the phosphorylation of the carboxy-terminal domain of RNA polymerase II. Genes Dev. 1997;11:2645–2657. [PMC free article] [PubMed] [Google Scholar]16. Dahmus M E. Phosphorylation of mammalian RNA polymerase II. Methods Enzymol. 1996;273:185–193. [PubMed] [Google Scholar]17. Edwards M C, Wong C, Elledge S J. Human cyclin K, a novel RNA polymerase II-associated cyclin possessing both carboxy-terminal domain kinase and Cdk-activating kinase activity. Mol Cell Biol. 1998;18:4291–4300. [PMC free article] [PubMed] [Google Scholar]18. Egyhazi E, Ossoinak A, Pigon A, Holmgren C, Lee J M, Greenleaf A L. Phosphorylation dependence of the initiation of productive transcription of Balbiani ring 2 genes in living cells. Chromosoma. 1996;104:422–433. [PubMed] [Google Scholar]19. Flores O, Lee G, Kessler J, Miller M, Schlief W, Tomassini J, Hazuda D. Host-cell positive transcription elongation factor b kinase activity is essential and limiting for HIV type 1 replication. Proc Natl Acad Sci USA. 1999;96:7208–7213. [PMC free article] [PubMed] [Google Scholar]20. Fu T J, Peng J, Price D H, Flores O. Cyclin K functions as a Cdk9 regulatory subunit and participates in RNA polymerase II transcription. J Biol Chem. 1999;274:34527–34530. [PubMed] [Google Scholar]21. Fujinaga K, Cujec T P, Peng J, Garriga J, Price D H, Grana X, Peterlin B M. The ability of positive transcription elongation factor B to transactivate human immunodeficiency virus transcription depends on a functional kinase domain, cyclin T1, and Tat. J Virol. 1998;72:7154–7159. [PMC free article] [PubMed] [Google Scholar]22. Garber M E, Jones K A. HIV-1 Tat: coping with negative elongation factors. Curr Opin Immunol. 1999;11:460–465. [PubMed] [Google Scholar]23. Garber M E, Wei P, KewalRamani V N, Mayall T P, Herrmann C H, Rice A P, Littman D R, Jones K A. The interaction between HIV-1 Tat and human cyclin T1 requires zinc and a critical cysteine residue that is not conserved in the murine CycT1 protein. Genes Dev. 1998;12:3512–3527. [PMC free article] [PubMed] [Google Scholar]24. Garcia-Martinez L F, Mavankal G, Neveu J M, Lane W S, Ivanov D, Gaynor R B. Purification of a Tat-associated kinase reveals a TFIIH complex that modulates HIV-1 transcription. EMBO J. 1997;16:2836–2850. [PMC free article] [PubMed] [Google Scholar]25. Garriga J, Mayol X, Grana X. The CDC2-related kinase PITALRE is the catalytic subunit of active multimeric protein complexes. Biochem J. 1996;319:293–298. [PMC free article] [PubMed] [Google Scholar]26. Garriga J, Peng J, Parreno M, Price D H, Henderson E E, Grana X. Upregulation of cyclin T1/CDK9 complexes during T cell activation. Oncogene. 1998;17:3093–3102. [PubMed] [Google Scholar]27. Garriga J, Segura E, Mayol X, Grubmeyer C, Grana X. Phosphorylation site specificity of the CDC2-related kinase PITALRE. Biochem J. 1996;320:983–989. [PMC free article] [PubMed] [Google Scholar]28. Gold M O, Rice A P. Targeting of CDK8 to a promoter-proximal RNA element demonstrates catalysis-dependent activation of gene expression. Nucleic Acids Res. 1998;26:3784–3788. [PMC free article] [PubMed] [Google Scholar]29. Gold M O, Yang X, Herrmann C H, Rice A P. PITALRE, the catalytic subunit of TAK, is required for human immunodeficiency virus Tat transactivation in vivo. J Virol. 1998;72:4448–4453. [PMC free article] [PubMed] [Google Scholar]30. Grana X, De Luca A, Sang N, Fu Y, Claudio P P, Rosenblatt J, Morgan D O, Giordano A. PITALRE, a nuclear CDC2-related protein kinase that phosphorylates the retinoblastoma protein in vitro. Proc Natl Acad Sci USA. 1994;91:3834–3838. [PMC free article] [PubMed] [Google Scholar]31. Herrmann C H, Carroll R G, Wei P, Jones K A, Rice A P. Tat-associated kinase, TAK, activity is regulated by distinct mechanisms in peripheral blood lymphocytes and promonocytic cell lines. J Virol. 1998;72:9881–9888. [PMC free article] [PubMed] [Google Scholar]32. Herrmann C H, Rice A P. Specific interaction of the human immunodeficiency virus Tat proteins with a cellular protein kinase. Virology. 1993;197:601–608. [PubMed] [Google Scholar]33. Herrmann C H, Rice A P. Lentivirus Tat proteins specifically associate with a cellular protein kinase, TAK, that hyperphosphorylates the carboxyl-terminal domain of the large subunit of RNA polymerase II: candidate for a Tat cofactor. J Virol. 1995;69:1612–1620. [PMC free article] [PubMed] [Google Scholar]34. Ho C K, Shuman S. Distinct roles for CTD Ser-2 and Ser-5 phosphorylation in the recruitment and allosteric activation of mammalian mRNA capping enzyme. Mol Cell. 1999;3:405–411. [PubMed] [Google Scholar]35. Isel C, Karn J. Direct evidence that HIV-1 Tat stimulates RNA polymerase II carboxyl-terminal domain hyperphosphorylation during transcriptional elongation. J Mol Biol. 1999;290:929–941. [PubMed] [Google Scholar]36. Kanazawa S, Okamoto T, Peterlin B M. Tat competes with CIITA for the binding to P-TEFb and blocks the expression of MHC class II genes in HIV infection. Immunity. 1999;12:61–70. [PubMed] [Google Scholar]37. Kao S-Y, Calman A F, Luciw P A, Peterlin E M. Antitermination of transcription within the long terminal repeat of HIV by the tat gene product. Nature. 1987;330:489–493. [PubMed] [Google Scholar]38. Karn J. Tackling Tat. J Mol Biol. 1999;293:235–254. [PubMed] [Google Scholar]39. Keen N J, Churcher M J, Karn J. Transfer of Tat and release of TAR RNA during the activation of the human immunodeficiency virus type-1 transcription elongation complex. EMBO J. 1997;16:5260–5272. [PMC free article] [PubMed] [Google Scholar]40. Kephart D D, Marshall N F, Price D H. Stability of Drosophila RNA polymerase II elongation complexes in vitro. Mol Cell Biol. 1992;12:2067–2077. [PMC free article] [PubMed] [Google Scholar]41. Laspia M F, Wendel P, Mathews M B. HIV-1 Tat overcomes inefficient transcriptional elongation in vitro. J Mol Biol. 1993;232:732–746. [PubMed] [Google Scholar]42. Lee J M, Greenleaf A L. Modulation of RNA polymerase II elongation efficiency by C-terminal heptapeptide repeat domain kinase I. J Biol Chem. 1997;272:10990–10993. [PubMed] [Google Scholar]42a. Lis, J. T., P. Mason, J. Peng, D. H. Price, and J. Werner. P-TEFb kinase recruitment and function at heat shock loci. Genes Dev., in press. [PMC free article] [PubMed]43. Liu M, Xie Z, Price D H. A human RNA polymerase II transcription termination factor is a SWI2/SNF2 family member. J Biol Chem. 1998;273:25541–25544. [PubMed] [Google Scholar]44. Madore S J, Cullen B R. Genetic analysis of the cofactor requirement for human immunodeficiency virus type 1 Tat function. J Virol. 1993;67:3703–3711. [PMC free article] [PubMed] [Google Scholar]45. Majello B, Napolitano C, Lania L. Recruitment of the TATA-binding protein to the HIV-1 promoter is a limiting step for Tat transactivation. AIDS. 1998;12:1957–1964. [PubMed] [Google Scholar]46. Majello B, Napolitano G, Giordano A, Lania L. Transcriptional regulation by targeted recruitment of cyclin-dependent CDK9 kinase in vivo. Oncogene. 1999;18:4598–4605. [PubMed] [Google Scholar]47. Mancebo H S, Lee G, Flygare J, Tomassini J, Luu P, Zhu Y, Peng J, Blau C, Hazuda D, Price D H, Flores O. P-TEFb kinase is required for HIV Tat transcriptional activation in vivo and in vitro. Genes Dev. 1997;11:2633–2644. [PMC free article] [PubMed] [Google Scholar]48. Marciniak R A, Sharp P A. HIV-1 Tat protein promotes formation of more-processive elongation complexes. EMBO J. 1991;10:4189–4196. [PMC free article] [PubMed] [Google Scholar]49. Marshall N F, Dahmus G K, Dahmus M E. Regulation of carboxyl-terminal domain phosphatase by HIV-1 Tat protein. J Biol Chem. 1998;273:31726–31730. [PubMed] [Google Scholar]50. Marshall N F, Peng J, Xie Z, Price D H. Control of RNA polymerase II elongation potential by a novel carboxyl-terminal domain kinase. J Biol Chem. 1996;271:27176–27183. [PubMed] [Google Scholar]51. Marshall N F, Price D H. Control of formation of two distinct classes of RNA polymerase II elongation complexes. Mol Cell Biol. 1992;12:2078–2090. [PMC free article] [PubMed] [Google Scholar]52. Marshall N F, Price D H. Purification of P-TEFb, a transcription factor required for the transition into productive elongation. J Biol Chem. 1995;270:12335–12338. [PubMed] [Google Scholar]53. Minvielle-Sebastia L, Keller W. mRNA polyadenylation and its coupling to other RNA processing reactions and to transcription. Curr Opin Cell Biol. 1999;11:352–357. [PubMed] [Google Scholar]54. Napolitano G, Licciardo P, Gallo P, Majello B, Giordano A, Lania L. The CDK9-associated cyclins T1 and T2 exert opposite effects on HIV-1 Tat activity. AIDS. 1999;13:1453–1459. [PubMed] [Google Scholar]55. Parada C A, Roeder R G. Enhanced processivity of RNA polymerase II triggered by Tat-induced phosphorylation of its carboxy-terminal domain. Nature. 1996;384:375–378. [PubMed] [Google Scholar]56. Pendergrast P S, Hernandez N. RNA-targeted activators, but not DNA-targeted activators, repress the synthesis of short transcripts at the human immunodeficiency virus type 1 long terminal repeat. J Virol. 1997;71:910–917. [PMC free article] [PubMed] [Google Scholar]57. Peng J, Liu M, Marion J, Zhu Y, Price D H. RNA polymerase II elongation control. Cold Spring Harbor Symp Quant Biol. 1998;63:365–370. [PubMed] [Google Scholar]58. Peng J, Marshall N F, Price D H. Identification of a cyclin subunit required for the function of Drosophila P-TEFb. J Biol Chem. 1998;273:13855–13860. [PubMed] [Google Scholar]59. Peng J, Zhu Y, Milton J T, Price D H. Identification of multiple cyclin subunits of human P-TEFb. Genes Dev. 1998;12:755–762. [PMC free article] [PubMed] [Google Scholar]60. Ping Y H, Rana T M. Tat-associated kinase (P-TEFb): a component of transcription preinitiation and elongation complexes. J Biol Chem. 1999;274:7399–7404. [PubMed] [Google Scholar]61. Rana T M, Jeang K T. Biochemical and functional interactions between HIV-1 Tat protein and TAR RNA. Arch Biochem Biophys. 1999;365:175–185. [PubMed] [Google Scholar]62. Reines D, Conaway J W, Conaway R C. The RNA polymerase II general elongation factors. Trends Biochem Sci. 1996;21:351–355. [PMC free article] [PubMed] [Google Scholar]63. Reines D, Conaway R C, Conaway J W. Mechanism and regulation of transcriptional elongation by RNA polymerase II. Curr Opin Cell Biol. 1999;11:342–346. [PMC free article] [PubMed] [Google Scholar]64. Sehgal P B, Darnell J E, Tamm I. The inhibition by DRB (5,6,-dichloro-1-β-d-ribofuranosylbenzimidazole) of hnRNA and mRNA production in HeLa cells. Cell. 1976;9:473–480. [PubMed] [Google Scholar]65. Shilatifard A. Factors regulating the transcriptional elongation activity of RNA polymerase II. FASEB J. 1998;12:1437–1446. [PubMed] [Google Scholar]66. Tamm I, Kikuchi T, Darnell J E, Salditt-Georgeieff M. Short capped hnRNA precursor chains in HeLa cells: continued synthesis in the presence of 5,6-dichloro-1-β-d-ribofuranosylbenzimidazole. Biochemistry. 1980;19:2743–2748. [PubMed] [Google Scholar]67. Taube R, Fujinaga K, Irwin D, Wimmer J, Geyer M, Peterlin B M. Interactions between equine cyclin T1, Tat, and TAR are disrupted by a leucine-to-valine substitution found in human cyclin T1. J Virol. 2000;74:892–898. [PMC free article] [PubMed] [Google Scholar]68. Taube R, Fujinaga K, Wimmer J, Barboric M, Peterlin B M. Tat transactivation: a model for the regulation of eukaryotic transcriptional elongation. Virology. 1999;264:245–253. [PubMed] [Google Scholar]69. Toohey M G, Jones K A. In vitro formation of short RNA polymerase II transcripts that terminate within the HIV-1 and HIV-2 promoter-proximal downstream regions. Genes Dev. 1989;3:265–282. [PubMed] [Google Scholar]70. Wada T, Takagi T, Yamaguchi Y, Ferdous A, Imai T, Hirose S, Sugimoto S, Yano K, Hartzog G A, Winston F, Buratowski S, Handa H. DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes Dev. 1998;12:343–356. [PMC free article] [PubMed] [Google Scholar]71. Wada T, Takagi T, Yamaguchi Y, Watanabe D, Handa H. Evidence that P-TEFb alleviates the negative effect of DSIF on RNA polymerase II-dependent transcription in vitro. EMBO J. 1998;17:7395–7403. [PMC free article] [PubMed] [Google Scholar]72. Wei P, Garber M E, Fang S M, Fischer W H, Jones K A. A novel CDK9-associated C-type cyclin interacts directly with HIV-1 Tat and mediates its high-affinity, loop-specific binding to TAR RNA. Cell. 1998;92:451–462. [PubMed] [Google Scholar]73. Wen Y, Shatkin A J. Transcription elongation factor hSPT5 stimulates mRNA capping. Genes Dev. 1999;13:1774–1779. [PMC free article] [PubMed] [Google Scholar]74. Wimmer J, Fujinaga K, Taube R, Cujec T P, Zhu Y, Peng J, Price D H, Peterlin B M. Interactions between Tat and TAR and human immunodeficiency virus replication are facilitated by human cyclin T1 but not cyclins T2a or T2b. Virology. 1999;255:182–189. [PubMed] [Google Scholar]75. Wu-Baer F, Lane W S, Gaynor R B. Role of the human homolog of the yeast transcription factor SPT5 in HIV-1 Tat-activation. J Mol Biol. 1998;277:179–197. [PubMed] [Google Scholar]76. Xie Z, Price D H. Purification of an RNA polymerase II transcript release factor from Drosophila. J Biol Chem. 1996;271:11043–11046. [PubMed] [Google Scholar]77. Xie Z, Price D H. Drosophila factor 2, an RNA polymerase II transcript release factor, has DNA-dependent ATPase activity. J Biol Chem. 1997;272:31902–31907. [PubMed] [Google Scholar]78. Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. [PubMed] [Google Scholar]79. Yamaguchi Y, Wada T, Watanabe D, Takagi T, Hasegawa J, Handa H. Structure and function of the human transcription elongation factor DSIF. J Biol Chem. 1999;274:8085–8092. [PubMed] [Google Scholar]80. Yang X Z, Gold M O, Tang D N, Lewis D E, Aguilarcordova E, Rice A P, Herrmann C H. TAK, an HIV TAT-associated kinase, is a member of the cyclin-dependent family of protein kinases and is induced by activation of peripheral blood lymphocytes and differentiation of promonocytic cell lines. Proc Natl Acad Sci USA. 1997;94:12331–12336. [PMC free article] [PubMed] [Google Scholar]81. Yankulov K, Bentley D. Transcriptional control: Tat cofactors and transcriptional elongation. Curr Biol. 1998;8:R447–R449. [PubMed] [Google Scholar]82. Zandomeni R, Mittleman B, Bunick D, Ackerman S, Weinmann R. Mechanism of action of dichloro-beta-d-ribofuranosylbenzimidazole: effect on in vitro transcription. Proc Natl Acad Sci USA. 1982;79:3167–3170. [PMC free article] [PubMed] [Google Scholar]83. Zawel L, Kumar K P, Reinberg D. Recycling of the general transcription factors during RNA polymerase II transcription. Genes Dev. 1995;9:1479–1490. [PubMed] [Google Scholar]84. Zhou Q, Chen D, Pierstorff E, Luo K. Transcription elongation factor P-TEFb mediates Tat activation of HIV-1 transcription at multiple stages. EMBO J. 1998;17:3681–3691. [PMC free article] [PubMed] [Google Scholar]85. Zhu Y, Pe'ery T, Peng J, Ramanathan Y, Marshall N F, Marshall T, Amendt B, Mathews M B, Price D H. Transcription elongation factor P-TEFb is required for HIV-1 tat transactivation in vitro. Genes Dev. 1997;11:2622–2632. [PMC free article] [PubMed] [Google Scholar]"}