{"title": "CDK9 autophosphorylation regulates high-affinity binding of the human immunodeficiency virus type 1 tat-P-TEFb complex to TAR RNA", "pubDate": "2000", "PMCID": "PMC88771", "DOI": "10.1128/MCB.20.18.6958-6969.2000", "PMID": "10958691", "abstract": "Human immunodeficiency virus type 1 (HIV-1) Tat interacts with cyclin T1 (CycT1), a regulatory partner of CDK9 in the positive transcription elongation factor (P-TEFb) complex, and binds cooperatively with CycT1 to TAR RNA to recruit P-TEFb and promote transcription elongation. We show here that Tat also stimulates phosphorylation of affinity-purified core RNA polymerase II and glutathione S-transferase-C-terminal-domain substrates by CycT1-CDK9, but not CycH-CDK7, in vitro. Interestingly, incubation of recombinant Tat-P-TEFb complexes with ATP enhanced binding to TAR RNA dramatically, and the C-terminal half of CycT1 masked binding of Tat to TAR RNA in the absence of ATP. ATP incubation lead to autophosphorylation of CDK9 at multiple C-terminal Ser and Thr residues, and full-length CycT1 (amino acids 728) [CycT1(1-728)], but not truncated CycT1(1-303), was also phosphorylated by CDK9. P-TEFb complexes containing a catalytically inactive CDK9 mutant (D167N) bound TAR RNA weakly and independently of ATP, as did a C-terminal truncated CDK9 mutant that was catalytically active but unable to undergo autophosphorylation. Analysis of different Tat proteins revealed that the 101-amino-acid SF2 HIV-1 Tat was unable to bind TAR with CycT1(1-303) in the absence of phosphorylated CDK9, whereas unphosphorylated CDK9 strongly blocked binding of HIV-2 Tat to TAR RNA in a manner that was reversed upon autophosphorylation. Replacement of CDK9 phosphorylation sites with negatively charged residues restored binding of CycT1(1-303)-D167N-Tat, and rendered D167N a more potent inhibitor of transcription in vitro. Taken together, these results demonstrate that CDK9 phosphorylation is required for high-affinity binding of Tat-P-TEFb to TAR RNA and that the state of P-TEFb phosphorylation may regulate Tat transactivation in vivo.", "author": [{"author": "M E Garber", "affiliation": ["Regulatory Biology Laboratory, The Salk Institute for Biological Studies, La Jolla, California 92037, USA."], "href": "/?term=Garber+ME&cauthor_id=10958691"}, {"author": "T P Mayall", "affiliation": [], "href": "/?term=Mayall+TP&cauthor_id=10958691"}, {"author": "E M Suess", "affiliation": [], "href": "/?term=Suess+EM&cauthor_id=10958691"}, {"author": "J Meisenhelder", "affiliation": [], "href": "/?term=Meisenhelder+J&cauthor_id=10958691"}, {"author": "N E Thompson", "affiliation": [], "href": "/?term=Thompson+NE&cauthor_id=10958691"}, {"author": "K A Jones", "affiliation": [], "href": "/?term=Jones+KA&cauthor_id=10958691"}], "refPMID": [], "citedInPMID": ["10958691", "34663829", "34201394", "34062779", "34041038", "33672138", "33239456", "32443452", "32403278", "32341082", "32133046", "31183407", "30971469", "30652970", "30323326", "30227759", "28878233", "28641539", "27152730", "27128603", "26324325", "26083714", "25731772", "24742347", "24524087", "24316072", "24217245", "23977272", "23676218", "23518577", "23087374", "23007159", "22959624", "22404626", "22371709", "21639898", "21533037", "21385826", "21210747", "20436276", "20334651", "19723344", "19486514", "19443839", "19211771", "18971272", "18566585", "18483222", "17289077", "17018134", "17001490", "16940540", "16893449", "16838299", "16641271", "16510875", "16103164", "16048649", "15905409", "15719065", "15564463", "15194760", "12944466", "12857933", "12857891", "12651893", "12588988", "12525632", "12438619", "12368330", "12368300", "12215532", "12052871", "12049628", "12048247", "11809800", "11739744", "11739686", "11689614", "11390638", "11113176"], "body": " AbstractHuman immunodeficiency virus type 1 (HIV-1) Tat interacts with cyclin T1 (CycT1), a regulatory partner of CDK9 in the positive transcription elongation factor (P-TEFb) complex, and binds cooperatively with CycT1 to TAR RNA to recruit P-TEFb and promote transcription elongation. We show here that Tat also stimulates phosphorylation of affinity-purified core RNA polymerase II and glutathione S-transferase–C-terminal-domain substrates by CycT1-CDK9, but not CycH-CDK7, in vitro. Interestingly, incubation of recombinant Tat–P-TEFb complexes with ATP enhanced binding to TAR RNA dramatically, and the C-terminal half of CycT1 masked binding of Tat to TAR RNA in the absence of ATP. ATP incubation lead to autophosphorylation of CDK9 at multiple C-terminal Ser and Thr residues, and full-length CycT1 (amino acids 728) [CycT1(1–728)], but not truncated CycT1(1–303), was also phosphorylated by CDK9. P-TEFb complexes containing a catalytically inactive CDK9 mutant (D167N) bound TAR RNA weakly and independently of ATP, as did a C-terminal truncated CDK9 mutant that was catalytically active but unable to undergo autophosphorylation. Analysis of different Tat proteins revealed that the 101-amino-acid SF2 HIV-1 Tat was unable to bind TAR with CycT1(1–303) in the absence of phosphorylated CDK9, whereas unphosphorylated CDK9 strongly blocked binding of HIV-2 Tat to TAR RNA in a manner that was reversed upon autophosphorylation. Replacement of CDK9 phosphorylation sites with negatively charged residues restored binding of CycT1(1–303)-D167N-Tat, and rendered D167N a more potent inhibitor of transcription in vitro. Taken together, these results demonstrate that CDK9 phosphorylation is required for high-affinity binding of Tat–P-TEFb to TAR RNA and that the state of P-TEFb phosphorylation may regulate Tat transactivation in vivo. Activation of human immunodeficiency virus type-1 (HIV-1) transcription by the virus-encoded transcription factor, Tat, provides an important paradigm for understanding the mechanisms that regulate transcription elongation by RNA polymerase II (RNAPII). Transcription complexes that form at the HIV-1 promoter in the absence of Tat are competent to initiate transcription but elongate inefficiently, due to the effects of negative general elongation factors (22, 50, 51, 55, 57; reviewed in references 16 and 56) and an inhibitory RNA structure that induces pausing of RNAPII complexes (38). Tat functions as a promoter-specific transcription elongation factor through binding to the transactivation response element (TAR) in the 5′-untranslated leader of viral transcripts to stimulate processive transcription by RNAPII (for a review, see references 29 and 30).Tat regulates an early step in transcription elongation that requires cyclin T1 (CycT1) and CDK9 (21, 35, 40, 52, 58–60), which are subunits of the positive transcription elongation factor P-TEFb (36) and Tat-associated kinase (21, 23, 24) complexes. CDK9 is a Cdc2-related kinase (20) that promotes general elongation of transcription at many promoters in vitro and can phosphorylate the C-terminal domain (CTD) of the largest subunit of RNAPII (9, 35, 60). We previously cloned CycT1 as a protein that interacts strongly with the 48-amino-acid (aa) HIV-1 Tat transactivation domain in nuclear extracts and demonstrated that binding of Tat to CycT1 enhances its affinity for TAR RNA and confers a requirement for sequences in the loop of the RNA hairpin (52). Although multiple cyclin partners for CDK9 have been identified (13, 40), Tat functions only with CycT1 (2, 15, 53). Biochemical studies indicate that Tat binds to the cyclin domain of CycT1 and forms a zinc-dependent complex with residues in the Tat-TAR recognition motif (2, 4, 15, 17, 18, 27).Several independent lines of evidence suggest that both the CycT1 and CDK9 components of P-TEFb are important for Tat transactivation. First, chemical inhibitors and dominant-negative mutants of CDK9 block Tat transactivation and HIV-1 replication in vivo (12, 21, 35, 60). Second, removal of either CDK9 or CycT1 from HeLa nuclear extracts blocks both transcription elongation and Tat transactivation (35, 52). Third, CycT1 is responsible for the species-specific restrictions to HIV-1 Tat transactivation in vivo. For example, HIV-1 Tat is unable to bind cooperatively with murine CycT1 to TAR RNA (3, 4, 6, 14, 18, 34), and TAR RNA-binding and Tat transactivation could be rescued by expression of human CycT1 or a murine CycT1 protein containing a point mutation (Y261C) in the Tat-TAR recognition motif (4, 18). Species-specific differences in the cyclin partners for CDK9 also underlie the failure of the equine infectious anemia virus Tat to recognize HIV-1 TAR RNA in human cells (1, 45). Thus, the CycT1 residues that are most critical for binding to Tat and TAR are not highly conserved and therefore may not be required for cellular P-TEFb activity.Recent studies indicate that P-TEFb functions to counteract the negative elongation factors, DSIF (DRB-sensitivity-inducing factor) and NELF (negative elongation factor) (22, 50, 51, 55). Depletion of DSIF or NELF from nuclear extracts renders P-TEFb dispensable for elongation in vitro (51). DSIF and NELF bind to hypophosphorylated RNAPII complexes (Pol IIa) and act at a subsequent step in elongation (51, 55). The DSIF subunit, Spt5, was identified independently as a factor involved in HIV-1 Tat transactivation in vitro and contains several C-terminal repeats that can be phosphorylated by CDK9 in vitro (54, 55). Hyperphosphorylation of the RNAPII CTD (Pol IIo) signals the dissociation of DSIF and NELF from the complex (51, 55) and may facilitate the binding of other elongation factors (36) and RNA-processing enzymes (11, 25).Genetic studies have shown that chimeric CycT1 or CDK9 proteins can activate transcription if tethered directly to nascent RNA (1, 15, 21), indicating that the primary role of Tat and TAR is to recruit CycT1-CDK9 to RNA. CDK9 has been reported to be present, but inactive, in preinitiation complexes (26, 32, 42). RNAPII CTD phosphorylation was strongly enhanced by Tat in isolated early elongation complexes, forming an RNAPII complex (called Pol IIo*) that is more highly phosphorylated than that observed at cellular promoters (26, 39). Thus, if CDK9 is present in stoichiometric amounts in preinitiation complexes, it is either inactive or the CTD may not be accessible for phosphorylation until P-TEFb associates with TAR RNA. In addition to recruiting P-TEFb, Tat can enhance CTD phosphorylation by CDK9 complexes in vitro (27, 43). Tat reportedly also enhances CDK7 kinase activity (8, 19, 39), although the mechanism is unknown, and CDK7 is not required for Tat transactivation in vitro (7). At later stages in elongation, Tat associates directly with RNAPII rather than TAR RNA (31), indicating that the Tat–P-TEFb–TAR complex is disrupted during transcription.We have previously shown that binding of Tat to CycT1 dramatically alters the affinity and specificity of TAR RNA recognition and that Tat recognizes a region of CycT1 that is dispensable for general P-TEFb activity in the cell (17, 18, 52). We investigate here the ability of HIV-1 Tat to regulate CTD phosphorylation by P-TEFb and report the unexpected observation that P-TEFb phosphorylation plays an essential role in regulating the binding of Tat–P-TEFb complexes to TAR RNA. MATERIALS AND METHODSProtein purification. Recombinant CDK9 (FLAG epitope tagged) was expressed and purified from baculovirus-infected Sf9 cells as described previously (18). Bacterially expressed glutathione S-transferase (GST)-Tat and GST-CycT1 (aa 1 to 303) [CycT1(1–303)] were eluted from glutathione-Sepharose beads with thrombin before use. The GST-CTD peptide was expressed in bacteria and was purified as described previously (41) before use in the in vitro kinase reactions. The His6-tagged Spt5 (50) was expressed in bacteria and was purified by conventional chromatography as follows. The crude protein lysate was precipitated with ammonium sulfate (0.33 g/ml of lysate), and the resuspended pellet was loaded on MonoQ resin in buffer A (50 mM HEPES, pH 8.2; 100 mM KCl; 10% glycerol; 1 mM dithiothreitol [DTT]). A gradient from 280 to 500 mM KCl was found to elute Spt5 protein, with the peak at 400 mM KCl. Core RNAPII was isolated from calf thymus and purified by immunoaffinity chromatography using anti-CTD monoclonal antibody 8WG16 as described elsewhere (5, 46, 47). For experiments with the mutant CDK9 proteins (see Fig. ​Fig.7),7), the indicated CDK9 mutant was coexpressed in baculovirus with FLAG-tagged CycT1(1–303), and the complex was purified by FLAG affinity chromatography, as was the full-length CycT1(1–728)-CDK9 complex.Open in a separate windowFIG. 7PK-A phosphorylation or substitution of S/T residues with negatively-charged amino acids restores TAR RNA-binding activity of complexes containing the kinase deficient CDK9 mutant (D167N). (A) For lanes 4 to 6, the CycT1(1–303)-D167N complex was phosphorylated with PKA and analyzed for its ability to bind TAR RNA in gel mobility shift experiments. Binding reactions contained 12 ng of CycT1 (aa 1 to 303), 30 ng of wild-type CDK9 or D167N CDK9, 30 ng of HIV-1 Tat (aa 1 to 86), and 15 ng of HIV-1 TAR RNA (nt +1 to +80) in the presence or absence of ATP. For lanes 7 to 13, a series of 5- or 9-aa substitution mutations were introduced into the C-terminal tail of D167N or CDK9 that replaced Ser or Thr residues with glutamate (E) residues, as indicated schematically at the bottom of the figure. Complexes of CycT1(1–303)-CDK9 were purified following coexpression in baculovirus and analyzed for TAR RNA-binding activity in gel shift experiments as described in the legend to Fig. ​Fig.4.4. The mutant R343,R344A replaced two arginine residues in the region preceeding P1 with Ala residues. (B) In vitro transcription experiment assessing the ability of CycT1(1–303)-D167N and CycT1(1–303)–D167N-5E complexes to inhibit Tat transactivation in vitro. HeLa nuclear extracts were incubated in the presence or absence of GST-Tat, as indicated above each lane, under conditions shown previously to support Tat-dependent transactivation in vitro (52). Where indicated, reactions also contained 60 ng of recombinant CycT1(1–303)-CDK9, CycT1(1–303)-D167N, or CycT1(1–303)–D167N-5E complex. Arrows indicate TAR-dependent wild-type (wt) and TAR-independent (ΔTAR) HIV-2 RNA runoff transcripts formed in vitro.In vitro kinase reactions. In vitro kinase reactions (16 μl) using GST-CTD as the substrate were carried out in binding buffer (30 mM Tris-HCl, pH 7.5; 10% glycerol; 3 mM DTT; 5.4 mM MgCl2) containing 13 mM KCl, 60 μM ATP, and 10 μ Ci of [γ-32P]ATP for 60 min at 30°C. Where indicated, 50 ng of TAR RNA and 300 ng of poly(rI-rC) were added to each reaction. GST-cleaved CycT1, FLAG-tagged CDK9, GST-cleaved Tat, GST-CTD, and His-tagged Spt5 were used in the amounts described in the figure legends. In vitro kinase reactions containing core RNAPII were identical to those described which contained GST-CTD as a substrate except that these reactions contained 110 mM KCl, 1 μg of poly(rI-rC), and 24 ng of TAR RNA and were incubated for 15 min at 30°C. Standard in vitro kinase reactions were as described previously (18).CDK9 autophosphorylation reactions and phosphotryptic peptide mapping. CDK9 autophosphorylation was carried out in an 11.5-μl reaction mixture containing RNA-binding buffer (RBB) with 135 mM KCl, 120 μg of bovine serum albumin (BSA), 20 μg of FLAG-tagged CDK9 [which had been prebound to 25 μg of CycT1(1–303)], 6 μM ATP, and 250 μ Ci of [γ-32P]ATP and then incubated for 15 min at 30°C. The ATP concentration was then increased to 300 μM, and the reaction was allowed to continue for an additional 45 min at 30°C. Proteins were precipitated with trichloroacetic acid, separated on a 6% polyacrylamide gel by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE), transferred to a polyvinylidene difluoride membrane, and digested with trypsin. Phosphotryptic peptide mapping and phosphoamino acid analysis were carried out as described earlier (48). The two-dimensional peptide map was carried out in pH 1.9 buffer in the first dimension and in phospho-chromatography buffer in the second dimension.TAR RNA-binding and in vitro transcription experiments. Gel mobility shift experiments (16 μl) were carried out in RBB containing 135 mM KCl, 1 μg of poly(rI-rC), 15 ng of HIV-1 TAR RNA probe, and HeLa total RNA (600 ng). HIV-1 TAR RNA (nucleotides 1 to 80) was uniformly labeled in vitro using a linearized template and T7 RNA polymerase as described elsewhere (52). Where indicated, ATP was added to CDK9 prebound to bacterially expressed CycT1(1–303), and HIV Tat and complex formation on TAR RNA was allowed to proceed for 30 min at 30°C. Reaction products were separated on a pre-run 4% Tris-glycine polyacrylamide gel as described previously (52).To isolate the phosphorylated CycT1-CDK9 complex, flag-tagged CDK9 (4 μg) that had been prebound to GST-CycT1 (3 μg) was coupled to glutathione-Sepharose beads in 500 μl of EBC buffer (50 mM Tris-HCl, pH 8.0; 120 mM NaCl; 0.5% NP-40) containing 5 mM DTT and 40 μg of BSA per ml. ATP was added to 200 μM, and the complex was incubated for 1 h at 30°C and then washed extensively with EBC buffer containing 500 mM NaCl. The complex was then eluted by thrombin cleavage in TM buffer (50 mM Tris-HCl, pH 8.0; 12.5 mM MgCl2; 20% glycerol) containing 5 mM DTT and 150 mM KCl. Conditions for the in vitro Tat transactivation experiments shown in Fig. ​Fig.77 have been described previously (52). RESULTSTat enhances CTD phosphorylation of affinity-purified core RNAPII and GST-CTD by CycT1-CDK9, but not CycH-CDK7, in vitro. Although the predominant role of Tat is to recruit P-TEFb to TAR RNA, published reports indicate that Tat may also regulate CTD kinase activity through an ability to enhance GST-CTD phosphorylation by CycT1-CDK9, as well as by CAK- or CycH-CDK7 (6, 19, 27, 36, 39). Consistent with this possibility, the extent of RNAPII CTD phosphorylation is stimulated strongly by Tat in isolated transcription elongation complexes in vitro (26). Consequently, we examined the ability of Tat to stimulate CTD phosphorylation of affinity-purified core RNAPII by recombinant P-TEFb. The 12-subunit core RNAPII was purified by affinity chromatography using an antiserum specific for the CTD (5, 46, 47) and then incubated with baculovirus-expressed CycT1(1–303)-CDK9 in the presence or absence of (GST-cleaved) Tat and TAR RNA, and the extent of RNAPII phosphorylation was then examined by SDS-PAGE and autoradiography. For these experiments, we used a truncated CycT1 protein [CycT1(1–303)], which contains the minimal region shown previously to be both necessary and sufficient for TAR recognition in vitro and Tat transactivation in vivo (18).Recombinant CycT1-CDK9 supports efficient CTD hyperphosphorylation under standard kinase reaction conditions (18); however, the RNAPII CTD is phosphorylated inefficiently under in vitro transcription reaction conditions (52). As shown in Fig. ​Fig.1A,1A, the addition of both HIV-1 Tat (HXB2; 86 aa) and synthetic wild-type TAR RNA (nucleotides [nt] 1 to 80), strongly stimulated phosphorylation of core RNAPII under these conditions. CTD phosphorylation was relatively low in the absence of Tat and TAR (Fig. ​(Fig.1A,1A, compare lanes 1 and 7 or lanes 8 and 13). Tat enhanced CTD phosphorylation to a lesser extent in the absence of TAR RNA (lane 5), although most of the complexes were hypophosphorylated (Pol IIa). Suboptimal stimulation of CDK9 activity was observed in reactions containing a loop mutant TAR RNA (lane 6) or a mutant CycT1 that is unable to bind TAR RNA (lane 4). Although wild-type Tat enhanced RNAPII phosphorylation in the absence of TAR, the Tat activation domain (aa 1 to 48) was unable to stimulate P-TEFb activity (lane 11) and was as inactive as the Tat activation domain mutant (C22G; lane 10), indicating a requirement for the arginine-rich motif (ARM). We conclude that minimal stimulation of CDK9 activity on the RNAPII CTD requires the ARM but not TAR RNA, whereas both are required for optimal RNAPII phosphorylation. Western blots with CTD-specific antisera (Fig. ​(Fig.1B)1B) indicate that Tat enhances RNAPII phosphorylation selectively at position Ser-5 and not at position Ser-2 in the RNAPII CTD heptapeptide repeat (YSPTSPS). We also found that Tat and CycT1-CDK9 can bind simultaneously with purified RNAPII to TAR RNA in gel shift experiments, whereas CycT1(1–303)-CDK9 cannot recognize RNAPII in the absence of Tat and that the Tat–P-TEFb–RNAPII–TAR complex is stable to phosphorylation of the CTD (data not shown).  Open in a separate windowFIG. 1Tat and TAR RNA enhance phosphorylation of affinity-purified core RNAPII by recombinant P-TEFb (CycT1-CDK9) in vitro. (A) In vitro kinase reactions were carried out with 200 ng of affinity-purified core RNAPII, 30 ng of baculovirus-expressed FLAG-tagged CDK9 and, where indicated above each lane, 15 ng of human CycT1 (+; aa 1 to 303), 15 ng of CycT1 mutant C261A (mt; aa 1 to 303), 30 ng of wild-type HIV-1 Tat (+; aa 1 to 86), 30 ng of HIV-1 Tat C22G (mt; aa 1 to 86), 30 ng of HIV-1 Tat activation domain (48; aa 1 to 48), 30 ng of C22G mutant HIV-1 Tat activation domain (48*; aa 1 to 48), and either 24 ng of wild-type HIV-1 TAR RNA (wt; nt +1 to +80) or 24 ng of loop mutant (lm; nt +1 to +80) HIV-1 TAR RNA. The migration positions of RNAPII complexes containing either the hypophosphorylated (IIa) or the hyperphosphorylated (IIo) CTD are indicated with arrows. (B) RNAPII CTD phosphorylation was analyzed by Western blot using monoclonal antisera specific to the CTD heptapeptide repeat phosphorylated at either position Ser-5 or Ser-2 (Babco). Reactions contained 30 ng of wild-type HIV-1 Tat and 24 ng of HIV-1 TAR RNA.The observation that Tat can enhance RNAPII phosphorylation in the absence of TAR RNA indicated that it should also stimulate phosphorylation of a GST-CTD substrate, and previous studies suggest that Tat can stimulate GST-CTD phosphorylation by both CycT1-CDK9 and CAK- or CycH-CDK7 in vitro (27). Although synthetic CTD substrates were less-efficient substrates than core RNAPII, Tat nevertheless strongly enhanced processive phosphorylation of GST-CTD by P-TEFb to generate hyperphosphorylated CTDo (Fig. ​(Fig.2A,2A, compare lanes 1 and 4). In contrast, Tat did not affect CDK9 autophosphorylation in the CycT1-CDK9 complex. As observed above with affinity-purified core RNAPII, the Tat activation domain (aa 1 to 48) could not stimulate GST-CTD phosphorylation by CycT1-CDK9 (lane 2), whereas a Tat protein containing just the activation domain and the ARM (aa 1 to 72; lane 3) was as active as wild-type Tat (aa 1 to 86; lane 4). Similarly, the full-length HIV-2 Tat protein (aa 1 to 130; lane 6), but not the HIV-2 Tat transactivation domain (aa 1 to 77; lane 5), enhanced CTD phosphorylation by P-TEFb in vitro.  Open in a separate windowFIG. 2The Tat ARM and activation domain are required to stimulate GST-CTD phosphorylation by CycT1-CDK9 in vitro. (A) Phosphorylation of GST-CTD by wild-type and mutant Tat proteins was analyzed with in vitro kinase experiments. Kinase reactions contained 400 fmol of CycT1 (aa 1 to 303), 750 fmol of CDK9, 140 fmol of GST-CTD, 400 fmol of Spt5 and, where indicated, 3 pmol of HIV-1 Tat (aa 1 to 48), HIV-1 Tat (aa 1 to 72), HIV-1 Tat (aa 1 to 86); HIV-2 Tat (aa 1 to 77), and HIV-2 Tat (aa 1 to 130). The relative migration positions of hypophosphorylated (CTDa) or hyperphosphorylated (CTDo) GST-CTD are indicated with arrows. The bottom panel shows the level of CDK9 autophosphorylation in each reaction. (B) Analysis of the ability of TAR RNA or the isolated Tat transactivation domain to interfere with Tat-enhanced GST-CTD phosphorylation by P-TEFb. Conditions are as in panel A except for lanes 7 to 9, which contain 300 ng of rI-rC and 50 ng of either wild-type of loop mutant HIV-1 TAR RNA (nt +1 to +80) as competitor, as indicated. The presence (+) or absence (−) of HIV-1 Tat-1 (aa 1 to 86) or HIV-1 Tat (aa 1 to 48) is also indicated above each lane. In the reaction shown in lane 3, the activation domain of Tat (aa 1 to 48; circled) was incubated with CycT1-CDK9 prior to addition of wild-type Tat (aa 1 to 86), whereas in the reaction shown in lane 4 the wild-type Tat protein (aa 1 to 86; circled) was incubated with CycT1-CDK9 prior to the addition of the mutant Tat (aa 1 to 48). (C) Analysis of the ability of HIV-1 Tat to stimulate CycT1-CDK9 or CycH-CDK7 kinase activity. The individual GST-Cyc–CDK complexes were isolated from SF9 cells coinfected with recombinant baculovirus vectors and purified by chromatography on glutathione-Sepharose beads. (Left panel) In vitro kinase reaction conditions are as in A and contained 20 ng of HIV-1 Tat (86 aa; lanes 2, 4, 6, and 8), 50 ng of Spt5 (lanes 5 to 8), and 60 ng of a preformed complex containing either CycT1(1–303)-CDK9 or CycH-Cdk7, as indicated above each lane. Lanes 9 and 10 show standard in vitro kinase reactions (18) containing GST-CTD and the indicated protein kinase complexes.These results suggested that Tat may tether the P-TEFb complex to the CTD through binding to both CycT1 and the partially phosphorylated CTD substrate. As shown in Fig. ​Fig.2B,2B, CTD phosphorylation was efficiently blocked when a dominant-negative Tat protein (aa 1 to 48) was preincubated with CycT1-CDK9 complex and not when the wild-type Tat was allowed to bind first to CycT1-CDK9 (lane 4), indicating that Tat must interact with CycT1 in order to stimulate CTD kinase activity. Moreover, CTD phosphorylation was inhibited by wild-type TAR RNA (lane 7) and not by loop mutant TAR RNA (lane 8), indicating that the ARM must be free to bind the CTD, and this was confirmed directly by analysis of point mutations in the ARM (data not shown). Tat was also able to enhance processive phosphorylation of the Spt5 elongation factor (Fig. ​(Fig.2A2A and B), indicating that the interaction may be principally electrostatic.In contrast, Tat did not enhance GST-CTD phosphorylation by recombinant CycH-CDK7 (Fig. ​(Fig.2C,2C, lanes 9 and 10), a finding consistent with its inability to bind to these CAK subunits. The difference between our results and those reported earlier (8, 27) may arise from the different kinase reaction conditions and substrate purification methods, although we also note that some earlier studies failed to discriminate between phosphorylation and hyperphosphorylation of the CTD, whereas only the latter was regulated by Tat in our experiments. From these studies, we propose that Tat bridges the kinase complex to negatively charged substrates (e.g., CTD or Spt5), through the ARM, and tether the substrate to P-TEFb. In this manner, Tat might promote processive phosphorylation of RNAPII by CycT1-CDK9 after the complex has been released from TAR RNA.Incubation of recombinant CycT1-CDK9 with ATP is essential for binding of the Tat–P-TEFb complex to TAR RNA. The gel mobility shift experiments also revealed an unexpected effect of ATP on the affinity of the Tat–P-TEFb–TAR interaction (Fig. ​(Fig.3A).3A). As we reported previously, the HXB2 86-aa HIV-1 Tat protein forms a stable complex with CycT1(1–303) and CDK9 on TAR RNA (lane 3). Interestingly, incubation of this complex with ATP dramatically enhanced binding to TAR RNA and also altered the mobility of the complex (lane 4). To assess whether ATP also enhanced binding of P-TEFb complexes containing full-length CycT1, CycT1(1–728) and CDK9 were coexpressed in baculovirus and purified by FLAG affinity chromatography. ATP was found to be even more essential for binding of this Tat–P-TEFb complex to TAR RNA (compare lanes 5 and 6), since no complexes formed on TAR in the absence of ATP. The faster-migrating bands in this complex represent Tat-CycT1(1–728) complexes that have dissociated from CDK9 and, interestingly, these also bound TAR only in the presence of ATP. These results suggest that the C terminus of CycT1 disrupts binding of Tat–P-TEFb to TAR RNA in a manner that is overcome by incubation with ATP. Thus, Tat–P-TEFb complexes containing either the truncated or full-length CycT1 require ATP for high-affinity binding to TAR RNA.  Open in a separate windowFIG. 3Incubation with ATP enhances binding of the Tat-CycT1-CDK9 complex to TAR RNA in vitro. (A) RNA gel-shift analysis of complexes containing recombinant Tat, CycT1, and CDK9 on HIV-1 TAR RNA (nt +1 to +80) in the presence or absence of ATP. The reactions in lanes 3 and 4 contained 12 ng of GST-CycT1(1–303), 30 ng of FLAG-CDK9, and 30 ng of HIV-1 Tat (aa 1 to 86) in the absence (lane 3) or presence (lane 4) of ATP. The reactions in lanes 5 and 6 contained 30 ng of baculovirus coexpressed CycT1(1–728)-CDK9 complex and 30 ng of HIV-1 Tat (aa 1 to 86), incubated in the absence (lane 5) or presence (lane 6) of ATP. Arrows indicate the positions of the different Tat–P-TEFb–TAR complexes. (B) Analysis of autophosphorylation of recombinant P-TEFb complexes containing either full-length CycT1 (lane 1) or the CycT1 cyclin domain (aa 1 to 303; lane 2). Each P-TEFb complex was incubated with [γ-32P]ATP, separated by SDS-PAGE, and visualized by autoradiography. (C) Analysis of the effect of ATP on the binding of HIV-1 Tat to phosphorylated or unphosphorylated CycT1(1–303)-CDK9 complexes. GST-CycT1 (aa 1 to 303) was coupled to beads and incubated with CDK9 and HIV-1 Tat (aa 1 to 86) in the absence (lane 1) or presence (lane 2) of ATP. Complexes were washed stringently as described in Materials and Methods, and the proteins were visualized by Western blot. The CycT1(1–303), FLAG-CDK9, and HIV-1 Tat (aa 1 to 86) proteins were visualized with monoclonal antisera to GST, FLAG, and the Tat ARM, respectively. The amount of CDK9 and Tat which bound to GST-CycT1 was estimated by comparing to 50% of the input GST-CycT1 (lane 3), 50% of the input FLAG-CDK9 (lane 4), and 30% of the input HIV-1 Tat (lane 5) in each reaction.Incubation of these P-TEFb complexes with [γ-32P]ATP revealed that full-length CycT1(1–728) and CDK9 are both strongly phosphorylated within the complex. The truncated CycT1(1–303) protein was not phosphorylated, indicating that the predominant CycT1 phosphorylation sites lie in the C-terminal half of the protein (aa 303 to 728). Tat could also be phosphorylated in vitro by P-TEFb (data not shown). To assess whether ATP affected protein-protein interactions within the Tat–P-TEFb complex, Tat was passed over resins containing either unphosphorylated or autophosphorylated GST-CycT1(1–303)-CDK9 complexes, under stringent binding conditions defined previously (18). As shown in Fig. ​Fig.4C,4C, Tat bound equivalently to phosphorylated and unphosphorylated CycT1(1–303)-CDK9 complexes, indicating that phosphorylation does not affect protein-protein interactions but rather selectively alters binding to TAR RNA.Open in a separate windowFIG. 4P-TEFb autophosphorylation is essential to support binding of different Tat proteins to TAR RNA and requires functional CDK9 kinase activity. (A) RNA gel shift experiments analyzing the ATP dependence of different Tat–P-TEFb complexes. Where indicated above each lane, binding reactions contained 12 ng of CycT1(1–303); 30 ng of wild-type CDK9 or the catalytic mutant D167N CDK9; 30 ng of HIV-1 Tat (aa 1 to 86; HXB2 isolate) (lanes 2 to 5 and lanes 14 to 17), HIV-1 Tat (aa 1 to 101; SF2 isolate) (lanes 6 to 9), or HIV-2 Tat (aa 1 to 130; Rod isolate) (lanes 10 to 13); and 15 ng HIV-1 TAR RNA (nt +1 to +80). Binding of proteins to TAR RNA was performed in the presence (+) or absence (−) of ATP as designated below each lane. (B) Enhanced binding of the Tat–P-TEFb complex to TAR RNA requires ATP hydrolysis. Conditions are as in panel A. AMP-PNP is the nonhydrolyzable ATP analog, adenylylimido-diphosphate. The Tat–P-TEFb–TAR complexes are indicated with arrows.Binding of Tat–P-TEFb to TAR RNA requires P-TEFb autophosphorylation. We next asked whether P-TEFb autophosphorylation is responsible for the effect of ATP on binding to TAR RNA. As shown above, the full-length but not the truncated CycT1 protein is phosphorylated by CDK9, whereas ATP enhances binding to the TAR of both P-TEFb complexes. Consequently, we chose to focus on the complex containing the truncated CycT1 protein, which is not phosphorylated by CDK9. As shown in Fig. ​Fig.4A,4A, Tat forms a complex with CycT1(1–303) (lane 2), as well as with CycT1(1–303)-CDK9 (lane 3), and both the affinity and the mobility of this latter complex was enhanced upon incubation with ATP (compare lanes 3 and 5). In contrast, ATP had no effect on the RNA-binding activity of the Tat-CycT1 complex formed in the absence of CDK9 (compare lanes 2 and 4).  A similar result was obtained in experiments with the SF2 101-aa HIV-1 Tat protein, which contains the entire second exon of HIV-1 Tat and represents the form of Tat found in most viral isolates in vivo. As shown in Fig. ​Fig.4A,4A, the 101-aa HIV-1 Tat binds only very weakly to TAR RNA even in the presence of CycT1(1–303) and CDK9 (lanes 6 and 7), and binding is enhanced dramatically in the presence of ATP (lane 9). Even more striking were the results obtained with the 130-aa HIV-2 Tat protein, which is a potent activator through the HIV-2 TAR RNA element but activates transcription only weakly through HIV-1 TAR RNA. Interestingly, HIV-2 Tat formed a stable complex with CycT1 on HIV-1 TAR RNA (lane 10) that did not differ significantly from that of HIV-1 Tat on HIV-1 TAR (lane 9); however, the complex with HIV-2 Tat, unlike that of HIV-1 Tat, was strongly inhibited in the presence of CDK9 (lane 11). Binding of the HIV-2 Tat–P-TEFb complex to the HIV-1 TAR RNA probe was partially restored upon incubation of the complex with ATP (lane 13) but, importantly, the resulting complex bound HIV-1 TAR RNA more weakly than it did HIV-1 Tat–P-TEFb, a finding consistent with its reduced transactivation potential through HIV-1 TAR RNA. These results provide strong evidence that P-TEFb autophosphorylation is critical for high-affinity binding of wild-type Tat to TAR RNA.Next, we examined the TAR RNA-binding activity of a Tat–P-TEFb complex containing a catalytically inactive CDK9 mutant (D167N). The D167N CDK9 mutant bound TAR RNA weakly and in an ATP-independent manner in the presence of Tat and CycT1 (lanes 15 and 17), indicating that binding of the complex to TAR RNA requires phosphorylation of CDK9. We also observed that enhanced binding to TAR RNA was supported by ATP or GTP (Fig. ​(Fig.4B),4B), a finding consistent with the fact that either nucleotide supports CDK9 kinase activity (43), but not by other nucleotides or by the nonhydrolyzable nucleoside analogue, AMP-PNP (Fig. ​(Fig.4B,4B, lane 8). Taken together, these data indicate that CDK9 autophosphorylation is essential for binding of Tat–P-TEFb to TAR RNA and for Tat transactivation.The major sites of CDK9 phosphorylation lie within a C-terminal peptide. To assess the sites of CDK9 autophosphorylation, radiolabeled CDK9 was excised from the SDS-PAGE gel and subjected to phosphoamino acid analysis using two-dimensional thin-layer chromatography (TLC). As reported previously (43), we found that CDK9 is autophosphorylated at both Ser and Thr residues (Fig. ​(Fig.5A).5A). Trypsin digestion of phosphorylated CDK9 followed by phosphotryptic peptide mapping revealed that the major sites of phosphorylation are contained within two peptides, P1 and P2 (Fig. ​(Fig.5B),5B), which both contain labeled Ser and Thr residues (Fig. ​(Fig.5C).5C). P1 and P2 together represent more than half of the label incorporated into CDK9. Peptides 1 and 2 differ in their charge-to-mass ratios (pH 1.9 dimension) but not in their hydrophobicities (chromatography dimension), and their relative migration positions indicated that both are hydrophilic. Moreover, we noted that peptide P2 could be quantitatively converted to P1 upon extended incubation with high levels of trypsin (data not shown). Peptide P1 was purified by high-pressure liquid chromatography and examined by radioactive sequencing, which revealed phosphorylation at positions 3 and 9 (data not shown). The only tryptic peptide fragment derived from CDK9 that would be consistent with all of these data is a peptide derived from the C terminus of the protein (Fig. ​(Fig.5D),5D), in a region that is not conserved with other protein kinases such as CDK7 or CDK2. This peptide (KGSQITQQSTNQSR) contains several possible Ser and Thr phosphorylation sites, including potential phospho-acceptor residues at positions 3, 9, and 10 (Ser-347, Ser-353, and Thr-354). This peptide contains the sequence K-X-(phospho)S, which is cleaved inefficiently by trypsin, and consequently P1 and P2 may be nearly identical peptides that differ from each other only in the presence or absence of the N-terminal lysine residue. However, the radioactive sequencing experiment did not exclude possible phosphorylation at the other residues within this peptide (e.g., Thr-350 and Ser-357), and at least two additional peptides were labeled less extensively (Fig. ​(Fig.5B);5B); we have not identified these minor sites of CDK9 autophosphorylation.  Open in a separate windowFIG. 5Analysis of CDK9 autophosphorylation sites by two-dimensional phosphoamino acid and phosphotryptic peptide mapping experiments. (A) Two-dimensional phosphoamino acid analysis of recombinant autophosphorylated CDK9. (B) Autophosphorylated CDK9 was digested with trypsin, and peptide fragments were separated by a two-dimensional TLC. The two major phosphorylated peptides are labeled peptide 1 (P1) and peptide 2 (P2). The bottom left corner of the autoradiogram denotes the origin prior to electrophoresis. (C) Phosphoamino acid content of P1 and P2. Peptides P1 and P2 were isolated by two-dimensional chromatography and analyzed for phosphoamino acid context. (D) These data, together with radioactive sequencing of P2 which revealed phosphorylation at residue 3, indicate that the major site of phosphorylation is located in a tryptic peptide (aa 345 to 358; boxed) located near the C terminus of human CDK9.A CDK9 mutant lacking the C terminus is unable to autophosphorylate or modulate the affinity of Tat–P-TEFb for TAR RNA. These findings suggest that the major sites of CDK9 autophosphorylation do not involve the activating T loop of the kinase but rather lie near the C terminus in a region that is not conserved with other cyclin-dependent kinases. To assess this possibility directly, we prepared mutant CDK9 proteins in which all five Ser and Thr residues in the C-terminal peptide were replaced with alanine residues (CDK9-5A), as well as a truncated CDK9 lacking the entire C-terminal tail (CDK9Δ323). The mutant CDK9 proteins were expressed in conjunction with GST-CycT1(1–303) by recombinant baculovirus coinfection of cultured SF9 cells, and protein kinase complexes were isolated following chromatography on glutathione-Sepharose resin. Truncation of CDK9 at position 323, which corresponds to the natural C terminus of CDK2, removes the putative Ser and Thr phospho-acceptor sites but retains the catalytic domain, including the motifs necessary to bind cyclin and ATP. SDS-PAGE analysis revealed that the mutant CDK9 proteins copurified with GST-CycT1 on glutathione-Sepharose beads in near-stoichiometric amounts (data not shown), indicating that both mutant proteins retained the ability to bind to CycT1. As shown in Fig. ​Fig.6A,6A, both mutant CDK9 proteins were also able to phosphorylate GST-CTD in a Tat-dependent manner, and both mutant CDK9 complexes efficiently phosphorylated CTD substrates under standard kinase assay conditions (data not shown). Importantly, however, CDK9 autophosphorylation was reduced significantly in the CDK9-5A mutant, accompanied by a shift in its migration revealed by SDS-PAGE (Fig. ​(Fig.5A,5A, lanes 3 and 4), and autophosphorylation was eliminated entirely with the truncated kinase (CDK9Δ323, lanes 5 and 6). We conclude that the major sites of CDK9 autophosphorylation lie within the C-terminal tail, in a region that is not essential for binding to CycT1 or for phosphorylation of heterologous substrates.  Open in a separate windowFIG. 6Truncation of the CDK9 C terminus of CDK9 destroys autophosphorylation and ATP-enhanced binding of Tat–P-TEFb to TAR RNA in vitro. (A) A five-alanine substitution (CDK9-5A) or a truncation (CDK9Δ323) in the C terminus of CDK9 does not alter the ability to phosphorylate GST-CTD in in vitro kinase experiments. Kinase reactions contained 750 fmol each of CycT1 (aa 1 to 303) and CDK9, 140 fmol of GST-CTD, and 3 pmol of HIV-1 Tat (aa 1 to 86). The CDK9 5A protein contains Ser-Thr to alanine substitutions at residues 347, 350, 353, 354, and 357. The positions of hypophosphorylated (CTDa) or hyperphosphorylated (CTDo) GST-CTD are indicated with arrows. The bottom panel shows the level of CDK9 autophosphorylation in each reaction. (B) CDK9Δ323 is unable to modulate the affinity of the Tat–P-TEFb complex for TAR RNA. Binding of recombinant proteins to HIV-1 TAR RNA was analyzed by gel shift experiments as described for Fig. ​Fig.3A.3A. Complex formation was analyzed in the absence or presence of either HIV-1 Tat (two left panels) or HIV-2 Tat (right panel), as indicated above each lane. The Tat–P-TEFb complex is indicated with an arrow.To test whether CDK9 autophosphorylation at the C terminus is responsible for the ATP-enhanced binding of Tat–P-TEFb to TAR RNA, the mutant CDK9 P-TEFb complexes were tested for their ability to bind to Tat and TAR in RNA mobility shift experiments (Fig. ​(Fig.6B).6B). The Tat–P-TEFb complex containing CDK9-5A bound TAR RNA much more weakly than the complex containing wild-type CDK9 (Fig. ​(Fig.6B,6B, compare lanes 3 and 6), and the effect of ATP on binding to TAR RNA was abolished completely with the complex containing the truncated CDK9 (Fig. ​(Fig.6B,6B, compare lanes 9 and 10 with lanes 12 and 13). The affinity of the Tat–P-TEFb complex with truncated CDK9 approximated that of Tat-CycT1, either in the presence or in the absence of ATP (compare lane 8 with lane 12 or lane 13). The truncated CDK9 was also less inhibitory to binding of the HIV-2 Tat-CycT1 complex than the wild-type CDK9 (compare lane 16 with lane 19), and the HIV-2 Tat-CycT1-CDK9 complex also bound TAR RNA independently of ATP (compare lanes 19 and 20). These results suggest that the CDK9 C terminus contributes to the inhibition of binding of HIV-2 Tat-CycT1 to TAR RNA and that the inhibition is partially reversed upon autophosphorylation. Taken together, these data provide strong evidence that autophosphorylation of the C terminus of CDK9 is responsible for the ATP-enhanced binding of the Tat-CycT1(1–303)-CDK9 complex to TAR RNA.Phosphorylation of CDK9-D167N by PKA or replacement of S/T residues with negatively charged amino acids enhances binding to TAR RNA. Inspection of the sequence of the C terminus of CDK9 revealed that residue S347 also lies within a consensus site (RRKGSQ) for phosphorylation by protein kinase A (PKA). The catalytically inactive CDK9 mutant (D167N) was efficiently phosphorylated by PKA in vitro, and substitution of the five Ser or Thr sites within the P1 peptide with Ala residues blocked PKA phosphorylation as expected (data not shown). Because neither CycT1(1–303) nor Tat possesses PKA phosphorylation sites, it was possible to ask whether phosphorylation at S347 alone could modulate binding to TAR. We observed that PKA phosphorylation facilitated the binding of Tat-CycT1(1–303)-CDK9D167N to TAR, albeit less efficiently than did CDK9 autophosphorylation (Fig. ​(Fig.7A,7A, compare lanes 2 and 5), indicating that S347 contributes to TAR RNA recognition. Because PKA phosphorylation occurs only on a single site, the mobility of the Tat–P-TEFb complex did not change significantly upon phosphorylation. These results also demonstrate that phosphorylation by endogenous CDK9 or other kinases may enhance the TAR RNA-binding potential of P-TEFb complexes containing a catalytically inactive CDK9 subunit.  To assess the ability of negatively charged residues to compensate for CDK9 autophosphorylation, a series of substitution mutants were generated to replace individual Ser or Thr phosphorylation sites with glutamate residues. P-TEFb complexes containing CycT1(1–303) and the mutant CDK9 proteins were analyzed for the ability to support binding to TAR RNA in the presence of Tat (Fig. ​(Fig.7A).7A). Interestingly, replacing the five Ser or Thr residues in the tail of the catalytically inactive CDK9 protein with glutamate residues restored binding to levels greater than that seen with wild-type CDK9 (D167N-5E, lane 9), whereas substitution of four Ser or Thr residues at a different position in the tail had no effect (D167N-4E, lane 10). Adding additional negative charges to the tail of CDK9 protein did not further enhance binding to TAR RNA (D167N-9E, lane 12). We also tested whether two arginine residues (R343 and R344) in the tail of CDK9 might contribute to binding to TAR RNA. As shown in Fig. ​Fig.7A,7A, substitution of these residues with alanine did not lower the affinity of the complex for TAR RNA (lane 13), indicating that these arginines do not contribute to TAR binding. A catalytically active CDK9 protein bearing the 9E substitution (lane 12) was not altered in its ability to function as a CTD kinase (data not shown), indicating that the predominant sites of CDK9 autophosphorylation are not important for CTD kinase activity.Finally, we also asked whether the enhanced RNA-binding activity of the D167N-5E mutant altered its ability to function as a dominant-negative inhibitor of Tat transactivation in vitro. As shown in Fig. ​Fig.7B,7B, Tat enhanced HIV-1 transcription strongly in vitro (lane 2), and Tat activity was unaffected by the addition of active CycT1(1–303)-CDK9 (lane 4). By contrast, CycT1(1–303)-CDK9 D167N significantly impaired Tat activity in vitro (compare lanes 4 and 6), and an equivalent complex containing the D167N-5E mutant was a significantly more effective inhibitor at the same concentration (compare lanes 6 and 8). The D167N-5E mutant was also modestly but reproducibly better than D167N in its ability to block HIV-1 Tat activity in transient-expression assays in HeLa and 293 cells (data not shown). The extent to which the 5E substitution can enhance the dominant-negative potential of D167N may vary in other cells depending on the level of endogenous kinase activities. Together, these results indicate that P-TEFb phosphorylation is critical for TAR RNA recognition by Tat–P-TEFb complexes and that phosphorylation of the C terminus of CDK9 is an important event in this process. DISCUSSIONWe have shown previously that the CycT1 subunit of P-TEFb interacts directly with HIV-1 Tat and mediates loop-specific binding of the Tat–P-TEFb complex to TAR RNA (18, 52). The data presented here indicate that high-affinity binding of the Tat–P-TEFb complex to TAR RNA requires prior phosphorylation of P-TEFb, which may occur by autophosphorylation or through the action of other cellular kinases. In addition, our findings indicate that Tat enhances CTD phosphorylation at Ser-5 in the heptapeptide repeat and may stimulate processive phosphorylation of the RNAPII CTD after release of the Tat–P-TEFb complex from TAR RNA. These results have important implications for the regulation of Tat transactivation in HIV-infected cells, as discussed below.The conclusion that P-TEFb phosphorylation is essential for binding of Tat–P-TEFb complex to TAR RNA is supported by several independent lines of evidence. First, we show that Tat–P-TEFb complexes containing the full-length CycT1 protein (aa 1 to 728) fail to form a stable complex with TAR RNA in the absence of ATP, and ATP also strongly enhances the binding of Tat–P-TEFb complexes containing the CycT1 cyclin domain (aa 1 to 303). Enhanced binding to TAR required catalytically active CDK9 and a hydrolyzable ATP substrate and was accompanied by phosphorylation of CDK9 and full-length CycT1. Second, multiple Ser or Thr phosphorylation sites were mapped at the C terminus of CDK9, and truncation of this region of CDK9 destroyed autophosphorylation and eliminated ATP-dependent binding to TAR, without affecting CDK9 CTD kinase activity. Third, we showed that the effects of CDK9 autophosphorylation can be reproduced by PKA phosphorylation of the C terminus of the catalytically inactive CDK9 mutant or by substituting five potential Ser or Thr phosphorylation sites with negatively charged amino acids. Finally, we showed that different Tat proteins vary significantly in their ability to form a stable complex with CycT1 on TAR RNA, yet each binds TAR RNA with high affinity when incubated with autophosphorylated CycT1-CDK9. Moreover, unphosphorylated CDK9 blocked binding of HIV-2 Tat protein to TAR, whereas the TAR RNA-binding properties of HIV-2 Tat complexes with autophosphorylated P-TEFb correlate precisely with HIV-2 Tat transactivation efficiency.A hypothetical model of the Tat–P-TEFb complex, shown in Fig. ​Fig.8,8, builds on the backbone of the previously reported CycA-CDK2 cocrystal structure (28, 44). Tat interacts with the cyclin domain of CycT1, forming a zinc-dependent complex with residues in the Tat-TAR recognition motif (TRM) of CycT1 that may contact the loop of TAR RNA directly. We find that unphosphorylated CDK9 strongly interferes with binding of the HIV-2 Tat to TAR (left panel) and, similarly, that the C-terminal half of CycT1 in the native complex masks binding of Tat to TAR in the absence of ATP. Nevertheless, Tat–P-TEFb complexes that contain either truncated or full-length CycT1 are induced upon P-TEFb autophosphorylation to bind avidly to TAR RNA. Phosphorylation of the C-terminal tail of CDK9 may alter the conformation of the complex to allow Tat and CycT1 to form the necessary contacts with TAR RNA (Fig. ​(Fig.8,8, right panel) and could potentially facilitate nonspecific contacts with the backbone. Although no specific residues in the stem of TAR RNA are required for Tat transactivation, the lower stem of TAR RNA is required for optimal Tat transactivation and HIV-1 replication in vivo (49).  Open in a separate windowFIG. 8Model depicting binding of the Tat-CycT1-CDK9 complex to HIV-1 TAR RNA. The general orientation of the CycT1-CDK9 complex was approximated based on the X-ray crystal structure of cyclin A-CDK2 (28, 44; PDB ID code 1JST), prepared with the program RasMol. The TRM of CycT1 (green line) extends beyond the second cyclin fold and is implicated in the zinc-dependent interaction with Tat (18). The TRM contains two arginine residues and several hydrophobic amino acids that may recognize the loop of TAR RNA (18). CDK2 does not possess a structure comparable to the C terminus of CDK9, which is indicated with a red line at the end of CDK2. The Tat activation domain (blue line) interacts with CycT1 TRM in part through the proposed zinc bridge and as well as through interactions with cyclin domain residues, and the ARM is required for binding to the bulge of TAR RNA. At left, the Tat–P-TEFb complex containing unphosphorylated CDK9 is shown to bind poorly to TAR RNA, as is observed for complexes containing the native full-length CycT1 protein, and all P-TEFb complexes containing HIV-2 Tat. The right panel depicts high-affinity binding observed upon CDK9 autophosphorylation (see the text for details).Our data indicate that phosphorylation or modification of the tail of CDK9 is sufficient to allow high-affinity binding of Tat–P-TEFb complexes that contain the minimal functional form of CycT1 (e.g., aa 1 to 303). However, it is possible that additional phosphorylation events are required to stabilize the binding of Tat complexes with native P-TEFb, since the C-terminal half of CycT1 that masks binding of the complex to TAR becomes strongly phosphorylated by CDK9 in the complex. Efforts are under way to examine whether phosphorylation of CycT1, and potentially Tat as well, also affects the TAR RNA-binding activity of the Tat–P-TEFb complex. It will be interesting to learn whether the extent of CDK9 autophosphorylation is regulated in cells by the level of functional CycT1 and CDK inhibitors. The observation that PKA can partially compensate for CDK9 autophosphorylation raises the possibility that other protein kinases may also modulate the activity of the Tat–P-TEFb complex.Our findings also have important implications for efforts to reconstitute Tat transactivation in various organisms and for the design of dominant-negative CDK9 proteins that block Tat transactivation in vivo. We and others have shown that Tat can activate transcription through TAR RNA in rodent cells that express human CycT1 or a murine CycT1 protein containing a Y261C point mutation (1, 45). Consequently, murine CDK9 is able to complex with human CycT1 to support Tat transactivation in NIH 3T3 cells. However, the C terminus of CDK9 is not as highly conserved among possible CDK9 homologues in Drosophila melanogaster and yeast, and therefore expression of Tat and CycT1 alone may be insufficient to support TAR-dependent transactivation in these organisms. Concerning dominant-negative inhibitors of Tat (35), our data indicate that the effectiveness of the catalytically inactive CDK9-D167N protein as an inhibitor of HIV-1 Tat may be affected by its ability to be phosphorylated by endogenous P-TEFb and other kinases.Binding to TAR RNA could serve to position the P-TEFb complex adjacent to the RNA exit channel, which is implicated from structural studies to lie near the RNAPII CTD (10). We show here that Tat can promote phosphorylation of the CTD by CycT1-CDK9 through binding to the phosphorylated substrate via the arginine-rich motif and bridging of the P-TEFb complex to its substrate. In this respect, it is interesting that TAR-dependent transcription by Tat in nuclear extracts is accompanied by the formation of a very highly modified RNAPII transcription complex (called Pol IIo*) and that Tat is found associated with RNAPII, rather than TAR RNA, in transcription complexes at late stages of elongation (26, 31, 32). The mechanism that releases the Tat–P-TEFb complex from TAR RNA is unknown, although our data raise the possibility that binding to TAR RNA could potentially be reversed by specific protein phosphatases, depending upon whether the modified residues remain accessible in the bound complex. Recent studies indicate that acetylation of arginine residues in the Tat ARM by the transcriptional coactivator p300 enhances Tat transactivation (33, 37), and thus it is possible that other protein modifications also contribute to the stability of the Tat–P-TEFb complex on TAR RNA.We conclude that P-TEFb autophosphorylation is critical for binding of Tat–P-TEFb to TAR RNA and that the state of CDK9 phosphorylation could therefore regulate Tat transactivation in vivo. Because CDK9 autophosphorylation does not appear to be required for phosphorylation of heterologous substrates, it may be possible to prevent autophosphorylation and Tat transactivation without affecting cellular P-TEFb function. The identification of additional enzymatic activities or phosphorylation steps that modulate the stability of the Tat–P-TEFb–TAR interaction could therefore provide new targets to block Tat activity in infected cells. ACKNOWLEDGMENTSThe first two authors contributed equally to this study.We thank Tony Hunter for helpful suggestions and W. Fischer and A. Craig for radioactive sequencing of CDK9 phosphotryptic peptide fragments.This work was funded by grants to K.A.J. from the National Institutes of Health (AI644615), AMFAR, and the Universitywide AIDS Research Program. REFERENCES1. Bieniasz P, Grdina T A, Bogerd H P, Cullen B R. Recruitment of cyclin T1/P-TEFb to an HIV type 1 long terminal repeat promoter proximal RNA target is both necessary and sufficient for full activation of transcription. Proc Natl Acad Sci USA. 1999;96:7791–7796. [PMC free article] [PubMed] [Google Scholar]2. Bieniasz P D, Grdina T A, Bogerd H P, Cullen B R. Analysis of the effect of natural sequence variation in Tat and in cyclin T on the formation and RNA binding properties of Tat-cyclin T complexes. J Virol. 1999;73:5777–5786. [PMC free article] [PubMed] [Google Scholar]3. Bieniasz P D, Grdina T A, Bogerd H P, Cullen B R. Highly divergent lentiviral Tat proteins activate viral gene expression by a common mechanism. Mol Cell Biol. 1999;19:4592–4599. [PMC free article] [PubMed] [Google Scholar]4. Bieniasz P D, Grdina T A, Bogerd H P, Cullen B R. Recruitment of a protein complex containing Tat and cyclin T1 to TAR governs the species specificity of HIV-1 Tat. EMBO J. 1998;17:7056–7065. [PMC free article] [PubMed] [Google Scholar]5. Buermeyer A B, Thompson N E, Strasheim L A, Burgess R R, Farnham P J. The HIP1 initiator element plays a role in determining the in vitro requirement of the dihydrofolate reductase gene promoter for the C-terminal domain of RNA polymerase II. Mol Cell Biol. 1992;12:2250–2259. [PMC free article] [PubMed] [Google Scholar]6. Chen D, Fong Y, Zhou Q. Specific interaction of Tat with the human but not rodent P-TEFb complex mediates the species-specific Tat activation of HIV-1 transcription. Proc Natl Acad Sci USA. 1999;96:2728–2733. [PMC free article] [PubMed] [Google Scholar]7. Chen D, Zhou Q. Tat activates human immunodeficiency virus type 1 transcriptional elongation independent of TFIIH kinase. Mol Cell Biol. 1999;19:2863–2871. [PMC free article] [PubMed] [Google Scholar]8. Cujec T P, Okamoto H, Fujinaga K, Meyer J, Chamberlin H, Morgan D O, Peterlin B M. The HIV trans-activator Tat binds to the CDK-activating kinase (CAK) and activates the phosphorylation of the C-terminal domain of RNA polymerase II. Genes Dev. 1997;11:2645–2657. [PMC free article] [PubMed] [Google Scholar]9. Dahmus M E. Reversible phosphorylation of the C-terminal domain of RNA polymerase II. J Biol Chem. 1996;271:19009–19012. [PubMed] [Google Scholar]10. Douziech M, Forget D, Greenblatt J, Coulombe B. Topological localization of the carboxyl-terminal domain of RNA polymerase II in the initiation complex. J Biol Chem. 1999;274:19868–19873. [PMC free article] [PubMed] [Google Scholar]11. Du L, Warren S L. A functional interaction between the carboxy-terminal domain of RNA polymerase II and pre-mRNA splicing. J Cell Biol. 1997;136:5–18. [PMC free article] [PubMed] [Google Scholar]12. Flores O, Lee G, Kessler J, Miller M, Schlief W, Tomassini J, Hazuda D. Host-cell positive transcription elongation factor b kinase activity is essential and limiting for HIV1 type 1 replication. Proc Natl Acad Sci USA. 1999;96:7208–7213. [PMC free article] [PubMed] [Google Scholar]13. Fu T J, Peng J, Lee G, Price D H, Flores O. Cyclin K functions as a CDK9 regulatory subunit and participates in RNA polymerase II transcription. J Biol Chem. 1999;274:34527–34530. [PubMed] [Google Scholar]14. Fujinaga K, Taube R, Wimmer J, Cujec T P, Peterlin B M. Interactions between human cyclin T, Tat and the transactivation response element (TAR) are disrupted by a cysteine to tyrosine substitution found in mouse cyclin T. Proc Natl Acad Sci USA. 1999;96:1285–1290. [PMC free article] [PubMed] [Google Scholar]15. Fujinaga L, Cujec T P, Peng J, Garriga J, Price D H, Grana X, Peterlin B M. The ability of positive transcription elongation factor B to transactivate human immunodeficiency virus transcription depends on a functional kinase domain, cyclin T1, and Tat. J Virol. 1998;72:7154–7159. [PMC free article] [PubMed] [Google Scholar]16. Garber M E, Jones K A. HIV-1 Tat: coping with negative elongation factors. Curr Opin Immunol. 1999;11:460–465. [PubMed] [Google Scholar]17. Garber M E, Wei P, Jones K A. HIV-1 Tat interacts with Cyclin T1 to direct the P-TEFb complex to TAR RNA. Cold Spring Harbor Symp Quant Biol. 1998;63:371–380. [PubMed] [Google Scholar]18. Garber M E, Wei P, KewalRamani V N, Mayall T P, Herrmann C H, Rice A P, Littman D R, Jones K A. The interaction between HIV-1 Tat and human cyclin T1 requires zinc and a critical cysteine residue that is not conserved in the murine CycT1 protein. Genes Dev. 1998;12:3512–3527. [PMC free article] [PubMed] [Google Scholar]19. Garcia-Martinez L F, Mavankal G, Neveu J M, Lane W S, Ivanov D, Gaynor R B. Purification of a Tat-associated kinase reveals a TFIIH complex that modulates HIV-1 transcription. EMBO J. 1997;16:2836–2850. [PMC free article] [PubMed] [Google Scholar]20. Garriga J, Mayol X, Graña X. The CDC2-related kinase PITALRE is the catalytic subunit of active multimeric protein complexes. Biochem J. 1996;319:293–298. [PMC free article] [PubMed] [Google Scholar]21. Gold M O, Yang X, Herrmann C H, Rice A P. PITALRE, the catalytic subunit of TAK, is required for human immunodeficiency virus Tat trans-activation in vivo. J Virol. 1998;72:4448–4453. [PMC free article] [PubMed] [Google Scholar]22. Hartzog G A, Wada T, Handa H, Winston F. Evidence that Spt4, Spt5, and Spt6 control transcription elongation by RNA polymerase II in Saccharomyces cerevisae. Genes Dev. 1998;12:357–369. [PMC free article] [PubMed] [Google Scholar]23. Herrmann C H, Rice A P. Lentivirus Tat proteins specifically associate with a cellular protein kinase, TAK, that hyperphosphorylates the carboxyl-terminal domain of the large subunit of RNA polymerase II: candidate for a Tat cofactor. J Virol. 1995;69:1612–1620. [PMC free article] [PubMed] [Google Scholar]24. Herrmann C H, Rice A P. Specific interaction of the human immunodeficiency virus Tat proteins with a cellular protein kinase. Virol. 1993;197:601–68. [PubMed] [Google Scholar]25. Ho C K, Shuman S. Distinct roles for CTD Ser-2 and Ser-5 phosphorylation in the recruitment and allosteric activation of mammalian mRNA capping enzyme. Mol Cell. 1999;3:405–411. [PubMed] [Google Scholar]26. Isel C, Karn J. Direct evidence that HIV-1 Tat stimulates RNA polymerase II carboxyl-terminal domain hyperphosphorylation during transcriptional elongation. J Mol Biol. 1999;290:929–941. [PubMed] [Google Scholar]27. Ivanov D, Kwak Y T, Nee E, Guo J, Garcia-Martinez L, Gaynor R B. Cyclin T1 domains involved in complex formation with Tat and TAR RNA are critical for tat-activation. J Mol Biol. 1999;288:41–56. [PubMed] [Google Scholar]28. Jeffrey P D, Russo A A, Polyak K, Gibbs E, Hurwitz J, Massague J, Pavletich N P. Mechanism of CDK activation revealed by the structure of a cyclin A-CDK2 complex. Nature. 1995;376:313–320. [PubMed] [Google Scholar]29. Jones K A. Taking a new TAK on Tat transactivation. Genes Dev. 1997;11:2593–2599. [PubMed] [Google Scholar]30. Karn J. Tackling Tat. J Mol Biol. 1999;293:235–254. [PubMed] [Google Scholar]31. Keen N J, Churcher M J, Karn J. Transfer of Tat and release of TAR RNA during the activation of the human immunodeficiency virus type-1 transcription elongation complex. EMBO J. 1997;16:5260–5272. [PMC free article] [PubMed] [Google Scholar]32. Keen N J, Gait M J, Karn J. Human immunodeficiency virus type-1 Tat is an integral component of the activated transcription-elongation complex. Proc Natl Acad Sci USA. 1996;93:2505–2510. [PMC free article] [PubMed] [Google Scholar]33. Kiernan R E, Vanhulle C, Schiltz L, Adam E, Xiao H, Maudoux F, Calomme C, Burny A, Nakatani Y, Jeang K T, Benkirane M, Van Lint C. HIV-1 Tat transcriptional activity is regulated by acetylation. EMBO J. 1999;18:6106–6118. [PMC free article] [PubMed] [Google Scholar]34. Kwak Y T, Ivanov D, Guo J, Nee E, Gaynor R B. Role of the human and murine cyclin T proteins in regulating HIV-1 tat-activation. J Mol Biol. 1999;288:57–69. [PubMed] [Google Scholar]35. Mancebo H S, Lee G, Flygare J, Tomassini J, Luu P, Zhu Y, Blau C, Hazuda D, Price D, Flores O. P-TEFb kinase is required for HIV Tat transcriptional activation in vivo and in vitro. Genes Dev. 1997;11:2633–2644. [PMC free article] [PubMed] [Google Scholar]36. Marshall N F, Peng J, Xie Z, Price D H. Control of RNA polymerase II elongation potential by a novel carboxyl-terminal domain kinase. J Biol Chem. 1996;271:27176–27183. [PubMed] [Google Scholar]37. Ott M, Schnolzer M, Garnica J, Fischle W, Emiliani S, Rackwitz H R, Verdin E. Acetylation of the HIV-1 Tat protein by p300 is important for its transcriptional activity. Curr Biol. 1999;9:1489–1492. [PubMed] [Google Scholar]38. Palangat M, Meier T I, Keene R G, Landick R. Transcriptional pausing at +62 of the HIV-1 nascent RNA modulates formation of the TAR RNA structure. Mol Cell. 1998;1:1033–1042. [PubMed] [Google Scholar]39. Parada C A, Roeder R G. Enhanced processivity of RNA polymerase II triggered by Tat-induced phosphorylation of its carboxy-terminal domain. Nature. 1996;384:375–378. [PubMed] [Google Scholar]40. Peng J, Zhu Y, Milton J T, Price D H. Identification of multiple cyclin subunits of human P-TEFb. Genes Dev. 1998;12:755–762. [PMC free article] [PubMed] [Google Scholar]41. Peterson S R, Dvir A, Anderson C W, Dynan W S. DNA binding provides a signal for phosphorylation of the RNA polymerase II heptapeptide repeats. Genes Dev. 1992;6:426–438. [PubMed] [Google Scholar]42. Ping Y H, Rana T M. Tat-associated kinase (P-TEFb): a component of transcription preinitiation and elongation complexes. J Biol Chem. 1999;274:7399–7404. [PubMed] [Google Scholar]43. Ramanathan Y, Reza S M, Young T M, Mathews M B, Pe'ery T. Human and rodent transcription elongation factor P-TEFb: interactions with human immunodeficiency virus type 1 Tat and carboxy-terminal domain substrate. J Virol. 1999;73:5448–5458. [PMC free article] [PubMed] [Google Scholar]44. Russo A A, Jeffrey P D, Pavletich N P. Structural basis of cyclin-dependent kinase activation by phosphorylation. Nat Struct Biol. 1996;3:696–700. [PubMed] [Google Scholar]45. Taube R, Fujinaga K, Irwin D, Wimmer J, Geyer M, Peterlin B M. Interactions between equine cyclin T1, Tat, and TAR are disrupted by a leucine-to-valine substitution fopund in human cyclin T1. J Virol. 2000;74:892–898. [PMC free article] [PubMed] [Google Scholar]46. Thompson N E, Aronson D B, Burgess R R. Purification of eukaryotic RNA polymerase II by immunoaffinity chromatography: elution of active enzyme with protein stabilizing agents from a polyol-responsive monoclonal antibody. J Biol Chem. 1990;265:7069–7077. [PubMed] [Google Scholar]47. Thompson N E, Burgess R R. Immunoaffinity purification of RNA polymerase II and transcription factors using polyol-responsive monoclonal antibodies. Methods Enzymol. 1996;274:513–526. [PubMed] [Google Scholar]48. Van Der Geer P, Luo K, Sefton B M, Hunter T.  Phosphopeptide mapping and phosphoamino acid analysis on cellulose thin-layer plates. In: Hardie D G, editor. Protein phosphorylation. Oxford, England: Oxford University Press; 1993. pp. 31–60. [Google Scholar]49. Verhoef K, Tijms M, Berkhout B. Optimal Tat-mediated activation of the HIV-1 LTR promoter requires a full-length TAR RNA hairpin. Nucleic Acids Res. 1997;25:496–502. [PMC free article] [PubMed] [Google Scholar]50. Wada T, Takagi T, Yamaguchi Y, Ferdous A, Imai T, Hirose S, Sugimoto S, Yano K, Hartzog G A, Winston F, Buratowski S, Handa H. DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes Dev. 1998;12:343–356. [PMC free article] [PubMed] [Google Scholar]51. Wada T, Takagi T, Yamaguchi Y, Watanabe D, Handa H. Evidence that P-TEFb alleviates the negative effect of DSIF on RNA polymerase II-dependent transcription in vitro. EMBO J. 1998;17:7395–7403. [PMC free article] [PubMed] [Google Scholar]52. Wei P, Garber M E, Fang S-M, Fischer W H, Jones K A. A novel CDK9-associated C-type cyclin interacts directly with HIV-1 Tat and mediates its high-affinity, loop-specific binding to TAR RNA. Cell. 1998;92:451–462. [PubMed] [Google Scholar]53. Wimmer J, Fujinaga K, Taube R, Cujec T P, Zhu Y, Peng J, Price D H, Peterlin B M. Interactions between Tat and TAR and human immunodeficiency virus replication are facilitated by human cyclin T1 but not cyclins T2a or T2b. Virology. 1999;255:182–189. [PubMed] [Google Scholar]54. Wu-Baer F, Lane W S, Gaynor R B. Role of the human homolog of the yeast transcription factor SPT5 in HIV-1 Tat-activation. J Mol Biol. 1998;277:179–197. [PubMed] [Google Scholar]55. Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. [PubMed] [Google Scholar]56. Yamaguchi Y, Wada T, Handa H. Interplay between positive and negative elongation factors: drawing a new view of DRB. Genes Cells. 1998;3:9–15. [PubMed] [Google Scholar]57. Yamaguchi Y, Wada T, Watanabe D, Takagi T, Hasegawa J, Handa H. Structure and function of the human transcription elongation factor DSIF. J Biol Chem. 1999;274:8085–8092. [PubMed] [Google Scholar]58. Yang X, Gold M O, Tang D N, Lewis D E, Aguilar-Cordova E, Rice A P, Herrmann C H. TAK, an HIV Tat-associated kinase, is a member of the cyclin-dependent family of protein kinases and is induced by activation of peripheral blood lymphocytes and differentiation of promonocytic cell lines. Proc Natl Acad Sci USA. 1997;94:12331–12336. [PMC free article] [PubMed] [Google Scholar]59. Zhou Q, Chen D, Pierstorff E, Luo K. Transcription elongation factor P-TEFb mediates Tat activation of HIV-1 transcription at multiple stages. EMBO J. 1998;17:3681–3691. [PMC free article] [PubMed] [Google Scholar]60. Zhu Y, Pe'ery T, Peng J, Ramanathan Y, Marshall N, Marshall T, Amendt B, Mathews M B, Price D H. Transcription elongation factor P-TEFb is required for HIV-1 Tat transactivation in vitro. Genes Dev. 1997;11:2622–2632. [PMC free article] [PubMed] [Google Scholar]"}