{"title": "Phosphorylation in transcription: the CTD and more", "pubDate": "2000;9(1-2):3-13.", "PMCID": "PMC5964956", "DOI": "10.3727/000000001783992704", "PMID": "11097421", "abstract": "Phosphorylation appears to be one mechanism in the regulation of transcription. Indeed, a multitude of factors involved in distinct steps of transcription, including RNA polymerase II, the general transcription factors, pre-mRNA processing factors, and transcription activators/repressors are phosphoproteins and serve as substrates for multiple kinases. Among these substrates, most attention has been paid in recent years to the phosphorylation of the carboxyl-terminal domain (CTD) of RNA polymerase II and its role in transcription regulation. Kinases responsible for such CTD phosphorylation that are associated with RNA polymerase II at distinct steps of transcription, such as cdk7 and cdk8, also phosphorylate some other components of the transcription machinery in a regulatory manner. These observations enlighten the pivotal role of such kinases in an entangled regulation of transcription by phosphorylation. Summarizing the phosphorylation of various components of the transcription machinery, we point out the variety of steps in transcription that are regulated by such protein modifications, envisioning an interconnection of the several stages of mRNA synthesis by phosphorylation.", "author": [{"author": "T Riedl", "affiliation": ["Institut de Génétique et de Biologie Moléculaire et Cellulaire, CNRS/INSERM/ULP, Illkirch, France."], "href": "/?term=Riedl+T&cauthor_id=11097421"}, {"author": "J M Egly", "affiliation": [], "href": "/?term=Egly+JM&cauthor_id=11097421"}], "refPMID": [], "citedInPMID": ["11097421", "33923680", "32133046", "31852782", "30621145", "27376800", "27183194", "25233083", "20802488", "19015234", "17658552", "16301539", "16107696", "15314150", "15254183", "12368300", "12052871", "11972039"], "body": " AbstractPhosphorylation appears to be one mechanism in the regulation of transcription. Indeed, a multitude of factors involved in distinct steps of transcription, including RNA polymerase II, the general transcription factors, pre-mRNA processing factors, and transcription activators/repressors are phosphoproteins and serve as substrates for multiple kinases. Among these substrates, most attention has been paid in recent years to the phosphorylation of the carboxyl-terminal domain (CTD) of RNA polymerase II and its role in transcription regulation. Kinases responsible for such CTD phosphorylation that are associated with RNA polymerase II at distinct steps of transcription, such as cdk7 and cdk8, also phosphorylate some other components of the transcription machinery in a regulatory manner. These observations enlighten the pivotal role of such kinases in an entangled regulation of transcription by phosphorylation. Summarizing the phosphorylation of various components of the transcription machinery, we point out the variety of steps in transcription that are regulated by such protein modifications, envisioning an interconnection of the several stages of mRNA synthesis by phosphorylation.Keywords: Transcription regulation, Phosphorylation, CTD, GTFs, Transcription activators THE synthesis of messenger RNA in eukaryotes by RNA polymerase II (RNA pol II) is a multistage process and requires numerous general transcription factors (GTFs) allowing basal transcription [reviewed in (73)]. Transcription factors with gene- and sequence-specific DNA binding and activation domains, the activators and repressors, further modulate the basal transcription machinery directly or via cofactors (30). Many of these components of the transcription machinery turned out to be phosphoproteins. Thus, regulation of mRNA synthesis is orchestrated by subtle modifications of components of the transcription machinery, one of them being phospho-, dephosphorylation. Kinases responsible for such transcription regulation are found either freely diffusible in the cell or as part of the transcription machinery, and are often associated with the holoenzyme in some if not all steps of the transcription reaction. This involves several kinases such as the cyclin-dependent kinases cdk7, cdk8, cdk9, and the TBP associated factor TAFII250, as well as the DNA-dependent protein kinase (DNA-PK), the mitogen activated protein kinases (MAPK), and p34cdc2, which use as substrates the C-terminal domain (CTD) of RNA pol II’s largest subunit, all GTFs (TFIID, TFIIB, TFIIA, TFIIF, TFIIE, and TFIIH), and specific transcription factors such as p53, GAL4, E2F-1, and nuclear receptors.In this study, we will focus our attention on the kinases that participate in such phosphorylation processes and that can be found tightly associated with the transcription machinery. Pointing out the multitude of substrates for these kinases within the transcription machinery, we will discuss the diverse effects of phosphorylation on transcription. Our final aim is to shed light on the regulation and interconnection of the several stages of mRNA synthesis by phosphorylation (Fig. 1).Open in a separate windowFigure 1Steps in mRNA synthesis regulated by kinases of the transcription machinery. Top: Shaded boxes represent the distinct stages of transcription. The stages of activation/repression of transcription, transcription, and pre-mRNA processing interlock. The distinct steps of the particular stages regulated through phosphorylation by kinases of the transcription machinery are outlined by arrows (bracket for elongation) at the top of the stage boxes. Middle: Kinases regulating the corresponding steps of mRNA synthesis are represented by shaded bars. Arrows within these bars symbolize that a preceding phosphorylation by the particular kinase regulates mRNA synthesis during the following steps. Factors phosphorylated by the kinases at distinct steps are described in the text. Bottom: Phosphorylation status of the CTD correlating with the distinct steps of mRNA synthesis. After a first round of transcription RNA pol II can be either degraded or recycled by dephosphorylation, allowing reentry into the transcription cycle. The CTD phosphatase CTDP could act at different steps of mRNA synthesis as indicated by arrows. The phosphorylation pattern of RNA Pol IIO CTD could be modified during elongation as indicated by an additional phosphate symbol. Further explanations in the text. SEVERAL KINASES USE THE CTD AS A SUBSTRATEAlthough it was shown that several components of the basal transcription machinery such as TFIIF, TFIID, TFIIE, and TFIIH are subjected to phosphorylation, most of the studies performed to date concern the CTD of RNA pol II. In mammals, the CTD represents an almost perfect 52 repeat (45 in drosophila, 26 in yeast) of the heptapeptide Tyr1-Ser2-Pro3-Thr4-Ser5-Pro6-Ser7 bearing five phosphate acceptors that can be used as substrates by a multitude of kinases. Deletions of the mouse (7), Drosophila (101), or yeast (4) CTD turned out to be lethal, indicating its pivotal role. Most of the kinases known to be involved in CTD phosphorylation in vivo are cyclin-dependent kinases including cdk7, cdk8, and cdk9. It remains that in vitro CTD phosphorylation also occurs in the presence of DNA-PK, MAPK ERK1/2, the c-Abl tyrosine kinase, as well as cdk1 (p34cdc2) [reviewed in (10)].The impact of the phosphorylation on transcription was underlined by the presence of cdk7 in the TFIIH transcription factor and of two other cyclin-dependent kinases associated with RNA pol II either within the holoenzyme (cdk8) or as part of the elongation factor P-TEFb (cdk9) (56,59,65,74,76). A common feature of the cdks is the regulation of their kinase activities through their own phosphorylation and pairing with specific cyclin proteins. Although cdks are serine/threonine kinases, they only phosphorylate serine residues of the CTD. The most prominent cdk, cdk7, is associated with cyclin H and another regulatory sub-unit MAT1 in the CAK (cdk activating kinase) sub-complex of TFIIH (1,82). Optimal phosphorylation of the CTD by TFIIH at Ser-5 (94) only occurs when all the components of the basal transcription machinery are assembled on the promoter, thus conferring a high level of specificity to this reaction (59). Addition of ATP in the context of the initiation complex shifts the hypophosphorylated (IIA) form of RNA pol II to the hyperphosphorylated (IIO) form (59).Cdk8 (yeast SRB10) and its cyclin partner C (yeast SRB11) were initially isolated in a yeast genetic screen as suppressors of truncation mutations in the CTD (47,93). SRB10/11 were found within holoenzymes and identified as a CTD kinase (56,74,93). In contrast to cdk7 or its yeast homologue Kin28, SRB10 possesses the ability to phosphorylate the CTD at Ser-2 as well as Ser-5 prior to holoenzyme binding to the DNA (31,91). Cdk9 forms with one of its corresponding cyclins T1 or T2 the elongation factor P-TEFb (77), which seems to suppress pausing by RNA pol II (64). Interestingly, cdk9 uses preferentially as a substrate the CTD that has been already prephosphorylated by other kinases such as TFIIH (65), although the nature of the amino acid residues that are phosphorylated by cdk9 is not defined yet.The murine homologue of cdk1 (p34cdc2), which associates with cyclin A and B (19) and which is also crucially involved in cell cycle regulation [reviewed in (29)], has turned out to be an efficient CTD kinase in vitro. However, no in vivo significance for its CTD kinase activity has been described yet. Mutations in the cdc2-related kinase CTK1, which assembles with its cyclin-like partner CTK2 and a CTK3 subunit the yeast CTD kinase complex I (CTDK-I), result in a hyperphosphorylated form of the CTD with altered phosphorylation pattern (53,90). Furthermore, ctk1 mutant cells exhibit retarded growth, cold sensitivity, as well as abnormal differentiation (53). CTDK-I, which cannot be detected in purified yeast holoenzyme (48), may participate in a postinitiation event (50).Phosphorylation of the CTD in vivo can also occur independently of transcription by the mitogen-activated protein kinases ERK1/2 (11,25,94). In vitro phosphorylation of RNA pol II by ERK1/2 results in a new hyperphosphorylated form of RNA pol II’s largest subunit with respect to its mobility in SDS-PAGE, designated IIm (11). Although RNA pol IIm can be isolated from cultured cells upon osmotic stress, its function in vivo remains speculative.DNA-dependent protein kinase (DNA-PK) phosphorylates the CTD at Ser-7 (6,94). When associated with its regulatory subunit, the KU antigen [(26), reviewed in (88)] DNA-PK becomes activated in the presence of double-stranded DNA, which has led to speculations on a transcription regulatory function. Although RNA pol II phosphorylation by DNA-PK occurs after its association with the template DNA (6) and only in the presence of the GTFs TFIIB, TFIID, and TFIIF (26), its main role seems to consist in DNA double-strand break (DSB) repair (88). Whether or not this phosphorylation as well as the fact that TFIIH plays a role both in transcription and in DNA repair [reviewed in (28)] would connect transcription to DNA repair in a transcription-coupled repair mechanism pathway would be interesting to investigate.The CTD can also be phosphorylated on its tyrosine residues by a kinase encoded by the c-abl proto-oncogene (8). However, the role of the c-Abl tyrosine kinase in in vivo CTD phosphorylation remains unclear. Although the treatment of cells with DNA-damaging agents activates the c-Abl kinase, resulting in an increased phosphotyrosine content of the CTD, RNA pol II can be also tyrosine phosphorylated in c-Abl kinase negative cells, indicating the existence of other CTD tyrosine kinases than the c-Abl kinase (8,41,57).Pointing out the distinct specificities of the various kinases that use the CTD as substrate, this brief survey shows how the CTD substrate could be subtly modified, thus providing a key component of a complex regulatory pathway that, as seen below, would involve several associated mechanisms. PROGRESSION OF RNA POL II THROUGH TRANSCRIPTION CONTROLLED BY CTD PHOSPHORYLATIONMuch attention has been paid these past years on the switch from a hypophosphorylated (IIA) to a hyperphosphorylated (IIO) form of RNA pol II. The hypophosphorylated form can be found either free in the cell or in preinitiation complexes (PIC), whereas the hyperphosphorylated form is found in RNA pol II complexes active in elongation or pre-mRNA processing. Hyporphosphorylation of the CTD is a prerequisite for RNA pol II to enter in the preinitiation complex (15,95), although its function is not established. In vitro transcription from TATA box-containing promoters demonstrated that CTD is not required for preinitiation complex formation and initiation of basal transcription. However, deletions of the CTD in vivo are lethal (4,101), suggesting that it is likely required in processes of gene expression and/or transcription other than PICformation.Still unanswered are the questions of when and which kinases facilitate CTD hyperphosphorylation and how CTD hyperphosphorylation affects transcription. Before entering the transcription cycle by incorporation into the PIC, RNA pol II can be found associated with cdk8 within the holoenzyme (43,49,56,74). Activation of cdk8 at this stage would phosphorylate RNA pol II within the holoenzyme, thus preventing its entry in the preinitiation complex (31,91). Although the function of cdk8 is not yet clearly understood, it is hypothesized that it would act as a negative regulator of transcription at the pre-initiation stage. In contrast, CTD phosphorylation by cdk7 within the (pre)initiation complex could promote the transition from the initiation to the elongation phase by destabilizing some intermolecular protein–protein interactions such as TFIID/CTD binding (95), thus favoring RNA pol II escape from the initiation complex (51,102). However, initiation itself is not dependent on CTD phosphorylation. First, kinase-deficient TFIIH supports TFIIH-dependent basal transcription in vitro (2,61,92). Second, CTD phosphorylation can occur in vitro in the absence of promoter opening and formation of the first phosphodiester bond, thus suggesting that the two events—CTD phosphorylation and promoter opening—are not related (92).Once engaged in the transcription process, the CTD is subjected to further phosphorylation/dephosphorylation events along the progression of RNA pol II. Phosphorylation of the CTD might regulate RNA pol II processivity during elongation by controlling its interaction with elongation factors such as DSIF (DRB sensitivity-inducing factor) (97) and NELF (negative elongation factor complex) (99) [reviewed in (87)]. DSIF and NELF can concomitantly bind to RNA pol IIA and induce abortive transcription. Hyperphosphorylation of the CTD either within the PIC by cdk7 or during elongation by cdk9 would thus prevent or disrupt the association of DSIF/NELF to RNA pol II, facilitating the transition of RNA pol II from abortive to productive elongation (98,99). HYPERPHOSPHORYLATION OF THE CTD IS ESSENTIAL FOR PRE-mRNA PROCESSINGAlthough the phosphorylation state of the CTD favors initiation, promoter escape, and elongation, CTD phosphorylation is not absolutely essential for the transcription process itself, at least in vitro (42,86,101). Subsequently, the idea arose to investigate if the CTD phosphorylation was not connected with other processes such as pre-mRNA processing (67,68) or activated transcription (55,83). Indeed, several facts support a scenario in which the phosphorylation of the CTD couples functionally RNA pol II transcription with mRNA processing (34). First, deletions of RNA pol II’s CTD negatively affect all three steps of mRNA processing in vitro and in vivo, which are capping, cleavage/polyadenylation, and splicing (32,67,68). Second, several pre-mRNA processing factors are recruited to the nascent pre-mRNA primarily by the hyperphosphorylated CTD (17,32,36,44,67,68,100). Third, the capping reaction occurs in vivo exclusively on pre-mRNA chains engaged within early RNA pol II elongation complexes (21).Indeed, it was demonstrated that shortly after initiation the hyperphosphorylated CTD recruits the mammalian capping enzyme to the nascent pre-mRNA (17,36,68). In vitro experiments revealed that phosphorylated but not unphosphorylated CTD pep-tides can stimulate the guanylyltransferase activity of the capping enzyme; CTD phosphorylation at Ser-5 but not Ser-2 is crucial for this stimulation (36). Interestingly, only CTD phosphorylation by Kin28, the yeast homologue of cdk7, but not by CTDK1 or SRB10-SRB11 (described above), is a prerequisite for capping enzyme targeting in vivo (80). In a subsequent step, it is suggested that RNA pol IIO serves as a platform to recruit splicing factors such as some serine-arginine-rich (SR) proteins (44,100). In contrast, RNA pol IIA destabilizes early presplicing complexes, thus preventing splicing (33). It has been demonstrated in transcription-independent in vitro assays that the endonucleolytic cleavage (3′ cleavage) of pre-mRNA preceding poly(A) addition by PAP [poly(A) polymerase] requires CTD (32). Unlike capping and splicing that require a phosphorylation of the CTD, 3′ cleavage is promoted by the CTD in a phosphorylation-independent manner (32). Indeed, two polyadenylation factors, CstF (cleavage stimulation factor) and CPSF (cleavage polyadenylation specificity factor), may bind to both forms of CTD (23,78). The absence of connection between 3′ cleavage/polyadenylation and CTD phosphorylation might be explained by the roles that RNA pol II could assume after polyadenylation and termination of transcription. RNA pol IIO must become dephosphorylated concomitant with polyadenylation/termination in order to reinitiate, while RNA pol IIO destined to ubiquitination and degradation must be maintained under a hyperphosphorylated state (70). Knowing that termination requires the CTD as well as a functional poly(A) site (78), cleavage factors such as CPSF and CstF could also signal the elongating RNA pol II to become less processive and more likely to terminate transcription upon recognition of poly(A) sites on the nascent pre-mRNA (67). CTD DEPHOSPHORYLATIONHaving pointed out that only the hypophosphorylated RNA pol IIA can assemble into preinitiation complexes and that the IIA form is converted into the IIO form during the transition from initiation to elongation, it is obvious that the CTD must be dephosphorylated concomitant with termination or between termination and initiation (18), if not ubiquitinated (70). In addition, it can be considered that dephosphorylation of the CTD regulates elongation. Indeed, several kinases target the same amino acid residues within the CTD and such phosphorylation could require a partial dephosphorylation of the substrate, rendering possible action of other specific kinases. Known so far, only one CTD phosphatase, CTDP with its catalytic subunit FCP1, catalyzes the conversion from the IIO to the IIA form of RNA pol II, allowing de novo transcription in vitro (5,12). However, because the phosphatase activity of CTDP is specific to the CTD within RNA pol II, but not to a synthetic CTD peptide, it is not clear whether CTDP itself is a phosphatase or whether it activates a cryptic phosphatase activity intrinsic to RNA pol II (12,18). CTDP, as part of elongation complexes and holoenzymes containing cdk7, TFIIS, or elongin A, is stimulated by TFIIF (5,13,18). This stimulation can be abolished either by TFIIB within the holoenzyme or by the HIV-Tat protein during elongation (13,66). CTD dephosphorylation by CTDP is further regulated by additional undefined factors associated to RNA pol II as well as the position of elongating RNA pol II relative to the start site of transcription (54). RNA pol II binding to DNA does not influence CTD dephosphorylation by CTDP (54). It thus appears that CTDP dephosphorylates CTD most likely during elongation or in the context of termination (18). GENERAL TRANSCRIPTION FACTORS AND PHOSPHORYLATIONAlmost all GTFs are phosphorylated, some of them such as TFIIH, TFIID (TAFII250), and TFIIFα possessing intrinsic kinase activities capable of phosphorylating GTFs themselves. Although very little information is available, we observe that phosphorylation of GTFs could crucially affect transcription. Indeed, global repression of Pol II transcription at mitosis appears to be facilitated at least to some extent by the reversible phosphorylation of GTFs (29).The most remarkable GTF in terms of phosphorylation is TFIIH (20,28), which uses TBP, TFIIEα, and TFIIFα as substrates within preinitiation complexes (72). While relevance for the phosphorylation of TBP (in vitro) and TFIIFα (in vivo) by kinases other than TFIIH has been demonstrated (see below), it is not clear whether phosphorylation by TFIIH possesses a regulatory impact on transcription. Despite its associated kinase activity, the p62 and cdk7 sub-units of TFIIH are also substrates for kinases such as cdc2/cyclinB in vitro and in vivo (3,58). Phosphorylation of these TFIIH subunits (mainly cdk7) by cdc2/cyclinB results in inhibition of the TFIIH-associated enzymatic activities during mitosis, thus silencing transcription (3,58). The TAFII20/15, TAFII31, TAFII80, and TBP components of TFIID are also phosphorylated during mitosis. Resulting defects in activated transcription, but only slight deficiencies in basal transcription, sustain a more prominent role for TAFs rather than TBP phosphorylation in mitotic silencing of transcription (85). It remains that the role of TBP phosphorylation in transcription is controversial. On the one hand, in vitro phosphorylation of TBP (and TFIIB) by DNA-PK stimulates formation of PIC and consequently transcription (16). On the other hand, it was noticed that in vitro phosphorylation of yeast TBP by casein kinase II (CKII) decreases its TATA box binding capacity (62). In this aspect, it was not demonstrated whether DNA-PK or CKII phosphorylates TBP in vivo. Interestingly, as part of TFIID, TAFII250 contains in addition to its histone acetyltransferase activity (71) a serine/threonine kinase activity capable of TFIIFα and TFIIA phosphorylation in vitro (24,81). Studies with yeast TFIIA revealed that in vivo phosphorylation of TFIIA by a yet not identified kinase likely enhances the binding of TBP to the TATA box, an observation also made in vitro by using CKII. Mutations in the phosphorylation sites of yeast TFIIA reduce transcription of inducible genes such as URA1, URA3, and HIS3 (84). In addition to TAFII250, TFIIFα is also phosphorylated by TFIIH as well as by its own intrinsic kinase activity in vitro (24,72,81). In vivo phosphorylation of TFIIF other than autophosphorylation seems to play some role in the regulation of both the initiation and the elongation steps (45). Autophosphorylation of TFIIFα at distinct sites down-regulates at least RNA pol II elongation activity (81).Although phosphorylation could modulate, in addition to the CTD, the action of some GTFs in transcription, it is still not clear how the various modifications of components of the basal transcription machinery are connected to each other to allow regulation of mRNA synthesis. TRANSCRIPTION FACTORS CAN BE REGULATED BY THE KINASES OF THE BASAL TRANSCRIPTION MACHINERYSeveral observations favor phosphorylation as the most frequently used protein modification in the regulation of transcription factor function. First, almost all of the up-to-date investigated cellular and viral transcription factors are phosphoproteins. Second, phosphorylation is both rapid and readily reversible. Third, many signal transduction pathways affecting gene expression activate protein kinases such as MAPK, PKA, and cdks. Fourth, some cyclin-dependent kinases of the cell cycle cascade phosphorylate transcription (co)factors.Phosphorylation of transcription factors can occur throughout their protein sequences, including DNA and effector binding domains, activation domains, as well as domains responsible for protein–protein interactions, thus providing a large spectrum of regulatory pathways. Indeed, both the ability of transcription factors to bind to DNA and their transcription activating/repressing function are frequently regulated through phosphorylation by multiple kinases [reviewed in (37)]. Because transcription factors interact directly or via cofactors with the basal transcription machinery, it is likely that kinases within the basal transcription machinery, such as cdk7, cdk8, cdk9, TAFII250, or TFIIF, could participate in the regulation of transcription factor activity (Table 1). The activation domain AF1 of some nuclear receptors, such as the retinoic acid receptors RARα, RARγ, and estrogen receptor ERα, are phosphorylated in vivo as well as in vitro by cdk7 (9,14,79). Similarly, it was observed that cdk7 (respectively its yeast homologue Kin28) uses the activation domains of E2F-1 (96) and the yeast transcription factor GAL4 (activation region 2) (35) as well as—at least in vitro—the N-terminal activation domain of p53 as substrates (46). Additionally, the C-terminal multifunctional domain of p53 (60) and the DNA binding domains of Oct-1 and GAL4 are also phosphorylated by cdk7/Kin28 (35,38). The latter is further phosphorylated by SRB10 (cdk8) in its glucose response domain (35). As a consequence of such phosphorylation, one observes variations in gene expression levels. Phosphorylation of the AF-1 activation domains of the RARs and ERα by cdk7 has shown to be essential for at least part of their transactivating functions (9,14,79). Although the AF-1 domain of the androgen receptor (AR) also interacts with CAK (52), it is not clear if a resulting increase of the AR transactivation function is mediated by cdk7 phosphorylation. The particular mechanism by which the AF-1 domain of those receptors activates transcription waits for further structure/function studies. Phosphorylation of p53 activation domain stimulates transcription of some genes probably by modulating p53 interactions with proteins such MDM-2, CBP/p300, or TFIID (69). Whether or not cdk7 is one of the kinases responsible for this activation is not fully established.TABLE 1PHOSPHORYLATION OF TRANSCRIPTION ACTIVATORS BY RNA POL II-ASSOCIATED CYCLIN-DEPENDENT KINASESTranscription ActivatorCyclin-Dependent KinasePhosphorylated Protein DomainsEffect of PhosphorylationReferencesE2F1cdk7ADdegradation\n96\nGAL4cdk8glucose response domainactivation\n35\ncdk7AD 2 and DBD?RARαcdk7AF-1 domainactivation\n79\nRARγcdk7AF-1 domainactivation\n9\nERαcdk7AF-1 domainactivation\n14\nARcdk7?AF-1 domain/A/B-region (only interaction?)activation\n52\np53cdk7multifunctional domain (C-term)DNA binding\n45, 60\nADprotein interactionsOct-1cdk7DBD?\n38\nOpen in a separate windowAR: androgen receptor; RARα/γ: retinoic acid receptor α/γ; ERα: estrogen receptor α; AD: activation domain; AF-1: activation function 1; DBD: DNA binding domain.Another regulatory pathway involves the phosphorylation of the DNA binding domain of activators. The binding of p53 to DNA is drastically enhanced upon phosphorylation of its C-terminal multifunctional domain by cdk7 in vitro (60). In contrast, phosphorylation within the DNA binding domain of Oct-1 partially prevents its interaction with DNA during mitosis (84). Although cdk7 phosphorylates the DNA binding domain of Oct-1 at mitosis-specific sites in vitro, a modulation of Oct-1 binding to DNA through such a phosphorylation has not yet been established (38).Phosphorylation could also affect the binding of inducible transcription factors to their cognate ligands (respectively effectors). Indeed, the phosphorylation of the GAL4 glucose response domain by SRB10 turned out to be a prerequisite for high-level galactose-induced transcription (35). However, it is not clear whether this phosphorylation regulates the binding of effectors to GAL4.An additional mechanism of transcription factor regulation is provided by the phosphorylation of E2F-1. Phosphorylation of the activation domain of E2F-1 by cdk7/TFIIH does not modulate its transacti-vation activity directly, but favors the degradation of E2F-1 (96).Having pointed out that transcription factors can be regulated by kinases of the transcription machinery, it is worth mentioning that there could also exist transcription factors that modulate the activity of RNA pol II-associated CTD kinases. Indeed, CTD hyperphosphorylation by either cdk7 or cdk9 is up-regulated during HIV-1 Tat-activated transcription (22,39,40,63,75,103). Although it is controversial which of the CTD kinases is preferentially stimulated during HIV-1 Tat-activated transcription and how enhanced CTD phosphorylation could then promote transcription, it is conceivable that cdk7 and cdk9 might act synergistically in HIV-1 Tat-stimulated CTD hyperphosphorylation. CONCLUSIONThe present review provides evidence that phos-phorylation of the CTD not only regulates transcription per se, but that it is also a prerequisite for mRNA processing. Thus, the CTD and its phosphorylation by RNA pol II-associated kinases couples transcription with mRNA processing, enlightening the interconnections with the multiple mechanisms that direct gene expression. Although the phosphorylation of the CTD is undoubtedly crucial, recent data underline the key role of the RNA pol II-associated kinases in the regulation of the various steps of the transcription reaction. Indeed, kinases associated with RNA pol II phosphorylate, in addition to the CTD, some transcription activators modulating their transactivation activity. These findings draw the kinases associated to RNA pol II near to the focus of mRNA synthesis regulation. How phosphorylation allows the connection with the basal transcription machinery for a regulation is a question that has to be addressed. The significance of phosphorylation in transcription regulation is further underlined by the phosphorylation of GTFs. Although only very little information is available about the effects of GTF phosphorylation, one striking and important effect of the phosphorylation of GTFs, such as TFIIH and TFIID, is the silencing of transcription during mitosis. However, the roles and significance of GTF phosphorylations other than TFIIH and TFIID still remain speculative and have to be answered. ACKNOWLEDGMENTSWe thank all our group members for fruitful discussions and John Bradsher for critical reading of the manuscript. T.R. was supported by a grant from the DAAD Hochschulsonderprogramm HSPIII. Work on this review was further supported by grants from the Association pour la Recherche sur le Cancer (ARC9083) and the European Economical Community (QLG1-1999). REFERENCES1. \nAdamczewski J.; Rossignol M.; Tassan J. P.; Nigg E.; Moncollin V.; Egly J. M.\nMAT1, cdk7, and cyclinH form a kinase complex which is UV-light sensitive upon association with TFIIH. EMBO J.\n15: 1877–1884; 1996. [PMC free article] [PubMed] [Google Scholar]2. \nAkoulitchev S.; Mäkelä T.; Weinberg R.; Reinberg D.\nRequirement for TFIIH kinase activity in transcription by RNA polymerase II. Nature\n377:557–560; 1995. [PubMed] [Google Scholar]3. \nAkoulitchev S.; Reinberg D.\nThe molecular mechanism of mitotic inhibition of TFIIH is mediated by phosphorylation of cdk7. Genes Dev.\n12:3541–3550; 1998. [PMC free article] [PubMed] [Google Scholar]4. \nAllison L.; Wong J.; Fitzpatrick V.; Moyle M.; Ingles C.\nThe C-terminal domain of the largest sub-unit of RNA polymerase II of Saccharomyces cerevisiae, Drosophila melanogaster, and mammals: A conserved structure with an essential function. Mol. Cell. Biol.\n8:321–329; 1988. [PMC free article] [PubMed] [Google Scholar]5. \nArchambault J.; Pan G.; Dahmus G.; Cartier M.; Marshall N.; Zhang S.; Dahmus M.; Greenblatt J.\nFCP1, the RAP74-interacting subunit of a human protein phosphatase that dephosphorylates the carboxyl-terminal domain of RNA polymerase IIO. J. Biol. Chem.\n273:27593–27601; 1998. [PubMed] [Google Scholar]6. \nArias J.; Peterson S.; Dynan W.\nPromoter-dependent phosphorylation of RNA polymerase II by a template bound kinase. Association with transcriptional initiation. J. Biol. Chem.\n266:8055–8061; 1991. [PubMed] [Google Scholar]7. \nBartolomei M.; Halden N.; Cullen C.; Corden J.\nGenetic analysis of the repetitive carboxyl-terminal domain of the largest subunit of RNA polymerase II. Mol. Cell. Biol.\n8:330–339; 1988. [PMC free article] [PubMed] [Google Scholar]8. \nBaskaran R.; Dahmus M.; Wang J.\nTyrosine phosphorylation of mammalian RNA polymerase II carboxyl-terminal domain. Proc. Natl. Acad. Sci. USA\n90:11167–11171; 1993. [PMC free article] [PubMed] [Google Scholar]9. \nBastien J.; Adam-Stitah S.; Riedl T.; Egly J. M.; Chambon P.; Rochette-Egly C.\nTFIIH interacts with the retinoic acid receptor gamma (RARγ) and phos-phorylates its AF-1 activating domain through cdk7. J. Biol. Chem.\n275:21896–21904; 2000. [PubMed] [Google Scholar]10. \nBensaude O.; Bonnet F.; Cassé C.; Dubois M. F.; Nguyen V.; Palancade B.\nRegulated phosphorylation of the RNA polymerase II C-terminal domain (CTD). Biochem. Cell. Biol.\n77:249–255; 1999. [PubMed] [Google Scholar]11. \nBonnet F.; Vigneron M.; Bensaude O.; Dubois M.\nTranscription-independent phosphorylation of the RNA polymerase II C-terminal domain (CTD) involves ERK kinases (MEK1/2). Nucleic Acids Res.\n27:4399–4404; 1999. [PMC free article] [PubMed] [Google Scholar]12. \nChambers R.; Dahmus M.\nPurification and characterization of a phosphatase from HeLa cells which de-phosphorylates the C-terminal domain of RNA poly-merase II. J. Biol. Chem.\n69:26243–26248; 1994. [PubMed] [Google Scholar]13. \nChambers R.; Wang B.; Burton Z.; Dahmus M.\nThe activity of COOH-terminal domain phosphatase is regulated by a docking site on RNA polymerase II and by the general transcription factors IIF and IIB. J. Biol. Chem.\n270:14962–14969; 1995. [PubMed] [Google Scholar]14. \nChen D.; Riedl T.; Washbrook E.; Pace P.; Coombes C.; Egly J. M.; Ali S.\nActivation of estrogen receptor α by S118 phosphorylation involves a ligand-dependent interaction with TFIIH and participation of CDK7. Mol. Cell\n6:127–137; 2000. [PubMed] [Google Scholar]15. \nChesnut J.; Stephens J.; Dahmus M.\nThe interaction of RNA polymerase II with the adenovirus-2 major late promoter is precluded by phosphorylation of the C-terminal domain of subunit IIa. J. Biol. Chem.\n267: 10500–10506; 1992. [PubMed] [Google Scholar]16. \nChibazakura T.; Watanabe F.; Kitajima S.; Tsukada K.; Yasukochi Y.; Teraoka H.\nPhosphorylation of human general transcription factors TATA-binding protein and transcription factor IIB by DNA-dependent protein kinase. Synergistic stimulation of RNA polymerase II basal transcription in vitro\n. Eur. J. Biochem.\n247:1166–1173; 1997. [PubMed] [Google Scholar]17. \nCho E.; Takagi T.; Moore C.; Buratowski S.\nmRNA capping enzyme is recruited to the transcription complex by phosphorylation of the RNA polymerase II carboxy-terminal domain. Genes Dev.\n11: 3319–3326; 1997. [PMC free article] [PubMed] [Google Scholar]18. \nCho H.; Kim T. K.; Mancebo H.; Lane W.; Flores O.; Reinberg D.\nA protein phosphatase functions to recycle RNA polymerase II. Genes Dev.\n13:1540–1552; 1999. [PMC free article] [PubMed] [Google Scholar]19. \nCisek L.; Corden J.\nPhosphorylation of RNA polymerase by the murine homologue of the cell-cycle control protein cdc2. Nature\n339:679–684; 1989. [PubMed] [Google Scholar]20. \nCoin F.; Egly J. M.\nTen Years of TFIIH. In: Cold Spring Harbor Symposia on Quantitative Biology, Volume LXIII. Cold Spring Harbor, NY: Cold Spring Harbor Lab Press; 1998:105–110. [PubMed] [Google Scholar]21. \nCoppola J.; Field A.; Luse D.\nPromoter-proximal pausing by RNA polymerase II in vitro: Transcripts shorter than 20 nucleotides are not capped. Proc. Natl. Acad. Sci. USA\n80:1251–1255; 1983. [PMC free article] [PubMed] [Google Scholar]22. \nCujec T.; Okamoto H.; Fujinaga K.; Meyer J.; Chamberlin H.; Morgan D.; Peterlin M.\nThe HIV transactivator TAT binds to the CDK-activating kinase and activates the phosphorylation of the carboxy-terminal domain of RNA polymerase II. Genes Dev.\n11:2645–2657; 1997. [PMC free article] [PubMed] [Google Scholar]23. \nDantonel J. C.; Murthy K.; Manley J.; Tora L.\nTranscription factor TFIID recruits factor CPSF for formation of 3′ end of mRNA. Nature\n389:399–402; 1997. [PubMed] [Google Scholar]24. \nDikstein R.; Ruppert S.; Tijan R.\nTAFII250 is a bipartite protein kinase that phosphorylates the base transcription factor RAP74. Cell\n84:781–790; 1996. [PubMed] [Google Scholar]25. \nDubois M. F.; Nguyen V.; Dahmus M.; Pagès G.; Pouyssègur J.; Bensaude O.\nEnhanced phosphorylation of the C-terminal domain of polymerase II upon serum stimulation of quiescent cells: Possible involvement of MAP kinases. EMBO J.\n13:4787–4797; 1994. [PMC free article] [PubMed] [Google Scholar]26. \nDvir A.; Peterson S.; Knuth M.; Lu H.; Dynan W.\nKu autoantigen is the regulatory component of a template-associated protein kinase that phosphorylates RNA polymerase II. Proc. Natl. Acad. Sci. USA\n89: 11920–11924; 1992. [PMC free article] [PubMed] [Google Scholar]27. \nDvir A.; Conaway R.; Conaway J.\nPromoter escape by RNA polymerase II. A role for an ATP cofactor in suppression of arrest by polymerase at promoter-proximal sites. J. Biol. Chem.\n271:23352–23356; 1996. [PubMed] [Google Scholar]28. \nFrit P.; Bergmann E.; Egly J. M.\nTranscription factor IIH: A key player in the cellular response to DNA damage. Biochimie\n81:27–38; 1999. [PubMed] [Google Scholar]29. \nGottesfeld J.; Forbes D.\nMitotic repression of the transcriptional machinery. Trends Biol. Sci.\n22:197–202; 1997. [PubMed] [Google Scholar]30. \nHampsey M.; Reinberg D.\nRNA polymerase II as a control panel for multiple coactivator complexes. Curr. Opin. Genet. Dev.\n9:132–139; 1999. [PubMed] [Google Scholar]31. \nHengartner C.; Myer V.; Liao S.; Wilson C.; Koh S.; Young R.\nTemporal regulation of RNA polymer-ase II by Srb10 and Kin28 cyclin-dependent kinases. Mol. Cell\n2:43–53; 1998. [PubMed] [Google Scholar]32. \nHirose Y.; Manley J.\nRNA polymerase II is an essential mRNA polyadenylation factor. Nature\n395: 93–96; 1998. [PubMed] [Google Scholar]33. \nHirose Y.; Tacke R.; Manley L.\nPhosphorylated RNA polymerase II stimulate pre-mRNA splicing. Genes Dev.\n13:1234–1239; 1999. [PMC free article] [PubMed] [Google Scholar]34. \nHirose Y.; Manley J.\nRNA polymerase II and the integration of nuclear events. Genes Dev.\n14:1415–1429; 2000. [PubMed] [Google Scholar]35. \nHirst M.; Kobor M.; Kuriakose N.; Greenblatt J.; Sadowski I.\nGAL4 is regulated by the RNA polymerase II holoenzyme-associated cyclin-dependent protein kinase SRB10/CDK8. Mol. Cell\n3:673–678; 1999. [PubMed] [Google Scholar]36. \nHo C.; Shuman S.\nDistinct effector roles for Ser2 and Ser5 phosphorylation of the RNA polymerase II CTD in the recruitment and allosteric activation of mammalian capping enzyme. Mol. Cell\n3:405–411; 1999. [PubMed] [Google Scholar]37. \nHunter T.; Karin M.\nThe regulation of transcription by phosphorylation. Cell\n70:375–387; 1992. [PubMed] [Google Scholar]38. \nInamoto S.; Segil N.; Pan Z.; Kimura M.; Roeder R.\nThe cyclin-dependent kinase-activating kinase (CAK) assembly factor, MAT1, targets and enhances CAK activity on the POU domains of octamer transcription factors. J. Biol. Chem.\n272:29852–29858; 1997. [PubMed] [Google Scholar]39. \nIsel C.; Karn J.\nDirect evidence that HIV-1 Tat stimulates RNA polymerase II carboxyl-terminal domain hyperphosphorylation during transcriptional elongation. J. Mol. Biol.\n290:929–941; 1999. [PubMed] [Google Scholar]40. \nKarn J.\nTackling Tat. J. Mol. Biol.\n293:235–254; 1999. [PubMed] [Google Scholar]41. \nKharbanda S.; Ren R.; Pandey P.; Shafman T.; Feller S.; Weichselbaum R.; Kufe D.\nActivation of the c-Abl tyrosine kinase in the stress response to DNA-damaging agents. Nature\n376:785–788; 1995. [PubMed] [Google Scholar]42. \nKim W. Y.; Dahmus M.\nThe major late promoter of adenovirus-2 is accurately transcribed by RNA polymerases IIO, IIA, and IIB. J. Biol. Chem.\n264:3169–3176; 1989. [PubMed] [Google Scholar]43. \nKim Y. J.; Bjo¨rklund S.; Li Y.; Sayre M.; Kornberg R.\nA multiprotein mediator of transcriptional activation and its interaction with the C-terminal repeat domain of RNA polymerase II. Cell\n77:599–608; 1994. [PubMed] [Google Scholar]44. \nKim E.; Du L.; Bregman D.; Warren S.\nSplicing factors associate with hyperphosphorylated RNA polymerase II in the absence of pre-messenger RNA. J. Cell. Biol.\n136:19–28; 1997. [PMC free article] [PubMed] [Google Scholar]45. \nKitajima S.; Chibazakura T.; Yonaha M.; Yasukochi Y.\nRegulation of the human general transcription initiation factor TFIIF by phosphorylation. J. Biol. Chem.\n47:29970–29977; 1994. [PubMed] [Google Scholar]46. \nKo L.; Shieh S.; Chen X.; Jayaraman L.; Tamai K.; Taya Y.; Prives C.; Pan Z.\np53 is phosphorylated by cdk7-cyclin H in a p36MAT1-dependent manner. Mol. Cell. Biol.\n17:7220–7229; 1997. [PMC free article] [PubMed] [Google Scholar]47. \nKoleske A.; Buratowski S.; Nonet M.; Young R.\nA novel transcription factor reveals a functional link between the RNA polymerase II CTD and TFIID. Cell\n69:883–894; 1992. [PubMed] [Google Scholar]48. \nKoleske A.; Young R.\nThe RNA polymerase II holoenzyme responsive to activators. Nature\n368:466–469; 1994. [PubMed] [Google Scholar]49. \nKoleske A.; Young R.\nThe RNA polymerase II holoenzyme and its implications for gene regulation. Trends Biochem. Sci.\n20:113–116; 1995. [PubMed] [Google Scholar]50. \nKuchin S.; Carlson M.\nFunctional relationships of Srb10-Srb11 kinase, carboxy-terminal domain kinase CTDK-I, and transcriptional corepressors Ssn6-Tup1. Mol. Cell. Biol.\n18:1163–1171; 1998. [PMC free article] [PubMed] [Google Scholar]51. \nLaybourn P.; Dahmus M.\nTranscription-dependent structural changes in the C-terminal domain of mammalian RNA polymerase subunit IIa/o. J. Biol. Chem.\n264:6693–6698; 1989. [PubMed] [Google Scholar]52. \nLee D.; Duan H.; Chang C.\nFrom androgen receptor to the general transcription factor TFIIH. J. Biol. Chem.\n275:9308–9313; 2000. [PubMed] [Google Scholar]53. \nLee J.; Greenleaf A.\nCTD kinase large subunit is encoded by CTK1, a gene required for normal growth of Saccharomyces cerevisiae\n. Gene Expr.\n1:149–167; 1991. [PMC free article] [PubMed] [Google Scholar]54. \nLehman A.; Dahmus M.\nThe sensitivity of RNA polymerase II in elongation complexes to C-terminal domain phosphatase. J. Biol. Chem.\n275:14923–14932; 2000. [PubMed] [Google Scholar]55. \nLiao S. M.; Taylor I.; Kingston R.; Young R.\nRNA polymerase II carboxy-terminal domain contributes to the response to multiple acidic activators in vitro. Genes Dev.\n5:2431–2440; 1991. [PubMed] [Google Scholar]56. \nLiao S. M.; Zhang J.; Jeffery D., Koleske A.; Thompson C.; Chao D.; Viljoen M.; van Vuuren H.; Young R.\nA kinase-cyclin pair in the RNA polymerase II holoenzyme. Nature\n374:193–196; 1995. [PubMed] [Google Scholar]57. \nLiu Z.; Baskaran R.; Lea-Chou E.; Wood L.; Chen Y.; Karin M.; Wang J.\nThree distinct signalling responses by murine fibroblasts to genotoxic stress. Nature\n384:273–276; 1996. [PubMed] [Google Scholar]58. \nLong J.; Leresche A.; Kriwacki R.; Gottesfeld J.\nRepression of TFIIH transcriptional activity and TFIIH-associated cdk7 kinase activity at mitosis. Mol. Cell. Biol.\n18:1467–1476; 1998. [PMC free article] [PubMed] [Google Scholar]59. \nLu H.; Zawel L.; Fisher L.; Egly J. M.; Reinberg D.\nHuman general transcription factor IIH phosphorylates the C-terminal domain of RNA polymerase II. Nature\n358:641–645; 1992. [PubMed] [Google Scholar]60. \nLu H.; Fisher R.; Bailey P.; Levine A.. The CDK7-cycH-p36 complex of transcription factor IIH phosphorylates p53, enhancing its sequence-specific DNA binding activity in vitro. Mol. Cell. Biol.\n17:5923–5934; 1997. [PMC free article] [PubMed] [Google Scholar]61. \nMäkelä T.; Parvin J.; Kim J.; Huber L.; Sharp P.; Weinberg R.\nA kinase-deficient transcription factor TFIIH is functional in basal and activated transcription. Proc. Natl. Acad. Sci. USA\n92:5174–5178; 1995. [PMC free article] [PubMed] [Google Scholar]62. \nMaldonado E.; Allende J.\nPhosphorylation of yeast TBP by protein kinase CK2 reduces its specific binding to DNA. FEBS Lett.\n443:256–260; 1999. [PubMed] [Google Scholar]63. \nMancebo H. S.; Lee G.; Flygare J.; Tomassini J.; Luu P.; Zhu Y.; Peng J.; Blau C.; Hazuda D.; Price D.; Flores O.\nP-TEFb kinase is required for HIV Tat transcriptional activation in vivo and in vitro. Genes Dev.\n11:2633–2644; 1997. [PMC free article] [PubMed] [Google Scholar]64. \nMarshall N. F.; Price D. H.\nPurification of P-TEFb, a transcription factor required for the transition into productive elongation. J. Biol. Chem.\n270:12335–12338; 1995. [PubMed] [Google Scholar]65. \nMarshall N. F.; Peng J.; Xie Z.; Price D. H.\nControl of RNA polymerase II elongating potential by a novel carboxyl-terminal domain kinase. J. Biol. Chem.\n271: 27176–27183; 1996. [PubMed] [Google Scholar]66. \nMarshall N.; Dahmus G.; Dahmus M.\nRegulation of carboxyl-terminal domain phosphatase by HIV-1 Tat protein. J. Biol. Chem.\n273:31726–31730; 1998. [PubMed] [Google Scholar]67. \nMcCracken S.; Fong N.; Yankulov K.; Ballantyne S.; Pan G.; Greenblatt J.; Patterson S.; Wickens M.; Bentley D.\nThe C-terminal domain RNA polymerase II couples messenger RNA processing to transcription. Nature\n385:357–361; 1997. [PubMed] [Google Scholar]68. \nMcCracken S.; Fong N.; Rosonina E.; Yankulov K.; Brothers G.; Siderovski D.; Hessel A.; Foster S.; Amgen EST Program; Shuman S.; Bentley D.\n5′-capping enzymes are targeted to pre-mRNA by binding to the phosphorylated carboxy-terminal domain of RNA polymerase II. Genes Dev.\n11:3306–3318; 1997. [PMC free article] [PubMed] [Google Scholar]69. \nMeek D.\nMechanisms of switching on p53: A role for covalent modification?\nOncogene\n18:7666–7675; 1999. [PubMed] [Google Scholar]70. \nMitsui A.; Sharp P. A.\nUbiquitination of RNA polymerase II large subunit signaled by phosphorylation of carboxyl-terminal domain. Proc. Natl. Acad. Sci. USA\n96:6054–6059; 1999. [PMC free article] [PubMed] [Google Scholar]71. \nMizzen C.; Yang X.; Kokubo T.; Brownell J.; Bannister A.; Owen-Hughes T.; Workman J.; Wang L.; Berger S.; Kouzarides T.; Nakatani Y.; Allis C.\nThe TAFII250 subunit of TFIID has histone acetyl-transferase activity. Cell\n87:1261–1270; 1996. [PubMed] [Google Scholar]72. \nOhkuma Y.; Roeder R.\nRegulation of TFIIH ATPase and kinase activities by TFIIE during active initiation complex formation. Nature\n368:160–163; 1994. [PubMed] [Google Scholar]73. \nOrphanides G.; Lagrange T.; Reinberg D.\nThe general transcription factors of RNA polymerase II. Genes Dev.\n10:2657–2683; 1996. [PubMed] [Google Scholar]74. \nOssipow V.; Tassan J.; Nigg E.; Schibler U.\nA mammalian RNA polymerase II holoenzyme containing all components required for promoter specific transcription initiation. Cell\n83:137–146; 1995. [PubMed] [Google Scholar]75. \nParada C.; Roeder R.\nEnhanced processivity of RNA polymerase II triggered by by Tat-induced phosphorylation of its carboxy-terminal domain. Nature\n384: 375–378; 1996. [PubMed] [Google Scholar]76. \nPeng J.; Marshall N.; Price D. H.\nIdentification of a cyclin subunit required for the function of Drosophila P-TEFb. J. Biol. Chem.\n273:13855–13860; 1998. [PubMed] [Google Scholar]77. \nPeng J.; Zhu Y.; Milton J.; Price D. H.\nIdentification of multiple cyclin subunits of human P-TEFb. Genes Dev.\n12:755–762; 1998. [PMC free article] [PubMed] [Google Scholar]78. \nProudfoot N.\nHow RNA polymerase II terminates transcription in higher eukaryotes. Trends Biochem. Sci.\n14:105–110; 1989. [PubMed] [Google Scholar]79. \nRochette-Egly C.; Adam S.; Rossignol M.; Egly J. M.; Chambon P.\nStimulation of RARα activation function AF-1 through binding to the general transcription factor TFIIH and phosphorylation by CDK7. Cell\n90:97–107; 1997. [PubMed] [Google Scholar]80. \nRodriguez C.; Cho E.; Keogh M.; Moore C.; Greenleaf A.; Buratowski S.\nKin 28, the TFIIH-associated carboxy-terminal domain kinase, facilitates the recruitment of mRNA processing machinery to RNA polymerase II. Mol. Cell. Biol.\n20:104–112; 2000. [PMC free article] [PubMed] [Google Scholar]81. \nRossignol M.; Keriel A.; Staub A.; Egly J. M.\nKinase activity and phosphorylation of the largest sub-unit of TFIIF transcription factor. J. Biol. Chem.\n274: 22387–22392; 1999. [PubMed] [Google Scholar]82. \nRoy R.; Adamczewski J.; Seroz T.; Vermeulen W.; Tassan J.; Schaeffer L.; Nigg E.; Hoeijmakers J.; Egly J. M.\nThe MO15 cell cycle kinase is associated with the TFIIH transcription-DNA repair factor. Cell\n79:1093–1101; 1994. [PubMed] [Google Scholar]83. \nScafe C.; Chao D.; Lopes J.; Hirsch J.; Henry S.; Young. R.\nRNA polymerase II C-terminal repeat influences response to transcriptional enhancer signals. Nature\n347:491–494. 1990. [PubMed] [Google Scholar]84. \nSegil N.; Roberts S.; Heintz N.\nMitotic phosphorylation of the Oct-1 homeodomain and regulation of Oct-1 DNA binding activity. Science\n254:1814–1816; 1991. [PubMed] [Google Scholar]85. \nSegil N.; Guermah M.; Hoffmann A.; Roeder R.; Heintz N.\nMitotic regulation of TFIID: Inhibition of activator-dependent transcription and changes in sub-cellular localization. Genes Dev.\n10:2389–2400; 1996. [PubMed] [Google Scholar]86. \nSerizawa H.; Conaway J.; Conaway R.\nPhosphorylation of C-terminal domain of RNA polymerase II is not required in basal transcription. Nature\n363:371–374; 1993. [PubMed] [Google Scholar]87. \nShilatifard A.\nFactors regulating the transcriptional elongation activity of RNA polymerase II. FASEB J.12:1437–1446; 1998. [PubMed] [Google Scholar]88. \nSmith G.; Jackson S.\nThe DNA-dependent protein kinase. Genes Dev.\n13:916–934; 1999. [PubMed] [Google Scholar]89. \nSolow S.; Lezina L.; Lieberman P.\nPhosphorylation of TFIIA stimulates TATA binding protein–TATA interaction and contributes to maximal transcription and viability in yeast. Mol. Cell. Biol.\n19:2846–2852; 1999. [PMC free article] [PubMed] [Google Scholar]90. \nSterner D.; Lee J.; Hardin S.; Greenleaf A.\nThe yeast carboxyl-terminal repeat domain kinase CTDK-I is a divergent cyclin-cyclin-dependent kinase complex. Mol. Cell. Biol.\n15:5716–5724; 1995. [PMC free article] [PubMed] [Google Scholar]91. \nSun X.; Zhang Y.; Cho H.; Rickert P.; Lees E.; Lane W.; Reinberg D.\nNAT, a human complex containing Srb polypeptides that functions as a negative regulator of activated transcription. Mol. Cell\n2:213–222; 1998. [PubMed] [Google Scholar]92. \nTirode F.; Busso D.; Coin F.; Egly J. M.\nReconstitution of the transcription factor TFIIH: Assignment of functions for the three enzymatic subunits, XPB, XPD, and CDK7. Mol. Cell\n3:87–95; 1999. [PubMed] [Google Scholar]93. \nThompson C.; Koleske A.; Chao D.; Young R.\nA multisubunit complex associated with the RNA polymerase II CTD and TATA-binding protein in yeast. Cell\n73:1361–1375; 1993. [PubMed] [Google Scholar]94. \nTrigon S.; Serizawa H.; Conaway J.; Conaway R.; Jackson S.; Morange M.\nCharacterization of the residues phosphorylated in vitro by different C-terminal domain kinases. J. Biol. Chem.\n273:6769–6775; 1998. [PubMed] [Google Scholar]95. \nUsheva A.; Maldonado E.; Goldring A.; Lu H.; Houbavi C.; Reinberg D.; Aloni J.\nSpecific interaction between the nonphosphorylated form of RNA polymerase II and the TATA-binding protein. Cell\n69:871–881; 1992. [PubMed] [Google Scholar]96. \nVandel L.; Konzarides T.\nResidues phosphorylated by TFIIH are required for E2F-1 degradation during S-phase. EMBO J.\n18:4280–4291; 1999. [PMC free article] [PubMed] [Google Scholar]97. \nWada T.; Takagi T.; Yamaguchi Y.; Ferdous A.; Imai T.; Hirose S.; Sugimoto S.; Yano K.; Hartzog G. A.; Winston F.; Buratowski S.; Handa H.\nDSIF, a novel transcription elongation factor that regulates Pol II processivity, is composed of human Spt4 and Spt5 homologs. Genes Dev.\n12:343–356; 1998. [PMC free article] [PubMed] [Google Scholar]98. \nWada T.; Orphanides G.; Hasegawa J.; Kim D. K.; Shima D.; Yamaguchi Y.; Fukuda A.; Hisatake K.; Oh S.; Reinberg D.; Handa H.\nFACT relieves DSIF/ NELF-mediated inhibition of transcriptional elongation and reveals functional differences between P-TEFb and TFIIH. Mol. Cell\n5:1067–1072; 2000. [PubMed] [Google Scholar]99. \nYamaguchi Y.; Takagi T.; Wada T.; Yano K.; Fur-uya A.; Sugimoto S.; Hasegawa J.; Handa H.\nNELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell\n97:41–51; 1999. [PubMed] [Google Scholar]100. \nYuryev A.; Patturjan M.; Litingtung Y.; Joshi R.; Gentile C.; Gebara M.; Corden J.\nThe C-terminal domain of the largest subunit of RNA polymerase II interacts with a novel set of serine/argenine-rich proteins. Proc. Natl. Acad. Sci. USA\n93:6975–6980; 1996. [PMC free article] [PubMed] [Google Scholar]101. \nZehring W.; Lee J.; Weeks J.; Jokehrst R.; Green-leaf A.\nThe C-terminal repeat domain of RNA polymerase II largest subunit is essential in vivo but is not required for accurate transcription initiation in vitro. Proc. Natl. Acad. Sci. USA\n85:3698–3702; 1988. [PMC free article] [PubMed] [Google Scholar]102. \nZhang J.; Corden J.\nPhosphorylation causes a conformational change in the carboxy-terminal domain of the mouse RNA polymerase II largest subunit. J. Biol. Chem.\n266:2297–2302; 1991. [PubMed] [Google Scholar]103. \nZhou Q.; Chen D.; Pierstorff E.; Luo K.\nTranscription elongation factor P-TEFb mediates Tat activation of HIV-1 transcription at multiple stages. EMBO J.\n17:3681–3691; 1998. [PMC free article] [PubMed] [Google Scholar]"}