{"title": "The toxicology of inhaled nitric oxide", "pubDate": "2001", "PMCID": "", "DOI": "10.1093/toxsci/59.1.5", "PMID": "11134540", "abstract": "Inhaled nitric oxide is a targeted pulmonary vasodilator that improves clinical outcomes for newborn patients with persistent pulmonary hypertension of the newborn, and may be effective in treating some premature patients with acute respiratory distress syndrome or lung disease of prematurity. Nitric oxide is now recognized as playing an important role in the regulation of diverse physiological processes. However, the pharmacological properties of inhaled nitric oxide are not easy to separate from its toxicological effects. For example, the intended effect of inhaled nitric oxide, vasodilation in the lung, is mediated, in part, by increased cellular cyclic GMP (cGMP). However, increased cGMP can also interfere with normal cellular proliferation. Nitric oxide has also been shown to cause DNA strand breaks and/or base alterations that are potentially mutagenic. Inhaled nitric oxide can rapidly react with oxygen in the lung to form nitrogen dioxide, which is a potent pulmonary irritant. Nitric oxide also reacts with superoxide anion to form peroxynitrite, a cytotoxic oxidant that can interfere with surfactant functioning. The overall effect of inhaled nitric oxide in potentiating or attenuating inflammation and oxidative damage in diseased lung is dependent on the dose administered. Furthermore, despite rapid inactivation by circulating hemoglobin, inhaled nitric oxide exerts effects outside the lung, including blocking platelet aggregation, causing methemoglobinemia, and possibly inducing extrapulmonary vasodilation. The toxicology of inhaled nitric oxide is not completely understood and must be considered in the design of protocols for its safe and effective clinical use.", "author": [{"author": "B Weinberger", "affiliation": ["Department of Pediatrics-Neonatology, UMDNJ-Robert Wood Johnson Medical School, Piscataway, New Jersey 08854, USA. barryw@pol.net"], "href": "/?term=Weinberger+B&cauthor_id=11134540"}, {"author": "D L Laskin", "affiliation": [], "href": "/?term=Laskin+DL&cauthor_id=11134540"}, {"author": "D E Heck", "affiliation": [], "href": "/?term=Heck+DE&cauthor_id=11134540"}, {"author": "J D Laskin", "affiliation": [], "href": "/?term=Laskin+JD&cauthor_id=11134540"}], "refPMID": [], "citedInPMID": ["11134540", "35076566", "34834633", "34764047", "34358119", "34332100", "33437517", "33233715", "33195983", "33073083", "32563184", "32205069", "31197492", "30962993", "30645055", "29851823", "29466393", "29168320", "29033836", "28750737", "28680562", "28160271", "27814710", "27480246", "25887847", "25673176", "25610115", "25054678", "24710471", "23532174", "23476736", "22837854", "22221913", "20331899", "17712184", "17222215", "15980872", "15852033", "15790986", "14656807", "14633605", "12777682"], "body": ""}