{"title": "Distinct modes of transcription read through or terminate at the c-myc attenuator", "pubDate": "1992", "PMCID": "PMC556549", "DOI": "", "PMID": "1372247", "abstract": "Premature termination of transcription by RNA polymerase II (pol II) occurs in the 5' region of many viral and cellular genes. Modulation of this process, or attenuation, is an important means of transcriptional control, but its mechanism is unknown. Using injected Xenopus oocytes, the efficiency of the mouse c-myc attenuator was tested when it was placed at various distances from the transcription initiation site. The attenuator functioned with each of six different pol II promoters tested; however, termination efficiency declined markedly when it was placed more than approximately 400 bases from the start site. This decline in attenuator function with distance from the start site coincided with increased sensitivity to the pol II inhibitor 5,6-dichloro-1-beta-D-ribofuranosyl benzimidazole (DRB). Thus transcription complexes situated further from the promoter appear to have a lower ability to recognize the attenuator and a greater sensitivity to DRB. Furthermore, polymerases which have read through one attenuation site have a reduced ability to terminate at a second site. The results imply that a discrete subset of elongation complexes is capable of premature termination, and that this subset exists only within the first few hundred bases of the transcription unit. Regulation of termination efficiency may be effected by changing the balance between the two modes of transcription committed either to read through or to terminate prematurely.", "author": [{"author": "S Roberts", "affiliation": ["Imperial Cancer Research Fund, Lincoln's Inn Fields, London, UK."], "href": "/?term=Roberts+S&cauthor_id=1372247"}, {"author": "D L Bentley", "affiliation": [], "href": "/?term=Bentley+DL&cauthor_id=1372247"}], "refPMID": ["111239", "3540591", "6286139", "6954467", "1988448", "2307371", "2411548", "2463629", "2553266", "2714253", "2825027", "2846852", "2914905", "2990726", "3024965", "3123310", "3456346", "3480843", "3520340", "3615200", "6200476", "6876157", "270736", "423992", "643052", "1901950", "2193290", "2294401", "2398896", "2445491", "2455262", "2474547", "2584185", "2768242", "3652209", "3818644", "2792759", "2834065", "2850489", "2851731", "2930526", "3021336", "3027659", "3040263", "3281094", "3458534", "3479794", "3498214", "1697031"], "citedInPMID": ["1372247", "12912924", "10544201", "10540155", "9857195", "9418875", "8912704", "8887556", "8668144", "8601337", "8474437", "8423795", "8400453", "8355707", "8099545", "8065352", "7784183", "7706453", "7567445", "1505520", "1406649"], "body": ""}