{"title": "Modulating HIV-1 replication by RNA interference directed against human transcription elongation factor SPT5", "pubDate": "2004", "PMCID": "PMC545048", "DOI": "10.1186/1742-4690-1-46", "PMID": "15620346", "abstract": "Background:                       Several cellular positive and negative elongation factors are involved in regulating RNA polymerase II processivity during transcription elongation in human cells. In recruiting several of these regulatory factors to the 5' long terminal repeat (LTR) promoter during transcription elongation, HIV-1 modulates replication of its genome in a process mediated by the virus-encoded transactivator Tat. One particular cellular regulatory factor, DSIF subunit human SPT5 (hSpt5), has been implicated in both positively and negatively regulating transcriptional elongation but its role in Tat transactivation in vivo and in HIV-1 replication has not been completely elucidated.                  Results:                       To understand the in vivo function of hSpt5 and define its role in Tat transactivation and HIV-1 replication, we used RNA interference (RNAi) to specifically knockdown hSpt5 expression by degrading hSpt5 mRNA. Short-interfering RNA (siRNA) designed to target hSpt5 for RNAi successfully resulted in knockdown of both hSpt5 mRNA and protein levels, and did not significantly affect cell viability. In contrast to hSpt5 knockdown, siRNA-mediated silencing of human mRNA capping enzyme, a functionally important hSpt5-interacting cellular protein, was lethal and showed a significant increase in cell death over the course of the knockdown experiment. In addition, hSpt5 knockdown led to significant decreases in Tat transactivation and inhibited HIV-1 replication, indicating that hSpt5 was required for mediating Tat transactivation and HIV-1 replication.                  Conclusions:                       The findings presented here showed that hSpt5 is a bona fide positive regulator of Tat transactivation and HIV-1 replication in vivo. These results also suggest that hSpt5 function in transcription regulation and mRNA capping is essential for a subset of cellular and viral genes and may not be required for global gene expression.", "author": [{"author": "Yueh-Hsin Ping", "affiliation": ["Department of Biochemistry and Molecular Pharmacology, University of Massachusetts Medical School, 364 Plantation Street, Worcester, MA 01605, USA. yhping@ym.edu.tw"], "href": "/?term=Ping+YH&cauthor_id=15620346"}, {"author": "Chia-Ying Chu", "affiliation": [], "href": "/?term=Chu+CY&cauthor_id=15620346"}, {"author": "Hong Cao", "affiliation": [], "href": "/?term=Cao+H&cauthor_id=15620346"}, {"author": "Jean-Marc Jacque", "affiliation": [], "href": "/?term=Jacque+JM&cauthor_id=15620346"}, {"author": "Mario Stevenson", "affiliation": [], "href": "/?term=Stevenson+M&cauthor_id=15620346"}, {"author": "Tariq M Rana", "affiliation": [], "href": "/?term=Rana+TM&cauthor_id=15620346"}], "refPMID": ["12067656", "9685251", "7979253", "1427080", "3136931", "8497248", "10733565", "1569941", "9450929", "10199401", "9630214", "10550206", "9334323", "10562489", "10328810", "9499409", "9491887", "7853496", "10393900", "12048247", "11553615", "9857195", "10438593", "10757782", "11112772", "12052871", "10866664", "9649438", "9514752", "11099044", "9450930", "11250170", "12718890", "10454543", "11051760", "9407025", "9407024", "9545288", "10198643", "10421630", "11278368", "12408826", "14569024", "14647331", "11373684", "12408823", "12087358", "12186906", "11981565", "12042777", "12438622", "14581533", "12461411", "12421955", "12464559", "12360232", "11893497", "12576475", "1548759", "12183367", "11809800", "11940650", "12653964", "12923253"], "citedInPMID": ["15620346", "28743741", "28705213", "26019725", "24275945", "22982195", "22701796", "21763500", "20088715", "19796072", "19742326", "19479034", "19048203", "18832375", "18775984", "18066040", "17952669", "17590445", "17567605", "17377597", "17360756", "17284461", "17263586", "16779870", "16594614", "16329668", "15644139"], "body": " AbstractBackgroundSeveral cellular positive and negative elongation factors are involved in regulating RNA polymerase II processivity during transcription elongation in human cells. In recruiting several of these regulatory factors to the 5' long terminal repeat (LTR) promoter during transcription elongation, HIV-1 modulates replication of its genome in a process mediated by the virus-encoded transactivator Tat. One particular cellular regulatory factor, DSIF subunit human SPT5 (hSpt5), has been implicated in both positively and negatively regulating transcriptional elongation but its role in Tat transactivation in vivo and in HIV-1 replication has not been completely elucidated.ResultsTo understand the in vivo function of hSpt5 and define its role in Tat transactivation and HIV-1 replication, we used RNA interference (RNAi) to specifically knockdown hSpt5 expression by degrading hSpt5 mRNA. Short-interfering RNA (siRNA) designed to target hSpt5 for RNAi successfully resulted in knockdown of both hSpt5 mRNA and protein levels, and did not significantly affect cell viability. In contrast to hSpt5 knockdown, siRNA-mediated silencing of human mRNA capping enzyme, a functionally important hSpt5-interacting cellular protein, was lethal and showed a significant increase in cell death over the course of the knockdown experiment. In addition, hSpt5 knockdown led to significant decreases in Tat transactivation and inhibited HIV-1 replication, indicating that hSpt5 was required for mediating Tat transactivation and HIV-1 replication.ConclusionsThe findings presented here showed that hSpt5 is a bona fide positive regulator of Tat transactivation and HIV-1 replication in vivo. These results also suggest that hSpt5 function in transcription regulation and mRNA capping is essential for a subset of cellular and viral genes and may not be required for global gene expression. BackgroundThe elongation phase of transcription is often a critical juncture for regulating gene expression [1,2] and a number of genes including c-myc, c-fms, hsp70, and those encoded by HIV-1 are regulated at this stage of transcription [3-6]. During transcription elongation, shortly after successful initiation of RNA synthesis, RNA polymerase II (RNA pol II) can pause, arrest, pass through terminator sequences, or terminate transcription. The varying processivity of RNA pol II prior to entering productive elongation is controlled by the action of both negative and positive transcription elongation factors (N-TEFs and P-TEFs, respectively). The function of P-TEFs is to reduce the barrier of N-TEFs and promote the release of RNA pol II from the transition state that can cause termination of transcription [7]. Three elongation regulatory factors, P-TEFb (positive transcription elongation factor b), DSIF (DRB (5,6-dichloro-1-β-D-ribofuranosylbenzimidazole) sensitivity-inducing factor) and NELF (negative elongation factor), have been identified using DRB as a transcription inhibitor [8-10] and function together to regulate transcription elongation.Modulation of HIV-1 gene expression provides one fundamental example of how transcription elongation can be controlled by such regulatory factors [11-14]. Tat, an HIV-1 regulatory protein, is required for synthesis of viral mRNA and increases the efficiency of transcription elongation from the HIV-1 promoter. In the presence of Tat, the processivity of RNA Pol II complexes that initiate transcription in the HIV-1 5' long terminal repeat (5' LTR) region becomes greatly enhanced. For this increased processivity to occur, Tat binds with a nascent leader RNA element, trans-activation responsive (TAR) RNA, located at the 5' end of all HIV-1 transcripts [15]. Cellular factors in association with Tat and TAR are then recruited to the 5' LTR, stimulating RNA pol II processivity during elongation. More specifically, the C-terminal domain (CTD) of RNA pol II is proposed to be hyperphosphorylated by P-TEFb during Tat transactivation to promote elongation [12-14]. Composed of cyclin-dependent kinase CDK9 and Cyclin T1, P-TEFb has been shown to bind the activation domain of Tat and TAR RNA loop sequence and phosphorylate the CTD of RNA pol II [16-18]. Tat transactivation is postulated to involve Tat-TAR interactions that then give rise to the recruitment of P-TEFb to RNA pol II complexes at the 5' LTR. This recruitment is necessary to enhance the processivity of RNA Pol II from the HIV-1 5' LTR promoter [7,14,17,19]. Thus, TAR RNA provides a scaffold for Tat and P-TEFb to bind and assemble a regulatory switch during HIV replication [20].Human DSIF consists of subunits hSpt5 and hSPT4 and was originally discovered as a negative elongation factor that binds to RNA pol II [9]. In conjunction with NELF, DSIF represses transcriptional elongation at positions proximal to promoters [9,10]. Escape from transcriptional repression imposed by DSIF and NELF requires P-TEFb, which has been shown in vitro to phosphorylate both hSpt5 and CTD [7,10,21-29]. Interestingly, hSpt5 is conserved among eukaryotes and is a dual transcriptional regulator that can function as both a negative and positive elongation factor [30-32]. Currently, it is postulated that phosphorylation of hSpt5 and RNA pol II by P-TEFb is the key event during which hSpt5 functionally switches from a negative barrier to a positive elongation factor during transcription in human cells. Methylation of SPT5 also has been shown to regulate its interaction with RNA pol II and this posttranslational modification of SPT5 may alter transcriptional elongation functions in response to viral and cellular factors [33].Although hSpt5's role in transcription regulation in association with P-TEFb has been established, its involvement in Tat transactivation and HIV-1 replication continues to be elucidated. Several in vitro studies have shown that hSpt5 is required for Tat transactivation and that both hSpt5 and RNA pol II phosphorylation is stimulated after recruitment of P-TEFb by Tat [25,29,34]. hSpt5 may also play a positive role in Tat transactivation through its association with human mRNA capping enzyme (HCE), which is a bifunctional triphosphatase-guanylyltransferase required for capping mRNA (reviewed in [1,35]), since SPT5, Tat, and CTD associate with the capping apparatus to stimulate capping [36-43]. However, studies in a recent report have suggested that only P-TEFb hyperphosphorylation of the RNA pol II CTD is directly required for Tat transactivation, precluding a direct role for hSpt5 in RNA pol II processivity during HIV-1 replication [26]. Therefore, hSpt5 role in Tat transactivation and HIV-1 replication in vivo remains unclear.Here, we used RNA interference (RNAi) to address whether hSpt5 is required for Tat transactivation and thus HIV-1 replication in vivo and further defined hSpt5 cellular functions. RNAi is a remarkably efficient process whereby double-stranded RNA (dsRNA) induces sequence-specific degradation of homologous mRNA in animal and plant cells (reviewed in ref. [44]). In mammalian cells, RNAi can be triggered by 21-nucleotide (nt) small interfering RNA (siRNA) duplexes and a few dsRNA molecules are sufficient to inactivate a continuously transcribed target mRNA for an observable period of time [45,46]. RNAi has recently been used to successfully knockdown the expression of a number of HIV genes, including p24, reverse transcriptase, vif, nef, tat, and rev, and has led to pre- and post-integrative HIV-1 RNA degradation and reduced HIV infectivity [47-52]. These results suggested that targeting viral factors required for the HIV life cycle with siRNAs including those required for HIV replication is a viable method for treating HIV infections. Other groups have targeted cellular factors implicated in supporting the HIV life cycle, including T-cell co-receptors CD4, CXCR4, CCR5, and CD8 [50,52-54] and transcription factor NF-κB [51], which has a role in HIV transcription initiation. Knockdown of the co-receptors reduced HIV infectivity, effectively blocking HIV entry into cells [55]. RNAi has become one of the leading methodologies for studying gene knockdown in human cells. During RNAi, a double-stranded 21-nucleotide (nt) short-interfering RNA (siRNA) targets a specific, complementary mRNA for degradation, resulting in significantly decreased expression, or knockdown, of the targeted gene (reviewed in [56,57]). In this report, siRNA designed to target hSpt5 successfully silenced hSpt5 as observed by decreased hSpt5 mRNA and protein expression. In addition, RNAi directed against hSpt5 did not significantly affect cell viability. hSpt5 knockdown led to significant decreases in Tat transactivation and inhibited HIV replication, indicating that hSpt5 was required for Tat transactivation and HIV replication in vivo. Taken together, silencing of hSpt5 by RNAi firmly established that the regulation of HIV-1 gene expression requires both Tat-TAR-P-TEFb interactions and interactions between RNA pol II transcription complexes and hSpt5. ResultsSpecific silencing of hSpt5 expression by siRNA in HeLa cellsTo inhibit hSpt5 expression in a cultured human cell line using RNAi, siRNA targeting an hSpt5 sequence from position 407 to 427 relative to the start codon was designed (Figure ​(Figure1A).1A). Magi cells were transfected with this hSpt5 duplex siRNA using Lipofectamine (Invitrogen). To evaluate the effects of hSpt5 RNAi, total cell lysates were prepared from siRNA-treated cells harvested at various time points after transfection. hSpt5 mRNA or protein levels were analyzed by RT-PCR or western blot using anti-hSpt5 antibodies, respectively. Cells transfected with hSpt5 siRNA had significantly lowered hSpt5 mRNA (Figure ​(Figure1B,1B, lane 3) and protein expression (Figure ​(Figure1C,1C, lane 3), indicating that siRNA-mediated silencing of hSpt5 had occurred successfully. hSpt5 knockdown was consistently between ~85–90%. This knockdown effect was dependent on the presence of the 21-nt siRNA duplex harboring a sequence complementary to the mRNA target. As shown in Figures ​Figures1B1B and ​and1C,1C, mock-treated (no siRNA) (lane 1), single-stranded antisense hSpt5 siRNA (lane 2), or mismatched hSpt5 duplex siRNA (lane 4) containing two nucleotide mismatches between the target mRNA and siRNA antisense strand at the putative cleavage site of the target mRNA (Figure ​(Figure1A)1A) did not affect hSpt5 mRNA or protein levels. These results showed that hSpt5 knockdown was specific to duplex siRNA exactly complementary to the hSpt5 mRNA target. In evaluating either mRNA or protein levels, human Cyclin T1 (hCycT1) was used as an internal control, showing that the effects of hSpt5 siRNA were specific to hSpt5 and did not effect hCycT1 mRNA or protein expression (Figure ​(Figure1B1B and ​and1C,1C, lower panel). Taken together, these results demonstrated that hSpt5 knockdown was sequence specific and led to significantly decreased hSpt5 mRNA and protein levels.Open in a separate windowFigure 1Specific silencing of hSpt5 expression by RNAi. (A) hSpt5 mRNA is 3261 nucleotides in length. siRNA targeting sequence for hSpt5 was selected from position 407 to 427 relative to the start codon. As a specific control, mutant siRNA containing 2 nucleotide mismatches (underline) between the target mRNA and the antisense of siRNA at the hypothetical cleavage sites of the mRNA was generated. (B) Evaluation of specific hSpt5 siRNA activity by RT-PCR. Total cellular mRNA was prepared from HeLa cells transfected without siRNA or with hSpt5 duplex or control siRNAs and was followed by RT-PCR, as described in Material and Methods. Each RT-PCR reaction included 100 ng total cellular mRNA, gene-specific primer sets for hSpt5 and hCycT1 amplification (0.5 μM for each primer), 200 μM dNTP, 1.2 mM MgSO4 and 1U of RT/platinum Taq mix. Primer sets for hSpt5 produced 2.6 kb products while hCycT1 produced 1.8 kb products. RT-PCR products were resolved on a 1% agarose gel and viewed by ethidium bromide staining. RT-PCR products are shown from cells that were not transfected with siRNA (lane 1), or cells transfected with single-stranded antisense hSpt5 siRNA (hSpt5 (AS), lane 2), hSpt5 duplex siRNA (hSpt5 (DS), lane 3), or mismatch hSpt5 duplex siRNA (hSpt5-mm (DS), lane 4). Lane M is a marker lane. (C) Analysis of specific hSpt5 siRNA activity by western blotting. Cell lysates were prepared from HeLa cells mock-transfected without siRNA (lane 1), or transfected with single-stranded antisense hSpt5 siRNA (hSpt5 (AS), lane 2), hSpt5 duplex siRNA (hSpt5 (DS), lane 3), or mismatch hSpt5 duplex siRNA (hSpt5-mm (DS), lane 4). Cell lysates were analyzed by 10% SDS-PAGE. Protein contents were detected by immunoblotting assay with antibodies against hSpt5 (top panel) and hCycT1 (lower panel).Kinetics of hSpt5 knockdown by RNAiHaving established that hSpt5 could be knocked down using RNAi, the kinetics of hSpt5 knockdown were examined. To perform kinetic experiments, hSpt5 duplex siRNA, single-stranded antisense hSpt5 siRNA, or mismatch duplex hSpt5 siRNA were transfected into Magi cells. Cell lysates were collected at various time points to assay for protein levels during hSpt5 knockdown. Immunoblot analysis using anti-hSpt5 antibodies revealed the timing of gene suppression and persistence of hSpt5 RNAi effects in Magi cells during the time course experiment (Figure ​(Figure2).2). hSpt5 knockdown was first observed between 30–42 h post-transfection, with maximum knockdown (~85–90% knockdown) occurring at 42–66 h post transfection (Figure ​(Figure2,2, lane 8–14). Protein levels gradually recovered to normal levels between 66–90 h (data not shown), indicating that the effects of hSpt5 siRNA did not last indefinitely. Neither single-stranded antisense siRNA (Figure ​(Figure2,2, lanes 1–7) nor mismatched duplex siRNA (Figure ​(Figure2,2, lanes 15–21) affected hSpt5 protein levels throughout the duration of the time course. These results indicated that hSpt5 knockdown by RNAi occurred after 30 h and these knockdown effects were specific to duplex siRNA targeting hSpt5.Open in a separate windowFigure 2Kinetics of specific hSpt5 siRNA activity by Western blotting. HeLa cells were transfected with single-stranded antisense hSpt5 siRNA (hSpt5 (AS), lanes 1–7), hSpt5 duplex siRNA (hSpt5 (DS), lanes 8–14), or mismatch hSpt5 duplex siRNA (hSpt5-mm (DS), lanes 15–21) having 2 nucleotide mismatches between the target mRNA and the antisense strand of siRNA at the hypothetical cleavage site of the mRNA. Cells were harvested at various times post transfection. Protein content was resolved on 10% SDS-PAGE, transferred onto PVDF membranes, and immunoblotted with antibodies against hSpt5 (top bands) and hCycT1 as an internal control (lower bands).Knockdown of hSpt5 is not lethal to human cellsKnowing that the kinetics of hSpt5 peaked at 42–54 h post-transfection, we were able to evaluate the viability of cells during hSpt5 knockdown experiments over varied time intervals. Cell viability was assessed using trypan blue exclusion at various times after a single transfection of various siRNAs. As shown in Figure ​Figure3,3, during the 66 h time course experiment, the number of non-viable hSpt5 knockdown cells (yellow line) observed was comparable to mock-treated cells (no siRNA; dark blue line). Cells transfected with single-stranded antisense hSpt5 siRNA (purple line) or mismatched hSpt5 duplex siRNA (light blue line) that did not show hSpt5 knockdown also showed minimal changes in cell viability.Open in a separate windowFigure 3Analysis of cell viability by counting trypan blue-stained cells. HeLa cells were transfected with Lipofectamine with various siRNAs or no siRNA. Three siRNA duplexes, including hSpt5 siRNA (yellow), mismatch hSpt5 siRNA (light blue) and siRNA targeting human capping enzyme (HCE, red), were used in these experiments. Controls for viability included cells mock-transfected with no siRNA (dark blue) or cells transfected with single-stranded antisense hSpt5 siRNA (purple). At various times after transfection, cells floating in the medium were collected and counted in the presence of 0.2% trypan blue. Cells that took up dye (stained blue) were counted as not viable.hSpt5 has been shown to interact with the human mRNA capping enzyme (HCE) and this interaction enhances capping enzyme guanylylation and mRNA capping several fold [40]. Since Spt5, Tat, and CTD associate with the capping apparatus to stimulate capping [36,37,39-42], we planned to separately define the role of HCE and hSpt5 in Tat transactivation by using RNAi to specifically knockdown HCE expression. HCE knockdown was confirmed by RT-PCR (data not shown). In contrast to hSpt5 knockdown cells, HCE knockdown cells showed a significant increase in cell death (Figure ​(Figure3,3, red line) over the course of the knockdown experiment. These results indicated that HCE is an essential enzyme for cell viability and growth. Simialr findings showing that RNA capping was essential for metazoan viability have also been previously reported using RNAi in C. elegans [58]. These results indicated that hSpt5 knockdown was not lethal to human cells, while a much more stringent requirement for HCE expression was essential for cell viability.Role of hSpt5 on HIV-1 Tat TransactivationTo examine whether hSpt5 was required for HIV-1 Tat transactivation in vivo, Tat transactivation during hSpt5 knockdown in Magi cells was monitored. Magi cells are a HeLa cell line harboring a stably integrated single copy of the HIV-1 5' LTR-β-galactosidase gene. These cells are also genetically programmed to express the CD4 receptor for HIV-1 infection ([59]; see below). In this experiment, Magi cells were co-transfected with Tat expression plasmid pTat-RFP and hSpt5 duplex siRNA. Co-transfection with Tat siRNA was used as a positive control for inhibition of Tat transactivation while single-stranded antisense hSpt5 siRNA and mismatched siRNA were used as negative controls. Tat transactivation and protein levels were evaluated by harvesting cells 48 h post transfection, which was within the timeframe that hSpt5 knockdown peaked. Expression of HIV-1 Tat-RFP under the control of the CMV early promoter was confirmed by western blot using anti-RFP antibody and by measuring RFP fluorescence using a fluorescence spectrophotometer (data not shown). In addition, immunoblot analysis confirmed that hSpt5 siRNA specifically inhibited hSpt5 protein expression in the absence and presence of HIV-1 Tat protein in Magi cells (data not shown).Tat-RFP enhances the expression of genes that are under the control of the HIV-1 5' LTR promoter. In this experiment, Tat transactivation was measured by assaying the β-galactosidase activity resulting from expression of the β-galactosidase gene under the HIV-1 5' LTR promoter. To quantify the effects of various siRNAs on HIV-1 Tat transactivation, the ratio between β-galactosidase activity in cells transfected with pTat-RFP (with or without siRNAs) and mock-treated cells not transfected with pTat-RFP was determined. The results of this quantitation are shown in Figure ​Figure4.4. In Magi cells, Tat-RFP strongly stimulates the expression of β-galactosidase, represented by a 13-fold increase in Tat transactivation (Figure ​(Figure4,4, lane 1). On the other hand, Tat transactivation was strongly inhibited in cells transfected with Tat siRNA (~90% knockdown; Figure ​Figure4,4, lane 5), as previously shown [51]. Tat transactivation was similarly inhibited when cells were transfected with hSpt5 duplex siRNA, exhibiting only ~30% of the Tat transactivation observed with Tat-RFP alone (Figure ​(Figure4,4, lane 3). Neither antisense hSpt5 siRNA nor mismatched hSpt5 siRNA (Figure ​(Figure4,4, lane 4) showed any effect on Tat transactivation. These results indicated hSpt5 knockdown caused by siRNA specifically targeting hSpt5 mRNA inhibited HIV-1 Tat transactivation in human cells. These results strongly supported an important role for hSpt5 in Tat transactivation in vivo and suggested that RNAi of hSpt5 had the potential to inhibit HIV-1 replication.Open in a separate windowFigure 4Effect of hSpt5 siRNA on HIV-1 Tat transactivation in Magi cells. Quantified effect of siRNA on HIV-1 Tat transactivation was determined by measuring β-galactosidase activity. Magi cells were co-transfected with pTat-RFP plasmid and various siRNAs targeting hSpt5 or Tat and harvested at 48 h post-transfection. Activity of β-galactosidase was measured using the β-Galactosidase Enzyme Assay System (Promega). Tat transactivation was determined by the ratio of β-galactosidase activity in pTat-RFP transfected cells to activity measured in cells without pTat-RFP. The inhibitory effect of siRNA was determined by normalizing Tat transactivation activity to the amount of Tat-RFP protein. Tat transactivation was measured for Magi cells transfected with pTat-RFP only (lane 1), or Tat-RFP transfected with single-stranded antisense hSpt5 siRNA (hSpt5-AS, lane 2), hSpt5 duplex siRNA (hSpt5-DS, lane 3), mismatch hSpt5 duplex siRNA (hSpt5-mm-DS, lane 4), or Tat siRNA duplex (Tat-DS, lane 5). Results are representative of three independent experiments.hSpt5 knockdown inhibits HIV-1 replicationTo evaluate the effect of hSpt5 knockdown on HIV-1 replication, a double siRNA transfection protocol was used to maximize the knockdown efficiency of hSpt5 during HIV-1 infection. Magi cells were transfected with siRNA directed against hSpt5. Cells mock transfected without siRNA, or transfected with single-stranded antisense hSpt5 siRNA or mismatch hSpt5 siRNA were used as negative controls. Transfection with Vif or Nef siRNAs was used as a positive control [20]. 24 h after the first transfection, a second siRNA transfection identical to the first was performed. 24 h later, doubly transfected cells were infected with various concentrations of HIVNL-GFP, an infectious molecular clone of HIV-1. Knockdown of hSpt5 protein levels was then evaluated 48 h post infection in doubly transfected cells. An even larger decrease in hSpt5 protein levels was observed in doubly transfected cells (~95% knockdown) as compared to singly transfected cells (~85–90% knockdown; Supplementary Figure ​Figure1,1, compare lanes 4 and 10), suggesting that more robust knockdown of gene expression can be achieved using this double transfection method.HIV-1 Tat-mediated transactivation of the 5' LTR occurring in cells infected with virus led to β-galactosidase production, which was also quantified 48 h post-infection. In this single-cycle replication assay for evaluating HIV-1 replication, β-gal activity reflected the activity of reverse transcriptase and viral replication of varying amounts of viral inoculum. Therefore, changes in β-gal activity could be directly correlated to changes in the efficacy of HIV-1 replication. The positive siRNA control targeting HIV-1 Vif showed decreased levels of β-gal activity and HIV-1 replication, as shown previously (Figure ​(Figure5;5; [47]). Double-stranded siRNA directed against hSpt5 showed a similar decrease in β-gal activity when compared with Vif knockdown. This observed decrease was equivalent to the β-gal activity measured when using 32 times less viral inoculum with mock-treated cells (Figure ​(Figure5),5), indicating that hSpt5 knockdown had significantly reduced HIV-1 replication. p24 levels were also monitored during these experiments and decreased in the context of hSpt5 knockdown (data not shown), supporting the conclusion that hSpt5 knockdown has a negative effect on the HIV-1 life cycle. Control experiments using hSpt5 single-stranded antisense or mismatched duplex siRNA duplexes showed no antiviral activities. In addition, no significant toxicity or cell death was observed during these experiments, suggesting that hSpt5 knockdown was not lethal even in the context of HIV-1 infection. These results demonstrated that hSpt5 silencing using RNAi modulated HIV-1 replication and firmly established an important role for hSpt5 in Tat transactivation and HIV-1 replication in vivo.Open in a separate windowFigure 5siRNA targeting hSpt5 modulate HIV-1 replication. HeLa-CD4-LTR/β-galactosidase (Magi) cells were mock-transfected (mock), or transfected with single-stranded antisense hSpt5 siRNA (AS), hSpt5 duplex siRNA (siRNA), mismatched hSpt5 duplex siRNA (MM) or Vif duplex siRNA (T98). 24 h after the first transfection, a second siRNA transfection was performed. 24 h later, cells were infected with HIVNL-GFP, an infectious molecular clone of HIV-1. Cells infected with virus and not treated with oligofectamine are shown (mock). HIV-1 Tat-mediated transactivation of the 5' LTR led to β-galactosidase production, which was quantified 48 h post-infection. Cells treated with duplex siRNA targeting Vif (lanes marked T98 [47]) served as a positive control. Serial double dilutions of the viral inoculum (in cpm of RT activity) are consistent with 32-fold decreases in viral replication. DiscussionhSpt5, as part of the DSIF complex, was originally discovered as a negative elongation factor required for conferring DRB sensitivity to transcription elongation complexes thereby inhibiting transcription [9]. This negative barrier provided by hSpt5 was thought to be relieved through P-TEFb phosphorylation of both hSpt5 and RNA pol II CTD, which results in increased processivity of RNA pol II complexes [7,10,21-29]. Increased processivity has also been linked to the phosphorylated form of hSpt5 conferring a positive effect on transcription elongation [25,29,34]. Recently, however, it has been shown that Tat is able to enhance transcription elongation in vitro in the absence of hSpt5 [26]. These results appeared to indicate that P-TEFb phosphorylation of RNA pol II was the sole event that directly led to Tat transactivation and increased RNA pol II processivity [26]. Thus, from the results of all of these in vitro studies collectively, the requirement for hSpt5 in positively regulating transcription elongation during Tat transactivation has remained unclear.Here, we studied the role of hSpt5 in vivo using RNAi and established that hSpt5 played a positive role in Tat transactivation and HIV-1 replication. Knockdown of hSpt5 provided insight into several functional aspects of the hSpt5 protein. First, knockdown of hSpt5 was not lethal in Magi cells, indicating that hSpt5 was not required for cell viability. This was an interesting result because studies of SPT5 mutants in yeast and zebrafish and RNAi of SPT5 in C. elegans have shown that SPT5 was essential for growth and/or embryonic development in those organisms [30,31,60]. It seems likely that hSpt5 holds similar essential functions in human cells during embryonic development but may not be absolutely required in adult cells. Alternatively, hSpt5 knockdown may have led to decreased levels of expression that were still sufficient for hSpt5 to carry out its essential functions. Our results support the notion of using RNAi against hSpt5 as a potential therapeutic strategy for fighting HIV-1 infection since there is the potential that HIV-1 functions could be targeted for inhibition without significantly interfering with host cell functions.The key finding of this study was that hSpt5 knockdown significantly inhibited both Tat transactivation and HIV-1 replication. These results indicated that hSpt5 was a bona fide regulator of Tat transactivation that is required for HIV-1 replication in vivo. Our in vivo results strongly support previous in vitro results recapitulating Tat transactivation that showed immunodepletion of hSpt5 significantly inhibited Tat transactivation [29,34]. However, it is difficult to reconcile our in vivo results with recently published in vitro experiments showing that P-TEFb hyperphosphorylation of the CTD in the absence of hSpt5 still enhanced RNA pol II processivity during Tat transactivation [26]. In reconciling whether P-TEFb hyperphosphorylation was directly required for Tat transactivation to the exclusion of hSpt5, we would like to propose that the required function of P-TEFb hyperphosphorylation may be distinct from the role hSpt5 plays in enhancing RNA pol II processivity during Tat transactivation. In our model (Figure ​(Figure6),6), P-TEFb hyperphosphorylation would occur first, triggering enhanced processivity of RNA pol II. hSpt5 presumably is phosphorylated at around the same time as RNA pol II, stimulating hSpt5 to switch from a negative regulator to a positive elongation factor [25]. Phosphorylated hSpt5 may then be important for positively regulating an initial step in Tat transactivation.Open in a separate windowFigure 6Model for Tat transactivation in absence or presence of SPT5. See text for details.Conceivably, hSpt5 functions in transcription elongation as a stabilization factor that enhances the stability of RNA pol II elongation complexes formed after P-TEFb hyperphosphorylation of the CTD. This type of role would also support hSpt5 function as an antiterminator factor as described previously [61]. Another important positive function for hSpt5 during Tat transactivation may involve hSpt5 and Tat interactions with the capping machinery [40-42]. Phosphorylation of hSpt5 by P-TEFb may stabilize hSpt5 interactions with HCE thereby stabilizing Tat and CTD interactions with the capping machinery to promote capping and successful production of stable HIV transcripts (see model in Figure ​Figure6).6). Due to the highly structured nature of TAR, capping of the 5' end of HIV transcripts is not very efficient in the absence of Tat [41,42] and Tat stimulated capping may require the presence of hSpt5 for greater access to the 5' end or to stabilize and kinetically arrest the elongation complex. Capping of HIV transcripts has also been shown to occur more proficiently when elongation is paused and not continuous [42], suggesting that DSIF/NELF-dependent pausing of early stage elongation complexes is representative of an elongation checkpoint. One function of this checkpoint may be to allow time for the recruitment of capping machinery and subsequent capping of HIV RNA to stabilize nascent transcripts prior to further elongation. In the absence of hSpt5, pausing may no longer occur during elongation since neither NELF nor hSPT4 binds to RNA pol II without hSpt5 [62,63]. Thus, the window for the capping apparatus to be recruited by Tat and/or stimulate capping may be severely shortened or lost altogether without hSpt5. Any resulting uncapped HIV transcripts would be prone to degradation, accounting for the lower level of Tat transactivation and HIV replication observed during hSpt5 knockdown. The potential roles for phosphorylated hSpt5 in stabilizing RNA pol II processive elongation complexes or with respect to capping during Tat transactivation are not mutually exclusive as shown in Figure ​Figure6.6. hSpt5 may indeed have multi-functional roles as a positive regulator during HIV-1 replication. ConclusionsThe in vitro and in vivo approaches taken to address the importance of hSpt5 function all shed light on the multi-faceted nature of Tat transactivation. Accordingly, these studies altogether support important roles for both P-TEFb and hSpt5 in mediating transcription elongation during HIV-1 replication in vivo. The dual function of hSpt5 as a negative and positive transcription elongation factor also demonstrates the complexity associated with transcriptional regulation during transcription elongation and HIV-1 Tat transactivation. It is likely that posttranslational modifications of hSpt5 dictate functions of Spt5 at various promoters. Further studies will be required to elucidate how various modifications of hSpt5 such as phosphorylation and methylation control transcription elongation of both cellular and viral genes. MethodssiRNA preparationTwenty-one nucleotide siRNAs were chemically synthesized as 2' bis(acetoxyethoxy)-methyl ether-protected oligos (Dharmacon, Lafayette, CO). Synthetic RNAs were deprotected, annealed and purified using standard protocols provided by the manufacturer. Formation of duplex RNA was confirmed by 20% non-denaturing polyacrylamide gel electrophoresis (PAGE). Sequences of siRNA duplexes were designed as described previously [46] and subjected to a BLAST search against the NCBI EST library to ensure that only the desired genes were targeted.Culture and transfection of cellsMagi (multinucleate activation of galactosidase indicator) cells carrying the endogenous HIV-5'LTR β-galactosidase gene were maintained at 37°C in Dulbecco's modified Eagle's medium (DMEM, Invitrogen) supplemented with 10% fetal bovine serum (FBS), 0.2 mg/ml of Geneticin (G418) and 0.1 mg/ml Hygromycin B (Roche Molecular Biochemicals). Cells were passaged at sub-confluence and plated at 70% confluency for transfection. Reporter plasmids and siRNA were co-transfected into Magi cells using Lipofectamine (Invitrogen) in duplicate 6-well plates (Falcon). A transfection mixture containing 25–150 nM siRNA and 9 μl of Lipofectamine in 1 ml of serum-reduced OPTI-MEM (Invitrogen) was added to each well. For high efficiency knockdown experiments, 150 nM siRNA was used. After incubating at 37°C for 6 h, cells were cultured in antibiotic-free DMEM. For further analysis, transfected cells were harvested at various time intervals, washed twice with phosphate buffered saline (PBS, Invitrogen), flash frozen in liquid nitrogen, and stored at -80°C.RT-PCR for amplification of hSpt5 and hCycT1 mRNATotal cellular mRNA was prepared from HeLa cells transfected without siRNA or with hSpt5 or control siRNAs using a Qiagen RNA mini kit, followed by an oligotex mRNA mini kit (Qiagen). RT-PCR was performed using a SuperScript One-Step RT-PCR kit with platinum Taq (Invitrogen) and 40 cycles of amplification. Each RT-PCR reaction included 100 ng total cellular mRNA, gene-specific primer sets for hSpt5 and hCycT1 amplification (0.5 μM for each primer), 200 μM dNTP, 1.2 mM MgSO4 and 1U of RT/platinum Taq mix. Primer sets for hSpt5 produced 2.6 kb products while hCycT1 produced 1.8 kb products. RT-PCR products were resolved on a 1% agarose gel and viewed by ethidium bromide staining. Forward and reverse primer sequence for amplifying SPT5 were 5'-ATGTCGGACAGCGAGGACAGC-3' (nts 1–21) and 5'-TGTACATGGCCGGCGTCCC-3' (nts 2638–2656), respectively. Forward and reverse primer sequences for amplifying hCycT1 are 5'-GCAACAAGTTCAAGATCTGGTCAT-3' (nts 381–404) and 5'-CCCGGGGGATCCTTACTTAGGAAGGGGTGGAAGTGG-3' (nts 2158–2200); underlined sequences represent restriction enzyme sites), respectively.Western blottingsiRNA treated cells were harvested as described above and lysed in 1X reporter lysis buffer (Promega). After centrifugation to remove cellular debris, concentrations of proteins in lysates were determined using a Dc protein assay kit (Bio-Rad). Proteins in 30 μg of total cell lysates were fractionated by 10% SDS-PAGE, transferred onto a polyvinylidene difluoride membrane (PVDF membrane, Bio-Rad), and immunoblotted with antibodies against hSpt5 (Pharmingen) and hCycT1 (Santa Cruz Biotech). Protein content was visualized by a BM chemiluminescence Blotting Kit (Roche Molecular Biochemicals). The blots were exposed to X-ray film (Kodak MR-1) for various times (between 1 s and 5 min).β-galactosidase enzyme assayMagi cells were harvested 48 h after transfection with Tat-RFP plasmids in the absence or presence of siRNAs. Cell lysates were prepared and quantified as described above. To perform standard β-galactosidase assays, 120 μg of cell lysates were mixed in 150 μl of 1X reporter lysis buffer and 150 μl of 2X β-galactosidase assay buffer (Promega), and incubated at 37°C for 30 min. To stop the reaction, 500 μl of 1 M sodium carbonate was added to the mixture and mixed well by vortexing briefly. Absorbance of the reaction mixture was read immediately at 420 nm. The amount of Tat-RFP protein was determined using a fluorescence spectrophotometer (Photon Technology International). 300 μg of cell lysates was subjected to the spectrophotometer with slit widths set at 4 nm for both excitation and emission wavelengths as described previously [46,64]. Fluorescence of Tat-RFP in the cell lysate was detected by exciting at 558 nm and recording the emission spectrum from 568 nm to 650 nm; the spectrum peak at 583 nm represents the maximum fluorescence intensity of Tat-RFP. Tat transactivation was determined by calculating the ratio of β-galactosidase activity (absorbance at 420 nm) of the pTat-RFP transfected cells to that of cells without pTat-RFP plasmid treatment. The inhibitory effect of siRNA treatment was determined by normalizing Tat-transactivation activity to the amount of Tat-RFP protein (represented by RFP fluorescence intensity) in the presence and absence of siRNA.Magi infectivity assayHeLa-CD4-LTR/β-gal indicator (Magi) cells [59] were plated in 24-well plates (7.5 × 105 cells per well) and transfected with siRNAs as previously described [47]. siRNA (60 pmol) was transfected into cells using oligofectamine (2 μl, Invitrogen) for 3 h in serum-free DMEM (GIBCO). Cells were rinsed twice and top-layered in 500 μl of DMEM-10% FBS. 24 h after the first transfection, a second identical siRNA transfection was performed. 24 h after the second transfection, cells were trypsinized and seeded in 96-well microtiter plates (4 × 104 cells per well), incubated 3 h and infected with HIVNL-GFP, an infectious molecular clone of HIV-1. HIV-1 virions (normalized to RT activity in cpm) were added in doubling dilutions to duplicate wells. 48 h post infection, cells were harvested to quantify β-galactosidase activity and protein levels. Competing InterestsThe author(s) declare that they have no competing interests. Authors' contributionY-HP carried out all the Spt5 silencing experiments, C-yC performed capping enzyme knockdown experiments, HC performed quantitative analysis of the data, J-MJ performed HIV-1 replication assays, and MS analyzed and interpreted HIV inhibition results. TMR conceived the ideas, and participated in the experimental design and in drafting the manuscript. AcknowledgementsWe thank Stewart Shuman, Bryan Cullen, Jon Karn, and B. Matija Peterlin for helpful discussions. We also thank Stewart Shuman for valuable reagents and Tamara J. Richman for editorial assistance, and acknowledge assay support provided by the University of Massachusetts Center for AIDS Research. This work was supported by grants from the NIH to T.M.R. (AI43198) and M.S (AI32890 and RR11489). ReferencesBentley D. The mRNA assembly line: transcription and processing machines in the same factory. Curr Opin Cell Biol. 2002;14:336–342. doi: 10.1016/S0955-0674(02)00333-2. [PubMed] [CrossRef] [Google Scholar]von Hippel PH. An integrated model of transcription complex in elongation, termination, and editing. Science. 1998;281:660–665. doi: 10.1126/science.281.5377.660. [PubMed] [CrossRef] [Google Scholar]Jones KA, Peterlin BM. Control of RNA initiation and elongation at the HIV-1 promoter. Annu Rev Biochem. 1994;63:717–743. doi: 10.1146/annurev.bi.63.070194.003441. [PubMed] [CrossRef] [Google Scholar]Krumm A, Meulia T, Brunvand M, Groudine M. The block to transcriptional elongation within the human c-myc gene is determined in the promoter-proximal region. Genes Dev. 1992;6:2201–2213. [PubMed] [Google Scholar]Rougvie AE, Lis JT. The RNA polymerase II molecule at the 5' end of the uninduced hsp70 gene of D. melanogaster is transcriptionally engaged. Cell. 1988;54:795–804. doi: 10.1016/S0092-8674(88)91087-2. [PubMed] [CrossRef] [Google Scholar]Yue X, Favot P, Dunn TL, Cassady AI, Hume DA. Expression of mRNA encoding the macrophage colony-stimulating factor receptor (c-fms) is controlled by a constitutive promoter and tissue-specific transcription elongation. Mol Cell Biol. 1993;13:3191–3201. [PMC free article] [PubMed] [Google Scholar]Price DH. P-TEFb, a cyclin-dependent kinase controlling elongation by RNA polymerase II. Mol Cell Biol. 2000;20:2629–2634. doi: 10.1128/MCB.20.8.2629-2634.2000. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Marshall NF, Price DH. Control of formation of two distinct classes of RNA polymerase II elongation complexes. Mol Cell Biol. 1992;12:2078–2090. [PMC free article] [PubMed] [Google Scholar]Wada T, Takagi T, Yamaguchi Y, Ferdous A, Imai T, Hirose S, Sugimoto S, Yano K, Hartzog GA, Winston F, Buratowski S, Handa H. DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes Dev. 1998;12:343–356. [PMC free article] [PubMed] [Google Scholar]Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. doi: 10.1016/S0092-8674(00)80713-8. [PubMed] [CrossRef] [Google Scholar]Cullen BR. HIV-1 auxiliary proteins: making connections in a dying cell. Cell. 1998;93:685–692. doi: 10.1016/S0092-8674(00)81431-2. [PubMed] [CrossRef] [Google Scholar]Karn J. Tackling Tat. J Mol Biol. 1999;293:235–254. doi: 10.1006/jmbi.1999.3060. [PubMed] [CrossRef] [Google Scholar]Jones KA. Taking a new TAK on tat transactivation. Genes Dev. 1997;11:2593–2599. [PubMed] [Google Scholar]Taube R, Fujinaga K, Wimmer J, Barboric M, Peterlin BM. Tat transactivation: a model for the regulation of eukaryotic transcriptional elongation. Virology. 1999;264:245–253. doi: 10.1006/viro.1999.9944. [PubMed] [CrossRef] [Google Scholar]Rana TM, Jeang KT. Biochemical and functional interactions between HIV-1 Tat protein and TAR RNA. Arch Biochem Biophys. 1999;365:175–185. doi: 10.1006/abbi.1999.1206. [PubMed] [CrossRef] [Google Scholar]Peng J, Zhu Y, Milton JT, Price DH. Identification of multiple cyclin subunits of human P-TEFb. Genes Dev. 1998;12:755–762. [PMC free article] [PubMed] [Google Scholar]Wei P, Garber ME, Fang SM, Fischer WH, Jones KA. A novel CDK9-associated C-type cyclin interacts directly with HIV-1 Tat and mediates its high-affinity, loop-specific binding to TAR RNA. Cell. 1998;92:451–462. doi: 10.1016/S0092-8674(00)80939-3. [PubMed] [CrossRef] [Google Scholar]Herrmann CH, Rice AP. Lentivirus Tat proteins specifically associate with a cellular protein kinase, TAK, that hyperphosphorylates the carboxyl-terminal domain of the large subunit of RNA polymerase II: candidate for a Tat cofactor. J Virol. 1995;69:1612–1620. [PMC free article] [PubMed] [Google Scholar]Bieniasz PD, Grdina TA, Bogerd HP, Cullen BR. Recruitment of cyclin T1/P-TEFb to an HIV type 1 long terminal repeat promoter proximal RNA target is both necessary and sufficient for full activation of transcription. Proc Natl Acad Sci USA. 1999;96:7791–7796. doi: 10.1073/pnas.96.14.7791. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Richter S, Ping YH, Rana TM. TAR RNA loop: a scaffold for the assembly of a regulatory switch in HIV replication. Proc Natl Acad Sci USA. 2002;99:7928–7933. doi: 10.1073/pnas.122119999. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Renner DB, Yamaguchi Y, Wada T, Handa H, Price DH. A highly purified RNA polymerase II elongation control system. J Biol Chem. 2001;276:42601–42609. doi: 10.1074/jbc.M104967200. [PubMed] [CrossRef] [Google Scholar]Wada T, Takagi T, Yamaguchi Y, Watanabe D, Handa H. Evidence that P-TEFb alleviates the negative effect of DSIF on RNA polymerase II-dependent transcription in vitro. Embo J. 1998;17:7395–7403. doi: 10.1093/emboj/17.24.7395. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Isel C, Karn J. Direct evidence that HIV-1 Tat stimulates RNA polymerase II carboxyl-terminal domain hyperphosphorylation during transcriptional elongation. J Mol Biol. 1999;290:929–941. doi: 10.1006/jmbi.1999.2933. [PubMed] [CrossRef] [Google Scholar]Ivanov D, Kwak YT, Guo J, Gaynor RB. Domains in the SPT5 Protein That Modulate Its Transcriptional Regulatory Properties. Mol Cell Biol. 2000;20:2970–2983. doi: 10.1128/MCB.20.9.2970-2983.2000. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ping YH, Rana TM. DSIF and NELF interact with RNA polymerase II elongation complex and HIV-1 Tat stimulates P-TEFb-mediated phosphorylation of RNA polymerase II and DSIF during transcription elongation. J Biol Chem. 2001;276:12951–12958. doi: 10.1074/jbc.M006130200. [PubMed] [CrossRef] [Google Scholar]Kim YK, Bourgeois CF, Isel C, Churcher MJ, Karn J. Phosphorylation of the RNA polymerase II carboxyl-terminal domain by CDK9 is directly responsible for human immunodeficiency virus type 1 Tat-activated transcriptional elongation. Mol Cell Biol. 2002;22:4622–4637. doi: 10.1128/MCB.22.13.4622-4637.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zhou M, Halanski MA, Radonovich MF, Kashanchi F, Peng J, Price DH, Brady JN. Tat modifies the activity of CDK9 to phosphorylate serine 5 of the RNA polymerase II carboxyl-terminal domain during human immunodeficiency virus type 1 transcription. Mol Cell Biol. 2000;20:5077–5086. doi: 10.1128/MCB.20.14.5077-5086.2000. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zhou Q, Chen D, Pierstorff E, Luo K. Transcription elongation factor P-TEFb mediates Tat activation of HIV-1 transcription at multiple stages. EMBO J. 1998;17:3681–3691. doi: 10.1093/emboj/17.13.3681. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wu-Baer F, Lane WS, Gaynor RB. Role of the human homolog of the yeast transcription factor SPT5 in HIV-1 Tat-activation. J Mol Biol. 1998;277:179–197. doi: 10.1006/jmbi.1997.1601. [PubMed] [CrossRef] [Google Scholar]Guo S, Yamaguchi Y, Schilbach S, Wada T, Lee J, Goddard A, French D, Handa H, Rosenthal A. A regulator of transcriptional elongation controls vertebrate neuronal development. Nature. 2000;408:366–369. doi: 10.1038/35042590. [PubMed] [CrossRef] [Google Scholar]Hartzog GA, Wada T, Handa H, Winston F. Evidence that Spt4, Spt5, and Spt6 control transcription elongation by RNA polymerase II in Saccharomyces cerevisiae. Genes Dev. 1998;12:357–369. [PMC free article] [PubMed] [Google Scholar]Zorio DA, Bentley DL. Transcription elongation: the 'Foggy' is lifting... Curr Biol. 2001;11:R144–146. doi: 10.1016/S0960-9822(01)00063-X. [PubMed] [CrossRef] [Google Scholar]Kwak YT, Guo J, Prajapati S, Park KJ, Surabhi RM, Miller B, Gehrig P, Gaynor RB. Methylation of SPT5 Regulates Its Interaction with RNA Polymerase II and Transcriptional Elongation Properties. Mol Cell. 2003;11:1055–1066. doi: 10.1016/S1097-2765(03)00101-1. [PubMed] [CrossRef] [Google Scholar]Kim JB, Yamaguchi Y, Wada T, Handa H, Sharp PA. Tat-SF1 protein associates with RAP30 and human SPT5 proteins. Mol Cell Biol. 1999;19:5960–5968. [PMC free article] [PubMed] [Google Scholar]Shuman S. Structure, mechanism, and evolution of the mRNA capping apparatus. Prog Nucleic Acid Res Mol Biol. 2001;66:1–40. [PubMed] [Google Scholar]Cho EJ, Takagi T, Moore CR, Buratowski S. mRNA capping enzyme is recruited to the transcription complex by phosphorylation of the RNA polymerase II carboxy-terminal domain [see comments] Genes Dev. 1997;11:3319–3326. [PMC free article] [PubMed] [Google Scholar]McCracken S, Fong N, Rosonina E, Yankulov K, Brothers G, Siderovski D, Hessel A, Foster S, Shuman S, Bentley DL. 5'-Capping enzymes are targeted to pre-mRNA by binding to the phosphorylated carboxy-terminal domain of RNA polymerase II. Genes Dev. 1997;11:3306–3318. [PMC free article] [PubMed] [Google Scholar]Ho CK, Sriskanda V, McCracken S, Bentley D, Schwer B, Shuman S. The guanylyltransferase domain of mammalian mRNA capping enzyme binds to the phosphorylated carboxyl-terminal domain of RNA polymerase II. J Biol Chem. 1998;273:9577–9585. doi: 10.1074/jbc.273.16.9577. [PubMed] [CrossRef] [Google Scholar]Ho CK, Shuman S. Distinct roles for CTD Ser-2 and Ser-5 phosphorylation in the recruitment and allosteric activation of mammalian mRNA capping enzyme. Mol Cell. 1999;3:405–411. doi: 10.1016/S1097-2765(00)80468-2. [PubMed] [CrossRef] [Google Scholar]Wen Y, Shatkin AJ. Transcription elongation factor hSPT5 stimulates mRNA capping. Genes Dev. 1999;13:1774–1779. [PMC free article] [PubMed] [Google Scholar]Chiu YL, Coronel E, Ho CK, Shuman S, Rana TM. HIV-1 Tat protein interacts with mammalian capping enzyme and stimulates capping of TAR RNA. J Biol Chem. 2001;276:12959–12966. doi: 10.1074/jbc.M007901200. [PubMed] [CrossRef] [Google Scholar]Chiu YL, Ho CK, Saha N, Schwer B, Shuman S, Rana TM. Tat stimulates cotranscriptional capping of HIV mRNA. Mol Cell. 2002;10:585–597. doi: 10.1016/S1097-2765(02)00630-5. [PubMed] [CrossRef] [Google Scholar]Zhou M, Deng L, Kashanchi F, Brady JN, Shatkin AJ, Kumar A. The Tat/TAR-dependent phosphorylation of RNA polymerase II C-terminal domain stimulates cotranscriptional capping of HIV-1 mRNA. Proc Natl Acad Sci U S A. 2003;100:12666–12671. doi: 10.1073/pnas.1835726100. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Scherer LJ, Rossi JJ. Approaches for the sequence-specific knockdown of mRNA. Nat Biotechnol. 2003;21:1457–1465. doi: 10.1038/nbt915. [PubMed] [CrossRef] [Google Scholar]Elbashir SM, Harborth J, Lendeckel W, Yalcin A, Weber K, Tuschl T. Duplexes of 21-nucleotide RNAs mediate RNA interference in cultured mammalian cells. Nature. 2001;411:494–498. doi: 10.1038/35078107. [PubMed] [CrossRef] [Google Scholar]Chiu YL, Rana TM. RNAi in human cells: basic structural and functional features of small interfering RNA. Mol Cell. 2002;10:549–561. doi: 10.1016/S1097-2765(02)00652-4. [PubMed] [CrossRef] [Google Scholar]Jacque JM, Triques K, Stevenson M. Modulation of HIV-1 replication by RNA interference. Nature. 2002;418:435–438. doi: 10.1038/nature00896. [PubMed] [CrossRef] [Google Scholar]Coburn GA, Cullen BR. Potent and specific inhibition of human immunodeficiency virus type 1 replication by RNA interference. J Virol. 2002;76:9225–9231. doi: 10.1128/JVI.76.18.9225-9231.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lee NS, Dohjima T, Bauer G, Li H, Li MJ, Ehsani A, Salvaterra P, Rossi J. Expression of small interfering RNAs targeted against HIV-1 rev transcripts in human cells. Nat Biotechnol. 2002;20:500–505. [PubMed] [Google Scholar]Novina CD, Murray MF, Dykxhoorn DM, Beresford PJ, Riess J, Lee SK, Collman RG, Lieberman J, Shankar P, Sharp PA. siRNA-directed inhibition of HIV-1 infection. Nat Med. 2002;8:681–686. [PubMed] [Google Scholar]Surabhi RM, Gaynor RB. RNA interference directed against viral and cellular targets inhibits human immunodeficiency Virus Type 1 replication. J Virol. 2002;76:12963–12973. doi: 10.1128/JVI.76.24.12963-12973.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lee MT, Coburn GA, McClure MO, Cullen BR. Inhibition of human immunodeficiency virus type 1 replication in primary macrophages by using Tat- or CCR5-specific small interfering RNAs expressed from a lentivirus vector. J Virol. 2003;77:11964–11972. doi: 10.1128/JVI.77.22.11964-11972.2003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Martinez MA, Gutierrez A, Armand-Ugon M, Blanco J, Parera M, Gomez J, Clotet B, Este JA. Suppression of chemokine receptor expression by RNA interference allows for inhibition of HIV-1 replication. Aids. 2002;16:2385–2390. doi: 10.1097/00002030-200212060-00002. [PubMed] [CrossRef] [Google Scholar]McManus MT, Haines BB, Dillon CP, Whitehurst CE, van Parijs L, Chen J, Sharp PA. Small interfering RNA-mediated gene silencing in T lymphocytes. J Immunol. 2002;169:5754–5760. [PubMed] [Google Scholar]Martinez MA, Clotet B, Este JA. RNA interference of HIV replication. Trends Immunol. 2002;23:559–561. doi: 10.1016/S1471-4906(02)02328-1. [PubMed] [CrossRef] [Google Scholar]McManus MT, Sharp PA. Gene silencing in mammals by small interfering RNAs. Nat Rev Genet. 2002;3:737–747. doi: 10.1038/nrg908. [PubMed] [CrossRef] [Google Scholar]Hutvagner G, Zamore PD. RNAi: nature abhors a double-strand. Curr Opin Genet Dev. 2002;12:225–232. doi: 10.1016/S0959-437X(02)00290-3. [PubMed] [CrossRef] [Google Scholar]Srinivasan P, Piano F, Shatkin AJ. mRNA capping enzyme requirement for Caenorhabditis elegans viability. J Biol Chem. 2003;278:14168–14173. doi: 10.1074/jbc.M212102200. [PubMed] [CrossRef] [Google Scholar]Kimpton J, Emerman M. Detection of replication-competent and pseudotyped human immunodeficiency virus with a sensitive cell line on the basis of activation of an integrated beta-galactosidase gene. J Virol. 1992;66:2232–2239. [PMC free article] [PubMed] [Google Scholar]Shim EY, Walker AK, Shi Y, Blackwell TK. CDK-9/cyclin T (P-TEFb) is required in two postinitiation pathways for transcription in the C. elegans embryo. Genes Dev. 2002;16:2135–2146. doi: 10.1101/gad.999002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bourgeois CF, Kim YK, Churcher MJ, West MJ, Karn J. Spt5 cooperates with human immunodeficiency virus type 1 Tat by preventing premature RNA release at terminator sequences. Mol Cell Biol. 2002;22:1079–1093. doi: 10.1128/MCB.22.4.1079-1093.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Yamaguchi Y, Inukai N, Narita T, Wada T, Handa H. Evidence that negative elongation factor represses transcription elongation through binding to a DRB sensitivity-inducing factor/RNA polymerase II complex and RNA. Mol Cell Biol. 2002;22:2918–2927. doi: 10.1128/MCB.22.9.2918-2927.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kim DK, Inukai N, Yamada T, Furuya A, Sato H, Yamaguchi Y, Wada T, Handa H. Structure-function analysis of human Spt4: evidence that hSpt4 and hSpt5 exert their roles in transcriptional elongation as parts of the DSIF complex. Genes Cells. 2003;8:371–378. doi: 10.1046/j.1365-2443.2003.00638.x. [PubMed] [CrossRef] [Google Scholar]Chiu YL, Rana TM. siRNA function in RNAi: a chemical modification analysis. Rna. 2003;9:1034–1048. doi: 10.1261/rna.5103703. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}