{"title": "Multifactorial contributions to an acute DNA damage response by BRCA1/BARD1-containing complexes", "pubDate": "2006", "PMCID": "PMC1356099", "DOI": "10.1101/gad.1381306", "PMID": "16391231", "abstract": "The BRCA1 gene product and its stoichiometric binding partner, BARD1, play a vital role in the cellular response to DNA damage. However, how they acquire specific biochemical functions after DNA damage is poorly understood. Following exposure to genotoxic stress, DNA damage-specific interactions were observed between BRCA1/BARD1 and the DNA damage-response proteins, TopBP1 and Mre11/Rad50/NBS1. Two distinct DNA damage-dependent super complexes emerged; their activation was dependent, in part, on the actions of specific checkpoint kinases, and each super complex contributed to a distinctive aspect of the DNA damage response. The results support a new, multifactorial model that describes how genotoxic stress enables BRCA1 to execute a diverse set of DNA damage-response functions.", "author": [{"author": "Roger A Greenberg", "affiliation": ["Department of Genetics, Harvard Medical School and The Dana Farber Cancer Institute, Boston, Massachusetts 02115, USA."], "href": "/?term=Greenberg+RA&cauthor_id=16391231"}, {"author": "Bijan Sobhian", "affiliation": [], "href": "/?term=Sobhian+B&cauthor_id=16391231"}, {"author": "Shailja Pathania", "affiliation": [], "href": "/?term=Pathania+S&cauthor_id=16391231"}, {"author": "Sharon B Cantor", "affiliation": [], "href": "/?term=Cantor+SB&cauthor_id=16391231"}, {"author": "Yoshihiro Nakatani", "affiliation": [], "href": "/?term=Nakatani+Y&cauthor_id=16391231"}, {"author": "David M Livingston", "affiliation": [], "href": "/?term=Livingston+DM&cauthor_id=16391231"}], "refPMID": [], "citedInPMID": ["16391231", "34789768", "34758190", "34678589", "34624216", "34322202", "34098484", "33744950", "33623049", "33540843", "33503403", "33420085", "33149769", "32945427", "32850827", "32747362", "32359443", "32347575", "32283528", "32251466", "31932421", "31671674", "31635116", "31334247", "30395583", "30283497", "30209988", "29996917", "29788478", "29765774", "29511213", "29168596", "29113987", "28911102", "28398198", "28228534", "28187001", "28161399", "28005465", "27399284", "26926912", "26811424", "26797456", "26783066", "26745677", "26556860", "26502057", "26442100", "26412854", "26083025", "26055704", "26048987", "25956866", "25939603", "25833843", "25659033", "25400221", "25374583", "25252691", "25219499", "25132264", "25066119", "24966277", "24914237", "24855403", "24832651", "24792170", "24705021", "24675469", "24587176", "24534091", "24505469", "24487782", "24469398", "24351291", "24142877", "24072816", "24067368", "23901102", "23813586", "23712259", "23583677", "23550303", "23530059", "23434370", "23388117", "23319807", "23284877", "23203101", "23071855", "22990118", "22843421", "22836122", "22792303", "22751483", "22733999", "22629260", "22582397", "22544744", "22539352", "22369660", "22193408", "22167183", "22084383", "21931565", "21893598", "21409565", "21406551", "21345144", "21335604", "21278454", "21203981", "20656689", "20444606", "20305393", "20205718", "20159562", "20097687", "20064462", "20029420", "19948475", "19875294", "19862546", "19770511", "19759395", "19759019", "19706752", "19589159", "19584272", "19584259", "19519404", "19473884", "19419957", "19369211", "19357644", "19305427", "19274461", "19261749", "19261748", "19261746", "19202061", "19150983", "19099189", "19029686", "19007432", "18936166", "18550271", "18519686", "18378696", "18369654", "18285820", "18197258", "18179693", "18036997", "18007598", "18007596", "17965729", "17936710", "17803909", "17621610", "17596542", "17581638", "17525341", "17525340", "17379580", "17145708", "17012842", "17000754", "16818604", "16618811"], "body": " AbstractThe BRCA1 gene product and its stoichiometric binding partner, BARD1, play a vital role in the cellular response to DNA damage. However, how they acquire specific biochemical functions after DNA damage is poorly understood. Following exposure to genotoxic stress, DNA damage-specific interactions were observed between BRCA1/BARD1 and the DNA damage-response proteins, TopBP1 and Mre11/Rad50/NBS1. Two distinct DNA damage-dependent super complexes emerged; their activation was dependent, in part, on the actions of specific checkpoint kinases, and each super complex contributed to a distinctive aspect of the DNA damage response. The results support a new, multifactorial model that describes how genotoxic stress enables BRCA1 to execute a diverse set of DNA damage-response functions.Keywords: BACH1, BARD1, BRCA1, CtIP, M/R/N, TopBP1 The mechanisms underlying certain inherited human cancer syndromes provide clear evidence that loss of genome integrity control is a predisposing factor in carcinogenesis. Testament to this relationship is the observation that a significant fraction of inherited cancer syndromes stem from germline mutations in DNA repair and checkpoint control genes (Lengauer et al. 1998; Vessey et al. 1999). A particularly striking example is the development of breast cancer.Women who inherit inactivating mutations in one allele of the BRCA1 gene (17q21) have an estimated lifetime risk of breast and/or ovarian carcinoma as high as 85% (King et al. 2003). BRCA1 is required to maintain genomic integrity, in part, through its contributions to the efficient repair of DNA double-strand breaks (DSBs) (Venkitaraman 2002). Inappropriate repair of DSBs can result in genomic instability, including chromosomal rearrangements and deletions, both of which have been implicated in oncogenesis. Cells expressing clinically relevant BRCA1 mutations are deficient in the G2/M and intra-S-phase checkpoints (Xu et al. 2001; Yarden et al. 2002), and in homologous repair (HR) of DSBs (Moynahan et al. 1999). BRCA1 is thus a key mediator of multiple cellular responses required to efficiently repair DNA damage, although the detailed biochemical steps underlying its activities are largely unknown.Clinically relevant mutations that occur at diverse locations in the BRCA1 gene can each elicit a similar defect in DNA double-strand break repair (DSBR) (Scully et al. 1999). This observation is consistent with the hypothesis that BRCA1 acts to integrate the activities of multiple protein partners during the response to DSBs, an as yet unproven proposal. In its support, BRCA1 interacts with a multitude of proteins engaged in DNA damage responses (Scully et al. 1997b; Wang et al. 2000) and has been proposed to form a megacomplex containing all of these factors that is responsible for genome integrity surveillance (Wang et al. 2000). However, the majority of these proteins interact substoichiometrically with BRCA1, and the extent of their contribution to BRCA1 repair and checkpoint function is largely unknown.Furthermore, the nature of BRCA1 intranuclear dynamics suggests that it acquires additional properties in response to diverse genotoxic insults. Together with certain partner proteins, including BARD1, BRCA2, and Rad51, BRCA1 forms discrete nuclear foci during the S and G2 phases of the cell cycle in undamaged cells. Upon DNA damage, these foci largely disappear, and new, larger foci containing these proteins and other DNA damage-response polypeptides form several hours later (Scully et al. 1997b; Chen et al. 1998; Rogakou et al. 1999). The existence of these phenomena supports an as yet untested model in which, after damage, BRCA1 leaves its S/G2 phase, focal nuclear locations and migrates to DNA damage sites with selected partner proteins in support of appropriate DNA repair and/or checkpoint activities.In support of this DNA damage-inducible, gain of BRCA1 function hypothesis, BRCA1 is a substrate of at least three DNA damage-activated protein kinases (ATM, ATR, CHK2), each of which plays a pivotal role in S and G2-focused checkpoint control events (Cortez et al. 1999; Lee et al. 2000; Tibbetts et al. 2000). In particular, following IR, the PI3-kinase-like kinase (PIKK), ATM, is activated and phosphorylates BRCA1 at multiple specific serine residues that are essential for execution of the G2/M and intra-S-phase checkpoints (Cortez et al. 1999; Xu et al. 2001, 2002b). In addition, BRCA1 phosphorylation at Ser 988 by CHK2 is required for HR activity (Zhang et al. 2004), activation of the G2/M checkpoint, and suppression of DNA damage-induced mammary and uterine cancers (Kim et al. 2004).The study reported here examines the dynamic biochemical and cellular localization activities of BRCA1/BARD1 heterodimers following genotoxic stress. Soon after the onset of DNA damage, BRCA1/BARD1 attract certain constitutive interacting partner proteins to sites of acute DNA damage. At those sites, BRCA1/BARD1 enter distinctive, new super complexes together with the checkpoint proteins, TopBP1 and the Mre11/Rad50/NBS1 (M/R/N) complex. The formation of these super complexes is dependent upon the activity of PIKKs and CHK2, respectively. Each ensuing BRCA1/BARD1-containing super complex is biochemically distinct, and each performs its own special repertoire of checkpoint and repair functions. These results support a new, multicomponent model of BRCA1 function during an acute DNA damage response. Furthermore, they provide the biochemical basis for an initial understanding of the gain of function conferred on BRCA1 following DNA damage. ResultsBRCA1 is required for DSB recruitment of certain partner proteinsBRCA1 migrates to genomic locations containing acute DNA damage and has been hypothesized to coordinate repair events at these sites (Scully et al. 1997a). To test this hypothesis, we asked whether the ability of multiple, BRCA1-interacting proteins to localize at DSBs soon after their creation is BRCA1 dependent. A 355-nm UV laser was used to generate linear arrays of subnuclear DNA DSBs (stripes). Stripe localization for a given protein was monitored 15–30 min after damage (Fig. 1). The method has been used extensively to study DSB recruitment processes (Rogakou et al. 1999; Celeste et al. 2003; Lukas et al. 2003). Stripes—as visualized by their decoration with antibodies (Abs) to damage-response proteins like γH2AX and BRCA1—appear within a few minutes or less after microirradiation and represent topologically defined collections of acutely damaged DNA. BRCA1-containing foci also emerge after DNA damage by ionizing radiation (IR), but they develop hours later (Scully et al. 1997a). Therefore, unlike stripes, they may not accurately portray molecular events associated with the acute development of DSBs and the immediate consequences thereof. For example, in H2AX-deficient cells, BRCA1 is attracted to stripes (i.e., DSB) but not post-damage dots (Celeste et al. 2003), implying that these two structures do not reflect equivalent phenomena.Open in a separate windowFigure 1.BRCA1 is required for DSB localization of BARD1, Rad51, and BRCA2. (A–D) Laser microirradiation was performed on HCC1937 cells reconstituted with empty vector (top panels) or wild-type BRCA1 (bottom panels). Cells were fixed ∼30 min after laser treatment, and laser stripe localization for BARD1 (A), Rad51 (B), BRCA2 (C), and NBS1 (D) assessed by dual color immunofluorescence with specific Ab to each protein (Rhodamine-Red) and Ab to H2AX-phosphate (FITC-Green).To test the BRCA1 dependency for stripe localization of a number of known BRCA1 partner proteins, stripes were generated in isogenic HCC1937 cells reconstituted with either empty vector control or wild-type BRCA1. HCC1937 is a BRCA1–/– human breast cancer-derived cell line that contains a mutant allele of BRCA1 bearing a C-terminal truncation that results in a frameshift at amino acid 1755. The wild-type allele was deleted. For BRCA1, stripe localization required elements of both BRCT domains, since, by comparison with the wild-type protein, BRCA1 1755Δ displayed minimal stripe localization (Supplementary Fig. 2A). However, two completely intact BRCT motifs were not required, since a truncated form of the protein lacking residues 1816–1863 (i.e., the second BRCT is truncated) localized at stripes in the BRCA1 mutant ovarian cancer cell line, SNU-251 (Supplementary Fig. 2B). HCC1937 cells displayed barely detectable association of four BRCA1-associated proteins, BARD1, Rad51, BRCA2, and BACH1, at stripes (Fig. 1A–C; Supplementary Fig. 2C). However, reconstitution of these cells with wild-type BRCA1 restored stripe localization of all four proteins (Fig. 1A–C; Supplementary Fig. 2C). The converse appeared not to be true. BRCA1 stripe localization following BACH1 small interfering RNA (siRNA) was not compromised (Supplementary Fig. 3A). Similarly, BRCA2 mutant CAPAN-1 cells displayed readily appreciable BRCA1 and BACH1 stripe localization (Supplementary Fig. 3B).Not all BRCA1-interacting proteins, however, displayed BRCA1 dependency. Rad50, Mre11, and NBS1, components of the M/R/N complex, and known to associate with BRCA1 (Zhong et al. 1999), localized at stripes in both vector and wild-type BRCA1 reconstituted HCC1937 cells (Fig. 1D; data not shown). Likewise, BRCA1 and BACH1 were both attracted to stripes in Mre11 mutant ATLD-1 cells reconstituted with either empty vector or wild-type Mre11 (Supplementary Fig. 4). Thus, it can be argued that the M/R/N complex is attracted to stripes in a BRCA1-independent manner and vice versa. These results imply that, immediately after damage, BRCA1 is required for the transport of certain associated proteins (i.e., BARD1, BRCA2, Rad51, and BACH1) to, or stable binding at acutely developing sites of DNA damage, and likely associates with others at these sites (e.g., M/R/N, cf. Supplementary Table 1).BARD1–BRCA1 heterodimers exhibit DNA damage-inducible interactions with the M/R/N complex and TopBP1BRCA1 is engaged in both DNA repair and checkpoint control functions after damage. Specific phosphorylation by PIKK family enzymes is a major component of the process that permits it to operate in this variegated manner (Cortez et al. 1999; Tibbetts et al. 2000). We hypothesized that DNA damage-induced changes in BRCA1 localization and phosphorylation initiate dynamic alterations in its interactions with partner proteins. If so, identification of the relevant changes might lend new insight into the molecular mechanisms that enable BRCA1 to respond to genotoxic stress.To address this question, purification of BRCA1 and its stoichiometric binding partner, BARD1, was performed before and after 10 Gy IR using a previously established immunoaffinity strategy (Nakatani and Ogryzko 2003). A stable line of HeLa S3 cells was created by retroviral transduction using a vector encoding the human BARD1 protein fused to N-terminal Flag and HA epitope tags. This double-tagged BARD1 species (eBARD1), was expressed at less than or equal to twofold above endogenous BARD1 levels and exhibited colocalization with BRCA1 before and after IR in nuclear foci (Supplementary Fig. 5A,B), implying that it operates in a manner similar to the endogenous protein. eBard1 was sequentially immunopurified from nuclear extracts derived from ∼6×109 eBARD-producing cells (cf. Materials and Methods). Proteins were eluted from the second immunoaffinity column with a cognate, epitope-containing peptide. A small portion (5%) of the eluted protein was visualized by silver staining (Fig. 2A), revealing the presence of proteins that specifically copurified with eBARD1. The remainder of the eluate (95%) was subsequently electrophoresed in a preparative SDS–polyacrylamide gel, and Coomassie-stained bands were excised for analysis. Identification by mass spectrometry (LC-MS/MS) was achieved for all readily detected bands in the gel. Proteins already known to be BRCA1/BARD1 partners are indicated in black. Candidate partners that were heretofore unappreciated are denoted with a red asterisk (Fig. 2A).Open in a separate windowFigure 2.Damage-induced BRCA1 interactions with TopBP1 and the M/R/N complex. (A) Silver-stained gel demonstrating purified complexes after single Flag (Flag) and consecutive Flag and HA purification steps (Flag/HA) for eBARD1 (B) and mock (M) transduced HeLa S3 cell lines. The BRCA1 and BARD1 bands are denoted in bold black type. Selected interacting partners that had been reported previously are indicated in nonbold black type. Novel interacting proteins are indicated with a red asterisk (*). (B) Complexes were purified 3 h after 0 (–) or 10 Gy (+) by serial Flag and HA-immunoaffinity chromatography/elution (Flag/HA). BRCA1 bands from undamaged cells and post-IR phosphorylated BRCA1 (BRCA1-P) are indicated. Damage-specific bands are indicated by red asterisks (*). A new band for NBS1 was not detected due to its comigration with BARD1. (C) Immunoblot detection of IR-dependent TopBP1 and NBS1 association with Flag/HA-purified BARD1-containing complexes. Damage-induced binding proteins are indicated in red. (D) Flag/HA-purified eBARD1 complexes were isolated from HeLa S3 cells following mock treatment, IR, or a thymidine block. Damage-activated binding events are indicated in red. (E) IF for H2AX-P and TopBP1 in microirradiated HCC1937 cells reconstituted with vector (top panels) or wild-type BRCA1 (bottom panels).To determine whether the same repertoire of proteins exists in complex with BRCA1/BARD1 heterodimers before and after DNA damage, Flag/HA double-affinity purification of BARD1–BRCA1-containing complexes was performed 3 h after exposure of eBARD1-expressing HeLa cells to 10 Gy IR (Fig. 2B). Following IR, two new bands were detected in a Coomassie-stained gel loaded with eBARD1-associated complex (Fig. 2B, each denoted by a red asterisk). The slower migrating species proved to be Topoisomerase IIβ-Binding Protein I (TopBP1), while the other contained Rad50 as indicated in red. NBS1 was also detected in the immunoaffinity eluate in a damage-induced manner, although it was not evident as a unique band due to its comigration with BARD1 (Fig. 2B). To determine whether these IR-induced, BRCA1/BARD1 protein-binding phenomena also occurred following other forms of genotoxic insult, we searched for them following replication stress with inhibitors of DNA replication. BRCA1 migrates to stalled replication forks in response to replication stress arising from nucleotide depletion (Scully et al. 1997a). This state was induced by exposure of cells to pharmacologic doses of thymidine, which mimics dCTP depletion and results in stalled replication forks and blockade of cells in early S phase. In this state, all four of the above-noted proteins exhibited increased association with BARD1/BRCA1-containing complexes (Fig. 2D). Notably, TopBP1 was reproducibly more abundant in the immunoaffinity eluate after a thymidine block than in asynchronous, IR-treated cells (Fig. 2D). Similar increases were observed following hydroxyurea (HU) and UV irradiation (data not shown). Collectively (Fig. 2B–D), these results indicate that BRCA1/BARD1-containing complexes acquire new DNA damage-inducible protein partners in response to different genomic lesions, potentially implicating TopBP1 and the M/R/N complex in a BRCA1 gain-of-function phenotype. Furthermore, the fact that these interactions were readily observable by Coomassie staining attests to the level of their relative abundance vis a vis BRCA1 and BARD1 after DNA damage.Interestingly, TopBP1, like the other DNA damage-specific, BRCA1/BARD1-interacting proteins (M/R/N), also displayed BRCA1 independence for DSB homing (Fig. 2E). In return, BRCA1 localization at DSBs was unaffected by siRNA-mediated TopBP1 depletion (data not shown). These results are, again, consistent with a model that envisions post-damage complex formation by these various proteins occurring at sites of acute DNA damage.PIKKs and CHK2 are required for damage-inducible, BRCA1 super-complex formationATM is known to phosphorylate BRCA1 during a DNA damage response, and this process is important to certain elements of post-damage BRCA1 function (Xu et al. 2002b). To learn whether ATM is required for the post-damage association of BRCA1/BARD1 with TopBP1 and the M/R/N complex, endogenous BRCA1 immunoprecipitation (IP) was performed on extracts of IR-treated, ATM mutant (ATM–/–) and wild-type ATM (ATM+/+) lymphoblasts. While TopBP1/BRCA1 coimmunoprecipitation (co-IP) was unaffected by ATM perturbation (Fig. 3A), the Mre11 association was partially reduced in the ATM mutant cells (Fig. 3A). Post-IR BRCA1 gel migration was detectably faster in ATM-null cells from what was observed in wild-type cells, implying the existence of ATM-dependent post-DNA damage phosphorylation as previously reported (Cortez et al. 1999). However, IR-dependent phosphorylation at several ATM consensus sites including S1423 was evident in both wild-type and mutant cells (Supplementary Fig. 6A).Open in a separate windowFigure 3.PIKK and CHK2 kinases are required for damage-induced BARD1–BRCA1 protein-binding events. (A) ATM-null lymphoblasts (–/–) (GM 03189D) and ATM wild-type lymphoblasts (+/+) (GM 03323A) were treated with DMSO (control) or the DNA-PK inhibitor, LY294002 (100 μM), as indicated. Endogenous BRCA1 was immunoprecipitated, and immunoblots were performed as noted. (B) DNA-PK-deficient glioblastoma cells (M059J) were treated with DMSO, or the indicated doses of caffeine and wortmannin and immunoprecipitated 1 h after 10 Gy. Immunoblots for BRCA1, phosphorylated BRCA1 at Ser 1423, and TopBP1 were performed as indicated. (C) HCT115 (CHK2-deficient) cells, expressing eBARD1, were reconstituted with either wild-type HA-tagged CHK2 or a vector control and were immunoprecipitated with Flag Ab 2 h after exposure to 10 Gy. Immunoblotting was subsequently performed as indicated.To address the possibility of compensatory phosphorylation by a second PIKK, ATM mutant and wild-type cells were incubated with an inhibitor of DNA-PK, LY294002, prior to delivering 10 Gy of IR. BRCA1 IP was performed 3 h later. This drug is reported not to inhibit either ATR or ATM at the concentrations used in our experiments (100 μM) (Stiff et al. 2004). BRCA1 gel mobility significantly increased in ATM mutant cells, but not ATM wild-type cells following exposure to the drug (Fig. 3A). Concomitantly, the BRCA1 association with TopBP1 was greatly reduced in the ATM-mutated cells, but not the ATM wild-type cells after drug treatment (Fig. 3A; Supplementary Fig. 6B). Similarly, low-dose caffeine or wortmannin-mediated PIKK inhibition in DNA-PK mutant glioblastoma cells also abolished BRCA1–TopBP1 binding (Fig. 3B). The low concentration of caffeine or wortmannin used inhibits ATM, but not ATR (Sarkaria et al. 1998, 1999). These data suggest that DNA-PK (or another PIKK enzyme that is LY-sensitive) and ATM can both phosphorylate BRCA1, and that these events are needed for damage-specific binding of BRCA1/BARD1 complexes to TopBP1. Redundant phosphorylation of ATM consensus sites after IR by ATM and DNA-PK has been reported for γ-H2A.X (Stiff et al. 2004). In addition, phosphorylation of other known ATM substrates can occur in ATM-null cells (Bakkenist and Kastan 2004).BRCA1 binding to Mre11 appeared to rely on a distinct damage-dependent signal. ATM deficiency partially reduced M/R/N association with BRCA1 after IR, suggesting that at least one other kinase was involved in this process (Fig. 3A). In this regard, CHK2 activation is partially dependent on ATM (Fernandez-Capetillo et al. 2002; Bartek and Lukas 2003) and was also observed after delivery of 10 Gy to the ATM–/– lymphoblasts used in these experiments (Supplementary Fig. 6C). This led us to ask whether CHK2 activity contributes to the post-damage association of BRCA1 with the M/R/N complex. A CHK2-deficient colon cancer line, HCT115, was reconstituted with wild-type CHK2 or a vector control and then stably transduced with eBARD1 (Wu and Chen 2003). After IR, eBARD1 IP was performed with anti-Flag Ab. Both Rad50 and Mre11 coprecipitated with eBARD1 in the CHK2-reconstituted, but not the vector-reconstituted control extract, indicating that BRCA1 binding to the M/R/N complex depends on CHK2, possibly downstream of ATM (Fig. 3C). In contrast, BRCA1 and TopBP1 were coimmunoprecipitated to a similar extent in both extracts (Fig. 3C).Biochemically distinct BRCA1–BARD1 complexes form after DNA damageThe above-noted evidence is consistent with a model in which BRCA1 is a central component of multiple different super complexes, rather than of a single entity dedicated to a variety of different DNA damage-control functions. To test this possibility further, glycerol gradient sedimentation was performed on Flag-purified eBARD1/BRCA1 complex(es) derived from IR-treated HeLa S3 cells. Alternate fractions (numbered serially) were analyzed by immunoblotting with Abs directed at certain eBARD1-associated proteins. Figure 4A shows that BRCA1 and eBARD1 coeluted as two peaks, one centered at fractions 2 and 3 and the second smaller peak at fraction 8. The elution patterns of TopBP1 and Rad50 were largely nonoverlapping. The former migrated as a single peak centered at fraction 3, while the latter migrated as a peak centered at fraction 8. Moreover, BACH1 coeluted with TopBP1, while CtIP comigrated with Rad50. BRCA2 migrated in a fashion similar to CtIP and Rad50. These results imply that TopBP1/BACH1 and Rad50 (or M/R/N)/CtIP–BRCA1/BARD1 complexes represent distinct biochemical entities.Open in a separate windowFigure 4.BARD1–BRCA1 damage-induced complexes are biochemically distinct. (A) eBARD1/BRCA1-containing complexes were purified from irradiated HeLa S3 nuclear extracts by Flag IP and elution with Flag peptide. Eluted material was then separated by centrifugation through a 10%–40% glycerol gradient, and alternate fractions (renumbered 1, 2, 3 etc.) were probed by Western blot with Abs to the proteins listed. (B) Flag-eluted material (input) was immunoprecipitated with either mouse IgG (negative control) or a mouse monoclonal Ab specific for Rad50 or for BACH1. Immunoprecipitated material was then immunoblotted with the indicated Abs. (C) HeLa cells were stably transduced with a retrovirus encoding an shRNA for Luciferase (Luc), for BACH1, or for CtIP. (Right) After 5 Gy, BRCA1 IP and Western blotting for BRCA1 and TopBP1 was performed. (Left) Standardized quantities of control whole-cell extract (WCE) were probed for BRCA1, BACH1, CtIP, and TopBP1. (D) One hour after 10 Gy IR, BRCA1 was immunoprecipitated from HCC1937 cells that had been reconstituted with vector or wild-type BRCA1. Western blotting for coimmunoprecipitated proteins was performed. (E) Myc-tagged wild-type and BACH1 mutant alleles were transfected into 293 cells and immunoprecipitated with anti-myc Ab 2 h after 10 Gy IR. Western blotting was performed for TopBP1 and Myc-tagged BACH1 (eBACH1).To test this possibility further, Flag-purified, eBARD1-containing complexes from IR-treated cells were immunoprecipitated with Ab to BACH1 or Rad50. (Fig. 4B). BACH1 Ab coimmunoprecipitated TopBP1, and the mismatch repair proteins, MLH1 (Fig. 4B, red) and MSH6 (data not shown), but not members of the M/R/N complex. Rad50 Ab coimmunoprecipitated Mre11, NBS1, and CtIP (Fig. 4B, blue), but not BACH1. TopBP1 was barely detectable in the Rad50 IP, suggesting it is largely not associated with this particular super complex. Taken together with the results of sedimentation velocity analysis, these results strongly suggest that, after IR, TopBP1 associates with BARD1–BRCA1 together with BACH1, while M/R/N associates with BARD1–BRCA1 in a largely separate complex together with CtIP.Given that TopBP1 and BACH1 are present in the same BARD1–BRCA1 complex, we asked whether the IR-inducible BRCA1 interaction with TopBP1 is dependent on BACH1. Stable knockdown of luciferase, BACH1, or CtIP expression was achieved in HeLa cells by retroviral transduction of relevant hairpin-encoding retroviral vectors. While BRCA1 Ab efficiently coprecipitated TopBP1 in cells expressing luciferase- or CtIP-targeted short hairpin RNA (shRNA), co-IP was significantly diminished in cells depleted of BACH1 (Fig. 4C). Similarly, in HCC1937 (which synthesize a C-terminally truncated BRCA1 species that does not interact with BACH1), the association of BRCA1 and TopBP1 was significantly decreased (albeit not absent) compared with cells that were reconstituted with a wild-type BRCA1 allele (Fig. 4D). BACH1 likely does not directly bridge the BRCA1–TopBP1 association, however, as the BACH1 S990A mutant, known to be deficient in binding BRCA1 (Manke et al. 2003; Yu et al. 2003), revealed reduced biochemical association with TopBP1 compared with wild-type BACH1 or the K52R, catalytically inactive BACH1 point mutant, which can bind BRCA1 normally (Cantor et al. 2001) (Fig. 4E). Taken together, the data suggest that an intact BRCA1/BARD/BACH1 complex is required for post-damage interaction of either BRCA1 or BACH1 with TopBP1.BRCA2 appears to be in a third distinct complex. Neither a BACH1 nor a Rad50 IP contained BRCA2 (Fig. 4B). Similarly BRCA2 Ab did not co-IP either Rad50 or BACH1, but did co-IP Rad51 from the BRCA2-containing gradient fractions (data not shown), consistent with the view that BRCA2 (and Rad51) exist in a third, distinct complex together with BARD1–BRCA1.BRCA1/BARD1 super complexes contribute to distinct cell cycle checkpoint functionsThe BRCA1 BRCT motif directly binds the BACH1 helicase and CtIP proteins and is required to inhibit cell cycle progression in the G2 and S cell cycle phases after DNA damage (Xu et al. 2001). Since BACH1 and CtIP are mutually exclusive partners of the BRCA1 BRCT domain (Yu and Chen 2004), siRNA for each protein made it possible to achieve specific perturbation of a particular BRCA1/BARD1 super complex.The impact of siRNA depletion of either BACH1 or CtIP was assessed on the G2/M checkpoint 1 h after IR. The number of 4N cells that are positive for the mitotic marker, phosphohistone H3, as a proportion of the total number of cells in a given culture, allows one to calculate the percentage of mitotic cells in that population. By 1 h after IR, fivefold to 10-fold reductions in mitotic cell number are typically observed in cells with an intact G2/M checkpoint (Xu et al. 2002a). siRNA-mediated knockdown of BRCA1 or CtIP, but not BACH1, resulted in a significantly enhanced rate of mitotic accumulation in an IR-treated population compared with control cells (Fig. 5A). This result implies that the BRCA1/BARD1–RMN–CtIP complex is required for activation of the G2/M checkpoint.Open in a separate windowFigure 5.BRCA1 super complexes control distinct cell cycle checkpoints after DNA damage. (A) HeLa cells were transfected with siRNA to BRCA1, BACH1, or CtIP, as indicated; and the G2/M checkpoint assay was performed. (B) U2OS cells were transfected with siRNA as indicated, and the radiation-resistant DNA synthesis (RDS) assay was performed. DNA synthesis after 10 Gy is plotted graphically as a percentage of DNA synthesis in unirradiated cells. (C, top) Cell cycle profile of adherent HeLa cells expressing shRNA to luciferase, or either of two different shRNAs targeting BACH1. (Bottom) Quantitation of S phase in HeLa S3 cells targeted by shRNAs to Luciferase (Luc), BACH1, or CtIP. FACS analysis was performed 18 h after exposure of the relevant cells to 1 μg/mL aphidicolin (+). Control cells were mock treated (–). The arrowheads in each FACS profile correspond to 2N and 4N cells, respectively. (D) Western blotting for phospho-CHK1 was performed 1 h after IR on BACH1, CtIP, and BRCA1-depleted cells using phosphospecific Ab to CHK1 (CHK1 pS317).BRCA1 also participates in the S-phase checkpoint via unknown mechanisms (Xu et al. 2001). Certain features of the BARD1–BRCA1–BACH1 complex suggest that it might support S-phase checkpoint activity. BACH1 and BRCA1 interact during much of S phase (Yu and Chen 2004), and the TopBP1–BRCA1/BARD1 association was even more prominent after replication stress than after IR (Fig. 2D). In this regard, there was a 50%–60% reduction in deoxynucleotide uptake 1 h after IR in U2OS cells transfected with luciferase siRNA. A less-extensive diminution in DNA synthesis occurred following siRNA-mediated knockdown of BRCA1, BACH1, or TopBP1, implying that each of these proteins contributes to the S-phase checkpoint (Fig. 5B). Conversely, siRNA depletion of CtIP led to a small, but insignificant, affect on the S-phase checkpoint, indicating that some BRCA1-interacting partners are dispensable for this process. Consistent with a role for the BRCA1–BACH1 complex in S-phase DNA damage responses, BACH1-depleted cells exhibited a reproducibly elevated S-phase accumulation compared with CtIP-deficient or control cells after a low dose (1 μM) of aphidicolin, an inhibitor of DNA polymerase-α, (Fig. 5C). Low doses of aphidicolin are known to activate intra-S-phase DNA damage responses in a PIKK-dependent manner (Luciani et al. 2004). The above-noted defect in BACH1-depleted cells and its absence in CtIP-deficient cells is further evidence supporting the view that the BRCA1–BARD1–BACH1–TopBP1 complex responds to DNA damage in S phase.BRCA1 is required for efficient ATM- and ATR-mediated phosphorylation of CHK1 kinase at serine residues 317 and 345 after DNA damage (Yarden et al. 2002). Since CHK1 is also known to contribute to the intra-S-phase checkpoint (Bartek and Lukas 2003; Xiao et al. 2003), we wondered whether CHK1 participates in the BRCA1-mediated S-phase checkpoint. Knockdown of BACH1 did not affect IR-dependent phosphorylation of CHK1 at Ser 317 (Fig. 5D), nor did it suppress CHK2 phosphorylation after genotoxic insult (data not shown). Conversely, CtIP siRNA greatly diminished post-IR CHK1 phosphorylation (Fig. 5D). These results point to a CHK1/CHK2-independent mechanism underlying BRCA1/BACH1/TopBP1-mediated S-phase checkpoint activity. They also suggest that at least part of the BRCA1/BARD1/CtIP contribution to G2/M checkpoint activity is through CHK1 activation.BRCA1/BARD1/BACH1-containing complexes influence replication initiation events after DNA damageThe post-IR intra-S-phase checkpoint requires inhibition of DNA synthesis at late-firing sites of replication initiation (i.e., replication origins) (Merrick et al. 2004). This is, in part, controlled by blockade of the Cdc45 replication initiation factor loading onto late-firing replication origins (Tercero et al. 2000), thereby contributing to a major reduction in DNA synthesis rate after DNA damage (Falck et al. 2002). Failure of Cdc45 to associate with replication initiation sites after DNA damage is PIKK dependent and has been shown to require CHK1/CHK2 signaling to Cdc25a (Falck et al. 2002; Xiao et al. 2003). However, BACH1 deficiency did not appear to influence the CHK1/CHK2 pathway(s), suggesting that it controls origin firing through a different mechanism.TopBP1 plays an essential role in normal S-phase progression by loading the replication licensing factor, Cdc45, onto chromatin (Van Hatten et al. 2002; Hashimoto and Takisawa 2003), allowing the initiation of DNA synthesis at replication origins. These facts suggested a more direct role for BRCA1 and BACH1 in preventing replication initiation after DNA damage. To test this hypothesis, chromatin immunoprecipitation (ChIP) was performed with Ab to BRCA1, BACH1, or CtIP, and precipitated genomic DNA was amplified for sequences of the β-globin gene-associated replication origin. The results revealed specific association for BRCA1 and BACH1, but not CtIP with sites of replication initiation (Fig. 6A). Similar results were observed at a second, independent replication origin located near the HSP70 locus (data not shown).Open in a separate windowFigure 6.BRCA1–BACH1 control Cdc45 association with sites of replication initiation after DNA damage. (A) ChIP was performed with Ab to BRCA1, BACH1, or CtIP, and precipitated genomic DNA was PCR amplified for β-globin replication origin core sequences. (B) ChIP was performed for eBARD1 with Flag Ab, followed by Flag peptide elution. ReChIP on eluted material was performed with the indicated Abs as in A. (C) ChIP was performed as indicated in A, but in this experiment, it was undertaken both before and after 10 Gy. (D) ChIP was performed for BRCA1 and BACH1 in the absence or presence of 5 mM caffeine. (E) ChIP was performed with rabbit IgG (negative control) or rabbit polyclonal antibodies to Cdc45 before and after IR in HeLa cells stably tranduced with retrovirus encoding shRNA for Luciferase (Luc) or BACH1. PCR for the β-globin origin of replication was performed on input genomic DNA (input) and ChIP samples.To determine whether BRCA1 and BACH1 reside in a complex at replication origins or are independently present at such sites, ChIP was performed for eBARD1 with Flag IP followed by elution with Flag peptide. The eluate was subsequently reimmunoprecipitated with polyclonal Abs (reChIP) to BRCA1, BACH1, or CtIP. Each of these Abs successfully co-IP eBARD1 from whole-cell extracts using the ChIP buffer conditions (Supplementary Fig. 7A). The reChIP results (Fig. 6B) demonstrated similar amounts of β-globin origin DNA associated with either BRCA1 or BACH1, while insignificant amounts were detected in the anti-CtIP reimmunoprecipitation (reIP) (Fig. 6B). These results strongly suggest the presence of a BARD1–BRCA1–BACH1 complex at replication initiation sites in the genome. In contrast, they do not support the existence of a BRCA1–BARD1–CtIP complex at such sites.In addition, ChIP was performed prior to and 30 min after 10 Gy IR to examine the behavior of the BRCA1–BARD1–BACH1-containing complex at replication origins in response to genotoxic stress. The induction of DNA damage resulted in the substantial dissociation of the BRCA1–BACH1 complex from both the β-globin and HSP70 replication origins (Fig. 6C; data not shown). Furthermore, caffeine, an inhibitor of both PIKK activity and the S-phase checkpoint inhibited this IR-dependent dissociation of BACH1 and BRCA1 (Fig. 6D), as has been previously demonstrated for Cdc45 at replication origins (Falck et al. 2002).In an effort to further assess the functional significance of BRCA1–BACH1 association with replication origins, ChIP was performed for Cdc45 in isogenic HeLa S3 cells expressing a stable shRNA against either Luciferase or BACH1. The precipitated DNA was interrogated for the core β-globin-associated origin (Aladjem et al. 1998). In control cells, Cdc45 had left this origin by 30 min after IR. However, in cells expressing either of two independent BACH1 hairpins, Cdc45 remained at the β-globin origin under these conditions (Fig. 6E displays a representative example). These results suggest that the BRCA1/BARD1 complex containing TopBP1 and BACH1 participates in replication origin- and initiation-related events critical for the activation of the S-phase checkpoint through a noncanonical, CHK1/CHK2-independent pathway. DiscussionWith the onset of acute DNA damage, it appears that BRCA1 plays a set of dynamic roles that individually and collectively contribute to a proper damage response. It is attracted to sites of acutely damaged DNA and is responsible for the colocalization there of a subset of its constitutive binding partners (Fig. 1). Damage-dependent BRCA1-interacting partners (e.g., TopBP1 and the M/R/N) reach these sites independently. Three distinctive BRCA1/BARD-containing super complexes subsequently form at damage sites, each with a particular DNA damage response-associated function. At the current level of insight, the operations of these super complexes extend to control of the G2/M checkpoint (BRCA1–CtIP), replication origin firing (BRCA1–BACH1), and DSB localization of the Rad51 recombinase (BRCA1–BRCA2). The data strongly suggest that BRCA1 serves as a focal point in the formation of multiple, functionally distinct complexes at sites of DNA damage (Fig. 7). Such a model is consistent with earlier genetic evidence implying that the protein operates as a scaffold during cellular DNA damage responses (Scully et al. 1999).Open in a separate windowFigure 7.Model for BRCA1 checkpoint function. Model proposing that prior to DNA damage, BRCA1-containing complexes (dotted circles) fail to interact efficiently with TopBP1 and the M/R/N. Upon genotoxic stress, specific kinase signaling pathways enable BRCA1 super-complex assembly (colored circles). DSB recruitment of proteins that constitutively interact with BRCA1 (i.e., BARD1, BACH1, BRCA2, Rad51) is largely BRCA1 dependent, while damage-inducible BRCA1-associated proteins (M/R/N and TopBP1) access DNA damage sites in a BRCA1-independent manner. Each BRCA1–BARD1 super complex is responsible for executing distinct elements of BRCA1-dependent damage response activity.Very recently, mutation of the BACH1 gene has been identified as the underlying genetic defect responsible for the Fanconi Anemia J complementation group (for review, see Thompson 2005). The types of BACH1-dependent DNA damage control implied by these results are not likely related to Rad51 DSB localization, since BACH1 deficiency, unlike BRCA1 or BRCA2 deficiency, did not affect Rad51 focus formation or laser-stripe homing (Litman et al. 2005; data not shown). Considering the established roles of BRCA1 and BRCA2 (FANCD1) (Howlett et al. 2002; Venkitaraman 2002) in resolving DNA interstrand cross-links, it is possible that distinct BRCA1 complexes involving BACH1 and BRCA2 play a cooperative role in repairing forms of DNA damage involving such cross-links.Molecular basis for the BRCA1 contribution to certain cell cycle checkpointsA DNA damage-dependent interaction of endogenous BRCA1/BARD1 and TopBP1 was observed in multiple cell lines, implying that BRCA1/TopBP1 interactions are broadly important in the response to multiple forms of genotoxic insult. It was previously reported that TopBP1 colocalizes, but does not biochemically associate, with BRCA1 (Makiniemi et al. 2001). However, it is unclear whether, at that time, this interaction was examined after DNA damage. Mammalian TopBP1 contains eight BRCT repeats, making it an obvious candidate to bind multiple phosphorylated target proteins (Manke et al. 2003; Yu et al. 2003). Although we have not defined a specific phosphoserine residue on either BACH1 or BRCA1/BARD1 needed for TopBP1 binding, the loss of its interaction with BRCA1/BARD1 complexes following PIKK inhibition is consistent with super-complex formation arising from one or more specific phosphorylation events (Fig. 3A,B).TopBP1 has been implicated in a BRCA1-independent manner in both CHK1 kinase activation and the regulation of G2/M checkpoints (Yamane et al. 2003). As demonstrated above, BACH1 is largely required for the TopBP1 association with BRCA1 and, in that context, execution of the S-phase checkpoint. RNAi-mediated knockdown of BACH1 did not affect CHK1 phosphorylation, suggesting that the BACH1-dependent association between BRCA1 and TopBP1 is not vital to the activation of CHK1. Thus, while TopBP1 may be involved in activating CHK1 independently of BRCA1, a BACH1-driven, CHK1-independent step is likely required to allow TopBP1 to support the S-phase checkpoint in a BRCA1-dependent manner.The data presented here are consistent with a heretofore unappreciated role for BRCA1–BACH1-containing complexes in modulating replication origin firing. This is evidenced by the fact that (1) BRCA1–BACH1 complexes can be detected at several origin sites in the genome; (2) they dissociate from these sites after IR in a caffeine-sensitive manner; and (3) BACH1 is necessary for exclusion of Cdc45 from replication initiation sites after DNA damage. We have also observed TopBP1 at replication origins prior to DNA damage, although the available data are consistent with a scenario in which all of the TopBP1 normally at origins is not necessarily bound to BRCA1/BARD1/BACH1-containing super complexes. Furthermore, it is not clear whether TopBP1 undergoes dissociation from origins after DNA damage, as is the case for BRCA1–BACH1.A relevant subject for future study will be the detailed mechanism by which the BRCA1/BARD1–BACH1–TopBP1 complex prevents radiation-resistant DNA synthesis (RDS), a signature of the S-phase checkpoint. While CHK1 and CHK2 kinases have been clearly demonstrated to be essential for the S-phase checkpoint pathway (Bartek et al. 2004), BACH1 depletion after IR resulted in persistence of Cdc45 at the β-globin origin of replication after IR in a CHK1/CHK2-independent manner (Figs. ​(Figs.5D,5D, ​,6E).6E). This suggests that, after damage, BRCA1–BACH1–TopBP1 complexes inhibit replication origin firing independent of the action of these kinases. This possibility is buttressed by recent evidence that supports the existence of a caffeine-sensitive, CHK1-independent S-phase checkpoint mechanism in response to low doses of aphidicolin in Xenopus laevis extracts (Luciani et al. 2004). Notably BACH1-deficient cells displayed an elevated S-phase accumulation after low-dose aphidicolin treatment, suggesting a failure to appropriately respond to S-phase DNA damage (Fig. 5C).The observation that, following DNA damage, either caffeine (Falck et al. 2002) or BACH1 deficiency (Fig. 6E) is associated with Cdc45 accumulation at origins may seem paradoxical, given that caffeine also results in BRCA1–BACH1 origin retention after IR (Fig. 6D). However, this scenario is consistent with the notion that pharmacologic doses of the PIKK inhibitor, caffeine, interfere with the upstream signaling pathway to origin-associated BRCA1/BACH-containing complexes, nullifying their ability to prevent cdc45 loading. This may be because they cannot bind to TopBP1 in the presence of caffeine (Fig. 3B). In such a setting, the super complex would not form and, although some of its subunits (e.g., BRCA1, BARD, BACH; cf. Fig. 6D) would be localized at origins, they would also be deficient with respect to negative regulation of Cdc45. Similarly, TopBP1-containing BRCA1/BARD/BACH super-complex formation is impaired after damage in the absence of BACH1 (Fig. 4C). In BACH1-deficient cells, this would leave origin-associated TopBP1 free to load Cdc45.While the full nature of the BRCA1 contribution to the S-phase checkpoint mechanism remains to be clarified, its dependency on BACH1 and TopBP1 strongly suggests that the BRCA1/BARD1/BACH1/TopBP1 complex contributes to retardation of DNA replication after DSB formation (Fig. 7).The M/R/N complex plays key roles in activating the intra-S-phase and G2/M checkpoints (Kim et al. 2002; Xu et al. 2002a; Carson et al. 2003). The M/R/N association with BRCA1 has been reported previously (Zhong et al. 1999), however it was not appreciated at that time as a damage-enhanced interaction, and its functional significance was unclear. While some association with BRCA1/BARD1 was detected in the absence of DNA-damaging agents (Fig. 2A), following IR or replication stress each member of the M/R/N complex increased its association with BRCA1–BARD1 complexes markedly (Fig. 2B–D). Such a finding raises speculation that at least some of its association with BRCA1 before the active introduction of DNA damage may arise from a low level of spontaneous DNA damage known to affect cultured cells (Zhou and Elledge 2000). While our findings support a role for the M/R/N in association with BRCA1–BARD1–CtIP in the G2/M checkpoint, we do not exclude the possibility that its damage-induced BRCA1 association also plays a role in inhibiting S phase.BRCA1 complex formation and its role in tumor suppressionA number of gene products (BARD1, BRCA2, BACH1, CHK2, ATM) implicated in suppressing breast cancer (1) interact with BRCA1 and (2) are involved in the response to DSBs. This constitutes a body of circumstantial evidence supporting the view that certain pathways of DNA repair and/or checkpoint control to which BRCA1 contributes are necessary to prevent malignancy in breast epithelial cells.While BRCA1 interacts with many proteins engaged in DNA damage responses (Scully et al. 1997b; Wang et al. 2000), most do not co-IP with BRCA1 in stoichiometric quantities. For example, ∼5% of the total BRCA1 appeared to associate with BRCA2 in such an experiment (Chen et al. 1998). Moreover, where studied, loss-of-function mutations in genes encoding some BRCA1-associated proteins only partially recapitulate BRCA1 deficiency with respect to DNA damage responses and in vivo tumor suppression. These observations suggest a scenario in which checkpoint and repair activities are executed by distinct BRCA1-containing super complexes, as has been shown in this report (cf. Fig. 7). In such a setting, a functional defect in the operation of a particular complex might not be expected to fully phenocopy true BRCA1 nullizygosity. Consistent with this notion, BRCA2 mutations confer lower penetrance breast and ovarian cancer phenotypes than do BRCA1 mutations (King et al. 2003).Against this backdrop, BACH1, too, appears to be a breast (and possibly other) cancer-associated protein, and its contribution to DSBR/checkpoint function depends upon its ability to interact directly with the BRCA1 BRCT domains (Cantor et al. 2001). Thus, one wonders whether the BRCA1/BACH1/TopBP1 axis contributes to cancer suppression by responding to genomic lesions during S phase. In this regard, it is now known that signs of chronic genome damage characterize relatively early and late-stage human tumor species, alike (Bartkova et al. 2005; Gorgoulis et al. 2005). This implies a common role for this abnormal state in tumor development, much as is suspected of being the case in BRCA1-associated breast and ovarian cancer (Scully and Livingston 2000).A second contributor to BRCA1 checkpoint function is its specific phosphorylation by certain checkpoint kinases following a genotoxic insult. The work reported here has illuminated a molecular link between the activities of certain checkpoint kinases and BRCA1 DNA damage-induced interactions with TopBP1 and with the M/R/N complex. The relevance of these findings might well extend to tumor suppression, given that both ATM and CHK2 are suppressors of breast cancer in humans (Bell et al. 1999; Lu et al. 2001; Chenevix-Trench et al. 2002; Scott et al. 2002). In this regard, it will be especially interesting to learn whether failure to activate the BRCA1/BARD1–CtIP and/or –BACH1 checkpoint pathways contributes to breast cancer development in certain ATM and/or CHK2 heterozygous females. If so, this would further support the notion that the breast is a particularly susceptible organ to carcinogenesis following a breakdown in certain aspects of the DNA damage response (Scully and Livingston 2000; Elledge and Amon 2002). Materials and methodsLaser-induced DNA DSBsCells were treated with 10 μM 5-iodo-2-deoxyuridine (IdU; Sigma) for 24 h prior to laser irradiation on a TE2000 inverted microscope (Nikon) integrated with the Molecular Machines and Industries laser microdissection workstation (MMI AG). For a more complete description of microirradiation experiments, please see Supplemental Material.Purification of BARD1-containing complexesBARD1 complexes were purified from nuclear extracts (NE) derived from ∼6 × 109 HeLa cells stably expressing eBard1 by two-step affinity chromatography according to the standard method (Nakatani and Ogryzko 2003). Flag-HA double-purified material was electrophoresed in a 4%–12% bis-tris SDS gel from Invitrogen. Individual Coomassie-stained bands were excised and subsequently analyzed by tandem mass spectrometry at the Harvard Medical School Taplin Biological Mass Spectrometry facility.Radiation-resistant DNA synthesis assayAnalysis of DNA synthesis was performed at 30 min following 10 Gy IR according to Xu et al. (2001).G2/M checkpoint assayG2/M checkpoint assays were performed at 1 h following 3 Gy IR according to Xu et al. (2002a). Mitotic cell populations were detected using a rabbit polyclonal Ab to phosphorylated histone H3 at 1:100 dilution (Upstate Biotechnology).ChIPChIP assays were carried out according to Avni et al. (2003).AntibodiesPlease see Supplemental Material for a detailed description of all antibodies.CellsHCC1937 reconstituted with wild-type BRCA1 and derivatives thereof were cultured as previously described (Scully et al. 1999). Phoenix A retroviral packaging lines were used to produce eBARD1 retrovirus and all shRNA encoding retroviruses. Hct115 cells reconstituted with either a vector control or HA-CHK2 were cultured in RPMI supplemented with 10% fetal bovine serum and penicillin/streptomycin (100 U mL–1 each).siRNA oligos and shRNA constructssiRNA oligos were purchased from Dharmacon. shRNA constructs were created by cloning target sequences into pStuffer Hygro vector downstream of a RNA polIII promoter. BRCA1 and TopBP1 were suppressed by siRNA oligos (Smartpool from Dharmacon). Please see Supplemental Material section for the BACH1 and CtIP siRNA target sequences. AcknowledgmentsWe thank members of the Livingston and Nakatani labs for critical discussion of data. We greatly appreciate valuable reagents provided by Dr. Richard Baer (Columbia University, NY), Dr. Junjie Chen (Mayo Clinic, MN), Dr. Biao Luo (Broad Institute, MA), Dr. Harvey Lodish (Whitehead Institute, MA), Dr. Christian Carson (Salk Institute, CA), and Dr. Matthew Weitzman (Salk Institute, CA). R.A.G. is a recipient of a Leukemia Research Foundation Physician-Scientist Fellowship. B.S. is a recipient of a doctoral fellowship of the Austrian Academy of Science. This work was supported by grants from the National Cancer Institute, including a SPORE grant in breast cancer research. NotesSupplemental material is available at http://www.genesdev.org.Article and publication are at http://www.genesdev.org/cgi/doi/10.1101/gad.1381306. ReferencesAladjem M.I., Rodewald, L.W., Kolman, J.L., and Wahl, G.M. 1998. Genetic dissection of a mammalian replicator in the human beta-globin locus. Science 281: 1005–1009. [PubMed] [Google Scholar]Avni D., Yang, H., Martelli, F., Hofmann, F., ElShamy, W.M., Ganesan, S., Scully, R., and Livingston, D.M. 2003. Active localization of the retinoblastoma protein in chromatin and its response to S phase DNA damage. Mol. Cell 12: 735–746. [PubMed] [Google Scholar]Bakkenist C.J. and Kastan, M.B. 2004. Initiating cellular stress responses. Cell 118: 9–17. [PubMed] [Google Scholar]Bartek J. and Lukas, J. 2003. Chk1 and Chk2 kinases in checkpoint control and cancer. Cancer Cell 3: 421–429. [PubMed] [Google Scholar]Bartek J., Lukas, C., and Lukas, J. 2004. Checking on DNA damage in S phase. Nat. Rev. Mol. Cell. Biol. 5: 792–804. [PubMed] [Google Scholar]Bartkova J., Horejsi, Z., Koed, K., Kramer, A., Tort, F., Zieger, K., Guldberg, P., Sehested, M., Nesland, J.M., Lukas, C., et al. 2005. DNA damage response as a candidate anti-cancer barrier in early human tumorigenesis. Nature 434: 864–870. [PubMed] [Google Scholar]Bell D.W., Varley, J.M., Szydlo, T.E., Kang, D.H., Wahrer, D.C., Shannon, K.E., Lubratovich, M., Verselis, S.J., Isselbacher, K.J., Fraumeni, J.F., et al. 1999. Heterozygous germ line hCHK2 mutations in Li-Fraumeni syndrome [see comments]. Science 286: 2528–2531. [PubMed] [Google Scholar]Cantor S.B., Bell, D.W., Ganesan, S., Kass, E.M., Drapkin, R., Grossman, S., Wahrer, D.C.R., Sgroi, D.C., Lane, W.S., Haber, D.A., et al. 2001. BACH1, a novel helicase-like protein, interacts directly with BRCA1 and contributes to its DNA repair function. Cell 105: 149–160. [PubMed] [Google Scholar]Carson C.T., Schwartz, R.A., Stracker, T.H., Lilley, C.E., Lee, D.V., and Weitzman, M.D. 2003. The Mre11 complex is required for ATM activation and the G2/M checkpoint. EMBO J. 22: 6610–6620. [PMC free article] [PubMed] [Google Scholar]Celeste A., Fernandez-Capetillo, O., Kruhlak, M.J., Pilch, D.R., Staudt, D.W., Lee, A., Bonner, R.F., Bonner, W.M., and Nussenzweig, A. 2003. Histone H2AX phosphorylation is dispensable for the initial recognition of DNA breaks. Nat. Cell. Biol. 5: 675–679. [PubMed] [Google Scholar]Chen J.J., Silver, D., Walpita, D., Cantor, S.B., Gazdar, A.F., Tomlinson, G., Couch, F.J., Weber, B.L., Ashley, T., Livingston, D.M., et al. 1998. Stable interaction between the products of the BRCA1 and BRCA2 tumor suppressor genes in mitotic and meiotic cells. Mol. Cell 2: 317–328. [PubMed] [Google Scholar]Chenevix-Trench G., Spurdle, A.B., Gatei, M., Kelly, H., Marsh, A., Chen, X., Donn, K., Cummings, M., Nyholt, D., Jenkins, M.A., et al. 2002. Dominant negative ATM mutations in breast cancer families. J. Natl. Cancer Inst. 94: 205–215. [PubMed] [Google Scholar]Cortez D., Wang, Y., Qin, J., and Elledge, S.J. 1999. Requirement of ATM-dependent phosphorylation of brca1 in the DNA damage response to double-strand breaks [see comments]. Science 286: 1162–1166. [PubMed] [Google Scholar]Elledge S.J. and Amon, A. 2002. The BRCA1 suppressor hypothesis: An explanation for the tissue-specific tumor development in BRCA1 patients. Cancer Cell 1: 129–132. [PubMed] [Google Scholar]Falck J., Petrini, J.H., Williams, B.R., Lukas, J., and Bartek, J. 2002. The DNA damage-dependent intra-S phase checkpoint is regulated by parallel pathways. Nat. Genet. 30: 290–294. [PubMed] [Google Scholar]Fernandez-Capetillo O., Chen, H.T., Celeste, A., Ward, I., Romanienko, P.J., Morales, J.C., Naka, K., Xia, Z., Camerini-Otero, R.D., Motoyama, N., et al. 2002. DNA damage-induced G2-M checkpoint activation by histone H2AX and 53BP1. Nat. Cell. Biol. 4: 993–997. [PubMed] [Google Scholar]Gorgoulis V.G., Vassiliou, L.V., Karakaidos, P., Zacharatos, P., Kotsinas, A., Liloglou, T., Venere, M., Ditullio Jr., R.A., Kastrinakis, N.G., Levy, B., et al. 2005. Activation of the DNA damage checkpoint and genomic instability in human pre-cancerous lesions. Nature 434: 907–913. [PubMed] [Google Scholar]Hashimoto Y. and Takisawa, H. 2003. Xenopus Cut5 is essential for a CDK-dependent process in the initiation of DNA replication. EMBO J. 22: 2526–2535. [PMC free article] [PubMed] [Google Scholar]Howlett N.G., Taniguchi, T., Olson, S., Cox, B., Waisfisz, Q., De Die-Smulders, C., Persky, N., Grompe, M., Joenje, H., Pals, G., et al. 2002. Biallelic inactivation of BRCA2 in Fanconi anemia. Science 297: 606–609. [PubMed] [Google Scholar]Kim S.T., Xu, B., and Kastan, M.B. 2002. Involvement of the cohesin protein, Smc1, in Atm-dependent and independent responses to DNA damage. Genes & Dev. 16: 560–570. [PMC free article] [PubMed] [Google Scholar]Kim S.S., Cao, L., Li, C., Xu, X., Huber, L.J., Chodosh, L.A., and Deng, C.X. 2004. Uterus hyperplasia and increased carcinogen-induced tumorigenesis in mice carrying a targeted mutation of the Chk2 phosphorylation site in Brca1. Mol. Cell. Biol. 24: 9498–9507. [PMC free article] [PubMed] [Google Scholar]King M.C., Marks, J.H., and Mandell, J.B. 2003. Breast and ovarian cancer risks due to inherited mutations in BRCA1 and BRCA2. Science 302: 643–646. [PubMed] [Google Scholar]Lee J.S., Collins, K.M., Brown, A.L., Lee, C.H., and Chung, J.H. 2000. hCds1-mediated phosphorylation of BRCA1 regulates the DNA damage response. Nature 404: 201–204. [PubMed] [Google Scholar]Lengauer C., Kinzler, K.W., and Vogelstein, B. 1998. Genetic instabilities in human cancers. Nature 396: 643–649. [PubMed] [Google Scholar]Litman R., Peng, M., Jin, Z., Zhang, F., Zhang, J., Powell, S., Andreassen, P.R., and Cantor, S.B. 2005. BACH1 is critical for homologous recombination and appears to be the Fanconi anemia gene product FANCJ. Cancer Cell 8: 255–265. [PubMed] [Google Scholar]Lu Y., Condie, A., Bennett, J.D., Fry, M.J., Yuille, M.R., and Shipley, J. 2001. Disruption of the ATM gene in breast cancer. Cancer Genet. Cytogenet. 126: 97–101. [PubMed] [Google Scholar]Luciani M.G., Oehlmann, M., and Blow, J.J. 2004. Characterization of a novel ATR-dependent, Chk1-independent, intra-S-phase checkpoint that suppresses initiation of replication in Xenopus. J. Cell. Sci. 117: 6019–6030. [PMC free article] [PubMed] [Google Scholar]Lukas C., Falck, J., Bartkova, J., Bartek, J., and Lukas, J. 2003. Distinct spatiotemporal dynamics of mammalian checkpoint regulators induced by DNA damage. Nat. Cell. Biol. 5: 255–260. [PubMed] [Google Scholar]Makiniemi M., Hillukkala, T., Tuusa, J., Reini, K., Vaara, M., Huang, D., Pospiech, H., Majuri, I., Westerling, T., Makela, T.P., et al. 2001. BRCT domain-containing protein TopBP1 functions in DNA replication and damage response. J. Biol. Chem. 276: 30399–30406. [PubMed] [Google Scholar]Manke I.A., Lowery, D.M., Nguyen, A., and Yaffe, M.B. 2003. BRCT repeats as phosphopeptide-binding modules involved in protein targeting. Science 302: 636–639. [PubMed] [Google Scholar]Merrick C.J., Jackson, D., and Diffley, J.F. 2004. Visualization of altered replication dynamics after DNA damage in human cells. J. Biol. Chem. 279: 20067–20075. [PubMed] [Google Scholar]Moynahan M.E., Chiu, J.W., Koller, B.H., and Jasin, M. 1999. Brca1 controls homology-directed DNA repair. Mol. Cell 4: 511–518. [PubMed] [Google Scholar]Nakatani Y. and Ogryzko, V. 2003. Immunoaffinity purification of mammalian protein complexes. Methods Enzymol. 370: 430–444. [PubMed] [Google Scholar]Rogakou E.P., Boon, C., Redon, C., and Bonner, W.M. 1999. Megabase chromatin domains involved in DNA double-strand breaks in vivo. J. Cell. Biol. 146: 905–916. [PMC free article] [PubMed] [Google Scholar]Sarkaria J.N., Tibbetts, R.S., Busby, E.C., Kennedy, A.P., Hill, D.E., and Abraham, R.T. 1998. Inhibition of phosphoinositide 3-kinase related kinases by the radiosensitizing agent wortmannin. Cancer Res. 58: 4375–4382. [PubMed] [Google Scholar]Sarkaria J.N., Busby, E.C., Tibbetts, R.S., Roos, P., Taya, Y., Karnitz, L.M., and Abraham, R.T. 1999. Inhibition of ATM and ATR kinase activities by the radiosensitizing agent, caffeine. Cancer Res. 59: 4375–4382. [PubMed] [Google Scholar]Scott S.P., Bendix, R., Chen, P., Clark, R., Dork, T., and Lavin, M.F. 2002. Missense mutations but not allelic variants alter the function of ATM by dominant interference in patients with breast cancer. Proc. Natl. Acad. Sci. 99: 925–930. [PMC free article] [PubMed] [Google Scholar]Scully R. and Livingston, D. 2000. In search of the tumour-suppressor functions of BRCA1 and BRCA2. Nature 408: 429–432. [PMC free article] [PubMed] [Google Scholar]Scully R., Chen, J., Ochs, R.L., Keegan, K., Hoekstra, M., Feunteun, J., and Livingston, D.M. 1997a. Dynamic changes of BRCA1 subnuclear location and phosphorylation state are initiated by DNA damage. Cell 90: 425–435. [PubMed] [Google Scholar]Scully R., Chen, J., Plug, A., Xiao, Y., Weaver, D., Feunteun, J., Ashley, T., and Livingston, D.M. 1997b. Association of BRCA1 with Rad51 in mitotic and meiotic cells. Cell 88: 265–275. [PubMed] [Google Scholar]Scully R., Ganesan, S., Vlasakova, K., Chen, J., Socolovsky, M., and Livingston, D.M. 1999. Genetic analysis of BRCA1 function in a defined tumor cell line. Mol. Cell 4: 1093–1099. [PubMed] [Google Scholar]Stiff T., O'Driscoll, M., Rief, N., Iwabuchi, K., Lobrich, M., and Jeggo, P.A. 2004. ATM and DNA-PK function redundantly to phosphorylate H2AX after exposure to ionizing radiation. Cancer Res. 64: 2390–2396. [PubMed] [Google Scholar]Tercero J.A., Labib, K., and Diffley, J.F. 2000. DNA synthesis at individual replication forks requires the essential initiation factor Cdc45p. EMBO J. 19: 2082–2093. [PMC free article] [PubMed] [Google Scholar]Thompson L.H. 2005. Unraveling the Fanconi anemia-DNA repair connection. Nat. Genet. 37: 921–922. [PubMed] [Google Scholar]Tibbetts R.S., Cortez, D., Brumbaugh, K.M., Scully, R., Livingston, D., Elledge, S.J., and Abraham, R.T. 2000. Functional interactions between BRCA1 and the checkpoint kinase ATR during genotoxic stress. Genes & Dev. 14: 2989–3002. [PMC free article] [PubMed] [Google Scholar]Van Hatten R.A., Tutter, A.V., Holway, A.H., Khederian, A.M., Walter, J.C., and Michael, W.M. 2002. The Xenopus Xmus101 protein is required for the recruitment of Cdc45 to origins of DNA replication. J. Cell. Biol. 159: 541–547. [PMC free article] [PubMed] [Google Scholar]Venkitaraman A.R. 2002. Cancer susceptibility and the functions of BRCA1 and BRCA2. Cell 108: 171–182. [PubMed] [Google Scholar]Vessey C.J., Norbury, C.J., and Hickson, I.D. 1999. Genetic disorders associated with cancer predisposition and genomic instability. Prog. Nucleic Acid Res. Mol. Biol. 63: 189–221. [PubMed] [Google Scholar]Wang Y., Cortez, D., Yazdi, P., Neff, N., Elledge, S.J., and Qin, J. 2000. BASC, a super complex of BRCA1-associated proteins involved in the recognition and repair of aberrant DNA structures. Genes & Dev. 14: 927–939. [PMC free article] [PubMed] [Google Scholar]Wu X. and Chen, J. 2003. Autophosphorylation of checkpoint kinase 2 at serine 516 is required for radiation-induced apoptosis. J. Biol. Chem. 278: 36163–36168. [PubMed] [Google Scholar]Xiao Z., Chen, Z., Gunasekera, A.H., Sowin, T.J., Rosenberg, S.H., Fesik, S., and Zhang, H. 2003. Chk1 mediates S and G2 arrests through Cdc25A degradation in response to DNA-damaging agents. J. Biol. Chem. 278: 21767–21773. [PubMed] [Google Scholar]Xu B., Kim, S., and Kastan, M.B. 2001. Involvement of Brca1 in S-phase and G(2)-phase checkpoints after ionizing irradiation. Mol. Cell. Biol. 21: 3445–3450. [PMC free article] [PubMed] [Google Scholar]Xu B., Kim, S.T., Lim, D.S., and Kastan, M.B. 2002a. Two molecularly distinct G(2)/M checkpoints are induced by ionizing irradiation. Mol. Cell. Biol. 22: 1049–1059. [PMC free article] [PubMed] [Google Scholar]Xu B., O'Donnell, A.H., Kim, S.T., and Kastan, M.B. 2002b. Phosphorylation of serine 1387 in Brca1 is specifically required for the Atm-mediated S-phase checkpoint after ionizing irradiation. Cancer Res. 62: 4588–4591. [PubMed] [Google Scholar]Yamane K., Chen, J., and Kinsella, T.J. 2003. Both DNA topoisomerase II-binding protein 1 and BRCA1 regulate the G2–M cell cycle checkpoint. Cancer Res. 63: 3049–3053. [PubMed] [Google Scholar]Yarden R.I., Pardo-Reoyo, S., Sgagias, M., Cowan, K.H., and Brody, L.C. 2002. BRCA1 regulates the G2/M checkpoint by activating Chk1 kinase upon DNA damage. Nat. Genet. 11: 11. [PubMed] [Google Scholar]Yu X. and Chen, J. 2004. DNA damage-induced cell cycle checkpoint control requires CtIP, a phosphorylation-dependent binding partner of BRCA1 C-terminal domains. Mol. Cell. Biol. 24: 9478–9486. [PMC free article] [PubMed] [Google Scholar]Yu X., Chini, C.C., He, M., Mer, G., and Chen, J. 2003. The BRCT domain is a phospho-protein binding domain. Science 302: 639–642. [PubMed] [Google Scholar]Zhang J., Willers, H., Feng, Z., Ghosh, J.C., Kim, S., Weaver, D.T., Chung, J.H., Powell, S.N., and Xia, F. 2004. Chk2 phosphorylation of BRCA1 regulates DNA double-strand break repair. Mol. Cell. Biol. 24: 708–718. [PMC free article] [PubMed] [Google Scholar]Zhong Q., Chen, C.F., Li, S., Chen, Y., Wang, C.C., Xiao, J., Chen, P.L., Sharp, Z.D., and Lee, W.H. 1999. Association of BRCA1 with the hRad50–hMre11–p95 complex and the DNA damage response. Science 285: 747–750. [PubMed] [Google Scholar]Zhou B.B. and Elledge, S.J. 2000. The DNA damage response: Putting checkpoints in perspective. Nature 408: 433–439. [PubMed] [Google Scholar]"}