{"title": "Analysis of human histone H2AZ deposition in vivo argues against its direct role in epigenetic templating mechanisms", "pubDate": "2006", "PMCID": "PMC1592707", "DOI": "10.1128/MCB.00584-06", "PMID": "16809769", "abstract": "Chromatin is considered to be a principal carrier of epigenetic information due to the ability of alternative chromatin states to persist through generations of cell divisions and to spread on DNA. Replacement histone variants are novel candidates for epigenetic marking of chromatin. We developed a novel approach to analyze the chromatin environment of nucleosomes containing a particular replacement histone. We applied it to human H2AZ, one of the most studied alternative histones. We find that neither H2AZ itself nor other features of the H2AZ-containing nucleosome spread to the neighboring nucleosomes in vivo, arguing against a role for H2AZ as a self-perpetuating epigenetic mark.", "author": [{"author": "Antoine Viens", "affiliation": ["CNRS UMR 8126, Institut Gustave-Roussy, PR1, 39 rue Camille Desmoulin, 94100 Villejuif, France."], "href": "/?term=Viens+A&cauthor_id=16809769"}, {"author": "Undine Mechold", "affiliation": [], "href": "/?term=Mechold+U&cauthor_id=16809769"}, {"author": "Franck Brouillard", "affiliation": [], "href": "/?term=Brouillard+F&cauthor_id=16809769"}, {"author": "Cristele Gilbert", "affiliation": [], "href": "/?term=Gilbert+C&cauthor_id=16809769"}, {"author": "Philippe Leclerc", "affiliation": [], "href": "/?term=Leclerc+P&cauthor_id=16809769"}, {"author": "Vasily Ogryzko", "affiliation": [], "href": "/?term=Ogryzko+V&cauthor_id=16809769"}], "refPMID": [], "citedInPMID": ["16809769", "33404536", "32457909", "29945241", "26213973", "25561719", "24917497", "24696452", "24398858", "24311584", "23118866", "23038767", "23002134", "22795134", "22606318", "22391447", "21788347", "21174214", "21057526", "20956565", "20197778", "20077036", "20003410", "19696079", "19639024", "19385636", "19261190", "19246569", "19004784", "18419815", "17473174", "16914441"], "body": " AbstractChromatin is considered to be a principal carrier of epigenetic information due to the ability of alternative chromatin states to persist through generations of cell divisions and to spread on DNA. Replacement histone variants are novel candidates for epigenetic marking of chromatin. We developed a novel approach to analyze the chromatin environment of nucleosomes containing a particular replacement histone. We applied it to human H2AZ, one of the most studied alternative histones. We find that neither H2AZ itself nor other features of the H2AZ-containing nucleosome spread to the neighboring nucleosomes in vivo, arguing against a role for H2AZ as a self-perpetuating epigenetic mark. Packaging into chromatin is a key distinguishing characteristic of the eukaryotic genome. Chromatin exists in different higher-order structures, which vary in terms of the degree of DNA condensation and methylation, the accessibility of the chromatin for regulatory proteins, and various histone posttranslational modifications (9). Different histone modifications were shown to be associated with different functional states. The extreme density and variety of modifications and their association with various functional states of chromatin have led to the “histone code” hypothesis (14, 38, 41), which postulates that the posttranslational modifications of core histones control association of chromatin with regulatory proteins, which regulate the structure and activity of chromatin.An important aspect of the histone code is its postulated epigenetic role. Currently, the term “epigenetic” is used to describe heritable or stable changes of phenotype that do not depend on changes in primary DNA sequence (34). Chromatin is considered a principal carrier of epigenetic information (9). However, unlike DNA replication, which relies on the complementary base-base recognition (44), the postulated epigenetic templating mechanisms depend on preferential recruitment of the enzymes that deposit particular epigenetic marks (DNA methylation, histone acetylation, or methylation) on chromatin to sites containing the same mark (13, 14, 28, 42).The replacement histone variants add another dimension to the field of histone code studies (16, 33, 35, 43). Unlike their canonical counterparts, the replacement histones are expressed in a replication-independent manner and employ specialized machineries for their deposition into chromatin (21, 24, 40). They can be associated with active or silenced chromatin and are involved in the regulation of gene expression and the organization of chromatin structure (16, 17, 22). Recent studies also suggest a role for replacement histones in epigenetic templating. One example is provided by neocentromeres in higher eukaryotes. Their formation and propagation do not require a particular DNA sequence (1, 5). CenpA, the specialized version of H3 histone, replaces H3 in the centromeric nucleosomes and likely serves as an epigenetic mark determining the maintenance of the centromere-specific nucleoprotein complex independent of DNA sequence (1, 5).Compared to that for the H3-like replacement histones, an epigenetic role for the H2A-like or H2B-like replacement histones remains relatively unexplored. The H2A/H2B pair differs from the H3/H4 pair of the core histones in a number of important aspects, such as in the deposition mechanisms (37) and in having a more peripheral location in the nucleosome (20) and a less stable association with DNA (15).In this study, we focus our attention on the mammalian histone H2AZ. This replacement histone variant is essential for survival and is highly conserved through the eukaryotic domain. Recent studies on Saccharomyces cerevisiae demonstrate that H2AZ is nonrandomly distributed throughout the genome of this organism, concentrating mostly in intergenic regions (12, 19, 31, 45). The mapping of the position of H2AZ with nucleosome-level resolution shows that H2AZ-containing nucleosomes are highly localized (12, 31, 45) and in many cases do not spread to more than two nucleosome positions (12, 31).In this work, we use H2AZ as a model to develop a novel strategy to study the chromatin environment of a particular replacement histone variant in mammalian cells. Consistent with the data obtained with yeast, we show that neither H2AZ itself nor other features of the H2AZ-containing nucleosome spread to the neighboring nucleosomes in vivo, arguing against a role for H2AZ as a self-perpetuating epigenetic mark. MATERIALS AND METHODSCell culture and cell lines. HeLa S3 and NIH 3T3 cells were grown in Dulbecco's modified Eagle’s medium with 10% fetal bovine serum, and the C2C12 cells were grown in Dulbecco's modified Eagle’s medium with 15% fetal bovine serum. The HeLa S3 cells expressing the epitope-tagged histones (epi:H2A and epi:H2AZ) were generated by retroviral transduction according to a previously established procedure (26).MS. The peptide mixtures obtained from tryptic digestion of the bands on the sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) gel were analyzed by nano-high-pressure liquid chromatography (LC) (LC Packing) directly coupled to an ion-trap mass spectrometer (MS) (ThermoFinnigan LCQ Deca XP) equipped with a nanoelectrospray source. The samples were run in two different modes. For peptide identification, the ion trap acquired successive sets of six scan modes consisting of full-scan MS over a range of 200 to 2,000 m/z, followed by five data-dependent tandem MS (MS-MS) scans on the five most abundant ions in the full scan. The MS-MS spectra were acquired with relative collision energy of 35% and an isolation width of 2.0 Da. Their interpretation was performed with the Bioworks software package. Alternatively, for the confirmation and quantification of the presence of a particular peptide in the sample, the ion trap was set in a selection reaction monitoring mode. The quantities of the corresponding peptides were estimated by use of the peak intensities.Recombinant expression plasmids. To generate H2A and H2AZ expression plasmids, cDNAs for these histones (purchased as expressed sequence tag clones from Invitrogene; 4702210 for H2AZ and 3353785 for H2A) were PCR amplified and subcloned in frame into a pOZFHHN or pOZFHHC vector (V. Ogryzko and U. Mechold, unpublished data) or as cyan fluorescent protein (CFP) or yellow fluorescent protein (YFP) fusions into the pOZFHHN vector.Antibodies. Antibodies against trimethyl H4K20, H3K9, and H3K27 were gifts from T. Jenuwein. Anti-trimethyl H3K4 was a gift from B. Turner. Anti-hemagglutinin (anti-HA) was purchased from Roche, anti-H2AZ from Abcam, and anti-methylcytosine from VWR. Secondary goat anti-rabbit antibody was from Daco.Purification of the epi:H2AZ-containing octamer and its neighborhood. The nuclear pellet was prepared according to the protocol described in reference 6. It was further washed with 600 mM NaCl in 20 mM Tris (pH 8.0), 10% glycerol, 0.1% Tween and then resuspended in an equal volume of nuclease digestion buffer (0.34 M sucrose, 10 mM Tris [pH 7.5], 3 mM MgCl2, 1 mM CaCl2). The nuclei were incubated with micrococcal nuclease for 20 min at 37°C until the reaction was stopped with 4 mM EDTA. To release the undigested chromatin, the pellet was sonicated and the size of chromatin fragments was monitored by use of a 2% agarose gel. The unsolubilized material was removed by centrifugation at 16,000 × g for 30 min, and the supernatant was dialyzed against 300 mM KCl in 20 mM Tris (pH 8.0), 10% glycerol, 0.1% Tween overnight. The precipitated material was removed by centrifugation at 45,000 × g for 30 min. The double-tag purification was performed as described in reference 26, except that at the second step Ni-nitrilotriacetic acid (NTA)-agarose (QIAGEN) was used. Briefly, 5 ml of chromatin solution was incubated overnight with 500 μl (packed volume) of the anti-FLAG agarose beads (Sigma) and washed five times with 300 mM KCl in 20 mM Tris (pH 8.0), 10% glycerol, 0.1% Tween, and the epi:H2AZ-containing chromatin fragments were eluted with 500 μl of FLAG peptide (1 mg/ml FLAG peptide in 300 mM KCl in 20 mM Tris [pH 8.0], 10% glycerol, 0.1% Tween). Fifty microliters of Ni-NTA-agarose was added to the FLAG eluate and incubated for 2 h. The Ni-NTA beads were washed with the same washing buffer. The final elution with 250 mM imidazole (in 20 mM Tris [pH 8.0], 10% glycerol, 0.1% Tween) was done after the elution with 2 M NaCl in 20 mM Tris (pH 8.0), 10% glycerol, 0.1% Tween. Alternatively, for the preparation of mononucleosomes containing epitope-tagged histones, we performed more-intensive micrococcal nuclease digestion of purified chromatin and isolated mononucleosome-sized chromatin fragments after 10 to 35% glycerol gradient fractionation. The double-tag purification was performed as described above, except the 2 M NaCl elution step was omitted and the epi:H2AZ-containing chromatin was eluted with imidazole.Immunofluorescence and confocal microscopy. C2C12 cells were chosen as a convenient positive control for euchromatin and heterochromatin staining, due to the presence of prominent heterochromatin domains in these cells. Confocal images of C2C12 cells stained with anti-histone antibodies and epi:H2A-/H2AZ-expressing HeLa cells were taken with a Leica TCS SP microscope equipped with argon and UV lasers. The cells were fixed with 4% paraformaldehyde, permeabilized with 0.3% Triton, and blocked with 0.3% bovine serum albumin before being treated with primary and secondary antibodies. The colocalization analysis was performed on NIH 3T3 cells grown on chambered coverslips and transfected with Polyfect (QIAGEN) according to the manufacturer's protocol and performed 2 days after transfection by use of a confocal Zeiss LSM510 microscope. Alternatively, 293T cells were transfected by use of the calcium phosphate method and analyzed 1 or 2 days after transfection. The colocalization analysis was performed with LSM Examiner software.Western and slot blot analyses. Separation of proteins was performed in 18% Tris-glycine SDS-polyacrylamide gels for silver or Coomassie staining and Western analysis. Proteins were transferred to nitrocellulose membranes and probed with antibodies according to the standard procedure. For analysis of DNA methylation, serial dilutions of DNA from epi:H2AZ- and epi:H2A-containing chromatin fragments were transferred to nitrocellulose membrane via a slot blotting device and subsequently cross-linked for 2 h at 80°C in vacuum. The membranes were blocked in 5% fat-free milk and probed with anti-methylcytosine antibody according to the standard procedure. RESULTSPurification of H2AZ-containing histone octamer and of its nucleosome neighbors. We first generated HeLa cell lines stably expressing epitope-tagged H2AZ and canonical H2A histones by retroviral transduction, according to an established protocol (26). One exception was a modification for the previously used pOZ vector to include the six-His tag in addition to the FLAG and HA epitope tags (pOZFHHN or pOZFHHC vectors [U. Mechold and V. Ogryzko, unpublished data). Both N-terminally and C-terminally tagged versions of these histones were generated to account for possible effects of the tag on protein function.According to their association with mitotic chromosomes, the triple-tagged H2AZ and H2A (epi:H2AZ and epi:H2A) were incorporated into chromatin (Fig. ​(Fig.1A1A shows the N-terminal constructs; the C-terminal constructs are not shown). The expression level of epi:H2A was on the order of 1% of that of the endogenous protein (not shown), as judged by Coomassie staining. The expression level of epi:H2AZ, estimated by Western analysis with anti-H2AZ antibody, was less than 30% of that of the endogenous protein (Fig. ​(Fig.1B).1B). Because of the relatively low expression level of epi:H2AZ, it should be significantly diluted in the pool of endogenous H2AZ, ensuring that most of the other H2AZ molecules, if present in the same chromatin fragment, should be untagged (also see Discussion).Open in a separate windowFIG. 1.Separate isolation of H2AZ-containing histone octamer and its nucleosome neighbors. (A) epi:H2A and epi:H2AZ are incorporated into chromatin. Mitotic cells expressing epi:H2A (top) and epi:H2AZ (bottom) were stained with anti-HA antibody (left) and Hoechst (right). (B) Expression levels of epi:H2AZ. Left panel: Western analysis of histones from control cells (ctrl) and from cells expressing C-terminally tagged H2AZ (ZC) and N-terminally tagged H2AZ (ZN) with antibody against H2AZ. Right panel: the same samples analyzed with anti-HA antibody. Numbers to the left of the panels indicate molecular mass in kDa. (C) The elution scheme. After immobilization of epi:H2AZ-containing chromatin on the Ni2+-agarose, the DNA together with the histone octamers from the neighboring nucleosomes was evaluated by 2 M NaCl. Subsequently, the histone octamer containing the epitope-tagged histone was eluted with 250 mM imidazole. (D) Analysis of the NaCl and imidazole fractions. NaCl (left) and imidazole (right) fractions were analyzed for protein (top) and DNA (bottom) content. Positions of regular and epitope-tagged histones are indicated to the left of the top panel. Positions of the tri-, di-, and mononucleosomal (mono) DNA are indicated on the left of the bottom panel. EtBr, ethidium bromide.We used a double-affinity-step procedure to purify the nucleosomes containing epitope-tagged H2AZ. To separate the histone octamer containing H2AZ histone from its neighboring nucleosomes, we employed the fact that histone-DNA interaction is disrupted by a high salt concentration, whereas the histone octamer is stable under the same condition (7). Since the interaction of the six-His tag with Ni2+-immobilized metal affinity chromatography resin is also resistant to high salt concentrations, we used this tag for the last step in the affinity purification of the chromatin fragments containing the epitope-tagged H2AZ (Fig. ​(Fig.1C;1C; see Materials and Methods for details). Figure ​Figure1D1D shows the DNA and protein contents of the fractions obtained in our purification. As expected, DNA (corresponding mainly to the mono-, di-, and trinucleosomes) is eluted after the salt treatment (Fig. ​(Fig.1D,1D, bottom left). The histones in the same sample (Fig. ​(Fig.1D,1D, top left) are presented in a stoichiometrical ratio reflecting the usual octamer composition (two of each of the H2A, H2B, H3 and H4 histones). The imidazole elution does not yield significant amounts of DNA (Fig. ​(Fig.1D,1D, bottom right) and the histone composition of the eluted octamer (Fig. ​(Fig.1D,1D, top right) reflects the presence of one molecule of epitope-tagged H2A(H2AZ) histone and one molecule of an endogenous H2A histone species (best judged by the changed ratio between H2B and H2A bands compared to that for the salt-eluted histones).H2AZ-containing nucleosomes are enriched in histone posttranslational modifications marking both active and silenced chromatin. Active and silenced chromatin states are marked by different posttranslational modifications (14, 42). Accordingly, we tested the H2AZ-containing histone octamer with a set of antibodies highly specific for different activation- and silencing-associated trimethylated histones H3 and H4.As expected, the H4K20, H3K9, and H3K27 antibodies stained mostly heterochromatin in control immunofluorescence experiments, while H3K4 did not (Fig. ​(Fig.2A).2A). Surprisingly, Western analysis revealed that compared to the epi:H2A-containing octamers, which represent an average nucleosome, the epi:H2AZ-containing octamers are enriched in both repression-specific K9 and K27 trimethylation and activation-specific K4 tri- and dimethylation of histone H3 (Fig. ​(Fig.2B).2B). On the other hand, the H4 trimethylated in K20, which also marks repressed chromatin (Fig. ​(Fig.2A),2A), was detected preferentially in the octamers with canonical H2A histone. Impressively, the same detection pattern was seen in both N-terminally and C-terminally tagged H2AZ/H2A pairs (Fig. ​(Fig.2A,2A, compare left and right panels). Thus, in the context of the H2AZ-containing nucleosome, we were able to dissociate different modifications associated with silencing. Equally intriguing is a finding that some repression- and activation-associated modifications (K9/27 and K4) of H3 histone were both enhanced in the H2AZ-containing octamer.Open in a separate windowFIG. 2.Association of H2AZ with markers of active and repressed chromatin. (A) Staining of C2C12 cells with the antibodies against trimethylated histones. C2C12 cells were stained with antibodies specific for trimethylated lysines H3K4, H4K20, H3K9, and H3K27 (right) and with Hoechst (left). (B) Western analysis of H2AZ- and H2A-containing nucleosomes with the same antibodies. Histones H3 and H4 from the epi:H2A (right of each panel; labeled “A”)- and epi:H2AZ (left; “Z”)-containing octamers were analyzed by Western analysis with antibodies specific for methylated lysines H3K4, H3K9, H3K27, and H4K20. Octamers obtained by both N-terminal (left panel) and C-terminal (right panel) tagging were analyzed. The bottom three lanes correspond to antibodies against H4, H3 histones, and HA epitope used for normalization. (C) H2AZ nucleosome is enriched by cytosine methylation. A slot blot analysis of a serial twofold dilution of DNA from the nucleosome preparations shown in Fig. ​Fig.1D,1D, bottom, is shown. After fixation on filters, the presence of methylated cytosine in DNA was detected with anti-methylcytosine antibody. Shown are the concentrations of DNA at the start and the end of serial dilutions.In addition to performing an analysis of histone modifications, we analyzed DNA from our preparations of H2AZ- and H2A-containing chromatin on the presence of cytosine methylation. Consistent with our observation of enrichment of H2AZ-containing nucleosomes with H3 K9/27 methylation, we found that the DNA from the epi:H2AZ-containing nucleosome is enriched by cytosine methylation compared to the epi:H2A-containing nucleosomes, which represent bulk chromatin (Fig. ​(Fig.2C2C).In accordance with the complex pattern of the H3 histone methylation in the H2AZ-enriched octamer, we could not assign H2AZ to either heterochromatin or euchromatin by microscopy (regular immunofluorescence with epitope-tagged proteins and YFP-H2AZ fusions in NIH 3T3, HeLa, and 293 cells was used; not shown). However, when YFP-H2AZ was cotransfected with CFP-H2A and their localizations were compared in the same cell, the distinct localization of H2AZ could be indirectly inferred by the analysis of the CFP-YFP colocalization coefficients (Fig. ​(Fig.3,3, compare colocalization coefficients for the CFP-H2A/YFP-H2A and CFP-H2A/YFP-H2AZ cotransfections).Open in a separate windowFIG. 3.Analysis of colocalization of H2A and H2AZ. NIH 3T3 cells were transfected with vectors expressing CFP-H2A and YFP-H2A fusions (left) or CFP-H2A and YFP-H2AZ fusions (right). The top shows typical images of transfected cells, with green and red pseudocoloring of the CFP and YFP signals, respectively. Shown on the bottom are the results of typical colocalization analysis. The color coding indicates the frequencies (with red corresponding to the highest and blue corresponding to the lowest) of the occurrence of pixels with given intensities of CFP (CA) and YFP (YA, YZ) signals. The correlation coefficients with the deviations obtained by averaging the colocalization coefficients measured for 10 different cells are shown on the left top corner of each diagram.Untagged H2A(H2AZ) species in the epi:H2AZ-enriched chromatin are predominantly canonical H2A histone. Compared to the H3/H4 pair of core histones, the H2A/H2B pair of histones has a relatively high exchange rate on chromatin 15 (Mechold and Ogryzko, unpublished data; data not shown for the H2AZ histone). If H2AZ serves as an epigenetic mark, one should consider mechanisms that maintain the H2AZ presence in particular chromatin loci in spite of this relatively high mobility. One possible mechanism is epigenetic templating, i.e., direct recruitment of the H2AZ deposition machinery by the H2AZ-containing chromatin (see Fig. ​Fig.66).Open in a separate windowFIG. 6.Model of a replacement histone action in epigenetic templating. A replacement histone in the chromatin could act as a self-perpetuating epigenetic mark, signaling for recruitment of its own deposition machinery. We consider the consequences of the histone loss in three cases: cases I and II have another molecule of the same histone present either in the close neighborhood (case I) or in the same octamer (case II), and case III has no second molecule present. In both cases I and II, the second molecule of the replacement histone provides a memory that allows cells to recover the original state of chromatin by recruiting the deposition machinery to the site. In the third case, the information is lost and the recovery of the original state is not possible.If the H2AZ deposition machinery is preferentially recruited to the H2AZ-containing chromatin, it should lead to the presence of another H2AZ molecule either on the same nucleosome (“homotypic” nucleosome [36]) or in a neighborhood close to the H2AZ-containing nucleosome. To test this possibility, we analyzed the H2AZ-containing octamer and the neighboring nucleosome for the presence of another H2AZ molecule. Western analysis with anti-H2AZ antibody demonstrated only trace amounts of untagged H2AZ present in the epi:H2AZ-containing nucleosome or in its neighborhood, comparable with the amounts of H2AZ present in the canonical epi:H2A nucleosome (Fig. ​(Fig.4A).4A). To confirm this result, the bands corresponding to untagged H2A or H2AZ histone were excised from the SDS-PAGE gel (Fig. ​(Fig.4B,4B, top left, for N-terminally tagged histones and Fig. ​Fig.5A5A for C-terminally tagged histones) and analyzed by mass spectrometry. Only H2A histone-specific peptides were detected in these bands, with the histone preparations obtained with either N-terminal or C-terminal H2A and H2AZ tagging giving very similar results (Fig. ​(Fig.4B,4B, top left, for N-terminal tagging; C-terminal tagging results not shown). The same H2A bands were also independently analyzed on a quadrupole time of flight mass spectrometer, with the same conclusions reached (A. Imhof, not shown).Open in a separate windowFIG. 4.Analysis of the endogenous H2A bands in the H2AZ-containing octamer and the neighboring nucleosomes. (A) Western analysis results. Histones from the epi:H2AZ- and epi:H2A-containing octamers or their neighborhoods (oZ, oA, nZ, and nA, respectively), were analyzed with anti-HA (top), anti-H2AZ (middle), and anti-H4 (bottom) antibodies. The lower part of the anti-H2AZ blot, overexposed to reveal endogenous H2AZ, is also shown (αH2AZ*). (B) Results of a mass spectrometry analysis of the H2A(H2AZ) bands in identification mode. The bands corresponding to the H2A(H2AZ) histone from different samples (shown boxed on the left panel) were excised and analyzed by nano-LC/MS-MS in identification mode. Top left panel: A, e:H2A octamer and neighborhood; Z, e:H2AZ octamer and neighborhood. The positions and intensities of the peaks corresponding to the H2A- and H2AZ-specific peptides are shown on the chromatograms (right panel and bottom). (C) Alignment of the H2A and H2AZ peptide sequences. The locations of all peptides used for identification of the endogenous H2A bands shown in panel B are boxed. Indicated are the A/Z and the Z peptides used for quantification of the H2AZ content in the endogenous H2A/Z bands shown in Fig. ​Fig.5.5. (D) Confirmation of peak identity by MS-MS analysis. Left: MS2 spectra of the common A/Z peptide AGLQFPVGR from the epi:H2AZ band. Right: MS2 spectra of the specific Z peptide GDEELDSLIK from the epi:H2AZ band. Shown to the left of each panel are the expected ions from the Y and B series. Shown to the right are the detected ions from the Y and B series. AA, amino acid.Open in a separate windowFIG. 5.No enrichment by the second H2AZ molecule in the H2AZ-containing octamer or in its neighborhood. (A) Analysis of the chromatin containing C-terminally tagged H2AZ. The bands corresponding to the untagged H2A(H2AZ) histone from different samples (SDS-PAGE gel shown boxed on the top left panel) were excised and analyzed by nano-LC/MS-MS set to detect the H2AZ-specific (GDEELDSLIK) and common (AGLQFPVGR) peptides (right panel; Z and A/Z, respectively). The ratios of the intensities of the A/Z and Z peaks are shown on the top right corner of each chromatogram. Top left panel: O, octamer; N, neighborhood; A, epi:H2A octamer and neighborhood; Z, epi:H2AZ octamer and neighborhood; Total HeLa, histones obtained from HeLa cells by acid extraction. (B) Analysis of the chromatin containing N-terminally tagged H2AZ and various controls. Similar analyses were performed on the chromatin with N-terminally tagged H2AZ and in various control experiments. Octamer, untagged H2A(H2AZ) band from the epi:H2AZ-containing octamer; Mono, untagged H2A(H2AZ) band from the epi:H2AZ-containing mononucleosome (see panel C); e:H2AZ, epitope-tagged H2AZ band from the epi:H2AZ-containing octamer; IP αH2AZ, untagged H2A(H2AZ) band from the chromatin fragments obtained by immunoprecipitation with antibody against native H2AZ. The identities of the H2AZ-specific peaks were confirmed by MS-MS spectra shown on the right and at the bottom. (C) Purification of epi:H2AZ-containing mononucleosome. Left: analysis of DNA from the mononucleosome preparation. M1 and M2, DNA ladders. In lane MN, the DNA band from the mononucleosome preparation of approximately 150 bp is indicated by an arrow. Right: SDS-PAGE analysis of histone composition of the mononucleosome. M, Seeblue marker (Invitrogen); MN, bands corresponding to histones H3, H4, H2A(H2AZ), H2B, and epi:H2AZ. The boxed protein band corresponding to untagged H2A(H2AZ) histone was excised and analyzed by use of LC/MS-MS (panel B, Mono). (D) Analysis of posttranslational modifications of the nucleosome neighbors of the epi:H2AZ- and epi:H2A-containing nucleosomes. Histones H3 and H4 from the C-terminally tagged epi:H2A (right of each panel; “A” column) and epi:H2AZ (left; “Z”) nucleosome neighborhoods were analyzed by Western analysis with antibodies specific for methylated lysines H3K4, H3K9, H3K27, and H4K20. The two bottom panels correspond to antibodies against H4 and H3 histones used as normalization controls.No enrichment by the second H2AZ molecule in the H2AZ-containing octamer or in its neighborhood. To detect the presence of trace amounts of H2AZ in the untagged H2A bands, the mass spectrometer was set in a more sensitive acquisition mode to detect directly the H2AZ-specific peptide (GDEELDSLIK) and, as a normalization control, a common peptide shared by H2A and H2AZ (AGLQFPVGR) (Fig. ​(Fig.4C).4C). In this acquisition mode, the H2AZ-specific peptides were easily detected in the untagged H2A histone species (Fig. ​(Fig.5A,5A, right, for the C-terminally tagged H2AZ, and 5B for the N-terminally tagged H2AZ). Their identities were confirmed by MS-MS analysis (Fig. ​(Fig.5B,5B, right and bottom, for the N-terminal constructs; not shown for the C-terminal construct). However, the peak intensity of the H2AZ-specific peptide (Z) in the untagged H2A band relative to the common peptide (A/Z) was 2 orders of magnitude lower than that for the pure recombinant epi:H2AZ obtained from the same gel (Fig. ​(Fig.5A,5A, top line, O, top band), corresponding to approximately 3% of H2AZ histone in the untagged H2A band. Importantly, the analysis of the untagged H2A band from total HeLa chromatin yielded a similar amount of the H2AZ-specific peptides (Fig. ​(Fig.5A,5A, top left, for the protein profile and Fig. ​Fig.5A,5A, bottom, for the peak intensity), indicating that there is no enrichment by the second H2AZ molecule in the epi:H2AZ-containing octamer or in its nucleosome neighborhood compared to what is seen for an average nucleosome.Importantly, omission of the salt elution step gave practically the same result as the two-step elution scheme (not shown), ruling out salt elution as a cause of a possible artifact. In addition to analysis of oligonucleosomes containing epi:H2AZ, we also performed more-intensive micrococcal nuclease digestion and glycerol gradient fractionation to purify single mononucleosomes containing epi:H2AZ (Fig. ​(Fig.5C).5C). The MS-MS analysis of the untagged H2A(H2AZ) band from this preparation showed practically the same amount of H2AZ-specific peptides as the oligonucleosome analysis (Fig. ​(Fig.5B,5B, Mono panel).Similar mass spectrometry analysis was also performed on chromatin fragments (from regular HeLa cells) of lengths of 2 or 3 nucleosomes that were purified with antibody against native H2AZ. In this case, the ratio of H2AZ-specific peptide to common peptide reflected that H2AZ comprised 20% of the total H2A (Fig. ​(Fig.5B,5B, IP aH2AZ panel). This corresponds to approximately one H2AZ molecule per two or three nucleosomes and is consistent with the conclusions based on tandem affinity purification.The data above indicate that the H2AZ deposition in vivo is a highly localized phenomenon limited to only one H2AZ/H2B dimer per several nucleosomes. Consistent with the absence of any enrichment of H2AZ in the neighborhood of the H2AZ-containing nucleosome, the analysis of posttranslational modifications shows differences much less pronounced between the H2A and H2AZ neighborhoods (Fig. ​(Fig.5D)5D) than between the H2A and H2AZ octamers. DISCUSSIONMethodology. Mapping of H2AZ localization with the chromatin immunopurification technique requires analysis of chromatin obtained from millions of cells. Since the H2AZ nucleosomes might not always be the same in different cells, this approach will tend to overestimate the extent of H2AZ spreading throughout the genome (as has been suggested by others to account for a wider-than-usual distribution of H2AZ around HZAD genes [12, 23]). The approach developed in this work avoids the aforementioned problem by allowing analysis of nucleosomes physically linked to the epitope-tagged H2AZ nucleosome in each individual cell. By taking advantage of the fact that both the histone octamer structure and the six-His interaction with Ni2+-immobilized metal affinity chromatography resin tolerate high ionic strength, we for the first time purified for separate analysis a histone octamer that contains a particular histone variant and its nucleosome neighborhood.A crucial requirement of our approach is a low level of the epitope-tagged histone expression compared to its endogenous H2AZ counterpart (Fig. ​(Fig.1B).1B). This should make deposition of several epitope-tagged histones side by side very unlikely. The expression and eventual deposition of epitope-tagged H2AZ include transcription of the epi:H2AZ gene, mRNA processing, transport to the cytoplasm, mRNA translation to epitope-tagged H2AZ, and incorporation of the H2AZ into the deposition complexes and their transport back to the nucleus. At least one of these steps is expected to include randomization and mixing of the epi:H2AZ mRNA or protein with endogenous H2AZ mRNA or H2AZ histone. Thus, the low relative expression of epi:H2AZ should ensure that most other H2AZ molecules, if present in the same chromatin fragment, are untagged.As histones are highly conserved proteins, a potential problem with our approach is the introduction of an artifact due to epitope tagging. We addressed this problem by using both N-terminal and C-terminal tagging of H2AZ to make our conclusions less dependent on the potential effects of this procedure. While in other cases the site of tagging could significantly affect the protein properties, we did not detect any dramatic differences for the H2AZ/H2A histones in this respect.The strategy described here can be applied directly to any histone variant. The list of the replacement histone variants is growing (2, 3, 11), and analysis of the sequence databases reveals the existence of many as-yet-uncharacterized open reading frames encoding new histone variants (not shown). Our procedure should contribute to better understanding of their biological roles and their involvement in epigenetic coding of the chromatin state.Implications for the histone code hypothesis. Using our purification scheme, we were able to compare different histone modifications in the context of the H2AZ-containing nucleosome and its neighboring nucleosomes. This analysis revealed that the H2AZ-containing octamers are enriched in some posttranslational modifications marking both active and silenced chromatin. Consistent with the finding of the repression-specific histone marks, we also observe enhanced cytosine methylation in the H2AZ-containing nucleosomes. Notably, we also observed dissociation between the repression-specific H3 K9/K27 and H4 K20 in the H2AZ-containing nucleosome. As H2AZ constitutes approximately 3% of the total H2A in mammalian cells, the dissociation between the H3 K9/K27 and H4 K20 methylations and the correlation between the H3K4 and K9/27 methylations, both clearly seen in the context of the H2AZ-containing nucleosome, are hard to observe in an analysis of bulk chromatin. Our finding underscores the importance of analyzing different histone modifications in the context of other histone variations.Implications for epigenetic maintenance. Compared to the H3/H4 pair of core histones, the H2A/H2B pair of histones has relatively high mobility. Since recent findings are consistent with H2AZ playing a role as an epigenetic mark poising promoters for transcriptional activation (12, 19, 31, 45), the question of how this mark could be maintained on a particular chromatin site despite its relatively high mobility attains crucial importance. This possibility is not without a precedent; for example, the dynamic association of HP1 with chromatin is consistent with its crucial role in the maintenance of stable heterochromatin states (4, 10).To account for the possibility of H2AZ acting as an epigenetic chromatin mark, the simplest model to consider is the direct recruitment model depicted in Fig. ​Fig.6.6. Similar to the other epigenetic templating mechanisms (proposed for DNA methylation, histone acetylation, and methylation [13, 14, 28, 42]), H2AZ could be directly involved in the maintenance of a particular chromatin state by serving as a mark that determines preferential recruitment of the H2AZ deposition machinery to the H2AZ-containing chromatin. This mechanism would ensure recovery of the H2AZ-containing chromatin state following its loss in processes such as transcription, DNA damage/repair, and thermal noise.This model predicts either the presence of a second H2AZ in the same octamer (homotypic nucleosome) or its spread to the neighboring nucleosome. In fact, the homotypic nucleosome composition in vivo was observed in the case of two H3-like replacement histones, H3.3 and CenpA, consistent with their suggested role in epigenetic maintenance (25, 36, 40). The prediction was also consistent with the crystallographic analysis of an in vitro-reconstituted nucleosome containing H2AZ, which led to the conclusion that H2AZ cannot coexist in the same nucleosome with regular H2A (39). Contrary to the second prediction of the model and contrary to the conclusions from the crystallographic analysis, we found almost no presence of another H2AZ molecule either in the H2AZ-containing nucleosome purified directly from cells or in its nucleosome neighborhood. Furthermore, the fact that we found trace amounts of the second H2AZ in both cases simply reflects the probability of finding H2AZ in an average HeLa nucleosome and therefore strongly argues against preferential concentration of the H2AZ molecules in close vicinity to one another.Experimental evidence indicates that H2AZ is enriched in some areas in the nucleus directly compared to regular H2A (Fig. ​(Fig.3)3) (8, 18, and 32). However, the resolution of a confocal microscope cannot discriminate how close to each other the H2AZ molecules are in these areas. Our biochemical data argue against a particular model that suggests the direct involvement of H2AZ in epigenetic templating (Fig. ​(Fig.6).6). Nevertheless, we cannot exclude the possibility that the domains enriched in H2AZ histone are maintained via an epigenetic mechanism that involves H2AZ in a less direct way.Given the evidence toward a role for the H3-like variant histones in epigenetic stability (25, 36, 40), the fact that we could not find similar evidence for an H2A class variant histone could reflect yet another essential difference between the H3/H4 and H2A/H2B-like histones. However, we cannot rule out the possibility that the direct recruitment model will be correct for other replacement H2A/H2B variants. We hope that the methodology introduced in this work will be useful in addressing the role of replacement histone variants and chromatin in general in the maintenance and transmission of epigenetic information.     . . .  AcknowledgmentsWe thank Girard Pierron, Linda Pritchard, Ali Hamiche, Alexander Edelman, Dominique Veil, and Zohar Michal for helpful discussion. Thomas Jenuwein and Brian Turner are acknowledged for providing anti-methyl antibodies. Axel Imhoff is thanked for independent confirmation of the nature of endogenous H2A bands by quadrupole time of flight mass spectrometry.The work was supported by Association pour la Recherche sur le Cancer and la Ligue Nationale contre le Cancer. REFERENCES1. Allshire, R. 1997. Centromeres, checkpoint and chromatid cohesion. Curr. Opin. Genet. Dev. 7:264-273. [PubMed] [Google Scholar]2. Chadwick, B. P., and H. F. Willard. 2001. A novel chromatin protein, distantly related to histone H2A, is largely excluded from the inactive X chromosome. J. Cell Biol. 152:375-384. [PMC free article] [PubMed] [Google Scholar]3. Chadwick, B. P., and H. F. Willard. 2001. Histone H2A variants and the inactive X chromosome: identification of a second macroH2A variant. Hum. Mol. Genet. 10:1101-1113. [PubMed] [Google Scholar]4. Cheutin, T., A. J. McNairn, T. Jenuwein, D. M. Gilbert, P. B. Singh, and T. Misteli. 2003. Maintenance of stable heterochromatin domains by dynamic HP1 binding. Science 299:721-725. [PubMed] [Google Scholar]5. Choo, K. 2000. Centromerization. Trends Cell Biol. 10:182-188. [PubMed] [Google Scholar]6. Dignam, J. D., R. Lebovitz, and R. G. Roeder. 1983. Accurate transcription initiation by RNA polymerase II in a soluble extract from isolated mammalian nuclei. Nucleic Acids Res. 11:1475-1489. [PMC free article] [PubMed] [Google Scholar]7. Eickbush, T., and E. Moudrianakis. 1978. The histone core complex: an octamer assembled by two sets of protein-protein interactions. Biochemistry 17:4955-4964. [PubMed] [Google Scholar]8. Fan, J. Y., D. Rangasamy, K. Luger, and D. J. Tremethick. 2004. H2A.Z alters the nucleosome surface to promote HP1alpha-mediated chromatin fiber folding. Mol. Cell 16:655-661. [PubMed] [Google Scholar]9. Felsenfeld, G., and M. Groudine. 2003. Controlling the double helix. Nature 421:448-453. [PubMed] [Google Scholar]10. Festenstein, R., S. N. Pagakis, K. Hiragami, D. Lyon, A. Verreault, B. Sekkali, and D. Kioussis. 2003. Modulation of heterochromatin protein 1 dynamics in primary mammalian cells. Science 299:719-721. [PubMed] [Google Scholar]11. Govin, J., C. Caron, C. Lestrat, S. Rousseaux, and S. Khochbin. 2004. The role of histones in chromatin remodelling during mammalian spermiogenesis. Eur. J. Biochem. 271:3459-3469. [PubMed] [Google Scholar]12. Guillemette, B., A. R. Bataille, N. Gevry, M. Adam, M. Blanchette, F. Robert, and L. Gaudreau. 2005. Variant histone H2A.Z is globally localized to the promoters of inactive yeast genes and regulates nucleosome positioning. PLOS Biol. 3:e384. [PMC free article] [PubMed] [Google Scholar]13. Holliday, R. 1990. DNA methylation and epigenetic inheritance. Philos. Trans. R. Soc. Lond. B 326:329-338. [PubMed] [Google Scholar]14. Jenuwein, T., and C. Allis. 2001. Translating the histone code. Science 293:1074-1080. [PubMed] [Google Scholar]15. Kimura, H., and P. R. Cook. 2001. Kinetics of core histones in living human cells: little exchange of H3 and H4 and some rapid exchange of H2B. J. Cell Biol. 153:1341-1353. [PMC free article] [PubMed] [Google Scholar]16. Korber, P., and W. Horz. 2004. SWRred not shaken; mixing the histones. Cell 117:5-7. [PubMed] [Google Scholar]17. Ladurner, A. 2003. Inactivating chromosomes: a macro domain that minimizes transcription. Mol. Cell 12:1-3. [PubMed] [Google Scholar]18. Leach, T., M. Mazzeo, H. Chotkowski, J. Madigan, M. Wotring, M., and R. L. Glaser. 2000. Histone H2A.Z is widely but nonrandomly distributed in chromosomes of Drosophila melanogaster. J. Biol. Chem. 275:23267-23272. [PubMed] [Google Scholar]19. Li, B., S. G. Pattenden, D. Lee, J. Gutierrez, J. Chen, C. Seide, J. Gerton, and J. L. Workman. 2005. Preferential occupancy of histone variant H2AZ at inactive promoters influences local histone modifications and chromatin remodeling. Proc. Natl. Acad. Sci. USA 51:18385-18390. [PMC free article] [PubMed] [Google Scholar]20. Luger, K., A. Mader, R. Richmond, D. Sargent, and T. Richmond. 1997. Crystal structure of the nucleosome core particle at 2.8 Å resolution. Nature 389:251-260. [PubMed] [Google Scholar]21. Marzluff, W. F., and N. B. Pandey. 1988. Multiple regulatory steps control histone mRNA concentrations. Trends Biochem. Sci. 13:49-52. [PubMed] [Google Scholar]22. McKittrick, E., P. Gafken, K. Ahmad, and S. Henikoff. 2004. Histone H3.3 is enriched in covalent modifications associated with active chromatin. Proc. Natl. Acad. Sci. USA 101:1525-1530. [PMC free article] [PubMed] [Google Scholar]23. Meneghini, M., M. Wu, and H. Madhani. 2003. Conserved histone variant H2A.Z protects euchromatin from the ectopic spread of silent heterochromatin. Cell 112:725-736. [PubMed] [Google Scholar]24. Mizuguchi, G., X. Shen, J. Landry, W. H. Wu, S. Sen, and C. Wu. 2004. ATP-driven exchange of histone H2AZ variant catalyzed by SWR1 chromatin remodeling complex. Science 303:343-348. [PubMed] [Google Scholar]25. Nakatani, Y., H. Tagami, and E. Shestakova. 2006. How is epigenetic information on chromatin inherited after DNA replication? Ernst Schering Res. Found. Workshop 57:89-96. [PubMed] [Google Scholar]26. Nakatani, Y., and V. Ogryzko. 2003. Immunoaffinity purification of mammalian protein complexes. Methods Enzymol. 370:430-444. [PubMed] [Google Scholar]27. Reference deleted.28. Ogryzko, V. 2001. Mammalian histone acetyltransferases and their complexes. Cell. Mol. Life Sci. 58:683-692. [PubMed] [Google Scholar]29. Reference deleted.30. Reference deleted.31. Raisner, R. M., P. D. Hartley, M. D. Meneghini, M. Z. Bao, C. L. Liu, S. L. Schreiber, O. J. Rando, and H. D. Madhani. 2005. Histone variant H2A.Z marks the 5′ ends of both active and inactive genes in euchromatin. Cell 123:233-248. [PMC free article] [PubMed] [Google Scholar]32. Rangasamy, D., L. Berven, P. Ridgway, and D. Tremethick. 2003. Pericentric heterochromatin becomes enriched with H2A.Z during early mammalian development. EMBO J. 22:1599-1607. [PMC free article] [PubMed] [Google Scholar]33. Redon, C., D. Pilch, E. Rogakou, O. Sedelnikova, K. Newrock, and W. Bonner. 2002. Histone H2A variants H2AX and H2AZ. Curr. Opin. Genet. Dev. 12:162-169. [PubMed] [Google Scholar]34. Russo, E., R. Martienssen, and A. D. Riggs. 1996. Epigenetic mechanisms of gene regulation. Cold Spring Harbor Laboratory Press, Plainview, N.Y.35. Sarma, K., and D. Reinberg. 2005. Histone variants meet their match. Nat. Rev. Mol. Cell Biol. 6:139-149. [PubMed] [Google Scholar]36. Shelby, R., O. Vafa, and K. Sullivan. 1997. Assembly of CENP-A into centromeric chromatin requires a cooperative array of nucleosomal DNA contact sites. J. Cell Biol. 136:501-513. [PMC free article] [PubMed] [Google Scholar]37. Smith, S., and B. Stillman. 1991. Stepwise assembly of chromatin during DNA replication in vitro. EMBO J. 10:971-980. [PMC free article] [PubMed] [Google Scholar]38. Strahl, B., and C. Allis. 2000. The language of covalent histone modifications. Nature 403:41-45. [PubMed] [Google Scholar]39. Suto, R., M. Clarkson, D. Tremethick, and K. Luger. 2000. Crystal structure of a nucleosome core particle containing the variant histone H2A.Z. Nat. Struct. Biol. 7:1121-1124. [PubMed] [Google Scholar]40. Tagami, H., D. Ray-Gallet, G. Almouzni, and Y. Nakatani. 2004. Histone H3.1 and H3.3 complexes mediate nucleosome assembly pathways dependent or independent of DNA synthesis. Cell 116:51-61. [PubMed] [Google Scholar]41. Turner, B. 1993. Decoding the nucleosome. Cell 75:5-8. [PubMed] [Google Scholar]42. Turner, B. 2000. Histone acetylation, an epigenetic code. Bioessays 22:836-845. [PubMed] [Google Scholar]43. van Leeven, F., and D. Gottschling. 2003. The histone minority report: the variant shall not be silenced. Cell 112:591-593. [PubMed] [Google Scholar]44. Watson, J., and F. Crick. 1953. Genetical implications of the structure of deoxyribonucleic acid. Nature 171:964-967. [PubMed] [Google Scholar]45. Zhang, H., D. N. Roberts, and B. R. Cairns. 2005. Genome-wide dynamics of Htz1, a histone H2A variant that poises repressed/basal promoters for activation through histone loss. Cell 123:219-231. [PMC free article] [PubMed] [Google Scholar]"}