{"title": "Molecular basis of RNA recognition by the embryonic polarity determinant MEX-5", "pubDate": "2007", "PMCID": "", "DOI": "10.1074/jbc.M700079200", "PMID": "17264081", "abstract": "Embryonic development requires maternal proteins and RNA. In Caenorhabditis elegans, a gradient of CCCH tandem zinc finger (TZF) proteins coordinates axis polarization and germline differentiation. These proteins govern expression from maternal mRNAs by an unknown mechanism. Here we show that the TZF protein MEX-5, a primary anterior determinant, is an RNA-binding protein that recognizes linear RNA sequences with high affinity but low specificity. The minimal binding site is a tract of six or more uridines within a 9-13-nucleotide window. This sequence is remarkably abundant in the 3'-untranslated region of C. elegans transcripts, demonstrating that MEX-5 alone cannot specify mRNA target selection. In contrast, human TZF homologs tristetraprolin and ERF-2 bind with high specificity to UUAUUUAUU elements. We show that mutation of a single amino acid in each MEX-5 zinc finger confers tristetraprolin-like specificity to this protein. We propose that divergence of this discriminator residue modulates the RNA-binding specificity in this protein class. This residue is variable in nematode TZF proteins, but is invariant in other metazoans. Therefore, the divergence of TZF proteins and their critical role in early development is likely a nematode-specific adaptation.", "author": [{"author": "John M Pagano", "affiliation": ["Department of Biochemistry and Molecular Pharmacology, University of Massachusetts Medical School, Worcester, Massachusetts 01605, USA."], "href": "/?term=Pagano+JM&cauthor_id=17264081"}, {"author": "Brian M Farley", "affiliation": [], "href": "/?term=Farley+BM&cauthor_id=17264081"}, {"author": "Lisa M McCoig", "affiliation": [], "href": "/?term=McCoig+LM&cauthor_id=17264081"}, {"author": "Sean P Ryder", "affiliation": [], "href": "/?term=Ryder+SP&cauthor_id=17264081"}], "refPMID": [], "citedInPMID": ["17264081", "34424904", "34203749", "33553173", "33007213", "32829680", "32294479", "31504044", "30096346", "29276126", "28860303", "28702278", "28467794", "28117660", "28034301", "27914198", "27852925", "27657107", "27594427", "27294288", "26551835", "26319516", "26096734", "25821955", "24935936", "24856065", "24813443", "24635033", "24497641", "24453987", "24376564", "24253039", "24131629", "24014033", "23798665", "23742071", "23592996", "23398198", "23390605", "23264568", "22872473", "22367205", "22265679", "22118281", "21964062", "21925318", "21358629", "21253564", "21098142", "20826530", "20554526", "20547534", "20506496", "20418095", "20193124", "20080952", "19915141", "19897605", "19667197", "18952820", "18854162", "18621845"], "body": ""}