{"title": "Yeast Rpb9 plays an important role in ubiquitylation and degradation of Rpb1 in response to UV-induced DNA damage", "pubDate": "2007", "PMCID": "PMC1951484", "DOI": "10.1128/MCB.00404-07", "PMID": "17452455", "abstract": "Rpb9, a nonessential subunit of RNA polymerase II (Pol II), has multiple transcription-related functions in Saccharomyces cerevisiae, including transcription elongation and transcription-coupled repair (TCR). Here we show that, in response to UV radiation, Rpb9 also functions in promoting ubiquitylation and degradation of Rpb1, the largest subunit of Pol II. This function of Rpb9 is not affected by any pathways of nucleotide excision repair, including TCR mediated by Rpb9 itself and by Rad26. Rpb9 is composed of three distinct domains: the N-terminal Zn1, the C-terminal Zn2, and the central linker. The Zn2 domain, which is dispensable for transcription elongation and TCR functions, is essential for Rpb9 to promote Rpb1 degradation, whereas the Zn1 and linker domains, which are essential for transcription elongation and TCR functions, play a subsidiary role in Rpb1 degradation. Coimmunoprecipitation analysis suggests that almost the full length of Rpb9 is required for a strong interaction with the core Pol II: deletion of the Zn2 domain causes dramatically weakened interaction, whereas deletion of Zn1 and the linker resulted in undetectable interaction. Furthermore, we show that Rpb1, rather than the whole Pol II complex, is degraded in response to UV radiation and that the degradation is primarily mediated by the 26S proteasome.", "author": [{"author": "Xuefeng Chen", "affiliation": ["Department of Comparative Biomedical Sciences, School of Veterinary Medicine, Louisiana State University, Baton Rouge, LA 70803, USA."], "href": "/?term=Chen+X&cauthor_id=17452455"}, {"author": "Christine Ruggiero", "affiliation": [], "href": "/?term=Ruggiero+C&cauthor_id=17452455"}, {"author": "Shisheng Li", "affiliation": [], "href": "/?term=Li+S&cauthor_id=17452455"}], "refPMID": [], "citedInPMID": ["17452455", "34422001", "33143019", "31299084", "29440683", "28783563", "27226557", "25452497", "25389266", "25340856", "25120264", "23641252", "21737840", "21211725", "20042611", "19384408", "19197357", "18718879", "17644494"], "body": " AbstractRpb9, a nonessential subunit of RNA polymerase II (Pol II), has multiple transcription-related functions in Saccharomyces cerevisiae, including transcription elongation and transcription-coupled repair (TCR). Here we show that, in response to UV radiation, Rpb9 also functions in promoting ubiquitylation and degradation of Rpb1, the largest subunit of Pol II. This function of Rpb9 is not affected by any pathways of nucleotide excision repair, including TCR mediated by Rpb9 itself and by Rad26. Rpb9 is composed of three distinct domains: the N-terminal Zn1, the C-terminal Zn2, and the central linker. The Zn2 domain, which is dispensable for transcription elongation and TCR functions, is essential for Rpb9 to promote Rpb1 degradation, whereas the Zn1 and linker domains, which are essential for transcription elongation and TCR functions, play a subsidiary role in Rpb1 degradation. Coimmunoprecipitation analysis suggests that almost the full length of Rpb9 is required for a strong interaction with the core Pol II: deletion of the Zn2 domain causes dramatically weakened interaction, whereas deletion of Zn1 and the linker resulted in undetectable interaction. Furthermore, we show that Rpb1, rather than the whole Pol II complex, is degraded in response to UV radiation and that the degradation is primarily mediated by the 26S proteasome. Nucleotide excision repair (NER) is a versatile repair mechanism capable of removing a wide range of structurally bulky DNA lesions, including UV-induced cis-syn-cyclobutane pyrimidine dimers and 6-4 photoproducts (33). NER, which consists of two pathways, global genomic repair (GGR) and transcription-coupled repair (TCR), is heterogeneous in the genome (7). Damage in a transcriptionally silent gene and in the nontranscribed strand (NTS) of an actively transcribed gene is repaired by the GGR pathway (7). In mammalian cells, xeroderma pigmentosum complementation group C (XPC) protein has been shown to be specifically required for GGR (51, 52). In Saccharomyces cerevisiae, Rad7 and Rad16, which do not have significant sequence or structural similarity to XPC, are required for GGR (53). DNA lesions in the transcribed strands (TS) of active genes, which pose a particular threat to genome integrity and cellular survival, are removed much more quickly than those in the NTS or the genome overall. The rapid repair in the TS is accomplished by the TCR pathway (7). The TCR mechanism in Escherichia coli is best understood (30, 40). However, in eukaryotes, the detailed biochemical mechanism of TCR has remained, to a large extent, elusive. In mammalian cells, Cockayne syndrome complementation group A (CSA) and CSB proteins (25, 46, 48, 50) and the tetratricopeptide repeat protein XAB2 (28) have been shown to be required for TCR. In S. cerevisiae, Rad26, the yeast homologue of mammalian CSB, and Rpb9, a nonessential subunit of RNA polymerase II (Pol II), have been shown to mediate two subpathways of TCR (23, 24, 47). However, neither Rad26 nor Rpb9 in yeast seems to play a direct role in TCR, as elimination of Spt4, a transcription elongation/repression factor, reinstates TCR in cells lacking both Rad26 and Rpb9 (22).Long-term stalling of Pol II, either by DNA damage (1, 14, 42) or by other means of elongation pausing (42), induces polyubiquitylation and subsequent degradation of Rpb1, the largest subunit of Pol II. Rsp5 was initially identified as the E3 ubiquitin ligase that catalyzes Rpb1 polyubiquitylation (14, 42). Furthermore, it was shown that yeast extracts from rsp5-1 cells incubated at nonpermissive temperature could not ubiquitylate Rpb1 in vitro, even when a large amount of ubiquitin was added (34). A recent study showed that an E3 ubiquitin ligase, comprising elongin A, elongin C, cullin 3, and Rbx1 is also required for Rpb1 polyubiquitylation and degradation in yeast (35).In human cells, DNA damage-induced ubiquitylation of Rpb1 is dependent on both CSA and CSB (3), indicating a connection between Rpb1 ubiquitylation and TCR. In yeast, it was found that ubiquitylation of Rpb1 is dependent on Def1, which is not required for TCR but forms a complex with Rad26 (56). However, Rad26 itself is not required for Rpb1 ubiquitylation. Furthermore, Def1 is dispensable for Rpb1 ubiquitylation and degradation in cells lacking Rad26 (56).In addition to its TCR function, Rpb9 has multiple transcription-related functions, such as selection of correct transcription start site (8, 15, 58), transcription elongation (12, 49), and maintenance of transcription fidelity (29). In this paper, we present evidence that Rpb9 also plays an important role in Rpb1 ubiquitylation and degradation in response to UV radiation. This function of Rpb9 seems not to be related to any pathways of NER, including TCR mediated by Rpb9 itself and by Rad26. MATERIALS AND METHODSYeast strains and plasmids. All deletion mutants were created in Y452 (MATα ura3-52 his3-1 leu2-3 leu2-112 [cir0]) (24) or BJ5465 (MATa ura3-52 trp-1 leu2Δ1 his3Δ200 pep4::HIS3 prb1Δ1.6R can1) (17) backgrounds. rad16, rpb9, and rad26 deletion mutants were created as described previously (24). Deletions of DEF1, ERG6, RAD2, RAD4, RAD7, and RAD14 were made by replacing sequences between nucleotides (with respect to the start codon ATG) +70 and +918, +311 and +1082, +129 and +2911, +75 and +2885, +214 and +1454, and +202 and +1114 with the yeast URA3 gene, respectively. Deletion of SPT4 was achieved by replacing the sequence between nucleotides +14 and +288 with the LEU2 gene. A strain containing RPB2 with three consecutive FLAG tags (FLAG3) was created using plasmid p3FLAG-KanMX (9).Plasmids expressing truncated Rpb9 were constructed using vector pRS416 (41). A series of RPB9 fragments encompassing different truncated coding sequences, the promoter (a sequence of ∼500 bp immediately upstream of the coding sequence), and the 3′ mRNA processing sequence (a sequence of ∼300 bp immediately downstream of the coding sequence) were created by PCR and enzymatic ligation. These RPB9 fragments were inserted into the multiple cloning site of vector pRS416 (41).Plasmids expressing truncated Rpb9 with three consecutive FLAG tags (6) at the N termini were created using vector pESC-URA (Stratagene). Two consecutive FLAG sequences were inserted downstream of the FLAG sequence in pESC-URA to create a vector with three consecutive FLAG sequences. RPB9 fragments encoding different truncated Rpb9 proteins were amplified by PCR and inserted downstream of the three FLAG tags in the vector.UV irradiation, recovery incubation, and whole-cell extract preparation. Unless otherwise described, yeast cells were grown at 30°C in minimal medium to late log phase (A600 ∼ 1.0), harvested, and washed with ice-cold H2O. The washed cells were resuspended in ice-cold 2% glucose or galactose and irradiated with 240 J/m2 of 254-nm UV light. The irradiated-cell suspension was added to 1/10 volume of a stock solution containing 10% yeast extract and 20% peptone, and the mixture was incubated for various times in the dark at 30°C. Aliquots were removed from the cultures at different times of the incubation, and the cells in each aliquot were pelleted by centrifugation.To examine the dependence of UV-induced Rpb1 degradation on the 26S proteasome, erg6 cells, which are permeable to the proteasome inhibitor MG132 (19, 20), were cultured in synthetic dextrose (SD) medium to late log phase. MG132 (dissolved in dimethyl sulfoxide) was added to the cultures to a final concentration of 50 μM. After 2 h of continued incubation, the cells were UV irradiated. The procedure for recovery incubation was the same as described above with the exception that 50 μM MG132 was included in the recovery medium.To examine UV-induced Rpb1 degradation in the absence of protein synthesis, yeast cells were cultured in SD medium to late log phase and cycloheximide (CHX), a potent protein synthesis inhibitor (39), was added to the cultures to a final concentration of 500 μg/ml. We found that a concentration of 50 μg/ml of the chemical is sufficient to completely inhibit protein synthesis (not shown). After 40 min of continued incubation, the cultures were directly irradiated with 240 J/m2 of UV and incubated at 30°C. At different times during the recovery incubation, aliquots were taken and the cells in each aliquot were collected.Whole-cell extract was made using a trichloroacetic acid (TCA) method. Pelleted cells were washed once with 20% TCA and resuspended in 10% TCA. The cells were broken by vortexing them with acid-washed glass beads (Sigma; G9268), and the cell debris was removed. The proteins in the cell lysates were pelleted by centrifugation at 20,000 × g for 15 min. The protein pellet was washed with ice-cold 80% acetone and dissolved in 2× sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) gel loading buffer (38).Immunoprecipitation. Yeast cells were cultured in yeast extract-peptone-dextrose or minimal medium containing the required amino acids to early log phase. Fifty milliliters of a cell culture was harvested, and cells were washed once with IP buffer (50 mM Tris-Cl, pH 7.4, 150 mM NaCl, 1 mM EDTA, 1 mM EGTA, 0.4 mM Na4VO3, 10 mM Na4P2O7, 10 mM NaF, 0.5% NP-40, 1% Triton X-100, 0.2 mM phenylmethylsulfonyl fluoride, and protease inhibitors). The cell pellets were resuspended in 0.5 ml of IP buffer and disrupted by vortexing with acid-washed glass beads. The cell lysates were cleared by centrifugation twice at 20,000 × g for 10 min at 4°C. Fifteen micrograms of 8WG16 or 20 μg of anti-FLAG antibody M2 was added to a cell lysate, and the mixture was incubated at 4°C overnight with gentle rotation. Protein A-coated agarose beads (Sigma) were added to the mixture, and the mixture was incubated at 4°C for 3 h with gentle rotation. The beads were washed four times with IP buffer. Bound proteins were eluted by boiling the beads in 2× SDS-PAGE gel loading buffer (38).Western blotting. Proteins in whole-cell extracts or immunoprecipitated samples were resolved on an SDS-PAGE gel and transferred onto a polyvinylidene difluoride membrane (Immobilon-P; Millipore). Rpb1 on the blots was probed with mouse monoclonal antibody 8WG16 (Neoclone), which specifically recognizes the C-terminal repeat domain (CTD) of Rpb1, or with H14 (Covance), which specifically recognizes serine 5-phosphorylated CTDs. FLAG-tagged proteins were probed with anti-FLAG antibody M2 (Sigma). Ubiquitylated proteins were probed with a rabbit polyclonal antiubiquitin antibody (Stressgen). As a loading control, α-tubulin on the same blots was probed with rat anti-α-tubulin monoclonal antibody (GeneTex). Blots were incubated with SuperSignal West Femto maximum-sensitivity substrate (Pierce), and the protein bands were detected using a chemiluminescence scanner (Fluorchem 8800; Alpha Innotech). Band intensities on the Western blots were quantified using AlphaEaseFC 4.0 software. RESULTSRpb1 is selectively degraded in response to UV radiation. It has been shown that Rpb1, the largest subunit of Pol II, is degraded in response to DNA damage in both mammalian and yeast cells (1, 2, 56). However, it is presently unclear whether only the Rpb1 subunit or the whole Pol II complex, which contains 12 subunits (Rpb1 to -12) (4), is degraded. To address this question, we examined the levels of Rpb1 and a few other subunits of Pol II following UV irradiation. Rpb2, the second-largest essential subunit, and Rpb9, a small nonessential subunit of Pol II, were chosen for this experiment. Three consecutive FLAG tags were attached to the C terminus of Rpb2 and to the N terminus of Rpb9. We found that the FLAG3 tags did not affect the functions of the Pol II subunits (not shown). Yeast cells were cultured to late log phase, irradiated with UV, and recovered in a rich medium at 30°C. Aliquots were taken from the irradiated samples at different times of the recovery incubation. Whole-cell extracts were prepared from the aliquots, and the levels of Rpb1 and the FLAG3-tagged Pol II subunits were examined by Western blotting using anti-Rpb1 antibody 8WG16 and anti-FLAG antibody M2, respectively. As can be seen in Fig. ​Fig.1,1, following UV irradiation, the Rpb1 level in yeast cells decreased dramatically, reaching the lowest point ∼2 h after UV irradiation and starting to recover afterwards. However, the tagged Rpb2 and Rpb9 remained at a steady level (Fig. ​(Fig.1).1). These results indicate that Rpb1, but not the whole Pol II complex, is degraded in response to UV radiation.Open in a separate windowFIG. 1.Selective degradation of Rpb1 in response to UV radiation. (A) Western blots showing the levels of Rpb1 and FLAG3-tagged (3×FLAG) Rpb2 and Rpb9 at different times following UV irradiation. Whole-cell extracts were prepared from aliquots of cultures taken at different recovery times following UV irradiation. Rpb1 and FLAG3-tagged Rpb2 and Rpb9 in the whole-cell extracts were probed with antibodies anti-Rpb1 (8WG16) and anti-FLAG (M2), respectively. Lanes U are unirradiated samples. α-Tubulin serves as an internal loading control. (B) Plots showing percentages of Rpb1 and FLAG3-tagged Rpb2 and Rpb9 remaining at different times following UV irradiation. The data shown in the plots were obtained by quantification of the Rpb1 and FLAG3-tagged Rpb2 and Rpb9 bands in the Western blots shown in panel A. The loading was normalized using the signal intensities of α-tubulin bands.Rpb9 plays an important role in the 26S proteasome-mediated degradation of Rpb1 upon UV irradiation. In mammalian cells, UV-induced Rpb1 degradation appears to be mediated by the 26S proteasome, as the degradation can be inhibited by the 26S proteasome inhibitors lactacystin and MG132 (32). In yeast, it has been shown that Rpb1 degradation in response to 4-nitroquinoline-1-oxide treatment is partially blocked in cells lacking Sen3, an essential regulatory subunit of the 26S proteasome (1). We wished to examine the role of the 26S proteasome in UV-induced Rpb1 degradation. Unlike mammalian cells, which are normally permeable to inhibitors of the 26S proteasome, yeast cells become permeable to these drugs only when the ERG6 gene is mutated or deleted (19, 20). Log-phase erg6 cells were subjected to UV irradiation and recovered in the presence or absence of the 26S proteasome inhibitor MG132. Whole-cell extracts were prepared from the samples collected at different times of the recovery incubation. Rpb1 levels were examined by probing with anti-Rpb1 antibody 8WG16 on Western blots. In the absence of MG132, Rpb1 levels in erg6 cells (Fig. ​(Fig.2A,2A, top, and C) decreased dramatically following UV irradiation. However, in the presence of MG132, Rpb1 levels in erg6 cells remained steady (Fig. ​(Fig.2A,2A, bottom, and C). These results indicate that UV-induced degradation of Rpb1 is primarily mediated by the 26S proteasome in yeast.Open in a separate windowFIG. 2.Rpb9 plays an important role in 26S proteasome-mediated Rpb1 degradation upon UV irradiation. Whole-cell extracts were prepared from aliquots of cultures taken at different recovery times following UV irradiation. Rpb1 levels in the extracts were probed with antibody 8WG16 on Western blots. Lanes U are unirradiated samples. α-Tubulin serves as an internal loading control. (A) Rpb1 levels in erg6 cells in the absence or presence of 50 μM of the 26S proteasome inhibitor MG132, which was added to the cultures 2 h prior to UV irradiation. (B) Rpb1 levels in rpb9 cells. (C) Plots showing percentages of Rpb1 remaining at different times following UV irradiation. The data shown in the plots were obtained by quantification of the Rpb1 bands in the Western blots shown in panels A and B. The loading was normalized using the signal intensities of α-tubulin bands.In human cells, DNA damage-induced degradation of Rpb1 is dependent on TCR factors CSA and CSB (3). However, in yeast, the CSB homolog Rad26 is not required for the processes (56). As Rpb9 mediates a subpathway of TCR in yeast (24), we wondered if Rpb9, instead of Rad26, plays a role in degradation of Rpb1 in response to UV radiation. As shown in Fig. 2B and C, the decrease of Rpb1 level following UV irradiation was indeed severely impaired in rpb9 cells.The impaired decrease of Rpb1 levels in rpb9 cells following UV irradiation could result from either less degradation or increased synthesis of Rpb1. To examine the two possibilities, we used the potent protein synthesis inhibitor CHX (39) to inhibit new protein synthesis during the period of incubation. In the absence of CHX, both Rpb1 and α-tubulin (serving as an internal control) levels increased continuously in wild-type (WT) and rpb9 cells during the period of incubation (Fig. ​(Fig.3A),3A), indicating that new proteins were synthesized. In contrast, in the presence of 50-μg/ml or higher concentrations of CHX, the levels of Rpb1 and α-tubulin in WT and rpb9 cells were essentially not changed during the period of incubation (Fig. ​(Fig.3B3B and data not shown), indicating that protein synthesis was completely inhibited.Open in a separate windowFIG. 3.Degradation of Rpb1 in rpb9 cells is impaired in response to UV radiation. Whole-cell extracts were prepared from aliquots of cultures taken at different incubation times. Rpb1 in the whole-cell extracts was probed with antibody 8WG16 on Western blots. α-Tubulin serves as an internal loading control. (A) Rpb1 levels in normally growing yeast cells. (B) Rpb1 levels in cells cultured in the presence of 500 μg/ml of CHX. (C) Rpb1 levels in cells at different times of recovery incubation following UV irradiation. (D) Rpb1 levels in cells at different times of recovery incubation in the presence of 500 μg/ml of CHX following UV irradiation. CHX was added to log-phase yeast cultures to a final concentration of 500 μg/ml. After 40 min of continued incubation, the cultures were directly irradiated with UV and recovered for different times.Next, we examined the level of Rpb1 in WT and rpb9 cells following UV irradiation, in the absence or presence of a high concentration of CHX. WT and rpb9 cells were cultured at 30°C in a minimal medium to log phase and split into two halves. One half of each of the cultures was kept at the same culturing condition, and CHX was added to the other half to a final concentration of 500 μg/ml. After 40 min of continued incubation, the cultures were directly irradiated with UV and recovered at 30°C. It should be noted that both halves of the cultures were not washed with ice-cold H2O prior to UV irradiation to minimize the effect of temperature change on the function of CHX. At different times of the recovery incubation, aliquots were taken and subjected to Western blot analysis. In the absence of CHX, the Rpb1 level in WT cells dramatically decreased shortly after UV irradiation and recovered substantially afterwards (Fig. ​(Fig.3C).3C). Under this condition (i.e., the cells were directly UV irradiated without being washed with cold water), the degradation of Rpb1 in WT cells occurred earlier during the recovery incubation (compare Fig. ​Fig.3C3C with the top panel of Fig. ​Fig.1A).1A). It should also be noted that, following a high dose (240 J/m2) of UV irradiation, no significant cell growth was observed in the period of recovery incubation (Fig. ​(Fig.3,3, compare panels A and C). In contrast to WT cells, rpb9 cells retained a relatively steady level of Rpb1 following UV irradiation (Fig. ​(Fig.3C).3C). In the presence of CHX, the Rpb1 level in WT cells decreased quickly and was not restored during the whole period of incubation (Fig. ​(Fig.3D).3D). However, the Rpb1 level in rpb9 cells remained relatively steady (Fig. ​(Fig.3D).3D). Taken together, these results indicate that the impaired decrease of Rpb1 level in rpb9 cells following UV irradiation is due to an impaired degradation, rather than an increased protein synthesis. In other words, Rpb9 plays an important role in UV-induced Rpb1 degradation, which is primarily mediated by the 26S proteasome.Rpb9 plays an important role in ubiquitylation of Rpb1 in response to UV radiation. Few substrates are known to be recognized directly by the 26S proteasome. Most are thought to be delivered to the proteasome via the degradation mark of a covalently attached polyubiquitin chain (27). We wondered whether the impaired degradation of Rpb1 in rpb9 cells is due to a role for Rpb9 in promoting ubiquitylation of Rpb1. Rpb1 in whole-cell extracts from UV-irradiated WT and rpb9 cells was probed with H14 antibody on a Western blot. The H14 antibody, which recognizes serine 5-phosphorylated CTD of Rpb1, has been repeatedly used to detect ubiquitylation of Rpb1 (3, 18, 21, 32, 35, 36). Indeed, apparent smearing bands can be seen above the major Rpb1 band for cell extracts prepared from UV-irradiated WT cells, but not rpb9 cells (Fig. ​(Fig.4A).4A). The pattern of these smearing bands is very similar to that of the yeast ubiquitylated Rpb1 reported previously (1, 35, 36). The hypo- and hyperphosphorylated forms of yeast Rpb1 migrate as a very closely spaced doublet and are not easily distinguished by SDS-PAGE (1). It is therefore likely that these smearing bands reflect ubiquitylated Rpb1 molecules that are also phosphorylated at serine 5 of the CTDs. To confirm that the smearing bands are indeed ubiquitylated, Rpb1, the largest Pol II subunit, was immunoprecipitated with anti-Rpb1 antibody 8WG16. The immunoprecipitated Rpb1 was then probed with antiubiquitin antibody on a Western blot. As shown in Fig. ​Fig.4B,4B, a stronger signal representing ubiquitylated Rpb1 can be observed in WT cells but not rpb9 cells following irradiation. To examine if rpb9 cells have an overall deficiency in protein ubiquitylation, the whole-cell extracts from WT and rpb9 cells were subjected to Western blotting and probed with antiubiquitin antibody. As can be seen in Fig. ​Fig.4C,4C, rpb9 cells did not show an overall deficiency in protein ubiquitylation. These results indicate that Rpb9 specifically promotes ubiquitylation of Rpb1 in response to UV radiation.Open in a separate windowFIG. 4.Rpb9 promotes ubiquitylation of Rpb1 in response to UV radiation. (A) Western blot showing that slower-migrating bands, which reflect covalently modified Rpb1, are present in UV-irradiated WT cells but not rpb9 cells. Whole-cell extracts were prepared from aliquots of cultures taken at different recovery times following UV irradiation. Rpb1 in the extracts was probed with antibody H14 on the blot. As a significant degradation of Rpb1 occurred in WT cells during the recovery incubation, the amounts of loading were adjusted to give similar total signal intensities for samples of WT cells at different times of recovery incubation. (B) Ubiquitylated Rpb1 in immunoprecipitates from unirradiated and UV-irradiated cells. Cell lysates were prepared from unirradiated or UV-irradiated cells following 1 h of recovery incubation. Rpb1 was immunoprecipitated (IP) from the cell lysates using anti-Rpb1 antibody 8WG16. The immunoprecipitates were probed with antiubiquitin and 8WG16 antibodies on a Western blot. ub, ubiquitylated. (C) Western blot showing ubiquitylated proteins in whole-cell extracts from unirradiated and UV-irradiated cells. Proteins on the blot were probed with antiubiquitin antibody.The Zn2 domain, which is dispensable for transcription elongation and TCR functions, is essential for Rpb9 to promote Rpb1 degradation. Rpb9 is located at the tip of the so-called “jaws” of the Pol II complex, which are thought to function by clamping the DNA downstream of the active site (5, 10). Rpb9 comprises three distinct domains: the N-terminal Zn1 (residues 1 to 39), the C-terminal Zn2 (residues 53 to 122), and the central linker (residues 40 to 52) (Fig. ​(Fig.5A)5A) (5). The Zn1 and linker domains are required for transcription elongation (22, 49) and TCR functions (22), whereas the entire Zn2 domain is dispensable for these functions in vivo. However, both Zn1 and Zn2 seem to play important roles in the selection of correct transcription start sites (8, 15, 43). Replacement of cysteine 7 (Fig. ​(Fig.5A)5A) with alanine (15) or phenylalanine (8) or a short deletion from the C terminus (43) causes a shift of the transcription initiation site. To gain insight into the mechanism as to how Rpb9 is involved in UV-induced Rpb1 degradation, we examined the domain(s) of Rpb9 that is required for the degradation. A series of plasmids expressing different truncated Rpb9 proteins were created and transformed into yeast cells lacking Rpb9, and the functions of the plasmid-encoded different forms of Rpb9 were analyzed.Open in a separate windowFIG. 5.Role of Rpb9 domains in promoting Rpb1 degradation in response to UV radiation. (A) Sequence of Rpb9. The conserved cysteine residues for Zn2+ binding are underlined. The open bar underneath of the sequence marks the region that is essential for transcription elongation and TCR functions. (B) Western blots showing Rpb1 levels in rad16 rad26 rpb9 cells transformed with plasmids encoding full-length (1 to 122) or truncated (numbers indicate residues remaining) Rpb9 proteins. Whole-cell extracts were prepared from aliquots of cultures taken at different recovery times following UV irradiation. Rpb1 on the blots was probed with antibody 8WG16. Lanes U are unirradiated samples. α-Tubulin serves as an internal loading control.A full-length (residues 1 to 122) Rpb9 or a fragment of Rpb9 with three amino acids deleted from the N terminus could restore UV-induced Rpb1 degradation in rpb9 cells (Fig. ​(Fig.5B).5B). A deletion of 16 amino acids from the N terminus (residues 17 to 122 remaining), which abolishes the transcription elongation and TCR functions (22), did not dramatically affect the function of Rpb1 degradation (Fig. ​(Fig.5B).5B). However, a deletion of 49 or 70 amino acids from N terminus (residues 50 to 122 or 71 to 122 remaining) compromised or completely abolished the function of Rpb1 degradation (Fig. ​(Fig.5B).5B). Deletion from the C terminus seemed to have a more dramatic effect. None of the Rpb9 fragments that have the whole or partial C-terminal Zn2 domain deleted retained the degradation function (Fig. ​(Fig.5B).5B). These results indicate that the Zn2 domain is essential for Rpb9 to promote UV-induced Rpb1 degradation, whereas the Zn1 and linker may play a subsidiary role in the process. Also, the function of promoting UV-induced Rpb1 degradation and those of transcription elongation and TCR may be localized in different domains of Rpb9.Almost the full length of Rpb9 is required for a strong interaction with core Pol II. One question which arose was how different truncated forms of Rpb9 interact with core Pol II and how the interaction may affect the degradation of Rpb1 in response to UV radiation. To address this question, a series of plasmids expressing truncated Rpb9 with FLAG3 tags at their N termini were created. These plasmids were transformed into rpb9 cells, and the interaction between the tagged Rpb9 fragments and core Pol II was analyzed by coimmunoprecipitation. We observed that the FLAG3 tags did not affect the functions of Rpb9 for TCR and for promoting UV-induced Rpb1 degradation (not shown). Protein complexes containing the FLAG3-tagged Rpb9 fragments were immunoprecipitated using anti-FLAG antibody. The core Pol II that coimmunoprecipitated with the tagged Rpb9 was examined by Western blotting using anti-Rpb1 antibody 8WG16. As shown in Fig. ​Fig.6,6, FLAG3-tagged full-length Rpb9 (residues 1 to 122) and Rbp9 with three amino acids deleted at the N terminus (residues 4 to 122 remaining), which are fully functional for transcription elongation, TCR (22), and UV-induced Rpb1 degradation (Fig. ​(Fig.5),5), could efficiently coimmunoprecipitate Rpb1. Deletion of 16 amino acids from the N terminus (residues 17 to 122 remaining) compromised the coimmunoprecipitation to some extent (Fig. ​(Fig.6).6). However, deletions of 30 or 49 amino acids (residues 31 to 122 or 50 to 122 remaining) from the N terminus resulted in undetectable coimmunoprecipitation of Rpb1 (Fig. ​(Fig.6).6). Deletions from the C terminus also dramatically compromised coimmunoprecipitation of Rpb1. Rpb9 fragments containing Zn1 and the linker (residues 1 to 53) could coimmunoprecipitate a small amount of Rpb1. However, a deletion from the C terminus down to amino acid 45, which abolishes the functions of transcription elongation and TCR (22) and promotion of UV-induced Rpb1 degradation (Fig. ​(Fig.5),5), resulted in undetectable coimmunoprecipitation of Rpb1 (Fig. ​(Fig.66).Open in a separate windowFIG. 6.Coimmunoprecipitation of truncated Rpb9 with core Pol II. Cell lysates were prepared from rad16 rad26 rpb9 cells transformed with plasmids encoding full-length (1 to 122) or truncated (numbers indicate residues remaining) FLAG3-tagged (3×FLAG) Rpb9 proteins. Protein complexes containing the FLAG3-tagged Rpb9 were immunoprecipitated (IP) with anti-FLAG antibody M2 or mock immunoprecipitated with mouse immunoglobulin G (IgG). Rpb1 and the tagged Rpb9 in the immunoprecipitates were probed with 8WG16 and anti-FLAG M2 antibodies, respectively, on Western blots. Cell lysates (immunoprecipitation inputs) were also probed with 8WG16 antibody on a Western blot to examine the intrinsic Rpb1 levels. α-Tubulin serves as an internal loading control.We also used anti-Rpb1 antibody 8WG16 to immunoprecipitate the Pol II complex, and the coimmunoprecipitated different forms of FLAG3-tagged Rpb9 were analyzed by Western blotting using anti-FLAG antibody M2. The coimmunoprecipitation patterns were similar to those described above (not shown). Furthermore, we observed that UV irradiation did not affect the interaction between the truncated forms of Rpb9 and core Pol II (not shown).To rule out the possibility that the different forms of FLAG3-tagged Rpb9 affect the constitutive level of Rpb1, the whole-cell extracts (i.e., the immunoprecipitation input) were probed with 8WG16 on a Western blot. As can be seen in Fig. ​Fig.6,6, the cellular Rpb1 levels are similar among the strains expressing the different forms of FLAG3-tagged Rpb9.Taken together, our results indicate that almost the full length of Rpb9 is required for a strong interaction with core Pol II, although a weakened interaction exists when Zn2 is deleted. However, as described above, the Zn2 domain is essential for Rpb9 to promote UV-induced Rpb1 degradation, whereas the Zn1 and linker may play a subsidiary role in the process. Therefore, the subsidiary role of Zn1 and the linker in promoting UV-induced Rpb1 degradation may be achieved simply by enhancing the association of Rpb9 with the core Pol II.The role of Rpb9 in promoting UV-induced degradation of Rpb1 is not affected by different NER pathways. It has been shown that UV-induced degradation of Rpb1 is impaired in def1 cells (56). However, normal UV-induced degradation of Rpb1 occurs in rad26 and def1 rad26 cells (56). Based on these and other findings, it was proposed that the TCR factor CSB or the yeast homolog Rad26 uses DNA translocase activity to remodel the Pol II-DNA interface, so that repair can take place if the obstacle is a DNA lesion. However, when this action is not possible and Pol II is left irreversibly trapped on DNA, the complex is instead rescued by ubiquitylation and subsequent degradation (44). We wished to examine if a NER pathway, especially the TCR pathway, affects the role of Rpb9 in promoting UV-induced Rpb1 degradation.Rad7 and Rad16 are required for GGR but are dispensable for TCR (53). In contrast, Rad26 (47) and Rpb9 (24) mediate two subpathways of TCR but are not required for GGR. Rad2, Rad4, and Rad14 are essential for both TCR and GGR (31). As shown in Fig. ​Fig.7A,7A, following UV irradiation, the Rpb1 level decreased dramatically in all the rad mutant cells analyzed. In WT (Fig. ​(Fig.1A,1A, top) and rad7 and rad16 cells (Fig. ​(Fig.7A),7A), the cellular Rpb1 level was lowest ∼2 h following UV irradiation and started to recover afterwards. However, in rad26, rad2, rad4, and rad14 mutant cells, the Rpb1 level decreased continuously throughout the entire recovery period of 4 h (Fig. ​(Fig.7A).7A). This is in agreement with previous reports indicating that rad26 (56) and rad14 (36) cells degrade Rpb1 more rapidly and to a greater extent than WT cells in response to UV damage. Taken together, these results indicate that UV-induced degradation of Rpb1 is independent of Rad26-mediated TCR, Rad7/Rad16-mediated GGR, or the entire NER process. However, TCR activity may play a role in the recovery of the Rpb1 level following UV damage.Open in a separate windowFIG. 7.The role of Rpb9 in promoting UV-induced degradation of Rpb1 is not affected by different NER pathways. Whole-cell extracts were prepared from aliquots of cultures taken at different recovery times following UV irradiation. Rpb1 levels in the extracts were probed with antibody 8WG16 on Western blots. Lanes U are unirradiated samples. α-Tubulin serves as an internal loading control. (A) Rpb1 levels in different rad deletion mutants. (B) Rpb1 levels in rpb9 cells with different rad deletions. (C) Rpb1 levels in def1 cells.Deletion of RPB9 caused impairment of UV-induced degradation of Rpb1 in all rad mutant cells analyzed (Fig. ​(Fig.7B7B and data not shown). Furthermore, as described above, the sequences responsible for the functions of Rpb9 in UV-induced Rpb1 degradation and TCR are located in different domains. Taken together, our results indicate that the role of Rpb9 in promoting UV-induced degradation of Rpb1 is not affected by any pathway of NER, including TCR mediated by Rpb9 itself.In agreement with a previous report (56), UV-induced degradation of Rpb1 was impaired in def1 cells (Fig. ​(Fig.7C)7C) but occurred more rapidly in rad26 cells (Fig. ​(Fig.7A).7A). Furthermore, deletion of RAD26 reactivated Rpb1 degradation in def1 (56) and rad16 def1 cells (Fig. ​(Fig.7C).7C). These results indicate that Def1 plays a role in Rpb1 degradation only in the presence of its partner Rad26 and that a mechanism of Rpb1 degradation that is independent of Def1 exists in the cells. In contrast to Def1, Rpb9 seems to play a role in promoting UV-induced Rpb1 degradation regardless of Rad26, as the degradation is equally impaired in rpb9 (RAD26+) and rad26 rpb9 cells (Fig. ​(Fig.2B2B and ​and7B).7B). We also found that def1 rpb9 double-deletion mutants are inviable (not shown), indicating that Def1 and Rpb9 may play overlapping roles in some essential cellular process(es).Reinstatement of TCR in otherwise TCR-deficient cells does not affect UV-induced Rpb1 degradation. Our experiments described above suggest that TCR and UV-induced Rpb1 degradation are mutually independent processes. If this is the case, reinstatement of TCR in otherwise TCR-deficient cells may not affect UV-induced Rpb1 degradation. To test this idea, we examined the degradation in cells lacking Spt4, a regulator of transcription repression and elongation (11, 37, 45, 54, 57). It has been shown that deletion of SPT4 reinstates TCR in rad26 cells (16). We recently found that the deletion also reinstates TCR in rad26 rpb9 cells (22). As shown in Fig. ​Fig.8,8, similar levels of UV-induced Rpb1 degradation occurred in rad7 rad26 and rad7 rad26 spt4 cells. The degradation was similarly impaired in rad7 rad26 rpb9 and rad7 rad26 rpb9 spt4 cells. These results further indicate that UV-induced Rpb1 degradation is unrelated to TCR but requires Rpb9.Open in a separate windowFIG. 8.Reinstatement of TCR in otherwise TCR-deficient cells does not affect UV-induced Rpb1 degradation. (A) Whole-cell extracts were prepared from aliquots of cultures taken at different recovery times following UV irradiation. Rpb1 levels in the extracts were probed with antibody 8WG16 on Western blots. Lanes U are unirradiated samples. α-Tubulin serves as an internal loading control. (B) Plots showing percentages of Rpb1 remaining at different times following UV irradiation. The data shown were obtained by quantification of the Rpb1 bands in the Western blots shown in panel A. The loading was normalized using the signal intensities of α-tubulin bands. DISCUSSIONIn this paper, we present evidence that Rpb9 plays an important role in ubiquitylation and degradation of Rpb1 in response to UV-induced DNA damage. This function of Rpb9 appears to be unrelated to any NER pathways, including TCR mediated by Rpb9 itself and by Rad26.The detailed biochemical mechanism as to how Rpb9 promotes Rpb1 ubiquitylation and degradation waits to be investigated. It seems that Pol II stalled at a DNA lesion or at a natural pause site may elicit a signal for ubiquitylation and degradation (42). We show that the Zn2 domain is essential for Rpb9 to promote Rpb1 degradation, whereas the Zn1 and linker domains play a subsidiary role. One possibility is that the Zn2 domain is involved in the formation of a conformational structure of Pol II. This conformational structure may be required for “sensing” a transcription arrest or for signaling ubiquitylation and degradation of Rpb1 upon transcription arrest. Alternatively, the Zn2 domain may be involved in recruiting factors for ubiquitylation of Rpb1. The subsidiary role of the Zn1 and linker domains may be achieved simply by enhancing the association of Rpb9 with the core Pol II. The crystal structure of Pol II indicates that almost the entire Rpb9 protein interacts with the core Pol II: Zn1 contacts the Rpb2 lobe, the linker forms a strong β-addition motif with β28 on the Rpb1, and Zn2 interacts with the Rpb1 funnel (5). It is therefore not surprising that almost the full length of Rpb9 seems to be required for a strong interaction with the core Pol II (Fig. ​(Fig.66).Interestingly, Rpb9 fragments that contain Zn1 and most of the linker but have the entire Zn2 domain deleted are almost fully functional for transcription elongation (22, 49) and TCR (22). However, our coimmunoprecipitation assay suggests that the interaction between these fragments and the core Pol II is dramatically weakened (Fig. ​(Fig.6).6). Therefore, a weak interaction between the Rpb9 fragments and the core Pol II may be enough for transcription elongation and TCR functions. However, although less likely, it is also possible that these fragments may exert transcription elongation and TCR functions without physically interacting with the core Pol II.Our data, together with those of others (e.g., reference 56) suggest that Rpb1 degradation is unrelated to TCR in yeast. First, TCR mediated by Rad26 or the entire NER activity is not required for Rpb1 degradation (Fig. ​(Fig.7)7) (56). Second, the Zn2 domain is essential for Rpb9 to promote Rpb1 degradation but is dispensable for Rpb9-mediated TCR (22). Third, reactivation of TCR activity in rad26 or rad26 rpb9 cells (by deleting SPT4) does not affect UV-induced Rpb1 degradation (Fig. ​(Fig.8).8). However, it has been clearly shown that the two TCR factors CSA and CSB are required for DNA damage-induced Rpb1 ubiquitylation and degradation in human cells (3). The discrepancy between the yeast and human data indicates that these processes may not be conserved between the two eukaryotic systems. However, it has been shown that some essential NER proteins, such as XPA, XPD, and XPG, are not required for ubiquitylation and degradation of Rpb1 in human cells (32), indicating that TCR per se may not be required for the ubiquitylation and degradation processes. Therefore, the human CSA and CSB may be similar to the yeast Rpb9 in that their function for TCR is unrelated to their function for DNA damage-induced ubiquitylation and degradation of Rpb1.It has been shown that lysine 695 of Rpb1 is spontaneously ubiquitylated in vivo (13). In vitro reconstitution of Pol II ubiquitylation also identified lysine 695 of Rpb1 as a ubiquitylation site (42). However, replacement of the lysine with arginine in Rpb1 did not significantly affect degradation of Rpb1 upon UV irradiation (not shown). Therefore, in response to DNA damage, lysine 695 of Rpb1 may not be the major ubiquitylation site that leads to Rpb1 degradation in the cell. It has also been shown that the ubiquitylation site is not located in the CTD of Rpb1 in human cells (32). Thus, the ubiquitylation site(s) of Rpb1 that leads to degradation in the cell in response to DNA damage remains to be identified.Although dramatically impaired, degradation of Rpb1 in response to UV radiation is not completely absent in either rpb9 (Fig. 2B and C) or def1 (Fig. ​(Fig.7C)7C) cells. It is therefore likely that another minor Rpb1 degradation mechanism(s) also exists in the cells. Upon UV irradiation, Rpb1 can be degraded by apoptotic enzymes (caspases) in human xeroderma pigmentosum cells (26). Although yeast cells lack some elements of the complex apoptotic machinery of metazoan cells, recent studies showed that many features of apoptosis, including a caspase-like activity, can be induced in yeast by DNA damage (55). The cause of the residual UV-induced Rpb1 degradation in rpb9 and def1 cells remains to be understood.Finally, our data show that Rpb1, instead of the whole Pol II complex, is ubiquitylated and degraded in response to DNA damage. The selective degradation of Rpb1 in response to DNA damage may offer an economical way for the cell to recycle other Pol II subunits. AcknowledgmentsWe thank Michael J. Smerdon, for being able to initiate the work in his laboratory and for critical reading and comments of the manuscript. We thank Toshio Tsukiyama for supplying plasmid p3FLAG-KanMX.This study was supported by NIH grant ES012718 from the National Institute of Environmental Health Sciences. Footnotes▿Published ahead of print on 23 April 2007. REFERENCES1. Beaudenon, S. L., M. R. Huacani, G. Wang, D. P. McDonnell, and J. M. Huibregtse. 1999. Rsp5 ubiquitin-protein ligase mediates DNA damage-induced degradation of the large subunit of RNA polymerase II in Saccharomyces cerevisiae. Mol. Cell. Biol. 19:6972-6979. [PMC free article] [PubMed] [Google Scholar]2. Bergmann, E., and J. M. Egly. 2001. Trichothiodystrophy, a transcription syndrome. Trends Genet. 17:279-286. [PubMed] [Google Scholar]3. Bregman, D. B., R. Halaban, A. J. van Gool, K. A. Henning, E. C. Friedberg, and S. L. Warren. 1996. UV-induced ubiquitination of RNA polymerase II: a novel modification deficient in Cockayne syndrome cells. Proc. Natl. Acad. Sci. USA 93:11586-11590. [PMC free article] [PubMed] [Google Scholar]4. Cramer, P. 2002. Multisubunit RNA polymerases. Curr. Opin. Struct. Biol. 12:89-97. [PubMed] [Google Scholar]5. Cramer, P., D. A. Bushnell, and R. D. Kornberg. 2001. Structural basis of transcription: RNA polymerase II at 2.8 angstrom resolution. Science 292:1863-1876. [PubMed] [Google Scholar]6. Einhauer, A., and A. Jungbauer. 2001. The FLAG peptide, a versatile fusion tag for the purification of recombinant proteins. J. Biochem. Biophys. Methods 49:455-465. [PubMed] [Google Scholar]7. Friedberg, E. C., G. C. Walker, W. Siede, R. D. Wood, R. A. Schultz, and T. Ellenberger. 2006. DNA repair and mutagenesis, 2nd ed. ASM Press, Washington, DC.8. Furter-Graves, E. M., B. D. Hall, and R. Furter. 1994. Role of a small RNA pol II subunit in TATA to transcription start site spacing. Nucleic Acids Res. 22:4932-4936. [PMC free article] [PubMed] [Google Scholar]9. Gelbart, M. E., T. Rechsteiner, T. J. Richmond, and T. Tsukiyama. 2001. Interactions of Isw2 chromatin remodeling complex with nucleosomal arrays: analyses using recombinant yeast histones and immobilized templates. Mol. Cell. Biol. 21:2098-2106. [PMC free article] [PubMed] [Google Scholar]10. Gnatt, A. L., P. Cramer, J. Fu, D. A. Bushnell, and R. D. Kornberg. 2001. Structural basis of transcription: an RNA polymerase II elongation complex at 3.3 Å resolution. Science 292:1876-1882. [PubMed] [Google Scholar]11. Hartzog, G. A., T. Wada, H. Handa, and F. Winston. 1998. Evidence that Spt4, Spt5, and Spt6 control transcription elongation by RNA polymerase II in Saccharomyces cerevisiae. Genes Dev. 12:357-369. [PMC free article] [PubMed] [Google Scholar]12. Hemming, S. A., D. B. Jansma, P. F. Macgregor, A. Goryachev, J. D. Friesen, and A. M. Edwards. 2000. RNA polymerase II subunit Rpb9 regulates transcription elongation in vivo. J. Biol. Chem. 275:35506-35511. [PubMed] [Google Scholar]13. Hitchcock, A. L., K. Auld, S. P. Gygi, and P. A. Silver. 2003. A subset of membrane-associated proteins is ubiquitinated in response to mutations in the endoplasmic reticulum degradation machinery. Proc. Natl. Acad. Sci. USA 100:12735-12740. [PMC free article] [PubMed] [Google Scholar]14. Huibregtse, J. M., J. C. Yang, and S. L. Beaudenon. 1997. The large subunit of RNA polymerase II is a substrate of the Rsp5 ubiquitin-protein ligase. Proc. Natl. Acad. Sci. USA 94:3656-3661. [PMC free article] [PubMed] [Google Scholar]15. Hull, M. W., K. McKune, and N. A. Woychik. 1995. RNA polymerase II subunit RPB9 is required for accurate start site selection. Genes Dev. 9:481-490. [PubMed] [Google Scholar]16. Jansen, L. E., H. den Dulk, R. M. Brouns, M. de Ruijter, J. A. Brandsma, and J. Brouwer. 2000. Spt4 modulates Rad26 requirement in transcription-coupled nucleotide excision repair. EMBO J. 19:6498-6507. [PMC free article] [PubMed] [Google Scholar]17. Jones, E. W. 1991. Tackling the protease problem in Saccharomyces cerevisiae. Methods Enzymol. 194:428-453. [PubMed] [Google Scholar]18. Jung, Y., and S. J. Lippard. 2006. RNA polymerase II blockage by cisplatin-damaged DNA. Stability and polyubiquitylation of stalled polymerase. J. Biol. Chem. 281:1361-1370. [PubMed] [Google Scholar]19. Lee, D. H., and A. L. Goldberg. 1998. Proteasome inhibitors: valuable new tools for cell biologists. Trends Cell Biol. 8:397-403. [PubMed] [Google Scholar]20. Lee, D. H., and A. L. Goldberg. 1996. Selective inhibitors of the proteasome-dependent and vacuolar pathways of protein degradation in Saccharomyces cerevisiae. J. Biol. Chem. 271:27280-27284. [PubMed] [Google Scholar]21. Lee, K. B., D. Wang, S. J. Lippard, and P. A. Sharp. 2002. Transcription-coupled and DNA damage-dependent ubiquitination of RNA polymerase II in vitro. Proc. Natl. Acad. Sci. USA 99:4239-4244. [PMC free article] [PubMed] [Google Scholar]22. Li, S., B. Ding, R. Chen, C. Ruggiero, and X. Chen. 2006. Evidence that the transcription elongation function of Rpb9 is involved in transcription-coupled DNA repair in Saccharomyces cerevisiae. Mol. Cell. Biol. 26:9430-9441. [PMC free article] [PubMed] [Google Scholar]23. Li, S., and M. J. Smerdon. 2004. Dissecting transcription-coupled and global genomic repair in the chromatin of yeast GAL1-10 genes. J. Biol. Chem. 279:14418-14426. [PMC free article] [PubMed] [Google Scholar]24. Li, S., and M. J. Smerdon. 2002. Rpb4 and Rpb9 mediate subpathways of transcription-coupled DNA repair in Saccharomyces cerevisiae. EMBO J. 21:5921-5929. [PMC free article] [PubMed] [Google Scholar]25. Lommel, L., and P. C. Hanawalt. 1991. The genetic defect in the Chinese hamster ovary cell mutant UV61 permits moderate selective repair of cyclobutane pyrimidine dimers in an expressed gene. Mutat. Res. 255:183-191. [PubMed] [Google Scholar]26. Lu, Y., Z. Luo, and D. B. Bregman. 2002. RNA polymerase II large subunit is cleaved by caspases during DNA damage-induced apoptosis. Biochem. Biophys. Res. Commun. 296:954-961. [PubMed] [Google Scholar]27. Miller, J., and C. Gordon. 2005. The regulation of proteasome degradation by multi-ubiquitin chain binding proteins. FEBS Lett. 579:3224-3230. [PubMed] [Google Scholar]28. Nakatsu, Y., H. Asahina, E. Citterio, S. Rademakers, W. Vermeulen, S. Kamiuchi, J. P. Yeo, M. C. Khaw, M. Saijo, N. Kodo, T. Matsuda, J. H. Hoeijmakers, and K. Tanaka. 2000. XAB2, a novel tetratricopeptide repeat protein involved in transcription-coupled DNA repair and transcription. J. Biol. Chem. 275:34931-34937. [PubMed] [Google Scholar]29. Nesser, N. K., D. O. Peterson, and D. K. Hawley. 2006. RNA polymerase II subunit Rpb9 is important for transcriptional fidelity in vivo. Proc. Natl. Acad. Sci. USA 103:3268-3273. [PMC free article] [PubMed] [Google Scholar]30. Park, J. S., M. T. Marr, and J. W. Roberts. 2002. E. coli transcription repair coupling factor (Mfd protein) rescues arrested complexes by promoting forward translocation. Cell 109:757-767. [PubMed] [Google Scholar]31. Prakash, S., and L. Prakash. 2000. Nucleotide excision repair in yeast. Mutat. Res. 451:13-24. [PubMed] [Google Scholar]32. Ratner, J. N., B. Balasubramanian, J. Corden, S. L. Warren, and D. B. Bregman. 1998. Ultraviolet radiation-induced ubiquitination and proteasomal degradation of the large subunit of RNA polymerase II. Implications for transcription-coupled DNA repair. J. Biol. Chem. 273:5184-5189. [PubMed] [Google Scholar]33. Reardon, J. T., and A. Sancar. 2005. Nucleotide excision repair. Prog. Nucleic Acid Res. Mol. Biol. 79:183-235. [PubMed] [Google Scholar]34. Reid, J., and J. Q. Svejstrup. 2004. DNA damage-induced Def1-RNA polymerase II interaction and Def1 requirement for polymerase ubiquitylation in vitro. J. Biol. Chem. 279:29875-29878. [PubMed] [Google Scholar]35. Ribar, B., L. Prakash, and S. Prakash. 2007. ELA1 and CUL3 are required along with ELC1 for RNA polymerase II polyubiquitylation and degradation in DNA-damaged yeast cells. Mol. Cell. Biol. 27:3211-3216. [PMC free article] [PubMed] [Google Scholar]36. Ribar, B., L. Prakash, and S. Prakash. 2006. Requirement of ELC1 for RNA polymerase II polyubiquitylation and degradation in response to DNA damage in Saccharomyces cerevisiae. Mol. Cell. Biol. 26:3999-4005. [PMC free article] [PubMed] [Google Scholar]37. Rondon, A. G., M. Garcia-Rubio, S. Gonzalez-Barrera, and A. Aguilera. 2003. Molecular evidence for a positive role of Spt4 in transcription elongation. EMBO J. 22:612-620. [PMC free article] [PubMed] [Google Scholar]38. Sambrook, J., and D. W. Russell. 2001. Molecular cloning: a laboratory manual, 3rd ed. Cold Spring Harbor Laboratory Press, Cold Spring Harbor, NY.39. Schindler, D., and J. Davies. 1975. Inhibitors of macromolecular synthesis in yeast. Methods Cell Biol. 12:17-38. [PubMed] [Google Scholar]40. Selby, C. P., and A. Sancar. 1993. Molecular mechanism of transcription-repair coupling. Science 260:53-58. [PubMed] [Google Scholar]41. Sikorski, R. S., and P. Hieter. 1989. A system of shuttle vectors and yeast host strains designed for efficient manipulation of DNA in Saccharomyces cerevisiae. Genetics 122:19-27. [PMC free article] [PubMed] [Google Scholar]42. Somesh, B. P., J. Reid, W. F. Liu, T. M. Sogaard, H. Erdjument-Bromage, P. Tempst, and J. Q. Svejstrup. 2005. Multiple mechanisms confining RNA polymerase II ubiquitylation to polymerases undergoing transcriptional arrest. Cell 121:913-923. [PubMed] [Google Scholar]43. Sun, Z. W., A. Tessmer, and M. Hampsey. 1996. Functional interaction between TFIIB and the Rpb9 (Ssu73) subunit of RNA polymerase II in Saccharomyces cerevisiae. Nucleic Acids Res. 24:2560-2566. [PMC free article] [PubMed] [Google Scholar]44. Svejstrup, J. Q. 2003. Rescue of arrested RNA polymerase II complexes. J. Cell Sci. 116:447-451. [PubMed] [Google Scholar]45. Swanson, M. S., and F. Winston. 1992. SPT4, SPT5 and SPT6 interactions: effects on transcription and viability in Saccharomyces cerevisiae. Genetics 132:325-336. [PMC free article] [PubMed] [Google Scholar]46. Troelstra, C., A. van Gool, J. de Wit, W. Vermeulen, D. Bootsma, and J. H. Hoeijmakers. 1992. ERCC6, a member of a subfamily of putative helicases, is involved in Cockayne's syndrome and preferential repair of active genes. Cell 71:939-953. [PubMed] [Google Scholar]47. van Gool, A. J., R. Verhage, S. M. Swagemakers, P. van de Putte, J. Brouwer, C. Troelstra, D. Bootsma, and J. H. Hoeijmakers. 1994. RAD26, the functional S. cerevisiae homolog of the Cockayne syndrome B gene ERCC6. EMBO J. 13:5361-5369. [PMC free article] [PubMed] [Google Scholar]48. van Hoffen, A., A. T. Natarajan, L. V. Mayne, A. A. van Zeeland, L. H. Mullenders, and J. Venema. 1993. Deficient repair of the transcribed strand of active genes in Cockayne's syndrome cells. Nucleic Acids Res. 21:5890-5895. [PMC free article] [PubMed] [Google Scholar]49. Van Mullem, V., M. Wery, M. Werner, J. Vandenhaute, and P. Thuriaux. 2002. The Rpb9 subunit of RNA polymerase II binds transcription factor TFIIE and interferes with the SAGA and elongator histone acetyltransferases. J. Biol. Chem. 277:10220-10225. [PubMed] [Google Scholar]50. Venema, J., L. H. Mullenders, A. T. Natarajan, A. A. van Zeeland, and L. V. Mayne. 1990. The genetic defect in Cockayne syndrome is associated with a defect in repair of UV-induced DNA damage in transcriptionally active DNA. Proc. Natl. Acad. Sci. USA 87:4707-4711. [PMC free article] [PubMed] [Google Scholar]51. Venema, J., A. van Hoffen, V. Karcagi, A. T. Natarajan, A. A. van Zeeland, and L. H. Mullenders. 1991. Xeroderma pigmentosum complementation group C cells remove pyrimidine dimers selectively from the transcribed strand of active genes. Mol. Cell. Biol. 11:4128-4134. [PMC free article] [PubMed] [Google Scholar]52. Venema, J., A. van Hoffen, A. T. Natarajan, A. A. van Zeeland, and L. H. Mullenders. 1990. The residual repair capacity of xeroderma pigmentosum complementation group C fibroblasts is highly specific for transcriptionally active DNA. Nucleic Acids Res. 18:443-448. [PMC free article] [PubMed] [Google Scholar]53. Verhage, R., A. M. Zeeman, N. de Groot, F. Gleig, D. D. Bang, P. van de Putte, and J. Brouwer. 1994. The RAD7 and RAD16 genes, which are essential for pyrimidine dimer removal from the silent mating type loci, are also required for repair of the nontranscribed strand of an active gene in Saccharomyces cerevisiae. Mol. Cell. Biol. 14:6135-6142. [PMC free article] [PubMed] [Google Scholar]54. Wada, T., G. Orphanides, J. Hasegawa, D. K. Kim, D. Shima, Y. Yamaguchi, A. Fukuda, K. Hisatake, S. Oh, D. Reinberg, and H. Handa. 2000. FACT relieves DSIF/NELF-mediated inhibition of transcriptional elongation and reveals functional differences between P-TEFb and TFIIH. Mol. Cell 5:1067-1072. [PubMed] [Google Scholar]55. Weinberger, M., L. Ramachandran, and W. C. Burhans. 2003. Apoptosis in yeasts. IUBMB Life 55:467-472. [PubMed] [Google Scholar]56. Woudstra, E. C., C. Gilbert, J. Fellows, L. Jansen, J. Brouwer, H. Erdjument-Bromage, P. Tempst, and J. Q. Svejstrup. 2002. A Rad26-Def1 complex coordinates repair and RNA pol II proteolysis in response to DNA damage. Nature 415:929-933. [PubMed] [Google Scholar]57. Yamaguchi, Y., T. Takagi, T. Wada, K. Yano, A. Furuya, S. Sugimoto, J. Hasegawa, and H. Handa. 1999. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell 97:41-51. [PubMed] [Google Scholar]58. Ziegler, L. M., D. A. Khaperskyy, M. L. Ammerman, and A. S. Ponticelli. 2003. Yeast RNA polymerase II lacking the Rpb9 subunit is impaired for interaction with transcription factor IIF. J. Biol. Chem. 278:48950-48956. [PubMed] [Google Scholar]"}