{"title": "Deregulation of cofactor of BRCA1 expression in breast cancer cells", "pubDate": "2008", "PMCID": "PMC8822876", "DOI": "10.1002/jcb.21568", "PMID": "17910036", "abstract": "Cofactor of BRCA1 (COBRA1) is an integral component of the human negative elongation factor (NELF), a four-subunit protein complex that inhibits transcription elongation. Previous in vivo work indicates that COBRA1 and the rest of the NELF complex repress estrogen-dependent transcription and the growth of breast cancer cells. In light of the COBRA1 function in breast cancer-related gene expression, we sought to examine regulation of COBRA1 expression in both established breast cancer cell lines and breast carcinoma tissues. We found that COBRA1 expression was inversely correlated with breast cancer progression, as tumor samples of patients who had distant metastasis and local recurrence expressed very low levels of COBRA1 mRNA when compared to those who were disease free for over 10 years (P = 0.0065 and 0.0081, respectively). Using both breast and prostate cancer cell lines, we also explored the possible mechanisms by which COBRA1 expression is regulated. Our results indicate that the protein abundance of COBRA1 and the other NELF subunits are mutually influenced in a tightly coordinated fashion. Small interfering RNA (siRNA) that targeted at one NELF subunit dampened the protein levels of all four subunits. Conversely, ectopic expression of COBRA1 in the knockdown cells partially rescues the co-depletion of the NELF subunits. In addition, our study suggests that a post-transcriptional, proteasome-independent mechanism is involved in the interdependent regulation of the NELF abundance. Furthermore, a lack of COBRA1 expression in breast carcinoma may serve as a useful indicator for poor prognosis.", "author": [{"author": "Jianlong Sun", "affiliation": ["Department of Molecular Medicine, Institute of Biotechnology, 15355 Lambda Drive, University of Texas Health Science Center at San Antonio, San Antonio, Texas 78245, USA."], "href": "/?term=Sun+J&cauthor_id=17910036"}, {"author": "Gareth Watkins", "affiliation": [], "href": "/?term=Watkins+G&cauthor_id=17910036"}, {"author": "Ashley L Blair", "affiliation": [], "href": "/?term=Blair+AL&cauthor_id=17910036"}, {"author": "Christopher Moskaluk", "affiliation": [], "href": "/?term=Moskaluk+C&cauthor_id=17910036"}, {"author": "Sagar Ghosh", "affiliation": [], "href": "/?term=Ghosh+S&cauthor_id=17910036"}, {"author": "Wen G Jiang", "affiliation": [], "href": "/?term=Jiang+WG&cauthor_id=17910036"}, {"author": "Rong Li", "affiliation": [], "href": "/?term=Li+R&cauthor_id=17910036"}], "refPMID": [], "citedInPMID": ["17910036", "34992279", "34697434", "34603400", "34539865", "34188089", "32385332", "32155413", "32088792", "31638184", "30332301", "28868519", "26555214", "26549458", "26010750", "25360769", "24097989", "23950223", "23575664", "23055525", "21865163", "21623364", "20634899", "20028984", "18575892", "18071589"], "body": " AbstractCofactor of BRCA1 (COBRA1) is an integral component of the human negative elongation factor (NELF), a four-subunit protein complex that inhibits transcription elongation. Previous in vivo work indicates that COBRA1 and the rest of the NELF complex repress estrogen-dependent transcription and the growth of breast cancer cells. In light of the COBRA1 function in breast cancer-related gene expression, we sought to examine regulation of COBRA1 expression in both established breast cancer cell lines and breast carcinoma tissues. We found that COBRA1 expression was inversely correlated with breast cancer progression, as tumor samples of patients who had distant metastasis and local recurrence expressed very low levels of COBRA1 mRNA when compared to those who were disease free for over 10 years (P = 0.0065 and 0.0081, respectively). Using both breast and prostate cancer cell lines, we also explored the possible mechanisms by which COBRA1 expression is regulated. Our results indicate that the protein abundance of COBRA1 and the other NELF subunits are mutually influenced in a tightly coordinated fashion. Small interfering RNA (siRNA) that targeted at one NELF subunit dampened the protein levels of all four subunits. Conversely, ectopic expression of COBRA1 in the knockdown cells partially rescues the co-depletion of the NELF subunits. In addition, our study suggests that a post-transcriptional, proteasome-independent mechanism is involved in the interdependent regulation of the NELF abundance. Furthermore, a lack of COBRA1 expression in breast carcinoma may serve as a useful indicator for poor prognosis.Keywords: COBRA1, NELF, protein stability, transcriptional repression, metastatic breast cancer Cofactor of BRCA1 (COBRA1) was first identified based on its ability to interact with the breast/ovarian cancer susceptibility gene product BRCA1 [Ye et al., 2001]. The physical interaction between the two proteins prompted the initial characterization of COBRA1 in breast epithelial/carcinoma cells. Immunohistochemistry (IHC) using normal human mammary ducts indicates that COBRA1 is preferentially expressed in the nuclei of luminal breast epithelial cells rather than myoepithelial cells, which coincides with the expression pattern of estrogen receptor α (ERα) in mammary gland [Aiyar et al., 2004]. Functional studies demonstrate that COBRA1 physically binds to the ligand-binding domain (LBD) of ERα and inhibits ligand-dependent transcription activation by ERα at a subset of ERα-responsive genes in breast carcinoma cells [Aiyar et al., 2004]. Consistent with its role as a transcriptional corepressor in estrogen-mediated gene expression, ectopic expression of COBRA1 inhibits, whereas its partial depletion accelerates, the proliferation of an ERα-positive breast cancer cell line [Aiyar et al., 2004].COBRA1 has also been identified through an independent study as an integral subunit of the human negative elongation factor (NELF) complex, which functions to repress transcription elongation by stalling RNA Polymerase II (RNAPII) [Yamaguchi et al., 1999; Wada et al., 2000]. The NELF complex is composed of four functionally important subunits (NELF-A, -B, -C, and -E), with NELF-B identical to COBRA1 [Yamaguchi et al., 1999, 2002; Narita et al., 2003]. In support of the in vitro biochemical findings, COBRA1 and the other NELF subunits are simultaneously recruited to multiple ERα-regulated genes in an estrogen-dependent manner [Aiyar et al., 2004]. Depletion of either COBRA1 or NELF-E gives rise to a similar effect on estrogen-dependent transcription and cell growth [Aiyar et al., 2004], suggesting an intimate functional interdependence of the NELF subunits.In light of the implication of COBRA1 in the control of estrogen-dependent transcription and breast cancer cell growth, we examined regulation of COBRA1 expression in breast cancer cells. Our results reveal an interesting correlation between reduced COBRA1 expression and breast cancer progression. In addition, our study also shows that the protein abundance of COBRA1 and the other NELF subunits are tightly coordinated in an interdependent manner. MATERIALS AND METHODSCell Lines and CultureT47D, HeLa, ES2, MCF10A, SKBR3, H118, SKOV3, LNCaP, and HEK293T cells lines were obtained from the American Type Culture Collection (Manassas, VA). The KGN cell line was a generous gift from Dr. Hajime Nawata. The growth conditions for various cell lines are as follows: T47D, HeLa, MCF7, and HEK293T in DMEM supplemented with 10% fetal bovine serum (FBS); ES2 cells in McCoy’s 5A supplemented with 1 mM sodium pyruvate and 10% FBS; SKBR3 and SKOV3 cells in McCoy’s 5A supplemented with 10% FBS; KGN cells in DMEM-F12 supplemented with 10% FBS; MCF10A cells in DMEM-F12 supplemented with 5% horse serum, 20 ng/ml EGF, 500 ng/ml hydrocortisone, 100 ng/ml cholera toxin, and 10 μg/ml insulin; H118 cells in RPMI 1640 supplemented with 0.5 mM sodium carbonate, 1 mM sodium pyruvate, and 10% FBS. LNCaP was maintained in phenol red-free RPMI 1640 supplemented with 5% FBS. Penicillin (100 units/ml) and streptomycin (100 μg/mL) were supplemented in all above-mentioned culture media.Antibodies and PlasmidsThe generation of anti-COBRA1 and anti-NELF-E antibodies was previously described [Aiyar et al., 2004]. To generate anti-NELF-A and -C polyclonal antibodies, His-tagged full-length NELF-A and NELF-C proteins were expressed and purified from Escherichia coli and used for immunization in rabbits. The following antibodies were commercially available: anti-α-tubulin antibody (EMD Chemicals, San Diego, CA), anti-c-Jun (Santa Cruz Biotechnology, Santa Cruz, CA), and anti-Ran antibody (BD Biosciences, San Jose, CA). The recombinant adenovirus expression vector for COBRA1 was cloned by inserting the COBRA1 cDNA into an adenoviral expression vector pAdTrack-CMV (a gift from Dr. B. Vogelstein), and the resulting construct was verified by sequencing.ImmunoblottingCells were lysed in a modified protein sample buffer (50mM Tris pH6.8, 2% SDS, and 10% glycerol), supplemented with a cocktail of protease inhibitors (Sigma–Aldrich, St. Louis, MO). Protein concentration was determined by the BCA assay (Pierce Biotechnology, Rockford, IL) and an equal amount of whole cell lysate was resolved by 10% SDS–polyacrylamide gel electrophoresis (SDS–PAGE). Western blot was performed according to standard protocols and the proteins of interest were visualized with SuperSignal West Pico kit (Pierce Biotechnology).RT-PCRTotal RNA was isolated from cultured cells with Trizol reagent (Invitrogen, Carlsbad, CA) according to the manufacture’s instruction. One microgram of RNA was used to synthesize cDNA with ImPromp II kit (Promega, Madison, WI). The steady state mRNA level of NELF subunits was determined by real-time PCR analysis using the 7900HT Real-Time PCR System (Applied Biosystems, Foster City, CA). The level of GAPDH mRNA was measured as the internal control. The real-time PCR primers for the NELF subunits and GAPDH will be provided upon request.The real-time PCR condition used for analyzing COBRA1 mRNA levels in primary tumor tissues was the same as previously described [Cai et al., 2006]. The sequences for the real-time PCR primers are: COBRA1F2: CTGGACGTGGGTGAAATC, COBRA2ZR2: ACTGAACCTGACCGTACACTCTTGCTGTCCACGAAC. A Taqman detection kit for β-actin was purchased from Perkin-Elmer (Surrey, UK). The cellularity of the tissues was assessed using CK19. The CK19 forward and reverse primers were 5′-CAGGTCCGAGGTTACTGAC-3′ and 5′-ACTGAACCTGACCGTACACACTTTCTGCCAGTGTGTCTTC-3′, respectively.siRNA TransfectionsiRNAs for NELF-A (M-012156-00), COBRA1 (M-015839-00), NELF-C (M-020811-00), NELF-E (M-011761-00), and the negative control luciferase GL3 duplex (D-001400-01-20) were purchased from Dharmacon (Chicago, IL) and resuspended according to the manufacture’s instruction. Transfection of the siRNA duplex in T47D or LNCaP cells was carried out by using the transfection reagent Lipofectamine RNAiMAX (Invitrogen). Briefly, approximately 2.5 × 105 cells were transfected with 50 nM of siRNA using 5 μl of RNAiMAX reagent. Cells were subsequently cultured for 72 h and then harvested for protein or RNA analysis.Adenovirus InfectionCOBRA1-expressing adenovirus was produced and purified according to manufacture’s instruction (Q-Biogene, BD Biosciences). T47D cells were first transiently transfected with siRNA and cultured for 48 h. The transfected cells were then infected with 50 MOI of LacZ (control) or COBRA1 expression recombinant adenovirus for 2 h. Fresh growth medium was supplemented and the culture was incubated for an additional 48 h before harvesting.Human SpecimensA total of 87 ductal carcinoma tissue samples were collected immediately after mastectomy and stored in liquid nitrogen until use. The procedure for tissue procurement was approved by the local ethical committee at Cardiff University, Cardiff, UK. Patients were followed clinically for an average of 120 months after surgery (June 2004). Detailed clinical information on patients in this study is given in Supplemental Table I. The normal human tissue array was obtained from NCI Cooperative Human Tissue Network (CHTN).Immunohistochemistry (IHC)IHC for COBRA1 was performed as previously described [Aiyar et al., 2004]. Frozen sections of breast tumor and background tissue were cut at a thickness of 6 μm using a cryostat. The sections were mounted on super frost plus microscope slides, air-dried, and then fixed in a mixture of 50% acetone and 50% methanol. The sections were then placed in “Optimax” wash buffer for 5–10 min to rehydrate. Sections were incubated for 20 min in a 0.6% BSA blocking solution and probed with the polyclonal COBRA1 antibody, and without primary antibody as a negative control. Following extensive washings, sections were incubated for 30 min in the secondary biotinylated antibody (Multilink Swine anti-goat/mouse/rabbit immunoglobulin, Dako, Inc.). Following washings, the Avidin Biotin Complex (Vector Laboratories, Peterborough) was then applied to the sections, followed by extensive washing steps. Diamino benzidine chromogen (Vector Labs) was then added to the sections, and incubated in the dark for 5 min. Sections were then counter stained in Gill’s Haematoxylin and dehydrated in ascending grades of methanol before clearing in xylene and mounting under a cover slip. Immunohistochemical analysis of COBRA was conducted on a portion of the breast tumors (n = 33) and background normal tissues (n = 32), due to the availability of tissue sections.Statistical AnalysisThe results of the COBRA1 mRNA analysis from the clinical samples were analyzed using non-paired Student’s t-test. COBRA1 transcript values generated in the study are shown as mean copy number +SD. A P-value less than 0.05 was defined as statistically significant. Survival analysis (overall and disease free) was conducted using SPSS program (version 12.2). RESULTSExpression of COBRA1 in Established Cancer Cell Lines and Clinical SamplesGiven the well-documented functional and physical association among the NELF subunits, we sought to simultaneously examine by immunoblotting the expression pattern of these proteins in multiple established human cell lines representing different tissue origins. Polyclonal antibodies that were raised against recombinant NELF subunits recognized the corresponding proteins ectopically expressed in HEK293T cells (lane 10; Fig. 1A), as well as the endogenous proteins with the expected molecular weights in most of the cell lines examined (lanes 1–9; Fig. 1A). Intriguingly, both NELF-A and -B (COBRA1) were expressed at low levels in SKBR3 (lane 6), an ERα-negative breast cancer cell line with aggressive growth and metastatic phenotypes. This is in contrast to the expression of the NELF subunits in a non-cancerous breast epithelial cell line MCF10A (lane 4) and a less invasive, ERα-positive breast cancer cell line T47D (lane 5).Open in a separate windowFig. 1.NELF expression in established cell lines and clinical tissues. A: Western blot analysis of NELF expression in multiple cell lines. The blots were probed with anti-NELF-A, anti-COBRA1 (NELF-B), anti-NELF-C, and anti-NELF-E antibodies, respectively. Ran was used as a loading control. B: Normal tissue array was immunostained with a COBRA1-specific polyclonal antibody. Several representative images of selective tissues are shown on the right. The images were taken at ×100 magnification. Abbreviations are as following: GFEN, endocervix; GFES, endometrium, secretory; GIGA, gastric mucosa, antral; GISI, small intestine, mucosa; GFFT, fallopian tube; GIC, colon, mucosa; BE, breast epithelium; and HPG, gallbladder. C: Representative staining pattern of COBRA in normal mammary (panels A,B) and in tumor tissue (panels C,D). Mammary epithelial cells showed a strong nuclear pattern of staining of COBRA, whereas breast cancer cells showed a markedly reduced staining compared with normal epithelial cells. The panels are shown with ×100 magnification, and the insets with ×400 magnification. The arrows indicate the areas where the magnified insets come from.Next, we used clinical samples to examine NELF expression in normal and tumor tissues. Of all available NELF-specific antibodies raised in our lab, the polyclonal antibody against COBRA1 is most suitable for IHC. We first performed IHC on a normal tissue array that included most tissue and cell types present in the human body. Consistent with the cell-line study (Fig. 1A), COBRA1 protein was detected in most primary tissues (Fig. 1B, and Supplemental Table II). Stronger expression of COBRA1 is more evident in the epithelium than stroma of most organs. The intensity and prevalence of COBRA1 expression vary among different organs. For example, several organs of the gastrointestinal tract, such as stomach, small intestine, and colon, express COBRA1 in virtually 100% of their epithelial cells, whereas only a portion of these cells in prostate and seminal vesicle were positive for COBRA1 staining. In the COBRA1-expressing cells, the immunostaining signal was predominantly found in the nucleus, which was in line with its known function in gene regulation. Figure 1C shows the representative staining pattern of COBRA in normal mammary (A,B) and in tumor tissue (C,D). Mammary epithelial cells showed a strong nuclear pattern of staining of COBRA. In contrast, breast cancer cells showed a markedly reduced staining compared with normal epithelial cells.Low Level of COBRA1mRNA is Associated With Metastatic Breast CancerPrompted by the finding of the relatively low levels of COBRA1 protein in the aggressive breast cancer cell line and breast tumor tissues (Fig. 1), we examined COBRA1 expression in a cohort of ductal carcinoma samples (n = 87) from patients with known clinical outcomes. In a 120-month follow-up study, the patients from whom the tumor samples were collected were divided into the following four groups: those who remained disease-free, had metastasis or local recurrence, and those who died of breast cancer (those who died of conditions unrelated to breast cancer were excluded in the analysis). As shown in Figure 2A, patients with metastasis or local recurrence had significantly lower levels of COBRA1 mRNA expression than the disease-free group (P = 0.0065 and 0.0081). Those who had poor prognosis also displayed lower levels of COBRA1 than the disease-free group (Fig. 2B). Kaplan–Meier survival analysis revealed an interesting trend that low levels of COBRA1 transcript were associated with a shorter survival (116 (96–137, 95%CI) months) compared with high levels of COBRA1 (128 (115–142, 95%CI) months)(Fig. 2C). This difference nonetheless was not statistically significant (P = 0.101), perhaps due to the relatively small size of the study cohort.Open in a separate windowFig. 2.Quantitative RT-PCR analysis of COBRA1 mRNA expression in human ductal carcinoma tissues. A: Relationship between COBRA1 expression and clinical outcome over a 10-year follow-up period. There is a strong correlation between low COBRA1 levels and patients with metastasis or local recurrence (*P = 0.0065 and 0.0081, respectively). B: Comparison between those patients who remained disease free and those who developed further disease progression (metastasis, recurrence, and motality combined). C: Kaplan–Meier survival curve for a disease free survival.Interdependent Protein Stability of the NELF SubunitsDuring the analyses of COBRA1 expression in cell lines and clinical samples, we noticed that the fluctuation in COBRA1 protein level was not always correlated with the changes at the mRNA level, For example, the SKBR3 cells expressed extremely low levels of the COBRA1 and NELF-A proteins (Fig. 1A), yet the corresponding mRNA levels were similar to those in other breast cancer cell lines (data not shown). This suggests that the deregulation of COBRA1 expression can occur at a post-transcriptional step. In addition, the concurrent reduction of NELF-A and COBRA1 protein in SKBR3 cells also raised the possibility of mutual influence of the protein abundance by the NELF subunits. To test this possibility, we individually knocked down each NELF subunit by siRNA and examined the steady-state levels of the NELF proteins. As shown in the second panel in Figure 3A, siRNA oligos that targeted NELF-A, -C, or -E all reduced the levels of COBRA1 (NELF-B) as did the COBRA1-specific oligos, albeit to different degrees (compare lanes 1 and 2 with 3–6). Interestingly, this co-depletion phenomenon was not restricted to the COBRA1 protein. In fact, reduction of any of the four NELF subunits led to reduction of expression for all four proteins (lanes 3–6). A similar co-depletion of the NELF subunits by siRNA was also observed in a prostate cancer cell line LNCaP (Fig. 3B) and breast cancer cell line MCF7 (data not shown), suggesting the existence of a cell type-independent mechanism that governs the interdependency of the NELF subunits.Open in a separate windowFig. 3.Protein levels of NELF subunits in control and NELF knockdown cells. T47D (A) and LNCaP (B) cells were transfected with siRNA oligos for the control or the individual NELF subunits. Whole cell extracts were prepared 72 h after transfection and an equal amount of the extract was resolved by 10% SDS–PAGE. Protein levels of each NELF subunits were determined by Western blot analysis with the corresponding antibodies. α-tubulin was used as the loading control.To obtain more insight into the mechanism underlying the co-depletion, we performed a time course experiment to examine the kinetics of reduction of the individual NELF subunits following the COBRA1-specific siRNA transfection. As shown in Figure 4A, the protein level of COBRA1 began to decrease 24 h after siRNA transfection and its reduction continued throughout the entire 4-day time course. Intriguingly, the other three NELF subunits were depleted at similar rates as that for COBRA1, suggesting a rapid response to any compromised integrity of the NELF complex.Open in a separate windowFig. 4.Further characterization of the interdependency of the NELF subunits. A: Time course study of the NELF subunits following COBRA1 siRNA knockdown. T47D cells were transfected with the control or COBRA1 siRNA duplex and harvested for whole cell extract preparation at 24, 48, 72, and 96 h after transfection. Protein levels of the individual NELF subunits were determined as described in Figure 3. B: Partial rescue of the NELF co-depletion with ectopic expression of COBRA1. T47D cells were first transfected with siRNA duplex for 48 h. Transfected cells were then infected with the recombinant adenovirus for the control protein LacZ or COBRA1. Whole cell extract was analyzed for the expression of the NELF subunits.To examine whether the reduction of NELF subunits was reversible, T47D cells were first transfected with the COBRA1-specific siRNA. 48 h after the siRNA transfection, cells were infected with either control (Ade-LacZ) or COBRA1-expressing recombinant adenovirus (Ade-COBRA1). When compared with the mock or Ad-LacZ-infected COBRA1-knockdown cells (lanes 4 and 5; Fig. 4B), infection with the COBRA1-expressing adenovirus resulted in partial rescue of the expression of COBRA1 as well as the other three subunits (lane 6). This lends further support to the notion that the abundance of the four NELF subunits is highly interdependent.In order to determine whether the coordinated expression of the individual NELF subunits was due to changes in the levels of the corresponding mRNA, we examined the mRNA levels of the four NELF subunits in each siRNA-mediated knockdown set by quantitative RT-PCR analysis. As shown in Figure 5, when cells were transfected with siRNA that targeted one NELF subunit, only the mRNA of the corresponding subunit was substantially reduced. The mRNA levels of the other three subunits remained largely unaffected. This result indicates that post-transcriptional mechanisms play an important role in the coordinated expression of the NELF subunits.Open in a separate windowFig. 5.Examination of the mRNA levels of the NELF subunits in control and NELF knockdown cells. T47D cells were transfected with control or siRNA specific for the individual NELF subunits. Total RNA was extracted and analyzed for mRNA expression of each subunit by quantitative RT-PCR. Relative expression level was determined by normalization against the levels of GAPDH mRNA.To test whether protein degradation was responsible for this co-depletion phenomenon, we first used the cycloheximide treatment to compare the half-lives of NELF-A, -C, and -E in cells transfected with either control or COBRA1-specific siRNA. Intriguingly, the half-lives of the NELF-A and -E subunits in COBRA1 knockdown cells were comparable to those in the control cells, whereas the protein stability of NELF-C in the absence of COBRA1 was significantly decreased (Fig. 6A). This suggests that the interdependent coordination of different NELF subunits may be regulated by distinct post-transcriptional mechanisms. To explore the possible protein degradation pathways responsible for the NELF-C degradation, we treated the control and COBRA1-depleted cells with inhibitors for the proteasome-(MG132) and lysosome-mediated (ALLN) protein degradation machineries. As expected, treatment with neither drug in COBRA1-depleted cells could significantly stabilize NELF-A or -E subunits (compare lane 1 with lanes 4–6; Fig. 6B). However, it is somewhat surprising that the drug treatment did not fully restore the protein levels of NELF-C to those in the control siRNA-transfected cells either. As a positive control, c-Jun protein level was drastically elevated upon the treatment of either drug. Thus, this result suggests that neither proteasome- nor lysosome-mediated protein degradation pathway is likely to serve as the major mechanism for the regulation of NELF protein stability.Open in a separate windowFig. 6.Mechanistic study of the interdependency of the NELF subunits. A: Evaluation of the protein half-lives of NELF-A, -C, and -E in the control and COBRA1 knockdown T47D cells. T47D cells were first transfected with control or COBRA1 siRNA. Seventy-two hours post-transfection, cells were treated with cycloheximide (100 μg/ml) for 0, 2, 4, 6, 8, and 12 h. Whole cell extract was prepared and analyzed for the levels of the individual NELF subunits by Western blot analysis. Protein bands were quantified with ImageQuant V5.2 and relative intensity was used for plotting the graphs. B: Effect of proteasome and lysosome inhibitors on the stability of the NELF subunits. T47D cells were first transfected with control or COBRA1 siRNA, and then treated with proteasome inhibitor MG132 (5 μM) or lysosome inhibitor ALLN (200 μM) for 8 h. Whole cell extract was prepared and protein level of each NELF subunits was determined by Western blot analysis. c-Jun was used as a positive control for the drug effects. α-tubulin was used as a loading control. DISCUSSIONCOBRA1, first identified as a BRCA1-interacting protein [Ye et al., 2001], has been shown in subsequent tissue culture studies to be involved in estrogen-dependent and independent transcription in breast cancer cells [Aiyar et al., 2004, 2007]. Furthermore, COBRA1 inhibits the growth of ER-positive breast cancer cells in vitro [Aiyar et al., 2004], which is consistent with the finding that COBRA1 expression is reduced in several established breast cancer cell lines [Zhu et al., 2004]. In the current study, we extended the previous studies by establishing a link between reduced COBRA1 expression and breast cancer progression. In particular, our data suggest that low COBRA1 expression is strongly associated with metastatic breast cancer. Taken together, these data are in line with the notion that COBRA1 may play a role as a tumor/metastasis suppressor in breast cancer development. Aberrant expression of other steroid receptor coregulators has been linked with breast cancer development as well. For example, overexpression of ER coactivators such as SRC-3/AIB1 in breast cancer has been documented [Anzick et al.,1997]. On the other hand, low expression of the corepressor N-CoR has been shown to be valuable in predicting resistance to endocrine therapies [Lavinsky et al., 1998; Girault et al., 2003]. It will be of interest, therefore, to evaluate in future the COBRA1 expression in patients with various degrees of resistance to endocrine therapies.Our tissue array data indicate that COBRA1 is predominantly expressed in epithelia of multiple tissues. Therefore, its involvement in tumorigenesis may not be restricted to breast tissue. In fact, recent studies indicate that higher expression of COBRA1 and NELF-E is associated with tumorigenesis in upper gastrointestinal tract [Midorikawa et al., 2002; McChesney et al., 2006], which contrasts with its implicated role as a potential tumor suppressor in breast cancer. The molecular basis for this potential tissue-specific function of COBRA1 remains to be elucidated. However, it is possible that, through its interactions with different site-specific transcription factors [Zhong et al., 2004; McChesney et al., 2006], COBRA1 may modulate distinct transcription programs in different cell types. Alternatively, the same COBRA1-regulated genes may play different physiological roles under different cell and tissue contexts.The long-term follow-up study has demonstrated that COBRA1 is correlated with metastasis and local recurrence, as patients with both conditions had a markedly reduced level of COBRA1 transcripts. In this regard, it is important to point out that many of the COBRA1-regulated genes identified in our previous gene expression profiling study are associated with advanced breast cancer [Aiyar et al., 2004, 2007]. For example, as a transcription corepressor, COBRA1 is physically associated with, and regulates the activity of, the promoters of the trefoil factor (TFF) gene family (TFF1–3) [Aiyar et al., 2007]. Notably, both TFF1 and TFF3 are associated with breast cancer metastatic to bone [Smid et al., 2006] and advanced prostate cancer [Vestergaard et al., 2006]. Thus, reduction of COBRA1 expression may lead to over-expression of its cancer-associated target genes, which may in turn contribute to the metastasis and/or local recurrence of the disease. The intriguing correlation observed in the current study merits further validation with larger sample pools.Our study clearly indicates an interdependent regulation of the protein abundance of the NELF subunits. This is consistent with the control of other known homomeric or heteromeric protein complexes [Buchler et al., 2005]. While the current manuscript is under preparation, the same co-depletion phenomenon was also reported in NELF-E knockdown HeLa cells [Narita et al., 2007]. It is reasonable to postulate that the lack of one NELF subunit hampers the proper formation of the remaining NELF complex, which would subsequently expose the other subunits for protein degradation. Although this scenario could account for the decreased half-life of NELF-C observed in COBRA1-knockdown cells, the minimal change of the protein half-lives for NELF-A and -E in the same knockdown cells argues that additional mechanisms must be involved in the regulation of the latter two NELF subunits. It is conceivable, for example, protein translation may serve as a regulatory step for the expression of some NELF subunits.While ectopic expression of COBRA1 in COBRA1-depleted cells partially restored the protein expression of the other subunits, the same adenoviral infection of the parental T47D cells significantly increased the protein level of COBRA1, but not the other NELF subunits (Fig. 4). This may reflect a tight control of the NELF abundance under normal cellular contexts. It is also worth noting that the stability of various subunits is affected to different degrees by the knockdown of a particular subunit. This could be explained by the relative configuration of the individual subunits in the NELF complex. For example, previous biochemical study suggests that NELF-A in the complex directly interacts with NELF-C but not NELF-E [Narita et al., 2003]. Consistent with this scenario, NELF-A knockdown displays a greater impact on the level of NELF-C than that of NELF-E (Fig. 3A). In light of the observation that multiple cell lines show similar interdependency of the NELF subunits, it is somewhat surprising that only the protein levels of COBRA1 and NELF-A, but not those of NELF-C and -E, are significantly reduced in the SKBR3 cells. Given the aggressive nature of SKBR3 in tumorigenesis, it is possible that the mechanism that dictates the co-regulation of individual NELF subunits may be disrupted at advanced stages of the breast cancer. It is also conceivable that the remaining subunits/complex could act as a gain-of-function mutant to promote cancer progression.In conclusion, the current work provides compelling evidence for a tight interdependent regulation of the abundance of the NELF complex, loss of which may contribute to the reduced COBRA1 expression in advanced breast cancer. The finding of reduced expression of COBRA1 in breast cancer patients with metastasis and local recurrence points to the potential of COBRA1 as a useful clinical marker in predicting clinical outcome. Together with findings from the earlier biochemical and tissue culture work, the current study supports the notion that COBRA1 may play an important role in suppression of breast tumor progression. Supplementary Materialsupp Table 1Click here to view.(690K, tif)supp Table 2Click here to view.(774K, tif) ACKNOWLEDGMENTSWe thank Dr. Asma Amleh for critical reading of the manuscript, and Dr. Bert Vogelstein for the adenoviral construct. The work was supported by a grant to R.L. from the National Institutes of Health (DK064604) and a pre-doctoral fellowship to J.S. from the Department of Defense (W81XWH-06-1-0302). W.G.J. acknowledges Cancer Research Wales (CRW) and Cancer Research UK (CR-UK) for support.Grant sponsor:National Institutes of Health; Grant number: DK064604. REFERENCESAiyar SE, Blair AL, Hopkinson DA, Bekiranov S, Li R. 2007. Regulation of clustered gene expression by cofactor of BRCA1 (COBRA1) in breast cancer cells. Oncogene\n26:2543–2553. [PubMed] [Google Scholar]Aiyar SE, Sun J-L, Blair AL, Moskaluk CA, Lv Y, Ye Q-N, Yamaguchi Y, Mukherjee A, Ren D-M, Handa H, Li R. 2004. Attenuation of estrogen receptor alpha-mediated transcription through estrogen-stimulated recruitment of a negative elongation factor. Genes Dev\n18:2134–2146. [PMC free article] [PubMed] [Google Scholar]Anzick SL, Kononen J, Walker RL, Azorsa DO, Tanner MM, Guan XY, Sauter G, Kallioniemi OP, T JM, Meltzer PS. 1997. AIB1, a steroid receptor coactivator amplified in breast and ovarian cancer. Science\n277:965–968. [PubMed] [Google Scholar]Buchler NE, Gerland U, Hwa T. 2005. Nonlinear protein degradation and the function of genetic circuits. Proc Natl Acad Sci USA\n102:9559–9564. [PMC free article] [PubMed] [Google Scholar]Cai J, Parr C, Jiang WG, Boulton ME. 2006. Expression of pigment epithelial derived factor (PEDF) in human breast cancer and the impact on angiogenesis. Clinical Cancer Res\n12:3510–3517. [PubMed] [Google Scholar]Girault I, Lerebours F, Amarir S, Tozlu S, Tubiana-Hulin M, Lidereau R, Bieche I. 2003. Expression analysis of estrogen receptor alpha coregulators in breast carcinoma: Evidence that NCOR1 expression is predictive of the response to tamoxifen. Clin Cancer Res\n9:1259–1266. [PubMed] [Google Scholar]Lavinsky RM, Jepsen K, Heinzel T, Torchia J, Mullen JTM, Schiff R, Del-Rio AL, Ricote M, Ngo S, Gemsch J, Hilsenbeck SG, Osborne CK, Glass CK, Rosenfeld MG, Rose DW. 1998. Diverse signaling pathways modulate nuclear receptor recruitment of N-CoR and SMRT complexes. Proc Natl Acad Sci USA\n95:2920–2925. [PMC free article] [PubMed] [Google Scholar]McChesney PA, Aiyar SE, Lee OJ, Zaika A, Moskaluk C, Li R, El-Rifai W. 2006. Cofactor of BRC A1: A novel transcription factor regulator in upper gastrointestinal adenocarcinomas. Cancer Res\n66:1346–1353. [PubMed] [Google Scholar]Midorikawa Y, Tsutsumi S, Taniguchi H, Ishii M, Kobune Y, Kodama T, Makuuchi M. 2002. Identification of genes associated with dedifferentiation of hepatocellular carcinoma with expression profiling analysis. Jpn J Cancer Res\n93:636–643. [PMC free article] [PubMed] [Google Scholar]Narita T, Yamaguchi Y, Yano K, Sugimoto S, Chanarat S, Wada T, Kim D-K, Hasegawa J, Omori M, Inukai N, Endoh M, Yamada T, Handa H. 2003. Human transcription elongation factor NELF: Identification of novel subunits and reconstitution of the functionally active complex. Mol. Cell. Biol\n23:1863–1873. [PMC free article] [PubMed] [Google Scholar]Narita T, Yung TM, Yamamoto J, Tsuboi Y, Tanabe H, Tanaka K, Yamaguchi Y, Handa H. 2007. NELF interacts with CBC and participates in 3’ end processing of replication-dependent histone mRNAs. Mol Cell\n26:349–365. [PubMed] [Google Scholar]Smid M, Wang Y, Klijn JG, Sieuwerts AM, Zhang Y, Atkins D, Martens JW, Foekens JA. 2006. Genes associated with breast cancer metastatic to bone. J Clin Oncol\n24:2261–2267. [PubMed] [Google Scholar]Vestergaard EM, Borre M, Poulsen SS, Nexo E, Torring N. 2006. Plasma levels of trefoil factors are increased in patients with advanced prostate cancer. Clin Cancer Res\n12:807–812. [PubMed] [Google Scholar]Wada T, Orphanides G, Hasegawa J, Kim D-K, Shima D, Yamaguchi Y, Fukuda A, Hisatake K, Handa H. 2000. FACT relieves DSIF/NELF-mediated inhibition of transcriptional elongation and reveals functional differnces between P-TEFb and TFIIH. Mol Cell\n5:1067–1072. [PubMed] [Google Scholar]Yamaguchi Y, Inukai N, Narita T, Wada T, Handa H. 2002. Evidence that negative elongation factor represses transcription elongation through binding to a DRB sensitivity-inducing factor/RNA polymerase II complex and RNA. Mol Cell Biol\n22:2918–2927. [PMC free article] [PubMed] [Google Scholar]Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H. 1999. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell\n97:41–51. [PubMed] [Google Scholar]Ye Q, Hu Y-F, Zhong H, Nye AC, Belmont AS, Li R. 2001. BRCA1-induced large-scale chromatin unfolding and allele-specific effects of cancer-predisposing mutations. J Cell Biol\n155:911–921. [PMC free article] [PubMed] [Google Scholar]Zhong H, Zhu J, Zhang H, Ding L, Sun Y, Huang C, Ye Q. 2004. COBRA1 inhibits AP-1 transcriptional activity in transfected cells. Biochem Biophys Res Commun\n325:568–573. [PubMed] [Google Scholar]Zhu J, Song S, Jiang Z, Yan J, Lu Q, Huang C, Ye Q. 2004. Characterization of COBRA1 in human breast cancer cell lines using a new polyclonal antibody against COBRA1. IUBMB Life\n56:161–166. [PubMed] [Google Scholar]"}