{"title": "NELF and GAGA factor are linked to promoter-proximal pausing at many genes in Drosophila", "pubDate": "2008", "PMCID": "PMC2423147", "DOI": "10.1128/MCB.02224-07", "PMID": "18332113", "abstract": "Recent analyses of RNA polymerase II (Pol II) revealed that Pol II is concentrated at the promoters of many active and inactive genes. NELF causes Pol II to pause in the promoter-proximal region of the hsp70 gene in Drosophila melanogaster. In this study, genome-wide location analysis (chromatin immunoprecipitation-microarray chip [ChIP-chip] analysis) revealed that NELF is concentrated at the 5' ends of 2,111 genes in Drosophila cells. Permanganate genomic footprinting was used to determine if paused Pol II colocalized with NELF. Forty-six of 56 genes with NELF were found to have paused Pol II. Pol II pauses 30 to 50 nucleotides downstream from transcription start sites. Analysis of DNA sequences in the vicinity of paused Pol II identified a conserved DNA sequence that probably associates with TFIID but detected no evidence of RNA secondary structures or other conserved sequences that might directly control elongation. ChIP-chip experiments indicate that GAGA factor associates with 39% of the genes that have NELF. Surprisingly, NELF associates with almost one-half of the most highly expressed genes, indicating that NELF is not necessarily a repressor of gene expression. NELF-associated pausing of Pol II might be an obligatory but sometimes transient checkpoint during the transcription cycle.", "author": [{"author": "Chanhyo Lee", "affiliation": ["Center for Gene Regulation, Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania 16802, USA."], "href": "/?term=Lee+C&cauthor_id=18332113"}, {"author": "Xiaoyong Li", "affiliation": [], "href": "/?term=Li+X&cauthor_id=18332113"}, {"author": "Aaron Hechmer", "affiliation": [], "href": "/?term=Hechmer+A&cauthor_id=18332113"}, {"author": "Michael Eisen", "affiliation": [], "href": "/?term=Eisen+M&cauthor_id=18332113"}, {"author": "Mark D Biggin", "affiliation": [], "href": "/?term=Biggin+MD&cauthor_id=18332113"}, {"author": "Bryan J Venters", "affiliation": [], "href": "/?term=Venters+BJ&cauthor_id=18332113"}, {"author": "Cizhong Jiang", "affiliation": [], "href": "/?term=Jiang+C&cauthor_id=18332113"}, {"author": "Jian Li", "affiliation": [], "href": "/?term=Li+J&cauthor_id=18332113"}, {"author": "B Franklin Pugh", "affiliation": [], "href": "/?term=Pugh+BF&cauthor_id=18332113"}, {"author": "David S Gilmour", "affiliation": [], "href": "/?term=Gilmour+DS&cauthor_id=18332113"}], "refPMID": [], "citedInPMID": ["18332113", "34897508", "34663418", "34301936", "33972784", "33720012", "33640324", "33472084", "33420323", "32229306", "32179582", "31495490", "31068966", "31053615", "30705266", "30225346", "29848501", "29709033", "29281702", "29077765", "29056321", "28894972", "28871058", "28856379", "28735898", "28531310", "28327288", "28326086", "28296955", "28213523", "28077616", "27492368", "27468311", "27379389", "27176767", "27088130", "27078128", "26903558", "26841971", "26555214", "26335634", "26064623", "26010750", "25815464", "25693130", "25603281", "25331959", "25201415", "25173174", "25165826", "25058334", "24985916", "24879308", "24843027", "24607507", "24595285", "24559102", "24486021", "24453987", "24097989", "24050178", "23951546", "23894613", "23873939", "23749213", "23746353", "23708796", "23706736", "23676218", "23589332", "23430654", "23401853", "23358822", "23260668", "23161582", "23047559", "23023663", "22986266", "22983086", "22701709", "22684278", "22567401", "22549956", "22434426", "22410403", "22406341", "22393255", "22244331", "22085965", "22056986", "22048664", "22046134", "21962715", "21865163", "21859888", "21822281", "21791549", "21467139", "21467039", "21460038", "21448136", "21347358", "21326907", "21324670", "21310711", "21081187", "21074046", "20844575", "20708585", "20634899", "20534440", "20421872", "20028984", "20023156", "20007866", "19952111", "19834511", "19742326", "19742310", "19741698", "19656951", "19605681", "19581445", "19515973", "19514890", "19487241", "19451231", "19380483", "19275938", "19229299", "19124666", "19103744", "18830703", "18628398", "18408708"], "body": " AbstractRecent analyses of RNA polymerase II (Pol II) revealed that Pol II is concentrated at the promoters of many active and inactive genes. NELF causes Pol II to pause in the promoter-proximal region of the hsp70 gene in Drosophila melanogaster. In this study, genome-wide location analysis (chromatin immunoprecipitation-microarray chip [ChIP-chip] analysis) revealed that NELF is concentrated at the 5′ ends of 2,111 genes in Drosophila cells. Permanganate genomic footprinting was used to determine if paused Pol II colocalized with NELF. Forty-six of 56 genes with NELF were found to have paused Pol II. Pol II pauses 30 to 50 nucleotides downstream from transcription start sites. Analysis of DNA sequences in the vicinity of paused Pol II identified a conserved DNA sequence that probably associates with TFIID but detected no evidence of RNA secondary structures or other conserved sequences that might directly control elongation. ChIP-chip experiments indicate that GAGA factor associates with 39% of the genes that have NELF. Surprisingly, NELF associates with almost one-half of the most highly expressed genes, indicating that NELF is not necessarily a repressor of gene expression. NELF-associated pausing of Pol II might be an obligatory but sometimes transient checkpoint during the transcription cycle. Based on studies of the transcription inhibitor 5,6-dichloro-1-β-d-ribobenzimidazole (DRB), it was proposed that transcription elongation by RNA polymerase II (Pol II) in animal cells is controlled a short distance downstream from the transcription start site by the opposing actions of positive and negative elongation factors, dubbed P-TEF and N-TEF, respectively (36). Biochemical analyses resulted in a model for regulation of transcription elongation in the promoter-proximal region (42). Acting as N-TEFs, the proteins NELF and DSIF associate with the Pol II elongation complex to inhibit elongation (57, 64). This inhibition is overcome by a kinase called P-TEFb (37). P-TEFb phosphorylates Pol II, DSIF, and NELF to alleviate the inhibitory action of NELF and DSIF, thus allowing Pol II to productively transcribe a gene. Inhibition of transcription elongation by DRB is currently ascribed to its ability to inhibit P-TEFb. P-TEFb, DSIF, and NELF are likely to affect transcription of many genes, since inhibitors of P-TEFb repress transcription of over half of the genes in animal cells (10, 30).The vast majority of studies of transcriptional regulatory mechanisms have emphasized the importance of proteins involved in the recruitment of Pol II to a promoter. Early studies with animal cells, however, provided evidence that transcriptional regulation of some genes occurs at a stage after Pol II initiates transcription (51, 55). The best-studied example is hsp70 in Drosophila melanogaster (33). hsp70 is rapidly and dramatically induced in response to heat shock. Chromatin immunoprecipitation (ChIP) experiments first detected Pol II in the promoter region of this gene prior to induction (19), and subsequent studies established that Pol II initiates transcription but pauses in the region 20 to 40 nucleotides downstream from the transcription start site (17, 48, 50). NELF and DSIF cause Pol II to pause in the promoter-proximal region of hsp70 (59, 61).Induction of hsp70 relies on two proteins, GAGA factor and HSF, that bind upstream from the core promoter region (35). GAGA factor functions before heat shock in establishing the paused Pol II and a promoter architecture conducive to binding by HSF (31, 52). Heat shock rapidly induces HSF to associate with hsp70 (5). This leads to P-TEFb being recruited to hsp70, thus providing a mechanism for alleviating NELF-mediated inhibition (34). Notably, the HSF activation domain appears to be unable to activate transcription without the prior action of the GAGA factor (58). Thus, induction of hsp70 relies on two types of sequence-specific DNA binding proteins, namely, GAGA factor, to promote initiation and establish the transcriptional potential of the gene, and HSF, to promote both release of transcriptionally engaged Pol II and rapid reinitiation.Recent genome-wide analyses of the distribution of Pol II indicate that Pol II is concentrated in the promoter regions of thousands of genes, even though many of these genes appear to be transcribed infrequently or quiescent (23, 38, 66). Hence, transcriptional control targeting a step after initiation may be far more common than previously known. To increase our understanding of promoter-proximal pausing, we analyzed the distributions of NELF and GAGA factor in Drosophila cells by using ChIP-microarray chip (ChIP-chip) analysis. We also examined the association of Pol II at numerous promoters by using permanganate genomic footprinting to assess the relationship between NELF, GAGA factor, and promoter-proximal pausing. Our findings link NELF and GAGA factor to promoter-proximal pausing at many genes and suggest that NELF-directed pausing of Pol II may represent a widespread checkpoint during the transcription cycle. MATERIALS AND METHODSMicroarray analysis of DNA isolated by ChIP. ChIP-chip analyses of NELF-B, NELF-E, and GAGA factor were carried out with Schneider 2 cells. DNA cross-linked to proteins was isolated by immunoprecipitation as previously described (59).The NELF-B and -E samples were analyzed by the Berkeley Drosophila Transcription Network Project. The ChIP and control ChIP DNA samples, along with DNAs purified from input chromatin samples, were amplified using a modified random prime-based PCR amplification protocol. The amplified DNAs were fragmented with DNase I, biotinylated, and hybridized to Affymetrix Drosophila Tiling 1.0F arrays. The ChIP-chip data were analyzed using TiMAT programs developed by the Berkeley Drosophila Transcription Network Project (http://bdtnp.lbl.gov/TiMAT/TiMAT2/index.html). Peaks of NELF were located using Mpeak (27). All parameters for Mpeak were set at the default, except for “largest search range,” which was reduced to 1.0 kb. This change was made because the sonicated DNAs generated for ChIP were in the size range of 0.3 to 1.0 kb.The GAGA factor ChIP DNA was analyzed by the Penn State Cartography Project. DNA cross-linked to GAGA factor was isolated by immunoprecipitation as previously described (59). The GAGA factor ChIP and mock ChIP (preimmune GAGA factor serum) DNA samples were amplified by ligation-mediated PCR (24). Using a GeneChip WT (whole transcript) double-stranded DNA terminal labeling kit (Affymetrix), the amplified DNA containing dUTP was fragmented with uracil DNA glycosylase and apyrimidinic/apurinic endonuclease, biotinylated, and finally hybridized to Affymetrix Drosophila Tiling 1.0R arrays. Signal analysis, interval analysis, and peak calling were performed using software for model-based analysis of tiling arrays (26). A bandwidth and maximum gap value of 150 bp was used for the interval analysis. Peaks were called using a 1% false discovery rate threshold.Analysis of tabulated information. The probe intensities from the microarray analysis were obtained in tabulated form (see Files S2, S3, and S4 in the supplemental material). Analysis of tabulated data was done using tools provided at the Penn State Galaxy website (http://g2.trac.bx.psu.edu/) to evaluate the relationship between the locations of protein peaks and transcription start sites (see Fig. ​Fig.2)2) and to identify genes associated with protein peaks (see Fig. ​Fig.55 and ​and7;7; also see File S6 in the supplemental material). Galaxy was also used to prepare and transfer tabulated data for viewing in the UCSC browser (http://genome.ucsc.edu/). The chi-square test function in Excel was used to calculate P values associated with the Venn diagrams (65).Open in a separate windowFIG. 2.Analysis of distribution of NELF. (A) Venn diagram showing the number of NELF-E regions that overlap NELF-B regions by at least 1 kb and visa versa. Regions correspond to places where contiguous probes on the microarray yielded signals above a 1% false discovery rate and include regions that contain peaks as well as low even distributions, as shown in Fig. ​Fig.1.1. The P value for the chance occurrence of this overlap is <10−300. The number not in parentheses (3,829) is the number of NELF-B regions overlapping NELF-E regions. The number in parentheses (3,934) is the number of NELF-E regions overlapping NELF-B regions. In some cases, two separate regions for one protein overlap one region for the other protein. (B) Positions of NELF peaks relative to transcription start sites. NELF-B (n = 2,624) and NELF-E (n = 2,987) peaks were located using Mpeak. Note that there are fewer peaks than regions (A) because many regions lack a discernible peak of NELF.Open in a separate windowFIG. 5.Comparison of NELF and GAGA factor distributions. (A) Conserved sequence motif identified in the vicinity of regions with a permanganate footprint. MEME analysis of the region from 200 nucleotides upstream to 100 nucleotides downstream from the Inr elements detected enrichment of the GAGA element. P values for regions containing this motif were 3.76 × 10−5 or lower. (B) Permanganate footprints and distributions of NELF-B and GAGA factor on the tai and D-fos genes. The footprinted region of tai is approximately 9 kb downstream from the annotated transcription start site. Nevertheless, the presence of an initiator element (Fig. ​(Fig.4)4) indicates that this could be a transcription start site. (C) Venn diagram displaying the relationships between genes associated with NELF-B, NELF-E, and GAGA factor. Separate lists were compiled for genes that had a peak of NELF-B or NELF-E within 500 base pairs of the transcription start site or of GAGA factor within 1,000 base pairs of the transcription start site (see File S6 in the supplemental material).Open in a separate windowFIG. 7.Relationships between NELF-associated genes, GAGA factor-associated genes, and genes with stalled Pol II. NELF-associated genes are those genes that have both NELF-B and NELF-E peaks within 500 bp of the transcription start. GAGA factor-associated genes were identified as described in the legend to Fig. ​Fig.5.5. Genes with stalled Pol II were identified by Muse et al. (38). Only 983 of the 1,014 genes with stalled Pol II could be matched up with our set of 13,745 genes. File S6 in the supplemental material provides a list of genes with associated factors.Permanganate genomic footprinting. Drosophila S2 cells (serum-free medium [SFM]-adapted D.mel-2 cells; Invitrogen) (2 ml) in a six-well plate containing Drosophila-SFM supplemented with 90 ml/liter of 200 mM l-glutamine were grown to a density of approximately 5 × 106 cells/ml at 25°C. The medium was removed, and the plate was placed on ice. Cells were treated with permanganate by adding 800 μl of ice-cold 10 mM KMnO4 dissolved in phosphate-buffered saline (PBS) and incubating them for 60 seconds. The reactions were stopped by the addition of 200 μl of 5× stop solution (50 mM Tris-Cl, pH 7.5, 50 mM NaCl, 50 mM Na2EDTA, pH 8.0, 2.5% sodium dodecyl sulfate, 1 M 2-mercaptoethanol). The cell lysate was transferred to a 1.5-ml tube and then incubated overnight at 37°C with 50 μg of proteinase K. Samples were extracted twice with phenol-chloroform-isoamyl alcohol (25:24:1), and the permanganate cleavage pattern was analyzed as previously described (8).To prepare permanganate-treated naked DNA and GA markers, cells were treated with 800 μl of PBS followed by 200 μl of 5× stop solution. DNA was purified as described above. One microgram of DNA was diluted to a final volume of 100 μl with cold PBS. DNA samples were treated with 100 μl of 20 mM KMnO4 in PBS on ice. Individual samples were incubated with permanganate on ice for 0, 30, or 60 seconds and then stopped by the addition of 200 μl of 2× stop solution. DNA was ethanol precipitated and dissolved in 90 μl of water. GA markers were generated as previously described (8).Primers and annealing temperatures used in the ligation-mediated PCR analyses are listed in File S8 in the supplemental material.Microarray data accession number. The raw and processed microarray data were submitted to ArrayExpress (www.ebi.ac.uk/arrayexpress/) under accession number E-MEXP-1547. RESULTSPeaks of NELF are detected near the promoters of 2,111 genes. High-density Affymetrix tiling microarrays were used to analyze two independent DNA samples (biological replicates) that had been isolated by ChIP from Drosophila cells with antisera against the B and E subunits of NELF. Figure ​Figure11 shows three cases where NELF is concentrated near the transcription start site and three cases where it is more evenly distributed—inspection of all of the data reveals a continuum between these extremes (see Files S2 and S3 in the supplemental material). NELF-B and NELF-E were each detected in over 4,000 separate regions, with a 1% false discovery rate. At least 80% of the NELF-B and NELF-E regions overlap with each other by a minimum of 1 kb, consistent with the two functioning as part of a complex (Fig. ​(Fig.2A).2A). The Mpeak algorithm (27) was used to identify regions with concentrated peaks of NELF. Most peaks of NELF-B and NELF-E mapped to within 500 base pairs of an annotated transcription start site (Fig. ​(Fig.2B).2B). A total of 2,111 genes were found to have peaks of both NELF-B and NELF-E within 500 base pairs of the start site (see Fig. ​Fig.5C;5C; see also File S6 in the supplemental material).Open in a separate windowFIG. 1.Comparison of the distributions of NELF and paused Pol II. In each panel, the bar graphs for NELF-E and NELF-B represent ChIP signals at individual probe coordinates. Regions lacking bars represent no statistically significant signal above the preimmune control signal. The MnO4− graph in each panel is derived from SAFA analysis (13) of the permanganate footprinting data shown in Fig. ​Fig.3.3. The enhancement in permanganate reactivity that occurred in cells was determined by subtracting the band intensities for naked DNA from the corresponding band intensities obtained for treated cells. The regions analyzed by permanganate footprinting are limited to regions of approximately 100 nucleotides. The graphs were aligned with each other and with an annotated view of the corresponding region of the genome by using the UCSC browser. Numbers at the top of each panel designate coordinates on the chromosome indicated to the left of the panel. CG14709, CG5807, and CG31531 are examples where the densities of NELF are significantly elevated in a 500- to 1,000-base-pair region at the 5′ end of a gene. Bap170, Cctgamma, and Nipsnap are examples where the densities of NELF are above a 1% false discovery rate but evenly distributed over 2 to 3 kb; no permanganate footprint was evident in these promoter regions (Fig. ​(Fig.3).3). The solid horizontal bars delineate transcription units, and the arrowheads indicate the direction of transcription. Results for 59 regions are provided in File S1 in the supplemental material.Inspection of the peaks located farther than 500 base pairs from a start site did not reveal any obvious relationship to other aspects of genes, such as sites of RNA processing. Recently, NELF was shown to be involved in 3′-end processing of the nonpolyadenylated histone mRNAs (41). Since repeated genes like histone genes were not included on the microarray, we could not analyze NELF's relationship to these genes. For single-copy sequences, there was no indication that NELF peaked near the 3′ ends of genes, although low levels of NELF can be detected at the ends of some genes.Paused Pol II is frequently located near peaks of NELF. To determine if peaks of NELF contained paused Pol II, we experimentally interrogated a subset of cases by using permanganate genomic footprinting (8). The genes were chosen based on inspection of the ChIP-chip data, selecting mainly NELF-enriched genes but also several NELF-deficient controls. Permanganate reacts preferentially with thymines in the single-stranded transcription bubble associated with transcriptionally engaged Pol II. Since some thymines in double-stranded DNA are hyperreactive in the absence of protein, the patterns of permanganate reactivity occurring in cells were compared to the patterns of reactivity occurring in purified DNA. Figure ​Figure33 shows results for the six regions presented in Fig. ​Fig.1,1, and results for a total of 59 different regions, along with ChIP-chip data, are provided in File S1 in the supplemental material. Forty-six of the 59 regions analyzed had a clearly discernible permanganate footprint, and all 46 footprints were located within 500 base pairs of a NELF peak. This is clearly exemplified by aligning the pattern of permanganate reactivity with the ChIP-chip data (Fig. ​(Fig.1;1; see File S1 in the supplemental material) and suggests that paused Pol II colocalizes with NELF.Open in a separate windowFIG. 3.Permanganate genomic footprints for selected genes. Drosophila cells were subjected to permanganate genomic footprinting, and the resulting patterns of reactivity were analyzed on DNA sequencing gels. The rightmost lane in each panel shows the pattern of reactivity occurring in cells; the leftmost lane shows GA markers. The center lanes show controls done with purified DNA (naked DNA). The numbers to the right of each panel identify locations of thymines relative to the transcription start sites annotated in the Drosophila genome. Some thymines have not been marked to simplify the display; all are labeled in File S1 in the supplemental material. The thymines deemed hyperreactive are printed in black; the rest are shown in gray. The short vertical lines adjacent to CG14709 (at positions −22), CG5807 (between positions +30 and +45), and CG31531 (at position +3) delineate initiator elements identified in Fig. ​Fig.4.4. The footprinting results are for those genes displayed in Fig. ​Fig.1.1. Footprinting results for an additional 53 loci are provided in File S1 in the supplemental material.Interestingly, we found 10 cases of those interrogated where no permanganate footprint was evident even though NELF was present (Bap170, Cctgamma, and Nipsnap are examples shown in Fig. ​Fig.1,1, and the remainder are shown in File S1 in the supplemental material). ChIP-chip data for Pol II from the work of Muse et al. (38) show that various levels of Pol II are present at the promoter regions of all 10 of these genes. A possible explanation for this discrepancy is that Pol II does not reach a sufficient concentration in a restricted region of these genes to be detected with permanganate.Transcription bubbles are concentrated in the region 20 to 50 nucleotides downstream from an initiator element. The locations of the permanganate footprints were analyzed because these locations could have important implications concerning the mechanism of the pause. When we aligned permanganate footprints relative to annotated transcription start sites, designated by thick blue vertical lines in Fig. ​Fig.4A,4A, the edge of each footprint closest to the start site was at least 15 nucleotides downstream from the start site for 36 of 46 cases. A distance of 15 nucleotides corresponds to Pol II molecules having transcribed at least 26 nucleotides, given that the size of the transcription bubble is 12 nucleotides and the 3′ end of the nascent transcript is located 1 nucleotide behind the leading edge of the bubble (21, 28).Open in a separate windowFIG. 4.Sequence conservation and alignment of permanganate footprints with initiator elements. (A) Schematics of regions encompassing permanganate footprints were aligned relative to putative initiator elements. The putative initiator elements matched at least four of five positions of previously characterized Drosophila initiator elements (9, 32). Those tagged with an asterisk contain the conserved motif shown in panel B. Those tagged with the symbol “#” contain the conserved GAGA element displayed in Fig. ​Fig.5A.5A. Three of the promoters (scyl, β1-tubulin, and hsp26) lack the conserved initiator, so they were aligned on the annotated start site. The annotated start sites from FlyBase are marked with thick blue vertical lines; note that several cases do not align with an initiator element. Those cases lacking a thick blue line have annotated transcription start sites that fall outside the illustrated region. Black vertical lines mark the locations of hyperreactive thymines that constitute the permanganate footprint, and red vertical lines mark the positions of the remaining thymines. (B) Conserved element detected in the vicinity of the permanganate footprints (MnO4− footprint-linked conservation). Sequence conservation was based on the MEME results shown in File S7 in the supplemental material and displayed using WebLogo (http://weblogo.berkeley.edu/). P values for regions containing this motif were 5 × 10−7 or lower. (C) Composite sequence of putative TFIID binding sites (Inr, MTE, and DPE) derived from a statistical analysis of 3,393 nonredundant Drosophila promoters (16). (D) Average percentage of hyperreactive thymines at each position relative to the initiator element. Thymines in the regions encompassing the permanganate footprints were given a score of 1 if they were judged to be hyperreactive and a score of 0 if not. The percentage of hyperreactive thymines in a three-nucleotide window was calculated, and the percentage at the center nucleotide of the three-nucleotide window was plotted as a function of distance from the adenine in the initiator.The locations of the permanganate footprints for several cases seemed unusual. The annotated start sites of CG6014, corto, LanA, and rpr were located within the permanganate footprint (Fig. ​(Fig.4A,4A, bottom 4 rows; note the locations of the annotated start site [in blue] and the permanganate reactive sites [in black]). A search for conserved sequence elements in the vicinity of the permanganate footprints, however, revealed that the unusual cases could be explained by the presence of nearby transcription start sites that had not yet been identified. The program MEME (3) identified conserved nucleotides within a 35-nucleotide region in 28 of 46 of the footprints (Fig. ​(Fig.4B;4B; see File S7 in the supplemental material) (genes with this conserved motif are marked with asterisks in Fig. ​Fig.4A).4A). The conserved nucleotides in the regions designated −2 to 4 and 28 to 32 resemble the previously identified initiator element (Inr) and downstream promoter element (DPE), which are recognized by TFIID (7, 44, 54) and are shown in Fig. ​Fig.4C.4C. In Drosophila, transcription usually begins at or near the conserved adenine in the Inr (16). We surmise that the unusually positioned permanganate footprints resulted from Pol II molecules that used a nearby Inr to initiate transcription. In support of this, we confirmed that transcription initiates in vitro within the Inr of CG14709 (data not shown), and the transcription start site for Tollo was previously mapped to the Inr (32).To measure where Pol II typically resides when paused on a promoter, we plotted the frequency of reactive thymines as a function of the distance from the adenine in the initiator. The start site proximal edge of the composite footprint begins approximately 20 nucleotides from the transcription start site and extends for approximately 30 nucleotides (Fig. ​(Fig.4D4D).GAGA factor frequently colocalizes with paused Pol II and NELF. Our MEME analysis of sequences encompassing the permanganate footprints identified another conserved sequence called the GAGA element (Fig. ​(Fig.5A).5A). Twenty-seven of the 46 promoters with permanganate footprints contained at least one GAGA element within regions spanning from 200 bp upstream to 100 nucleotides downstream of the Inr elements shown in Fig. ​Fig.4A4A (designated with the symbol “#”). GAGA factor has been implicated in promoter-proximal pausing on hsp70 (31, 52, 58).To assess the relationship between GAGA factor, NELF, and paused Pol II, we determined GAGA factor's distribution across the entire genome by using ChIP-chip analysis. GAGA factor was detected at 2,907 regions, with a false discovery rate of 1%. Figure ​Figure5B5B displays examples of the locations of GAGA factor along with the locations of NELF-B and permanganate footprints, and the remaining cases that were also analyzed with permanganate are provided in File S1 in the supplemental material. We selected tai as one example because this region is approximately 9 kb downstream from the annotated start site. The presence of NELF, GAGA factor, paused Pol II, and a conserved initiator element indicates that this is probably a promoter. Like its mammalian counterpart (43), D-fos has paused Pol II, and this could be linked to the presence of GAGA factor. Most of the places where we detected paused Pol II by permanganate footprinting (40/46 cases) were within 1 kb of a peak of GAGA factor.To assess the potential link between GAGA factor and NELF, we compared the genes with a peak of GAGA factor within 1 kb of the transcription start site to genes with NELF-B and NELF-E peaks within 500 base pairs of the transcription start (Fig. ​(Fig.5C).5C). A total of 2,111 genes were found to associate with both NELF-B and NELF-E, and 39% of these genes were found to associate with GAGA factor. Thus, GAGA factor is detected near a significant number of NELF-associated genes (P < 10−300).The relationship between NELF, pausing, and gene expression levels. Since NELF inhibits transcription elongation, we anticipated that it might correlate with transcriptional repression. To address this possibility, we ranked approximately 14,000 genes according to their previously determined levels of expression (49) and binned them in 10 percentile increments. Next, the percentage of genes in each bin that had NELF located within 500 bp was determined. The frequency of genes associated with NELF increased as the level of expression increased (Fig. ​(Fig.6).6). Surprisingly, almost half of the genes expressed above the 90th percentile appeared to associate with NELF. In accordance with this trend, 22 of 46 genes exhibiting a permanganate footprint were ranked in the top quartile for expression, while only 3 of the 46 were ranked in the bottom quartile (data not shown). Given that NELF is a negative regulator of elongation and its association correlates with pausing, these results indicate that pausing could be an integral but transient part of the transcription cycle.Open in a separate windowFIG. 6.Relationship between gene expression level and NELF. Data from the work of Rehwinkel et al. (49) were used to rank 13,701 genes according to expression level. The percentage of genes in each bin of 10 percentile points with a NELF-B peak within 500 bp of the start was plotted against the percentile of expression. Each bin contains approximately 1,370 genes. DISCUSSIONApproximately 2,000 genes have NELF at the 5′ end, and many of these genes are likely to have paused Pol II. We identified 2,111 genes in the Drosophila genome that had peaks of both NELF-B and -E within 500 bp of the transcription start (Fig. ​(Fig.5C;5C; see File S6 in the supplemental material). The broad distribution of NELF throughout the genome revealed by ChIP-chip analysis is in excellent agreement with the broad distribution detected on Drosophila polytene chromosomes (59, 61). The close association of NELF with promoter regions raises the possibility that NELF is involved in the expression of many genes.We investigated the relationship between NELF and paused Pol II by performing permanganate genomic footprinting on the promoter regions of 58 genes and one region that exhibited an obvious peak of NELF located 9 kb downstream from the annotated start site. Of 56 NELF-associated genes, 46 had a clearly discernible footprint (see File S1 in the supplemental material). Our results can be extrapolated to predict the number and identity of genes that are likely to have Pol II paused in the promoter-proximal region. NELF-associated genes were ranked according to the level of NELF reflected by the Mpeak value. Forty-four of the genes we analyzed are within the collection of genes with the top 1,000 Mpeak values, and 42 of these had permanganate footprints. Thus, these top 1,000 genes represent cases where we anticipate detection of paused Pol II with permanganate.Comparison of our data with recent Pol II ChIP-chip data obtained for Drosophila S2 cells provides another measure of the relationship between NELF and promoter-proximal pausing. Muse et al. (38) identified 5,403 genes with Pol II, and the majority of these had Pol II concentrated at the 5′ end. Based on the unusually high density of Pol II found at the 5′ end, 1,014 genes were judged to have stalled Pol II at the 5′ end. These Pol II were described as stalled rather than paused because there is uncertainty in the conformation of the elongation complex (see Discussion in the work of Muse et al. [38]). Nevertheless, since these conformations are related to pausing, the relationships between genes with NELF, GAGA factor, and stalled Pol II were assessed. Thirty-nine of the 46 genes with permanganate footprints were found among the genes with stalled Pol II, indicating that a significant portion of the stalled Pol II are indeed transcriptionally engaged in the promoter-proximal region. The Venn diagram in Fig. ​Fig.77 shows the concordance between our NELF-associated genes and those with stalled Pol II. Eighty percent of the genes with stalled Pol II coincide with our NELF-associated genes. Collectively, the data indicate that the presence of NELF, the presence of paused Pol II, and the presence of stalled Pol II are linked to each other. The interdependence of these gene features is further supported by the finding that the distribution of Pol II was altered on 115 of 200 genes with stalled Pol II when NELF was depleted with RNA interference (38).Importantly, it is also evident that pausing is not dictated solely by NELF. We detected 10 genes that lacked a permanganate footprint yet clearly associated with NELF. Muse et al. (38) observed that 85 of 200 genes with stalled Pol II displayed no significant change in the distribution of Pol II when NELF was depleted with RNA interference. It is noteworthy that NELF slows but does not stop elongation in vitro (11, 64). Thus, the density of Pol II in the promoter-proximal region is probably influenced by additional factors. These could include gene-specific factors that influence initiation rates and the duration of the pause. Chromatin structure could impede elongation, as appears to be the case for hsp70 in human cells (6, 12). Some cases could involve Pol II in a preinitiated state, as observed by Dellino et al. (14). Other cases could involve premature termination, as observed by Zhang et al. (68). Further analysis of individual genes is necessary to explore these possibilities.NELF associates with highly expressed genes. Based on previous work (1, 2, 61), we anticipated that NELF would repress transcription. Surprisingly, we observed that approximately 80% of the NELF-associated genes were among the upper half of genes ranked by expression level (Fig. ​(Fig.6).6). Almost one-half of the genes above the 90th percentile in expression associated with NELF. In addition, 35 of the 46 genes for which we detected a permanganate footprint ranked in the top 50th percentile for expression.As proposed by Sims et al. (53), NELF could function as a checkpoint during an early stage in elongation. The delay in elongation could allow time for both elongation factors and RNA processing factors to associate with Pol II. The checkpoint could also serve to attenuate the level of expression of some genes whose expression levels might otherwise be too high for the biological functions of the genes. This has been proposed for some estrogen-induced genes, wherein the estrogen receptor appears to recruit NELF at the same time that it is activating transcription (2).Many genes with paused Pol II and NELF associate with GAGA factor. The Venn diagram in Fig. ​Fig.77 shows that GAGA factor associates with a significant number of genes that associate with NELF or a stalled Pol II. GAGA factor was previously implicated in pausing Pol II on hsp70 (31, 52). GAGA factor interacts with TFIID, the chromatin remodeling factor NURF, and the histone chaperone FACT (20, 39, 62). Thus, GAGA factor could function in initiation by recruiting TFIID and by establishing a nucleosome-free region that allows access of the transcription machinery to the promoter. It is unclear if GAGA factor directly impacts elongation. Pausing could be a default outcome of GAGA factor's inability to overcome the action of NELF, possibly because it does not recruit P-TEFb to the gene.Approximately 40% of the GAGA factor-associated genes do not associate with NELF (Fig. ​(Fig.7).7). More investigation is needed to determine what GAGA factor does at these genes. GAGA factor associates with polycomb response elements (25), which are involved in transcription repression, so GAGA factor could be involved in organizing a repressive chromatin structure that blocks transcription initiation.Six genes for which we detected a permanganate footprint lack GAGA factor, and approximately one-half of the genes identified by Muse et al. (38) lack GAGA factor (Fig. ​(Fig.7).7). This raises the possibility of the existence of other sequence-specific DNA binding proteins that function similarly to GAGA factor. These could be proteins that participate in initiation but are unable to directly impact elongation. Such proteins were previously implicated in an earlier study (4), but a direct link to promoter-proximal pausing and NELF remains to be investigated.NELF-associated genes with paused Pol II are enriched for a combination of TFIID binding sites. DNA sequence analysis of the regions encompassing the permanganate footprints of 46 genes identified a 35-nucleotide region with three conserved patches of nucleotides, centered at positions +1, +18, and +29 relative to known or putative transcription start sites. These conserved patches align with three contacts made by TFIID in the first 30 nucleotides of the hsp70, hsp26, and histone H3 genes (44, 45), strongly suggesting that the three conserved patches are recognized by TFIID. This conclusion is further supported by the similarity between the sequences of the initiator and DPE, which are recognized by TFIID (7, 44), and the sequences centered at positions +1 and +29 in our conserved element (compare Fig. 4B and C).While it is not surprising for the promoters with paused Pol II to have TFIID binding sites, it is unusual to have such a large proportion of promoters with multiple binding sites. Statistical analysis of 3,393 nonredundant Drosophila promoters revealed that only 12% of the promoters contained an Inr and a DPE (16), whereas we found this combination in 61% (28/46 cases) of the cases with paused Pol II. These two regions, in combination with a third conserved patch of nucleotides near position +18, further distinguish this collection of promoters with paused Pol II from the rest of the promoters in the genome.The combination of TFIID contacts in the regions at positions +1, +18, and +29 could contribute to pausing by increasing the affinity of TFIID for the core promoter region, thus shifting the rate-limiting step from the binding of TFIID to a subsequent step, such as promoter-proximal pausing. In addition, the contacts of TFIID downstream from the transcription start might help to establish a promoter architecture that is conducive to pausing. DNase I footprinting and UV cross-linking analyses showed that TFIID contacts DNA as far as 45 nucleotides downstream from the transcription start (56, 60).Pol II pauses in the region 30 to 50 nucleotides from the start site of NELF-associated genes, but the pause does not appear to be dictated by sequence-specific nucleic acid contacts with the elongation complex. Our permanganate footprinting results indicate that Pol II pauses after transcribing approximately 30 to 50 nucleotides. This agrees well with high-resolution mapping of nascent transcripts associated with paused Pol II on the hsp70 and hsp27 genes (47) and with the locations of permanganate footprints detected on several other genes (1, 18, 29, 43, 67). Because the footprints at several different promoters extend further than the size of a bubble associated with a single Pol II molecule, the location of the paused Pol II must often be heterogeneous. This also agrees with previous results for the hsp70 and hsp27 genes (47).The distance where Pol II begins to pause downstream from the start site is similar to the distance where NELF was found to inhibit elongation in a cell-free system (64). This strengthens our conclusion that NELF is involved in concentrating Pol II in the promoter-proximal region. Moreover, our results fit well with a proposed pausing mechanism in which the NELF-E subunit associates with the nascent transcript and slows elongation by restricting the extrusions of the nascent transcript from the elongation complex (40). This model requires that Pol II transcribe at least 18 nucleotides so that the transcript is exposed outside the elongation complex (22).The location of paused Pol II provides a landmark for sequence comparisons directed at identifying sequences involved in promoter-proximal pausing. The location where Pol II pauses does not correlate with conserved sequences or conserved RNA structures. The conserved element that is likely to be recognized by TFIID is located various distances from where Pol II pauses, so it seems unlikely that this element directly influences Pol II. Mfold analyses (69) of the portions of nascent transcripts that would be exposed from the elongation complexes failed to detect evidence of substantial secondary structure.We propose that NELF's interaction with the nascent transcript associated with paused Pol II is independent of sequence and RNA secondary structure. NELF was previously shown to associate with a variety of RNAs, including some with substantial secondary structure and some without it (63). Our conclusion contrasts with studies of the human immunodeficiency virus (HIV) provirus, for which sequence-specific association of NELF-E with the TAR element has been detected and is thought to control elongation (15, 46). Recent analysis of an HIV provirus, however, indicates that NELF associates with the elongation complex and causes Pol II to pause at position +45, well before the TAR element has been transcribed and well within the range where we find Pol II pausing on Drosophila genes (67).Transcriptional control in animal cells. Knowledge of transcriptional control is based largely on studies with yeast and cell-free systems. These studies have tended to emphasize the regulation of transcription initiation. New data provided by genome-wide analyses of Pol II significantly increase the number of genes whose transcription appears to be controlled after initiation in animal cells (23, 38, 66). Thus, a full understanding of transcriptional control in animal cells requires investigation of molecular events occurring both before and after initiation in the promoter regions. Knowledge of the genome-wide distribution of NELF and GAGA factor combined with recent data on the distribution of Pol II provides a foundation for future studies of promoter-proximal pausing in Drosophila. Supplementary Material\n[Supplemental material]\nClick here to view.\n AcknowledgmentsWe thank Joe Reese and Song Tan for their comments on the manuscript and Anton Nekrutenko for assistance with Galaxy.This work was supported by NIH grant GM47477 to D.S.G., NIH grant HG004160 to B.F.P., and grant GM704403 awarded to the Berkeley Drosophila Transcription Network Project from NIGMS and NHGRI. The work at Lawrence Berkeley National Laboratory was conducted under Department of Energy contract DE-AC02-05CH11231. Footnotes▿Published ahead of print on 10 March 2008.†Supplemental material for this article may be found at http://mcb.asm.org/. REFERENCES1. Aida, M., Y. Chen, K. Nakajima, Y. Yamaguchi, T. Wada, and H. Handa. 2006. Transcriptional pausing caused by NELF plays a dual role in regulating immediate-early expression of the junB gene. Mol. Cell. Biol. 266094-6104. [PMC free article] [PubMed] [Google Scholar]2. Aiyar, S. E., J. L. Sun, A. L. Blair, C. A. Moskaluk, Y. Z. Lu, Q. N. Ye, Y. Yamaguchi, A. Mukherjee, D. M. Ren, H. Handa, and R. Li. 2004. Attenuation of estrogen receptor alpha-mediated transcription through estrogen-stimulated recruitment of a negative elongation factor. Genes Dev. 182134-2146. [PMC free article] [PubMed] [Google Scholar]3. Bailey, T. L., N. Williams, C. Misleh, and W. W. Li. 2006. MEME: discovering and analyzing DNA and protein sequence motifs. Nucleic Acids Res. 34W369-W373. [PMC free article] [PubMed] [Google Scholar]4. Blau, J., H. Xiao, S. McCracken, P. O'Hare, J. Greenblatt, and D. Bentley. 1996. Three functional classes of transcriptional activation domain. Mol. Cell. Biol. 162044-2055. [PMC free article] [PubMed] [Google Scholar]5. Boehm, A. K., A. Saunders, J. Werner, and J. T. Lis. 2003. Transcription factor and polymerase recruitment, modification, and movement on dhsp70 in vivo in the minutes following heat shock. Mol. Cell. Biol. 237628-7637. [PMC free article] [PubMed] [Google Scholar]6. Brown, S. A., A. N. Imbalzano, and R. E. Kingston. 1996. Activator-dependent regulation of transcriptional pausing on nucleosomal templates. Genes Dev. 101479-1490. [PubMed] [Google Scholar]7. Burke, T. W., and J. T. Kadonaga. 1996. Drosophila TFIID binds to a conserved downstream basal promoter element that is present in many TATA-box-deficient promoters. Genes Dev. 10711-724. [PubMed] [Google Scholar]8. Cartwright, I. L., D. E. Cryderman, D. S. Gilmour, L. A. Pile, L. L. Wallrath, J. A. Weber, and S. C. Elgin. 1999. Analysis of Drosophila chromatin structure in vivo. Methods Enzymol. 304462-496. [PubMed] [Google Scholar]9. Chalkley, G. E., and C. P. Verrijzer. 1999. DNA binding site selection by RNA polymerase II TAFs: a TAF(II)250-TAF(II)150 complex recognizes the initiator. EMBO J. 184835-4845. [PMC free article] [PubMed] [Google Scholar]10. Chao, S. H., and D. H. Price. 2001. Flavopiridol inactivates P-TEFb and blocks most RNA polymerase II transcription in vivo. J. Biol. Chem. 27631793-31799. [PubMed] [Google Scholar]11. Cheng, B., and D. H. Price. 2007. Properties of RNA polymerase II elongation complexes before and after the P-TEFb-mediated transition into productive elongation. J. Biol. Chem. 28221901-21912. [PubMed] [Google Scholar]12. Corey, L. L., C. S. Weirich, I. J. Benjamin, and R. E. Kingston. 2003. Localized recruitment of a chromatin-remodeling activity by an activator in vivo drives transcriptional elongation. Genes Dev. 171392-1401. [PMC free article] [PubMed] [Google Scholar]13. Das, R., A. Laederach, S. M. Pearlman, D. Herschlag, and R. B. Altman. 2005. SAFA: semi-automated footprinting analysis software for high-throughput quantification of nucleic acid footprinting experiments. RNA 11344-354. [PMC free article] [PubMed] [Google Scholar]14. Dellino, G. I., Y. B. Schwartz, G. Farkas, D. McCabe, S. C. Elgin, and V. Pirrotta. 2004. Polycomb silencing blocks transcription initiation. Mol. Cell 13887-893. [PubMed] [Google Scholar]15. Fujinaga, K., D. Irwin, Y. Huang, R. Taube, T. Kurosu, and B. M. Peterlin. 2004. Dynamics of human immunodeficiency virus transcription: P-TEFb phosphorylates RD and dissociates negative effectors from the transactivation response element. Mol. Cell. Biol. 24787-795. [PMC free article] [PubMed] [Google Scholar]16. Gershenzon, N. I., E. N. Trifonov, and I. P. Ioshikhes. 2006. The features of Drosophila core promoters revealed by statistical analysis. BMC Genomics 7161. [PMC free article] [PubMed] [Google Scholar]17. Giardina, C., and J. T. Lis. 1993. Polymerase processivity and termination on Drosophila heat shock genes. J. Biol. Chem. 26823806-23811. [PubMed] [Google Scholar]18. Giardina, C., M. Perez-Riba, and J. T. Lis. 1992. Promoter melting and TFIID complexes on Drosophila genes in vivo. Genes Dev. 62190-2200. [PubMed] [Google Scholar]19. Gilmour, D. S., and J. T. Lis. 1986. RNA polymerase II interacts with the promoter region of the noninduced hsp70 gene in Drosophila melanogaster cells. Mol. Cell. Biol. 63984-3989. [PMC free article] [PubMed] [Google Scholar]20. Giot, L., J. S. Bader, C. Brouwer, A. Chaudhuri, B. Kuang, Y. Li, Y. L. Hao, C. E. Ooi, B. Godwin, E. Vitols, G. Vijayadamodar, P. Pochart, H. Machineni, M. Welsh, Y. Kong, B. Zerhusen, R. Malcolm, Z. Varrone, A. Collis, M. Minto, S. Burgess, L. McDaniel, E. Stimpson, F. Spriggs, J. Williams, K. Neurath, N. Ioime, M. Agee, E. Voss, K. Furtak, R. Renzulli, N. Aanensen, S. Carrolla, E. Bickelhaupt, Y. Lazovatsky, A. DaSilva, J. Zhong, C. A. Stanyon, R. L. Finley, Jr., K. P. White, M. Braverman, T. Jarvie, S. Gold, M. Leach, J. Knight, R. A. Shimkets, M. P. McKenna, J. Chant, and J. M. Rothberg. 2003. A protein interaction map of Drosophila melanogaster. Science 3021727-1736. [PubMed] [Google Scholar]21. Gnatt, A. L., P. Cramer, J. Fu, D. A. Bushnell, and R. D. Kornberg. 2001. Structural basis of transcription: an RNA polymerase II elongation complex at 3.3 A resolution. Science 2921876-1882. [PubMed] [Google Scholar]22. Gu, W., M. Wind, and D. Reines. 1996. Increased accommodation of nascent RNA in a product site on RNA polymerase II during arrest. Proc. Natl. Acad. Sci. USA 936935-6940. [PMC free article] [PubMed] [Google Scholar]23. Guenther, M. G., S. S. Levine, L. A. Boyer, R. Jaenisch, and R. A. Young. 2007. A chromatin landmark and transcription initiation at most promoters in human cells. Cell 13077-88. [PMC free article] [PubMed] [Google Scholar]24. Harbison, C. T., D. B. Gordon, T. I. Lee, N. J. Rinaldi, K. D. Macisaac, T. W. Danford, N. M. Hannett, J. B. Tagne, D. B. Reynolds, J. Yoo, E. G. Jennings, J. Zeitlinger, D. K. Pokholok, M. Kellis, P. A. Rolfe, K. T. Takusagawa, E. S. Lander, D. K. Gifford, E. Fraenkel, and R. A. Young. 2004. Transcriptional regulatory code of a eukaryotic genome. Nature 43199-104. [PMC free article] [PubMed] [Google Scholar]25. Horard, B., C. Tatout, S. Poux, and V. Pirrotta. 2000. Structure of a polycomb response element and in vitro binding of polycomb group complexes containing GAGA factor. Mol. Cell. Biol. 203187-3197. [PMC free article] [PubMed] [Google Scholar]26. Johnson, W. E., W. Li, C. A. Meyer, R. Gottardo, J. S. Carroll, M. Brown, and X. S. Liu. 2006. Model-based analysis of tiling-arrays for ChIP-chip. Proc. Natl. Acad. Sci. USA 10312457-12462. [PMC free article] [PubMed] [Google Scholar]27. Kim, T. H., L. O. Barrera, M. Zheng, C. Qu, M. A. Singer, T. A. Richmond, Y. Wu, R. D. Green, and B. Ren. 2005. A high-resolution map of active promoters in the human genome. Nature 436876-880. [PMC free article] [PubMed] [Google Scholar]28. Kireeva, M. L., N. Komissarova, D. S. Waugh, and M. Kashlev. 2000. The 8-nucleotide-long RNA:DNA hybrid is a primary stability determinant of the RNA polymerase II elongation complex. J. Biol. Chem. 2756530-6536. [PubMed] [Google Scholar]29. Krumm, A., T. Meulia, M. Brunvand, and M. Groudine. 1992. The block to transcriptional elongation within the human c-myc gene is determined in the promoter-proximal region. Genes Dev. 62201-2213. [PubMed] [Google Scholar]30. Lam, L. T., O. K. Pickeral, A. C. Peng, A. Rosenwald, E. M. Hurt, J. M. Giltnane, L. M. Averett, H. Zhao, R. E. Davis, M. Sathyamoorthy, L. M. Wahl, E. D. Harris, J. A. Mikovits, A. P. Monks, M. G. Hollingshead, E. A. Sausville, and L. M. Staudt. 2001. Genomic-scale measurement of mRNA turnover and the mechanisms of action of the anti-cancer drug flavopiridol. Genome Biol. 241.1-41.11. [PMC free article] [PubMed] [Google Scholar]31. Lee, H., K. W. Kraus, M. F. Wolfner, and J. T. Lis. 1992. DNA sequence requirements for generating paused polymerase at the start of hsp70. Genes Dev. 6284-295. [PubMed] [Google Scholar]32. Lim, C. Y., B. Santoso, T. Boulay, E. Dong, U. Ohler, and J. T. Kadonaga. 2004. The MTE, a new core promoter element for transcription by RNA polymerase II. Genes Dev. 181606-1617. [PMC free article] [PubMed] [Google Scholar]33. Lis, J. 1998. Promoter-associated pausing in promoter architecture and postinitiation transcriptional regulation. Cold Spring Harbor Symp. Quant. Biol. 63347-356. [PubMed] [Google Scholar]34. Lis, J. T., P. Mason, J. Peng, D. H. Price, and J. Werner. 2000. P-TEFb kinase recruitment and function at heat shock loci. Genes Dev. 14792-803. [PMC free article] [PubMed] [Google Scholar]35. Lis, J. T., and C. Wu. 1994. Transcriptional regulation of heat shock genes, p. 459-475. In R. C. Conaway and J. W. Conaway (ed.), Transcription: mechanisms and regulation. Raven Press, Ltd., New York, NY.36. Marshall, N. F., and D. H. Price. 1992. Control of formation of two distinct classes of RNA polymerase II elongation complexes. Mol. Cell. Biol. 122078-2090. [PMC free article] [PubMed] [Google Scholar]37. Marshall, N. F., and D. H. Price. 1995. Purification of P-TEFb, a transcription factor required for the transition into productive elongation. J. Biol. Chem. 27012335-12338. [PubMed] [Google Scholar]38. Muse, G. W., D. A. Gilchrist, S. Nechaev, R. Shah, J. S. Parker, S. F. Grissom, J. Zeitlinger, and K. Adelman. 2007. RNA polymerase is poised for activation across the genome. Nat. Genet. 391507-1511. [PMC free article] [PubMed] [Google Scholar]39. Nakayama, T., K. Nishioka, Y. X. Dong, T. Shimojima, and S. Hirose. 2007. Drosophila GAGA factor directs histone H3.3 replacement that prevents the heterochromatin spreading. Genes Dev. 21552-561. [PMC free article] [PubMed] [Google Scholar]40. Narita, T., Y. Yamaguchi, K. Yano, S. Sugimoto, S. Chanarat, T. Wada, D. K. Kim, J. Hasegawa, M. Omori, N. Inukai, M. Endoh, T. Yamada, and H. Handa. 2003. Human transcription elongation factor NELF: identification of novel subunits and reconstitution of the functionally active complex. Mol. Cell. Biol. 231863-1873. [PMC free article] [PubMed] [Google Scholar]41. Narita, T., T. M. Yung, J. Yamamoto, Y. Tsuboi, H. Tanabe, K. Tanaka, Y. Yamaguchi, and H. Handa. 2007. NELF interacts with CBC and participates in 3′ end processing of replication-dependent histone mRNAs. Mol. Cell 26349-365. [PubMed] [Google Scholar]42. Peterlin, B. M., and D. H. Price. 2006. Controlling the elongation phase of transcription with P-TEFb. Mol. Cell 23297-305. [PubMed] [Google Scholar]43. Plet, A., D. Eick, and J. M. Blanchard. 1995. Elongation and premature termination of transcripts initiated from c-fos and c-myc promoters show dissimilar patterns. Oncogene 10319-328. [PubMed] [Google Scholar]44. Purnell, B. A., P. A. Emanuel, and D. S. Gilmour. 1994. TFIID sequence recognition of the initiator and sequences farther downstream in Drosophila class II genes. Genes Dev. 8830-842. [PubMed] [Google Scholar]45. Purnell, B. A., and D. S. Gilmour. 1993. Contribution of sequences downstream of the TATA element to a protein-DNA complex containing the TATA-binding protein. Mol. Cell. Biol. 132593-2603. [PMC free article] [PubMed] [Google Scholar]46. Rao, J. N., L. Neumann, S. Wenzel, K. Schweimer, P. Rosch, and B. Wohrl. 2006. Structural studies on the RNA-recognition motif of NELF E, a cellular negative transcription elongation factor involved in the regulation of HIV transcription. Biochem. J. 400449-456. [PMC free article] [PubMed] [Google Scholar]47. Rasmussen, E. B., and J. T. Lis. 1993. In vivo transcriptional pausing and cap formation on three Drosophila heat shock genes. Proc. Natl. Acad. Sci. USA 907923-7927. [PMC free article] [PubMed] [Google Scholar]48. Rasmussen, E. B., and J. T. Lis. 1995. Short transcripts of the ternary complex provide insight into RNA polymerase II elongational pausing. J. Mol. Biol. 252522-535. [PubMed] [Google Scholar]49. Rehwinkel, J., P. Natalin, A. Stark, J. Brennecke, S. M. Cohen, and E. Izaurralde. 2006. Genome-wide analysis of mRNAs regulated by Drosha and Argonaute proteins in Drosophila melanogaster. Mol. Cell. Biol. 262965-2975. [PMC free article] [PubMed] [Google Scholar]50. Rougvie, A. E., and J. T. Lis. 1988. The RNA polymerase II molecule at the 5′ end of the uninduced hsp70 gene of D. melanogaster is transcriptionally engaged. Cell 54795-804. [PubMed] [Google Scholar]51. Saunders, A., L. J. Core, and J. T. Lis. 2006. Breaking barriers to transcription elongation. Nat. Rev. Mol. Cell. Biol. 7557-567. [PubMed] [Google Scholar]52. Shopland, L. S., K. Hirayoshi, M. Fernandes, and J. T. Lis. 1995. HSF access to heat shock elements in vivo depends critically on promoter architecture defined by GAGA factor, TFIID, and RNA polymerase II binding sites. Genes Dev. 92756-2769. [PubMed] [Google Scholar]53. Sims, R. J., III, R. Belotserkovskaya, and D. Reinberg. 2004. Elongation by RNA polymerase II: the short and long of it. Genes Dev. 182437-2468. [PubMed] [Google Scholar]54. Smale, S. T., and J. T. Kadonaga. 2003. The RNA polymerase II core promoter. Annu. Rev. Biochem. 72449-479. [PubMed] [Google Scholar]55. Spencer, C. A., and M. Groudine. 1990. Transcription elongation and eukaryotic gene regulation. Oncogene 5777-785. [PubMed] [Google Scholar]56. Sypes, M. A., and D. S. Gilmour. 1994. Protein/DNA crosslinking of a TFIID complex reveals novel interactions downstream of the transcription start. Nucleic Acids Res. 22807-814. [PMC free article] [PubMed] [Google Scholar]57. Wada, T., T. Takagi, Y. Yamaguchi, A. Ferdous, T. Imai, S. Hirose, S. Sugimoto, K. Yano, G. A. Hartzog, F. Winston, S. Buratowski, and H. Handa. 1998. DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes Dev. 12343-356. [PMC free article] [PubMed] [Google Scholar]58. Wang, Y. V., H. Tang, and D. S. Gilmour. 2005. Identification in vivo of different rate-limiting steps associated with transcriptional activators in the presence and absence of a GAGA element. Mol. Cell. Biol. 253543-3552. [PMC free article] [PubMed] [Google Scholar]59. Wu, C. H., C. Lee, R. Fan, M. J. Smith, Y. Yamaguchi, H. Handa, and D. S. Gilmour. 2005. Molecular characterization of Drosophila NELF. Nucleic Acids Res. 331269-1279. [PMC free article] [PubMed] [Google Scholar]60. Wu, C. H., L. Madabusi, H. Nishioka, P. Emanuel, M. Sypes, I. Arkhipova, and D. S. Gilmour. 2001. Analysis of core promoter sequences located downstream from the TATA element in the hsp70 promoter from Drosophila melanogaster. Mol. Cell. Biol. 211593-1602. [PMC free article] [PubMed] [Google Scholar]61. Wu, C. H., Y. Yamaguchi, L. R. Benjamin, M. Horvat-Gordon, J. Washinsky, E. Enerly, J. Larsson, A. Lambertsson, H. Handa, and D. Gilmour. 2003. NELF and DSIF cause promoter proximal pausing on the hsp70 promoter in Drosophila. Genes Dev. 171402-1414. [PMC free article] [PubMed] [Google Scholar]62. Xiao, H., R. Sandaltzopoulos, H. M. Wang, A. Hamiche, R. Ranallo, K. M. Lee, D. Fu, and C. Wu. 2001. Dual functions of largest NURF subunit NURF301 in nucleosome sliding and transcription factor interactions. Mol. Cell 8531-543. [PubMed] [Google Scholar]63. Yamaguchi, Y., N. Inukai, T. Narita, T. Wada, and H. Handa. 2002. Evidence that negative elongation factor represses transcription elongation through binding to a DRB sensitivity-inducing factor/RNA polymerase II complex and RNA. Mol. Cell. Biol. 222918-2927. [PMC free article] [PubMed] [Google Scholar]64. Yamaguchi, Y., T. Takagi, T. Wada, K. Yano, A. Furuya, S. Sugimoto, J. Hasegawa, and H. Handa. 1999. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell 9741-51. [PubMed] [Google Scholar]65. Zanton, S. J., and B. F. Pugh. 2004. Changes in genomewide occupancy of core transcriptional regulators during heat stress. Proc. Natl. Acad. Sci. USA 10116843-16848. [PMC free article] [PubMed] [Google Scholar]66. Zeitlinger, J., A. Stark, M. Kellis, J. W. Hong, S. Nechaev, K. Adelman, M. Levine, and R. A. Young. 2007. RNA polymerase stalling at developmental control genes in the Drosophila melanogaster embryo. Nat. Genet. 391512-1516. [PMC free article] [PubMed] [Google Scholar]67. Zhang, Z., A. Klatt, D. S. Gilmour, and A. J. Henderson. 2007. Negative elongation factor NELF represses human immunodeficiency virus transcription by pausing the RNA polymerase II complex. J. Biol. Chem. 28216981-16988. [PubMed] [Google Scholar]68. Zhang, Z., A. Klatt, A. J. Henderson, and D. S. Gilmour. 2007. Transcription termination factor Pcf11 limits the processivity of Pol II on an HIV provirus to repress gene expression. Genes Dev. 211609-1614. [PMC free article] [PubMed] [Google Scholar]69. Zuker, M. 2003. Mfold web server for nucleic acid folding and hybridization prediction. Nucleic Acids Res. 313406-3415. [PMC free article] [PubMed] [Google Scholar]"}