{"title": "Transcription regulation through promoter-proximal pausing of RNA polymerase II", "pubDate": "2008", "PMCID": "PMC2833332", "DOI": "10.1126/science.1150843", "PMID": "18369138", "abstract": "Recent work has shown that the RNA polymerase II enzyme pauses at a promoter-proximal site of many genes in Drosophila and mammals. This rate-limiting step occurs after recruitment and initiation of RNA polymerase II at a gene promoter. This stage in early elongation appears to be an important and broadly used target of gene regulation.", "author": [{"author": "Leighton J Core", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, NY 14853, USA."], "href": "/?term=Core+LJ&cauthor_id=18369138"}, {"author": "John T Lis", "affiliation": [], "href": "/?term=Lis+JT&cauthor_id=18369138"}], "refPMID": [], "citedInPMID": ["18369138", "35079163", "34610262", "34382182", "34158394", "34079046", "34073995", "34070411", "33789751", "33735606", "33288725", "32487207", "32251373", "32228614", "32038533", "30866692", "30554946", "30482860", "30478324", "30344952", "30250452", "30225346", "30139328", "29514850", "29499136", "29491188", "29449408", "29285985", "29199514", "29056321", "28803729", "28586463", "28531310", "28521739", "28367989", "28077616", "27663494", "27485701", "27432546", "27172183", "27142882", "26902284", "26900682", "26866362", "26844429", "26839600", "26645781", "26617633", "26488441", "26322665", "26182352", "26074141", "25910207", "25853889", "25821635", "25816223", "25815464", "25770220", "25561494", "25468404", "25102063", "25066233", "25043061", "24939842", "24837678", "24832049", "24636995", "24565118", "24561252", "24486021", "24360955", "24327761", "24316072", "24165037", "24097989", "24088064", "24048476", "23922879", "23921552", "23810978", "23803414", "23746844", "23708796", "23640331", "23629965", "23593388", "23555293", "23555195", "23536186", "23518577", "23440351", "23435418", "23430654", "23374340", "23284292", "23266887", "23251033", "23229551", "23209382", "23192870", "23131668", "23087403", "23022730", "23019609", "23007159", "22992452", "22980978", "22910212", "22876190", "22840998", "22836260", "22820989", "22733996", "22727189", "22701796", "22701709", "22699553", "22613733", "22547686", "22483619", "22483617", "22379134", "22342989", "22308494", "22306403", "22305566", "22055182", "22048664", "22047616", "22011111", "21983085", "21916844", "21896726", "21873227", "21729782", "21717070", "21694722", "21601935", "21569556", "21502407", "21479816", "21360054", "21358745", "21327158", "21326903", "21324670", "21310711", "21252238", "21241889", "21177855", "21177654", "21163941", "21127044", "20976203", "20961978", "20875428", "20670891", "20570862", "20562857", "20485488", "20473037", "20471949", "20471948", "20453861", "20434984", "20418883", "20336069", "20300642", "20299225", "20215517", "20197319", "20141841", "20139304", "20048049", "19913599", "19906731", "19906723", "19860899", "19854946", "19834511", "19826084", "19820712", "19818711", "19797429", "19782025", "19749050", "19741699", "19741698", "19713549", "19667075", "19666497", "19644123", "19605681", "19514890", "19477923", "19470457", "19417216", "19416863", "19416841", "19328067", "19317649", "19275938", "19274462", "19150431", "19141475", "19124666", "19103744", "19056941", "19022761", "18830703", "18775328", "18538652", "18513937"], "body": " AbstractRecent work has shown that the RNA polymerase II enzyme pauses at a promoter-proximal site of many genes in Drosophila and mammals. This rate-limiting step occurs after recruitment and initiation of RNA polymerase II at a gene promoter. This stage in early elongation appears to be an important and broadly used target of gene regulation. Most eukaryotic genes that encode messenger RNAs are subject to primary regulation at the level of transcription. Transcription of these RNAs consists of a series of distinct phases during which RNA polymerase II (Pol II) is recruited to a gene promoter, initiates transcription, escapes from the promoter and any proximal pause sites, elongates the RNA transcript, and eventually terminates transcription (1). These phases can each be further dissected into discrete biochemical steps that are potential targets of regulation. To understand how regulation works for a particular gene, it is important to identify which of these steps is rate-limiting and how signal-responsive activators and repressors act on them mechanistically.Mechanistic studies of transcription regulation in eukaryotes have predominantly focused on the stages of preinitiation complex formation and the initiation of transcription; however, examples of regulation during elongation have been noted repeatedly over the past 25 years. A compelling early study by Chambon and colleagues showed that transcriptionally engaged Pol II at the 5′ end of the adult β-globin genes persisted after the genes were supposedly shut down in mature erythrocytes (2). A focused series of studies identified Pol II that was transcriptionally engaged but paused (3) 20 to 50 bases downstream of the transcription start site of uninduced Drosophila Hsp70 (4) and several other Drosophila and mammalian genes (5, 6). This promoter-proximal pausing, which has similarities to a transcription regulatory mechanism observed in prokaryotes (7), was postulated to be a rate-limiting step in gene regulation (4, 8). Whereas promoter-proximal pausing was being established at a modest number of model genes in metazoans (5, 6), regulation at an earlier stage—recruitment of Pol II to the promoter—was proving to be the general rule in the yeast Saccharomyces cerevisiae (9, 10). Thus, observations where Pol II was transcriptionally engaged at unactivated promoters seemed unusual and were generally viewed as exceptions. Generality of Promoter-Proximal PausingAlthough Pol II levels at a gene promoter generally correlate with mRNA levels in S. cerevisiae (11), several recent genome-wide analyses have revealed that this is not always the case in mammalian and Drosophila cells (12-15). These studies used the chromatin immunoprecipitation assay coupled with genomic microarray technologies (“ChIP-chip”) to examine Pol II density along genes. These studies found that about 20 to 30% of genes have enriched Pol II density at the 5′ end relative to the body of the genes. This class included genes with either detectable or undetectable expression. Identification of this latter subclass, which has Pol II bound without fulllength transcript production, suggests that a postrecruitment step of the transcription cycle is rate-limiting at these genes. Whereas the ChIP assay can detect the density of Pol II across a gene, it cannot necessarily determine whether Pol II is transcriptionally engaged; that is, the 5′-skewed distribution of Pol II could represent Pol II in either the preinitiation form or the initiated-but-paused form.Three of the genome-wide studies presented additional assays of permanganate footprinting, which maps the transcription bubble associated with a transcriptionally engaged Pol II, or analysis of short RNA products as evidence that Pol II had progressed beyond initiation at multiple candidate genes (13-15). Although the validated genes in these studies were mainly in the class of low or nondetectable expression levels, it is important to emphasize that highly expressed genes were also identified as candidates for pausing. Thus, regulation at the level of pausing appears to occur broadly and over a large dynamic range of transcript production. Pausing Is a Target of RegulationSeveral in vitro studies have shown that promoter-proximal pausing is a natural process that Pol II undergoes even in the absence of auxiliary factors. The DNA template and nascent RNA sequences are proposed to affect a position-dependent structural change in the transcription complex during early elongation (16, 17). Such a conformational change may be necessary for achieving the fully processive form capable of transcribing long distances without disengaging the template or nascent RNA. The extent of intrinsic pausing in vivo is unclear, but the position relative to the start site is coincident with the action of the known pausing factors DSIF (DRB sensitivity–inducing factor) and NELF (negative elongation factor) (18), which appear to further stabilize Pol II in the paused form. These factors have been the subject of recent reviews (1, 6, 19).Entry of Pol II into a promoter-proximal pause site requires that the transcription machinery must first gain access to the promoter and initiate transcription. Escape from the pause site occurs when Pol II moves into productive elongation, which clears Pol II from the promoter and allows sufficient space for another Pol II complex to initiate transcription. The relative rates of entry and escape combine to determine the effective level of pausing at a gene (Fig. 1). High entry levels in combination with low escape rates result in increased dwell time at promoter-proximal pause sites; this is reflected by a high density of Pol II at the 5′ end relative to down-stream regions of genes as seen by ChIP analysis (Fig. 1, B and C, bottom). Low Pol II dwell times are observed when the entry rate is less than or equal to pause site escape; the result is a more uniform occupancy of Pol II over the gene (Fig. 1C, top).Open in a separate windowFig. 1Regulation of entry and escape of Pol II at pause sites. The rate of pause site entry (yellow arrows—wide arrow, fast entry; narrow arrow, slow entry) is defined as the rate at which Pol II (red) enters a pause site when it is freely accessible. The relative rates of entry and escape (green arrow) produce the observed patterns of Pol II density (blue line). (A) Pol II cannot access the promoter and transcription is “off.” (B) A potentiated state through the setup of a promoter-proximal paused Pol II by factors that promote entry (yellow oval). NELF (pentagon) and DSIF (blue oval) stabilize the paused Pol II. (C) Fully activated transcription requires factors that promote escape (green rectangle). Also, single factors can have one or both types of activation domains that in turn can be regulated by reversible modifications and associations.The differential rate of Pol II entry and escape at a pause site is well documented for the Hsp70 gene of Drosophila. At this gene, GAGA factor is required for efficient pause site entry under nonactivating conditions, whereas binding of activated heat shock factor (HSF) is required for stimulation of escape and full activation of the gene (6). Similar, although generally less defined, examples of cooperating activators that stimulate different rate-limiting steps have been found in mammalian and Drosophila systems (5, 20-22). A major implication that arises from the recent genome-wide studies is that activators that stimulate pause site entry without escape may function to potentiate transcription at a large number of promoters for later activation by additional factors. This theoretically imparts combinatorial control over transcription output, allowing cells to integrate more diverse signaling pathways and to synergistically up-regulate genes rapidly when needed.Activators that stimulate escape do so by recruiting factors that directly modulate the transcription complex, and/or possibly by manipulating the chromatin environment such that transcription through nucleosomes is possible. The primary executor of escape from pausing is the kinase activity of positive transcription elongation factor–b (P-TEFb) (19, 23). This factor phosphorylates multiple targets within the transcription complex, including Pol II, NELF, and DSIF, and is crucial for relief of the NELF- and DSIF-dependent block to transcription elongation (Fig. 1). At this transition, NELF dissociates from the transcription complex, but the modified DSIF remains associated and enhances elongation. Not surprisingly, cells have developed a number of ways to bring P-TEFb to genes, through direct interaction with activators or through interactions with proteins that are brought in during activation (6, 19). Pausing and the Connection to RNA ProcessingPromoter-proximal pausing occurs at a point where it may serve to coordinate transcription elongation with pre-mRNA processing (1). Indeed, pausing is coincident with mRNA capping (6), which stabilizes the RNA and is important for downstream processing events (1). Additionally, Pol II undergoes stepwise phosphorylation of the C-terminal domain (CTD) of its largest subunit as it progresses from its entry mode to its elongation mode, and this brings about the accompanying changes in its entourage of associated pre-mRNA processing proteins (1). Not Just Repression: Potentiation of TranscriptionConsiderable evidence suggests that maintenance of pausing at a promoter is key for full activation of a gene. Studies on the Drosophila Hsp70 and human FOS and MYC genes have shown that removal of the sequences that cause pausing result in decreased transcription factor accessibility and defective activation (24-26). How a paused Pol II grants accessibility of promoter DNA to regulatory factors is unclear, but it is possible that Pol II exerts this effect either by directly preventing nucleosomes from obstructing DNA binding sites, or by recruiting other factors that modify the chromatin architecture around the promoter. Of the genes identified by the genomic studies as likely having a paused polymerase in Drosophila, genes that respond rapidly to developmental and cell signaling were overrepresented (14, 15). This raises the likelihood that potentiation through pausing before activation is a fundamental step for rapidly controlling developmental programs, as suggested by recent studies (15, 27).Transcription regulation is a multistep process that is controlled at the level of recruitment, initiation, pausing, and elongation of RNA polymerase II. A number of genome-scale studies have identified large classes of genes that are likely to be regulated by promoter-proximal pausing, and thus have provided us with a large set of model genes with which to study distinct aspects of this mode of regulation. Future investigations should focus on determining how promoter-specific binding proteins affect the transition between initiation and pausing, as well as the transition between pausing and productive elongation; the results will provide important insights into the role of cell signaling events in the mechanics of transcription regulation. AcknowledgmentsWe thank members of the Lis lab and J. Roberts for comments on the manuscript. Recent reviews cited above provide access to the primary literature that unfortunately could not be cited in this concise Perspective. Supported by an NIH grant. References and Notes1. Sims RJ, 3rd, Belotserkovskaya R, Reinberg D. Genes Dev. 2004;18:2437. [PubMed] [Google Scholar]2. Gariglio P, Bellard M, Chambon P. Nucleic Acids Res. 1981;9:2589. [PMC free article] [PubMed] [Google Scholar]3. Although a large fraction of promoter-proximal Pol II can elongate in nuclear run-on assays, some Pol II may be backtracked and cannot readily elongate. Therefore, the broader term of stalling, which includes arrest and pause, has also been used.4. Rougvie AE, Lis JT. Cell. 1988;54:795. [PubMed] [Google Scholar]5. Bentley DL. Curr. Opin. Genet. Dev. 1995;5:210. [PubMed] [Google Scholar]6. Saunders A, Core LJ, Lis JT. Nat. Rev. Mol. Cell Biol. 2006;7:557. [PubMed] [Google Scholar]7. Roberts JW, et al.  Cold Spring Harb. Symp. Quant. Biol. 1998;63:319. [PubMed] [Google Scholar]8. Lis J. Cold Spring Harb. Symp. Quant. Biol. 1998;63:347. [PubMed] [Google Scholar]9. Keaveney M, Struhl K. Mol. Cell. 1998;1:917. [PubMed] [Google Scholar]10. Ptashne M, Gann A. Nature. 1997;386:569. [PubMed] [Google Scholar]11. Robert F, et al.  Mol. Cell. 2004;16:199. [PMC free article] [PubMed] [Google Scholar]12. Kim TH, et al.  Nature. 2005;436:876. [PMC free article] [PubMed] [Google Scholar]13. Guenther MG, Levine SS, Boyer LA, Jaenisch R, Young RA. Cell. 2007;130:77. [PMC free article] [PubMed] [Google Scholar]14. Muse GW, et al.  Nat. Genet. 2007;39:1507. [PMC free article] [PubMed] [Google Scholar]15. Zeitlinger J, et al.  Nat. Genet. 2007;39:1512. [PMC free article] [PubMed] [Google Scholar]16. Pal M, McKean D, Luse DS. Mol. Cell. Biol. 2001;21:5815. [PMC free article] [PubMed] [Google Scholar]17. Ujvari A, Pal M, Luse DS. J. Biol. Chem. 2002;277:32527. [PubMed] [Google Scholar]18. Yamaguchi Y, et al.  Cell. 1999;97:41. [PubMed] [Google Scholar]19. Peterlin BM, Price DH. Mol. Cell. 2006;23:297. [PubMed] [Google Scholar]20. Blau J, et al.  Mol. Cell. Biol. 1996;16:2044. [PMC free article] [PubMed] [Google Scholar]21. Sawado T, Halow J, Bender MA, Groudine M. Genes Dev. 2003;17:1009. [PMC free article] [PubMed] [Google Scholar]22. Wang YV, Tang H, Gilmour DS. Mol. Cell. Biol. 2005;25:3543. [PMC free article] [PubMed] [Google Scholar]23. Marshall NF, Price DH. Mol. Cell. Biol. 1992;12:2078. [PMC free article] [PubMed] [Google Scholar]24. Shopland LS, Hirayoshi K, Fernandes M, Lis JT. Genes Dev. 1995;9:2756. [PubMed] [Google Scholar]25. Krumm A, Hickey LB, Groudine M. Genes Dev. 1995;9:559. [PubMed] [Google Scholar]26. Fivaz J, Bassi MC, Pinaud S, Mirkovitch J. Gene. 2000;255:185. [PubMed] [Google Scholar]27. Wang X, Lee C, Gilmour DS, Gergen JP. Genes Dev. 2007;21:1031. [PMC free article] [PubMed] [Google Scholar]"}