{"title": "Properties of an intergenic terminator and start site switch that regulate IMD2 transcription in yeast", "pubDate": "2008", "PMCID": "PMC2423123", "DOI": "10.1128/MCB.00380-08", "PMID": "18426909", "abstract": "The IMD2 gene in Saccharomyces cerevisiae is regulated by intracellular guanine nucleotides. Regulation is exerted through the choice of alternative transcription start sites that results in synthesis of either an unstable short transcript terminating upstream of the start codon or a full-length productive IMD2 mRNA. Start site selection is dictated by the intracellular guanine nucleotide levels. Here we have mapped the polyadenylation sites of the upstream, unstable short transcripts that form a heterogeneous family of RNAs of approximately 200 nucleotides. The switch from the upstream to downstream start sites required the Rpb9 subunit of RNA polymerase II. The enzyme's ability to locate the downstream initiation site decreased exponentially as the start was moved downstream from the TATA box. This suggests that RNA polymerase II's pincer grip is important as it slides on DNA in search of a start site. Exosome degradation of the upstream transcripts was highly dependent upon the distance between the terminator and promoter. Similarly, termination was dependent upon the Sen1 helicase when close to the promoter. These findings extend the emerging concept that distinct modes of termination by RNA polymerase II exist and that the distance of the terminator from the promoter, as well as its sequence, is important for the pathway chosen.", "author": [{"author": "M Harley Jenks", "affiliation": ["Department of Biochemistry, Emory University School of Medicine, 1510 Clifton Road, Atlanta, GA 30322, USA."], "href": "/?term=Jenks+MH&cauthor_id=18426909"}, {"author": "Thomas W O'Rourke", "affiliation": [], "href": "/?term=O%27Rourke+TW&cauthor_id=18426909"}, {"author": "Daniel Reines", "affiliation": [], "href": "/?term=Reines+D&cauthor_id=18426909"}], "refPMID": [], "citedInPMID": ["18426909", "34967414", "34652274", "32187185", "30616008", "30557374", "29686108", "28674185", "28665995", "28119420", "27924005", "27898685", "27543448", "27261007", "27226557", "27113450", "25775092", "25747400", "25650800", "25611193", "25319827", "25210768", "25116135", "25115889", "25066235", "24860164", "24393166", "24324601", "24040939", "23192344", "23085255", "23022618", "22973055", "22567365", "22564898", "22511879", "22431520", "22419079", "22084422", "22028667", "21954178", "21826282", "21487437", "21300780", "19920851", "19532144", "19487567", "18846104", "18716630"], "body": " AbstractThe IMD2 gene in Saccharomyces cerevisiae is regulated by intracellular guanine nucleotides. Regulation is exerted through the choice of alternative transcription start sites that results in synthesis of either an unstable short transcript terminating upstream of the start codon or a full-length productive IMD2 mRNA. Start site selection is dictated by the intracellular guanine nucleotide levels. Here we have mapped the polyadenylation sites of the upstream, unstable short transcripts that form a heterogeneous family of RNAs of ≈200 nucleotides. The switch from the upstream to downstream start sites required the Rpb9 subunit of RNA polymerase II. The enzyme's ability to locate the downstream initiation site decreased exponentially as the start was moved downstream from the TATA box. This suggests that RNA polymerase II's pincer grip is important as it slides on DNA in search of a start site. Exosome degradation of the upstream transcripts was highly dependent upon the distance between the terminator and promoter. Similarly, termination was dependent upon the Sen1 helicase when close to the promoter. These findings extend the emerging concept that distinct modes of termination by RNA polymerase II exist and that the distance of the terminator from the promoter, as well as its sequence, is important for the pathway chosen. A large number of short RNAs that do not code for proteins have been identified in eukaryotic cells. In Saccharomyces cerevisiae, many of these are found between conventional mRNA-encoding transcription units; some of these play a regulatory function in controlling adjacent gene activity (10, 29, 44). IMD2 encodes IMP dehydrogenase, an enzyme important for de novo synthesis of guanine nucleotides. Its transcription is strongly induced when intracellular guanine nucleotide pools are depleted by drugs like mycophenolate and 6-azauracil (12, 20, 38). This response enables cells to maintain adequate guanine nucleotide pools and survive drug exposure. A transcription unit upstream of IMD2 that generates a short, unstable, noncoding RNA was discovered following inactivation of an RNA degradation system known as the nuclear exosome (10). The presence of a transcriptional terminator between the upstream transcription unit and the downstream unit encoding IMD2 mRNA was inferred in a genome-wide analysis of RNA polymerase II density on yeast chromosomes (44). Comparison of wild-type and sen1 mutant strains revealed a downstream shift in RNA polymerase II density toward the IMD2 open reading frame (ORF), suggestive of terminator readthrough (44), since SEN1 encodes an essential helicase known to be involved in transcription termination (21, 35, 40, 42, 43). Furthermore, there is a regulated shift from a set of upstream transcription start sites to a single downstream adenine start site (see Fig. ​Fig.1)1) when levels of intracellular guanine nucleotides become depleted (10, 44; J. N. Kuehner and D. A. Brow, submitted for publication). Under guanine-replete conditions, the upstream start predominates and transcription terminates before the IMD2 ORF is reached, resulting in production of a short, noncoding RNA. This “intergenic” transcript is rapidly degraded in an exosome-dependent manner (10). Under guanine-depleted conditions, the start site downstream of the termination region is used, resulting in full-length IMD2 mRNA encoding IMP dehydrogenase. Deletion or mutation of the terminator region (previously referred to at the repressive element [see Fig. ​Fig.1])1]) was shown to derepress IMD2 expression, enabling its transcription even when guanine is plentiful (12, 39). In addition, the terminator region possesses autonomous terminator function when placed downstream of a promoter where it can generate polyadenylated transcripts (23). This terminator is unusual in that it overlaps the transcription start site employed when IMD2 transcription is induced by low guanine nucleotide levels (see Fig. ​Fig.1).1). This explains why it is required to maintain the repressed state of the IMD2 ORF, since when this DNA is deleted or mutated, transcription reads into the IMD2 ORF from the upstream start events that are normally aborted by termination when guanine levels are adequate. Here we will refer to this novel terminator as the intergenic IMD2 terminator (IT) because it is responsible for the formation of a discrete intergenic transcript.Open in a separate windowFIG. 1.Sequence of the IMD2 promoter region. Initiation sites in the presence of guanine are indicated by thin bent arrows. The initiation site when guanine is limiting is depicted by the thick bent arrow (44). Map positions at which poly(A) is added to IT-terminated, intergenic RNAs are circled. The TATA box (per Escobar-Henriques et al. [13]) and start codon are shown in large type. The IT is identified with a solid underline (single and double). The portion of the IT used to create a chimeric terminator is doubly underlined. The hexamer mutagenized to a BsiWI site (AGTATG → CGTACG, where the mutated nucleotides are underlined) is boxed. The consensus Nab3 binding site is in a shaded box.Termination by RNA polymerase II is poorly understood. For conventional terminators at the end of mRNA transcription units, RNA polymerase II ceases elongation and disengages from chromatin in a manner coupled to the processing of the 3′ end of the RNA, i.e., cleavage of the primary transcript and its polyadenylation (reviewed in references 3 and 36). Recent evidence suggests there is more than one mechanism of transcription termination by RNA polymerase II, depending upon the gene being transcribed. Small nuclear RNAs (snRNAs) and nucleolar RNAs (snoRNAs) that are relatively short and are not polyadenylated in their mature form employ an alternative system that involves the Sen1 helicase and the Nrd1 and Nab3 RNA binding proteins (21, 42, 43). An additional set of components appears to be shared by the two termination/processing systems including Pcf11, Rna14, Rna15, and Ssu72 (1, 21, 28, 36, 41). One determinant of the termination mechanism to be employed is the distance between the termination region from the transcription start site (23, 43).Recent evidence indicates that termination of one group of short noncoding RNAs is coupled to their rapid degradation by the exosome (1, 46, 47). The terminator at the end of the transcription unit upstream of IMD2 appears to fall into this class (10, 23, 44). Previous results suggested that Nrd1-dependent termination is most active at a short distance from the transcription start site, whereas conventional cleavage and polyadenylation operate at more distal downstream sites, such as those at the end of protein-encoding mRNAs (43).Here we explore the requirements for termination at the intergenic IMD2 terminator and compare it with the canonical terminator/polyadenylation site found at the end of the CYC1 gene. The RNA generated by the intergenic IMD2 terminator is rapidly degraded by the nuclear exosome, a phenomenon seen only when the sequence is placed close to a promoter. In contrast, the CYC1 terminator yields a stable RNA even when close to the promoter. In addition, the intergenic IMD2 terminator is highly Sen1 dependent compared to the CYC1 terminator. Grafting a portion of the intergenic IMD2 terminator containing a Nab3 consensus site onto the CYC1 terminator enhanced its exosome sensitivity. Increasing the distance between the upstream start sites and terminator resulted in longer intergenic terminated transcripts and prevented use of the downstream start site, consistent with a model in which RNA polymerase II scans along DNA for a start site. Furthermore, the guanine-regulated shift from the upstream to downstream start sites was highly dependent upon the Rpb9 subunit of RNA polymerase II, accounting for the extreme drug sensitivity of cells lacking this RNA polymerase II subunit and emphasizing the importance of RNA polymerase II's “jaw” in grasping DNA during translocation. MATERIALS AND METHODSPlasmid construction. The pGAlLuc, pREFXba-Luc, pRERXba-Luc, pREFBstEII-Luc, and pRERBstEII-Luc plasmids have been previously described by our lab (23, 39). The lambda insertion family of plasmids were derived from pRS316-IMD2-BsiWImut which was made by mutagenesis using mismatch oligonucleotides 5′-GCTTATACATTTTACCTCGTACGCTGGGAACC-3′ and 5′-GGTTCCCAGCGTACGAGGTAAAATGTATAAGC-3′ to introduce a BsiWI restriction site ≈180 bp upstream of the start codon in plasmid pRS316-IMD2 (20). pRS316-IMD2-24bpλ, pRS316-IMD2-36bpλ, pRS316-IMD2-45bpλ, pRS316-IMD2-103bpλ, pRS316-IMD2-153bpλ, and pRS316-IMD2-218bpλ were made by inserting HaeIII- or BstUI-digested lambda DNA of less than 250 bp into pRS316-IMD2-BsiWImut cut with BstWI and filled in with DNA polymerase. A distribution of clones with increasing insert sizes were selected for confirmation by sequencing.A DNA duplex encoding the 5′ end of the IT and the CYC1 transcription terminator was cut with XbaI and inserted into similarly cut pGalLuc to create pChimera1-F-XbaLuc. This chimeric piece of DNA was made by annealing 5′-AGCTCATCTAGATTCCGTATTCTATTCTATTCCTTGCCTTACTTTTCTTATTATTTTCTATTTATTTTTT-3′ and 5′-GATCGATCTAGAGTATAATGTTACATGCGTACACGCGTCTGTACAGAAAAAAAAGAAAAATTTGAAATATAAATAACGTTCTTAATACTAACATAACTATAAAAAAATAAATA-3′ and extending each primer via mutually primed synthesis with T4 DNA polymerase. The same product in the opposite orientation was also inserted into pGalLuc to form pChimera1-R-XbaLuc. The plasmid pCYC1TT-F-XbaLuc was made by inserting an XbaI-digested PCR product encoding the CYC1 transcription terminator region into XbaI-cut pGalLuc. The PCR product was generated from pYES2 (Invitrogen) using primers 5′-AGCTCATCTAGAGACAACCTGAAGTCTAGG-3′ and 5′-GATCGATCTAGAGTATAATGTTACATGCGT-3′. A similar BsiWI-digested PCR product was generated from pCYC1TT-F-XbaLuc using oligonucleotides 5′-AGCTCACGTACGGACAACCTGAAGTCTAGG-3′ and 5′-GATCGACGTACGGTATAATGTTACATGCGT-3′ for insertion of the CYC1 terminator into the BsiWI site of pGalLuc to form pCYC1TT-F-BsiLuc. The pChimera-F-BsiLuc plasmid was assembled by inserting a BsiWI-digested PCR product made off pChimera1-F-XbaLuc with primers 5′-AGCTCACGTACGTTCCGTATTCTATTCTAT-3′ and 5′-GATCGACGTACGGTATAATGTTACATGCGT-3′.The pGalNabMutXba-F-Luc plasmid was made by inserting into XbaI-digested pGalLuc an XbaI-digested PCR product with the IT containing a site-directed mutation of the putative Nab3 site. This PCR product was generated from plasmid pREFXbaLuc using 5′-AGCTCATCTAGATTCCGTATTCTATTCTATTCCTTGCCTTACTTTAGTTATTATTTTC-3′, which contains the mutation, and 5′-GATCGATCTAGAAACAAAATGCGTTTATGACAG-3′.Strains. Saccharomyces cerevisiae strains DY682 to DY689 were made by transforming wild-type and sen1E1597K strains (46a and Sen1E1597K; D. A. Brow, University of Wisconsin, Madison) with the plasmids pREFXbaLuc, pRERXbaLuc, pREFBstLuc, and pRERBstLuc as indicated in Table ​Table1.1. Strain DY695 was constructed by transforming Open Biosystems' ΔRRP6 yeast strain (YSC1021-551682) with the IMD2 gene disruption cassette from pUC19-IMD2KO (20). Integration of the IMD2 knockout was confirmed by sequencing PCR products. Strains DY1701 to DY1708 were made by transformation of strain DY695 with the indicated plasmids (Table ​(Table1)1) using the lithium acetate method (16). Strains DY1562 and DY1563 were made by transforming the plasmid pGalNabMutXba-F-Luc into strains BY4741 and YSC1021-551682, respectively.TABLE 1.Yeast strains used in this studyStrainGenotype46aaMATacup1Δ ura3 his3 trp1 lys2 ade2 leu2BY4741bMATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0BY4741-4437bMATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0 rpb9Δ07DY682MATacup1Δ ura3 his3 trp1 lys2 ade2 leu2 [pREF-XbaLuc (URA3)]DY684MATacup1Δ ura3 his3 trp1 lys2 ade2 leu2 [pREF-BstLuc (URA3)]DY686MATacup1Δ ura3 his3 trp1 lys2 ade2 leu2 sen1E1597K [pREF-XbaLuc (URA3)]DY688MATacup1Δ ura3 his3 trp1 lys2 ade2 leu2 sen1E1597K [pREF-BstLuc (URA3)]DY1035MATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0 [pGalLuc (URA3)]DY1038MATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0 [pGalREF-XbaLuc (URA3)]DY1400MATahis3Δ1 leu2Δ0 met15Δ0 rrp6Δ0 ura3Δ0 [pGalLuc (URA3)]DY1403MATahis3Δ1 leu2Δ0 met15Δ0 rrp6Δ0 ura3Δ0 [pGalREF-XbaLuc (URA3)]DY1532MATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0 [pCYC1TT-F-XbaLuc (URA3)]DY1534MATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0 rrp6Δ0 [pCYC1TT-F-XbaLuc (URA3)]DY1549MATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0 rpb9Δ0 rrp6::URA3DY1550MATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0 [pChimera1-F-XbaLuc (URA3)]DY1551MATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0 rrp6Δ0 [pChimera1-F-XbaLuc (URA3)]DY1552MATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0 [pChimera1-R-XbaLuc (URA3)]DY1554MATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0 [pChimera-F-BsiLuc (URA3)]DY1555MATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0 rrp6Δ0 [pChimera-F-BsiLuc (URA3)]DY1558MATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0 [pCYC1TT-F-BsiLuc (URA3)]DY1559MATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0 rrp6Δ0 [pCYC1TT-F-BsiLuc (URA3)]DY1562MATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0 (pGalNabMutXba-F-Luc)DY1563MATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0 rrp6Δ0 (pGalNabMutXba-F-Luc)DY1700MATahis3Δ1 leu2Δ0 met15Δ0 rrp6Δ0 ura3Δ0 imd2::LEU2 [pRS316-IMD2 (URA3)]DY1701MATa his3Δ1 leu2Δ0 met15Δ0 rrp6Δ0 ura3Δ0 imd2::LEU2 [pRS316-IMD2-BsiWImut (URA3)]DY1702MATa his3Δ1 leu2Δ0 met15Δ0 rrp6Δ0 ura3Δ0 imd2::LEU2 [pRS316-IMD2-24bpλ (URA3)]DY1703MATahis3Δ1 leu2Δ0 met15Δ0 rrp6Δ0 ura3Δ0 imd2::LEU2 [pRS316-IMD2-36bpλ (URA3)]DY1704MATahis3Δ1 leu2Δ0 met15Δ0 rrp6Δ0 ura3Δ0 imd2::LEU2 [pRS316-IMD2-45bpλ (URA3)]DY1706MATahis3Δ1 leu2Δ0 met15Δ0 rrp6Δ0 ura3Δ0 imd2::LEU2 [pRS316-IMD2-103bpλ (URA3)]DY1707MATahis3Δ1 leu2Δ0 met15Δ0 rrp6Δ0 ura3Δ0 imd2::LEU2 [pRS316-IMD2-153bpλ (URA3)]DY1708MATahis3Δ1 leu2Δ0 met15Δ0 rrp6Δ0 ura3Δ0 imd2::LEU2 [pRS316-IMD2-218bpλ (URA3)]DY2900MATacup1Δ ura3 his3 trp1 lys2 ade2 leu2 [pCYC1TTF-XbaLuc (URA3)]DY2902MATacup1Δ ura3 his3 trp1 lys2 ade2 leu2 sen1E1597K [pCYC1TTF-XbaLuc (URA3)]Sen1E1597KaMATacup1Δ ura3 his3 trp1 lys2 ade2 leu2 sen1E1597KYSC1021-551682cMATahis3Δ1 leu2Δ0 met15Δ0 ura3Δ0 rrp6Δ0Open in a separate windowaStrain provided by D. A. Brow (University of Wisconsin, Madison).bStrain from Research Genetics, Inc.cStrain from Open Biosystems, Inc.Poly(A) analysis. To identify the poly(A) addition sites, we used a derivative of the rapid amplification of cDNA ends-poly(A) test (RACE-PAT) assay (37). Total RNA from the rrp6Δ strain YSC1021-551682 (Open Biosystems, Inc.) was reverse transcribed with Moloney murine leukemia virus reverse transcriptase and the oligo(dT) anchor oligonucleotide 5′-GGGAATTCGACCTCGTCTTGCACCTTGAAGTTTTCCTGTTTTTTTTTTTTTTT-3′. After heat inactivation of the enzyme, this cDNA was amplified by PCR using an anchor oligonucleotide (5′-GGGAATTCGACCTCGTCTTGCACC-3′) and an IT-specific oligonucleotide (5′-CGGGATCCTTCCGTATTCTATTCTATTCCTTGC-3′), digested with EcoRI and BamHI, ligated into similarly cut pBluescript KS (Stratagene, Inc.), and transformed into Escherichia coli. Plasmid was prepared from insert-containing transformants and sequenced.RNA and Northern blots. Cells were grown in liquid media, collected in the logarithmic growth phase, washed once with water, and frozen. Total RNA was isolated from thawed cell pellets by hot acid phenol extraction and quantified by measuring absorbance at 260 nm. Total RNA (15 to 30 μg) was resolved on a 1% (wt/vol) agarose-formaldehyde gel and blotted onto Zeta-probe GT nylon (Bio-Rad) or Hybond XL (Amersham). Filters were baked at 85°C for 2 h and then prehybridized for a minimum of 3 h at 42°C in 5× SSC (1× SSC is 0.15 M NaCl plus 0.015 M sodium citrate), 5× Denhardt's solution, 50% (vol/vol) formamide, 1% (wt/vol) sodium dodecyl sulfate, and 100 μg/ml salmon sperm DNA. Filters were hybridized under the same conditions with 50 μCi of 32P-labeled DNA probe for 4 h at 30°C. Filters were washed at least twice at 42°C in 2× SSC-0.1% sodium dodecyl sulfate for 15 min each time. Washed filters were exposed to Kodak X-Omat or Pierce CL-Xposure film, or for quantification, a phosphorimager screen was read by a Fujix BAS 1000. Probes were labeled with Klenow DNA polymerase (NEB), random hexamer primers, and [α-32P]dATP (Amersham Biosciences or Perkin-Elmer). For probing transcripts from the GAL1 promoter-terminator plasmids, a promoter-proximal PCR probe was generated from pGalLuc (39) using primers 5′-ATACTTTAACGTCAAGGAGAAAAAACC-3′ and 5′-TGTTCACCTCGATATGTGCATCTGTAA-3′. The SED1 probe was prepared by PCR from yeast genomic DNA using 5′-CCGAATTCCACTGATTGCTCCACGTCAT-3′ and 5′-CCGGATCCTTACACGCAACGCGTAAGAA-3′. To probe Northern blots for the transcripts from IMD2-containing plasmids and chromosomes (see Fig. ​Fig.55 and ​and6),6), the “upstream” probe from the IMD2 locus was generated by PCR using 5′-GACTAGTGCGGCCGCATCGGTTGAGCGCGATATTA-3′ and 5′-CTGATCAGGATCCGGCCATTGCTTTTGCTACTT-3′ and yeast genomic DNA. The “downstream” probe was a PCR product made from yeast genomic DNA using 5′-GTGGTATGTTGGCCGGTACTACCG-3′ and 5′-TCAGTTATGTAAACGCTTTTCGTA-3′ as described previously (23).Open in a separate windowFIG. 5.Effect of spacing upon start site selection. (A) Start site mapping of IMD2 with increasing spacing between the “high-guanine” and “low-guanine”' (MPA) starts. An rrp6Δ strain was transformed with a family of plasmids containing increasing amounts of lambda DNA inserted into the engineered BsiWI site (boxed in Fig. ​Fig.1)1) between the high-G and low-G start sites. Each derived strain was grown in the presence (+) of 0.5 mM guanine for 30 min or 15 μg/ml MPA for 2 h before RNA was prepared and subjected to 5′-end mapping by primer extension. The strains used were DY1701 (lanes 1 and 2), DY1702 (lanes 3 and 4), DY1703 (lanes 5 and 6), DY1704 (lanes 7 and 8), DY1706 (lanes 9 and 10), DY1707 (lanes 11 and 12), and DY1708 (lanes 13 and 14). Extension products representing the low-guanine/downstream and high-guanine/upstream starts are indicated. Phosphorimaging was used to quantify the extension product corresponding to the MPA-induced start and plotted as a function of the length of DNA inserted between the two starts. Prism 4.0 (GraphPad Software, Inc.) was used for curve fitting. (B) Northern blot of IMD2 transcripts with increasing spacing between the “high-guanine” and “low-guanine” starts. RNAs from strains described in panel A were analyzed by Northern blotting. Strains DY1700 (lanes 1 to 3), DY1701 (lanes 4 to 6), DY1702 (lanes 7 to 9), DY1703 (10 to 12), DY1704 (lanes 13 to 15), DY1706 (lanes 16 to 18), DY1707 (lanes 19 to 21), and DY1708 (lanes 22 to 24) were grown in synthetic complete medium lacking uracil (SC−ura) with 0.5 mM guanine and 15 μg/ml MPA for 2 h before RNA was prepared. Filters were probed with the “upstream” or “downstream” probes described in Materials and Methods. wt, wild type; Bsi, BsiWI. (C) Cultures from the strains in panel B were grown to an optical density at 600 nm of 0.01 and serially diluted in fourfold increments, and 5 μl of each dilution was spotted onto SC-ura and SC-ura containing 15 μg/ml MPA and grown at 30°C. WT, wild type.Open in a separate windowFIG. 6.Effect of Rpb9 subunit on initiation site selection. (A) Start site mapping. RNA transcribed from the native chromosomal loci was analyzed by Northern blotting from strains deleted for RRP6, RPB9, or both genes, as indicated in the figure. Strains DY1549 (lanes 1 to 3), YSC1021-551682 (lanes 4 to 6), and BY4741-4437 (lanes 7 to 9) were grown in the presence of 0.5 mM guanine for 30 min or 15 μg/ml MPA for 2 h before RNA was isolated for primer extension. Some cells received neither treatment (− lanes). The fast moving band in all lanes is a nonspecific species in the probe preparation that serves as an internal standard. (B) Northern analysis. RNAs from strains BY4741-4437 (lanes 1 to 3), YSC1021-551682 (lanes 4 to 6), and DY1549 (lanes 7 to 9) were prepared as described above for panel A and subjected to Northern blotting. The top panel of the Northern blot was probed with the “upstream” probe described in Materials and Methods, and the lower panel was probed with the SED1 probe as a loading control.Primer extension. A 5′-32P-labeled, high-performance liquid chromatography-purified oligonucleotide (1.5 pmol; GCGTTTATGACAGTTAAAAAG) was mixed with 20 μg of total RNA from the indicated yeast strains, dried, dissolved in 10 μl of 2 mM Tris (pH 8.1), 0.2 mM EDTA, and 250 mM KCl, annealed at 65°C for 5 min, and then incubated for 1 h at 45°C. Twenty-five microliters of 55 mM Tris-HCl (pH 8.1), 9 mM MgCl, 1 mM dithiothreitol, and 500 μM of each deoxynucleoside triphosphate were added to annealing reaction mixtures. The primers were extended with 200 units of Moloney murine leukemia virus reverse transcriptase (Invitrogen) at 37°C. Samples were ethanol precipitated, dissolved in 5 μl of 90 mM Tris borate (pH 8), 2 mM EDTA, and 80% (vol/vol) formamide, heated to 95°C, and resolved on an 8% polyacrylamide-7 M urea gel. RESULTSMapping the 3′ ends of the upstream noncoding RNA. To understand the complexity of the IMD2 promoter, we set out to define the beginning and end of the short intergenic transcripts resulting from transcription termination at the intergenic IMD2 terminator. While initiation sites have been mapped, the sites at which poly(A)+ tails are added are unknown. Using reverse transcription from a poly(dT) primer and a primer specific for sequences upstream of IMD2, we obtained cDNAs from an RRP6 deletion strain of S. cerevisiae. Deletion of RRP6 stabilizes short, intergenic noncoding RNAs that would otherwise be degraded by the exosome (10). Sequencing of 11 clones identified sites at which the RNA was polyadenylated (Fig. ​(Fig.1).1). Poly(A) tails varied from 11 to 50 bases, and the set of poly(A) tail addition sites extended over a 78-base interval. All poly(A) tails were added at positions downstream of the “low-guanine” start site, and almost all addition sites were at UA or CA dinucleotides as is common in yeast (17). The terminator region contains the four sequence elements present in many yeast termination/poly(A) signals and scored highly in a poly(A) site prediction algorithm (17; data not shown). These 3′-map positions, combined with the spectrum of upstream guanine initiation sites (44), mean that under guanine-replete conditions, short transcripts of 75 to 211 bases [exclusive of poly(A)] can be synthesized depending upon which pair of initiation and polyadenylation sites is used (Fig. ​(Fig.1).1). This range is consistent with the short transcripts observed earlier on Northern blots (10, 44).Comparison of the IMD2 intergenic terminator and the CYC1 transcription terminator. We previously developed a reporter assay for the termination activity of the intergenic IMD2 terminator (previously referred to as repressive element [RE], referred to here as IT) (Fig. ​(Fig.1)1) based on its ability to generate short poly(A)+ transcripts when it was placed downstream of the GAL1 promoter (23). We used this assay to compare the IT to a well-characterized conventional terminator derived from the end of the CYC1 gene (31, 49). As described before, when located 120 bp downstream of the GAL1 start site, the IT efficiently stopped transcription and prevented full-length transcript accumulation following galactose induction (23) (Fig. ​(Fig.2,2, lanes 1 to 3). The terminated transcript became detectable only when RRP6 was deleted (Fig. ​(Fig.2,2, lanes 4 to 6). In contrast, when transcription was driven into the CYC1 termination element, a prominent terminated RNA was detected regardless of RRP6 status (Fig. ​(Fig.2,2, compare lanes 7 to 9 to lanes 10 to 12). Control full-length transcripts were also unaffected by deletion of RRP6 (Fig. ​(Fig.2,2, compare lanes 13 to 15 to lanes 16 to 18). A similar result was obtained when both elements were inserted 15 bp closer to the promoter (data not shown). When the IT is moved 110 bp further downstream, however, the terminated transcript is stable even in the presence of RRP6 (23). Thus, the distance from the promoter is important for stability of the terminated transcript generated from the IT but not the CYC1 terminator. This suggests that both distance from the promoter and specific sequences at the terminator are determinants of transcript handling by the nuclear exosome.Open in a separate windowFIG. 2.Exosome sensitivity of the IT- and CYC-terminated transcripts. RNA was prepared for Northern analysis from yeast strains with the wild-type RRP6 gene or deleted for RRP6 and bearing a plasmid containing the GAL1 promoter and either the CYC1 or IMD2 intergenic terminator (IT) inserted downstream of the promoter (indicated schematically at the bottom of the figure). The strains were DY1038 (RRP6) (lanes 1 to 3), DY1403 (Δrrp6) (lanes 4 to 6), DY1532 (RRP6) (lanes 7 to 9), DY1534 (Δrrp6) (lanes 10 to 12), DY1035 (RRP6) (lanes 13 to 15), and DY1400 (Δrrp6) (lanes 16 to 18). Cells were induced with 2% galactose for 0, 30, or 90 min and probed with the GAL1 or SED1 (as a loading control) probe, as indicated.To test the sequence requirement, we grafted 49 bp of the IT (approximately the 5′ half; Fig. ​Fig.1)1) onto the minimal CYC1 terminator and placed that under GAL1 control. This piece of the IT is known to be insufficient for termination (23). The chimeric element efficiently terminated transcription (Fig. ​(Fig.3A,3A, lanes 1 to 6). The RRP6 dependence of the RNAs generated by termination due to the IT, CYC1, and chimeric terminators was quantified by phosphorimaging at the 90-min induction time point and normalizing to a constitutive reference transcript (SED1). Transcripts terminated by the IT in wild-type strains were 9% as abundant as when the Rrp6 exosome subunit was deleted (Fig. ​(Fig.3A,3A, compare lanes 13 to 15 to lanes 16 to 18). This is in striking contrast to the CYC1 terminator in which almost all of the RNA was stable when the exosome was intact (87% RRP6+ versus Δrrp6; Fig. ​Fig.3A,3A, compare lanes 7 to 9 to lanes 10 to 12). The upstream portion of the IT endowed the CYC1-terminated transcript with increased sensitivity to the exosome (RRP6+ 39% of rrp6Δ; Fig. ​Fig.3A,3A, lanes 1 to 3 versus lanes 4 to 6) when grafted onto its 5′ end, rendering the transcript more like that generated by the IT than the CYC1 terminator. When the chimeric construct was moved downstream an additional 110 bp, to a position in which even the IT is immune to exosome degradation (23), the chimera was also relatively Rrp6 independent (Fig. ​(Fig.3B,3B, compare lanes 1 to 3 to lanes 4 to 6), as was the CYC1 terminator (Fig. ​(Fig.3B,3B, compare lanes 7 to 9 to lanes 10 to 12).Open in a separate windowFIG. 3.Exosome sensitivity of terminated transcripts. RNA was prepared for Northern analysis from yeast strains with the wild-type RRP6 gene or deleted for RRP6 and bearing a plasmid containing the GAL1 promoter and either the CYC1 terminator, the IT, or a chimera between the CYC1 and IMD2-IT. The chimera contained 49 bp of the IT (double underlined in Fig. ​Fig.1)1) placed 5′ to 102 bp of the CYC1 core terminator (there was a 4-bp overlap of common sequence between them). Terminators were inserted at proximal (XbaI in panel A) or distal (BsiWI in panel B) positions downstream of the promoter (indicated schematically at the bottom of the figure). In panel A, the strains were DY1550 (RRP6) (lanes 1 to 3), DY1551 (Δrrp6) (lanes 4 to 6), DY1532 (RRP6) (lanes 7 to 9), D1534 (Δrrp6) (lanes 10 to 12), DY1038 (RRP6) (lanes 13 to 15), and DY1403 (Δrrp6) (lanes 16 to 18). In panel B, the strains were DY1554 (RRP6) (lanes 1 to 3), DY1555 (Δrrp6) (lanes 4 to 6), DY1558(RRP6) (lanes 7 to 9), and DY1559 (Δrrp6) (lanes 10 to 12)]. Transcription was induced following galactose exposure for the indicated times. Filters were probed with the GAL1 or SED1 probe as indicated. Full-length (IT in the reverse orientation in the XbaI site) marker RNA from galactose-induced strain DY1552 was loaded in the lane marked M in panels A and C. In panel C, transcription through an IT with a mutated consensus Nab3 binding site (AGUU) or an unaltered site (UCUU) was analyzed by Northern blotting as described above for panels A and B.The Nab3 RNA binding protein has been implicated in termination and degradation of small RNAs in yeast (1, 21, 42, 46, 47). The IT has a consensus Nab3 binding site (UCUU). This site was contained in the portion of the IT grafted to the CYC1 (Fig. ​(Fig.1)1) and could be part of the signals for termination and turnover of the noncoding small transcript. We mutated this site to AGUU in the reporter plasmid in which it is placed downstream of the GAL1 promoter. The plasmid was introduced into RRP6+ and Δrrp6 strains, and transcription was induced with galactose. Mutation of this putative Nab3 site strongly stabilized (5.8-fold) the terminated short RNA in cells containing an intact exosome (RRP6; Fig. ​Fig.3C).3C). Interestingly, the mutation did not improve readthrough, i.e., it did not reduce termination efficiency of the IT. This contrasts with a point mutation 10 bp downstream of UCUU that essentially abrogates termination, giving rise to a stable full-length RNA (23). Thus, separate sequences in the IT provide for the termination and RNA degradation functions. There is a slight increase in abundance of the terminated transcript in a Δrrp6 strain (1.4-fold), suggesting that the transcript may be degraded by residual activity of the Rrp6-depleted nuclear exosome or another nuclease pathway (Δrrp6; Fig. ​Fig.3C).3C). These results are consistent with studies on a nab3 mutant strain that also suggests a role for this protein in IT function (Kuehner and Brow, submitted).Position dependence of Sen1-mediated termination. Sen1 is strongly implicated in termination at the IT (44). We tested its role directly by transcribing the reporter construct in a strain bearing the temperature-sensitive sen1E1597K allele. In a strain with the wild-type SEN1 gene, the IT promoted termination and yielded trace levels of an unstable transcript (Fig. ​(Fig.4A,4A, lanes 1 to 4). In contrast, the sen1 mutation rendered the terminator significantly less effective at both the permissive and restrictive temperatures (Fig. ​(Fig.4A,4A, lanes 5 to 8). Presumably these longer transcripts escape exosome attack, thereby explaining their higher level of accumulation compared to terminated RNAs in lanes 1 to 4. If the Sen1 termination mechanism operates preferentially on short transcripts in concert with the exosome, then moving the IT downstream should abrogate the ability of the sen1E1597K mutation to cause readthrough of the terminator. Indeed, the IT shows strong termination when positioned 680 bp downstream from the start site regardless of the status of SEN1 (Fig. ​(Fig.4A,4A, compare lanes 9 to 12 to lanes 13 to 16). The sen1E1597K mutation had no effect on readthrough even at the restrictive temperature when the IT was in this location (Fig. ​(Fig.4A,4A, lanes 13 to 16). Overall RNA abundance was also higher when the IT was this far downstream, since the transcripts were not diverted to the exosome degradation pathway (Fig. ​(Fig.4A,4A, lanes 10, 12, 14, and 16). This demonstrates a strong position dependence on Sen1's termination function. The CYC1 terminator is also dependent upon the Sen1 pathway (44). It is a canonical poly(A) signal/termination site found at the end of the ORF. The CYC1 terminator was 77% effective as a terminator in a SEN1+ strain at either permissive or restrictive temperatures when located close (120 bp) to the transcription start site (Fig. ​(Fig.4B,4B, lanes 1 to 6). The sen1E1597K mutation reduced termination efficiencies (short transcripts divided by total transcripts) to 43% and 28% at the permissive and restrictive temperatures, respectively (Fig. ​(Fig.4B,4B, lanes 7 to 9 and lanes 10 to 12) in a manner similar to the mutation's effect on the IT and as seen before in another reporter system (44). These results confirm that Sen1 influences terminator function for both terminators but only IMD2's IT renders terminated RNA sensitive to exosome degradation. Therefore, termination and degradation of short transcripts are not obligatorily coupled.Open in a separate windowFIG. 4.SEN1 dependence of termination. RNA was prepared for Northern analysis from wild-type yeast and strains with the Sen1E1597K mutation. Each strain contained plasmids with the GAL1 promoter and either the CYC1 terminator or the IMD2 IT inserted downstream of the promoter. Terminators were inserted at promoter-proximal (XbaI) or promoter-distal (BstEII) positions. The strains used in panel A were DY682 (SEN1) (lanes 1 to 4), DY686 (sen1E1597K) (lanes 5 to 8), DY684 (SEN1) (lanes 9 to 12), and DY688 (sen1E1597K)(13 to 16). The strains used in panel B were DY2900 (SEN1) and DY2902 (sen1E1597K). The strains were grown at the indicated temperatures (25°C or 37°C) after 0 or 90 min of galactose induction, and the filters were probed with the GAL1 or SED1 probe as indicated. Trace levels of an unstable transcript are indicated by the unlabeled black arrow to the left or right of the gel.Effect of distance upon RNA polymerase II's ability to switch initiation sites. We next asked whether the distance between the two types of initiation sites (Fig. ​(Fig.1,1, the upstream Gs versus the downstream A) was important for their regulated selection, for example if RNA polymerase slides between them when making its initiation decision. To test this, we introduced a BsiWI restriction site (Fig. ​(Fig.1)1) between the initiation sites for high-guanine and the low-guanine start into which we inserted random pieces of DNA from lambda phage of various sizes (24, 36, 45, 103, 153, and 218 bp). Plasmids with these “lengthened” versions of IMD2 were introduced into a yeast strain deleted for chromosomal IMD2, and the transcription start site patterns of the lengthened constructs were analyzed. Start site mapping by primer extension revealed that the normal high-guanine start sites were still used when cells were grown in guanine (Fig. ​(Fig.5A,5A, odd-numbered lanes) (although more complex initiation patterns are apparent for the two largest inserts). In contrast, when the cells were grown in mycophenolic acid (MPA), RNA polymerase II's ability to start from the normal downstream A residue was gradually compromised with increasing distance [Fig. ​[Fig.5A,5A, low G (MPA) start in even-numbered lanes, and graph]. These results suggest that either RNA polymerase II abandons its search for a start site or finds alternative start sites before the IT. In the latter case, transcripts started upstream of the IT would terminate, be degraded, and fail to produce any protein-encoding IMD2 mRNA. To examine this, we performed Northern analysis on the transcripts produced from these constructs in RRP6 deletion strains using a probe that detects the upstream short transcript and full-length downstream transcripts (Fig. ​(Fig.5B,5B, top gel) or just the downstream transcripts containing approximately the 3′ half of the IMD2 ORF (bottom gel). As expected, long transcripts were produced at the expense of short RNAs from wild-type IMD2, as well as from the IMD2 in which we engineered a new restriction site (Fig. ​(Fig.5B,5B, top gel, compare lane 1 to lane 3 and lane 4 to lane 6). The addition of 24 bp of lambda DNA between the upstream and downstream initiation sites did not influence this pattern (Fig. ​(Fig.5B,5B, lanes 7 to 9). When larger pieces of DNA were inserted, MPA induction of full-length RNAs detected by either probe was reduced (36 bp; Fig. ​Fig.5B,5B, lane 12) or virtually absent (45, 103, 153, and 218 bp; Fig. ​Fig.5B,5B, lanes 15, 18, 21, and 24, respectively). Thus, RNA synthesis from any start site was curtailed when RNA polymerase II was unable to find the favored downstream A start site in the presence of MPA. The lack of short or long RNA production in the presence of MPA (Fig. ​(Fig.5B,5B, lanes 15, 18, 21, and 24) also strongly suggests that no other start sites are found as alternatives, either upstream or downstream of the natural initiation site unless such aberrant RNAs are degraded by a nuclease system other than that requiring RRP6.Since IMD2 expression is required for growth in the presence of MPA, the absence of full-length IMD2-encoding mRNA in these strains should render them MPA sensitive. This was indeed the case, as growth was proportional to expression of full-length IMD2 mRNA where the 36-bp insert allowed some growth but larger inserts did not support any growth (Fig. ​(Fig.5C).5C). Hence, the regulated switch from transcription of the upstream short RNA to the downstream biologically active IMD2 mRNA can be disrupted by perturbing the choice of transcription initiation site.Role of the Rpb9 subunit of RNA polymerase II in IMD2 start site selection. To further examine the start site shift, we studied initiation in a strain of yeast deleted for RPB9. This small subunit of RNA polymerase II is not essential, but its loss shifts transcription start sites upstream and impairs elongation more generally (2, 14, 18, 19, 45). It also renders cells extremely MPA sensitive as well as defective in IMD2 induction (39). This suggested that RNA polymerase lacking this subunit might have a start site switch problem on IMD2 during induction. Primer extension (Fig. ​(Fig.6A)6A) and Northern blotting (Fig. ​(Fig.6B)6B) showed no detectable IMD2 transcripts in an RPB9-null strain following MPA treatment (Fig. ​(Fig.6A,6A, lanes 7 to 9; Fig. ​Fig.6B,6B, lanes 4 to 6). As seen before, when RRP6 was deleted in order to stabilize the small intergenic transcripts, the upstream guanine initiation sites were detectable by primer extension in a strain with intact RPB9 (Fig. ​(Fig.6A,6A, lane 4). When challenged with MPA, the downstream “low-guanine” start was observed (Fig. ​(Fig.6A,6A, lane 6). When RRP6 was deleted in order to stabilize the intergenic transcripts in the RPB9 deletant, we found that RNA polymerase II could employ the “high-guanine” starts (Fig. ​(Fig.6A,6A, lanes 1 and 2), but they were shifted upstream relative to RPB9. More importantly, the RPB9 deletants were not capable of utilizing the downstream initiation site normally induced by MPA (Fig. ​(Fig.6A,6A, compare lane 3 to lane 6). This is a likely explanation for why an RPB9 deletion strain is so sensitive to MPA. Northern blotting of the Δrpb9 Δrrp6 double deletant (Fig. ​(Fig.6B)6B) confirmed this start site shift defect, since short intergenic transcripts were synthesized normally, but full-length mRNA could not be induced (Fig. ​(Fig.6B,6B, compare lane 1 to lane 7 and lane 3 to lane 9). DISCUSSIONRegulation of IMD2 employs an unusual mechanism involving a noncoding transcript arising from upstream of the productive transcription start site. This noncoding RNA is degraded, since its synthesis is not as important as the fact that polymerase molecules preferentially initiate at an upstream site when GTP is available and terminate at the IT, thereby preventing use of a downstream start that would otherwise produce IMD2-coding mRNA. Brow and coworkers have shown that start site selection is governed by RNA polymerase's choice of GTP versus ATP as the initiating nucleotide, with the upstream G starts preferred when guanine nucleotide pools are adequate and the alternate downstream start site employed when GTP is limiting (44; Kuehner and Brow, submitted) (Fig. ​(Fig.1).1). This preference probably explains why the region has evolved an unusual sequence bias of only 13% G between the TATA box and initiation codon, whereas the IMD2 ORF is 23% G and all ORFs average 21% G. The 97-bp terminator element itself, in which the low-G adenine start site lies, is a strikingly low 6% G. Under this scenario, the productive downstream start site is not accessed unless GTP levels are low enough that the upstream starts cannot be employed because RNA polymerase II is essentially starved for that nucleotide at those positions. Thus, the option of two start sites appears to be largely a mutually exclusive choice.Here we delineate the intergenic transcripts' boundaries by identifying their 3′ ends. The short transcripts are a family of poly(A)+ RNAs potentially ranging from 75 nucleotides to slightly over 200 nucleotides. The poly(A) addition sites all fall downstream of the adenine start site that generates IMD2 mRNA and which is centrally located in the terminator (Fig. ​(Fig.1).1). Hence, at the MPA-induced start site, RNA polymerase initiates inside the terminator and cannot transcribe the full set of sequences required for termination at the IT. By mapping RNA polymerase II density using a chromatin immunoprecipitation microarray (ChIP-chip) assay, readthrough of the IT in a sen1 mutant strain was observed (44). Here we show directly that the IT's activity is Sen1 dependent. As predicted from work on short transcript termination (1, 21, 42, 44, 46), we also observed that the role of Sen1 in termination is strongly distance dependent; it failed to affect termination when the IT was 680 bp from the start site (Fig. ​(Fig.4A).4A). Termination was nevertheless efficient and therefore has been subsumed by an alternative termination mechanism. The IT terminator functioned autonomously to yield a transcript that was very sensitive to degradation by the exosome but again only when it was positioned close to an initiation site. This was unique to the IMD2 IT, since transcripts generated by the canonical CYC1 terminator were not susceptible to degradation at that distance but could be made so by transferring a piece of the IT upstream of the CYC1 terminator. Therefore, a sequence determinant as well as distance influences the fate of the terminated transcript. A good candidate for the relevant sequence is a Nab3 consensus site found in the region (Fig. ​(Fig.3C)3C) (Kuehner and Brow, submitted). These findings also fit with a model in which different classes of RNA polymerase II transcripts are terminated by different systems. One system employs the RNA binding proteins Nab3 and Nrd1 along with the Sen1 helicase (5, 21, 41, 42, 44, 47). Short transcripts, such as noncoding regulatory RNAs and snRNA/snoRNAs use this system. Handling of the former set of transcripts is also coupled to rapid degradation by the exosome, as observed here (1, 10, 46).What could account for the strong distance dependence of Sen1 activity and exosome stimulating activity we observed for this terminator? An obvious candidate is the phosphorylation state of the carboxyl-terminal domain (CTD) of the large subunit of RNA polymerase II. Since the phosphorylation pattern changes as a function of where in the transcription cycle polymerase is, it is attractive to consider that the transcribing enzyme matures over the transcription unit with respect to phosphorylation and loading of the Sen1 termination machinery onto the elongation complex. Serine 5 phosphorylation of the CTD repeat is enriched in the 5′ end of transcription units, whereas serine 2 phosphorylation is enriched at the 3′ end (32). It has been postulated that these markings are signals for the different cotranscriptional events that process primary transcripts into mature mRNA (22). Once a transition point has been reached, Sen1 can no longer gain access to the complex, and the window of opportunity for that termination system to operate has passed. A role(s) for Nrd1 and Nab3 in engaging the complex early after initiation is attractive, as these proteins are known to associate with each other and Nrd1 binds the CTD (6, 8). In addition, the CTD kinase CTK1 has been linked to the Sen1/Nrd1/Nab3 termination system (8). Recent work has shown that Nrd1 recognizes Ser-5 phosphorylated RNA polymerase II, and phosphorylation at serine 7 that is specific for snRNA synthesis has recently been identified (11, 48). Hence, there is enough variety in the modification of an elongation complex to provide signals to distinct termination machineries over the course of transcription.Our results in modifying the spacing between the upstream and downstream start sites reveal an exponential decay in the ability of RNA polymerase II to recognize an initiation site that is progressively more distant from the TATA box (Fig. ​(Fig.5A).5A). These data are consistent with a scanning model for RNA polymerase II in which the enzyme enters chromatin through recognition of the preinitiation complex, melts DNA, and tracks on the template until it finds a satisfactory initiation site (15, 25, 26). Given the regulatory role of guanine nucleotide concentration in this case and the unique nature of the high-guanine start sites (rare tandem GG dinucleotides [Kuehner and Brow, submitted]), sliding between start sites would likely take place without chain initiation. However, the possibility that small oligonucleotides, such as abortive transcripts, are made and released during this search cannot be excluded. The distance effect may also represent the difficulty RNA polymerase has in making contact with proteins that reside upstream, such as TFIID. With respect to the start site decision at IMD2, it will be interesting to examine the role of TFIIB in this process, since it is part of the measuring device that positions start sites at a fixed point downstream of the TATA box (4, 7, 26, 27, 33, 34). In the case of IMD2, start site selection is a regulated variable, so for this unusual promoter there is plasticity in this feature.Our experiments with strains lacking the Rpb9 subunit help elucidate why those cells are so sensitive to MPA and why they fail to induce IMD2. RNA polymerase II without this subunit initiates at the upstream site but cannot initiate from the A start downstream. This makes sense, since Rpb9 is known to play a role in start site positioning generally and is a significant component of one of the pincers of the enzyme's jaws that contacts downstream duplex DNA (9, 14, 18, 19). Absence of the subunit may result in a structural deficit, such as a loose grip on DNA, that hampers controlled translocation of the enzyme. This could also explain the importance of Rpb9 in: (i) general elongation, (ii) the RNA cleavage activity of the enzyme, which involves reverse translocation, and (iii) proofreading, which in turn relies on RNA cleavage and translocation (2, 18, 24, 30). If RNA polymerase II deficient in Rpb9 slides on DNA between these two possible start sites, it will be interesting to know whether it is released from the upstream transcription unit following its failure to find the downstream start site or remains bound to DNA. AcknowledgmentsWe thank D. A. Brow for materials and information prior to publication, J. Boss for a critical reading of the manuscript, and Katrina Kopcewicz for contributing to early portions of this study.This work was supported by NIH grant GM46331. Footnotes▿Published ahead of print on 21 April 2008. REFERENCES1. Arigo, J. T., D. E. Eyler, K. L. Carroll, and J. L. Corden. 2006. Termination of cryptic unstable transcripts is directed by yeast RNA-binding proteins Nrd1 and Nab3. Mol. Cell 23841-851. [PubMed] [Google Scholar]2. Awrey, D. E., R. G. Weilbaecher, S. A. Hemming, S. M. Orlicky, C. M. Kane, and A. M. Edwards. 1997. Transcription elongation through DNA arrest sites. A multistep process involving both RNA polymerase II subunit RPB9 and TFIIS. J. Biol. Chem. 27214747-14754. [PubMed] [Google Scholar]3. Buratowski, S. 2005. Connections between mRNA 3′ end processing and transcription termination. Curr. Opin. Cell Biol. 17257-261. [PubMed] [Google Scholar]4. Bushnell, D. A., K. D. Westover, R. E. Davis, and R. D. Kornberg. 2004. Structural basis of transcription: an RNA polymerase II-TFIIB cocrystal at 4.5 angstroms. Science 303983-988. [PubMed] [Google Scholar]5. Carroll, K. L., D. A. Pradhan, J. A. Granek, N. D. Clarke, and J. L. Corden. 2004. Identification of cis elements directing termination of yeast nonpolyadenylated snoRNA transcripts. Mol. Cell. Biol. 246241-6252. [PMC free article] [PubMed] [Google Scholar]6. Carroll, K. L., R. Ghirlando, J. M. Ames, and J. L. Corden. 2007. Interaction of yeast RNA-binding proteins Nrd1 and Nab3 with RNA polymerase II terminator elements. RNA 13361-373. [PMC free article] [PubMed] [Google Scholar]7. Chen, B. S., and M. Hampsey. 2004. Functional interaction between TFIIB and the Rpb2 subunit of RNA polymerase II: implications for the mechanism of transcription initiation. Mol. Cell. Biol. 243983-3991. [PMC free article] [PubMed] [Google Scholar]8. Conrad, N. K., S. M. Wilson, E. J. Steinmetz, M. Patturajan, D. A. Brow, M. S. Swanson, and J. L. Corden. 2000. A yeast heterogeneous nuclear ribonucleoprotein complex associated with RNA polymerase II. Genetics 154557-571. [PMC free article] [PubMed] [Google Scholar]9. Cramer, P., D. A. Bushnell, and R. D. Kornberg. 2001. Structural basis of transcription: RNA polymerase II at 2.8 angstrom resolution. Science 2921863-1876. [PubMed] [Google Scholar]10. Davis, C. A., and M. Ares, Jr. 2006. Accumulation of unstable promoter-associated transcripts upon loss of the nuclear exosome subunit Rrp6p in Saccharomyces cerevisiae. Proc. Natl. Acad. Sci. USA 1033262-3267. [PMC free article] [PubMed] [Google Scholar]11. Egloff, S., D. O'Reilly, R. D. Chapman, A. Taylor, K. Tanzhaus, L. Pitts, D. Eick, and S. Murphy. 2007. Serine-7 of the RNA polymerase II CTD is specifically required for snRNA gene expression. Science 3181777-1779. [PMC free article] [PubMed] [Google Scholar]12. Escobar-Henriques, M., and B. Daignan-Fornier. 2001. Transcriptional regulation of the yeast GMP synthesis pathway by its end products. J. Biol. Chem. 2761523-1530. [PubMed] [Google Scholar]13. Escobar-Henriques, M., B. Daignan-Fornier, and M. A. Collart. 2003. The critical cis-acting element required for IMD2 feedback regulation by GDP is a TATA box located 202 nucleotides upstream of the transcription start site. Mol. Cell. Biol. 236267-6278. [PMC free article] [PubMed] [Google Scholar]14. Furter-Graves, E. M., B. D. Hall, and R. Furter. 1994. Role of a small RNA pol II subunit in TATA to transcription start site spacing. Nucleic Acids Res. 224932-4936. [PMC free article] [PubMed] [Google Scholar]15. Giardina, C., and J. T. Lis. 1993. DNA melting on yeast RNA polymerase II promoters. Science 261759-762. [PubMed] [Google Scholar]16. Gietz, D., A. St. Jean, R. A. Woods, and R. H. Schiestl. 1992. Improved method for high efficiency transformation of intact yeast cells. Nucleic Acids Res. 201425. [PMC free article] [PubMed] [Google Scholar]17. Graber, J. H., G. D. McAllister, and T. F. Smith. 2002. Probabilistic prediction of Saccharomyces cerevisiae mRNA 3′-processing sites. Nucleic Acids Res. 301851-1858. [PMC free article] [PubMed] [Google Scholar]18. Hemming, S. A., D. B. Jansma, P. F. Macgregor, A. Goryachev, J. D. Friesen, and A. M. Edwards. 2000. RNA polymerase II subunit Rpb9 regulates transcription elongation in vivo. J. Biol. Chem. 27535506-35511. [PubMed] [Google Scholar]19. Hull, M. W., K. McKune, and N. A. Woychik. 1995. RNA polymerase II subunit RPB9 is required for accurate start site selection. Genes Dev. 9481-490. [PubMed] [Google Scholar]20. Hyle, J. W., R. J. Shaw, and D. Reines. 2003. Functional distinctions between IMP dehydrogenase genes in providing mycophenolate resistance and guanine prototrophy to yeast. J. Biol. Chem. 27828470-28478. [PMC free article] [PubMed] [Google Scholar]21. Kim, M., L. Vasiljeva, O. J. Rando, A. Zhelkovsky, C. Moore, and S. Buratowski. 2006. Distinct pathways for snoRNA and mRNA termination. Mol. Cell 24723-734. [PubMed] [Google Scholar]22. Komarnitsky, P., E. J. Cho, and S. Buratowski. 2000. Different phosphorylated forms of RNA polymerase II and associated mRNA processing factors during transcription. Genes Dev. 142452-2460. [PMC free article] [PubMed] [Google Scholar]23. Kopcewicz, K. A., T. W. O'Rourke, and D. Reines. 2007. Metabolic regulation of IMD2 transcription and an unusual DNA element that generates short transcripts. Mol. Cell. Biol. 272821-2829. [PMC free article] [PubMed] [Google Scholar]24. Koyama, H., T. Ito, T. Nakanishi, and K. Sekimizu. 2007. Stimulation of RNA polymerase II transcript cleavage activity contributes to maintain transcriptional fidelity in yeast. Genes Cells 12547-559. [PubMed] [Google Scholar]25. Kuehner, J. N., and D. A. Brow. 2006. Quantitative analysis of in vivo initiator selection by yeast RNA polymerase II supports a scanning model. J. Biol. Chem. 28114119-14128. [PubMed] [Google Scholar]26. Leuther, K. K., D. A. Bushnell, and R. D. Kornberg. 1996. Two-dimensional crystallography of TFIIB- and IIE-RNA polymerase II complexes: implications for start site selection and initiation complex formation. Cell 85773-779. [PubMed] [Google Scholar]27. Li, Y., P. M. Flanagan, H. Tschochner, and R. D. Kornberg. 1994. RNA polymerase II initiation factor interactions and transcription start site selection. Science 263805-807. [PubMed] [Google Scholar]28. Lykke-Andersen, S., and T. H. Jensen. 2007. Overlapping pathways dictate termination of RNA polymerase II transcription. Biochimie 891177-1182. [PubMed] [Google Scholar]29. Martens, J. A., L. Laprade, and F. Winston. 2004. Intergenic transcription is required to repress the Saccharomyces cerevisiae SER3 gene. Nature 429571-574. [PubMed] [Google Scholar]30. Nesser, N. K., D. O. Peterson, and D. K. Hawley. 2006. RNA polymerase II subunit Rpb9 is important for transcriptional fidelity in vivo. Proc. Natl. Acad. Sci. USA 1033268-3273. [PMC free article] [PubMed] [Google Scholar]31. Osborne, B. I., and L. Guarente. 1989. Mutational analysis of a yeast transcriptional terminator. Proc. Natl. Acad. Sci. USA 864097-4101. [PMC free article] [PubMed] [Google Scholar]32. Phatnani, H. P., and A. L. Greenleaf. 2006. phosphorylation and functions of the RNA polymerase II CTD. Genes Dev. 202922-2936. [PubMed] [Google Scholar]33. Pinto, I., D. E. Ware, and M. Hampsey. 1992. The yeast SUA7 gene encodes a homolog of human transcription factor TFIIB and is required for normal start site selection in vivo. Cell 68977-988. [PubMed] [Google Scholar]34. Pinto, I., W. H. Wu, J. G. Na, and M. Hampsey. 1994. Characterization of sua7 mutations defines a domain of TFIIB involved in transcription start site selection in yeast. J. Biol. Chem. 26930569-30573. [PubMed] [Google Scholar]35. Rasmussen, T. P., and M. R. Culbertson. 1998. The putative nucleic acid helicase Sen1p is required for formation and stability of termini and for maximal rates of synthesis and levels of accumulation of small nucleolar RNAs in Saccharomyces cerevisiae. Mol. Cell. Biol. 186885-6896. [PMC free article] [PubMed] [Google Scholar]36. Rosonina, E., S. Kaneko, and J. L. Manley. 2006. Terminating the transcript: breaking up is hard to do. Genes Dev. 201050-1056. [PubMed] [Google Scholar]37. Sallés, F. J., W. G. Richards, and S. Strickland. 1999. Assaying the polyadenylation state of mRNAs. Methods 1738-45. [PubMed] [Google Scholar]38. Shaw, R. J., and D. Reines. 2000. Saccharomyces cerevisiae transcription elongation mutants are defective in PUR5 induction in response to nucleotide depletion. Mol. Cell. Biol. 207427-7437. [PMC free article] [PubMed] [Google Scholar]39. Shaw, R. J., J. L. Wilson, K. T. Smith, and D. Reines. 2001. Regulation of an IMP dehydrogenase gene and its overexpression in drug-sensitive transcription elongation mutants of yeast. J. Biol. Chem. 27632905-32916. [PMC free article] [PubMed] [Google Scholar]40. Steinmetz, E. J., and D. A. Brow. 1996. Repression of gene expression by an exogenous sequence element acting in concert with a heterogeneous nuclear ribonucleoprotein-like protein, Nrd1, and the putative helicase Sen1. Mol. Cell. Biol. 166993-7003. [PMC free article] [PubMed] [Google Scholar]41. Steinmetz, E. J., and D. A. Brow. 2003. Ssu72 protein mediates both poly(A)-coupled and poly(A)-independent termination of RNA polymerase II transcription. Mol. Cell. Biol. 236339-6349. [PMC free article] [PubMed] [Google Scholar]42. Steinmetz, E. J., N. K. Conrad, D. A. Brow, and J. L. Corden. 2001. RNA-binding protein Nrd1 directs poly(A)-independent 3′-end formation of RNA polymerase II transcripts. Nature 41327-331. [PubMed] [Google Scholar]43. Steinmetz, E. J., S. B. Ng, J. P. Cloute, and D. A. Brow. 2006. cis- and trans-Acting determinants of transcription termination by yeast RNA polymerase II. Mol. Cell. Biol. 262688-2696. [PMC free article] [PubMed] [Google Scholar]44. Steinmetz, E. J., C. L. Warren, J. N. Kuehner, B. Panbehi, A. Z. Ansari, and D. A. Brow. 2006. Genome-wide distribution of yeast RNA polymerase II and its control by Sen1 helicase. Mol. Cell 24735-746. [PubMed] [Google Scholar]45. Sun, Z. W., A. Tessmer, and M. Hampsey. 1996. Functional interaction between TFIIB and the Rpb9 (Ssu73) subunit of RNA polymerase II in Saccharomyces cerevisiae. Nucleic Acids Res. 242560-2566. [PMC free article] [PubMed] [Google Scholar]46. Thiebaut, M., E. Kisseleva-Romanova, M. Rougemaille, J. Boulay, and D. Libri. 2006. Transcription termination and nuclear degradation of cryptic unstable transcripts: a role for the nrd1-nab3 pathway in genome surveillance. Mol. Cell 23853-864. [PubMed] [Google Scholar]47. Vasiljeva L., and S. Buratowski. 2006. Nrd1 interacts with the nuclear exosome for 3′ processing of RNA polymerase II transcripts. Mol. Cell 21239-248. [PubMed] [Google Scholar]48. Vasiljeva, L., M. Kim, N. Terzi, L. M. Soares, and S. Buratowski. 2008. Transcription termination and RNA degradation contribute to silencing of RNA polymerase II transcription within heterochromatin. Mol. Cell 29313-323. [PubMed] [Google Scholar]49. Zaret, K. S., and F. Sherman. 1982. DNA sequence required for efficient transcription termination in yeast. Cell 28563-573. [PubMed] [Google Scholar]"}