{"title": "The multi-tasking P-TEFb complex", "pubDate": "2008", "PMCID": "PMC2628440", "DOI": "10.1016/j.ceb.2008.04.008", "PMID": "18513937", "abstract": "P-TEFb (CycT1:Cdk9), the metazoan RNA polymerase II Ser2 C-terminal domain (CTD) kinase, regulates transcription elongation at many genes and integrates mRNA synthesis with histone modification, pre-mRNA processing, and mRNA export. Recruitment of P-TEFb to target genes requires deubiquitination of H2Bub, phosphorylation of H3S10, and the bromodomain protein, Brd4. Brd4 activates growth-related genes in the G1 phase of the cell cycle and can also tether P-TEFb to mitotic chromosomes, possibly to mark sites of active transcription throughout cell division. P-TEFb co-operates with c-Myc during transactivation and cell transformation, and also requires SKIP (c-Ski-interacting protein), an mRNA elongation and splicing factor. Some functions of the P-TEFb/Ser2P CTD are executed by the Spt6 transcription elongation factor, which binds directly to the phosphorylated CTD and recruits the Iws1 ('interacts with Spt6') protein. Iws1, in turn, interacts with the REF1/Aly nuclear export adaptor and stimulates the kinetics of mRNA export. Given the prominent role of Spt6 in regulating chromatin structure, the CTD-bound Spt6:Iws1 complex may also control histone modifications during elongation. Following transcription, P-TEFb accompanies the mature mRNA to the cytoplasm to promote translation elongation.", "author": [{"author": "Vanessa Brès", "affiliation": ["Regulatory Biology Laboratory, The Salk Institute for Biological Studies, 10010 N. Torrey Pines Road, La Jolla, CA 92037-1099, USA."], "href": "/?term=Br%C3%A8s+V&cauthor_id=18513937"}, {"author": "Sunnie M Yoh", "affiliation": [], "href": "/?term=Yoh+SM&cauthor_id=18513937"}, {"author": "Katherine A Jones", "affiliation": [], "href": "/?term=Jones+KA&cauthor_id=18513937"}], "refPMID": [], "citedInPMID": ["18513937", "34944109", "34780285", "34755136", "34073995", "33483464", "32270036", "32075058", "31866988", "31101827", "30564450", "30463877", "29673219", "29620212", "29588524", "29491412", "29471852", "29095844", "28710461", "28514673", "28426094", "28218250", "27746784", "27605205", "27571479", "27382528", "27259267", "27011207", "26984525", "26900682", "26392221", "26324325", "26230505", "26202968", "25855733", "25703523", "25492871", "25410209", "25345375", "25180339", "24939054", "24837678", "24832049", "24799695", "24782528", "24751816", "24657798", "24611065", "24559102", "24554720", "24524087", "24473209", "24163256", "23898190", "23840966", "23795863", "23762261", "23752591", "23676218", "23658523", "23615468", "23603988", "23589332", "23575664", "23535064", "23420887", "23401853", "23392244", "23388725", "23087403", "22980978", "22867873", "22858677", "22771113", "22713873", "22701796", "22567385", "22547686", "22488152", "22458775", "22235332", "22216146", "22159222", "22012619", "21933453", "21896721", "21808035", "21764852", "21709748", "21639898", "21536667", "21461980", "21448926", "21283673", "21282467", "21200140", "21141906", "20952582", "20930849", "20854876", "20851039", "20802488", "20670891", "20663889", "20642797", "20574533", "20562839", "20495683", "20471949", "20436276", "20382893", "20139304", "20054825", "20004579", "19914168", "19818711", "19723344", "19687145", "19595308", "19486514", "19451231", "19416065", "19280431", "19223581", "19211771", "19011376", "19008896"], "body": " AbstractP-TEFb (CycT1:Cdk9), the metazoan RNA polymerase II Ser2 C-terminal domain (CTD) kinase, regulates transcription elongation at many genes and integrates mRNA synthesis with histone modification, pre-mRNA processing, and mRNA export. Recruitment of P-TEFb to target genes requires deubiquitination of H2Bub, phosphorylation of H3S10, and the bromodomain protein, Brd4. Brd4 activates growth-related genes in the G1 phase of the cell cycle and can also tether P-TEFb to mitotic chromosomes, possibly to mark sites of active transcription throughout cell division. P-TEFb co-operates with c-Myc during transactivation and cell transformation, and also requires SKIP (c-Ski-interacting protein), an mRNA elongation and splicing factor. Some functions of the P-TEFb/Ser2P CTD are executed by the Spt6 transcription elongation factor, which binds directly to the phosphorylated CTD and recruits the Iws1 (‘interacts with Spt6’) protein. Iws1, in turn, interacts with the REF1/Aly nuclear export adaptor and stimulates the kinetics of mRNA export. Given the prominent role of Spt6 in regulating chromatin structure, the CTD-bound Spt6:Iws1 complex may also control histone modifications during elongation. Following transcription, P-TEFb accompanies the mature mRNA to the cytoplasm to promote translation elongation. IntroductionThe various steps in the transcription cycle are intricately staged to coordinate post-translational modification of histones with loading and release of transcription initiation and elongation factors. Common chromatin changes at activated genes include the loss of silencing modifications (e.g. H3K27me3, H3K9me3, H2Aub), and the acquisition of marks associated with active transcription at promoters (e.g. H3S10P, acetylation of histones H3 and H4 at various sites, H3K4me3, ubiquitylation and deubiquitylation of H2BK120), and within the transcribed region (e.g. H3K36me3 and H3K79me3) [1,2]. These events are coupled to the replication-independent exchange of nucleosomal histones, in particular removal of histone H2A.Z at promoters and incorporation of the H3.3 throughout the transcribed region. The precise sequence of these steps is not known and probably varies among different genes, providing ample opportunity for gene-specific regulation by DNA-bound activators.A unique feature of mammalian RNA polymerase II (RNAPII) is the extended C-terminal domain (CTD) of the Rbp1 subunit, which contains 52 heptad repeats with a consensus sequence, YSPTSPS [3]. The RNAPII CTD is hypophosphorylated when initially recruited to genes, and undergoes sequential phosphorylation at Ser5 during promoter clearance and at Ser2 by P-TEFb (CycT1:Cdk9) at the start of elongation [4,5]. The CTD is also phosphorylated at the Ser7 position, which controls expression of snRNA genes [6,7]. In the absence of P-TEFb, Ser5P RNAPII complexes accumulate 20−40 nt downstream of the transcription start site, partly owing to the actions of the negative-acting elongation factor complex, NELF, and the DRB-sensitivity inducing complex, DSIF/Spt4,5 [8]. Release of RNAPII from the pause requires P-TEFb and is accompanied by mRNA capping and loss of NELF. P-TEFb is required for transcription of most genes, including heat shock and c-Myc genes and is also needed for HIV-1 transcription by Tat [9]. Although P-TEFb travels with the elongation complex, its CTD kinase activity is no longer required once the complex is released from the pause [10]. In this review, we discuss how P-TEFb is recruited to genes to activate transcription and co-ordinate downstream events that are linked to elongation. How is P-TEFb recruited to active genes?In yeast, a role for deubiquitination of H2BubBudding yeast contain two P-TEFb homologs, Ctk1/Ctdk-I (composed of the Ctk1 protein kinase, the Ctk2 cyclin, and the regulatory Ctk3 subunit), which mediates global CTD Ser2P but is not required for trimethylation of H3K4 (H3K4me3), and the Bur1 kinase/Bur2 cyclin pair, which does not affect global CTD phosphorylation but is required for transcription and H3K4me3 [11]. Bur1/2 acts before Ctk1, and together with the Paf1 complex [12] sequentially recruits the Rad6/Bre1 ubiquitin ligase, which monoubiquitylates histone H2B, and the SET1/MLL/Compass HMT, which mediates H3K4me3 [11]. In between these two events, the SAGA-associated Ubp8 ubiquitin protease [13] removes the ubiquitin from H2B, enabling recruitment of Ctk1 to the gene [14•]. Interestingly, Ctk1 associates avidly with histone H2A:2B dimers in cell extracts, and this interaction is blocked by ubiquitylation of H2B [14•]. Thus, the timing of Ctk1 recruitment is influenced by the removal of ubiquitin from H2B. The mammalian STAGA/TFTC complex contains a similar submodule dedicated to transcription and H2B deubiquitylation, suggesting that this step is conserved [15]. Thus P-TEFb may be recruited to promoters in part through binding to deubiquitinated histone H2A:2B dimers.A role for the 5′-cap methyltransferaseBecause P-TEFb counteracts NELF- and DSIF-induced pausing in cell-free transcription reactions, at least part of its activity does not depend upon chromatin [5]. P-TEFb acts exclusively at the elongation step in vitro, and phosphorylates DSIF/Spt5 and NELF, as well as the CTD. NELF associates with nascent RNA, and the NELF-E subunit was recently shown to interact with the nuclear cap binding complex (CBC) [16••]. Interestingly, the fission yeast P-TEFb (Cyclin Pch1:spCDK9) forms a near-stoichiometric complex with the 5′-cap-methyltransferase, Pcm1 [17•]. Moreover, in S. pombe, Pcm1 is needed to recruit P-TEFb to induced genes [17•], which would ensure that all released elongation complexes contain properly capped nascent RNAs. It will be interesting to learn whether the antagonistic actions of P-TEFb and NELF might involve competition for the CBC and capping enzymes, and whether these factors affect P-TEFb-dependent elongation on nonchromatin templates in vitro.On HIV-1, a role for Tat and TAR RNACyclin T1 (CycT1) was originally identified as a direct binding partner of the HIV-1 Tat protein in HeLa nuclear extracts, and Tat and CycT1 cooperate to recruit P-TEFb to the viral 5′ TAR RNA [4,5]. Activation of HIV-1 transcription by Tat strongly induces RNAPII Ser2P, histone acetylation, and H3K4me3 [18]. Thus, when P-TEFb is recruited directly by the activator (via Tat:TAR, or c-Myc), it acts analogously to the Bur1/2 kinase to promote H3K4me3 and other histone modification that may be required for subsequent rounds of transcription (see below). However, Tat:P-TEFb transactivation is unique in that Tat induces P-TEFb to phosphorylate the CTD at both Ser2 and Ser5 positions and promotes pre-mRNA 5′-end-capping [4,5]. By contrast, P-TEFb is recruited to many cellular genes at a relatively late stage, and short-term RNAi depletion of Cdk9 decreases global levels of CTD Ser2P and H3K36me3, without affecting Ser5P or H3K4me3. Drosophila Cdk9-null mutants [19] lose Ser5P and Ser2P, as well as H3K4me3 and H3K36me3, but this may reflect the indirect effects of long-term Cdk9 depletion.Roles for the H3S10P kinase and tousled-like kinaseIvaldi et al. [20•] recently reported that recruitment of P-TEFb to heat shock genes in Drosophila follows phosphorylation of H3S10 in vivo. The JIL-1 kinase and related mammalian mitogen- and stress-activated protein kinases (MSK1, 2) are prominent H3S10-specific protein kinases [21]. In JIL-1-null flies, paused Ser5P RNAPII complexes containing DSIF/Spt5 accumulate at the hsp70 promoter, indicating a block to elongation. The inability of RNAPII complexes to escape the pause was correlated with the loss of CTD Ser2P and a failure to recruit P-TEFb. In a related finding, Zippo et al. [22••] showed that c-Myc recruits the Pim1 kinase to direct H3S10P at a site upstream of the c-FosL1 and ID2 genes, and depletion of Pim1 blocked transcription as well as CTD Ser2P at these genes [22••]. Thus, H3S10P seems to be a necessary prerequisite for P-TEFb loading. The underlying mechanism may involve the 14−3−3 chaperones, which interact with phosphoacetylated histone H3 (H3S10P, H3K9ac/H3K14ac) and are required for transcription [23]. A related earlier finding in C. elegans demonstrated that CTD Ser2P requires the tousled-like kinase, TLK-1 [24]. Depletion of TLK-1 broadly inhibited transcription elongation and H3K36me3, without affecting Ser5P, H3S10P or H3K4me3 [24], indicating that TLK1 targets a factor(s) that acts downstream of H3S10P to recruit or activate P-TEFb. However, TLK1 has also been shown to stimulate H3S10P in human epithelial cells [25] and therefore it may act similarly to MSK1,2 or Pim1. P-TEFb activity requires phosphorylation of the Cdk9 subunit [9] and could be modulated post-recruitment to prevent premature phosphorylation of the CTD during transcriptio.A role for Brd4In mammalian cells, Brd4 interacts directly with CycT1 and recruits P-TEFb to cellular genes [26,27•,28•]. Brd4 is a bromodomain protein that binds highly acetylated chromatin [29], and may therefore link P-TEFb recruitment with histone acetylation at induced genes (Figure 1). Because Brd4 is not required for HIV-1 Tat transactivation, it apparently does not participate directly in elongation. Nearly half of the endogenous P-TEFb in mammalian cells resides in large inactive complexes containing 7SKRNA and the HEXIM1 protein [9], and the distribution of P-TEFb between active and inactive complexes can change dramatically in response to environmental stress. Thus, the balance of active and inactive P-TEFb is tightly controlled in the cell. Interestingly, Brd4 associates only with the active form of the P-TEFb complex. Brd4 can also interact with the mediator complex and may help recruit RNAPII to chromatin [29]. The budding yeast homolog of Brd4, Bdf1, binds preferentially to chromatin acetylated by the NuA4/Tip60 HAT complex [30], which is recruited to genes through TRRAP, a direct target of many DNA-bound activators [31]. Importantly, Bdf1 also functions with the SWR-C chromatin remodeling complex to direct replication-independent exchange of H2A.Z histones at induced promoters [32•,33•]. Although it is not clear whether the yeast Bdf1 similarly associates with Ctk1, these findings raise the interesting possibility that the incorporation of H2A.Z, which positions the nucleosome relative to the RNA start site and enforces a requirement for chromatin elongation factors, might be linked with the initial loading of P-TEFb.Open in a separate windowFigure 1Transcription factors implicated in P-TEFb recruitment and function. Activators may recruit P-TEFb directly (e.g. Tat, c-Myc), or indirectly through binding to Brd4. P-TEFb recruitment is also linked to H3S10P, which can be mediated by MSK1,2 or Pim1, which can be recruited through c-Myc:TRRAP complexes. TRRAP is a frequent target of DNA activators and associates with HAT complexes that acetylate chromatin and stabilize binding of Brd4. P-TEFb functionally cooperates with proteins like SKIP to activate transcription and RNAPII CTD phosphorylation links elongation with downstream events required for gene expression.Brd4 recruits P-TEFb to mitotic chromosomesInterestingly, Brd4, Brd2, and the yeast Bdf1 protein have all been shown to interact with mitotic chromosomes and therefore might play a role in the epigenetic marking of active genes [34•]. Cell cycle progression from interphase to mitosis is accompanied by chromatin compaction, H3S10P, and a widespread transcriptional repression that results from the displacement of RNAPII and many other transcription factors from the chromosomes. The affinity of P-TEFb for Brd4 increases as cells progress from late mitosis to early G1, at which time P-TEFb is actively recruited to chromosomes [34•]. Knockdown of Brd4 blocked expression of many genes required for cell growth, resulting in G1 arrest and apoptosis [34•,35•]. It is unknown whether H3S10P is also linked to recruitment of Brd4:P-TEFb complexes in mitosis and will be interesting to learn if the retention of these factors on chromosomes through mitosis contributes to epigenetic ‘memory’, whereby genes can retain their active status through rounds of cell division. P-TEFb functions with c-Myc and SKIPTransactivation by c-Myc has been shown to depend upon P-TEFb [36–38], and the c-Myc activation domain interacts directly with CycT1. Although c-Myc can be recruited to target genes through binding to E-box elements, at many genes it appears to be recruited indirectly, through protein–protein interactions. Thus, P-TEFb is essential for c-Myc transcription, and conversely, c-Myc may function at all or most P-TEFb-regulated genes. In vivo, c-Myc associates with highly modified chromatin and is linked to H3 acetylation and H3K4me3 and H3K79me3 [39]. Overexpression of the c-Myc transactivation domain enhances global levels of RNAPII Ser5P and Ser2P, and c-Myc can also bind to CDK7 [40•]. In addition to P-TEFb, c-Myc binds avidly to TRRAP, a pseudokinase PI3K family member that is a frequent target of acidic activators [31] and functions as a scaffold for both SAGA-type (H3-specific) and NuA4-type (H4-specific) HATs. As mentioned above, c-Myc can also recruit an H3S10-specific kinase, Pim1, which contributes to c-Myc-induced transcription and transformation [22•]. In addition to these interactions, the Drosophila c-Myc protein was recently found to interact the JARID1A/RBBP2/LID H3K4me3-specific histone demethylase [41••]. Notably, binding of c-Myc to the JARID1A/RBBP2/LID catalytic domain inactivates its demethylase activity, thereby stabilizing H3K4me3 at induced genes [42]. Thus, once recruited to promoters, c-Myc has the potential to influence a variety of histone H3 modifications during transcription.P-TEFb activity has also been linked to SKIP (NCoA-62; Drosophila Bx42; yeast Prp45p), an SNW domain protein that can function either as a co-activator or a co-repressor, and is also required for splicing [43,44]. In extracts, SKIP associates with Sin3A:N-CoR complexes and other co-repressors (SMRT, SAP30, CIR, HDAC1/2). Much less is known about its role in transcription activation. SKIP interacts with the retinoblastoma (Rb) tumor suppressor and can cooperate with c-Ski to overcome Rb-mediated transcriptional repression and G1 cell-cycle arrest [44]. SKIP associates with P-TEFb in nuclear extracts and is required for Tat transactivation [45•]. SKIP is recruited by Tat:P-TEFb to the HIV-1 promoter independently of other splicing factors, suggesting that it has distinct roles in transcription and splicing. Interestingly, Drosophila SKIP (BX42) was independently identified in a screen for factors that enable the nuclear export of spliced mRNAs [46]. Thus, SKIP may cooperate with P-TEFb to stimulate elongation, splicing and export (Figure 1). Transcription links to pre-mRNA processing, histone methylation, and exportHow and when do splicing or export factors load onto the Ser2P-CTD?At many active genes, H3K4me3 is localized to the promoter-proximal nucleosomes, whereas H3K36me3 is found through the coding region. These steps are closely linked to the assembly and binding of pre-mRNA splicing and export proteins onto the CTD. H3K4me3 nucleosomes are targeted by PHD domain proteins, including the NURF and ISW1 chromatin remodeling complexes and the human chromo-ATPase/helicase-DNA-binding protein, CHD1. CHD1 associates with the elongating RNAPII and mediates the deposition of H3.3 throughout the coding region [47••]. Interestingly, CHD1 also co-fractionates with the SF3a submodule of U2snRNPs and orchestrates U2snRNP complex assembly, which stimulates the kinetics of pre-mRNA splicing in vivo [48••]. Thus, CHD1, through binding to H3K4me3 or association with the elongation complex, is implicated in both splicing and histone variant exchange. SAGA subunits have also been found within gene coding regions and probably regulate histone acetylation and eviction during elongation [13]. Interestingly, the Sus1 protein of the Ubp8 submodule (Ubp8, Sus1, Sgf11) of SAGA complexes is not only required for transcription and H2B deubiquitylation, but also associates with nuclear pore components and expedites nuclear mRNA export [49].Binding of Spt6 to the Ser2P CTD stimulates the kinetics of mRNA exportSpt6 is an essential transcription elongation factor for many genes and is also implicated in nucleosome reassembly during transcription [50••]. In yeast, Spt6 is recruited to promoters together with Paf1 and FACT [51]. Interestingly, we recently found that Spt6 also interacts directly with the P-TEFb/Ser2P CTD [52••]. A point mutation in the SH2 domain of Spt6 largely eliminated binding to the RNAPII CTD, but did not affect transcription elongation. Nevertheless, mRNAs formed in the presence of the mutant Spt6 protein were aberrantly long and contained processing defects. Similar mRNA defects were observed cells depleted of human Iws1 (‘interacts with Spt6’) protein, which is a direct binding partner of Spt6. Iws1 binds to the REF1/Aly nuclear export adaptor, and depletion of Iws1, or overexpression of the Spt6 SH2 domain, induced bulk poly(A)+ RNAs to be retained in the nucleus [52••], indicating that binding of Spt6:Iws1 to the CTD facilitates the kinetics of mRNA export [52••]. Recent reports indicate that REF1/Aly is recruited to nascent RNAs by the cap binding complex subunit CBP20 [53••,54•], to direct the export of intronless mRNAs. Therefore, binding of Spt6:Iws1 to the CTD may help guide REF1/Aly to the mRNA cap (Figure 2). Iws1 is also required to recruit the nuclear exosome Rrp6 subunit to the c-Myc gene [52••], and thus Iws1 may help guide the exosome to the elongation complex, a process that was earlier shown to require Spt6 [55]. The yeast homolog of Iws1, Spn1, is an essential protein that functions to recruit Spt6 to the promoter at the CYC1 gene [56]; however, it is not known if the human Iws1 protein behaves similarly.Open in a separate windowFigure 2Spt6 is recruited to RNAPII at an early step in transcription and is required for elongation at some, but not all, genes. Phosphorylation of the RNAPII CTD by P-TEFb induces binding of Spt6 and its partner, Iws1, which binds to the REF1/Aly mRNA export adaptor and stimulates the kinetics of nuclear mRNA export, potentially through transfer of REF1/Aly to the cap binding complex on the nascent mRNA.In addition to its role in elongation, Spt6 is a histone H3:H4 chaperone that controls chromatin structure through its essential role in nucleosome disassembly and reassembly during elongation [57]. Studies in yeast have shown that nucleosome reassembly in the wake of the elongating RNAPII complex is required to suppress cryptic transcripts that would otherwise initiate within the coding region [57,58]. Spt6 is also critical for nucleosome reassembly at promoters, and lack of functional Spt6 allows, transcription to proceed unabated even in the absence of DNA-bound activators [50••]. Interestingly, H3K36me3, a modification found in the coding regions of active genes, functions to recruit Rpd3S [59••] and MSL [60••] histone deacetylase complexes to block cryptic transcription and ensure that reassembled nucleosomes return to their original hypoacetylated state. Hypb/Set2 mediates H3K36me3 in mammalian cells [61] and binds directly to Ser2-, Ser5-doubly phosphorylated CTD [2], potentially to link histone H3K36 methylation with nucleosome reassembly. In addition, UTX, an H3K27me3-specific demethylase that removes the repressive H3K27me3 modification, is also a component of elongation complexes [62], indicating that many histone modifications may change during elongation.Lastly, both CDK9 and yeast Ctk1 have been detected on translating ribosomes, and Ctk1-depleted cells contain translational elongation defects that are attributed to mis-coding [63•]. In yeast, Ctk1 associates with SR-like subunits of the THO/TREX transcription–export complex [64], and therefore this complex may play a role in the transfer P-TEFb to the nascent RNA. Thus, at the completion of transcription P-TEFb may transit with mRNP to ensure accurate mRNA translation in the cytoplasm. PerspectivesP-TEFb influences multiple steps in gene expression, from transcription elongation and co-transcriptional control of mRNA processing and export through the CTD, to mRNA translation in the cytoplasm. The various events and interactions that recruit P-TEFb to active genes (H2B deubiquitination, H3S10P, the 5′-cap methyltransferase, and Brd4) are likely to be functionally linked, and further studies are needed to better define this step. If the association of P-TEFb with the 5′-cap methyltransferase is conserved in metazoans, it will be interesting to learn how this step influences transcription or alleviates repression by NELF and DSIF. The association of P-TEFb with histone H2A:2B is particularly intriguing and raises the possibility that P-TEFb might influence nucleosome assembly or chromatin structure during elongation, or when bound to mitotic chromosomes. P-TEFb is linked physically and functionally to proteins like c-Myc and SKIP, although it remains an open question whether these proteins are recruited to all P-TEFb-regulated genes. It will be important to learn how SKIP stimulates transcription, and whether it transfers from the promoter to mRNA splicing complexes that assemble upon binding of CHD1 to H3K4me3. Some of the activities organized by the P-TEFb/Ser2P CTD are mediated through binding of the Spt6 elongation factor, which might co-ordinate nucleosome disassembly and reassembly during elongation. With H3K36me3 and other co-transcriptional events required for mRNA biogenesis. Fortunately, given the rapid pace of this field, the answers to these interesting questions may be coming soon. AcknowledgementsWe apologize to our colleagues whose work we were unable to cite owing to the space constraints of this article. The work in our laboratory is funded by the NIH ({\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"AI044615\",\"term_id\":\"3291476\",\"term_text\":\"AI044615\"}}AI044615, {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"CA125535\",\"term_id\":\"35003540\",\"term_text\":\"CA125535\"}}CA125535), and SM Yoh is funded by a grant from California HIV/AIDS Research Program (CHRP). References and recommended readingPapers of particular interest, published within the annual period of the review, have been highlighted as:• of special interest•• of outstanding interest1. Li B, Carey M, Workman JL. The role of chromatin during transcription. Cell. 2007;128:707–719. [PubMed] [Google Scholar]2. Shilatifard A. Chromatin modifications by methylation and ubiquitination: implications in the regulation of gene expression. Annu Rev Biochem. 2006;75:243–269. [PubMed] [Google Scholar]3. Phatnani HP, Greenleaf AL. Phosphorylation and functions of the RNA polymerase II CTD. Genes Dev. 2006;20:2922–2936. [PubMed] [Google Scholar]4. Price DH. P-TEFb, a cyclin-dependent kinase controlling elongation by RNA polymerase II. Mol Cell Biol. 2000;20:2629–2634. [PMC free article] [PubMed] [Google Scholar]5. Saunders A, Core LJ, Lis JT. Breaking barriers to transcription elongation. Nat Rev Mol Cell Biol. 2006;7:557–567. [PubMed] [Google Scholar]6. Chapman RD, Heidemann M, Albert TK, Mailhammer R, Flatley A, Meisterernst M, Kremmer E, Eick D. Transcribing RNA polymerase II is phosphorylated at CTD residue serine-7. Science. 2007;318:1780–1782. [PubMed] [Google Scholar]7. Egloff S, O'Reilly D, Chapman RD, Taylor A, Tanzhaus K, Pitts L, Eick D, Murphy S. Serine-7 of the RNA polymerase II CTD is specifically required for snRNA gene expression. Science. 2007;318:1777–1779. [PMC free article] [PubMed] [Google Scholar]8. Core LJ, Lis JT. Transcription regulation through promoter-proximal pausing of RNA polymerase II. Science. 2008;319:1791–1792. [PMC free article] [PubMed] [Google Scholar]9. Zhou Q, Yik JH. The Yin and Yang of P-TEFb regulation: implications for human immunodeficiency virus gene expression and global control of cell growth and differentiation. Microbiol Mol Biol Rev. 2006;70:646–659. [PMC free article] [PubMed] [Google Scholar]10. Ni Z, Saunders A, Fuda NJ, Yao J, Suarez JR, Webb WW, Lis JT. P-TEFb is critical for the maturation of RNA polymerase II into productive elongation in vivo. Mol Cell Biol. 2008;28:1161–1170. [PMC free article] [PubMed] [Google Scholar]11. Wood A, Shilatifard A. Bur1/Bur2 and the Ctk complex in yeast: the split personality of mammalian P-TEFb. Cell Cycle. 2006;5:1066–1068. [PubMed] [Google Scholar]12. Chaudhary K, Deb S, Moniaux N, Ponnusamy MP, Batra SK. Human RNA polymerase II-associated factor complex: dysregulation in cancer. Oncogene. 2007;26:7499–7507. [PubMed] [Google Scholar]13. Baker SP, Grant PA. The SAGA continues: expanding the cellular role of a transcriptional co-activator complex. Oncogene. 2007;26:5329–5340. [PMC free article] [PubMed] [Google Scholar]14•. Wyce A, Xiao T, Whelan KA, Kosman C, Walter W, Eick D, Hughes TR, Krogan NJ, Strahl BD, Berger SL. H2B ubiquitylation acts as a barrier to Ctk1 nucleosomal recruitment prior to removal by Ubp8 within a SAGA-related complex. Mol Cell. 2007;27:275–288. [Deubiquitylation of H2B is shown to be required for recruitment of Ctk1, CTD Ser2P, and H3K36me3. Interestingly, Ctk1 is found to associate with Histone H2A:2B dimers in a manner that is blocked by H2B ubiquitylation] [PubMed] [Google Scholar]15. Zhao Y, Lang G, Ito S, Bonnet J, Metzger E, Sawatsubashi S, Suzuki E, Le Guezennec X, Stunnenberg HG, Krasnov A, et al.  A TFTC/STAGA module mediates histone H2A and H2B deubiquitination, coactivates nuclear receptors, and counteracts heterochromatin silencing. Mol Cell. 2008;29:92–101. [PubMed] [Google Scholar]16••. Narita T, Yung TM, Yamamoto J, Tsuboi Y, Tanabe H, Tanaka K, Yamaguchi Y, Handa H. NELF interacts with CBC and participates in 3′ end processing of replication-dependent histone mRNAs. Mol Cell. 2007;26:349–365. [The four-subunit NELF complex is shown to interact with the nuclear cap binding complex, which functions in multiple mRNA processing steps. Although prior studies had only implicated a negative pause-inducing function for NELF, this paper shows that it is required for 3′-end processing of replication-independent histone mRNAs] [PubMed] [Google Scholar]17•. Guiguen A, Soutourina J, Dewez M, Tafforeau L, Dieu M, Raes M, Vandenhaute J, Werner M, Hermand D. Recruitment of P-TEFb (Cdk9-Pch1) to chromatin by the cap-methyl transferase Pcm1 in fission yeast. EMBO J. 2007;26:1552–1559. [The fission yeast P-TEFb is shown to form a complex with the capping methyltransferase, Pcm1, and they co-localize in vivo. Depletion of Pcm1 blocks CTD Ser2P and abolishes recruitment of P-TEFb to chromatin, indicating an essential role for Pcm1 in P-TEFb loading] [PMC free article] [PubMed] [Google Scholar]18. Zhou M, Deng L, Lacoste V, Park HU, Pumfery A, Kashanchi F, Brady JN, Kumar A. Coordination of transcription factor phosphorylation and histone methylation by the P-TEFb kinase during human immunodeficiency virus type 1 transcription. J Virol. 2004;78:13522–13533. [PMC free article] [PubMed] [Google Scholar]19. Eissenberg JC, Shilatifard A, Dorokhov N, Michener DE. Cdk9 is an essential kinase in Drosophila that is required for heat shock gene expression, histone methylation and elongation factor recruitment. Mol Genet Genomics. 2007;277:101–114. [PubMed] [Google Scholar]20•. Ivaldi MS, Karam CS, Corces VG. Phosphorylation of histone H3 at Ser10 facilitates RNA polymerase II release from promoter-proximal pausing in Drosophila. Genes Dev. 2007;21:2818–2831. [H3S10P in Drosophila is shown to require the Brahma complex and is a prerequisite for CTD Ser2P and loading of P-TEFb to active genes. In the absence of JIL-1, the H3S10P kinase, RNAPII and CTD Ser5P are unaffected, but transcription is blocked owing to the failure to recruit P-TEFb] [PMC free article] [PubMed] [Google Scholar]21. Nowak SJ, Corces VG. Phosphorylation of histone H3: a balancing act between chromosome condensation and transcriptional activation. Trends Genet. 2004;20:214–220. [PubMed] [Google Scholar]22••. Zippo A, De Robertis A, Serafini R, Oliviero S. PIM1-dependent phosphorylation of histone H3 at serine 10 is required for MYC-dependent transcriptional activation and oncogenic transformation. Nat Cell Biol. 2007;9:932–944. [Pim1 kinase is shown to bind Myc:Max heterodimers through the Myc transactivation domain box II. Myc recruits Pim1 to target genes, where it directs H3S10P at locations near the MYV binding site. Microarray analyses indicate that Pim1 regulates 20% of MYC target genes and contributes to MYC transformation] [PubMed] [Google Scholar]23. Winter S, Simboeck E, Fischle W, Zupkovitz G, Dohnal I, Mechtler K, Ammerer G, Seiser C. 14−3−3 Proteins recognize a histone code at histone H3 and are required for transcriptional activation. EMBO J. 2008;27:88–99. [PMC free article] [PubMed] [Google Scholar]24. Han Z, Saam JR, Adams HP, Mango SE, Schumacher JM. The C. elegans tousled-like kinase (TLK-1) has an essential role in transcription. Curr Biol. 2003;13:1921–1929. [PubMed] [Google Scholar]25. Sunavala-Dossabhoy G, Li Y, Williams B, De Benedetti A. A dominant negative mutant of TLK1 causes chromosome missegregation and aneuploidy in normal breast epithelial cells. BMC Cell Biol. 2003;4:16. [PMC free article] [PubMed] [Google Scholar]26. Bisgrove DA, Mahmoudi T, Henklein P, Verdin E. Conserved P-TEFb-interacting domain of BRD4 inhibits HIV transcription. Proc Natl Acad Sci USA. 2007;104:13690–13695. [PMC free article] [PubMed] [Google Scholar]27•. Jang MK, Mochizuki K, Zhou M, Jeong HS, Brady JN, Ozato K. The bromodomain protein Brd4 is a positive regulatory component of P-TEFb and stimulates RNA polymerase II-dependent transcription. Mol Cell. 2005;19:523–534. [P-TEFb was shown to interact with Brd4 in vitro and in vivo. Brd4 was shown to associate with the ‘active’ form of P-TEFb and to be required for P-TEFb regulated transcription and recruitment to active genes] [PubMed] [Google Scholar]28•. Yang Z, Yik JH, Chen R, He N, Jang MK, Ozato K, Zhou Q. Recruitment of P-TEFb for stimulation of transcriptional elongation by the bromodomain protein Brd4. Mol Cell. 2005;19:535–545. [‘Active’ P-TEFb complexes were shown to associate with Brd4, which is needed to activate and recruit P-TEFb to cellular genes. By contrast, Brd4 was dispensible for HIV-1 Tat-regulated transactivation. See related Ref. [27•]] [PubMed] [Google Scholar]29. Wu SY, Chiang CM. The double bromodomain-containing chromatin adaptor Brd4 and transcriptional regulation. J Biol Chem. 2007;282:13141–13145. [PubMed] [Google Scholar]30. Durant M, Pugh BF. NuA4-directed chromatin transactions throughout the Saccharomyces cerevisiae genome. Mol Cell Biol. 2007;27:5327–5335. [PMC free article] [PubMed] [Google Scholar]31. Murr R, Vaissiere T, Sawan C, Shukla V, Herceg Z. Orchestration of chromatin-based processes: mind the TRRAP. Oncogene. 2007;26:5358–5372. [PubMed] [Google Scholar]32•. Raisner RM, Hartley PD, Meneghini MD, Bao MZ, Liu CL, Schreiber SL, Rando OJ, Madhani HD. Histone variant H2A.Z marks the 5′ ends of both active and inactive genes in euchromatin. Cell. 2005;123:233–248. [PMC free article] [PubMed] [Google Scholar]33•. Zhang H, Roberts DN, Cairns BR. Genome-wide dynamics of Htz1, a histone H2A variant that poises repressed/basal promoters for activation through histone loss. Cell. 2005;123:219–231. [PMC free article] [PubMed] [Google Scholar]34•. Yang Z, He N, Zhou Q. Brd4 recruits P-TEFb to chromosomes at late mitosis to promote G1 gene expression and cell cycle progression. Mol Cell Biol. 2007;28:967–976. [This paper shows that the P-TEFb:Brd4 interaction is strongly regulated through the cell cycle as cells progress from mitosis to early G1. P-TEFb is recruited by Brd4 to mitotic chromosomes to activate G1 and growth-associated genes] [PMC free article] [PubMed] [Google Scholar]35•. Mochizuki K, Nishiyama A, Jang MK, Dey A, Ghosh A, Tamura T, Natsume H, Yao H, Ozato K. The bromodomain protein Brd4 stimulates G1 gene transcription and promotes progression to S phase. J Biol Chem. 2008283:9040–9048. [This paper defines the gene targets that are upregulated by Brd4 during the G1 phase of the cell cycle, and the role of Brd4 in cell cycle progression] [PMC free article] [PubMed] [Google Scholar]36. Eberhardy SR, Farnham PJ. Myc recruits P-TEFb to mediate the final step in the transcriptional activation of the cad promoter. J Biol Chem. 2002;277:40156–40162. [PubMed] [Google Scholar]37. Gargano B, Amente S, Majello B, Lania L. P-TEFb is a crucial cofactor for Myc transactivation. Cell Cycle. 2007;6:2031–2037. [PubMed] [Google Scholar]38. Kanazawa S, Soucek L, Evan G, Okamoto T, Peterlin BM. c-Myc recruits P-TEFb for transcription, cellular proliferation and apoptosis. Oncogene. 2003;22:5707–5711. [PubMed] [Google Scholar]39. Guccione E, Martinato F, Finocchiaro G, Luzi L, Tizzoni L, Dall’Olio V, Zardo G, Nervi C, Bernard L, Amati B. Myc-binding-site recognition in the human genome is determined by chromatin context. Nat Cell Biol. 2006;8:764–770. [PubMed] [Google Scholar]40•. Cowling VH, Cole MD. The Myc transactivation domain promotes global phosphorylation of the RNA polymerase II carboxy-terminal domain independently of direct DNA binding. Mol Cell Biol. 2007;27:2059–2073. [High levels of Myc are shown to strongly stimulate genome-wide RNAPII Ser2P and Ser5P, and enhance mRNA cap methylation on target mRNAs, even in the absence of the Myc DNA-binding domain. These data highlight the strong interaction between Myc and CTD kinases and their effect on growth proliferation] [PMC free article] [PubMed] [Google Scholar]41••. Secombe J, Li L, Carlos L, Eisenman RN. The Trithorax group protein Lid is a trimethyl histone H3K4 demethylase required for dMyc-induced cell growth. Genes Dev. 2007;21:537–551. [The Drosophila H3K4me3 histone demethylase, LID, is shown to be required for induction of Myc-target genes and LID, and its mammalian orthologs JARID1A/Rbp-2 and JARID1B/PLU-1 interact with Myc through their Jmj domain. Binding to Myc to the Jmj domain inhibits H3K4me3 demethylase activity and induces high levels of H3K4me3 and binding of Myc to chromatin] [PMC free article] [PubMed] [Google Scholar]42. Secombe J, Eisenman RN. The function and regulation of the JARID1 family of histone H3 lysine 4 demethylases: the Myc connection. Cell Cycle. 2007;6:1324–1328. [PubMed] [Google Scholar]43. Folk P, Puta F, Skruzny M. Transcriptional coregulator SNW/SKIP: the concealed tie of dissimilar pathways. Cell Mol Life Sci. 2004;61:629–640. [PubMed] [Google Scholar]44. MacDonald PN, Dowd DR, Zhang C, Gu C. Emerging insights into the coactivator role of NCoA62/SKIP in Vitamin D-mediated transcription. J Steroid Biochem Mol Biol. 2004;89−90:179–186. [PubMed] [Google Scholar]45•. Bres V, Gomes N, Pickle L, Jones KA. A human splicing factor, SKIP, associates with P-TEFb and enhances transcription elongation by HIV-1 Tat. Genes Dev. 2005;19:1211–1226. [SKIP, a splicing and transcription factor, is shown to associate with P-TEFb, enhance HIV-1 Tat transactivation and stimulate transcription elongation in vitro. SKIP is recruited to the HIV-1 promoter independently of U5snRNPs, suggesting distinct roles in transcription and splicing] [PMC free article] [PubMed] [Google Scholar]46. Farny NG, Hurt JA, Silver PA. Definition of global and transcript-specific mRNA export pathways in metazoans. Genes Dev. 2008;22:66–78. [PMC free article] [PubMed] [Google Scholar]47••. Konev AY, Tribus M, Park SY, Podhraski V, Lim CY, Emelyanov AV, Vershilova E, Pirrotta V, Kadonaga JT, Lusser A, et al.  CHD1 motor protein is required for deposition of histone variant H3.3 into chromatin in vivo. Science. 2007;317:1087–1090. [CHD1 is shown to be required for the genome-wide replication-independent incorporation of histone H3.3 in Drosophila chromatin. Elimination of CHD1 in zygotes blocked H3.3 incorporation and inhibited mitosis] [PMC free article] [PubMed] [Google Scholar]48••. Sims RJ, 3rd, Millhouse S, Chen CF, Lewis BA, Erdjument-Bromage H, Tempst P, Manley JL, Reinberg D. Recognition of trimethylated histone H3 lysine 4 facilitates the recruitment of transcription postinitiation factors and pre-mRNA splicing. Mol Cell. 2007;28:665–676. [CHD1 bound to H3K4me3 was shown to associate with splicing factors and was required for pre-mRNA splicing in vitro. In vivo, CHD1 was required for optimal splicing efficiency and loading of U2snRNPs at genes. These data link CHD1 and H3K4me3 to the early assembly of splicing complexes] [PMC free article] [PubMed] [Google Scholar]49. Rodriguez-Navarro S, Fischer T, Luo MJ, Antunez O, Brettschneider S, Lechner J, Perez-Ortin JE, Reed R, Hurt E. Sus1, a functional component of the SAGA histone acetylase complex and the nuclear pore-associated mRNA export machinery. Cell. 2004;116:75–86. [Sus1 is shown to associate with SAGA complexes and the Sac3-Thp1 complex and promote mRNA export with nuclear pore proteins at the nuclear basket] [PubMed] [Google Scholar]50••. Adkins MW, Tyler JK. Transcriptional activators are dispensable for transcription in the absence of Spt6-mediated chromatin reassembly of promoter regions. Mol Cell. 2006;21:405–416. [Spt6, a histone H3-H4 chaperone and transcription elongation factor, is shown to be required for histone reassembly and displacement of TBP and RNAPII upon transcription repression. Failure to execute Spt6-mediated histone reassembly enables transcription to persist despite in the absence of DNA-binding activators] [PubMed] [Google Scholar]51. Adelman K, Wei W, Ardehali MB, Werner J, Zhu B, Reinberg D, Lis JT. Drosophila Paf1 modulates chromatin structure at actively transcribed genes. Mol Cell Biol. 2006;26:250–260. [PMC free article] [PubMed] [Google Scholar]52••. Yoh SM, Cho H, Pickle L, Evans RM, Jones KA. The Spt6 SH2 domain binds Ser2-P RNAPII to direct Iws1-dependent mRNA splicing and export. Genes Dev. 2007;21:160–174. [This paper identifies a novel interaction between Spt6 and the P-TEFb/Ser2P CTD. Binding of Spt6 to the CTD is required for optimal splicing and mRNA export, but is not needed for transcription elongation. Spt6 directly binds human Iws1 protein, which in turn interacts with REF1/Aly, possibly for transfer to the mRNA cap (see Ref. [53••])] [PMC free article] [PubMed] [Google Scholar]53••. Cheng H, Dufu K, Lee CS, Hsu JL, Dias A, Reed R. Human mRNA export machinery recruited to the 5′ end of mRNA. Cell. 2006;127:1389–1400. [This paper shows that the TREX-associated mRNA export adaptor, REF1/Aly, binds directly to CBP80 of the cap binding complex and promotes export of spliced mRNAs, directly linking the 5′-cap to nuclear export. See also Ref. [54•]] [PubMed] [Google Scholar]54•. Nojima T, Hirose T, Kimura H, Hagiwara M. The interaction between cap-binding complex and RNA export factor is required for intronless mRNA export. J Biol Chem. 2007;282:15645–15651. [This paper reports an association between CBP20 and REF1/Aly that is splicing-independent and required for export of intronless mRNAs] [PubMed] [Google Scholar]55. Andrulis ED, Werner J, Nazarian A, Erdjument-Bromage H, Tempst P, Lis JT. The RNA processing exosome is linked to elongating RNA polymerase II in Drosophila. Nature. 2002;420:837–841. [PubMed] [Google Scholar]56. Zhang L, Fletcher AG, Cheung V, Winston F, Stargell LA. Spn1 regulates the recruitment of Spt6 and the Swi/Snf complex during transcriptional activation by RNA polymerase II. Mol Cell Biol. 2008;28:1393–1403. [PMC free article] [PubMed] [Google Scholar]57. Belotserkovskaya R, Reinberg D. Facts about FACT and transcript elongation through chromatin. Curr Opin Genet Dev. 2004;14:139–146. [PubMed] [Google Scholar]58. Svejstrup JQ. Transcription. Histones face the FACT. Science. 2003;301:1053–1055. [PubMed] [Google Scholar]59••. Li B, Gogol M, Carey M, Lee D, Seidel C, Workman JL. Combined action of PHD and chromo domains directs the Rpd3S HDAC to transcribed chromatin. Science. 2007;316:1050–1054. [This paper defines the structural domains of Rpd3 required for binding to H3K36me3 chromatin and recruiting HDACs to reset the chromatin to a hypoacetylated state that blocks cryptic transcription] [PubMed] [Google Scholar]60••. Larschan E, Alekseyenko AA, Gortchakov AA, Peng S, Li B, Yang P, Workman JL, Park PJ, Kuroda MI. MSL complex is attracted to genes marked by H3K36 trimethylation using a sequence-independent mechanism. Mol Cell. 2007;28:121–133. [H3K36me3 chromatin, found in actively transcribed regions, is shown to direct the MSL complex to the male X chromosome to upregulate transcription. This targeting is mediated by MSL3, which binds H3K36me3 directly] [PubMed] [Google Scholar]61. Edmunds JW, Mahadevan LC, Clayton AL. Dynamic histone H3 methylation during gene induction: HYPB/Setd2 mediates all H3K36 trimethylation. EMBO J. 2008;27:406–420. [PMC free article] [PubMed] [Google Scholar]62. Smith ER, Lee MG, Winter B, Droz NM, Eissenberg JC, Shiekhattar R, Shilatifard A. Drosophila UTX is a histone H3 Lys27 demethylase that colocalizes with the elongating form of RNA polymerase II. Mol Cell Biol. 2008;28:1041–1046. [PMC free article] [PubMed] [Google Scholar]63•. Rother S, Strasser K. The RNA polymerase II CTD kinase Ctk1 functions in translation elongation. Genes Dev. 2007;21:1409–1421. [P-TEFb/Ctk1 is shown to associate with polysomes and stimulate mRNA translation in yeast, acting partly through phosphorylation of Rps2 small ribosome subunit] [PMC free article] [PubMed] [Google Scholar]64. Hurt E, Luo MJ, Rother S, Reed R, Strasser K. Cotranscriptional recruitment of the serine-arginine-rich (SR)-like proteins Gbp2 and Hrb1 to nascent mRNA via the TREX complex. Proc Natl Acad Sci USA. 2004;101:1858–1862. [PMC free article] [PubMed] [Google Scholar]"}