{"title": "The importance of G.A hydrogen bonding in the metal ion- and protein-induced folding of a kink turn RNA", "pubDate": "2008", "PMCID": "", "DOI": "10.1016/j.jmb.2008.05.052", "PMID": "18603260", "abstract": "The kink turn (K-turn) is a common motif in RNA structure, found in many RNA species important in translation, RNA modification and splicing, and the control of gene expression. In general the K-turn comprises a three nucleotide bulge followed by trans sugar-Hoogsteen G.A pairs. The RNA adopts a tightly kinked conformation, and is a common target for binding proteins, exemplified by the L7Ae family. We have measured the rates of association and dissociation for the binding of L7Ae to the Kt-7 kink turn, from which we calculate an affinity of K(D)=10 pM. This high affinity is consistent with the role of this binding as the first stage in the assembly of key functional nucleoproteins such as box C/D snoRNP. Kink-turn RNA undergoes a two-state transition between the kinked conformation, and a more extended structure, and folding into the kinked form is induced by divalent metal ions, or by binding of proteins of the L7Ae class. The K-turn provides an excellent, simple model for RNA folding, which can be dissected at the atomic level. We have analyzed the contributions of the hydrogen bonds that form the G.A pairs to the ion- and protein-induced folding of the K-turn. We find that all four hydrogen bonds are important to the stability of the kinked form of the RNA, and we can now define all the important hydrogen bonding interactions that stabilize the K-turn. The high affinity of L7Ae binding is coupled to the induced folding of the K-turn, allowing some sub-optimal variants to adopt the kinked geometry. However, in all such cases the affinity is lowered, and the results underline the importance of both G.A pairs to the stability of the K-turn.", "author": [{"author": "Ben Turner", "affiliation": ["Cancer Research UK Nucleic Acid Structure Research Group, MSI/WTB Complex, The University of Dundee, Dow Street, Dundee DD1 5EH, UK."], "href": "/?term=Turner+B&cauthor_id=18603260"}, {"author": "David M J Lilley", "affiliation": [], "href": "/?term=Lilley+DM&cauthor_id=18603260"}], "refPMID": [], "citedInPMID": ["18603260", "34219162", "32918889", "31234702", "30327333", "28623187", "27506301", "27016741", "26727239", "26522935", "25351101", "24798078", "24607443", "24531930", "24482444", "24453987", "24149842", "24132753", "23260056", "23258703", "22539525", "22355167", "22279151", "21893284", "21097777", "20562215", "20145044", "19952067", "19804732", "19783814"], "body": ""}