{"title": "ERK1/2-mediated phosphorylation of small hepatitis delta antigen at serine 177 enhances hepatitis delta virus antigenomic RNA replication", "pubDate": "2008", "PMCID": "PMC2546944", "DOI": "10.1128/JVI.00656-08", "PMID": "18632853", "abstract": "The small hepatitis delta virus (HDV) antigen (SHDAg) plays an essential role in HDV RNA double-rolling-circle replication. Several posttranslational modifications (PTMs) of HDAgs, including phosphorylation, acetylation, and methylation, have been characterized. Among the PTMs, the serine 177 residue of SHDAg is a phosphorylation site, and its mutation preferentially abolishes HDV RNA replication from antigenomic RNA to genomic RNA. Using coimmunoprecipitation analysis, the cellular kinases extracellular signal-related kinases 1 and 2 (ERK1/2) are found to be associated with the Flag-tagged SHDAg mutant (Ser-177 replaced with Cys-177). In an in vitro kinase assay, serine 177 of SHDAg was phosphorylated directly by either Flag-ERK1 or Flag-ERK2. Activation of endogenous ERK1/2 by a constitutively active MEK1 (hemagglutinin-AcMEK1) increased phosphorylation of SHDAg at Ser-177; this phosphorylation was confirmed by immunoblotting using an antibody against phosphorylated S177 and mass spectrometric analysis. Interestingly, we found an increase in the HDV replication from antigenomic RNA to genomic RNA but not in that from genomic RNA to antigenomic RNA. The Ser-177 residue was critical for SHDAg interaction with RNA polymerase II (RNAPII), the enzyme proposed to regulate antigenomic RNA replication. These results demonstrate the role of ERK1/2-mediated Ser-177 phosphorylation in modulating HDV antigenomic RNA replication, possibly through RNAPII regulation. The results may shed light on the mechanisms of HDV RNA replication.", "author": [{"author": "Yen-Shun Chen", "affiliation": ["Graduate Institute of Clinical Medicine, College of Medicine, National Taiwan University, Taipei, Taiwan."], "href": "/?term=Chen+YS&cauthor_id=18632853"}, {"author": "Wen-Hung Huang", "affiliation": [], "href": "/?term=Huang+WH&cauthor_id=18632853"}, {"author": "Shiao-Ya Hong", "affiliation": [], "href": "/?term=Hong+SY&cauthor_id=18632853"}, {"author": "Yeou-Guang Tsay", "affiliation": [], "href": "/?term=Tsay+YG&cauthor_id=18632853"}, {"author": "Pei-Jer Chen", "affiliation": [], "href": "/?term=Chen+PJ&cauthor_id=18632853"}], "refPMID": [], "citedInPMID": ["18632853", "30602655", "28573087", "26568914", "25016018", "24198831", "21994607", "19923176", "19284884"], "body": " AbstractThe small hepatitis delta virus (HDV) antigen (SHDAg) plays an essential role in HDV RNA double-rolling-circle replication. Several posttranslational modifications (PTMs) of HDAgs, including phosphorylation, acetylation, and methylation, have been characterized. Among the PTMs, the serine 177 residue of SHDAg is a phosphorylation site, and its mutation preferentially abolishes HDV RNA replication from antigenomic RNA to genomic RNA. Using coimmunoprecipitation analysis, the cellular kinases extracellular signal-related kinases 1 and 2 (ERK1/2) are found to be associated with the Flag-tagged SHDAg mutant (Ser-177 replaced with Cys-177). In an in vitro kinase assay, serine 177 of SHDAg was phosphorylated directly by either Flag-ERK1 or Flag-ERK2. Activation of endogenous ERK1/2 by a constitutively active MEK1 (hemagglutinin-AcMEK1) increased phosphorylation of SHDAg at Ser-177; this phosphorylation was confirmed by immunoblotting using an antibody against phosphorylated S177 and mass spectrometric analysis. Interestingly, we found an increase in the HDV replication from antigenomic RNA to genomic RNA but not in that from genomic RNA to antigenomic RNA. The Ser-177 residue was critical for SHDAg interaction with RNA polymerase II (RNAPII), the enzyme proposed to regulate antigenomic RNA replication. These results demonstrate the role of ERK1/2-mediated Ser-177 phosphorylation in modulating HDV antigenomic RNA replication, possibly through RNAPII regulation. The results may shed light on the mechanisms of HDV RNA replication. Hepatitis delta virus (HDV) is a subviral pathogen that can self-replicate but relies on its helper hepatitis B virus to provide envelope proteins for HDV infection and virion assembly (3). HDV is a negative-stranded RNA virus with 1.7-kb single-stranded circular RNA (genomic RNA) that, because of the intramolecular base pairing, is folded into an unbranched rod-like structure (11, 53). The genomic strand of HDV RNA does not encode any protein, but the complementary strand (antigenomic HDV RNA), which replicates from genomic RNA, encodes hepatitis delta antigen (HDAg) (53). There are two forms of HDAg: p24 (small HDAg [SHDAg]) and p27 (large HDAg [LHDAg]) (54). SHDAg is translated from a 0.8-kb subantigenomic message RNA that transcribes from HDV genomic RNA (19). SHDAg is essential for HDV genomic and antigenomic RNA replication (11, 35). During HDV replication, the cells accumulate multimeric HDV genomic or antigenomic RNA, which exhibit ribozyme activity for autocatalytic cleavage and self-ligation to form monomeric circular RNAs (1, 5, 28, 44, 56). In the late stage of the viral replication cycle, the LHDAg is synthesized after antigenomic RNA editing (45, 51). LHDAg shares the 195-amino-acid sequence with SHDAg, except that the C terminus of LHDAg has an additional 19-amino-acid extension (62). The function of LHDAg is important for packaging with hepatitis B virus surface antigen to form the mature HDV virus particle (8, 15, 24).Whether cellular RNA polymerase (RNAP) can trigger HDV replication is controversial. John Taylor's group thought that the HDV replication machinery is carried only by α-amanitin-sensitive RNAPII for viral RNA double-rolling-circle replication (9). However, Michael Lai's group proposed that HDV replication is carried out by two different replication machineries in cells (21, 37, 39). One is α-amanitin-sensitive RNAP, which supports HDV replication from antigenomic RNA to genomic RNA, and the other is α-amanitin-resistant RNAP, which processes HDV replication from genomic RNA to antigenomic RNA.The molecular function of SHDAg is essential for HDV double-rolling-circle replication. How SHDAg distinguishes the two stages of viral RNA replication is an interesting question. In addition, several posttranslational modifications have been found on HDAgs, and these play an essential role in HDV replication and virus packaging (2, 15, 20, 33, 40, 61). Our previous studies found that Ser-177 of SHDAg is a conserved phosphorylation residue that is important for HDV replication from antigenomic RNA to genomic RNA (10, 40, 41). In addition, a mutant SHDAg whose Ser-177 is replaced by alanine cannot be phosphorylated and loses the ability to support the α-amanitin-sensitive HDV replication from antigenomic RNA to the genomic RNA strand (40). Investigating the kinase action on SHDAg at Ser-177 is a good approach to exploring the mechanism of HDV antigenomic RNA replication. A previous report identified RNA-activated protein kinase (PKR) as the kinase responsible for the phosphorylation of SHDAg Ser-177 in vitro and in vivo (10). However, PKR appears to be dispensable and fails to upregulate HDV replication in vivo by increasing the phosphorylation of SHDAg at Ser-177. The other kinase or kinases responsible for SHDAg phosphorylation involved in HDV replication have not been identified. The aim of our study was to identify the cellular kinase(s) that phosphorylates SHDAg at Ser-177 and regulates HDV replication.The SHDAg Ser-177 is located within the PXS/TP sequence, which is a core consensus sequence phosphorylated by proline-directed kinases, such as cyclin-dependent kinases (CDKs) and mitogen-activated protein kinases (MAPKs) (43). We searched a bioinformatics database (The Scansite phosphorylation website, http://scansite.mit.edu/), which suggested the candidate cellular kinases of SHDAg Ser-177 using the oriented peptide library technique (42, 47). The search listed the putative kinases for SHDAg Ser-177 as CDC2, CDK5, extracellular signal-regulated protein kinases 1/2 (ERK1/2), and p38, in decreasing order. We performed coimmunoprecipitation with antibodies against SHDAg and then explored the coprecipitated kinases by Western blotting. Using this approach, we identified ERK1/2 as the SHDAg-associated kinase. We further investigated its role in SHDAg phosphorylation and HDV RNA replication. MATERIALS AND METHODSAntibodies and reagents. Anti-HDAg antibodies were either a monoclonal antibody or a rabbit polyclonal antibody against recombinant HDAg (40). Anti-CDK1/2 and -CDK5 antibodies were from Santa Cruz Biotechnology (CA). Antibodies to p38, hemagglutinin (HA), phosphorylated (Y705) ERK1/2, and ERK1/2 were from Cell Signaling Technology (Beverly, MA). The 8WG16 antibody to RNAPII was purchased from Covance (Denver, PA). The ERK1/2 inhibitor, U0126, was purchased from Cell Signaling Technology. The phospho-Ser-177-specific antiserum was raised against chemically synthesized NLQGVPE-pS-PFSRTGE, where pS denotes a phosphoserine. Phosphopeptides were synthesized and injected into mice and rabbits at LTK Laboratories (Taipei, Taiwan) to obtain the monoclonal and polyclonal antibodies specific to phosphorylated serine 177. Flag-tagged SHDAg was detected with anti-Flag antibodies (Sigma, St. Louis, MO), and Flag M2-agarose beads were purchased from Sigma. All the Northern blotting reagents and the digoxigenin (DIG) start label kit were purchased from Roche Applied Science.Plasmid construction. pCDm2G and pCDm2AG, containing a tandem dimer of wild-type HDV cDNA with a two-nucleic-acid deletion in the HDAg open reading frame, were derived from pCD2G and pCD2AG under the control of the human cytomegalovirus (CMV) immediate-early promoter (pCMV-2) (40). pCDSHDAg contained an HDAg open reading frame-expressed SHDAg. For construction of the Flag-tagged SHDAg plasmid (pFlag-SHDAg), the DNA fragment of full-length SHDAg was generated by PCR with region-specific primers HDV-SHDAgF (5′-GACAAGCTTATGAGCCGGTCCGAGTCGAGGAAG-3′) and HDV-SHDAgR (5′-CCGGGATCCCTATGGAAATCCCTGGTTTCCCC-3′). The purified SHDAg PCR DNA fragment digested with HindIII and BamHI was then cloned into the pFlag-CMV2 vector (Sigma) to obtain pFlag-SHDAg. pFlag-SHDAgS177A and pFlag-SHDAgS177C pFlag-SHDAgS2C were generated by site-directed mutagenesis with the Transformer site-directed mutagenesis kit (Clontech, Palo Alto, CA). The plasmid mutants were generated using the following primers: for plasmid pFlag-SHDAgS177A, 5′-GGGAGTCCCGGAGGCCCCCTTCTCTCGGA-3′ and 5′-TCCGAGAGAAGGGGGCCTCCGGGACTCCC-3′ were the sense and antisense primers, respectively; for plasmid pFlag-SHDAgS177C, 5′-GGGAGTCCCGGAGTGCCCCTTCTCTCGGA-3′ and 5′-TCCGAGAGAAGGGGCACTCCGGGACTCCC-3′ primers were the sense and antisense primers, respectively; and for plasmid pFlag-SHDAgS2C, 5′-CAAGCTTATGTGCCGGTCCGAGTCGAGGA-3′ and 5′-TCCTCGACTCGGACCGGCACATAAGCTTG-3′ were the sense and antisense primers, respectively. All plasmid constructs were sequenced and confirmed.Cell culture, DNA transfection, and RNA transfection. HEK293T cells were cultured at 37°C under a 5% CO2-95% air atmosphere in Dulbecco modified Eagle medium supplemented with 10% fetal bovine serum. DNA transfection was performed with Lipofectamine 2000 (Invitrogen, Carlsbad, CA) according to the manufacturer's instructions. For DNA cotransfection, the ratio of pCDSHDAgWT or pCDSHDAgS177A mutant to HDV RNA template pCDm2G or pCDm2AG plasmid was 1:1. For the ERK1/2 activation, 0.4 μg and 2 μg pHA-AcMEK1 were added in the DNA cotransfection complex. In RNA transient-transfection experiments, in vitro-transcribed RNA was transfected into HEK293T cells with Dmrie-C transfection reagent (Invitrogen) according to the manufacturer's instructions.Coimmunoprecipitation. For immunoprecipitations, HEK293 T cells on 10- by 10-cm-diameter plates were transiently transfected with 8 μg of the Flag epitope-tagged SHDAg expression vectors into cells using Lipofectamine 2000 reagent (Invitrogen). For the study of ERK1/2-mediated phosphorylation of SHDAg, 0.4 μg and 2 μg pHA-AcMEK1 plasmid was cotransfected with 8 μg pFlag-SHDAg into 293T cells. Cells were harvested after 48 h, washed with 1× phosphate-buffered saline, and resuspended in binding buffer (1 ml of 50 mM Tris [pH 7.4], 150 mM NaCl, 0.25% Triton X-100, 10 mM NaF, 10 mM β-glycerophosphate, 2 mM Na3VO4, and a mixture of protease inhibitors [Roche Applied Science, Germany]). Cells were sonicated, and insoluble lysate material was removed by centrifugation for 15 min at 14,000 rpm. The protein extracts were incubated with Flag-M2-agarose beads (Sigma) for 1 h at 4°C in a final volume of 1 ml. After washing three times with binding buffer, samples were eluted with 50 μl elution buffer (2 μg/100 μl Flag peptide in binding buffer). The samples were boiled in sodium dodecyl sulfate (SDS) sample loading buffer and separated on an SDS-polyacrylamide gel. The gel was transferred to nitrocellulose membranes and probed with the appropriate antibodies. For Q-STAR TOF analysis, the immunoprecipitation beads were washed three times with buffer (50 mM Tris, 0.6 M NaCl [pH 7.4], 0.25% Triton X-100, 10 mM NaF, 10 mM β-glycerophosphate, 2 mM Na3VO4, and protease inhibitors) and separated on a 10% SDS-polyacrylamide gel. For SHDAg-RNAPII complex assay, the rabbit anti-SHDAg antibody was conjugated with protein G for coimmunoprecipitation.Western blotting analysis. For the detection of HDAg, ERK1/2, pERK1/2, HA-MEK1, CDK1/2, CDK5, and p38 protein, the total input cell lysates or immunoprecipitated proteins were subjected to 10% SDS-polyacrylamide gel electrophoresis (PAGE), followed by a Western blot procedure, and detected with an ECL Western blot detection system (GE Healthcare, Fairfield, CT) visualized on BioMax MR or ML film (Eastman Kodak, Rochester, NY).RNA preparation and Northern blotting. RNA was extracted from 293T cells by using Trizol (Invitrogen) according to the manufacturer's protocol. Ten micrograms of RNA per sample was run on a 1.2% agarose-MOPS (morpholinepropanesulfonic acid)-2% formaldehyde gel. The amount of RNA loaded for each sample was monitored by ethidium bromide staining. The RNA was transferred from the gel to a nylon membrane in 0.25× Tris-acetate-EDTA buffer by using a 90V/20mA power supply for 1.8 h. The membrane was prehybridized and then hybridized for 16 h at 68°C with DIG-labeled HDV genomic and antigenomic RNA probes according to the instructions of the supplier (DIG Northern starter kit; Roche, Mannheim, Germany). Membranes were then washed twice for 15 min in DIG wash buffer and once for 5 min in DIG detection buffer and then incubated for 5 min in ready-to-use CDP-Star to produce chemiluminescence visualized on BioMax MR or ML film.In vitro transcription. For the detection of HDV genomic and antigenomic RNAs, DIG-labeled probes specific for HDV genomic and antigenomic RNAs were transcribed by in vitro transcription of HindIII-linearized pCD2G and pCD2AG using T7 polymerase, according to the instructions in the DIG Northern starter kit (Roche). For DNA-free HDV RNA transfection, HDV genomic RNA and antigenomic RNA were transcribed in vitro from HindIII-linearized plasmids pCDm2G and pCDm2AG with the T7 MEGAscript transcription kit (Ambion).In vitro kinase assay and determination of protein purity. To examine ERK1/2 activity on SHDAg serine 177 phosphorylation, the transiently expression Flag-SHDAgWT, Flag-SHDAgS177A, and serum-activated Flag-tagged ERK1 and Flag-tagged ERK2 cells were extracted with Triton X-100 lysis buffer (50 mM HEPES [pH 7.4], 150 mM NaCl, 0.25% Triton X-100, 1 mM EDTA) containing protease inhibitors (Roche) and phosphatase inhibitors (20 mM NaF, 10 mM β-glycerophosphate, 2 mM EGTA, and 1 mM Na3VO4). The cell lysates were immunoprecipitated with immobilized Flag-M2 affinity gel (Sigma) and washed twice with lysis buffer containing 0.6 M NaCl and twice with kinase buffer (25 mM Tris-HCl [pH 7.5], 5 mM β-glycerophosphate, 2 mM dithiothreitol, 0.1 mM Na3VO4, 10 mM MgCl2.) (Cell Signaling Technology). The pellet beads were eluted with 50 μl of 100-μg/ml Flag peptide in kinase buffer. Five microliters of eluted protein, Flag-tagged ERK1, or Flag-tagged ERK2 was incubated with 5 μl Flag-SHDAg or Flag-SHDAgS177A in the presence or absence of 200 mM ATP by resuspension in a final 50-μl reaction mixture to phosphorylate the Ser-177 residue. Samples were incubated at 30°C for 30 min, and the reaction was terminated by the addition of 12 μl of 6× SDS-PAGE sample buffer. Samples were loaded onto two 10% SDS-polyacrylamide gels. One of the gels was stained with the Bio-Rad Silver Stain Plus kit, and another gel was used for Western blotting with probing by pS177 and anti-Flag antibody. For analysis of the purity of proteins in the in vitro kinase assays, the reaction samples were separated by SDS-PAGE and then detected by silver staining (Bio-lab). The pFlag-ERK1 and pFlag-ERK2 plasmids were gifts from Michael J. Weber of the University of Virginia Cancer Center.In-gel digestion. After Flag-SHDAg was immunoprecipitated with anti-Flag M2 agarose beads, proteins were separated by SDS-PAGE. The gel was stained with Coomassie blue and then destained with destain buffer (5% acetic acid, 30% methanol). The band corresponding to Flag-SHDAg was cut off and transferred to a new microcentrifuge tube. The gel band was washed three times with 1 ml of 25 mM NH4HCO3-50% acetonitrile for 10 min and then dried in a Speed-Vac for 10 min. The protein was digested in 100 μl of 25 mM NH4HCO3 containing 0.2 U of trypsin (Promega) per μg protein at 37°C overnight. The supernatant was transferred to a new tube, and then 100 μl of 25 mM NH4HCO3-50% acetonitrile was added and incubated for 30 min. The supernatant was pooled with the previous one. They were completely dried in a Speed-Vac centrifuge and stored at −80°C until analysis.Analysis of Flag-SHDAg by liquid chromatography-tandem mass spectrometry. Before analysis, the in-gel digestion-dried sample was lyophilized in 30 μl solvent A (2% acetonitrile, 0.1% formic acid) and centrifuged at 13,000 rpm for 5 min. The supernatant was subjected for sequence analysis using a Q-STARXL Q-TOF (Applied Biosystems) coupled to an UltiMate Nano LC system (Dionex/LC Packings). The samples were trapped and desalted for 5 min on a precolumn packed with PepMap C18 100A (300 μm [inner diameter] by 5 mm; Dionex, Sunnyvale, CA) which was using solvent A at a flow rate of 30 μl/min via a Switchos pump (Dionex/LC Packings). The peptide were separated on an LC Nanocolumn packed with PepMap C18 100A (3-μm particle size, 75 mm [inner diameter] by 150 mm; Dionex) at a flow rate of 200 nl/min by gradient elution with 5% to 60% solution B (80% acetonitrile, 0.1% formic acid) over 65 min followed by an isocratic step at 95% solution B for 10 min. The peak lists were uploaded to Mascot MS/MS Ions Search program (Mascot version 2.0) on the Matrix Science public website, and the identification peptide was matched in the NCBI nr database. MH22+ and MH33+ were selected as the precursor peptide charge states in the searching. The error windows for peptide and MS/MS fragment ion mass values were 0.3 and 0.5 Da, respectively. Quantitative data were obtained from peptides by inputting their m/z values and retention times provided with the Analyst QS1.1 software. The software obtains extracted ion chromatograms (XIC) for each of the input m/z values, together with retention time (34, 52). RESULTSAssociation of ERK1/2 with SHDAg is dependent on its phosphorylation target, Ser-177. To identify the kinase responsible for SHDAg Ser-177 phosphorylation, we used the Scansite database (http://scansite.mit.edu/) to look for clues for the likely enzymes. A low-stringency search gave a short list of proline-directed kinases, including CDC2 (CDK1), CDK5, ERK1/,2, and p38, with decreasing probabilities (Table ​(Table11).TABLE 1.Putative kinases that phosphorylate SHDAg and Ser-177aProline-dependent serine/threonine kinaseSiteScorebPercentilecSequenceCDC2S1770.43860.178NLQGVPESPFSRTGECDK5S1770.46680.586NLQGVPESPFSRTGEErk1S1770.59161.851NLQGVPESPFSRTGEp38 MAPKS1770.45234.987NLQGVPESPFSRTGEOpen in a separate windowaAfter low-stringency searching, the Scansite phosphorylation website (http://scansite.mit.edu/) showed that the putative kinases of SHDAg Ser-177 are MAPK (ERK1/2 and p38), CDC2, and CDK5.bScores are on a scale of 0 to infinity, where 0 means that a protein sequence matches the optimal binding pattern perfectly.cThe percentile is calculated from the vertebrate proteins from a SwissProt database search in the Motif Scan program.Because direct interaction is a required step for the catalysis of protein phosphorylation, we examined whether SHDAg associates with the enzymes listed above. Mutation at the Cys residue of the phosphorylated target sometimes enhances the kinase-substrate interaction, which is otherwise transient and unstable (26, 36). Hence, Flag-tagged SHDAg mutants, S177C and S2C, along with the wild-type protein were engineered and expressed in HEK293T cells. The Ser-2 amino acid of SHDAg is highly conserved in HDV strains, and we used S2C as the control in this experiment. Western blotting analysis of the anti-Flag immunoprecipitates was then used to investigate whether any of the kinases mentioned above interact with the documented phosphorylated target of SHDAg, Ser-177.Western blotting showed that these mutations did not affect the amount of SHDAg in transfected cells, and the kinases could be immunopurified effectively using anti-Flag antibody (Fig. ​(Fig.1).1). Whereas CDK1, CDK5, and p38 were not detected in any of the anti-Flag immunoprecipitates, ERK1/2 was present in the immunoprecipitates from the cells expressing the S177C mutant protein (Fig. ​(Fig.1,1, lane 8). This interaction was not observed in experiments using the cells expressing either the S2C or wild-type protein (Fig. ​(Fig.1,1, lanes 6 and 7). This result suggests that ERK1/2 associates with SHDAg in vivo and that Ser-177 of SHDAg is a part of the motif that is specific for ERK1/2 recognition.Open in a separate windowFIG. 1.ERK1/2 interacts with SHDAg in vivo. pFlag-SHDAgWT (FSHDAgWT), pFlag-SHDAg177C, and pFlag-SHDAgS2C were expressed transiently in HEK293T cells for 48 h. The cell fractions were prepared and coimmunoprecipitated (IP) using immobilized anti-Flag antibody-bound resin. Whole-cell extracts before immunoprecipitation were also analyzed (lanes 1 and 3, indicated as input). Input lysates (left panel) and IP lysates (right panel) were resolved by 10% SDS-PAGE and analyzed by Western blotting using antibodies that recognized Flag-SHDAg, CDK1/2, CDK5, p38, or ERK1/2. “Positive” indicates the total cell lysate loading as the control in the Western blotting.MEK1-mediated activation of ERK1/2 induces the phosphorylation of SHDAg at Ser-177. The Ser-177-directed interaction with SHDAg by ERK1/2 raised the possibility that ERK1/2 is a kinase that phosphorylates SHDAg at Ser-177. To address this possibility, a constitutively active form of MEK1, HA-AcMEK1, was expressed in HEK293T cells. HA-AcMEK1 catalyzed ERK1/2 phosphorylation and thus activated its enzyme in a dose-dependent fashion (Fig. ​(Fig.2A)2A) (43). The protein expression of Flag-SHDAg was not perturbed by either the MEK1 or ERK1/2 activities. The lysates from cells expressing Flag-SHDAg protein with or without coexpression of HA-AcMEK1 were immunoprecipitated with anti-Flag antibody-conjugated resin, and the proteins were run on SDS-PAGE (Fig. ​(Fig.2B2B).Open in a separate windowFIG. 2.Liquid chromatography-tandem mass spectroscopy analysis shows that the in vivo phosphorylation of SHDAg at Ser-177 is increased with HA-AcMEK1 expression in a dose-dependent manner. (A) HEK293T cells were transiently transfected with 8 μg pFlag-SHDAgWT (FSHDAgWT) in the presence or absence of different amounts (0.4 μg or 2 μg) of pHA-AcMEK1. After 48 h, the total input lysates were analyzed by 10% SDS-PAGE and probed with HA, ERK1/2, pERK1/2, or Flag antibody. (B) In immunoprecipitation experiments, the eluted Flag-SHDAg was analyzed by 10% SDS-PAGE, and the gel was stained with Coomassie blue. The obvious bands of Flag-SHDAg in the gel were subjected to trypsin in-gel digestion and analyzed using a Q-STARXL Q-TOF mass spectrometer (see Materials and Methods). (C and D) The intensities of the nonphosphorylated (m/z = 1035.97) (C) and phosphorylated (m/z = 1075.97) (D) 161GAPGGGFVPNLQGVPESPFSR181 peptides were detected using XIC analysis in a Q-STARXL Q-TOF mass spectrometer. Results without MEK1 induction (a) and with induction by 0.4 μg (b) and 2 μg (c) of MEK1 are shown. The intensity of phosphorylated peptides increased with HA-AcMEK1 induction in a dose-dependent manner.The gel was stained with Coomassie blue, and the protein bands of interest were excised and subjected to mass spectrometric analysis (see Materials and Methods). The Ser-177 residue was located in the peptide 161GAPGGGFVPNLQGVPESPFSR181, which was extracted by gel digestion using trypsin. The nonphosphorylated isoform of 161GAPGGGFVPNLQGVPESPFSR181 had m/z values of 1035.97 and 690.99 for its doubly and triply charged ions, respectively. This nonphosphorylated peptide was eluted consistently at ∼51.2 min in different experiments with or without HA-AcMEK1 coexpression (Fig. ​(Fig.2C).2C). The phosphorylated peptide, which had m/z values of 1075.97 and 717.65, corresponding to the doubly and triply charged ions, was eluted closely with the nonmodified counterpart at 49 min (Fig. ​(Fig.2D).2D). This close elution property is consistent with our previous observations of many phosphorylated peptides (52). The collision-induced dissociation spectra of the phosphorylated peptides were identified (data not shown) and confirmed that Ser-177 was the phosphorylated residue with an m/z value of 1075.97, as reported in our previous paper (10).We examined the mass spectrometric data to quantitatively estimate the extent of Ser-177 phosphorylation in vivo using XIC analysis. Without overexpression of HA-AcMEK1 (Fig. ​(Fig.2D,2D, panel a), XIC analysis showed that the intensity of the Ser-177 phosphorylated was as low as 24 cps. However, in the presence of 0.2 μg of pHA-AcMEK1 transfection, the intensity of Ser-177 phosphorylation increased to 120 cps (Fig. ​(Fig.2D,2D, panel b), and it increased to 180 cps when MEK1 protein expression was augmented further (Fig. ​(Fig.2D,2D, panel c). The intensity of Ser-177 phosphorylation was increased by 7.5 times compared to the value in the cells without HA-AcMEK1 expression. Taken together, these data suggest that MEK1-mediated activation of ERK1/2 is sufficient to enhance in vivo SHDAg phosphorylation at Ser-177 in a dose-dependent manner.This conclusion was corroborated by Western blot analysis using a specific antibody to phosphorylated Ser-177. This antibody targeted only phosphorylated SHDAg, because prior treatment of the lysate proteins with λ-phosphatase completely removed the blotting signals (Fig. ​(Fig.3,3, lane 4). This antibody did not react with the S177A mutant (Fig. ​(Fig.3,3, lanes 5 and 6), implying that Ser-177 phosphorylation is required for its reactivity against SHDAg. More importantly, this antibody detected the dose-dependent increase in the phosphorylation state of SHDAg protein in response to in vivo MEK1 activation (Fig. ​(Fig.3,3, lanes 2 and 3). These data verify the effectiveness of this anti-pS177 antibody in the quantitative assessment of Ser-177 phosphorylation of SHDAg protein.Open in a separate windowFIG. 3.The pS177 antibody specifically recognizes HA-AcMEK1-induced phosphorylation of SHDAg at Ser-177. HEK293T cells were transfected with pFlag-SHDAgWT or pFlag-SHDAgS177A plasmid and cotransfected in the presence or absence of pHA-AcMEK1 plasmid. After 48 h, the cell lysates prepared from HEK293T cells were treated with λ-phosphatase at 4°C for 1 h or left untreated. The lysates were resolved by 10% SDS-PAGE and probed with mouse polyclonal phospho-Ser-177 antibody, Flag, ERK1/2, pERK1/2, or HA antibody.Either ERK1 or ERK2 may directly phosphorylate SHDAg at Ser-177 in vitro. To examine whether ERK1/2 can catalyze Ser-177 phosphorylation of SHDAg, we employed a cell-free in vitro kinase assay using highly purified components to examine the enzyme activity on purified SHDAg proteins. The kinases, Flag-ERK1 and Flag-ERK2, were expressed in the cells. The cells were activated with 20% serum for 30 min, and then the Flag-tagged kinases were purified with immunoprecipitation under more stringent conditions. The purity of the enzymes and substrates was verified by silver staining of the polypeptides present in these in vitro reactions (Fig. ​(Fig.4B).4B). Without expression of cellular Flag-tagged proteins, no phosphorylation signals were detected by anti-pS177 antibody. In contrast, either Flag-ERK1 or Flag-ERK2 purified with immunoprecipitation could mediate the specific in vitro phosphate transfer onto wild-type Flag-SHDAg protein in an ATP-dependent fashion (Fig. ​(Fig.4A,4A, lanes 6 and 8). These data strongly suggest that ERK1/2 is sufficient to directly phosphorylate SHDAg at the Ser-177 residue in vitro. Taken together, our results indicate that ERK1/2 are capable of catalyzing phosphorylation of SHDAg at Ser-177 both in vivo and in vitro.Open in a separate windowFIG. 4.Both Flag-ERK1 and Flag-ERK2 phosphorylate Flag-SHDAg at Ser-177 in the in vitro kinase assay. (A) Full-length Flag-SHDAgWT (lanes 5 to 9) and Flag-SHDAgS177A (lane 10) were used as the substrates in the in vitro kinase reaction mixtures containing the immunoprecipitated Flag-ERK1 (lanes 6, 7, and 10) or Flag-ERK2 (lanes 8, 9, and 10). ATP was not added in the in vitro kinase reaction in lanes 7 and 9. The phosphorylation of SHDAg was probed with pS177 antibody (middle panel), and Flag-ERK1/2 and Flag-SHDAg proteins were visualized with Flag antibody (upper and lower panels) in stained Western blots. (B) Silver staining of Flag-ERK1/2 and Flag-SHDAg confirmed the high purity of kinases and substrates in the kinase assay reactions.HDV replication using antigenomic RNA template is enhanced by MEK1-induced ERK1/2 activity. We established that ERK1/2 could catalyze the in vitro and in vivo phosphorylation of SHDAg at Ser-177. A previous report showed that the Ser-177 residue of SHDAg is crucial for the replication of HDV genomic RNA using antigenomic RNA as the template (Fig. ​(Fig.5)5) (40). We wondered whether ERK1/2-mediated Ser-177 phosphorylation stimulates this RNA replication process.Open in a separate windowFIG. 5.HDV replication from antigenomic RNA to genomic RNA is modulated by ERK1/2-phosphorylated SHDAg at Ser-177. HEK293T cells were transiently transfected with 4 μg pCDSHDAgWT or pCDSHDAgS177A together with 4 μg pCDm2AG and combined with an increasing dose (0.4 μg or 2 μg) of pHA-AcMEK1 plasmid. Four days after transfection, RNA and protein lysates were prepared from the transfected cells. The DIG-labeled HDV antigenomic and genomic RNA transcribed in vitro from plasmids pCD2G and pCD2AG were used as probes for Northern blot analysis. (A and B) The HDV genomic RNA (A) and antigenomic RNA (B) were detected by Northern blotting. The lower gel in panel B shows a longer exposure. (C) Ethidium bromide-stained 18S rRNA is shown as a control for RNA loading. (D) The total lysates were analyzed by Western blotting using antibodies that recognize HA-AcMEK1, pERK1/2, ERK1/2, pSer-177, or SHDAg. “Positive” indicates RNA samples extracted from HDV-replicating cells. RNA was loaded as a positive control to detect genomic or antigenomic RNA in the Northern blotting.To test this possibility, we overexpressed constitutively active MEK1 proteins to activate ERK1/2 and examined how their activation affects the production of HDV genomic RNA in a cellular replication system. This system requires the presence of both SHDAg protein and a dimeric antigenomic RNA template that is initially synthesized transcriptionally using the pCDm2AG plasmid. The RNA-dependent RNA replication can proceed in both the antigenome-to-genome (AG→G) and genome-to-antigenome (G→AG) directions in these cells. It is noteworthy that although antigenomic RNA can be synthesized in both DNA- and RNA-dependent processes, its amplification is observed only when the RNA-dependent replication cycle is established. Thus, antigenomic RNA is usually not detectable in cells bearing only pCDm2AG without the coexpression of SHDAg protein (Fig. ​(Fig.5,5, lane 3).In the presence of active ERK1/2 proteins, Ser-177 phosphorylation was stimulated markedly. Increasing the amount of phosphorylated ERK1/2 significantly increased the Ser-177 phosphorylation state in a dose-dependent fashion (Fig. ​(Fig.5D,5D, lanes 5 to 7). Increased MEK1 activity was accompanied by a concomitant accumulation of genomic RNA, as assessed with Northern blot analysis. Paradoxically, the antigenomic RNA was not induced correspondingly with increased accumulation of genomic RNA caused by ERK1/2 activation in cells (Fig. ​(Fig.5A).5A). These data suggest that the activated MEK1-ERK1/2 pathway increases the efficiency of AG→G replication but reciprocally decreases the efficiency of G→AG replication (Fig. ​(Fig.5A,5A, lanes 5 to 7). Genomic RNA was not detectable when the S177A SHDAg mutant was introduced. This is consistent with the notion that this mutant cannot provide the functional activity required for AG→G replication (40).We also examined the different effects of the MEK1-ERK1/2 pathway on the two directions of the replication cycle using the transcriptionally synthesized genomic RNA as the initiator template. In cells expressing the pCDm2G plasmid, a similar reciprocal change was seen in the expression of antigenomic and genomic RNAs. The genomic RNA accumulated as MEK activity increased, whereas there was a dose-dependent decrease in the antigenomic RNA amount (Fig. ​(Fig.6A,6A, lanes 5 to 7). As expected, little HDV replication was observed in the system complemented with S177A SHDAg protein (Fig. ​(Fig.6A,6A, lanes 8 to 10). With our results presented above, these observations strongly suggest that the MEK1-ERK1/2 pathway has different effects on AG→G and G→AG replication, probably through SHDAg Ser-177 phosphorylation.Open in a separate windowFIG. 6.The HDV replication from genomic RNA to antigenomic RNA is not enhanced by ERK1/2-phosphorylated SHDAg at Ser-177. HEK293T cells were transiently transfected with 4 μg pCDSHDAgWT (lanes 4 to 7) or pCDSHDAgS177A (lanes 8 to 10) together with 4 μg pCDm2G (lanes 3 and 5 to 10) and combined with an increasing dose (0.4 μg or 2 μg) of HA-AcMEK1 plasmids (lanes 6, 7, 9, and 10). Four days after transfection, RNA and protein lysates were prepared from the transfected cells. (A and B) The HDV genomic RNA (A) and antigenomic RNA (B) were detected with DIG-labeled HDV antigenomic and genomic RNA probes in Northern blotting. The lower gel in panel A shows a longer exposure. (C) Ethidium bromide-stained 18S rRNA is shown as a control for RNA loading. (D) The total lysates were analyzed by Western blotting using antibodies that recognize HA-AcMEK1, pERK1/2, ERK1/2, pSer-177, or SHDAg. “Positive” indicates RNA samples extracted from HDV-replicating cells. The RNA was loaded as a positive control to detect genomic or antigenomic RNA in the Northern blotting.U0126 reduces HDV replication activity from antigenomic RNA to genomic RNA. To further confirm that the role of the ERK1/2-dependent pathway in the Ser-177 phosphorylation level is important in HDV replication from antigenomic RNA to genomic RNA, we developed a DNA-free HDV antigenomic RNA transfection system. The pHA-AcMEK1 and pCDSHDAg plasmids were cotransfected with DNA-free dimeric AGm RNA (in vitro transcript) into 293T cells. We blocked the ERK1/2 activities using a pharmacological inhibitory drug (U0126, an MEK1 inhibitor) and examined the DNA-free HDV antigenomic RNA replication. As observed previously, HA-AcMEK1 induced a high level of expression of pERK1/2 and pSer-177 (Fig. ​(Fig.7,7, lane 1). U0126 abolished the HA-AcMEK1-activated phosphorylation of ERK1/2 and significantly decreased the Ser-177 phosphorylation (Fig. ​(Fig.7,7, lane 2) compared with the levels observed in cells not treated with U0126 (Fig. ​(Fig.7,7, lane 1). Under these experimental conditions, the genomic RNA accumulation from AG→G replication in the cells decreased (Fig. ​(Fig.7,7, lane 4). Because the role of the MEK1-ERK1/2 pathway was examined only under constitutive MEK1-overexpressing conditions, it is not clear whether our findings are physiologically relevant. It would be interesting to know whether U0126 has any effect on Ser-177 phosphorylation and HDV replication in the absence of MEK1 overexpression. The experiment shown in Fig. ​Fig.88 was performed after prior treatment of cells with U0126 reagents that inhibit the MEK1-ERK1/2 pathway in Huh7 cells. U0126 treatment decreased Ser-177 phosphorylation to a lower level in a dose-dependent manner (Fig. ​(Fig.8A,8A, lanes 3 and 4). The low concentration of 1 μM U0126 was not effective in the inhibition of HDV replication (Fig. ​(Fig.8B,8B, lane 3). However, the HDV replication was reduced by treatment with 10 μM U0126 (Fig. ​(Fig.8B,8B, lane 4). The U0126 treatment studies suggest that the MEK1-ERK1/2 MAPK pathway regulates HDV AG→G replication by modulating the phosphorylation level of SHDAg at Ser-177.Open in a separate windowFIG. 7.U0126 treatment downregulates ERK1/2-mediated phosphorylation of SHDAg at Ser-177 and inhibits HDV replication from antigenomic RNA to genomic RNA. HEK293T cells were DNA transfected with pHA-AcMEK1 and pCDSHDAgWT plasmids combined with RNA transfection. The dimer antigenomic RNA was prepared in the in vitro transcript from the pCDm2AG vector. The cells (lanes 2 and 4) were pretreated with 10 μM U0126 for 2 h before transfection, and treatment was continued for 72 h. (A) Protein samples were prepared, and the Western blot was probed with antibodies that recognize pERK1/2, ERK1/2, pSer-177, or SHDAg. (B) Total RNA was extracted, and HDV genomic or antigenomic RNA was detected using Northern blotting. Ethidium bromide-stained 18S rRNA is shown as a control for RNA loading.Open in a separate windowFIG. 8.U0126 treatment inhibits ERK1/2-mediated SHDAgSer-177 phosphorylation and HDV replication without MEK1 overexpression. Huh7 cells were DNA transfected with pCDSHDAgWT and pCDm2AG plasmids. The cells (lanes 3 and 4) were pretreated with 1 μM or 10 μM U0126 for 2 h before transfection, and the treatment was continued for 72 h. (A) Protein samples were prepared, and the Western blot was probed with antibodies that recognize pERK1/2, ERK1/2, pSer-177, or SHDAg. (B) Total RNA was extracted, and HDV genomic or antigenomic RNA was detected with Northern blotting. Ethidium bromide-stained 18S rRNA is shown as a control for RNA loading.The Ser-177 residue is critical for the association with RNAPII. Previous reports suggest that α-amanitin-sensitive RNAPII is a candidate polymerase for HDV replication, especially the replication from antigenomic RNA to genomic RNA (9, 31, 57). RNAPII is associated with SHDAg in SHDAg-expressing cells with or without HDV replication (9), and this association has been demonstrated in in vitro studies (9, 57, 58). Using a double-immunostaining assay, Chang et al. showed 99.6% colocalization of SHDAg with RNAPII in HDV-replicating cells (9). Yamaguchi et al. suggested that the C-terminal region of SHDAg is important for interacting with cellular RNAPII based on their in vitro studies (57). The pERK1/2-mediated phosphorylation of the Ser-177 residue is located within the C-terminal region of SHDAg. Phosphorylation of the Ser-177 residue may influence the interaction between SHDAg and RNAPII. To test this possibility, we replaced the Ser-177 residue with alanine, which mimics the nonphosphorylated Ser-177, and then subjected cell extracts to coimmunoprecipitation using a polyclonal rabbit antibody specific for SHDAg. As expected, the S177A mutation decreased the binding of SHDAg to RNAPII and abolished the HDV replication (Fig. ​(Fig.9A,9A, lane 6, and B, lane 3). A similar result was obtained with cells that transiently expressed SHDAg in the absence of HDV replication (data not shown). This implies that the Ser-177 residue is critically involved in the in vivo interaction between SHDAg and RNAPII.Open in a separate windowFIG. 9.Evidence that SHDAg Ser-177 interacts with RNAPII in vivo. 293T cells were transfected with pCDm2AG from pCDSHDAgWT or pCDSHDAgS177A plasmid. Four days after transfection, cell lysates were prepared and coimmunoprecipitated with polyclonal rabbit anti-SHDAg antibody-conjugated protein G beads. (A) The total input lysates and the coimmunoprecipitated complexes were separated by SDS-PAGE and analyzed by Western blotting using mouse antibodies that recognize SHDAg wild-type and S177A mutant proteins and RNAPII (8WG16). (B) HDV RNAs were detected with DIG-labeled HDV antigenomic and genomic RNA probes using Northern blotting. Ethidium bromide-stained 18S rRNA is shown in the lower panel as a control for RNA loading. DISCUSSIONSHDAg is an essential viral protein for HDV replication. Phosphorylated SHDAg, which is modulated by cellular protein kinase, is required for HDV replication from antigenomic RNA to genomic RNA. Here we demonstrated that the endogenous ERK1/2 activity induced by HA-AcMEK1 strongly phosphorylates SHDAg at Ser-177 in vivo and in vitro. This phosphorylation at Ser-177 specifically increased HDV replication from antigenomic RNA to genomic RNA but did not increase replication from HDV genomic RNA to antigenomic RNA. We also found that the Ser-177 residue is involved in the RNAPII interaction. Taken together, our data are the first to show that ERK1/2 directly phosphorylate SHDAg at Ser-177 and, in turn, modulate HDV antigenomic replication activities.Identification of the potential kinase responsible for SHDAg phosphorylation. Our previous genetic studies using antigenomic RNA as the template showed that SHDAg is phosphorylated at Ser-177 and that the mutant S177A cannot facilitate HDV replication (40). Before this study, the in-gel kinase assay was used to show that cellular PKR is sufficient to phosphorylate SHDAg in vitro and in vivo (10). However, PKR activity did not accelerate HDV AG→G replication, and PKR does not appear to be the relevant kinase during HDV replication. To search for other kinases, we adopted a new strategy based on the observation that replacing the phosphorylated serine residue of the substrate with cysteine stabilized the substrate-kinase interaction (26, 36). In this experimental condition, we identified that ERK1/2 is the kinase responsible for phosphorylation of SHDAg at Ser-177.There are several reasons to believe that the cysteine replacement on Ser-177 of SHDAg interacts specifically with ERK1/2 in vivo. First, ERK1/2 was not associated with other SHDAgs whose Ser-2 or Ser-123 was replaced by cysteine using the same immunoprecipitation method (data not shown). Second, substrates usually bind to the docking groove of MAPKs, which comprises the common docking domain and the ED (Glu-Asp) domain (50, 55). The cysteine residue is located within the ED domain in the docking groove of MAPKs (38). The association between kinase and substrate, therefore, brings the cysteine in the ED domain of the kinase (ERK1/2) close to the serine within the substrate (SHDAg). Replacing the Ser-177 of SHDAg with cysteine in the mutant may have brought the two cysteines closer and allowed a more stable association between kinase and substrate. Third, previous reports showed that the substrates of MAPK (ERK1/2 and p38) require the D motifs, which comprise basic and hydrophobic residues in an LX(K/R)(R/K)R/K or (R/K)1-2-(X)2-6-ΦA-X-ΦB arrangement (where ΦA and ΦB are hydrophobic residues) for docking by ERK1/2 (43, 49). The amino acid sequence analysis showed that SHDAg is highly hydrophobic and Arg-Lys rich, which is consistent with the characteristic substrate motif for ERK1/2 docking. Taken together, these characteristics and the results of the in vivo HA-AcMEK1 induction and in vitro ERK1/2 kinase assay lead us to conclude that ERK1/2 contributes directly to SHDAg phosphorylation at Ser-177.ERK1/2-mediated phosphorylation of SHDAg at Ser-177 is involved in enhancing HDV replication from antigenomic RNA to genomic RNA. Our studies demonstrate that ERK1/2 phosphorylates SHDAg at Ser-177 and that this phosphorylation plays a role in regulating HDV RNA replication, especially by enhancing HDV replication from AG to G. Two studies reported that the phosphorylation of viral antigen can regulate the viral replication complex between viral antigens and cellular proteins or viral RNA (23, 48). In the case of HCV, NS5A phosphorylation can disrupt the interaction with hVAP-A, which impairs the formation of viral replication complexes (23). Another case indicates that the phosphorylation of p33 of cucumber necrosis virus affects the viral RNA-binding activity (48). Such phosphorylation might help the viral RNA template in switching from replication to other processes.The Vif and p6gag proteins of human immunodeficiency virus are phosphorylated on the (S/T)P motif by ERK1/2 (18, 59, 60). The phosphorylation on Vif is thought to modulate its association with a membrane-associated protein or promote its interaction with one of the Gag proteins or a cellular protein involved in human immunodeficiency virus replication, virus release, and infectivity (4, 16, 46). For HDV, the viral replication mechanism is distinguished by two phases: genomic RNA to antigenomic RNA (α-amanitin-insensitive RNA) replication and antigenomic RNA to genomic RNA (α-amanitin-sensitive RNA) replication (37). Our results suggest that pERK1/2-induced Ser-177 phosphorylation is one mechanism to control (or switch) between the two phases, because the modification significantly increased HDV replication activity from AG to G and reduced replication from G to AG.This may be useful for dissecting the role of HDV RNA in double-rolling-circle replication. HDV replication studies show that many cellular proteins associate with SHDAg, including DIPA, B23, nucleolin, and RNAPII (6, 14, 22, 30, 57, 58). In particular, the α-amanitin-sensitive RNAPII is thought to process HDV replication from antigenomic RNA to genomic RNA synthesis (14, 29, 32, 37, 39). Interestingly, the Ser-177 residue is located within the C-terminal region of SHDAg, which is important for protein-protein interaction between SHDAg and cellular RNAPII (57, 58). Greco-Stewart et al. showed that RNAPII binds to both ends of the genomic and antigenomic RNAs without SHDAg (17). RNAPII was recently demonstrated to possess in vitro RNA-dependent RNAP activity in HDV antigenomic RNA-derived scaffolds (14, 31) at a much lower level than the transcriptional activity of the DNA template. Our current data suggest that the Ser-177 residue is important for the interaction between SHDAg and RNAPII, implying that SHDAg phosphorylation at Ser-177 is a critical signal for regulating RNAPII during in vivo HDV RNA replication. A mutation to aspartic acid can mimic serine phosphorylation, although the aspartic acid may not mimic phosphorylation on SHDAgS177. Neither SHDAgS177D nor SHDAgS177A with the serine mutation helped HDV replication (data not shown). A study of Chk1S345D showed that this mutation does not increase the Chk1-Rad24 complex formation (7). Another paper showed that RBS612D does not mimic phosphorylated Ser-612 in terms of RB activity and pRB-E2F-1 association (25). We also observed no increase in the binding of SHDAg-RNAPII on the SHDAgS177D mutation (data not shown). Both unphosphorylated and phosphorylated forms of SHDAgS177 may be required to maintain HDV replication, although we cannot exclude the possibility that an SHDAg conformational change is caused by alanine and aspartic acid replacement.The C-terminal domain (CTD) of the RNAPII large subunit comprises about 52 tandem repeats of Tyr1-Ser2-Pro3-Thr4-Ser5-Pro6-Ser7 (YSPTSPS). The CTD Ser-5 is phosphorylated when RNAPII moves to the promoter on the 5′ mRNA cap during the transcriptional initiation stage, whereas Ser-2 phosphorylation is found in coding regions during the transcriptional elongation stage (27). At the same time, CTD Ser-7 phosphorylation is required for U2 small nuclear RNA expression (13). The phosphorylated CTD pattern of active RNAPII has been proposed as an important code for selecting DNA genes as the templates for RNA transcription (12). In future experiments, it will be interesting to compare the active form of the RNAPII transcript in the RNA template with that in the DNA template. Future studies should also explore the specificity and biological role of SHDAg Ser-177 phosphorylation in regulating cellular proteins (such as RNAPII through different posttranslational modifications) or the specific role of HDV RNA templates in replication.During HDV replication, SHDAg phosphorylation at Ser-177 is maintained at a low level (Fig. ​(Fig.5D,5D, lane 5). This implies that the phosphorylation status of Ser-177 is quickly reversible or that the basal phosphorylation level is sufficient to support HDV replication from antigenomic RNA to genomic RNA. Although our study shows that ERK1/2 phosphorylates SHDAg both in vivo and in vitro, we also found that inhibition of ERK1/2 activity did not completely abolish HDV replication or remove SHDAg phosphorylation at Ser-177 (Fig. ​(Fig.8,8, lane 4). This result may argue against the biological relevance of the MEK1-ERK1/2 pathway in HDV replication. In mammalian cells, the consensus sequence PX(S/T)P domain may be phosphorylated by many kinases, including MAPKs and CDKs. Therefore, we consider that other redundant kinases can phosphorylate SHDAg at Ser-177 in the PESP domain to maintain the basal phosphorylation. Because of the limitations of the bioinformatics approach and coimmunoprecipitation method used in this study, we could show only that ERK1/2 contributes to SHDAg Ser-177 phosphorylation. We will use other experimental approaches to search further for unknown protein kinases that are responsible for regulating Ser-177 phosphorylation.In summary, we have identified ERK1/2 as a cellular kinase that coimmunoprecipitates with SHDAg and phosphorylates the Ser-177 residue both in vitro and in vivo. Our results indicate that ERK1/2 phosphorylates SHDAg and that this phosphorylation increases HDV RNA replication from antigenomic RNA to genomic RNA. Our data also show that the synthesis of genomic RNA or antigenomic RNA has different requirements for Ser-177 phosphorylation, which implies that HDV has two different replication machineries. Here, we successfully created an artificial pERK-activated HDV-replication system, which may provide a model to study the details of the mechanisms responsible for HDV-positive and -negative RNA strand replication. Further studies focusing on the ERK1/2-modulated phosphorylation of SHDAg and how the Ser-177 interaction with DNA-dependent RNAPII regulates HDV replication would help to better define the HDV life cycle. AcknowledgmentsWe thank Michael J. Weber for providing the pFlag-ERK1 and pFlag-ERK2 plasmids. We thank Ruey-Hwa Chen for providing the pHA-AcMEK1 plasmid.This work was supported by grants from the National Science Council. Footnotes▿Published ahead of print on 16 July 2008. REFERENCES1. Been, M. D., and G. S. Wickham. 1997. Self-cleaving ribozymes of hepatitis delta virus RNA. Eur. J. Biochem. 247741-753. [PubMed] [Google Scholar]2. Bichko, V., S. Barik, and J. Taylor. 1997. Phosphorylation of the hepatitis delta virus antigens. J. Virol. 71512-518. [PMC free article] [PubMed] [Google Scholar]3. Bonino, F., K. H. Heermann, M. Rizzetto, and W. H. Gerlich. 1986. Hepatitis delta virus: protein composition of delta antigen and its hepatitis B virus-derived envelope. J. Virol. 58945-950. [PMC free article] [PubMed] [Google Scholar]4. Bouyac, M., M. Courcoul, G. Bertoia, Y. Baudat, D. Gabuzda, D. Blanc, N. Chazal, P. Boulanger, J. Sire, R. Vigne, and B. Spire. 1997. Human immunodeficiency virus type 1 Vif protein binds to the Pr55Gag precursor. J. Virol. 719358-9365. [PMC free article] [PubMed] [Google Scholar]5. Branch, A. D., and H. D. Robertson. 1991. Efficient trans cleavage and a common structural motif for the ribozymes of the human hepatitis delta agent. Proc. Natl. Acad. Sci. USA 8810163-10167. [PMC free article] [PubMed] [Google Scholar]6. Brazas, R., and D. Ganem. 1996. A cellular homolog of hepatitis delta antigen: implications for viral replication and evolution. Science 27490-94. [PubMed] [Google Scholar]7. Capasso, H., C. Palermo, S. Wan, H. Rao, U. P. John, M. J. O'Connell, and N. C. Walworth. 2002. Phosphorylation activates Chk1 and is required for checkpoint-mediated cell cycle arrest. J. Cell Sci. 1154555-4564. [PubMed] [Google Scholar]8. Chang, F. L., P. J. Chen, S. J. Tu, C. J. Wang, and D. S. Chen. 1991. The large form of hepatitis delta antigen is crucial for assembly of hepatitis delta virus. Proc. Natl. Acad. Sci. USA 888490-8494. [PMC free article] [PubMed] [Google Scholar]9. Chang, J., X. Nie, H. E. Chang, Z. Han, and J. Taylor. 2008. Transcription of hepatitis delta virus RNA by RNA polymerase II. J. Virol. 821118-1127. [PMC free article] [PubMed] [Google Scholar]10. Chen, C. W., Y. G. Tsay, H. L. Wu, C. H. Lee, D. S. Chen, and P. J. Chen. 2002. The double-stranded RNA-activated kinase, PKR, can phosphorylate hepatitis D virus small delta antigen at functional serine and threonine residues. J. Biol. Chem. 27733058-33067. [PubMed] [Google Scholar]11. Chen, P. J., G. Kalpana, J. Goldberg, W. Mason, B. Werner, J. Gerin, and J. Taylor. 1986. Structure and replication of the genome of the hepatitis delta virus. Proc. Natl. Acad. Sci. USA 838774-8778. [PMC free article] [PubMed] [Google Scholar]12. Corden, J. L. 2007. Transcription. Seven ups the code. Science 3181735-1736. [PubMed] [Google Scholar]13. Egloff, S., D. O'Reilly, R. D. Chapman, A. Taylor, K. Tanzhaus, L. Pitts, D. Eick, and S. Murphy. 2007. Serine-7 of the RNA polymerase II CTD is specifically required for snRNA gene expression. Science 3181777-1779. [PMC free article] [PubMed] [Google Scholar]14. Filipovska, J., and M. M. Konarska. 2000. Specific HDV RNA-templated transcription by Pol II in vitro. RNA 641-54. [PMC free article] [PubMed] [Google Scholar]15. Glenn, J. S., J. A. Watson, C. M. Havel, and J. M. White. 1992. Identification of a prenylation site in delta virus large antigen. Science 2561331-1333. [PubMed] [Google Scholar]16. Goncalves, J., B. Shi, X. Yang, and D. Gabuzda. 1995. Biological activity of human immunodeficiency virus type 1 Vif requires membrane targeting by C-terminal basic domains. J. Virol. 697196-7204. [PMC free article] [PubMed] [Google Scholar]17. Greco-Stewart, V. S., P. Miron, A. Abrahem, and M. Pelchat. 2007. The human RNA polymerase II interacts with the terminal stem-loop regions of the hepatitis delta virus RNA genome. Virology 35768-78. [PubMed] [Google Scholar]18. Hemonnot, B., C. Cartier, B. Gay, S. Rebuffat, M. Bardy, C. Devaux, V. Boyer, and L. Briant. 2004. The host cell MAP kinase ERK-2 regulates viral assembly and release by phosphorylating the p6gag protein of HIV-1. J. Biol. Chem. 27932426-32434. [PubMed] [Google Scholar]19. Hsieh, S. Y., M. Chao, L. Coates, and J. Taylor. 1990. Hepatitis delta virus genome replication: a polyadenylated mRNA for delta antigen. J. Virol. 643192-3198. [PMC free article] [PubMed] [Google Scholar]20. Huang, W. H., C. W. Chen, H. L. Wu, and P. J. Chen. 2006. Post-translational modification of delta antigen of hepatitis D virus. Curr. Top. Microbiol. Immunol. 30791-112. [PubMed] [Google Scholar]21. Huang, W. H., Y. S. Chen, and P. J. Chen. 2008. Nucleolar targeting of hepatitis delta antigen abolishes its ability to initiate viral antigenomic RNA replication. J. Virol. 82692-699. [PMC free article] [PubMed] [Google Scholar]22. Huang, W. H., B. Y. Yung, W. J. Syu, and Y. H. Lee. 2001. The nucleolar phosphoprotein B23 interacts with hepatitis delta antigens and modulates the hepatitis delta virus RNA replication. J. Biol. Chem. 27625166-25175. [PubMed] [Google Scholar]23. Huang, Y., K. Staschke, R. De Francesco, and S. L. Tan. 2007. Phosphorylation of hepatitis C virus NS5A nonstructural protein: a new paradigm for phosphorylation-dependent viral RNA replication? Virology 3641-9. [PubMed] [Google Scholar]24. Hwang, S. B., and M. M. Lai. 1993. Isoprenylation mediates direct protein-protein interactions between hepatitis large delta antigen and hepatitis B virus surface antigen. J. Virol. 677659-7662. [PMC free article] [PubMed] [Google Scholar]25. Inoue, Y., M. Kitagawa, and Y. Taya. 2007. Phosphorylation of pRB at Ser612 by Chk1/2 leads to a complex between pRB and E2F-1 after DNA damage. EMBO J. 262083-2093. [PMC free article] [PubMed] [Google Scholar]26. Johnson, S. A., and T. Hunter. 2005. Kinomics: methods for deciphering the kinome. Nat. Methods 217-25. [PubMed] [Google Scholar]27. Jones, J. C., H. P. Phatnani, T. A. Haystead, J. A. MacDonald, S. M. Alam, and A. L. Greenleaf. 2004. C-terminal repeat domain kinase I phosphorylates Ser2 and Ser5 of RNA polymerase II C-terminal domain repeats. J. Biol. Chem. 27924957-24964. [PMC free article] [PubMed] [Google Scholar]28. Kuo, M. Y., L. Sharmeen, G. Dinter-Gottlieb, and J. Taylor. 1988. Characterization of self-cleaving RNA sequences on the genome and antigenome of human hepatitis delta virus. J. Virol. 624439-4444. [PMC free article] [PubMed] [Google Scholar]29. Lai, M. M. 2005. RNA replication without RNA-dependent RNA polymerase: surprises from hepatitis delta virus. J. Virol. 797951-7958. [PMC free article] [PubMed] [Google Scholar]30. Lee, C. H., S. C. Chang, C. J. Chen, and M. F. Chang. 1998. The nucleolin binding activity of hepatitis delta antigen is associated with nucleolus targeting. J. Biol. Chem. 2737650-7656. [PubMed] [Google Scholar]31. Lehmann, E., F. Brueckner, and P. Cramer. 2007. Molecular basis of RNA-dependent RNA polymerase II activity. Nature 450445-449. [PubMed] [Google Scholar]32. Li, Y. J., T. Macnaughton, L. Gao, and M. M. Lai. 2006. RNA-templated replication of hepatitis delta virus: genomic and antigenomic RNAs associate with different nuclear bodies. J. Virol. 806478-6486. [PMC free article] [PubMed] [Google Scholar]33. Li, Y. J., M. R. Stallcup, and M. M. Lai. 2004. Hepatitis delta virus antigen is methylated at arginine residues, and methylation regulates subcellular localization and RNA replication. J. Virol. 7813325-13334. [PMC free article] [PubMed] [Google Scholar]34. Lin, Y. F., M. S. Wu, C. C. Chang, S. W. Lin, J. T. Lin, Y. J. Sun, D. S. Chen, and L. P. Chow. 2006. Comparative immunoproteomics of identification and characterization of virulence factors from Helicobacter pylori related to gastric cancer. Mol. Cell Proteomics 51484-1496. [PubMed] [Google Scholar]35. Makino, S., M. F. Chang, C. K. Shieh, T. Kamahora, D. M. Vannier, S. Govindarajan, and M. M. Lai. 1987. Molecular cloning and sequencing of a human hepatitis delta (delta) virus RNA. Nature 329343-346. [PubMed] [Google Scholar]36. Maly, D. J., J. A. Allen, and K. M. Shokat. 2004. A mechanism-based cross-linker for the identification of kinase-substrate pairs. J. Am. Chem. Soc. 1269160-9161. [PubMed] [Google Scholar]37. Modahl, L. E., T. B. Macnaughton, N. Zhu, D. L. Johnson, and M. M. Lai. 2000. RNA-dependent replication and transcription of hepatitis delta virus RNA involve distinct cellular RNA polymerases. Mol. Cell. Biol. 206030-6039. [PMC free article] [PubMed] [Google Scholar]38. Mooney, L. M., and A. J. Whitmarsh. 2004. Docking interactions in the c-Jun N-terminal kinase pathway. J. Biol. Chem. 27911843-11852. [PubMed] [Google Scholar]39. Moraleda, G., and J. Taylor. 2001. Host RNA polymerase requirements for transcription of the human hepatitis delta virus genome. J. Virol. 7510161-10169. [PMC free article] [PubMed] [Google Scholar]40. Mu, J. J., D. S. Chen, and P. J. Chen. 2001. The conserved serine 177 in the delta antigen of hepatitis delta virus is one putative phosphorylation site and is required for efficient viral RNA replication. J. Virol. 759087-9095. [PMC free article] [PubMed] [Google Scholar]41. Mu, J. J., H. L. Wu, B. L. Chiang, R. P. Chang, D. S. Chen, and P. J. Chen. 1999. Characterization of the phosphorylated forms and the phosphorylated residues of hepatitis delta virus delta antigens. J. Virol. 7310540-10545. [PMC free article] [PubMed] [Google Scholar]42. Obenauer, J. C., L. C. Cantley, and M. B. Yaffe. 2003. Scansite 2.0: proteome-wide prediction of cell signaling interactions using short sequence motifs. Nucleic Acids Res. 313635-3641. [PMC free article] [PubMed] [Google Scholar]43. Pearson, G., F. Robinson, T. Beers Gibson, B. E. Xu, M. Karandikar, K. Berman, and M. H. Cobb. 2001. Mitogen-activated protein (MAP) kinase pathways: regulation and physiological functions. Endocrinol. Rev. 22153-183. [PubMed] [Google Scholar]44. Pereira, M. J., D. A. Harris, D. Rueda, and N. G. Walter. 2002. Reaction pathway of the trans-acting hepatitis delta virus ribozyme: a conformational change accompanies catalysis. Biochemistry 41730-740. [PubMed] [Google Scholar]45. Sato, S., S. K. Wong, and D. W. Lazinski. 2001. Hepatitis delta virus minimal substrates competent for editing by ADAR1 and ADAR2. J. Virol. 758547-8555. [PMC free article] [PubMed] [Google Scholar]46. Simon, J. H., R. A. Fouchier, T. E. Southerling, C. B. Guerra, C. K. Grant, and M. H. Malim. 1997. The Vif and Gag proteins of human immunodeficiency virus type 1 colocalize in infected human T cells. J. Virol. 715259-5267. [PMC free article] [PubMed] [Google Scholar]47. Songyang, Z., S. Blechner, N. Hoagland, M. F. Hoekstra, H. Piwnica-Worms, and L. C. Cantley. 1994. Use of an oriented peptide library to determine the optimal substrates of protein kinases. Curr. Biol. 4973-982. [PubMed] [Google Scholar]48. Stork, J., Z. Panaviene, and P. D. Nagy. 2005. Inhibition of in vitro RNA binding and replicase activity by phosphorylation of the p33 replication protein of Cucumber necrosis tombusvirus. Virology 34379-92. [PubMed] [Google Scholar]49. Tanoue, T., M. Adachi, T. Moriguchi, and E. Nishida. 2000. A conserved docking motif in MAP kinases common to substrates, activators and regulators. Nat. Cell Biol. 2110-116. [PubMed] [Google Scholar]50. Tanoue, T., R. Maeda, M. Adachi, and E. Nishida. 2001. Identification of a docking groove on ERK and p38 MAP kinases that regulates the specificity of docking interactions. EMBO J. 20466-479. [PMC free article] [PubMed] [Google Scholar]51. Taylor, J., M. Chao, S. Y. Hsieh, and W. S. Ryu. 1991. The roles of the delta antigen in the structure and replication of hepatitis delta virus. J. Hepatol 13(Suppl. 4)S119-S120. [PubMed] [Google Scholar]52. Tsay, Y. G., Y. H. Wang, C. M. Chiu, B. J. Shen, and S. C. Lee. 2000. A strategy for identification and quantitation of phosphopeptides by liquid chromatography/tandem mass spectrometry. Anal. Biochem. 28755-64. [PubMed] [Google Scholar]53. Wang, K. S., Q. L. Choo, A. J. Weiner, J. H. Ou, R. C. Najarian, R. M. Thayer, G. T. Mullenbach, K. J. Denniston, J. L. Gerin, and M. Houghton. 1986. Structure, sequence and expression of the hepatitis delta (delta) viral genome. Nature 323508-514. [PubMed] [Google Scholar]54. Weiner, A. J., Q. L. Choo, K. S. Wang, S. Govindarajan, A. G. Redeker, J. L. Gerin, and M. Houghton. 1988. A single antigenomic open reading frame of the hepatitis delta virus encodes the epitope(s) of both hepatitis delta antigen polypeptides p24 delta and p27 delta. J. Virol. 62594-599. [PMC free article] [PubMed] [Google Scholar]55. Weston, C. R., D. G. Lambright, and R. J. Davis. 2002. Signal transduction. MAP kinase signaling specificity. Science 2962345-2347. [PubMed] [Google Scholar]56. Wu, H. N., Y. J. Lin, F. P. Lin, S. Makino, M. F. Chang, and M. M. Lai. 1989. Human hepatitis delta virus RNA subfragments contain an autocleavage activity. Proc. Natl. Acad. Sci. USA 861831-1835. [PMC free article] [PubMed] [Google Scholar]57. Yamaguchi, Y., J. Filipovska, K. Yano, A. Furuya, N. Inukai, T. Narita, T. Wada, S. Sugimoto, M. M. Konarska, and H. Handa. 2001. Stimulation of RNA polymerase II elongation by hepatitis delta antigen. Science 293124-127. [PubMed] [Google Scholar]58. Yamaguchi, Y., T. Mura, S. Chanarat, S. Okamoto, and H. Handa. 2007. Hepatitis delta antigen binds to the clamp of RNA polymerase II and affects transcriptional fidelity. Genes Cells 12863-875. [PubMed] [Google Scholar]59. Yang, X., and D. Gabuzda. 1998. Mitogen-activated protein kinase phosphorylates and regulates the HIV-1 Vif protein. J. Biol. Chem. 27329879-29887. [PubMed] [Google Scholar]60. Yang, X., J. Goncalves, and D. Gabuzda. 1996. Phosphorylation of Vif and its role in HIV-1 replication. J. Biol. Chem. 27110121-10129. [PubMed] [Google Scholar]61. Yeh, T. S., S. J. Lo, P. J. Chen, and Y. H. Lee. 1996. Casein kinase II and protein kinase C modulate hepatitis delta virus RNA replication but not empty viral particle assembly. J. Virol. 706190-6198. [PMC free article] [PubMed] [Google Scholar]62. Zheng, H., T. B. Fu, D. Lazinski, and J. Taylor. 1992. Editing on the genomic RNA of human hepatitis delta virus. J. Virol. 664693-4697. [PMC free article] [PubMed] [Google Scholar]"}