{"title": "Expression of human snRNA genes from beginning to end", "pubDate": "2008", "PMCID": "", "DOI": "10.1042/BST0360590", "PMID": "18631122", "abstract": "In addition to protein-coding genes, mammalian pol II (RNA polymerase II) transcribes independent genes for some non-coding RNAs, including the spliceosomal U1 and U2 snRNAs (small nuclear RNAs). snRNA genes differ from protein-coding genes in several key respects and some of the mechanisms involved in expression are gene-type-specific. For example, snRNA gene promoters contain an essential PSE (proximal sequence element) unique to these genes, the RNA-encoding regions contain no introns, elongation of transcription is P-TEFb (positive transcription elongation factor b)-independent and RNA 3'-end formation is directed by a 3'-box rather than a cleavage and polyadenylation signal. However, the CTD (C-terminal domain) of pol II closely couples transcription with RNA 5' and 3' processing in expression of both gene types. Recently, it was shown that snRNA promoter-specific recognition of the 3'-box RNA processing signal requires a novel phosphorylation mark on the pol II CTD. This new mark plays a critical role in the recruitment of the snRNA gene-specific RNA-processing complex, Integrator. These new findings provide the first example of a phosphorylation mark on the CTD heptapeptide that can be read in a gene-type-specific manner, reinforcing the notion of a CTD code. Here, we review the control of expression of snRNA genes from initiation to termination of transcription.", "author": [{"author": "Sylvain Egloff", "affiliation": ["Sir William Dunn School of Pathology, University of Oxford, South Parks Road, Oxford, UK."], "href": "/?term=Egloff+S&cauthor_id=18631122"}, {"author": "Dawn O'Reilly", "affiliation": [], "href": "/?term=O%27Reilly+D&cauthor_id=18631122"}, {"author": "Shona Murphy", "affiliation": [], "href": "/?term=Murphy+S&cauthor_id=18631122"}], "refPMID": [], "citedInPMID": ["18631122", "32253345", "30567997", "29703781", "29684050", "29617896", "28973446", "28820318", "28766049", "28615474", "28254838", "27767214", "27456062", "27430335", "27041075", "26019167", "25740809", "25650800", "25575120", "25557785", "25410209", "25324315", "24413172", "24389545", "24311566", "24270878", "24145821", "23955442", "23608173", "23325844", "23288851", "23166507", "23097424", "23085255", "23070852", "23038247", "23028143", "23028141", "22858677", "22819322", "22567360", "22558428", "22441827", "22265417", "22252320", "22219193", "22195968", "22137580", "21925386", "21715380", "21078872", "20659008", "20557419", "20457598", "19654474", "19487567"], "body": ""}