{"title": "The THP1-SAC3-SUS1-CDC31 complex works in transcription elongation-mRNA export preventing RNA-mediated genome instability", "pubDate": "2008", "PMCID": "PMC2555943", "DOI": "10.1091/mbc.e08-04-0355", "PMID": "18667528", "abstract": "The eukaryotic THO/TREX complex, involved in mRNP biogenesis, plays a key role in the maintenance of genome integrity in yeast. mRNA export factors such as Thp1-Sac3 also affect genome integrity, but their mutations have other phenotypes different from those of THO/TREX. Sus1 is a novel component of SAGA transcription factor that also associates with Thp1-Sac3, but little is known about its effect on genome instability and transcription. Here we show that Thp1, Sac3, and Sus1 form a functional unit with a role in mRNP biogenesis and maintenance of genome integrity that is independent of SAGA. Importantly, the effects of ribozyme-containing transcription units, RNase H, and the action of human activation-induced cytidine deaminase on transcription and genome instability are consistent with the possibility that R-loops are formed in Thp1-Sac3-Sus1-Cdc31 as in THO mutants. Our data reveal that Thp1-Sac3-Sus1-Cdc31, together with THO/TREX, define a specific pathway connecting transcription elongation with export via an RNA-dependent dynamic process that provides a feedback mechanism for the control of transcription and the preservation of genetic integrity of transcribed DNA regions.", "author": [{"author": "Cristina González-Aguilera", "affiliation": ["Centro Andaluz de Biologia Molecular y Medicina Regenerativa, Universidad de Sevilla-CSIC, 41092 Sevilla, Spain."], "href": "/?term=Gonz%C3%A1lez-Aguilera+C&cauthor_id=18667528"}, {"author": "Cristina Tous", "affiliation": [], "href": "/?term=Tous+C&cauthor_id=18667528"}, {"author": "Belén Gómez-González", "affiliation": [], "href": "/?term=G%C3%B3mez-Gonz%C3%A1lez+B&cauthor_id=18667528"}, {"author": "Pablo Huertas", "affiliation": [], "href": "/?term=Huertas+P&cauthor_id=18667528"}, {"author": "Rosa Luna", "affiliation": [], "href": "/?term=Luna+R&cauthor_id=18667528"}, {"author": "Andrés Aguilera", "affiliation": [], "href": "/?term=Aguilera+A&cauthor_id=18667528"}], "refPMID": [], "citedInPMID": ["18667528", "35018465", "34830049", "34445553", "33978753", "33602059", "32917881", "32199293", "32170459", "32134955", "32075754", "30054449", "29598828", "29514267", "29497809", "29370868", "29116388", "29099315", "29042409", "28964624", "28653981", "28636910", "28475600", "27672037", "27556397", "27253878", "27251550", "27035147", "27028218", "27016737", "26895423", "26798134", "26593718", "26546116", "26317468", "26109598", "26081607", "26051714", "25827419", "25452497", "25294824", "25085910", "24746923", "24743342", "24705649", "24550456", "24040939", "23762389", "23761808", "23229095", "22567364", "22567360", "22343721", "22224423", "22144908", "21784245", "21701562", "21680710", "21478823", "21383964", "21327099", "21211720", "21149575", "20800707", "20675404", "20529911", "20048002", "20007317", "19841062", "19758426", "19651896", "19552647", "19307304", "19289793", "19269973", "19197357", "19127978"], "body": " AbstractThe eukaryotic THO/TREX complex, involved in mRNP biogenesis, plays a key role in the maintenance of genome integrity in yeast. mRNA export factors such as Thp1-Sac3 also affect genome integrity, but their mutations have other phenotypes different from those of THO/TREX. Sus1 is a novel component of SAGA transcription factor that also associates with Thp1-Sac3, but little is known about its effect on genome instability and transcription. Here we show that Thp1, Sac3, and Sus1 form a functional unit with a role in mRNP biogenesis and maintenance of genome integrity that is independent of SAGA. Importantly, the effects of ribozyme-containing transcription units, RNase H, and the action of human activation-induced cytidine deaminase on transcription and genome instability are consistent with the possibility that R-loops are formed in Thp1-Sac3-Sus1-Cdc31 as in THO mutants. Our data reveal that Thp1-Sac3-Sus1-Cdc31, together with THO/TREX, define a specific pathway connecting transcription elongation with export via an RNA-dependent dynamic process that provides a feedback mechanism for the control of transcription and the preservation of genetic integrity of transcribed DNA regions. INTRODUCTIONThe nascent mRNA is cotranscriptionally coated with proteins that assure RNA integrity, nuclear export, and downstream cytoplasmic steps. Formation of a mature ribonucleoprotein particle (mRNP) competent for export requires the correct coupling of transcription with mRNA processing steps such as 5′-end capping, splicing, 3′-end cleavage and polyadenylation (Aguilera, 2005 ; Buratowski, 2005 ; Cole and Scarcelli, 2006 ). Incorrectly spliced or 3′-end processed transcripts are retained within the nucleus, providing evidence that mRNA maturation and export are linked to each other (Lei and Silver, 2002 ). Any failure in the formation of an export-proficient mRNP would cause nuclear RNA retention and could trigger nuclear mRNA decay in association with the nuclear pore complex (NPC; Galy et al., 2004 ) and with transcription (Andrulis et al., 2002 ). Importantly, recent reports in yeast, Drosophila and human lymphocytes have revealed that dynamically regulated genes are recruited to the nuclear periphery when transcription is activated (Casolari et al., 2004 ; Faria et al., 2006 ; Mendjan et al., 2006 ; Ragoczy et al., 2006 ; Taddei et al., 2006 ). It has been suggested that the activation of genes in the nucleus is linked to specialized NPCs that in turn facilitate efficient mRNA export (Blobel, 1985 ). Supporting this hypothesis, gene positioning at the proximity of the NPC has been shown to be dependent on factors involved in transcription initiation and mRNA export (Cabal et al., 2006 ; Dieppois et al., 2006 ; Kurshakova et al., 2007 ; Chekanova et al., 2008 ; Köhler et al., 2008 ).mRNP formation seems to play a key role not only in gene expression but also in other cellular processes such as the maintenance of genome integrity. An example of this connection between mRNP formation and genetic integrity is provided by the THO complex of Saccharomyces cerevisiae, a conserved four-protein complex composed of stoichiometric amounts of Tho2, Hpr1, Mft1, and Thp2 (Chavez et al., 2000 ), which is recruited to active chromatin in vivo (Strasser et al., 2002 ; Zenklusen et al., 2002 ). Null mutations of any component of THO lead to similar phenotypes of transcription impairment and RNA export defects (Chavez et al., 2000 ; Strasser et al., 2002 ), the most intriguing phenotype being their transcription-associated hyper-recombination. Analysis of yeast THO mutants has led to the idea that transcription-associated recombination (TAR) may be a consequence of transcriptional-elongation impairment (Aguilera and Gomez-Gonzalez, 2008 ). One major cause of this phenomenon is the cotranscriptional formation of R-loops (DNA-RNA hybrids) formed behind the elongating RNAPII (Huertas and Aguilera, 2003 ). In the current view, the THO complex would participate in cotranscriptional formation of export-competent mRNPs during transcription elongation preventing R-loop formation. The observation that depletion of the ASF/SF2 splicing factor in chicken DT40 cells and human HeLa cells also lead to genomic instability linked to R-loop formation indicates that a number of mRNA-processing enzymes may contribute to prevent the formation RNA-dependent structures that may trigger genome instability (Li and Manley, 2005 ).THO forms, together with the RNA export proteins Sub2/UAP56 and Yra1/Aly, a larger and conserved complex termed TREX (Strasser et al., 2002 ; Rehwinkel et al., 2004 ). Interestingly, yeast mutants of SUB2 and YRA1 are synthetic-lethal with THO mutations and also lead to hyper-recombination and gene expression defects (Fan et al., 2001 ; Jimeno et al., 2002 ; Strasser et al., 2002 ). Furthermore, mutations in the genes of the Mex67-Mtr2 export factor, the Nab2 hnRNP or the NPC-associated Thp1 and Sac3 proteins also confer hyper-recombination and gene expression defects (Gallardo and Aguilera, 2001 ; Jimeno et al., 2002 ; Gallardo et al., 2003 ), even though this is not a general feature of mRNA-processing mutations (Luna et al., 2005 ). Despite some similarities there are important differences between THO and Thp1 and Sac3. Thus, Sub2 overexpression suppresses THO mutants, but it inhibits growth of the Thp1 mutant. Also, Nab2 overexpression suppresses the Thp1 mutant but has no effect on THO mutants (Jimeno et al., 2002 ; Gallardo et al., 2003 ). Notably, in contrast to THO, Thp1 and Sac3 associate with nucleoporins at the nuclear basket and mediate export of mRNPs (Fischer et al., 2002 ; Lei et al., 2003 ). In addition, Thp1 and Sac3 are found in association with Cdc31 centrin (Gallardo et al., 2003 ; Fischer et al., 2004 ), which functions in the duplication of microtubule-organizing centers, and with Sus1, a small protein conserved from yeast to humans recently identified as a novel component of SAGA histone-modification complex involved in transcription initiation (Rodriguez-Navarro et al., 2004 ; Zhao et al., 2008 ). The observation that Sus1 is involved in the SAGA-dependent histone H2B deubiquitylation and maintenance of normal H3 methylation levels (Köhler et al., 2006 ) and that Thp1, Sac3, Sus1, and Ada2, a bona fide component of SAGA, act in the repositioning and dynamic motility of SAGA-dependent loci, to the nuclear periphery upon transcriptional activation (Cabal et al., 2006 ; Kurshakova et al., 2007 ; Chekanova et al., 2008 ) suggests the possibility that Sus1 could be a bridge protein between transcription, via SAGA, and mRNA export.Given all these observations, the question emerging is how RNA export factors, such as Thp1 and Sac3 control genome integrity and whether they are functionally related to THO/TREX, which is physically bound to active chromatin and does not seem to be located at the nuclear periphery. Another emerging question is whether or not the main function of Sus1 is linked to transcription initiation as part of the SAGA complex. Here we show that Thp1, Sac3, and Sus1 form a functional unit with a role in transcription elongation that is independent of SAGA and is linked to RNA export. Our data reveal that the Thp1-Sac3-Sus1-Cdc31 (THSC) complex, together with THO/TREX, define a specific pathway connecting transcription elongation with nuclear export by an RNA-mediated dynamic process. This provides a feedback mechanism for the control of transcription that guarantees genetic stability of highly transcribed DNA regions. MATERIALS AND METHODSStrains and PlasmidsYeast strains used are listed in Supplemental Information Table S1. Plasmids pRS316L, pRS316LYΔNS (Prado et al., 1997 ), pRS314L-lacZ, pRS314GL-lacZ (Piruat and Aguilera, 1998 ), pCM184-LAUR (Jimeno et al., 2002 ), pCM189-LEU2 (Gonzalez-Barrera et al., 2002 ), pGCYC1-402 (Rondon et al., 2003b ), pGL-ribm, pGL-Rib+, pPHO5-ribm-lacZ, pPHO5-Rib+-lacZ, pGAL:RNH1 (Huertas and Aguilera, 2003 ) p416-GAL1 (Mumberg et al., 1994 ), and p413GALAID (Gomez-Gonzalez and Aguilera, 2007) were described previously. Plasmid Ptet-SUB2 containing the complete SUB2 coding sequence under control of the tetO promoter was constructed by inserting the 1.3-kb BamHI SUB2 fragment obtained by PCR using the primers 5′-ATC GCG GAT CCA TGT CAC ACG AAG GTG AA-3′ and 5′-CGC GCG GAT CCT TAA TTA TTC AAA TAA GT-3′ into pCM189 (Gari et al., 1997 ).Chromatin ImmunoprecipitationFor chromatin immunoprecipitation (ChIP) experiments, strains were grown in synthetic complete medium (SC) 2% glycerol-2% lactate to an OD660 of 0.5. The culture was split in two, and one-half was supplemented with 2% glucose (repressed transcription) and the other with 2% galactose (activated transcription). Samples were taken after 4 h, and ChIP assays were performed as described (Hecht and Grunstein, 1999 ). Monoclonal anti-Rpb1-CTD antibody 8WG16 (Berkeley Antibody Company, Richmond, CA) and protein A-Sepharose were used for RNAPII immunoprecipitation. The GFX purification system (Amersham, Indianapolis, IN) was used for the last DNA purification step. We used the PCR of the intergenic region at positions 9716–9863 of chromosome V as a negative control. Real-time quantitative PCR and calculations of the relative abundance of each DNA fragment were performed as described (Huertas et al., 2006 ).In Vitro Transcription Elongation AssaysTranscription elongation was assayed in yeast whole cell extracts (WCEs) in vitro. WCEs were prepared from yeast cells grown in rich medium YEPD at 30°C to an OD600 of 1, and the reactions were carried as described previously (Rondon et al., 2003b ).Recombination and Mutation AnalysisRecombination and mutation frequencies of the monocopy centromeric plasmids pRS316L, pRS316LYΔNS, pRS314GL-lacZ, pRS314L-lacZ, pGL-ribm, and pGL-Rib+ described earlier were obtained as the average of three to four median frequencies from two different transformants each and for each genotype tested. Median frequencies were obtained as previously described (Santos-Rosa and Aguilera, 1994 ) from six independent colonies per transformant.MiscellaneousNorthern analyses were performed according to standard procedures with 32P-radiolabeled probes. Probes used were described previously (Chavez et al., 2000 ). RNA analyses for the Rib+ and ribm constructs were performed as described in Huertas and Aguilera (2003) . RESULTSOverexpression of SUB2 Inhibits Growth of Mutants of Thp1, Sac3, and Sus1, and Other mRNP Factors But Not of SAGA MutantsWe have previously reported that overexpression of Sub2, a component of TREX, strongly inhibited growth of thp1Δ cells (Gallardo et al., 2003 ). Here we used this feature to obtain new insights into the functional relationship of Thp1 and Sac3 and other proteins involved in mRNP biogenesis. We placed the SUB2 gene in a centromeric plasmid under the control of the Tet promoter, which allowed the expression of the gene in the absence of doxycycline (Ptet-SUB2), and transformed different mutants of mRNP biogenesis factors (Figure 1A). Figure 1B shows that growth of mutants of the THSC complex as sac3Δ and sus1Δ were affected when SUB2 was overexpressed. The results suggest that Thp1, Sac3, and Sus1 act as a unit that functionally interacts with Sub2. We also analyzed two cdc31 mutants, (cdc31-1 and cdc31-115); cdc31-1 is defective in spindle pole body (SPB) duplication, cell integrity and morphogenesis (Sullivan et al., 1998 ), whereas cdc31-115 is not affected in SPB duplication (Ivanovska and Rose 2001 ) but has an mRNA export defect (Fischer et al., 2004 ). Overexpression of Sub2 did not have any effect on neither of these mutants.Open in a separate windowFigure 1.Effect of the overexpression of SUB2 on mutants affected in different steps of mRNP biogenesis and export. (A) Scheme of the plasmid Ptet-SUB2, containing the SUB2 gene under the Tet promoter, which is expressed in the absence of doxycycline. (B) Growth of wild-type W303–1A (WT), WFBE046 (thp1Δ), Y03517 (sac3Δ), {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"Y17455\",\"term_id\":\"5002588\",\"term_text\":\"Y17455\"}}Y17455 (sus1Δ), and cdc31-115 and cdc31-1 strains transformed with the plasmid Ptet-SUB2. Transformants were spotted as 10-fold serial dilutions on selective medium with and without doxycycline (5 μg/ml). (C) Effect of the overexpression of SUB2 in mutants affected in RNA metabolism. I, nuclear cap binding complex; II, 3′-end processing and termination; III, nuclear mRNA degradation; IV, mRNA export and RNA processing steps; V, nucleoporins; and VI, protein nuclear export and others. (D) Effect of the overexpression of SUB2 in SAGA mutants. Photographs were taken after 3 d at 30°C, except for the nab2–1 mutant, which grows slowly and needed 5 d to form colonies without doxycycline.Next, we analyzed the effect of SUB2 overexpression on 22 mutants in genes encoding proteins with a function in nuclear 5′-end cap binding, transcription termination, 3′-end cleavage and polyA+ tail addition, mRNA degradation, mRNA export, and genes encoding mRNA-associated proteins involved in other nuclear processes. As can be seen in Figure 1C overexpression of SUB2 inhibited growth not only of Thp1, Sac3, and Sus1 mutants, but also of mutants of genes involved in other steps of mRNP biogenesis: polyadenylation (pap1-1), mRNA stability (rrp6Δ, rat1-1, and mtr4-1), and mRNA export (mex67-5, yra1-1, nab2-1, gle1-4, and rat8-2). Nevertheless, it had no effect in mutants of other nuclear processes, such as protein transport (crm1-1) and the processing of other RNA species (dbp7Δ) and in mutants in genes encoding mRNA binding proteins (npl3Δ). Sub2 overexpression inhibited growth of a number of mutants including those in nucleoporins that interact with Thp1 and Sac3 (nup60Δ) and in nucleoporins of the Nup84 complex (nup84Δ, nup133Δ, and nup120Δ), but not of other nucleoporins (nup2Δ, nup100Δ, nup188Δ, and nup170Δ; Figure 1C). In addition, Sub2 overexpression inhibits growth of a mutant of Nab2, an hnRNP (heterogeneous nuclear ribonucleoprotein) that interacts genetically with Thp1 (Gallardo et al., 2003 ; Figure 1C). Therefore, our results suggest that the growth-defect phenotype caused by overexpression of SUB2 is specific to a subset of mRNP biogenesis and export factors that could define a particular pathway.Because Sus1 was identified as part of the SAGA histone acetylase complex (Rodriguez-Navarro et al., 2004 ) and Sub2 overexpression inhibited growth of sus1Δ mutants, we asked whether Sub2 overexpression also affected SAGA mutants. Notably, we did not observe growth inhibition in mutants of different representative genes of the functional and structural modules of SAGA (Figure 1D). This suggests that despite the association of Sus1 with SAGA, a function of Sus1 is directly related to Thp1 and Sac3 in mRNP biogenesis and export rather than SAGA.sus1Δ But Not SAGA Mutants Confers Transcription-dependent Hyper-RecombinationAs SUS1 and CDC31 encode proteins that have been shown to copurify with Thp1 and Sac3 (Fischer et al., 2002 ; Gallardo et al., 2003 ; Rodriguez-Navarro et al., 2004 ), we wondered whether their mutations also lead to increased TAR. Representative mutants of the different modules of SAGA were included in the study. For the analysis of transcription-dependent recombination, we used the plasmid-based system LYΔNS based on 0.6-kb leu2 repeats in which transcription has to proceed through a long and GC-rich intervening sequence. In this system thp1Δ and sac3Δ lead to an increase in recombination of two- to three orders of magnitude above wild-type levels (Gallardo and Aguilera, 2001 ; Gallardo et al., 2003 ). As control, we used the L system, identical to LYΔNS but without intervening sequences between the leu2 repeats and which is not significantly affected by thp1Δ. Here we show that whereas sus1Δ mutant showed a clear increase in recombination in LYΔNS (5.5-fold) but no effect in the L system, ubp8Δ, sgf11Δ, spt7Δ, spt8Δ, gcn5Δ, and spt20Δ mutants showed low recombination levels in both the L and LYΔNS systems (Figure 2A). Besides, none of the Cdc31 centrin mutants analyzed (cdc31-1 and cdc31-115) showed hyper-recombination, neither at 30°C (Figure 2A) nor at restrictive temperature 34°C (data not shown). Consistent with Sub2 overexpression data (Figure 1), these results suggest that Sus1 share functions with Thp1 and Sac3 in the maintenance of genetic integrity. Although we found no hyper-recombination in the cdc31 mutants tested, whether or not Cdc31 has a related or more distant role to the other subunits of the THSC complex would need to be addressed with specifically selected cdc31 alleles, given that Cdc31 is the only essential subunit of this complex.Open in a separate windowFigure 2.Recombination analysis of sus1 and SAGA mutants. (A) Recombination was analyzed in the plasmidic recombination systems L and LYΔNS. A small diagram of each system used (not drawn to scale) is shown. Repeats are shown as gray boxes, and gray arrows indicate relevant transcripts produced by the constructs. Recombinants were selected as Leu+. All mutants were analyzed together with their isogenic WT strains. Median and SD are shown. (B) Recombination analysis of sus1Δ and thp1Δ mutants. The frequency of Leu+ recombination was determined in the plasmid-borne systems L-lacZ and GL-lacZ. Recombination frequencies are plotted as a function of the transcription levels. Low transcription refers to the GL-lacZ systems in strains cultured in 2% glucose; medium refers to L-lacZ in 2% glucose, and high to GL-lacZ in 2% galactose (for more details, see Supplemental Figure S1).Altogether, the data suggest that the hyper-recombination phenotype of sus1Δ is transcription-dependent. To demonstrate this, we determined the effect of sus1Δ on recombination in the L-lacZ and GL-lacZ systems carrying 0.6-kb leu2 direct repeats flanking the lacZ open reading frame under conditions of low (GAL1 promoter in 2% glucose), medium (LEU2 promoter), and high levels of transcription (GAL1 promoter in 2% galactose). As can be seen in Figure 2B and Supplemental Figure S1, the higher the levels of transcription the stronger the increase in recombination. The results demonstrate that hyper-recombination in sus1Δ is mainly transcription dependent as has been described for thp1 and sac3 mutants.Transcription Elongation Is Impaired in THSC Mutants In Vivo, But Only Slightly In VitroWe have previously reported that thp1Δ and sac3Δ mutants are defective in transcription through high G+C content genes like lacZ (Gallardo et al., 2003 ). To test whether this is also the case of sus1Δ, we analyzed gene expression in the LAUR expression system (Jimeno et al., 2002 ) containing a 4.15-kb lacZ-URA3 translational fusion under the control of the Tet promoter. As can be seen in Figure 3A, sus1Δ and sac3Δ cells, carrying the LAUR system, were unable to form colonies on synthetic complete medium lacking uracil (SC-Ura-Trp), indicating that they did not express the lacZ-URA3 fusion. Consistently, they did not produce β-galactosidase activity (data not shown). Northern analysis shows that whereas wild-type cells could express this construct properly, sus1Δ and sac3Δ mutants showed a reduction in mRNA accumulation (Figure 3B), similar to that observed for thp1Δ (Gallardo et al., 2003 ). Such a reduction was not caused by an impairment of transcription initiation at the Tet promoter because mRNA accumulation of the LEU2 gene under the Tet promoter (pCM189-LEU2 expression system) was the same in sus1Δ and sac3Δ as in the wild type (Figure 3B). We conclude, therefore, that sus1Δ lead to similar gene-expression defects as those of thp1Δ and sac3Δ mutants.Open in a separate windowFigure 3.Transcription analysis of sus1Δ strain. (A) Analysis of the capacity of BYSU-3B (sus1Δ) and TY13517–1D (sac3Δ) strains carrying the Ptet::lacZ-URA3 fusion construct (plasmid pCM184–LAUR) to form colonies on SC-Trp-Ura after 3 d at 30°C. (B) Northern analysis of the expression of the Ptet::lacZ-URA3 and Ptet-LEU2 fusion constructs (plasmid pCM189-LEU2). RNA was isolated from midlog phase cultures grown in SC-Trp. As a 32P-labeled DNA probe, we used the 3-kb BamHI lacZ fragment, the ClaI-EcoRV LEU2 internal fragment, and an internal 589-base pair 25S rDNA fragment obtained by PCR.The impairment of lacZ expression and the transcription-associated recombination phenotypes of sus1Δ, thp1Δ, and sac3Δ suggest that transcription elongation may be impaired, as was previously shown for THO mutants (Rondon et al., 2003b ). To determine whether THSC mutants were impaired in transcription elongation we used our previously reported in vitro system containing two G-less cassettes (Rondon et al., 2003a ), in which transcription-elongation efficiency is determined in whole cell extracts (WCEs) by the values of the ratio of accumulation of the downstream (376-nt long) versus the upstream (84-nt long) G-less RNA fragments (Figure 4; see Materials and Methods). We assayed in vitro transcription elongation in thp1Δ, sac3Δ, and sus1Δ. In addition, we included in our analysis two mutants of SAGA: ada2Δ, impaired in histone acetylation, and ubp8Δ, mutated in the Ubp8-Sgf11 deubiquitinylating enzyme, shown to control binding of Sus1 to SAGA (Köhler et al., 2006 ), because recently both have been reported to be linked to transcription elongation (Govind et al., 2007 ; Wyce et al., 2007 ). As can be seen in Figure 4, the transcription-elongation efficiencies of thp1Δ, sac3Δ, sus1Δ, ada2Δ, and ubp8Δ were above 80% of the wild-type values, in some cases close to wild-type levels, whereas in the THO mutants used as controls (tho2Δ and hpr1Δ) efficiencies were 60% or lower. As transcription is coupled with mRNA export and THSC is located at the nuclear periphery in association with the NPC, it is possible that the effect of the THSC complex on transcription is relevant when coupled to the NPC, and not in cell extracts in which coupling is disrupted.Open in a separate windowFigure 4.In vitro transcription elongation of THSC and SAGA mutants. (A) Scheme of the two G-less cassette system of plasmid pGCYC1-402 used for the analysis of in vitro transcription elongation. RNase T1 treatment of the mRNA driven from the GAL4-CYC1 promoter, which is activated by purified Gal4-VP16, renders two fragments corresponding to the G-less cassettes. (B) In vitro transcription assays of WCEs from BY4741 (WT), Y02937 (tho2Δ), SChY58a (hpr1ΔK), Y01764 (thp1Δ), Y03517 (sac3Δ), {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"Y17455\",\"term_id\":\"5002588\",\"term_text\":\"Y17455\"}}Y17455 (sus1Δ), Y04282 (ada2Δ), and {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"Y00809\",\"term_id\":\"34475\",\"term_text\":\"Y00809\"}}Y00809 (ubp8Δ) strains. M is the marker. Each reaction was stopped after 30 min, treated with RNaseT1, and run in a 6% PAGE. Transcription reactions were made at 23°C with WCEs obtained from cells grown at 30°C. Two bands from each G-less cassette were obtained, probably due to incomplete action of RNaseT1. Efficiency of transcription elongation was determined as the percentage of total transcripts that reached the 376-nt G-less cassette with respect to the transcripts that covered the 84-nt cassette. Radioactivity incorporated into the G-less cassettes was quantified in a Fuji FLA3000 (Tokyo, Japan) and normalized wi‘th respect to the C content of each G-less cassette. The mean and SD of three independent experiments are shown.Next, we analyzed RNAPII elongation in vivo. RNAPII recruitment was assayed by ChIP at the 8-kb long YLR454w gene fused to the GAL1 promoter (Mason and Struhl, 2005 ). RNAPII occupancy was determined at a 5′ and a 3′ region of YLR454w in thp1Δ and sac3Δ mutants, using hpr1Δ as a control. Figure 5 shows that the presence of RNAPII at the 3′-end of the gene was reduced with respect to the 5′-end to 51 and 73% in thp1Δ and sac3Δ mutants, respectively. These values were similar to those of hpr1Δ, indicating that the RNAPII elongation is decreased in THSC mutants in vivo.Open in a separate windowFigure 5.RNAPII occupancy at the GAL1-YLR454w gene in THSC mutants. ChIP analyses in wild-type, hpr1Δ, thp1Δ, and sac3Δ strains carrying the GAL1p::YLR454w fusion construct located at the endogenous YLR454w chromosomal locus. Strains used were WT-YLR454 (WT), WHYL.2A (hpr1Δ), WThpYL-1D (thp1Δ), and BSAC-4A (sac3Δ). The scheme of the gene and the PCR-amplified fragments are shown. The DNA ratios in regions 5′ and 3′ were calculated from the amounts of regions 5′ and 3′ relative to the amounts of the intergenic region. The recruitment data shown are referred to the value of the 5′ region taken as 100%. ChIPs were performed from three independent cultures, and quantitative PCRs were repeated three times for each culture. Error bars, SDs.The Transcription and Hyper-Recombination Phenotypes of THO/TREX and THSC Mutants Are Mediated by the Nascent mRNAThe transcription impairment and hyper-recombination phenotypes of THO mutants have been shown to be dependent on the nascent mRNA (Huertas and Aguilera, 2003 ). To determine whether this was also the case for THSC and also Sub2 mutants, this last component of the TREX complex, we analyzed transcription in the previously described Rib+ and ribm constructs (Figure 6A, Supplemental Figure S2), in which a PHO5-Rib-lacZ transcriptional fusion containing either a wild-type (Rib+) or a mutated (ribm) hammerhead ribozyme sequence was placed under the control of the GAL1 promoter (Huertas and Aguilera, 2003 ). In both constructs, a 2.2-kb-long mRNA is synthesized, but in the Rib+ construct the active hammerhead ribozyme cleaves the transcript, leading only to a short 0.6-kb-long mRNA fragment downstream of the ribozyme. We analyzed transcription in thp1Δ, used as representative mutant of the THSC complex, and in sub2Δ, hpr1Δ, and tho2Δ as representative mutants of THO/TREX. Northern analyses revealed that the thp1Δ mutant was suppressed in the Rib+ construct, as it was the case for hpr1Δ, tho2Δ, and sub2Δ mutants. In such mutants only 30–40% of the transcription efficiency of the wild type can be observed because this is the maximum level of transcription reached with these types of constructs (Garcia-Rubio et al., 2008 ).Open in a separate windowFigure 6.Nascent mRNA dependency of the transcription defect and hyper-recombination of mRNP biogenesis and export mutants. (A) Steady-state analyses of transcription of the ribm and Rib+ fusions in W303–1A (WT), SChY58a (hpr1ΔK), RK2–6C (tho2Δ), DLY23 (sub2Δ), and WFBE046 (thp1Δ) strains. The PHO5-ribm-lacZ (ribm) and PHO5-Rib+-lacZ (Rib+) transcriptional fusions were under the GAL1 promoter. They contain an inactive or active (respectively) synthetically made 52-base pair ribozyme (Rib), followed by a 266-base pair fragment of the U3 gene to prevent the cleaved RNA from degradation, and the 369-base pairs PvuII 3′-end lacZ fragment at the UTR of PHO5 (position +1405). Samples where taken after galactose addition at 0 or 120 min. One representative experiment is shown in Supplemental Figure S2. Results from 120-min samples were quantified and normalized with the endogenous U3 signal and are represented as the percentage value with respect to wild type taken as 100%. The average of three different experiments is plotted. (B) Recombination frequencies in W303–1A (WT), SChY58a (hpr1ΔK), RK2–6C (tho2Δ), DLY23 (sub2Δ), and WFBE046 (thp1Δ) cells containing the recombination systems GL-Rib+ (□) and GL-ribm (▩) are shown. All experiments were performed in 2% galactose to allow expression of the direct repeats. Lack (−RNH1) or overexpression (+RNH1) of RNase H1 was achieved with either p416-GAL1 or the multicopy plasmid pGAL-RNH1 carrying RNH1 under the GAL1 promoter, respectively. Recombination frequencies are the median value of six independent cultures. The average median value of 2–4 experiments and SD are shown.Next, we asked whether ribozyme cleavage, together with RNase H overexpression, was also capable of suppressing hyper-recombination of THSC and other mRNP biogenesis mutants. Hyper-recombination was assayed with the GL-Rib+ and GL-ribm repeats systems containing PHO5, followed by active ribozyme Rib+ or inactive ribozyme ribm sequences between 0.6-kb-long leu2 direct repeats, respectively (Figure 6B). We have previously reported that the major suppression of hyper-recombination of the hpr1Δ strains was obtained when the ribozyme was active (GL-Rib+) in the presence of highly expressed RNAse H that would remove the RNA chain of a putatively formed R-loop (Huertas and Aguilera, 2003 ). Here we show that hpr1Δ, tho2Δ, sub2Δ, and thp1Δ strains carrying the GL-Rib+ construct and overexpressing RNaseH1 had significantly reduced recombination frequencies compared with those of GL-ribm, as was previously shown for hpr1Δ mutants (Huertas and Aguilera, 2003 ). Altogether the results suggest that not only in THO complex, as shown with hpr1 and tho2 mutants, but also in TREX, as shown with sub2, and THSC, as shown with thp1, both the transcription impairment and hyper-recombination are dependent on the nascent mRNA.THSC Inactivation Strongly Enhances the Mutator Ability of Human Activation-induced Cytidine Deaminase ProteinActivation-induced cytidine deaminase (AID) is a specific B-cell enzyme essential for immunoglobulin (Ig) somatic hypermutation and class switching that acts in vitro on single-stranded DNA, one of its in vivo targets being the S regions of Ig genes, in which R-loops are formed (Muramatsu et al., 2000 ; Revy et al., 2000 ; Okazaki et al., 2002 ). We have recently reported that the heterologous overexpression of human AID is able to strongly induce both mutation and recombination in yeast THO mutants (Gomez-Gonzalez and Aguilera, 2007). This is explained by the fact that R loops formed in THO mutants leave the nontranscribed chain (NTS) as single-strand DNA (ssDNA), thereby increasing accessibility to AID. Consistently, in mft1Δ cells expressing AID, mutations were 10-fold higher in the NTS, whereas such a strand bias was not observed in the wild type (Gomez-Gonzalez and Aguilera, 2007).We wondered, therefore, whether THSC inactivation by thp1Δ, stimulated the action of AID, as an indirect manner to assess whether R-loops also formed in THSC mutants. We used the LAUR system. In this assay Ura− colonies are selected in SC-FOA. As can be seen in Figure 7, AID expression increases the frequency of Ura− colonies fivefold in wild-type cells and 19-fold in mft1 cells, consistent with previously reported data (Gomez-Gonzalez and Aguilera, 2007). Noteworthy, the effect of AID was not specific to THO mutants but was also observed in thp1Δ mutant, in which AID increased mutations 58-fold. Such an increase was not seen in spt4Δ strains and others mutants in factors involved in transcription such as Spt6 and Rpb2 (data not shown). Therefore, we can conclude that in THSC mutants, there is a transcription-dependent transient accumulation of ssDNA that facilitates AID action. This is consistent with the presence of R-loops that would leave the nontranscribed chain as single-stranded, as in THO mutants (Gómez-González and Aguilera 2007).Open in a separate windowFigure 7.Spontaneous and AID-induced mutation frequencies in wild-type, mft1Δ, and thp1Δ mutants. Analyses of the genetic instability (mutation and recombination) phenotype in W303–1A (WT), WHMK-1A (mft1Δ), and WFBE046 (thp1Δ) strains, using the Ptet::lacZ-URA3 (pCM184-LAUR) fusion construct. Ura− mutants are selected in synthetic medium (SC) with FOA. The human AID gene, present in p413GALAID, was overexpressed in 2% galactose medium. Median value of genetic instability frequency and SD of 3–4 different fluctuation tests are shown. DISCUSSIONWe show here that Thp1, Sac3, and Sus1 form a functional unit with a role in mRNP biogenesis and maintenance of genomic integrity in the cell that is independent of the main function of SAGA, but it is dependent on the nascent mRNA molecule. The THSC complex acts in the mRNP biogenesis pathway together with THO, Sub2, and the Mex67-Mtr2 export factor. We propose that eukaryotic transcription elongation is controlled by an RNA-export–associated feedback mechanism that prevents RNA-mediated genome instability.THO contributes to the formation of an optimal mRNP, presumably facilitating the assembly of RNA-binding proteins onto the nascent mRNA such Sub2 or Yra1. A defective THO complex would lead to failure in this process that in turn would create suboptimal mRNP that would not be competent for export and would contribute to inhibit transcription elongation and to trigger recombination, with the concomitant formation of an R loop (Huertas and Aguilera, 2003 ). Here we show that THO is not the only complex in the absence of which, failures of transcription-RNA export coupling causes genome instability. Hyper-recombination and mRNA accumulation defects were previously observed in mutants of Sub2, Mex67, Thp1, and Sac3 (Jimeno et al., 2002 ; Gallardo et al., 2003 ), but whether mutations in these genes led to transcription-elongation impairment in an RNA-dependent manner was not known.It is worth noticing that Sus1 is part of two different protein complexes, THSC and SAGA, and has been proposed to act as a bridge between mRNA export and transcription (Rodriguez-Navarro et al., 2004 ). Recent data suggest that Sus1 could function in histone acetylation and transcription in a SAGA-dependent manner and is necessary for RNA export (Köhler et al., 2006 ; Zhao et al., 2008 ). Nevertheless, our results suggest that Sus1 plays an important role as part of the THSC complex in RNA biogenesis/export. This is deduced from the observations that overexpression of Sub2 inhibited the growth of sus1Δ cells, because thp1Δ and sac3Δ and other RNA export factor mutants, such as pap1, mex67, yra1, nab2, gle1,and dbp5, and nucleoporin mutants such as nup60, nup84, nup133, and nup120, but not any of the SAGA mutants tested, including ubp8 and sgf11, encoding the closest partners of Sus1 in the SAGA complex (Köhler et al., 2006 ) and sgf73, mutated in the Sgf73 subunit that mediate recruitment of Thp1-Sac3 to SAGA (Köhler et al., 2008 ). It is likely that overexpression of Sub2 leads to an aberrant mRNP structure causing an irreversible block of mRNP biogenesis and export and hence growth inhibition in THSC mutants deficient in RNA export. Besides, sus1Δ confers a reduction in mRNA accumulation of lacZ similar to thp1Δ and sac3Δ, whereas this transcription defect is not observed in ubp8Δ and sgf11Δ mutants, the two SAGA subunits functionally linked to Sus1 (data not shown). Furthermore, sus1Δ mutants share the in vivo transcription impairment phenotype and transcription-dependent hyper-recombination of thp1Δ and sac3Δ mutants; whereas SAGA mutants show wild-type recombination phenotypes (Figure 2A and Supplemental Figure S3). Altogether, these data suggest that Sus1 forms a functional unit with Thp1 and Sac3 (THSC) with a role in mRNP biogenesis independent of SAGA. Nevertheless, and as it happens with some subunits of other protein complexes, such as Tex1 of TREX or Mft1 of THO (Luna et al., 2005 ), the relevance of Sus1 in THSC seems to be lower than that of Thp1 and Sac3, according to the milder phenotypes of sus1 mutants. This would be in agreement with the recent work on Sgf73 and the THSC complex that indicates that this factor mediates the recruitment of Thp1 and Sac3 to SAGA and their stable interaction with Sus1-Cdc31 (Köhler et al., 2008 ).The similarity of transcription and recombination phenotypes of THSC mutants with those of THO and the observation that THSC plays a role in maintaining the nuclear pore localization of genes (Cabal et al., 2006 , 2008 ; Kurshakova et al., 2007 ) opens up the possibility that THSC could also bind to active chromatin in a transcription-dependent manner. Nevertheless, so far we have been unable to show that Thp1-Sac3 is recruited to active chromatin (data not shown). The observation that THSC mutants have a weak effect on transcription elongation in vitro compared with THO mutants is consistent with a role of THSC in mRNP biogenesis that would be coupled to its function at the nuclear pore. Our in vitro assays have been performed with WCEs in which nuclear envelops are disrupted and the DNA substrate is added independently and apart of NPCs. Concordantly, the effect of a complex that interacts with the nuclear pore as THSC (Fischer et al., 2002 ) may not be properly detected with this in vitro assay, but it can be observed in vivo assays performed with intact cells. So far binding of Sus1 to GAL1 promoter has been reported, suggesting that tethering of the DNA to the nuclear pore via THSC could be via promoters, regardless of its transcriptional state (Rodriguez-Navarro et al., 2004 ; Cabal et al., 2006 ; Kurshakova et al., 2007 ), but this binding does not explain its in vivo transcription-elongation impairment.A key result to understand the specific transcription phenotypes of the mutants of this process is provided by the analysis of the effect in different mutations of THO subunits, Sub2 and Thp1, on ribozyme-containing transcription and recombination assays and on hyper-mutation caused by human AID. Our study reveals that mutants in these proteins lead to a DNA structure susceptible to the action of human AID, as was recently shown in THO mutants (Gomez-Gonzalez and Aguilera, 2007). This, together with the observation that AID acts preferentially on ssDNA (Chaudhuri et al., 2003 ) is consistent with formation of R-loops in these mutants, as has been shown for hpr1Δ (Huertas and Aguilera, 2003 ) and the S regions of Ig genes where AID acts (Yu et al., 2003 ). Therefore, in contrast to the idea that THO could be a unique factor acting at transcription sites with a role preventing the interaction of nascent RNA with the DNA, other factors acting downstream on mRNP biogenesis and export has similar effect. This implies a feedback mechanism by which improperly formed mRNPs, presumably stacked at the nuclear pore, have a backward effect promoting transcription impairment and genetic instability. It is possible that THSC-malfunction disrupts both RNA export and mRNP assembly, causing transcription elongation impairment via a mechanism similar to that occurring in THO mutants and has yet to be deciphered.Alternative mechanisms can explain the peripheral location of activated genes. These may involve either promoter-interacting proteins such as SAGA components or mRNP biogenesis and processing factors such as the RNA export factor Mex67 or the Mlp1 factor involved in mRNA surveillance (Dieppois et al., 2006 ; Chekanova et al., 2008 ). Our data suggests a model in which the biogenesis of mRNPs ends in the localization of the transcribed DNA at the proximity of the NPC could be via the subsequent action of THO, Sub2-Yra1, Mex67-Mtr2, and THSC in a transcription- and RNA-mediated manner. This process would be independent of SAGA and would prevent the generation of suboptimal mRNPs that could react with DNA, compromising genome integrity. The recent observation that the Mex67 export factor is recruited to chromatin in a transcription and THO-dependent manner (Gwizdek et al., 2006 ) provides a new scenario in which Mex67 may also be loaded onto the mRNP during transcription to allow its subsequent export through the NPC. This direct connection may explain the transcription defects and hyper-recombination phenotype of mex67-5 mutants previously reported (Jimeno et al., 2002 ). Our results, therefore, define a specific pathway that controls the fate of the mRNA from the site of transcription to the nuclear pore as a key process in the maintenance of genome integrity. Presumably, these protein factors from THO to THSC may function on the nascent RNA in a dynamic process starting on the DNA and finishing up in close proximity to the NPC. To unravel why THSC has a feedback effect in transcription elongation and genome integrity will help understand how different nuclear processes are interconnected and the key function of these mRNP biogenesis and export factors in maintaining genome integrity. Supplementary Material\n[Supplemental Materials]\nClick here to view.\n ACKNOWLEDGMENTSWe thank E. Hurt (Universiẗat Heidelberg, Heidelberg, Germany) and M. Rose (Princeton University, Princeton, NJ) for yeast cdc31 mutants, S. Jimeno for helpful comments on the manuscript, and D. Haun for style supervision. This work was supported by grants from the Spanish Ministry of Science and Education (SAF2003-00204 and BFU2006-05260) and Junta de Andalucía (CVI102 and CVI624). C.G.-A. and B.G.-G. were the recipients of (Formación Profesorado Universitario) Ph.D. training grants from the Spanish Ministry of Science and Education. FootnotesThis article was published online ahead of print in MBC in Press (http://www.molbiolcell.org/cgi/doi/10.1091/mbc.E08-04-0355) on July 30, 2008. REFERENCESAguilera A. Cotranscriptional mRNP assembly: from the DNA to the nuclear pore. Curr. Opin. Cell Biol. 2005;17:242–250. [PubMed] [Google Scholar]Aguilera A., Gomez-Gonzalez B. Genome instability: a mechanistic view of its causes and consequences. Nat. Rev. Genet. 2008;9:204–217. [PubMed] [Google Scholar]Andrulis E. D., Werner J., Nazarian A., Erdjument-Bromage H., Tempst P., Lis J. T. The RNA processing exosome is linked to elongating RNA polymerase II in Drosophila. Nature. 2002;420:837–841. [PubMed] [Google Scholar]Blobel G. Gene gating: a hypothesis. Proc. Nat. Acad. Sci. USA. 1985;82:8527–8529. [PMC free article] [PubMed] [Google Scholar]Buratowski S. Connections between mRNA 3′ end processing and transcription termination. Curr. Opin. Cell Biol. 2005;17:257–261. [PubMed] [Google Scholar]Cabal G. G., et al.  SAGA interacting factors confine sub-diffusion of transcribed genes to the nuclear envelope. Nature. 2006;441:770–773. [PubMed] [Google Scholar]Casolari J. M., Brown C. R., Komili S., West J., Hieronymus H., Silver P. A. Genome-wide localization of the nuclear transport machinery couples transcriptional status and nuclear organization. Cell. 2004;117:427–439. [PubMed] [Google Scholar]Chaudhuri J., Tian M., Khuong C., Chua K., Pinaud E., Alt F. W. Transcription-targeted DNA deamination by the AID antibody diversification enzyme. Nature. 2003;422:726–730. [PubMed] [Google Scholar]Chavez S., Beilharz T., Rondon A. G., Erdjument-Bromage H., Tempst P., Svejstrup J. Q., Lithgow T., Aguilera A. A protein complex containing Tho2, Hpr1, Mft1 and a novel protein, Thp2, connects transcription elongation with mitotic recombination in Saccharomyces cerevisiae. EMBO J. 2000;19:5824–5834. [PMC free article] [PubMed] [Google Scholar]Chekanova J. A., Abruzzi K. C., Rosbash M., Belostotsky D. A. Sus1, Sac3, and Thp1 mediate post-transcriptional tethering of active genes to the nuclear rim as well as to non-nascent mRNP. RNA. 2008;14:66–77. [PMC free article] [PubMed] [Google Scholar]Cole C. N., Scarcelli J. J. Transport of messenger RNA from the nucleus to the cytoplasm. Curr. Opin. Cell Biol. 2006;18:299–306. [PubMed] [Google Scholar]Dieppois G., Iglesias N., Stutz F. Cotranscriptional recruitment to the mRNA export receptor Mex67p contributes to nuclear pore anchoring of activated genes. Mol. Cell. Biol. 2006;26:7858–7870. [PMC free article] [PubMed] [Google Scholar]Fan H. Y., Merker R. J., Klein H. L. High-copy-number expression of Sub2p, a member of the RNA helicase superfamily, suppresses hpr1-mediated genomic instability. Mol. Cell. Biol. 2001;21:5459–5470. [PMC free article] [PubMed] [Google Scholar]Faria A. M., Levay A., Wang Y., Kamphorst A. O., Rosa M. L., Nussenzveig D. R., Balkan W., Chook Y. M., Levy D. E., Fontoura B. M. The nucleoporin Nup96 is required for proper expression of interferon-regulated proteins and functions. Immunity. 2006;24:295–304. [PubMed] [Google Scholar]Fischer T., Rodriguez-Navarro S., Pereira G., Racz A., Schiebel E., Hurt E. Yeast centrin Cdc31 is linked to the nuclear mRNA export machinery. Nat. Cell Biol. 2004;6:840–848. [PubMed] [Google Scholar]Fischer T., Strasser K., Racz A., Rodriguez-Navarro S., Oppizzi M., Ihrig P., Lechner J., Hurt E. The mRNA export machinery requires the novel Sac3p-Thp1p complex to dock at the nucleoplasmic entrance of the nuclear pores. EMBO J. 2002;21:5843–5852. [PMC free article] [PubMed] [Google Scholar]Gallardo M., Aguilera A. A new hyperrecombination mutation identifies a novel yeast gene, THP1, connecting transcription elongation with mitotic recombination. Genetics. 2001;157:79–89. [PMC free article] [PubMed] [Google Scholar]Gallardo M., Luna R., Erdjument-Bromage H., Tempst P., Aguilera A. Nab2p and the Thp1p-Sac3p complex functionally interact at the interface between transcription and mRNA metabolism. J. Biol. Chem. 2003;278:24225–24232. [PubMed] [Google Scholar]Galy V., Gadal O., Fromont-Racine M., Romano A., Jacquier A., Nehrbass U. Nuclear retention of unspliced mRNAs in yeast is mediated by perinuclear Mlp1. Cell. 2004;116:63–73. [PubMed] [Google Scholar]Garcia-Rubio M., Chavez S., Huertas P., Tous C., Jimeno S., Luna R., Aguilera A. Different physiological relevance of yeast THO/TREX subunits in gene expression and genome integrity. Mol. Genet. Genomics. 2008;279:123–132. [PubMed] [Google Scholar]Gari E., Piedrafita L., Aldea M., Herrero E. A set of vectors with a tetracycline-regulatable promoter system for modulated gene expression in Saccharomyces cerevisiae. Yeast. 1997;13:837–848. [PubMed] [Google Scholar]Gómez-González B., Aguilera A. Activation-induced cytidine deaminase action is strongly stimulated by mutations of the THO complex. Proc. Natl. Acad. Sci. USA. 2007;104:8409–8414. [PMC free article] [PubMed] [Google Scholar]Gonzalez-Barrera S., Garcia-Rubio M., Aguilera A. Transcription and double-strand breaks induce similar mitotic recombination events in Saccharomyces cerevisiae. Genetics. 2002;162:603–614. [PMC free article] [PubMed] [Google Scholar]Govind C. K., Zhang F., Qiu H., Hofmeyer K., Hinnebusch A. G. Gcn5 promotes acetylation, eviction, and methylation of nucleosomes in transcribed coding regions. Mol. Cell. 2007;25:31–42. [PubMed] [Google Scholar]Gwizdek C., Iglesias N., Rodriguez M. S., Ossareh-Nazari B., Hobeika M., Divita G., Stutz F., Dargemont C. Ubiquitin-associated domain of Mex67 synchronizes recruitment of the mRNA export machinery with transcription. Proc. Natl. Acad. Sci. USA. 2006;103:16376–16381. [PMC free article] [PubMed] [Google Scholar]Hecht A., Grunstein M. Mapping DNA interaction sites of chromosomal proteins using immunoprecipitation and polymerase chain reaction. Methods Enzymol. 1999;304:399–414. [PubMed] [Google Scholar]Huertas P., Aguilera A. Cotranscriptionally formed DNA:RNA hybrids mediate transcription elongation impairment and transcription-associated recombination. Mol. Cell. 2003;12:711–721. [PubMed] [Google Scholar]Huertas P., Garcia-Rubio M. L., Wellinger R. E., Luna R., Aguilera A. An hpr1 point mutation that impairs transcription and mRNP biogenesis without increasing recombination. Mol. Cell. Biol. 2006;26:7451–7465. [PMC free article] [PubMed] [Google Scholar]Ivanovska I., Rose M. D. Fine structure analysis of the yeast centrin, Cdc31p, identifies residues specific for cell morphology and spindle pole body duplication. Genetics. 2001;157:503–518. [PMC free article] [PubMed] [Google Scholar]Jimeno S., Rondon A. G., Luna R., Aguilera A. The yeast THO complex and mRNA export factors link RNA metabolism with transcription and genome instability. EMBO J. 2002;21:3526–3535. [PMC free article] [PubMed] [Google Scholar]Köhler A., Pascual-Garcia P., Llopis A., Zapater M., Posas F., Hurt E., Rodriguez-Navarro S. The mRNA export factor Sus1 is involved in Spt/Ada/Gcn5 acetyltransferase-mediated H2B deubiquitinylation through its interaction with Ubp8 and Sgf11. Mol. Biol. Cell. 2006;17:4228–4236. [PMC free article] [PubMed] [Google Scholar]Köhler A., Schneider M., Cabal G. G., Nehrbass U., Hurt E. Yeast Ataxin-7 links histone deubiquitination with gene gating and mRNA export. Nat. Cell Biol. 2008;10:707–715. [PubMed] [Google Scholar]Kurshakova M. M., Krasnov A. N., Kopytova D. V., Shidlovskii Y. V., Nikolenko J. V., Nabirochkina E. N., Spehner D., Schultz P., Tora L., Georgieva S. G. SAGA and a novel Drosophila export complex anchor efficient transcription and mRNA export to NPC. EMBO J. 2007;26:4956–4965. [PMC free article] [PubMed] [Google Scholar]Lei E. P., Silver P. A. Intron status and 3′-end formation control cotranscriptional export of mRNA. Genes Dev. 2002;16:2761–2766. [PMC free article] [PubMed] [Google Scholar]Lei E. P., Stern C. A., Fahrenkrog B., Krebber H., Moy T. I., Aebi U., Silver P. A. Sac3 is an mRNA export factor that localizes to cytoplasmic fibrils of nuclear pore complex. Mol. Biol. Cell. 2003;14:836–847. [PMC free article] [PubMed] [Google Scholar]Li X., Manley J. L. Inactivation of the SR protein splicing factor ASF/SF2 results in genomic instability. Cell. 2005;122:365–378. [PubMed] [Google Scholar]Luna R., Jimeno S., Marin M., Huertas P., Garcia-Rubio M., Aguilera A. Interdependence between transcription and mRNP processing and export, and its impact on genetic stability. Mol. Cell. 2005;18:711–722. [PubMed] [Google Scholar]Mason P. B., Struhl K. Distinction and relationship between elongation rate and processivity of RNA polymerase II in vivo. Mol. Cell. 2005;17:831–840. [PubMed] [Google Scholar]Mendjan S., et al.  Nuclear pore components are involved in the transcriptional regulation of dosage compensation in Drosophila. Mol. Cell. 2006;21:811–823. [PubMed] [Google Scholar]Mumberg D., Muller R., Funk M. Regulatable promoters of Saccharomyces cerevisiae: comparison of transcriptional activity and their use for heterologous expression. Nucleic Acids Res. 1994;22:5767–5768. [PMC free article] [PubMed] [Google Scholar]Muramatsu M., Kinoshita K., Fagarasan S., Yamada S., Shinkai Y., Honjo T. Class switch recombination and hypermutation require activation-induced cytidine deaminase (AID), a potential RNA editing enzyme. Cell. 2000;102:553–563. [PubMed] [Google Scholar]Okazaki I. M., Kinoshita K., Muramatsu M., Yoshikawa K., Honjo T. The AID enzyme induces class switch recombination in fibroblasts. Nature. 2002;416:340–345. [PubMed] [Google Scholar]Piruat J. I., Aguilera A. A novel yeast gene, THO2, is involved in RNA pol II transcription and provides new evidence for transcriptional elongation-associated recombination. EMBO J. 1998;17:4859–4872. [PMC free article] [PubMed] [Google Scholar]Prado F., Piruat J. I., Aguilera A. Recombination between DNA repeats in yeast hpr1delta cells is linked to transcription elongation. EMBO J. 1997;16:2826–2835. [PMC free article] [PubMed] [Google Scholar]Ragoczy T., Bender M. A., Telling A., Byron R., Groudine M. The locus control region is required for association of the murine beta-globin locus with engaged transcription factories during erythroid maturation. Genes Dev. 2006;20:1447–1457. [PMC free article] [PubMed] [Google Scholar]Rehwinkel J., Herold A., Gari K., Kocher T., Rode M., Ciccarelli F. L., Wilm M., Izaurralde E. Genome-wide analysis of mRNAs regulated by the THO complex in. Drosophila melanogaster. Nat. Struct. Mol. Biol. 2004;11:558–566. [PubMed] [Google Scholar]Revy P., et al.  Activation-induced cytidine deaminase (AID) deficiency causes the autosomal recessive form of the Hyper-IgM syndrome (HIGM2) Cell. 2000;102:565–575. [PubMed] [Google Scholar]Rodriguez-Navarro S., Fischer T., Luo M. J., Antunez O., Brettschneider S., Lechner J., Perez-Ortin J. E., Reed R., Hurt E. Sus1, a functional component of the SAGA histone acetylase complex and the nuclear pore-associated mRNA export machinery. Cell. 2004;116:75–86. [PubMed] [Google Scholar]Rondon A. G., Garcia-Rubio M., Gonzalez-Barrera S., Aguilera A. Molecular evidence for a positive role of Spt4 in transcription elongation. EMBO J. 2003a;22:612–620. [PMC free article] [PubMed] [Google Scholar]Rondon A. G., Jimeno S., Garcia-Rubio M., Aguilera A. Molecular evidence that the eukaryotic THO/TREX complex is required for efficient transcription elongation. J. Biol. Chem. 2003b;278:39037–39043. [PubMed] [Google Scholar]Santos-Rosa H., Aguilera A. Increase in incidence of chromosome instability and non-conservative recombination between repeats in Saccharomyces cerevisiae hpr1 delta strains. Mol. Gen. Genet. 1994;245:224–236. [PubMed] [Google Scholar]Strasser K., et al.  TREX is a conserved complex coupling transcription with messenger RNA export. Nature. 2002;417:304–308. [PubMed] [Google Scholar]Sullivan D. S., Biggins S., Rose M. D. The yeast centrin, cdc31p, and the interacting protein kinase, Kic1p, are required for cell integrity. J. Cell Biol. 1998;143:751–765. [PMC free article] [PubMed] [Google Scholar]Taddei A., Van Houwe G., Hediger F., Kalck V., Cubizolles F., Schober H., Gasser S. M. Nuclear pore association confers optimal expression levels for an inducible yeast gene. Nature. 2006;441:774–778. [PubMed] [Google Scholar]Wyce A., Xiao T., Whelan K. A., Kosman C., Walter W., Eick D., Hughes T. R., Krogan N. J., Strahl B. D., Berger S. L. H2B ubiquitylation acts as a barrier to Ctk1 nucleosomal recruitment prior to removal by Ubp8 within a SAGA-related complex. Mol. Cell. 2007;27:275–288. [PubMed] [Google Scholar]Yu K., Chedin F., Hsieh C. L., Wilson T. E., Lieber M. R. R-loops at immunoglobulin class switch regions in the chromosomes of stimulated B cells. Nat. Immunol. 2003;4:442–451. [PubMed] [Google Scholar]Zenklusen D., Vinciguerra P., Wyss J. C., Stutz F. Stable mRNP formation and export require cotranscriptional recruitment of the mRNA export factors Yra1p and Sub2p by Hpr1p. Mol. Cell. Biol. 2002;22:8241–8253. [PMC free article] [PubMed] [Google Scholar]Zhao Y., et al.  A TFTC/STAGA module mediates histone H2A and H2B deubiquitination, coactivates nuclear receptors, and counteracts heterochromatin silencing. Mol. Cell. 2008;29:92–101. [PubMed] [Google Scholar]"}