{"title": "Transcriptional restriction of human immunodeficiency virus type 1 gene expression in undifferentiated primary monocytes", "pubDate": "2009", "PMCID": "PMC2663290", "DOI": "10.1128/JVI.02665-08", "PMID": "19211771", "abstract": "Monocytes are critical precursors of dendritic cells and macrophages, which play an important role in the pathogenesis of human immunodeficiency virus type 1 (HIV-1). HIV-1 postentry infection is blocked in undifferentiated monocytes in vitro, while the underlying mechanisms are not fully understood. HIV-1 Tat-mediated transactivation of the viral long terminal repeat (LTR) promoter is essential for HIV-1 transcription. Two critical cellular cofactors of HIV-1 Tat, cyclin T1 (CycT1) and cyclin-dependent kinase 9 (CDK9), are required for LTR-directed HIV-1 transcription. In addition to the previously identified restrictions in early viral life cycle, we find that HIV-1 gene expression is impaired in undifferentiated primary monocytes. Transfection of monocytes by nucleofection with HIV-1 proviral DNA could not produce infectious HIV-1. The lack of Tat transactivation of the LTR promoter correlated with the impaired HIV-1 gene expression in monocytes. Interestingly, heterokaryons between primary monocytes and a human embryonic kidney cell line restored Tat transactivation of LTR, suggesting that monocytes lack cellular factors required for Tat transactivation. CycT1 protein was undetectable in freshly isolated monocytes and induced in monocyte-differentiated macrophages, while the expression of CDK9 remained constant. Transient expression of CycT1 in undifferentiated monocytes could not rescue Tat transactivation, suggesting that CycT1 is not the only limiting factor of HIV-1 infection in monocytes. Furthermore, monocyte differentiation into macrophages appeared to enhance the phosphorylation of CDK9, which correlated with significantly increased HIV-1 infection in macrophages. Our results provide new insights into HIV-1 infection and regulation in primary monocytes and viral pathogenesis.", "author": [{"author": "Chunsheng Dong", "affiliation": ["Department of Microbiology and Molecular Genetics, Medical College of Wisconsin, 8701 Watertown Plank Road, Milwaukee, WI 53226, USA."], "href": "/?term=Dong+C&cauthor_id=19211771"}, {"author": "Constance Kwas", "affiliation": [], "href": "/?term=Kwas+C&cauthor_id=19211771"}, {"author": "Li Wu", "affiliation": [], "href": "/?term=Wu+L&cauthor_id=19211771"}], "refPMID": [], "citedInPMID": ["19211771", "34201394", "33690734", "33177202", "30915053", "30651369", "29995208", "29976753", "29887524", "29793958", "29610295", "29192216", "28677507", "27797603", "27795436", "27711056", "26733199", "26727990", "25915421", "24932481", "24862328", "24832049", "24759213", "24623419", "24528253", "24523981", "23569210", "23170164", "23143844", "23110726", "22422068", "22237899", "22213010", "22091217", "21494695", "21364930", "21292246", "20584909", "20387125", "20380694", "20374633", "20042472", "20030845", "19768115", "19486514"], "body": " AbstractMonocytes are critical precursors of dendritic cells and macrophages, which play an important role in the pathogenesis of human immunodeficiency virus type 1 (HIV-1). HIV-1 postentry infection is blocked in undifferentiated monocytes in vitro, while the underlying mechanisms are not fully understood. HIV-1 Tat-mediated transactivation of the viral long terminal repeat (LTR) promoter is essential for HIV-1 transcription. Two critical cellular cofactors of HIV-1 Tat, cyclin T1 (CycT1) and cyclin-dependent kinase 9 (CDK9), are required for LTR-directed HIV-1 transcription. In addition to the previously identified restrictions in early viral life cycle, we find that HIV-1 gene expression is impaired in undifferentiated primary monocytes. Transfection of monocytes by nucleofection with HIV-1 proviral DNA could not produce infectious HIV-1. The lack of Tat transactivation of the LTR promoter correlated with the impaired HIV-1 gene expression in monocytes. Interestingly, heterokaryons between primary monocytes and a human embryonic kidney cell line restored Tat transactivation of LTR, suggesting that monocytes lack cellular factors required for Tat transactivation. CycT1 protein was undetectable in freshly isolated monocytes and induced in monocyte-differentiated macrophages, while the expression of CDK9 remained constant. Transient expression of CycT1 in undifferentiated monocytes could not rescue Tat transactivation, suggesting that CycT1 is not the only limiting factor of HIV-1 infection in monocytes. Furthermore, monocyte differentiation into macrophages appeared to enhance the phosphorylation of CDK9, which correlated with significantly increased HIV-1 infection in macrophages. Our results provide new insights into HIV-1 infection and regulation in primary monocytes and viral pathogenesis. Studying the regulation of human immunodeficiency virus type 1 (HIV-1) infection and gene expression in immune cells is crucial for understanding viral pathogenesis. Monocytes are precursors of professional antigen-presenting cells, including macrophages and dendritic cells. These cells are thought to be among the first target cells to encounter HIV-1 and play an important and multifaceted role in HIV-1 infection (46, 47). HIV-1 persists in blood monocytes in infected individuals receiving antiretroviral therapy, indicating that monocytes are an important viral reservoir and a potential contributor to viral latency (9, 17, 24-26, 38, 51). Despite the expression of HIV-1 receptors, undifferentiated monocytes are resistant to HIV-1 infection in vitro (2, 28, 29, 34, 37, 40), whereas monocyte-derived macrophages and dendritic cells are permissive for productive HIV-1 infection (46, 47). The mechanisms underlying postentry restriction of HIV-1 infection in undifferentiated monocytes are not fully understood.Postentry restriction of HIV-1 infection in undifferentiated monocytes has been reported at several steps of the HIV-1 life cycle. Impaired HIV-1 reverse transcription (8, 34, 37, 40), defective nuclear import, and integration of viral DNA (28, 40) are responsible for the postentry HIV-1 restriction in monocytes, at least in part. A recent study indicates that blocked HIV-1 entry and slow kinetics of reverse transcription and integration contribute to refractory viral infection in monocytes (2). These studies imply that multiple steps of the viral life cycle contribute to postentry restriction of HIV-1 in monocytes. Notably, some of previous studies have used HIV-1-derived vectors containing cytomegalovirus (CMV) promoter-driven reporter genes (2, 28). Using a promoter-modified HIV-1 vector cannot fully reflect viral gene expression in infected monocytes. Thus, it remains to be elucidated whether viral gene expression is blocked in undifferentiated monocytes, which may also contribute to HIV-1 postentry restriction.Differentiation-dependent cellular factors may account for HIV-1 postentry restriction in primary monocytes (8, 40). However, it is unclear whether the HIV-1 restriction phenotype in monocytes is dominant or recessive. HIV-1 postentry restriction in monocytes may be due to the absence of the supportive factors that are essential for HIV-1 replication or to the existence of potential restriction factors. Cell fusion-based heterokaryon experiments have been used to characterize the phenotypes of cellular restriction of HIV-1 infection (5, 22, 27, 36, 41). To our knowledge, cell fusion experiments have not been reported in the study of HIV-1 restriction in monocytes.HIV-1 gene expression is highly dependent on and modulated by interactions between viral and cellular factors (13). HIV-1 replication requires the viral protein Tat, which stimulates viral transcription directed by the 5′ long terminal repeat (LTR) of the integrated provirus (reviewed in references 3 and 31). The positive transcription elongation factor b (P-TEFb) is a general transcription factor and a critical cellular cofactor of Tat. P-TEFb is composed of cyclin T1 (CycT1) and cyclin-dependent kinase 9 (CDK9) (3, 31). A previous study indicated that CycT1 protein expression in freshly isolated monocytes is undetectable or very low and transiently increases during macrophage differentiation but that CDK9 expression remains constant (21). Knockdown of CycT1 in a human monocytic cell line inhibits HIV-1 Tat transactivation during HIV-1 infection (50). However, it is unclear whether the lack of CycT1 expression in undifferentiated monocytes may account for the postentry HIV-1 restriction.Here, we demonstrate that impaired HIV-1 transcription contributes to the postentry restriction of HIV-1 infection in monocytes, in addition to previously reported blocks at the HIV-1 early life cycle. Heterokaryon experiments suggest that monocytes lack host factors required for Tat transactivation of the LTR promoter. CycT1 protein was undetectable in freshly isolated monocytes and induced in monocyte-differentiated macrophages. However, the lack of CycT1 expression did not fully account for defective Tat transactivation in primary monocytes. Monocyte differentiation into macrophages appeared to enhance the phosphorylation of CDK9, which correlated with significantly increased HIV-1 infection in macrophages. MATERIALS AND METHODSCell culture. Human peripheral blood mononuclear cells were isolated from the buffy coat of healthy donors (provided by the Blood Center of Wisconsin, Milwaukee, WI) as previously described (42, 43). CD14+ monocytes were isolated separately from peripheral blood mononuclear cells by using Histopaque-Percoll gradient centrifugation or anti-CD14-coated magnetic beads and cultured in RPMI medium with 10% fetal bovine serum as previously described (42-44). Undifferentiated monocytes were cultured without cytokines unless specified. To generate monocyte-derived macrophages, isolated monocytes were cultured in the presence of macrophage colony-stimulating factor (M-CSF; 50 ng/ml) (PeproTech) for 7 days as previously described (23). For comparison with previous immunoblotting results (20, 21), macrophages were also differentiated from primary monocytes by granulocyte-macrophage colony-stimulating factor (10 U/ml; PeproTech) as previously described (20, 21). The human embryonic kidney cell line HEK293T (293T), the CD4+ T-cell line Hut/CCR5, and HIV-1 indicator GHOST/R5 cells have been previously described (48). HeLa cell-derived HIV-1 indicator TZM-bl cells (6) were obtained from the NIH AIDS Research and Reference Reagent Program and cultured in Dulbecco's modified Eagle medium with 10% fetal bovine serum.HIV-1 stocks. HIV-Luc/VSV-G stocks were generated by cotransfections of 293T cells with pLai3ΔenvLuc2 (pHIV-Luc) and an expression plasmid for vesicular stomatitis virus G protein (VSV-G) as previously described (7). The HIV-1 proviral construct (pHIV-Luc) has env deleted and nef inactivated with a luciferase reporter insertion but contains all other viral genes (49). The infectivities of the virus stocks were evaluated by limiting dilution on GHOST/R5 cells (48). Gag p24 concentrations of HIV-1 stocks were measured using an enzyme-linked immunosorbent assay (anti-p24-coated plates were purchased from the AIDS Vaccine Program, SAIC, Frederick, MD).HIV-1 infection assays. HIV-1 infection assays using single-cycle, luciferase reporter HIV-Luc/VSV-G were performed as previously described (7, 42). Cell lysates were harvested at the times indicated in the figures or legends and analyzed for luciferase activity with a commercially available kit (Promega).Real-time PCR quantification of HIV-1 DNA in infected cells. Monocytes (4 × 106) and Hut/CCR5 cells (1 × 105) were infected with HIV-Luc/VSV-G (multiplicity of infection [MOI], 1) that had been pretreated with 60 U/ml of Turbo DNase I (Ambion) at 37°C for 1 h as previously described (7, 16). Total cellular DNA was extracted from the infected cells at the indicated times and normalized with real-time PCR quantification of cDNA of the gene encoding glyceraldehyde-3-phosphate dehydrogenase (GAPDH) as previously described (7). Primers, probes, and real-time PCR conditions for the detection of HIV-1 late reverse transcription (RT) products, two-LTR (2-LTR) circles, and integrated HIV-1 proviral DNA have been previously described (7).Nucleofection of monocytes with proviral DNA and detection of HIV-1 infectivity in supernatants. Monocytes (2 ×106) and Hut/CCR5 cells (1 ×106) were transfected separately with plasmid pmaxGFP (2 μg) or pNLAD8 (2 μg) with the Nucleofector device (Amaxa) using the cell-type-specific kits and program (Amaxa). The expression of green fluorescent protein (GFP) in pmaxGFP-transfected cells was analyzed 24 h posttransfection by flow cytometry as previously described (7). When indicated, pNLAD8-nucleofected monocytes (2 ×106) were cultured in the presence of M-CSF (50 ng/ml) to differentiate them into macrophages. HIV-1 Gag p24 in the supernatants (from a total volume of 1 ml) of pNLAD8-transfected cells was quantified by enzyme-linked immunosorbent assay at 3 days posttransfection. Cell-free supernatants (0.6 ml of a total volume of 1 ml) from pNLAD8-transfected cells were used to infect TZM-bl cells (5 ×104) in the presence of Polybrene (10 μg/ml). HIV-1 infection of TZM-bl cells was determined by measuring the luciferase activity in cell lysates at 5 days postinfection (dpi).Tat-mediated LTR transactivation assay. Primary monocytes (2 ×106), Hut/CCR5 cells (1 ×106), and macrophages (7 ×105) were nucleofected with 2 μg of pBlue3′LTR-luc (pLTR-luc) or cotransfected with 1 μg of pCMV-Tat (pTat) using the cell-type-specific nucleofection kits and program (Amaxa). The pLTR-luc vector contains a fragment of HIV-1 3′ LTR, which drives luciferase expression upon the transactivation of HIV-1 Tat (15) (obtained from the NIH AIDS Research and Reference Reagent Program). The pTat vector is a pcDNA3-based HIV-1 Tat expression construct under the control of a CMV promoter (a kind gift from Vineet KewalRamani, National Cancer Institute). To transiently express CycT1, monocytes and Hut/CCR5 cells were nucleofected with 1 μg of pcDNA3-hCycT1 (pCycT1) (12), a plasmid encoding full-length human CycT1 under the control of a CMV promoter (a kind gift from Vineet KewalRamani). Cells were lysed 48 h posttransfection and subjected to the detection of luciferase activity and immunoblotting of CycT1.Generating heterokaryons between primary monocytes and 293T cells. One day before coculture-based fusion, 293T cells (5 ×105) were transfected with pVSV-G (1 μg) or cotransfected with pTat (1 μg), and monocytes (3 ×106) were nucleofected with pLTR-luc (2 μg). Alternatively, 293T cells (5 ×105) were transfected with pLTR-luc (1 μg) or cotransfected with pVSV-G (1 μg), and monocytes (3 ×106) were nucleofected with pTat (2 μg) 1 day before the coculture. When the HIV-1 proviral construct was used in the fusion assay, monocytes (5 ×106) were nucleofected with pHIV-Luc (2 μg), and 293T cells (5 ×105) were transfected with pTat (1 μg) in the presence or absence of pVSV-G (1 μg). One day later, transfected monocytes and 293T cells were cocultured for 48 h to generate VSV-G-mediated heterokaryons and then lysed for the detection of luciferase activity. Mock-transfected cells and monocyte-monocyte fusion cells were used as background and negative controls, respectively.Immunoblotting. Cell lysates were prepared in lysis buffer containing protease inhibitor cocktail (Sigma-Aldrich), quantified and normalized by the bicinchoninic acid protein assay (Pierce), and subjected to immunoblotting as previously described (14). The membrane was probed sequentially with anti-CycT1 (1:200, clone H-245; Santa Cruz), anti-CDK9 (1:200, clone D-7; Santa Cruz), anti-phospho-CDK9 (Thr186) (1:1,000; Cell Signaling), and anti-GAPDH (1:1,000, clone 1D4; Imgenex) as the primary antibodies. Appropriate horseradish peroxidase-conjugated immunoglobulins G (1:10,000; Promega) were used as secondary antibodies. SuperSignal West Pico chemiluminescence reagents (Pierce) were used for detection. Restore Western blot stripping buffer (Pierce) was used to strip antibodies from probed membranes (14). Relative CycT1 protein levels were quantified by scanning X-ray films and analyzed with ImageJ software (version 1.41o; NIH) by comparing the intensities of bands, followed by normalization to GAPDH levels.Statistical analyses. Statistical analyses were performed using analysis of variance or Wilcoxon's paired test with the Prism program. RESULTSPostentry HIV-1 infection in primary monocytes is enhanced by macrophage differentiation. To examine the kinetics of postentry HIV-1 infection in undifferentiated monocytes, freshly isolated monocytes were infected with single-cycle, luciferase reporter HIV-1 pseudotyped with VSV-G (HIV-Luc/VSV-G). The infection was measured by detection of luciferase activity of cell lysates at 1, 3, and 5 dpi. The CD4+ Hut/CCR5 T-cell line was used as a positive control. HIV-1 particles devoid of envelope protein, which showed background levels of luciferase detection, were used as negative controls (Fig. ​(Fig.1A).1A). HIV-1 infection in monocytes was undetectable at 1 dpi, while low levels of viral infection were detected at 3 and 5 dpi (Fig. ​(Fig.1A).1A). The increased HIV-1 infection in monocytes at 3 and 5 dpi was likely due to spontaneous differentiation into macrophages in cultures (28). Compared with HIV-1 infection in Hut/CCR5 cells, the levels of HIV-1 infection in monocytes at 3 and 5 dpi were 3,598-fold and 256-fold lower, respectively (Fig. ​(Fig.1A).1A). These results suggest that postentry HIV-1 infection in undifferentiated monocytes is restricted and kinetically slow.Open in a separate windowFIG. 1.Postentry HIV-1 infection in primary monocytes is enhanced by macrophage differentiation. (A) Kinetics of HIV-1 infection of freshly isolated monocytes. Primary monocytes and Hut/CCR5 cells were infected with HIV-Luc/VSV-G (VSV-G) or the same p24 amounts of HIV-1 particles devoid of envelope protein (No Env). (B) Macrophage differentiation stimulates HIV-1 infection in monocytes. Monocytes were infected with HIV-Luc/VSV-G (MOI, 0.5) and cultured in the presence of M-CSF to induce macrophage differentiation. (C) Macrophages continuously support robust HIV-1 infection. Macrophages were differentiated from monocytes by M-CSF treatment for 7 days and then were infected with HIV-Luc/VSV-G (MOI, 0.5). HIV-1-infected cells were lysed at the indicated times for the detection of luciferase activity. cps, counts per second. All data are means ± standard deviations of triplicate samples. One representative experiment out of at least three is shown. Multiple different donors' monocytes were used in the repeat experiments.Human macrophages differentiated from monocytes by M-CSF induction support efficient HIV-1 replication (23). To examine whether macrophage differentiation stimulated HIV-1 infection in monocytes, HIV-Luc/VSV-G-infected monocytes were cultured in the presence of M-CSF to induce macrophage differentiation. Compared with the background level of infection at 2 dpi, HIV-1 infection in M-CSF-treated monocytes was significantly increased 34-, 104-, and 37-fold at 4, 6, and 8 dpi, respectively (Fig. ​(Fig.1B).1B). Moreover, M-CSF-induced macrophages increasingly supported robust HIV-1 infections at 1, 4, and 7 dpi (Fig. ​(Fig.1C).1C). Similar results were obtained using monocytes derived from multiple different healthy donors. Together, these data suggest that macrophage differentiation efficiently enhances HIV-1 infection of primary monocytes.Restricted HIV-1 reverse transcription, nuclear import of HIV-1 DNA, and viral integration in undifferentiated monocytes. To examine the restricted HIV-1 life cycles in undifferentiated monocytes, HIV-Luc/VSV-G-infected monocytes were quantified for HIV-1 DNA using real-time PCR assays (7). Hut/CCR5 cells were used as positive controls. The late RT products represent the completion of viral DNA synthesis in HIV-infected cells, which is a critical early step of viral replication. Although 2-LTR circles produced from fully reverse-transcribed retroviral DNA are abortive products for integration, they can be used as surrogate markers for nuclear import of the viral DNA (16). alu-gag-based real-time PCR was used to quantify integrated proviral DNA (7).The levels of HIV-1 late RT products in infected monocytes were 22-fold and 3-fold lower (P < 0.05) than those in Hut/CCR5 cells at 1 and 3 dpi, respectively (Fig. ​(Fig.2A).2A). HIV-1 particles devoid of envelope protein were used as negative controls, which were undetectable for the late RT products, 2-LTR circles, and HIV-1 integrants (Fig. 2A, B, and C). The levels of 2-LTR circles in infected monocytes were 28-fold and 5-fold lower (P < 0.01) than those in Hut/CCR5 cells at 1 and 3 dpi, respectively (Fig. ​(Fig.2B).2B). At 5 dpi, the levels of the late RT products and 2-LTR circles in infected monocytes and Hut/CCR5 cells were comparable (Fig. 2A and B). Furthermore, the levels of HIV-1 integrants in infected monocytes were nearly undetectable (the detection limit was 1 copy per 250 ng cellular DNA) at 1 dpi and increased to 19 and 135 copies (per 250 ng cellular DNA) at 3 and 5 dpi, respectively (Fig. ​(Fig.2C).2C). The levels of HIV-1 integrants in infected monocytes were 26- and 18-fold lower (P < 0.0001) than those in Hut/CCR5 cells at 3 and 5 dpi, respectively (Fig. ​(Fig.2C2C).Open in a separate windowFIG. 2.Restricted HIV-1 reverse transcription, nuclear import of HIV-1 DNA, and viral integration in undifferentiated monocytes. Real-time PCR detection of HIV-1 late RT products (A), 2-LTR circles (B), and integrated proviral DNA (C). Freshly isolated monocytes and Hut/CCR5 cells were infected with DNase I-treated HIV-Luc/VSV-G (VSV-G) (MOI, 1). The same p24 amounts of HIV-1 particles devoid of envelope protein (No Env) were used as negative controls. Cellular DNA of infected cells was extracted at the indicated times for real-time PCR detection of HIV-1 DNA (250 ng cellular DNA per sample). Similar levels of GAPDH DNA were confirmed among all samples. All data are means ± standard deviations. One representative experiment out of five is shown.HIV-1 DNA levels were decreased in infected Hut/CCR5 cells (Fig. 2A, B, and C), presumably due to rapid Hut/CCR5 cell growth and the degradation of the late RT products and 2-LTR circles in Hut/CCR5 cells. In contrast, HIV-1 DNA was increased in infected nondividing monocytes (Fig. 2A, B, and C). As a control of cellular DNA input, the relative GAPDH levels were comparable among HIV-infected monocytes and Hut/CCR5 cells at 1, 2 and 3 dpi (not shown). Together, these results suggest that multiple blocks of viral DNA production contribute to the postentry HIV-1 restriction in undifferentiated monocytes.Nucleofection of monocytes with HIV-1 proviral DNA cannot produce infectious HIV-1. To overcome potent restrictions in the early steps of the HIV-1 life cycle, nucleofection of HIV-1 proviral DNA was used to investigate whether monocytes can generate infectious HIV-1. Nucleofection has been used as an efficient technique to deliver genes to nondividing cells (7). To monitor transfection efficiency, Hut/CCR5 cells and undifferentiated monocytes were nucleofected with a GFP-expressing reporter under the control of a CMV promoter (pmax-GFP). At 24 h postnucleofection, monocytes and Hut/CCR5 cells showed 46% and 56% GFP-positive populations, respectively (Fig. 3A and B). The mean fluorescence intensity of GFP in Hut/CCR5 cells was threefold higher than that in monocytes, indicating a higher transfection efficiency and GFP expression in Hut/CCR5 cells than in monocytes (Fig. 3A and B).Open in a separate windowFIG. 3.Nucleofection of monocytes with HIV-1 proviral DNA cannot produce infectious HIV-1, while macrophage differentiation stimulates HIV-1 production. (A and B) Freshly isolated monocytes (A) and Hut/CCR5 cells (B) were nucleofected with pmax-GFP. GFP expression was measured 24 h postnucleofection by flow cytometry. Filled gray peaks represent mock-transfected controls; open peaks defined by bold lines represent GFP-positive cells. MFI, mean fluorescence intensity (x axes). y axes represent relative cell numbers. (C) Undetectable HIV-1 p24 in the supernatants of monocytes nucleofected with HIV-1 proviral DNA. Primary monocytes and Hut/CCR5 cells were nucleofected with HIV-1 proviral DNA pNLAD8. Gag p24 levels in the supernatants of transfected cells were measured at 3 days posttransfection. (D and E) HIV-1 indicator TZM-bl cells were infected with the supernatants derived from pNLAD8-nucleofected cells. Medium was used as a mock control of the infection. Infected TZM-bl cells were lysed at 5 dpi for the detection of luciferase activity. (D) Undetectable HIV-1 infectivity in the supernatants of pNLAD8-nucleofected monocytes. Supernatants of pNLAD8-nucleofected Hut/CCR5 cells were used as a positive control. (E) Macrophage differentiation stimulates HIV-1 production of monocytes transfected with proviral DNA. Primary monocytes were nucleofected with pNLAD8 and then cultured in the presence of M-CSF. At 3, 6, and 9 days postnucleofection, the supernatants were collected to infect TZM-bl cells. Infected TZM-bl cells were lysed at 5 dpi for the detection of luciferase activity. cps, counts per second. All data are means ± standard deviations. One representative experiment out of at least two is shown.Monocytes and Hut/CCR5 cells were nucleofected separately with a wild-type, R5-tropic HIV-1 proviral construct, pNLAD8 (7, 10). HIV-1 p24 in the culture supernatants was measured at 3 days posttransfection. The p24 levels in monocyte supernatants (27 pg/ml) were below the reliable detection limit (79 pg/ml), while the p24 levels in the supernatants of Hut/CCR5 cells were 2,492 pg/ml (Fig. ​(Fig.3C).3C). Furthermore, HIV-1 infectivity of the supernatants was detected using HeLa cell-derived TZM-bl cells, which are sensitive HIV-1 indicator cells expressing high levels of CD4, CCR5, and CXCR4 (6). Upon Tat expression resulting from HIV-1 infection, TZM-bl cells express the integrated luciferase reporter gene under the control of an HIV-1 LTR promoter (6). Robust infection was detected at 5 dpi in TZM-bl cells infected with the supernatants derived from pNLAD8-nucleofected Hut/CCR5 cells but not those derived from monocytes (Fig. ​(Fig.3D).3D). These data indicate that transfection of monocytes with HIV-1 proviral DNA cannot produce infectious HIV-1, suggesting that impaired HIV-1 gene expression in monocytes contributes to the postentry restriction of HIV-1 replication and viral production.Macrophage differentiation stimulates HIV-1 production of monocytes transfected with proviral DNA. To examine whether M-CSF-induced macrophage differentiation stimulates HIV-1 production of monocytes, pNLAD8-nucleofected monocytes were cultured in the presence of M-CSF. At 3, 6, and 9 days postnucleofection, the supernatants of the nucleofected monocytes were collected to infect TZM-bl cells to measure HIV-1 infectivity. Infected TZM-bl cells were lysed at 5 dpi for the detection of luciferase activity. When the results at 3 and 9 days posttransfection are compared, HIV-1 infectivity in the supernatants increased 1.5-fold when proviral DNA-transfected monocytes were cultured with M-CSF-containing medium (Fig. ​(Fig.3E).3E). These results suggest that differentiation-dependent cellular factors likely stimulate infectious HIV-1 production in primary monocytes. Notably, the majority of pNLAD8-nucleofected monocytes cultured in the presence of M-CSF did not become adherent, which was presumably due to nucleofection-mediated damage of cell membranes. The incomplete macrophage differentiation of pNLAD8-nucleofected monocytes might be responsible for lower levels of HIV-1 production. Moreover, M-CSF remaining in the supernatant might enhance basal transcription of the luciferase gene in TZM-bl cells; thus, the starting level in Fig. ​Fig.3E3E appeared to be higher than that shown in Fig. ​Fig.3D3D.Undetectable HIV-1 Tat transactivation of the LTR promoter in undifferentiated primary monocytes. To examine whether the restricted HIV-1 viral production in undifferentiated monocytes was due to inefficient Tat transactivation of HIV-1 LTR, primary monocytes and Hut/CCR5 cells were transfected with pLTR-luc or cotransfected with pTat by nucleofection. The pLTR-luc construct contains a 3′ LTR fragment of the HIV-1 genome, which drives luciferase expression upon the transactivation of HIV-1 Tat (15). The pTat vector is an HIV-1 Tat expression construct under the control of a CMV promoter. The transfection efficiency was monitored by the GFP-reporter expression using flow cytometry, and similar results were observed for the monocytes and Hut/CCR5 cells, as shown in Fig. 3A and B.Cotransfection of Hut/CCR5 cells with pLTR-luc and pTat enhanced luciferase expression 22-fold compared with the expression by pLTR-luc-transfected cells (Fig. ​(Fig.4A),4A), suggesting that Tat expression transactivates LTR-directed luciferase expression. In contrast, no Tat transactivation activity was detected in undifferentiated monocytes (Fig. ​(Fig.4A).4A). A similar transfection assay using monocyte-derived macrophages indicated that Tat expression enhanced the LTR-driven luciferase expression fourfold (Fig. ​(Fig.4B).4B). The nucleofection efficiency of macrophages was around 40%, based on the expression of a GFP reporter (Fig. ​(Fig.4C).4C). These data suggest that Tat transactivation of the HIV-1 LTR promoter is lacking in undifferentiated monocytes. These results also raise the question of whether the lack of a cellular factor(s) in monocytes may be responsible for the absence of Tat transactivation of LTR.Open in a separate windowFIG. 4.Undetectable HIV-1 Tat transactivation of LTR promoter in undifferentiated primary monocytes. (A and B) Monocytes and Hut/CCR5 cells (A) and macrophages (B) were transfected with pLTR-luc or cotransfected with pTat by nucleofection. Luciferase activity of cell lysates was measured 48 h posttransfection. All data are means ± standard deviations. cps, counts per second. (C) Nucleofection efficiency of macrophages. M-CSF-induced macrophages were nucleofected with pmax-GFP, and GFP expression was measured 24 h postnucleofection by flow cytometry. The gray peak represents mock-transfected control cells; the open peak defined by the bold line represents GFP-positive cells. MFI, mean fluorescence intensity (x axis). The y axis represents relative cell numbers. One representative experiment out of at least three is shown.Transient expression of CycT1 in undifferentiated monocytes cannot rescue Tat transactivation of LTR. CycT1 protein expression was undetectable in freshly isolated monocytes from three independent donors (Fig. ​(Fig.5A),5A), which is consistent with the results from Liou et al. in studying CycT1 regulation in macrophages (20, 21). To examine whether transient expression of CycT1 in monocytes can restore Tat transactivation of the LTR promoter, primary monocytes were nucleofected with pLTR-luc and pTat as well as pCycT1, a construct encoding full-length human CycT1 under the control of a CMV promoter. Nucleofected cells were lysed in parallel for the detection of luciferase activity and CycT1 protein expression at 48 h posttransfection. Transient expression of CycT1 protein in monocytes could not rescue Tat-mediated transactivation of the LTR promoter (Fig. 5B and C). CycT1 overexpression in Hut/CCR5 cells did not significantly enhance Tat transactivation (Fig. 5B and C). The level of CycT1 expression in transfected monocytes appeared to be similar to the endogenous CycT1 level in Hut/CCR5 cells (Fig. ​(Fig.5C).5C). These results suggest that the lack of CycT1 protein in undifferentiated monocytes may not be the only limiting factor of Tat transactivation.Open in a separate windowFIG. 5.Transient expression of CycT1 in undifferentiated monocytes cannot rescue Tat transactivation of LTR. (A) Undetectable CycT1 protein expression in freshly isolated monocytes from three independent donors. Hut/CCR5 cells were used as a positive control. (B) Primary monocytes were nucleofected with pLTR-luc and pTat in the presence or absence of pCycT1. Nucleofected cells were lysed for the detection of luciferase activity at 48 h posttransfection. cps, counts per second. All data are means ± standard deviations. One representative experiment out of three is shown. (C) Detection of CycT1 protein expression. Cells were nucleofected as described for panel B. CycT1 protein expression in nucleofected cells was detected at 48 h posttransfection by immunoblotting. GAPDH was used as a loading control. Relative CycT1 protein levels are shown below each band (normalized to GAPDH and relative to endogenous CycT1 level in Hut/CCR5 cells).Heterokaryons between monocytes and 293T cells restore Tat transactivation of the LTR promoter. To examine whether the lack of the LTR promoter function in monocytes could be restored by fusion of monocytes to 293T cells that are permissive for HIV-1 postentry infection (5), cell fusion-based heterokaryon experiments were performed. The heterokaryons between primary monocytes and 293T cells were generated by VSV-G-mediated cell-cell fusion. VSV-G is a low-pH-activated viral fusion protein that can gradually induce cell-cell fusion when transiently overexpressed in transfected cells, presumably due to either gradual acidification of the medium or pH activation of the G protein in the exocytic pathway (32, 33).One day before the fusion assay, primary monocytes were nucleofected with pLTR-luc, and 293T cells were cotransfected with pVSV-G and pTat. Transfected 293T cells and monocytes were cocultured for 48 h to generate heterokaryons, which might express luciferase upon VSV-G-mediated cell-cell fusion and Tat-dependent transactivation. Mock- or pTat-transfected 293T cells were used as negative controls. Intriguingly, when pLTR-luc-transfected monocytes were cocultured with pVSV-G- and pTat-cotransfected 293T cells, numerous giant fusion cells (syncytia) were observed, and the level of luciferase expression significantly increased 37-fold relative to that of the negative controls (Fig. ​(Fig.6A6A).Open in a separate windowFIG. 6.Heterokaryons between primary monocytes and 293T cells restore Tat transactivation of the LTR promoter. (A to D) One day before coculture-based cell fusion, monocytes and 293T cells were separately transfected with the indicated expression constructs. Transfected cells (as indicated in the figures) were cocultured for 48 h to generate VSV-G-mediated heterokaryons, and cocultured cells were then lysed for the detection of luciferase activity. (A) Heterokaryons between monocytes and 293T cells restore Tat transactivation of the HIV-1 LTR promoter. Images show the cell morphology after 48 h of coculture (magnification, ×40). Giant fusion cells or syncytia were observed in the fusion sample group (similar results for panels B, C and D). (B) Tat expressed in monocytes can transactivate LTR in heterokaryons. (C) Undetectable Tat transactivation in monocyte-monocyte heterokaryons. Heterokaryons between primary monocytes and 293T cells were used as a positive control. (D) Heterokaryons between primary monocytes and 293T cells enhance Tat transactivation of HIV-1 proviral DNA (pHIV-Luc). cps, counts per second. All data are means ± standard deviations. One representative experiment out of three is shown.To confirm whether Tat expressed in monocytes could transactivate LTR in heterokaryons, a similar fusion assay was performed. One day before coculture, primary monocytes were transfected with pTat, and 293T cells were transfected with pLTR-luc in the presence or absence of pVSV-G (Fig. ​(Fig.6B).6B). Transfected monocytes and 293T cells were cocultured for 48 h before the detection of luciferase activities. In 293T cells transfected with pLTR-luc alone, luciferase was expressed as the basal level without Tat transactivation, while an 18-fold increase of luciferase expression was observed upon VSV-G-mediated cell fusion (Fig. ​(Fig.6B).6B). The enhanced luciferase expression likely resulted from Tat transactivation in heterokaryons. As a control, VSV-G-mediated cell fusion was used to generate monocyte-monocyte heterokaryons, which did not show detectable Tat transactivation (Fig. ​(Fig.6C).6C). These results indicate that the delivery of 293T cell components enabled the LTR-driven gene expression in heterokaryons but not upregulation of factors in monocytes during the cell-cell fusion. Together, these data suggest that monocytes lack cellular factors required for Tat transactivation of the LTR promoter.Heterokaryons between primary monocytes and 293T cells enhance Tat transactivation of HIV-1 proviral DNA. To investigate whether heterokaryons between primary monocytes and 293T cells promote Tat transactivation of HIV-1 proviral DNA, a similar assay of VSV-G-mediated cell fusion was performed using an HIV-1 proviral expression construct (Fig. ​(Fig.6D).6D). One day before coculture-based fusion, monocytes were nucleofected with the HIV-1 proviral construct pHIV-Luc, and 293T cells were transfected with pVSV-G or cotransfected with pTat. Transfected 293T cells and monocytes were then cocultured for 48 h to generate VSV-G-mediated heterokaryons. Significantly, heterokaryons between monocytes and 293T cells enhanced Tat transactivation of HIV-1 proviral DNA expression 11-fold (Fig. ​(Fig.6D).6D). These data further confirm the heterokaryon analysis results, suggesting that undifferentiated monocytes lack cellular factors required for Tat transactivation.Monocyte-differentiated macrophages induce CycT1 protein expression and support efficient HIV-1 infection. To examine the expression of CycT1 and CDK9 in undifferentiated monocytes and macrophages, freshly isolated monocytes were lysed (day 0) or differentiated into macrophages in cultures. Aliquots of cells were lysed every 2 days from day 1 to 11 in cultures, and CycT1 and CDK9 expression in whole-cell lysates was detected by immunoblotting. CycT1 protein was undetectable in freshly isolated monocytes and was induced after 3 days in culture during macrophage differentiation (Fig. ​(Fig.7A).7A). Moreover, CDK9 protein was detected in undifferentiated monocytes and remained constant during the macrophage differentiation (Fig. ​(Fig.7A).7A). Similar results were observed in monocyte-differentiated macrophages derived from four different donors (data not shown).Open in a separate windowFIG. 7.Monocyte-differentiated macrophages induce CycT1 protein expression and support efficient HIV-1 infection. (A) Whole-cell lysates of freshly isolated monocytes or monocyte-differentiated macrophages were prepared at the indicated culture times and subjected to immunoblotting. Antibodies to CycT1, total CDK9, phospho-CDK9 (Thr186), and GAPDH were used separately. GAPDH was used as a loading control. Representative results from four different donors are shown. (B) Monocyte-differentiated macrophages support HIV-1 infection. HIV-1 infection of freshly isolated monocytes (day 0) or monocytes differentiated for 1, 3, and 6 days were assessed. Cells were infected with HIV-Luc/VSV-G (MOI, 1). Infected cells were lysed at 3 dpi for the detection of luciferase activity. cps, counts per second. All data are means ± standard deviations. One representative experiment out of three is shown.Previous studies indicated that phosphorylation on Thr186 of CDK9 is likely important in P-TEFb activation (4) and regulation of HIV-1 transcription (1). To examine whether CDK9 in monocytes and macrophages can be phosphorylated at Thr186, a phospho-CDK9 (Thr186)-specific antibody (45) was used in immunoblotting. Interestingly, macrophage differentiation appeared to enhance the phosphorylation of CDK9 at Thr186 (Fig. ​(Fig.7A),7A), suggesting that CDK9 activity might be increased by macrophage differentiation.To examine whether monocyte differentiation enhances their susceptibility to HIV-1 infection, freshly isolated monocytes were differentiated into macrophages for 1, 3, and 6 days and then infected with HIV-Luc/VSV-G. HIV-1 infection was then detected at 3 dpi. Differentiated monocytes became susceptible to HIV-1 infection after 1 day in culture (Fig. ​(Fig.7B).7B). HIV-1 infection was enhanced >100-fold in monocytes differentiated for 6 days compared with that in monocytes differentiated for 1 day (Fig. ​(Fig.7B).7B). Together, these data suggest that differentiation-dependent regulation of the expression and function of P-TEFb can modulate HIV-1 infection and gene expression in primary monocytes and macrophages. DISCUSSIONHIV-1 can persist in peripheral blood monocytes in infected individuals receiving antiretroviral therapies, suggesting that monocytes in vivo constitute a continuing source of viral persistence (9, 17, 24-26, 38, 51). In addition to CD4+ resting T cells, viral reservoirs, including the monocyte/macrophage lineage, are one of the challenges in the eradication of HIV-1 with highly active antiretroviral therapy (35). Although HIV-1 latency is multifactorial, restricted viral transcription enables HIV-1 to remain hidden within nondividing cells (18, 35). Thus, studying HIV-1 transcriptional regulation in monocytes is important in understanding viral pathogenesis and developing more effective interventions against HIV-1 infection.In this study, we show that HIV-1 gene expression was impaired in infected primary monocytes, in addition to previously identified restrictions in the early viral life cycle. The lack of Tat transactivation of the LTR promoter correlated with the impaired HIV-1 gene expression in monocytes. Heterokaryon experiments suggest that monocytes lack host factors required for Tat transactivation of the LTR promoter. However, transient expression of CycT1 in undifferentiated monocytes could not rescue Tat transactivation, suggesting that CycT1 is not the only limiting factor of HIV-1 infection in undifferentiated monocytes. Macrophage differentiation from monocytes was correlated with enhanced phosphorylation of CDK9 and significantly increased HIV-1 infection.CDK9 autophosphorylation is required for high-affinity binding of Tat-P-TEFb to transactivation-responsive RNA, suggesting that the state of P-TEFb phosphorylation regulates Tat transactivation in vivo (11). Moreover, the phosphorylation of CDK9 at Thr186 appears to be crucial for the P-TEFb activity and HIV-1 transcription (1, 4). A recent study indicated that protein phosphatase 1A, magnesium dependent (PPM1A) regulates phosphorylation of Thr186 in the CDK9 T-loop (45). Thus, it is conceivable that limited phosphorylation of CDK9 at Thr186 in undifferentiated monocytes may also contribute to impaired HIV-1 gene transcription.Liou et al. have reported that CycT1 protein expression is transiently induced but shut off around 7 days during the macrophage differentiation from monocytes (21). This phenotype was observed in monocytes isolated from 45% (18/40) of healthy blood donors (21). The shutoff of CycT1 expression in late-differentiated macrophages involves proteasome-mediated proteolysis (20). Using the same protocol to differentiate macrophages as that described by Liou et al. (20, 21), we did not observe the decrease in CycT1 during macrophage differentiation from monocytes isolated from five different donors (Fig. ​(Fig.7A7A and data not shown). These data suggest donor-dependent CycT1 induction during macrophage differentiation.Transient expression of CycT1 protein in undifferentiated monocytes could not rescue Tat-mediated transactivation of the LTR promoter, suggesting that the lack of CycT1 protein in undifferentiated monocytes is unlikely to be the sole limiting factor of Tat transactivation. However, it is currently unknown whether CycT1 expressed in transfected monocytes can properly localize in the nucleus and bind to CDK9 to render Tat-mediated LTR transactivation. Moreover, the half-life of transiently expressed CycT1 might be different from that of the endogenous CycT1 in macrophages. Further studies are required to address these questions. Interestingly, a recent study identified miR-198 as a microRNA that restricts HIV-1 gene expression in primary monocytes, and its mechanism likely involves repression of CycT1 expression (39).In addition to P-TEFb, other transcription factors may be involved in postentry restriction of HIV-1 infection in undifferentiated monocytes. Lewin et al. reported that constitutive expression of NF-κB in primary monocytes is significantly modulated during the macrophage differentiation (19). Undifferentiated monocytes constitutively express high levels of transcriptionally inactive homodimers, which decrease with time in culture in favor of the transcriptionally active heterodimers (19). These data suggest that the change in NF-κB components with monocyte differentiation can also contribute to the transcriptional restriction of HIV-1 infection in monocytes. Moreover, a proteolysis-resistant inhibitor of NF-κB efficiently inhibits HIV-1 replication in primary monocytes, indicating a major requirement of NF-κB activation for the optimal replication of HIV-1 in monocytes (30).In summary, our data indicate that impaired HIV-1 gene transcription contributes to the postentry restriction of HIV-1 infection in undifferentiated monocytes, at least in part. When monocytes differentiate into macrophages, they become increasingly susceptible to HIV-1 infection and permissive to viral gene expression and production of infectious viruses. A better understanding of HIV-1 infection and regulation in primary monocytes will provide new insights into HIV-1 molecular pathogenesis. AcknowledgmentsWe thank Michael Emerman, Eric Freed, Stephen Hughes, and Vineet KewalRamani for the kind gift of reagents. We thank members of the Wu laboratory for helpful discussions and critical readings of the manuscript. The pBlue-3′-LTR construct and TZM-bl cells were obtained through the NIH AIDS Research and Reference Reagent Program.This work was supported by a grant to L.W. from the Advancing a Healthier Wisconsin Program of the Medical College of Wisconsin. L.W. is supported in part by a grant from the NIH (R01-AI068493). Footnotes▿Published ahead of print on 11 February 2009. REFERENCES1. Ammosova, T., K. Washington, Z. Debebe, J. Brady, and S. Nekhai. 2005. Dephosphorylation of CDK9 by protein phosphatase 2A and protein phosphatase-1 in Tat-activated HIV-1 transcription. Retrovirology 247. [PMC free article] [PubMed] [Google Scholar]2. Arfi, V., L. Riviere, L. Jarrosson-Wuilleme, C. Goujon, D. Rigal, J.-L. Darlix, and A. Cimarelli. 2008. Characterization of the early steps of infection of primary blood monocytes by human immunodeficiency virus type 1. J. Virol. 826557-6565. [PMC free article] [PubMed] [Google Scholar]3. Bres, V., S. M. Yoh, and K. A. Jones. 2008. The multi-tasking P-TEFb complex. Curr. Opin. Cell Biol. 20334-340. [PMC free article] [PubMed] [Google Scholar]4. Chen, R., Z. Yang, and Q. Zhou. 2004. Phosphorylated positive transcription elongation factor b (P-TEFb) is tagged for inhibition through association with 7SK snRNA. J. Biol. Chem. 2794153-4160. [PubMed] [Google Scholar]5. Cowan, S., T. Hatziioannou, T. Cunningham, M. A. Muesing, H. G. Gottlinger, and P. D. Bieniasz. 2002. Cellular inhibitors with Fv1-like activity restrict human and simian immunodeficiency virus tropism. Proc. Natl. Acad. Sci. USA 9911914-11919. [PMC free article] [PubMed] [Google Scholar]6. Derdeyn, C. A., J. M. Decker, J. N. Sfakianos, X. Wu, W. A. O'Brien, L. Ratner, J. C. Kappes, G. M. Shaw, and E. Hunter. 2000. Sensitivity of human immunodeficiency virus type 1 to the fusion inhibitor T-20 is modulated by coreceptor specificity defined by the V3 loop of gp120. J. Virol. 748358-8367. [PMC free article] [PubMed] [Google Scholar]7. Dong, C., A. M. Janas, J.-H. Wang, W. J. Olson, and L. Wu. 2007. Characterization of human immunodeficiency virus type 1 replication in immature and mature dendritic cells reveals dissociable cis- and trans-infection. J. Virol. 8111352-11362. [PMC free article] [PubMed] [Google Scholar]8. Eisert, V., M. Kreutz, K. Becker, C. Konigs, U. Alex, H. Rubsamen-Waigmann, R. Andreesen, and H. von Briesen. 2001. Analysis of cellular factors influencing the replication of human immunodeficiency virus type I in human macrophages derived from blood of different healthy donors. Virology 28631-44. [PubMed] [Google Scholar]9. Ellery, P. J., E. Tippett, Y. L. Chiu, G. Paukovics, P. U. Cameron, A. Solomon, S. R. Lewin, P. R. Gorry, A. Jaworowski, W. C. Greene, S. Sonza, and S. M. Crowe. 2007. The CD16+ monocyte subset is more permissive to infection and preferentially harbors HIV-1 in vivo. J. Immunol. 1786581-6589. [PubMed] [Google Scholar]10. Freed, E. O., G. Englund, and M. A. Martin. 1995. Role of the basic domain of human immunodeficiency virus type 1 matrix in macrophage infection. J. Virol. 693949-3954. [PMC free article] [PubMed] [Google Scholar]11. Garber, M. E., T. P. Mayall, E. M. Suess, J. Meisenhelder, N. E. Thompson, and K. A. Jones. 2000. CDK9 autophosphorylation regulates high-affinity binding of the human immunodeficiency virus type 1 tat-P-TEFb complex to TAR RNA. Mol. Cell. Biol. 206958-6969. [PMC free article] [PubMed] [Google Scholar]12. Garber, M. E., P. Wei, V. N. KewalRamani, T. P. Mayall, C. H. Herrmann, A. P. Rice, D. R. Littman, and K. A. Jones. 1998. The interaction between HIV-1 Tat and human cyclin T1 requires zinc and a critical cysteine residue that is not conserved in the murine CycT1 protein. Genes Dev. 123512-3527. [PMC free article] [PubMed] [Google Scholar]13. Goff, S. P. 2007. Host factors exploited by retroviruses. Nat. Rev. Microbiol. 5253-263. [PubMed] [Google Scholar]14. Janas, A. M., C. Dong, J. H. Wang, and L. Wu. 2008. Productive infection of human immunodeficiency virus type 1 in dendritic cells requires fusion-mediated viral entry. Virology 375442-451. [PMC free article] [PubMed] [Google Scholar]15. Jeeninga, R. E., M. Hoogenkamp, M. Armand-Ugon, M. de Baar, K. Verhoef, and B. Berkhout. 2000. Functional differences between the long terminal repeat transcriptional promoters of human immunodeficiency virus type 1 subtypes A through G. J. Virol. 743740-3751. [PMC free article] [PubMed] [Google Scholar]16. Julias, J. G., A. L. Ferris, P. L. Boyer, and S. H. Hughes. 2001. Replication of phenotypically mixed human immunodeficiency virus type 1 virions containing catalytically active and catalytically inactive reverse transcriptase. J. Virol. 756537-6546. [PMC free article] [PubMed] [Google Scholar]17. Lambotte, O., Y. Taoufik, M. G. de Goer, C. Wallon, C. Goujard, and J. F. Delfraissy. 2000. Detection of infectious HIV in circulating monocytes from patients on prolonged highly active antiretroviral therapy. J. Acquir. Immune Defic. Syndr. 23114-119. [PubMed] [Google Scholar]18. Lassen, K., Y. Han, Y. Zhou, J. Siliciano, and R. F. Siliciano. 2004. The multifactorial nature of HIV-1 latency. Trends Mol. Med. 10525-531. [PubMed] [Google Scholar]19. Lewin, S. R., P. Lambert, N. J. Deacon, J. Mills, and S. M. Crowe. 1997. Constitutive expression of p50 homodimer in freshly isolated human monocytes decreases with in vitro and in vivo differentiation: a possible mechanism influencing human immunodeficiency virus replication in monocytes and mature macrophages. J. Virol. 712114-2119. [PMC free article] [PubMed] [Google Scholar]20. Liou, L. Y., C. H. Herrmann, and A. P. Rice. 2004. Human immunodeficiency virus type 1 infection induces cyclin T1 expression in macrophages. J. Virol. 788114-8119. [PMC free article] [PubMed] [Google Scholar]21. Liou, L. Y., C. H. Herrmann, and A. P. Rice. 2002. Transient induction of cyclin T1 during human macrophage differentiation regulates human immunodeficiency virus type 1 Tat transactivation function. J. Virol. 7610579-10587. [PMC free article] [PubMed] [Google Scholar]22. Madani, N., and D. Kabat. 1998. An endogenous inhibitor of human immunodeficiency virus in human lymphocytes is overcome by the viral Vif protein. J. Virol. 7210251-10255. [PMC free article] [PubMed] [Google Scholar]23. Matsuda, S., K. Akagawa, M. Honda, Y. Yokota, Y. Takebe, and T. Takemori. 1995. Suppression of HIV replication in human monocyte-derived macrophages induced by granulocyte/macrophage colony-stimulating factor. AIDS Res. Hum. Retrovir. 111031-1038. [PubMed] [Google Scholar]24. McElrath, M. J., J. E. Pruett, and Z. A. Cohn. 1989. Mononuclear phagocytes of blood and bone marrow: comparative roles as viral reservoirs in human immunodeficiency virus type 1 infections. Proc. Natl. Acad. Sci. USA 86675-679. [PMC free article] [PubMed] [Google Scholar]25. McElrath, M. J., R. M. Steinman, and Z. A. Cohn. 1991. Latent HIV-1 infection in enriched populations of blood monocytes and T cells from seropositive patients. J. Clin. Investig. 8727-30. [PMC free article] [PubMed] [Google Scholar]26. Mikovits, J. A., N. C. Lohrey, R. Schulof, J. Courtless, and F. W. Ruscetti. 1992. Activation of infectious virus from latent human immunodeficiency virus infection of monocytes in vivo. J. Clin. Investig. 901486-1491. [PMC free article] [PubMed] [Google Scholar]27. Munk, C., S. M. Brandt, G. Lucero, and N. R. Landau. 2002. A dominant block to HIV-1 replication at reverse transcription in simian cells. Proc. Natl. Acad. Sci. USA 9913843-13848. [PMC free article] [PubMed] [Google Scholar]28. Neil, S., F. Martin, Y. Ikeda, and M. Collins. 2001. Postentry restriction to human immunodeficiency virus-based vector transduction in human monocytes. J. Virol. 755448-5456. [PMC free article] [PubMed] [Google Scholar]29. O'Brien, W. A., A. Namazi, H. Kalhor, S. H. Mao, J. A. Zack, and I. S. Chen. 1994. Kinetics of human immunodeficiency virus type 1 reverse transcription in blood mononuclear phagocytes are slowed by limitations of nucleotide precursors. J. Virol. 681258-1263. [PMC free article] [PubMed] [Google Scholar]30. Palmieri, C., F. Trimboli, A. Puca, G. Fiume, G. Scala, and I. Quinto. 2004. Inhibition of HIV-1 replication in primary human monocytes by the IkappaB-alphaS32/36A repressor of NF-kappaB. Retrovirology 145. [PMC free article] [PubMed] [Google Scholar]31. Rice, A. P., and C. H. Herrmann. 2003. Regulation of TAK/P-TEFb in CD4+ T lymphocytes and macrophages. Curr. HIV Res. 1395-404. [PubMed] [Google Scholar]32. Roberts, P. C., T. Kipperman, and R. W. Compans. 1999. Vesicular stomatitis virus G protein acquires pH-independent fusion activity during transport in a polarized endometrial cell line. J. Virol. 7310447-10457. [PMC free article] [PubMed] [Google Scholar]33. Salsman, J., D. Top., C. Barry, and R. Duncan. 2008. A virus-encoded cell-cell fusion machine dependent on surrogate adhesins. PLoS Pathog. 4:e1000016. [PMC free article] [PubMed] [Google Scholar]34. Schuitemaker, H., N. A. Kootstra, M. H. Koppelman, S. M. Bruisten, H. G. Huisman, M. Tersmette, and F. Miedema. 1992. Proliferation-dependent HIV-1 infection of monocytes occurs during differentiation into macrophages. J. Clin. Investig. 891154-1160. [PMC free article] [PubMed] [Google Scholar]35. Shen, L., and R. F. Siliciano. 2008. Viral reservoirs, residual viremia, and the potential of highly active antiretroviral therapy to eradicate HIV infection. J. Allergy Clin. Immunol. 12222-28. [PMC free article] [PubMed] [Google Scholar]36. Simon, J. H., N. C. Gaddis, R. A. Fouchier, and M. H. Malim. 1998. Evidence for a newly discovered cellular anti-HIV-1 phenotype. Nat. Med. 41397-1400. [PubMed] [Google Scholar]37. Sonza, S., A. Maerz, N. Deacon, J. Meanger, J. Mills, and S. Crowe. 1996. Human immunodeficiency virus type 1 replication is blocked prior to reverse transcription and integration in freshly isolated peripheral blood monocytes. J. Virol. 703863-3869. [PMC free article] [PubMed] [Google Scholar]38. Sonza, S., H. P. Mutimer, R. Oelrichs, D. Jardine, K. Harvey, A. Dunne, D. F. Purcell, C. Birch, and S. M. Crowe. 2001. Monocytes harbour replication-competent, non-latent HIV-1 in patients on highly active antiretroviral therapy. AIDS 1517-22. [PubMed] [Google Scholar]39. Sung, T. L., and A. P. Rice. 2009. miR-198 inhibits HIV-1 gene expression and replication in monocytes and its mechanism of action appears to involve repression of cyclin T1. PLoS Pathog. 5:e1000263. [PMC free article] [PubMed] [Google Scholar]40. Triques, K., and M. Stevenson. 2004. Characterization of restrictions to human immunodeficiency virus type 1 infection of monocytes. J. Virol. 785523-5527. [PMC free article] [PubMed] [Google Scholar]41. Varthakavi, V., R. M. Smith, S. P. Bour, K. Strebel, and P. Spearman. 2003. Viral protein U counteracts a human host cell restriction that inhibits HIV-1 particle production. Proc. Natl. Acad. Sci. USA 10015154-15159. [PMC free article] [PubMed] [Google Scholar]42. Wang, J. H., A. M. Janas, W. J. Olson, V. N. KewalRamani, and L. Wu. 2007. CD4 coexpression regulates DC-SIGN-mediated transmission of human immunodeficiency virus type 1. J. Virol. 81:2497-2507. [PMC free article] [PubMed] [Google Scholar]43. Wang, J. H., A. M. Janas, W. J. Olson, and L. Wu. 2007. Functionally distinct transmission of human immunodeficiency virus type 1 mediated by immature and mature dendritic cells. J. Virol. 818933-8943. [PMC free article] [PubMed] [Google Scholar]44. Wang, J. H., C. Wells, and L. Wu. 2008. Macropinocytosis and cytoskeleton contribute to dendritic cell-mediated HIV-1 transmission to CD4+ T cells. Virology 381143-154. [PMC free article] [PubMed] [Google Scholar]45. Wang, Y., E. C. Dow, Y. Y. Liang, R. Ramakrishnan, H. Liu, T. L. Sung, X. Lin, and A. P. Rice. 2008. Phosphatase PPM1A regulates phosphorylation of Thr-186 in the Cdk9 T-loop. J. Biol. Chem. 28333578-33584. [PMC free article] [PubMed] [Google Scholar]46. Wu, L. 2008. Biology of HIV mucosal transmission. Curr. Opin. HIV AIDS 3534-540. [PMC free article] [PubMed] [Google Scholar]47. Wu, L., and V. N. KewalRamani. 2006. Dendritic-cell interactions with HIV: infection and viral dissemination. Nat. Rev. Immunol. 6859-868. [PMC free article] [PubMed] [Google Scholar]48. Wu, L., T. D. Martin, R. Vazeux, D. Unutmaz, and V. N. KewalRamani. 2002. Functional evaluation of DC-SIGN monoclonal antibodies reveals DC-SIGN interactions with ICAM-3 do not promote human immunodeficiency virus type 1 transmission. J. Virol. 765905-5914. [PMC free article] [PubMed] [Google Scholar]49. Yamashita, M., and M. Emerman. 2004. Capsid is a dominant determinant of retrovirus infectivity in nondividing cells. J. Virol. 785670-5678. [PMC free article] [PubMed] [Google Scholar]50. Yu, W., Y. Wang, C. A. Shaw, X. F. Qin, and A. P. Rice. 2006. Induction of the HIV-1 Tat co-factor cyclin T1 during monocyte differentiation is required for the regulated expression of a large portion of cellular mRNAs. Retrovirology 332. [PMC free article] [PubMed] [Google Scholar]51. Zhu, T., D. Muthui, S. Holte, D. Nickle, F. Feng, S. Brodie, Y. Hwangbo, J. I. Mullins, and L. Corey. 2002. Evidence for human immunodeficiency virus type 1 replication in vivo in CD14(+) monocytes and its potential role as a source of virus in patients on highly active antiretroviral therapy. J. Virol. 76707-716. [PMC free article] [PubMed] [Google Scholar]"}