{"title": "Functional interaction of the Ess1 prolyl isomerase with components of the RNA polymerase II initiation and termination machineries", "pubDate": "2009", "PMCID": "PMC2682014", "DOI": "10.1128/MCB.01655-08", "PMID": "19332564", "abstract": "The C-terminal domain (CTD) of the largest subunit of RNA polymerase II (Pol II) is a reiterated heptad sequence (Tyr1-Ser2-Pro3-Thr4-Ser5-Pro6-Ser7) that plays a key role in the transcription cycle, coordinating the exchange of transcription and RNA processing factors. The structure of the CTD is flexible and undergoes conformational changes in response to serine phosphorylation and proline isomerization. Here we report that the Ess1 peptidyl prolyl isomerase functionally interacts with the transcription initiation factor TFIIB and with the Ssu72 CTD phosphatase and Pta1 components of the CPF 3'-end processing complex. The ess1(A144T) and ess1(H164R) mutants, initially described by Hanes and coworkers (Yeast 5:55-72, 1989), accumulate the pSer5 phosphorylated form of Pol II; confer phosphate, galactose, and inositol auxotrophies; and fail to activate PHO5, GAL10, and INO1 reporter genes. These mutants are also defective for transcription termination, but in vitro experiments indicate that this defect is not caused by altering the processing efficiency of the cleavage/polyadenylation machinery. Consistent with a role in initiation and termination, Ess1 associates with the promoter and terminator regions of the PMA1 and PHO5 genes. We propose that Ess1 facilitates pSer5-Pro6 dephosphorylation by generating the CTD structural conformation recognized by the Ssu72 phosphatase and that pSer5 dephosphorylation affects both early and late stages of the transcription cycle.", "author": [{"author": "Shankarling Krishnamurthy", "affiliation": ["Department of Biochemistry, Division of Nucleic Acids Enzymology, Robert Wood Johnson Medical School, Piscataway, NJ 08854, USA."], "href": "/?term=Krishnamurthy+S&cauthor_id=19332564"}, {"author": "Mohamed A Ghazy", "affiliation": [], "href": "/?term=Ghazy+MA&cauthor_id=19332564"}, {"author": "Claire Moore", "affiliation": [], "href": "/?term=Moore+C&cauthor_id=19332564"}, {"author": "Michael Hampsey", "affiliation": [], "href": "/?term=Hampsey+M&cauthor_id=19332564"}], "refPMID": [], "citedInPMID": ["19332564", "33917542", "33767358", "33244642", "32282918", "28087624", "28043953", "27541139", "25992900", "25645591", "25450176", "25416796", "25029256", "24530645", "24473209", "24470217", "24040939", "23516603", "23131668", "23028141", "22911812", "22907757", "22778132", "22701709", "22567385", "22567360", "21159777", "20861839", "20696004", "19854134"], "body": " AbstractThe C-terminal domain (CTD) of the largest subunit of RNA polymerase II (Pol II) is a reiterated heptad sequence (Tyr1-Ser2-Pro3-Thr4-Ser5-Pro6-Ser7) that plays a key role in the transcription cycle, coordinating the exchange of transcription and RNA processing factors. The structure of the CTD is flexible and undergoes conformational changes in response to serine phosphorylation and proline isomerization. Here we report that the Ess1 peptidyl prolyl isomerase functionally interacts with the transcription initiation factor TFIIB and with the Ssu72 CTD phosphatase and Pta1 components of the CPF 3′-end processing complex. The ess1A144T and ess1H164R mutants, initially described by Hanes and coworkers (Yeast 5:55-72, 1989), accumulate the pSer5 phosphorylated form of Pol II; confer phosphate, galactose, and inositol auxotrophies; and fail to activate PHO5, GAL10, and INO1 reporter genes. These mutants are also defective for transcription termination, but in vitro experiments indicate that this defect is not caused by altering the processing efficiency of the cleavage/polyadenylation machinery. Consistent with a role in initiation and termination, Ess1 associates with the promoter and terminator regions of the PMA1 and PHO5 genes. We propose that Ess1 facilitates pSer5-Pro6 dephosphorylation by generating the CTD structural conformation recognized by the Ssu72 phosphatase and that pSer5 dephosphorylation affects both early and late stages of the transcription cycle. The rigid cyclic structure of the amino acid proline restricts the flexibility of prolyl-containing polypeptides. Peptidyl proline can adopt either the cis or trans conformation, with dramatically different effects on protein secondary structure. Although prolyl cis-trans isomerization can occur spontaneously, uncatalyzed isomerization must overcome large energy of activation barriers (ΔG°), predicted to be 30 kcal·mol−1 for trans-to-cis conversion and experimentally determined to range from 14 to 24 kcal·mol−1 for cis-to-trans conversion (reviewed in references 32 and 33). Consequently, peptidyl prolyl isomerases (PPIases) have evolved to greatly accelerate the rates of rotation about the peptide bond preceding proline. Accordingly, PPIases are relevant not only for protein folding but also for regulation of dynamic cellular processes (33).PPIases fall into three distinct classes: cyclophilins, FK506 binding proteins, and the parvulins, which include mammalian Pin1 and its budding yeast (Saccharomyces cerevisiae) homolog, Ess1 (2). A unique feature of the Pin1 PPIase is its specific recognition of phosphorylated Ser/Thr-Pro sequences (pSer/Thr-Pro) (44, 62). Cyclin-dependent protein kinases and type 2A protein phosphatases are specific for the trans isomer of pSer/Thr-Pro. Furthermore, phosphorylation of a Ser/Thr-Pro motif dramatically slows spontaneous prolyl isomerization and prevents other PPIases from working at this prolyl residue (57). Therefore, Pin1 can regulate signaling pathways by controlling the levels of kinase products and phosphatase substrates (33). An example of this important function comes from studies showing that mammalian Pin1 and yeast Ess1 are essential for mitosis and are required for progression through M phase of the cell cycle (59, 61).Pin1 modulates RNA polymerase II (Pol II) activity during the cell cycle (58) and may do this at least in part by regulating the phosphorylation status of the C-terminal domain (CTD), a reiterated heptapeptide sequence (Tyr1-Ser2-Pro3-Thr4-Ser5-Pro6-Ser7) present at the C terminus of Rpb1, the largest Pol II subunit (26, 42, 60). The CTD appears to function as a platform for the recruitment and exchange of RNA processing factors in a manner dependent upon its phosphorylation status (3, 4, 34, 43, 49). Pol II is recruited to the promoter in an unphosphorylated form (Pol IIA) that becomes extensively phosphorylated (Pol IIO) during transcription. Ser2 and Ser5 of the CTD are phosphorylated by cyclin-dependent protein kinases: Ser5 is phosphorylated (pSer5) by the yeast Kin28 (mammalian CDK7) subunit of the general transcription factor TFIIH prior to promoter clearance (31, 46), whereas Ser2 is phosphorylated (pSer2) by the Ctk1 (mammalian CTK9) subunit of the CTDK-I (mammalian P-TEFb) complex during elongation (8, 40). pSer5 levels diminish as Pol II moves into elongation, coincident with Ser2 phosphorylation (8, 27). Recycling of Pol II following termination requires dephosphorylation to the IIA form. In yeast, the Ssu72 phosphatase is specific for pSer5 dephosphorylation (17, 28), whereas the Fcp1 phosphatase exhibits preference for pSer2 (8, 18). Ser7 of mammalian Pol II CTD is also phosphorylated and affects snRNA expression; neither the Ser7 kinase nor pSer7 phosphatase has been identified (7, 10).Phosphorylated Ser2 and Ser5 conform to the pSer-Pro sequence recognized by Pin1, and the CTD appears to be a principal target of regulation by Pin1 (58, 60). Yeast Ess1 physically interacts with the CTD (35, 56) and preferentially binds and isomerizes CTD peptides that are phosphorylated on Ser5 in vitro (12). However, Pin1 and Ess1 appear to have opposite effects on CTD phosphorylation. Pin1 stimulates CTD hyperphosphorylation, resulting in repression of Pol II transcription and inhibition of pre-mRNA splicing (58, 60). Conversely, ess1 mutants are suppressed by overexpression of the Fcp1 Ser2 phosphatase in vivo, suggesting that Ess1 promotes CTD dephosphorylation (56). Pin1 inhibits transcription specifically at the initiation-elongation transition (60), whereas Ess1 has been reported to affect multiple stages in the transcription cycle, including initiation, elongation, 3′-end processing, and termination (15, 35, 53, 55). Ess1 might affect different stages of the transcription cycle independently. For example, the termination defect in ess1 mutants is not rescued by suppressors of ess1 elongation defects (55).In this study, we have investigated the role of Ess1 in the Pol II transcription cycle, specifically addressing the relationship between Ess1, the CTD phosphatase Ssu72, and the general transcription factor TFIIB. Ssu72 was first identified based on functional interaction with TFIIB (52) and was subsequently identified as an integral component of the CPF pre-mRNA 3′-end processing complex, where it genetically and physically interacts with the Pta1 subunit (9, 19, 36). The physical and functional interaction of Ssu72 with components of both the transcription initiation and 3′-end processing machineries might be explained by gene looping, which juxtaposes the promoter-terminator regions of Pol II-transcribed genes (1, 38, 50). Here we report that Ess1 functionally interacts with TFIIB and with the Ssu72 and Pta1 components of CPF. The ess1 mutants are defective for Pol II transcriptional activation and termination downstream of poly(A) sites, but not for 3′-end processing. We propose that Ess1 facilitates Ssu72-dependent transcriptional events by generating the CTD structural conformation recognized by Ssu72. MATERIALS AND METHODSYeast strains, plasmids, and growth media. All yeast strains used in this study are congenic to W303-1a (MATa ura3-1 leu2-3,112 trp1-1 his3-11,15 ade2-1 can1-100). Strains YGD-ts8W (ess1A144T) and YGD-ts22W (ess1H164R) were gifts from Steve Hanes; EY131 (pho4::TRP1) was obtained from Erin O'Shea; H-271 was obtained from Francois Lacroute; and H-351 (ESS1-TAP) was obtained from the TAP-tagged Saccharomyces cerevisiae strain collection. The SSU72 plasmid shuffle strains YMH1036 (ESS1), YMH1040 (ess1A144T), and YMH1044 (ess1H164R) were constructed by introducing plasmid pM586 (SSU72-CEN-URA3) into each strain, followed by disruption of the chromosomal copy of SSU72 with the HIS3 marker (ssu72::HIS3). The indicated ssu72 alleles carried on a CEN-TRP1 plasmid were then introduced into each strain, and transformants were subsequently spotted onto 5-fluoroorotic acid (5-FOA) medium to counterselect pM586. The SUA7 plasmid shuffle strains YMH1076 (ESS1) and YMH1077 (ess1H164R) were constructed by introducing plasmid pM269 (SUA7-CEN-URA3) into each strain, followed by disruption of the chromosomal copy of SUA7 with the KanMX marker (sua7::KanMX). The indicated sua7 alleles carried on a CEN-HIS3 plasmid were then introduced into each strain, and transformants were subsequently spotted onto 5-FOA medium to counterselect pM269.The reporter plasmids PHO5p-lacZ (pN703 = pMH313) (13), GAL10p-lacZ (pN629 = pLGSD5) (63), and INO1p-lacZ (pN658 = pJH359) (47) were described previously. Plasmids pHZ18Δ2, pL101, and pL501 were also described previously (21). Plasmid GAL1p-PTA1 (pN1681) was constructed by ligating the ScaI-SphI DNA fragment of PTA1 into the PvuII-SphI sites of the multicopy-number (2μm) URA3 vector pYES2. The high-copy-number plasmid pM647 (SSU72) was derived from pRS423 (HIS3 2μm).Growth media, including synthetic complete (SC) and omission media (−Ura, −His, −Trp, or −Ino) and 5-FOA medium were prepared using standard recipes (48). SC-Glc and SC-Gal contain 2% glucose or 2% galactose, respectively, as the sole carbon source. In Fig. ​Fig.5,5, Glc is −Ura medium containing 4% glucose, whereas Gal medium is −Ura medium containing 2% galactose and 0.1% raffinose. High- and low-Pi media contain potassium phosphate at a final concentration of either 1 mM or 5 μM, respectively, prepared as described previously (11). Growth media for liquid β-galactosidase activities are described below; solid X-Gal (5-bromo-4-chloro-3-indolyl-β-d-galactopyranoside) indicator medium was prepared as described online (biochemistry.ucsf.edu/labs/herskowitz/xgalagar.html).Open in a separate windowFIG. 5.Functional interaction of Pta1 with Ssu72 and Ess1. Overexpression of PTA1 is lethal in the ess1H164R mutant. The wild-type (WT) (W303-1a), ess1A144T (YGD-TS8W), and ess1H164R (YGD-TS22W) strains that had been transformed with either the multicopy-number GAL1p-PTA1 plasmid (pN1681) or pYES vector (V) alone were streaked onto −Ura medium containing either 4% glucose (Glc) or 2% galactose plus 0.1% raffinose (Gal). Plates were photographed after 5 days incubation.β-Galactosidase assays. PHO5p-lacZ cells were grown in −Ura medium at 30°C, harvested at mid-log phase, washed in sterile water, resuspended in either high- or low-Pi medium, incubated for 2 h at 30°C, and harvested. GAL10p-lacZ cells were grown in −Ura medium containing 2% raffinose at 30°C, harvested at mid-log phase, washed, resuspended in −Ura medium containing 2% galactose (+Gal) or 4% glucose (+Glc), incubated for 2 h at 30°C and harvested. INO1-lacZ cells were grown to mid-log phase in −Ura medium at 30°C, harvested, washed, resuspended in either SC or −Ino medium, incubated at 30°C for 2 h, and harvested. Cell extracts were prepared and liquid β-galactosidase assays were performed as described previously (23). All values represent the mean ± standard deviation for duplicate assays of three independent transformants.In vitro 3′-end-processing assays. 3′-end-processing assays were carried out using whole-cell extracts as described previously (64). Substrates were either α-32P-labeled full-length GAL7-1 RNA or precleaved GAL7-9 RNA that was synthesized by in vitro transcription.In vitro depletion of Ess1. Depletion of the Ess1-TAP-tagged protein was done at 4°C by incubating 250 mg of cell extract for 1 h with 40 ml rabbit immunoglobulin G (IgG)-agarose beads equilibrated in buffer D (Invitrogen). The beads were pelleted, and the supernatant was removed, treated two more times with the IgG beads, and analyzed by Western blotting.Western blot analyses. Proteins were extracted from yeast strains and prepared for Western blotting as described previously (41). Antibodies used to detect the Pol IIA (8WG16) and the pSer5 (H14) forms of Pol II were obtained from Covance. Rpb3 antibody was from Neoclone. Ess1 and Rpa1 antibodies were gifts from Steve Hanes and Steve Brill, respectively. Ssu72 antibody was described previously (28). Peroxidase-antiperoxidase antibody (anti-PAP) used to detect the TAP tag was obtained from Sigma.ChIP. For chromatin immunoprecipitation (ChIP), cross-linking, isolation of chromatin, and sonication were performed as described previously (50). The PCR was performed using 2 μl of immunoprecipitated DNA or 0.4 μl of input DNA and the appropriate primer pairs. PMA1 primer pairs were described previously (27). The following PHO5 primer pairs (5′ → 3′ orientation) were synthesized: Pho5-UAS_F (GAAGTCATCTTATGTGCGCTG) and Pho5-UAS_R (TTTGGCATGTGCGATCTCTTC), Pho5-5′ORF_F (CGTGGGACTAGCACAGAC) and Pho5-5′ORF_R (GGGAATGGTACCTGCATTGG), Pho5-ORF_F1 (GTGCTTGTAACTCATGTCCTG) and Pho5-ORF_R1 (GACTGAGGCATTGAACAAGTTG), and Pho5-3′UTR_F (TTACAACGCCAGTCTATTGAG) and Pho5-3′UTR_R (CTAAGCGGCGACTAATACTG). PCR products were resolved in a 1.5% agarose gel and visualized by ethidium bromide staining using an AlphaImager 2000. RESULTSFunctional interactions among Ess1, TFIIB, and Ssu72. To determine whether the Ess1 PPIase genetically interacts with the Ssu72 CTD phosphatase, we introduced the SSU72 gene carried on a multicopy plasmid (2μm) into a wild-type strain and two isogenic ess1 temperature-sensitive mutants (ts), ess1A144T and ess1H164R, which encode A144T and H164R amino acid replacements, respectively (56); the ess1A144T allele also has a stop codon mutation (*171W) leading to a 33-amino-acid extension (X. Wu and S. D. Hanes, personal communication). The resulting transformants were scored for growth on −Ura selective medium at permissive (30°C) and restrictive (37°C) temperatures. Results are shown in Fig. ​Fig.1A.1A. Multicopy expression of SSU72 effectively suppressed the ts growth defect (37°C) of both ess1 mutants, with the ess1H164R strain exhibiting growth indistinguishable from that of the wild-type strain at 37°C.Open in a separate windowFIG. 1.Genetic interactions among Ess1, Ssu72, and TFIIB (SUA7). (A) Suppression of ess1 temperature-sensitive growth defects by multicopy expression of SSU72 and SUA7. Tenfold serial dilutions of isogenic wild-type (WT) (W303-1a), ess1A144T (YGD-TS8W), and ess1H164R (YGD-TS22W) strains that had been transformed with the multicopy-number (2μm) vector alone (YEp24), or its derivatives carrying either SSU72 (pM1402) or SUA7 (pM264), were spotted onto −Ura medium. Plates were photographed after 2 (30°C) or 3 (37°C) days of incubation. (B) Synthetic lethality associated with ess1H164R and specific sua7 alleles. Plasmid shuffle strains YMH1076 (WT) and YMH1077 (ess1H164R) carrying plasmid pM269 (SUA7-URA3) and HIS3 plasmids with the indicated sua7 allele were spotted in duplicate on either −His −Ura medium or 5-FOA medium, which counterselects pM269. The sua7 alleles encode single-amino-acid replacements and were described previously (54). (C) Synthetic lethality associated with ess1 and ssu72 mutations. Plasmid shuffle strains YMH1036 (WT), YMH1040 (ess1A144T), and YMH1044 (ess1H164R) carrying plasmid pM586 (SSU72-URA3) and TRP1 plasmids with the indicated ssu72 allele were spotted in duplicate on either −Trp −Ura medium or 5-FOA medium, which counterselects pM586.Ssu72 genetically and physically interacts with the general transcription factor TFIIB (9, 52, 54) and adversely affects the association of TFIIB with the terminator regions of the PMA1 and BLM10 genes (50). To determine whether TFIIB, encoded by the SUA7 gene, also interacts with Ess1, we asked if multicopy SUA7 expression would suppress the growth defects of the ess1 mutants. Although not as effective as SSU72, SUA7 clearly suppressed the ts phenotypes of ess1A144T and ess1H164R, paralleling the suppression observed with SSU72 (Fig. ​(Fig.1A).1A). Neither SSU72 nor SUA7 affected growth of the ess1 mutants at 30°C, and neither gene suppressed the ess1 growth defects at 37°C when expressed from low-copy-number (CEN) plasmids (data not shown).To further explore the interaction between Ess1 and TFIIB, we took advantage of an existing collection of defined sua7 mutants (54) to determine whether sua7 alleles either enhance or suppress the growth phenotype-associated ess1 mutations. This analysis was done by plasmid shuffle (see Materials and Methods). Four sua7 alleles, sua7-1 (E62K), sua7-18 (S53P), sua7-29 (K201I), and sua7-36 (L323P), encoding the indicated single-amino-acid replacements (54), resulted in either synthetic lethality or extremely impaired growth in combination with ess1H164R (Fig. ​(Fig.1B).1B). Repeated attempts to generate an analogous ess1A144T sua7Δ [SUA7] plasmid shuffle strain failed, suggesting that ess1A144T is lethal when the chromosomal SUA7 locus is disrupted, even in the presence of plasmid-borne SUA7.We performed an analogous plasmid shuffle experiment to determine whether the ess1 mutants exhibit synthetic growth defects in combination with ssu72 alleles. In this case, ssu72-2, which encodes catalytically deficient Ssu72-R129A (45), and the undefined ssu72-8 allele conferred growth defects in combination with ess1A144T and ess1H164R (Fig. ​(Fig.1C).1C). Taken together, the results in Fig. ​Fig.11 define functional interactions among the Ess1 PPIase, the Ssu72 CTD phosphatase, and the transcription initiation factor TFIIB.Ess1 is required for transcriptional activation. As part of our efforts to identify biological functions associated with Ess1, we screened the ess1 mutants for additional growth defects, including phosphate (Pho−), galactose (Gal−), and inositol (Ino−) auxotrophies. The wild-type, ess1A144T, and ess1H164R strains were spotted onto SC media and scored for the Pho−, Gal−, and Ino− phenotypes at 30°C. In contrast to the wild-type strain, the ess1 mutants exhibited clear Pho−, Gal−, and Ino− phenotypes (Fig. ​(Fig.2A2A).Open in a separate windowFIG. 2.The ess1 mutants are defective for PHO5, GAL10, and INO1 transcription. (A) Pho−, Gal−, and Ino− phenotypes associated with the ess1 mutants. Tenfold serial dilutions of wild type (WT) (W303-1a), ess1A144T (YGD-TS8W), and ess1H164R (YGD-TS22W) strains were spotted onto the indicated media. Plates were photographed after 4 days of incubation at 30°C. (B) PHO5p-lacZ, GAL10p-lacZ, and INO1p-lacZ reporter plasmids were introduced into the wild-type (W303-1a), ess1A144T (YGD-TS8W), and ess1H164R (YGD-TS22W) strains, and the resulting transformants were assayed for β-galactosidase activities under repressing (+Pi, +Glc, or +Ino) or inducing (−Pi, +Gal [without raffinose], or −Ino) conditions. All assays were performed in duplicate, using three independent transformants, and values (nmol/min/mg protein) are presented as means ± standard deviations.Growth of S. cerevisiae on limiting Pi medium depends upon the expression of secreted organic phosphatases, encoded by the PHO3, PHO5, PHO10, and PHO11 genes (30). Because the principal acid phosphatase (>90%) is encoded by PHO5, defective PHO5 activation seemed likely to account for the Pho− phenotype of the ess1 mutants. We demonstrated this by assaying β-galactosidase activity expressed from a PHO5p-lacZ reporter plasmid in the wild-type and ess1 strains. Whereas Pi depletion induced β-galactosidase ∼40-fold in the wild-type strain, no induction was observed under identical conditions in the ess1A144T and ess1H164R mutants (Fig. ​(Fig.2B).2B). Thus, the Ess1 PPIase is essential for normal activation of PHO5 transcription in vivo.We next asked whether Ess1 plays a general role in transcription, not limited to PHO5. Based on the Gal− and Ino− phenotypes of the ess1A144T and ess1H164R mutants (Fig. ​(Fig.2A),2A), we assayed β-galactosidase activity expressed from GAL10p-lacZ and INO1p-lacZ reporter plasmids. Similar to their effects on PHO5p-lacZ expression, the ess1A144T and ess1H164R mutations dramatically diminished β-galactosidase activity from the GAL10p-lacZ reporter under inducing conditions, reducing activation by more than 10-fold (Fig. ​(Fig.2B).2B). The ess1 mutations also adversely affected activation of INO1p-lacZ, although in this case the effect was less dramatic, diminishing activation by ∼50%. These results suggest that the Ess1 PPIase plays a general role in Pol II transcriptional activation. The extent of the ess1 activation defects might correlate with activator strength as the strongly induced PHO5 and GAL10 promoters were more severely affected by the ess1 mutations than the less strongly induced INO1 promoter.We also determined whether the Pho− phenotype of the ess1 mutants can be suppressed by multicopy expression of SSU72 and SUA7. In this case, serial dilutions of the wild-type, ess1A144T, and ess1H164R strains that had been transformed with multicopy SSU72, SUA7, or vector alone were spotted onto −Pi omission medium that had been supplemented with either high (1 mM) or low (5 μM) concentrations of Pi and incubated at 30°C (Fig. ​(Fig.3A).3A). The results indicate that multicopy SSU72 and SUA7 suppressed the Pho− phenotypes of both ess1 mutants. Multicopy SSU72 and SUA7 also suppressed the Gal− phenotypes of ess1 mutants (Fig. ​(Fig.3A)3A) and suppressed the PHO5 activation defect according to the PHO5p-lacZ reporter assay (Fig. ​(Fig.3B).3B). Taken together, these results underscore the functional relationship among Ess1, Ssu72, and TFIIB and establish that Ess1 is required for transcriptional activation in vivo.Open in a separate windowFIG. 3.The Pho−, Gal−, and PHO5 activation defects of ess1 mutants are suppressed by multicopy expression of SSU72 and SUA7. (A) Tenfold serial dilutions of the same strains described in the legend to Fig. ​Fig.11 were spotted onto −Ura medium containing either high (1 mM) or low (5 μM) Pi concentrations or onto SC medium containing either 2% glucose (Glc) or 2% galactose (Gal). The plates were photographed after 4 days of incubation at 30°C. (B) The PHO5p-lacZ reporter plasmid was introduced into the same strains described in Fig. ​Fig.11 and assayed for β-galactosidase activities under repressing (+Pi) or inducing (−Pi) conditions, as described for Fig. ​Fig.2B2B.Ess1 is required for efficient transcription termination, but not 3′-end processing. The ESS1 gene was initially identified by Hanes et al. (14) and subsequently recovered (named PTF1) in a genetic screen for mutants defective in pre-mRNA 3′-end formation, affecting either processing or termination (15, 16). Hanes and colleagues reported that Ess1 is a negative regulator of transcription elongation but also reported that ess1 mutants are termination defective and that the elongation and termination functions are separable (55). To further explore this issue, we introduced lacZ reporter plasmids that were designed to detect proper 3′-end formation into the wild-type and ess1 mutants. These plasmids include the ADH2 (pL101) or GAL7 (pL501) 3′-end-forming signals inserted into the RP51A intron of an RP51A-lacZ fusion construct or a positive control that contains no insertion, pHZ18Δ2 (21; data not shown). Cells harboring pHZ18Δ2 turned blue on indicator medium (data not shown), indicating that the entire fusion gene was transcribed, the pre-mRNA was spliced, and β-galactosidase was produced. Wild-type cells harboring pL101 or pL501 remained white due to termination of transcription within the intron (data not shown). In contrast, the ess1 mutants turned blue, indicating that Pol II reads through the ADH2 and GAL7 termination sequences, yielding colony color phenotypes comparable to that of termination-defective pcf11-9 mutation (data not shown).Our previous results established that Ssu72 is required for 3′-end processing and that this activity is independent of its CTD pSer5 phosphatase activity (19, 28). To directly test whether Ess1 is required for 3′-end processing, we performed in vitro 3′-end processing assays. Neither ess1 mutant caused a defect in cleavage and polyadenylation, even if cell cultures were shifted to 37°C for 1 h prior to cell lysis or if the processing reaction was performed at 37°C instead of 30°C (data not shown). To more stringently test a requirement for Ess1, whole-cell extracts from wild-type and Ess1-TAP-tagged cells were assayed either prior to or following depletion of Ess1-TAP by binding to IgG-agarose (Fig. ​(Fig.4A).4A). The GAL7-1 substrate was efficiently cleaved and polyadenylated in the Ess1-TAP-depleted extract, yielding the same results as in the wild-type and Ess1-TAP-replete extracts (Fig. ​(Fig.4B,4B, left panel). Identical results were obtained using the precleaved GAL7-9 substrate in an assay that measures poly(A) addition in the absence of cleavage (Fig. ​(Fig.4B,4B, right panel). These results demonstrate that Ess1, in contrast to Ssu72, is not required for 3′-end processing in vitro and rule out the possibility that the ess1 effects on termination could be explained by Ess1 having a direct effect on 3′-end processing.Open in a separate windowFIG. 4.Depletion of Ess1 is not detrimental to pre-mRNA 3′-end processing in vitro. (A) Western blot analysis of cell extracts from the wild-type (WT) strain (W303-1a) or Ess1-TAP strain (H-351), either prior to (+) or following (−) Ess1-TAP depletion. The blot was probed with either Ess1 antibody (α-Ess1) or anti-PAP (α-PAP), which detects the TAP tag. (B) For the coupled cleavage-polyadenylation assay (left), the extracts described in panel A were incubated with ATP and 32P-labeled full-length GAL7-1 RNA (Pre) (black and white rectangle) for 20 min at 30°C. The same conditions were used for poly(A) addition assays (right), except that the precleaved GAL7-9 RNA was used as substrate (black rectangle). Products [An, poly(A) RNA] were resolved on a denaturing 5% polyacrylamide gel and visualized with a PhosphorImager. Positions of substrates and products are indicated on the left side of each panel.Functional interaction of Pta1 with Ssu72 and Ess1. As an integral component of the CPF 3′-end processing complex, Ssu72 physically and functionally interacts with Pta1 (19, 28, 36). To determine whether Ess1 and Pta1 genetically interact, we tested the effects of PTA1 overexpression in the ess1 mutants. The multicopy-number GAL1p-PTA1 plasmid (pN1681) or pYES vector was introduced into the wild-type, ess1A144T, and ess1H164R strains, and transformants were scored for growth on glucose (repressing) and galactose (inducing) media. In the ess1H164R mutant, weak overexpression of PTA1 caused a slow-growth phenotype on glucose medium, whereas galactose induction of PTA1 was lethal (Fig. ​(Fig.5,5, sector 6). These growth defects can be attributed specifically to PTA1 overexpression because the ess1H164R strain transformed with pYES vector exhibited no growth impairment on either carbon source (sector 5). Moreover, Pta1-mediated growth inhibition is specific to the ess1H164R allele as PTA1 overexpression had no effect on growth of either the wild-type or ess1A144T strains (sectors 1 to 4). These results are reminiscent of the allele-specific, synthetic growth defect associated with PTA1 overexpression in the ssu72-3 background (sectors 7 to 10) (19). Thus, the Pta1 component of the CPF complex interacts in a similar genetic manner with both Ssu72 and Ess1, perhaps impairing the already diminished catalytic activity of these two essential proteins.The pSer5 form of the CTD accumulates in ess1 mutants. To determine whether Ess1 affects the phosphorylation status of the Pol II CTD, we assayed the levels of pSer5 in the wild-type and ess1 mutants by Western blotting using monoclonal antibodies specific to the pSer5 form of the CTD (H14) or to hypophosphorylated CTD (8WG16) (Fig. ​(Fig.6).6). The ess1A144T and ess1H164R mutants displayed distinctly higher levels of pSer5 and lower levels of hypophosphorylated CTD (cf. lanes 3 and 5 with lane 1). Hanes and coworkers have also found elevated levels of pSer5, but not pSer2, in ess1 mutants (S. D. Hanes, personal communication). These results are not due to altered levels of Pol II, as Rpb3 levels are similar in all samples. Antibody to the Ess1 protein confirmed diminished levels of Ess1 in the ess1A144T and ess1H164R mutants, consistent with earlier results (56). If Ess1 facilitates pSer5 dephosphorylation, then SSU72 overexpression might suppress the effects of the ess1 mutations on pSer5 levels. Although high-copy-number SSU72 clearly suppressed the elevated level of pSer5 in the ess1A144T mutant (cf. lanes 3 and 4), a similar result was not observed with the ess1H164R mutant (cf. lanes 5 and 6). Interestingly, Ssu72 levels are only marginally elevated in the ess1 mutants carrying high-copy SSU72, relative to the level of Ssu72 overexpression in the wild-type strain (cf. lanes 4 and 6 with lane 2), suggesting that Ess1 regulates Ssu72 expression. Taken together, we conclude that Ess1 is required for efficient CTD pSer5 dephosphorylation in vivo, mimicking the effect of Ssu72 depletion (28). These results suggest that Ess1 interacts with Pol II to facilitate Ssu72-catalyzed Ser5-P dephosphorylation.Open in a separate windowFIG. 6.The ess1 mutations affect Pol II CTD Ser5 phosphorylation in vivo. The wild-type (WT) (W303-1a), ess1A144T (YGD-TS8W), and ess1H164R (YGD-TS22W) strains that had been transformed with either the high-copy-number pRS423 vector (V) or the same vector carrying the SSU72 gene (no. 72), were grown in −His selective medium to the optical density at 600 nm of 0.7 to 0.8. Total cell extracts were then analyzed by Western blotting using antibodies specific to the Ser5 phosphorylated form of the CTD (H14), hypophosphorylated CTD (8WG16), Rpb3, Ssu72, Ess1, or the Rpa1 protein (loading control). The Ssu72 antibody detects a doublet, with the upper band corresponding to phosphorylated Ssu72 (B.-S. Chen and M. Hampsey, unpublished results).Ess1 associates with promoter and terminator regions. Genetic interaction of Ess1 with the TFIIB component of the transcription initiation complex and with the Ssu72 and Pta1 components of the CPF 3′-end-processing complex raises the issue of whether Ess1 associates with the promoter and terminator regions of Pol II-transcribed genes. We addressed this issue by ChIP of TAP-tagged Ess1, assaying association with the PMA1 and PHO5 genes. Ess1 clearly occupies the terminator region (region 6) of PMA1 and, to a lesser extent, region 8 further downstream (Fig. 7B and C). The promoter (region 1) is also enriched for Ess1, albeit to a lesser extent than the terminator. We also observed Ess1 enrichment at either end of the PHO5 gene, in contrast to Pol II (Rpb3), which occupies the PHO5 promoter and ORF, but not the terminator (Fig. 7E and F). As expected, we observed an increase in Pol II occupancy under activating conditions (−Pi), although Ess1 occupancy was not affected to the same extent by Pi availability. We conclude that Ess1 occupies the promoter and terminator regions of Pol II-transcribed genes, comparable to Ssu72, and consistent with our model that Ess1 and Ssu72 function in the same pathway to catalyze Pol II CTD pSer5 dephosphorylation (Fig. ​(Fig.88).Open in a separate windowFIG. 7.Ess1 cross-links to the promoter and terminator regions of the PMA1 and PHO5 genes. (A) Schematic depiction of the PMA1 gene showing the position of its promoter (black box) and two polyadenylation sites (vertical arrows). The regions probed by ChIP are denoted 1 to 9. (B) ChIP analysis of Ess1 cross-linking to PMA1 using strain H-351 (Ess1-TAP). ChIP was done using IgG-agarose beads. P1 to P4 and P6 to P9 correspond to regions 1 to 4 and 6 to 9 in panel A; lane V denotes a nontranscribed region of chromosome V that serves as an internal background control. All PCR primer pairs used in this analysis are identical to those described previously (27). The input signal represents DNA prior to immunoprecipitation. (C) Quantification of the data shown in panel B. (D) Schematic depiction of the PHO5 gene. The regions probed by ChIP are denoted A to D. Region D encompasses the PHO5 poly(A) site (22). (E) ChIP analysis of Ess1-TAP and Rpb3 cross-linking to PHO5 using the same strains and antibody as described for panel B, under repressing (+Pi) and activating (−Pi) conditions, as described for Fig. ​Fig.3.3. (F) Quantification of the data shown in panel E.Open in a separate windowFIG. 8.Model depicting the role of the Ess1 PPIase in CTD pSer5-Pro6 dephosphorylation. The Kin28 kinase of the general transcription factor TFIIH catalyzes Ser5 phosphorylation. Although the specificity of Kin28 for cis versus trans substrate specificity is unknown, structural constraints might limit the pSer5-Pro6 product to the cis conformation. If Ssu72 recognizes specifically pSer5-Pro6 in the trans conformation, then Ess1-catalyzed cis-trans isomerization would be required to generate the Ssu72 substrate. This model is consistent with the trans specificity of several mammalian Ser/Thr-Pro kinases and phosphatases and with the specificity of the Pin1 PPIase (57). CprX denotes a cyclophilin A PPIase, which might be required to catalyze cis-trans isomerization of unphosphorylated Ser5-Pro6, a possibility suggested by suppression of ess1 by multicopy expression of CPR1, one of the eight cyclophilin A genes in yeast (56). The “c” and “t” subscripts denote the cis and trans conformations of the peptidyl prolyl bond. DISCUSSIONEss1 targets the Pol II CTD. Earlier work suggested that the yeast Ess1 PPIase targets the Pol II CTD: (i) ess1 mutants genetically interact with the Kin28 Ser5 CTD kinase, the Ctk1 Ser2 CTD kinase, the Fcp1 pSer2 CTD phosphatase, and two other CTD kinases, Srb10 and Bur1 (53, 55); (ii) the growth defects of the ess1 mutants are either enhanced by CTD truncation mutations or suppressed by Ser5 → Ala replacements within the first half of the CTD (53); (iii) Ess1 directly binds the hyperphosphorylated Pol IIO form of the CTD (35); and (iv) Ess1 (Ptf1) exhibits substrate specificity for peptides with a proline residue preceded by phosphorylated serine or threonine (15). Here we extend those results by showing that Ess1 genetically interacts with the Ssu72 CTD pSer5 phosphatase and that the pSer5 form of the CTD accumulates in ess1 mutants.We do not know whether the effect of Ess1 on the phosphorylation status of the CTD is direct or indirect. For example, Ess1 could affect pSer5 levels either by inhibiting the Kin28 CTD kinase or by stimulating the Ssu72 phosphatase. However, the affinity of Ess1 for pSer-Pro (12) suggests that Ess1 directly affects the structure of the CTD, consistent with the idea that the CTD is regulated by proline isomerization (37). We suggest the following model to account for the effects of Ess1 on the Pol II CTD. Upon phosphorylation of Ser5-Pro6 by the Kin28 CTD kinase, structural constraints might favor the cis conformation of the phosphorylated pSer5-Pro6 product. However, the Ssu72 phosphatase recognizes specifically the trans conformation of pSer5-Pro6, and the Ess1 PPIase is needed to catalyze cis-to-trans isomerization to create a favorable Ssu72 substrate. Accordingly, Ess1 facilitates pSer5 dephosphorylation by generating the preferred conformation of the CTD substrate. This model is consistent (i) with the substrate specificity of Ssu72 for …Thr4-pSer5-Pro6…Tyr1… (17); (ii) with the dependence of pSer/Thr-Pro dephosphorylation upon Pin1, the mammalian homolog of Ess1 (reviewed in reference 57); and (iii) with the specificity of mammalian phosphatases for pSer/Thr-Pro in the trans conformation (55).Although our results demonstrate that Ess1 affects the phosphorylation status of Ser5, Ess1 substrates are unlikely to be limited to pSer5-Pro6 of the CTD. Genetic interaction of Ess1 with the Ctk1 Ser2 kinase and the Fcp1 pSer2 phosphatase suggests that pSer2-Pro3 of the CTD might also be targeted by Ess1. However, we did not detect altered levels of pSer2 in the ess1 mutants using the H5 monoclonal antibody (data not shown). Alternatively, Fcp1 overexpression might suppress ess1 mutations by catalyzing Ser5-P dephosphorylation in vivo. Ess1 might also target substrates other than the CTD, including the Spt5 subunit of the Spt4-Spt5 elongation complex as the ess1 mutations genetically interact with spt4Δ and spt5 mutations (55) and Pin1 directly binds the phosphorylated form of human Spt5 (29).Pin1 also affects the phosphorylation status of the human Pol II CTD (58, 60). However, Pin1 and Ess1 appear to exert opposite effects on CTD phosphorylation: whereas ess1 mutations correlate with hyperphosphorylation of Ser5 in vivo, the hypophosphorylated form of Pol II accumulates in pin1−/− mutants and normal Pin1 induces CTD hyperphosphorylation in vitro (58). Interestingly, Pin1-mediated Pol II hyperphosphorylation and transcription inhibition were found to occur during M phase of the cell cycle, whereas transcription is not inhibited during M phase of the yeast cell cycle. The apparent discrepancy between the effects of Ess1 and Pin1 on CTD phosphorylation might be explained by different effects of PPIases on the CTD at different stages of the cell cycle. For example, Pin1 might indirectly affect CTD phosphorylation during M phase by inhibiting CTD phosphatase or by stimulating CTD kinase activities, as described previously (58), but directly affect the CTD during G1/S phase, consistent with direct binding of Pin1 to Pol IIO (60).The Ess1 connection to 3′-end processing and termination. The CPF 3′-end processing complex is directly recruited to the CTD, and the Pta1 component of CPF specifically binds the phosphorylated form of the CTD (46). Furthermore, Pta1 phosphorylation/dephosphorylation regulates mRNA 3′-end processing with Glc7 catalyzing Pta1 dephosphorylation (20). The genetic interactions that we observe among Ess1, Ssu72, and Pta1 might be a consequence, at least in part, of altered physical interactions between CPF and the CTD. For example, hyperphosphorylation of the CTD associated with ssu72 and ess1 mutations might adversely affect the exchange of elongation and termination factors at the 3′ end of the gene (24). Failure to properly recruit CPF could result in Pol II read-through of the terminator, thereby accounting for the observed termination defects associated with ess1 (55; data not shown). This scenario would be consistent with normal endonucleolytic RNA cleavage and poly(A) addition in Ess1-depleted extracts (Fig. ​(Fig.4),4), which occurs independently of Pol II transcription.Overexpression of the PTA1 gene is toxic in the ess1H164R mutant, and this effect is allele specific (Fig. ​(Fig.5).5). Allele-specific toxicity associated with PTA1 overexpression was also observed in an ssu72-3 mutant (19). These results suggest that the activities of Pta1, Ssu72, and Ess1 are tightly coordinated to modulate the progression of Pol II through the transcription cycle. This interpretation is consistent with localization of all three proteins at the beginnings and ends of genes (Fig. ​(Fig.7)7) (1, 36) and with the detrimental effects of pta1, ssu72, and ess1 mutations on Pol II termination, especially occurring at short genes, such as those producing snoRNAs or the short transcripts terminating in the intron of the reporter used in our termination experiments (15, 36, 51, 55; data not shown).Ess1 affects Pol II initiation and termination. Mutations in ESS1 have variously been reported to alter transcription initiation, elongation, 3′-end processing, and termination (15, 35, 53, 55). Genetic interaction of ess1 mutations with defects in the four CTD kinases led to the proposal that Ess1 promotes CTD dephosphorylation and subsequent preinitiation complex assembly (53). Our results, showing suppression of ess1 growth defects by overexpression of the initiation factor TFIIB, as well as the adverse effects of ess1 mutations on activation of the PHO5, GAL10, and INO1 promoters, underscore the importance of Ess1 in transcription initiation. As discussed above, human Pin1 also modulates transcription, affecting specifically initiation and not elongation (58, 60). However, the stimulatory effect of Ess1 on transcription initiation in yeast stands in contrast to the inhibitory effect of Pin1 on transcription initiation in vitro. Whether this discrepancy reflects a fundamental difference in the roles of these two PPIases in yeast and human cells or simply the different focuses of the two experimental systems remains to be clarified.An especially intriguing result from our studies is the ability of both TFIIB and Ssu72 to suppress the same ess1 mutations and their effects on initiation and termination. These results suggest that Ess1 performs a common function at the early and late stages of the transcription cycle, presumably manifested through effects on the phosphorylation status of the CTD. TFIIB physically and functionally interacts with several components of the termination machinery, including Ssu72 (52), Sub1 (54), and now Ess1. Ssu72 was initially identified based on genetic and physical interactions with TFIIB (9, 39, 52, 54). Sub1 was also identified as a suppressor of TFIIB and Pta1 defects (19, 25, 54) and was later reported to function as an antitermination factor (5, 6). Interestingly, all of these genetic interactions with TFIIB are allele specific, an outcome often indicative of direct protein-protein interactions.As detected by ChIP, TFIIB not only occupies the promoter but also associates with the terminator regions of the PMA1 and BLM10 genes (50). TFIIB association with both promoter and termination regions might be a consequence of gene looping, which has been shown to juxtapose the promoter and terminator regions in a transcription-dependent manner (1, 38, 50). Gene looping is also dependent upon Ssu72 and is blocked by sua7-1, the same allele that genetically interacts with ssu72, ess1, and sub1 (52, 54; S. Krishnamurthy, unpublished results). It will be interesting to determine if Ess1 plays a common role in transcription initiation and termination, perhaps involving gene loops. AcknowledgmentsWe are especially grateful to Steve Hanes for generously providing ess1 strains, Ess1 antibody, and for valuable discussions during the course of this work. We also thank Shivani Goel for constructing ess1 ssu72 plasmid shuffle strains; E. O'Shea and F. Lacroute for yeast strains; M. Grunstein, I. Yamashita, and R. Young for plasmids; and S. Brill for anti-Rpa1 antiserum.This work was supported by NIH grant RO1 {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"GM068887\",\"term_id\":\"221361228\",\"term_text\":\"GM068887\"}}GM068887 to C.M. and M.H. Footnotes▿Published ahead of print on 30 March 2009. REFERENCES1. Ansari, A., and M. Hampsey. 2005. A role for the CPF 3′-end processing machinery in RNAP II-dependent gene looping. Genes Dev. 192969-2978. [PMC free article] [PubMed] [Google Scholar]2. Arevalo-Rodriguez, M., X. Wu, S. D. Hanes, and J. Heitman. 2004. Prolyl isomerases in yeast. Front. Biosci. 92420-2446. [PubMed] [Google Scholar]3. Bentley, D. L. 2005. Rules of engagement: co-transcriptional recruitment of pre-mRNA processing factors. Curr. Opin. Cell Biol. 17251-256. [PubMed] [Google Scholar]4. Buratowski, S. 2005. Connections between mRNA 3′ end processing and transcription termination. Curr. Opin. Cell Biol. 17257-261. [PubMed] [Google Scholar]5. Calvo, O., and J. L. Manley. 2001. Evolutionarily conserved interaction between CstF-64 and PC4 links transcription, polyadenylation, and termination. Mol. Cell 71013-1023. [PubMed] [Google Scholar]6. Calvo, O., and J. L. Manley. 2005. The transcriptional coactivator PC4/Sub1 has multiple functions in RNA polymerase II transcription. EMBO J. 241009-1020. [PMC free article] [PubMed] [Google Scholar]7. Chapman, R. D., M. Heidemann, T. K. Albert, R. Mailhammer, A. Flatley, M. Meisterernst, E. Kremmer, and D. Eick. 2007. Transcribing RNA polymerase II is phosphorylated at CTD residue serine-7. Science 3181780-1782. [PubMed] [Google Scholar]8. Cho, E. J., M. S. Kobor, M. Kim, J. Greenblatt, and S. Buratowski. 2001. Opposing effects of Ctk1 kinase and Fcp1 phosphatase at Ser 2 of the RNA polymerase II C-terminal domain. Genes Dev. 153319-3329. [PMC free article] [PubMed] [Google Scholar]9. Dichtl, B., D. Blank, M. Ohnacker, A. Friedlein, D. Roeder, H. Langen, and W. Keller. 2002. A role for SSU72 in balancing RNA polymerase II transcription elongation and termination. Mol. Cell 101139-1150. [PubMed] [Google Scholar]10. Egloff, S., D. O'Reilly, R. D. Chapman, A. Taylor, K. Tanzhaus, L. Pitts, D. Eick, and S. Murphy. 2007. Serine-7 of the RNA polymerase II CTD is specifically required for snRNA gene expression. Science 3181777-1779. [PMC free article] [PubMed] [Google Scholar]11. Estrella, L. A., S. Krishnamurthy, C. R. Timme, and M. Hampsey. 2008. The Rsp5 E3 ligase mediates turnover of low affinity phosphate transporters in Saccharomyces cerevisiae. J. Biol. Chem. 2835327-5334. [PubMed] [Google Scholar]12. Gemmill, T. R., X. Wu, and S. D. Hanes. 2005. Vanishingly low levels of Ess1 prolyl-isomerase activity are sufficient for growth in Saccharomyces cerevisiae. J. Biol. Chem. 28015510-15517. [PubMed] [Google Scholar]13. Han, M., and M. Grunstein. 1988. Nucleosome loss activates yeast downstream promoters in vivo. Cell 551137-1145. [PubMed] [Google Scholar]14. Hanes, S. D., P. R. Shank, and K. A. Bostian. 1989. Sequence and mutational analysis of ESS1, a gene essential for growth in Saccharomyces cerevisiae. Yeast 555-72. [PubMed] [Google Scholar]15. Hani, J., B. Schelbert, A. Bernhardt, H. Domdey, G. Fischer, K. Wiebauer, and J. U. Rahfeld. 1999. Mutations in a peptidylprolyl-cis/trans-isomerase gene lead to a defect in 3′-end formation of a pre-mRNA in Saccharomyces cerevisiae. J. Biol. Chem. 274108-116. [PubMed] [Google Scholar]16. Hani, J., G. Stumpf, and H. Domdey. 1995. PTF1 encodes an essential protein in Saccharomyces cerevisiae, which shows strong homology with a new putative family of PPIases. FEBS Lett. 365198-202. [PubMed] [Google Scholar]17. Hausmann, S., H. Koiwa, S. Krishnamurthy, M. Hampsey, and S. Shuman. 2005. Different strategies for carboxyl-terminal domain (CTD) recognition by serine 5-specific CTD phosphatases. J. Biol. Chem. 28037681-37688. [PubMed] [Google Scholar]18. Hausmann, S., and S. Shuman. 2002. Characterization of the CTD phosphatase Fcp1 from fission yeast. Preferential dephosphorylation of serine 2 versus serine 5. J. Biol. Chem. 27721213-21220. [PubMed] [Google Scholar]19. He, X., A. U. Khan, H. Cheng, D. L. Pappas, Jr., M. Hampsey, and C. L. Moore. 2003. Functional interactions between the transcription and mRNA 3′ end processing machineries mediated by Ssu72 and Sub1. Genes Dev. 171030-1042. [PMC free article] [PubMed] [Google Scholar]20. He, X., and C. Moore. 2005. Regulation of yeast mRNA 3′ end processing by phosphorylation. Mol. Cell 19619-629. [PubMed] [Google Scholar]21. Hyman, L. E., S. H. Seiler, J. Whoriskey, and C. L. Moore. 1991. Point mutations upstream of the yeast ADH2 poly(A) site significantly reduce the efficiency of 3′-end formation. Mol. Cell. Biol. 112004-2012. [PMC free article] [PubMed] [Google Scholar]22. Irniger, S., C. M. Egli, and G. H. Braus. 1991. Different classes of polyadenylation sites in the yeast Saccharomyces cerevisiae. Mol. Cell. Biol. 113060-3069. [PMC free article] [PubMed] [Google Scholar]23. Kaiser, C., S. Michaelis, and A. Mitchell. 1994. Methods in yeast genetics. Cold Spring Harbor Laboratory Press, Cold Spring Harbor, NY.24. Kim, M., S. H. Ahn, N. J. Krogan, J. F. Greenblatt, and S. Buratowski. 2004. Transitions in RNA polymerase II elongation complexes at the 3′ ends of genes. EMBO J. 23354-364. [PMC free article] [PubMed] [Google Scholar]25. Knaus, R., R. Pollock, and L. Guarente. 1996. Yeast SUB1 is a suppressor of TFIIB mutations and has homology to the human co-activator PC4. EMBO J. 151933-1940. [PMC free article] [PubMed] [Google Scholar]26. Kobor, M. S., and J. Greenblatt. 2002. Regulation of transcription elongation by phosphorylation. Biochim. Biophys. Acta 1577261-275. [PubMed] [Google Scholar]27. Komarnitsky, P., E. J. Cho, and S. Buratowski. 2000. Different phosphorylated forms of RNA polymerase II and associated mRNA processing factors during transcription. Genes Dev. 142452-2460. [PMC free article] [PubMed] [Google Scholar]28. Krishnamurthy, S., X. He, M. Reyes-Reyes, C. Moore, and M. Hampsey. 2004. Ssu72 is an RNA polymerase II CTD phosphatase. Mol. Cell 14387-394. [PubMed] [Google Scholar]29. Lavoie, S. B., A. L. Albert, H. Handa, M. Vincent, and O. Bensaude. 2001. The peptidyl-prolyl isomerase Pin1 interacts with hSpt5 phosphorylated by Cdk9. J. Mol. Biol. 312675-685. [PubMed] [Google Scholar]30. Lenburg, M. E., and E. K. O'Shea. 1996. Signaling phosphate starvation. Trends Biochem. Sci. 21383-387. [PubMed] [Google Scholar]31. Liu, Y., C. Kung, J. Fishburn, A. Z. Ansari, K. M. Shokat, and S. Hahn. 2004. Two cyclin-dependent kinases promote RNA polymerase II transcription and formation of the scaffold complex. Mol. Cell. Biol. 241721-1735. [PMC free article] [PubMed] [Google Scholar]32. Lu, K. P., G. Finn, T. H. Lee, and L. K. Nicholson. 2007. Prolyl cis-trans isomerization as a molecular timer. Nat. Chem. Biol. 3619-629. [PubMed] [Google Scholar]33. Lu, K. P., and X. Z. Zhou. 2007. The prolyl isomerase PIN1: a pivotal new twist in phosphorylation signalling and disease. Nat. Rev. Mol. Cell Biol. 8904-916. [PubMed] [Google Scholar]34. Meinhart, A., T. Kamenski, S. Hoeppner, S. Baumli, and P. Cramer. 2005. A structural perspective of CTD function. Genes Dev. 191401-1415. [PubMed] [Google Scholar]35. Morris, D. P., H. P. Phatnani, and A. L. Greenleaf. 1999. Phospho-carboxyl-terminal domain binding and the role of a prolyl isomerase in pre-mRNA 3′-end formation. J. Biol. Chem. 27431583-31587. [PubMed] [Google Scholar]36. Nedea, E., X. He, M. Kim, J. Pootoolal, G. Zhong, V. Canadien, T. Hughes, S. Buratowski, C. L. Moore, and J. Greenblatt. 2003. Organization and function of APT, a subcomplex of the yeast cleavage and polyadenylation factor involved in the formation of mRNA and small nucleolar RNA 3′-ends. J. Biol. Chem. 27833000-33010. [PubMed] [Google Scholar]37. Noble, C. G., D. Hollingworth, S. R. Martin, V. Ennis-Adeniran, S. J. Smerdon, G. Kelly, I. A. Taylor, and A. Ramos. 2005. Key features of the interaction between Pcf11 CID and RNA polymerase II CTD. Nat. Struct. Mol. Biol. 12144-151. [PubMed] [Google Scholar]38. O'Sullivan, J. M., S. M. Tan-Wong, A. Morillon, B. Lee, J. Coles, J. Mellor, and N. J. Proudfoot. 2004. Gene loops juxtapose promoters and terminators in yeast. Nat. Genet. 361014-1018. [PubMed] [Google Scholar]39. Pappas, D. L., Jr., and M. Hampsey. 2000. Functional interaction between Ssu72 and the Rpb2 subunit of RNA polymerase II in Saccharomyces cerevisiae. Mol. Cell. Biol. 208343-8351. [PMC free article] [PubMed] [Google Scholar]40. Patturajan, M., N. K. Conrad, D. B. Bregman, and J. L. Corden. 1999. Yeast carboxyl-terminal domain kinase I positively and negatively regulates RNA polymerase II carboxyl-terminal domain phosphorylation. J. Biol. Chem. 27427823-27828. [PubMed] [Google Scholar]41. Patturajan, M., R. J. Schulte, B. M. Sefton, R. Berezney, M. Vincent, O. Bensaude, S. L. Warren, and J. L. Corden. 1998. Growth-related changes in phosphorylation of yeast RNA polymerase II. J. Biol. Chem. 2734689-4694. [PubMed] [Google Scholar]42. Phatnani, H. P., and A. L. Greenleaf. 2006. Phosphorylation and functions of the RNA polymerase II CTD. Genes Dev. 202922-2936. [PubMed] [Google Scholar]43. Proudfoot, N. J., A. Furger, and M. J. Dye. 2002. Integrating mRNA processing with transcription. Cell 108501-512. [PubMed] [Google Scholar]44. Ranganathan, R., K. P. Lu, T. Hunter, and J. P. Noel. 1997. Structural and functional analysis of the mitotic rotamase Pin1 suggests substrate recognition is phosphorylation dependent. Cell 89875-886. [PubMed] [Google Scholar]45. Reyes-Reyes, M., and M. Hampsey. 2007. Role for the Ssu72 C-terminal domain phosphatase in RNA polymerase II transcription elongation. Mol. Cell. Biol. 27926-936. [PMC free article] [PubMed] [Google Scholar]46. Rodriguez, C. R., E.-J. Cho, M.-C. Keogh, C. L. Moore, A. L. Greenleaf, and S. Buratowski. 2000. Kin28, the TFIIH-associated carboxy-terminal domain kinase, facilitates the recruitment of mRNA processing machinery to RNA polymerase II. Mol. Cell. Biol. 20104-112. [PMC free article] [PubMed] [Google Scholar]47. Scafe, C., D. Chao, J. Lopes, J. P. Hirsch, S. Henry, and R. A. Young. 1990. RNA polymerase II C-terminal repeat influences response to transcriptional enhancer signals. Nature 347491-494. [PubMed] [Google Scholar]48. Sherman, F. 1991. Getting started with yeast. Methods Enzymol. 1943-21. [PubMed] [Google Scholar]49. Sims, R. J., III, R. Belotserkovskaya, and D. Reinberg. 2004. Elongation by RNA polymerase II: the short and long of it. Genes Dev. 182437-2468. [PubMed] [Google Scholar]50. Singh, B. N., and M. Hampsey. 2007. A transcription-independent role for TFIIB in gene looping. Mol. Cell 27806-816. [PubMed] [Google Scholar]51. Steinmetz, E. J., and D. A. Brow. 2003. Ssu72 protein mediates both poly(A)-coupled and poly(A)-independent termination of RNA polymerase II transcription. Mol. Cell. Biol. 236339-6349. [PMC free article] [PubMed] [Google Scholar]52. Sun, Z.-W., and M. Hampsey. 1996. Synthetic enhancement of a TFIIB defect by a mutation in SSU72, an essential gene encoding a novel protein that affects transcription start site selection in vivo. Mol. Cell. Biol. 161557-1566. [PMC free article] [PubMed] [Google Scholar]53. Wilcox, C. B., A. Rossettini, and S. D. Hanes. 2004. Genetic interactions with C-terminal domain (CTD) kinases and the CTD of RNA Pol II suggest a role for ESS1 in transcription initiation and elongation in Saccharomyces cerevisiae. Genetics 16793-105. [PMC free article] [PubMed] [Google Scholar]54. Wu, W.-H., I. Pinto, B.-S. Chen, and M. Hampsey. 1999. Mutational analysis of yeast TFIIB: a functional relationship between Ssu72 and Sub1/Tsp1 defined by allele-specific interactions with TFIIB. Genetics 153643-652. [PMC free article] [PubMed] [Google Scholar]55. Wu, X., A. Rossettini, and S. D. Hanes. 2003. The ESS1 prolyl isomerase and its suppressor BYE1 interact with RNA pol II to inhibit transcription elongation in Saccharomyces cerevisiae. Genetics 1651687-1702. [PMC free article] [PubMed] [Google Scholar]56. Wu, X., C. B. Wilcox, G. Devasahayam, R. L. Hackett, M. Arevalo-Rodriguez, M. E. Cardenas, J. Heitman, and S. D. Hanes. 2000. The Ess1 prolyl isomerase is linked to chromatin remodeling complexes and the general transcription machinery. EMBO J. 193727-3738. [PMC free article] [PubMed] [Google Scholar]57. Wulf, G., G. Finn, F. Suizu, and K. P. Lu. 2005. Phosphorylation-specific prolyl isomerization: is there an underlying theme? Nat. Cell Biol. 7435-441. [PubMed] [Google Scholar]58. Xu, Y. X., Y. Hirose, X. Z. Zhou, K. P. Lu, and J. L. Manley. 2003. Pin1 modulates the structure and function of human RNA polymerase II. Genes Dev. 172765-2776. [PMC free article] [PubMed] [Google Scholar]59. Xu, Y. X., and J. L. Manley. 2007. New insights into mitotic chromosome condensation: a role for the prolyl isomerase Pin1. Cell Cycle 62896-2901. [PubMed] [Google Scholar]60. Xu, Y. X., and J. L. Manley. 2007. Pin1 modulates RNA polymerase II activity during the transcription cycle. Genes Dev. 212950-2962. [PMC free article] [PubMed] [Google Scholar]61. Xu, Y. X., and J. L. Manley. 2004. Pinning down transcription: regulation of RNA polymerase II activity during the cell cycle. Cell Cycle 3432-435. [PubMed] [Google Scholar]62. Yaffe, M. B., M. Schutkowski, M. Shen, X. Z. Zhou, P. T. Stukenberg, J. U. Rahfeld, J. Xu, J. Kuang, M. W. Kirschner, G. Fischer, L. C. Cantley, and K. P. Lu. 1997. Sequence-specific and phosphorylation-dependent proline isomerization: a potential mitotic regulatory mechanism. Science 2781957-1960. [PubMed] [Google Scholar]63. Yamashita, I. 1993. Isolation and characterization of the SUD1 gene, which encodes a global repressor of core promoter activity in Saccharomyces cerevisiae. Mol. Gen. Genet. 241616-626. [PubMed] [Google Scholar]64. Zhao, J., M. Kessler, S. Helmling, J. P. O'Connor, and C. Moore. 1999. Pta1, a component of yeast CF II, is required for both cleavage and poly(A) addition of mRNA precursor. Mol. Cell. Biol. 197733-7740. [PMC free article] [PubMed] [Google Scholar]"}