{"title": "HSSB1 and hSSB2 form similar multiprotein complexes that participate in DNA damage response", "pubDate": "2009", "PMCID": "PMC2749126", "DOI": "10.1074/jbc.C109.039586", "PMID": "19605351", "abstract": "hSSB1 (human single strand DNA-binding protein 1) has been shown to participate in homologous recombination (HR)-dependent repair of DNA double strand breaks (DSBs) and ataxia telangiectasia-mutated (ATM)-mediated checkpoint pathways. Here we present evidence that hSSB2, a homolog of hSSB1, plays a role similar to hSSB1 in DNA damage-response pathways. This was evidenced by findings that hSSB2-depleted cells resemble hSSB1-depleted cells in hypersensitivity to DNA-damaging reagents, reduced efficiency in HR-dependent repair of DSBs, and defective ATM-dependent phosphorylation. Notably, hSSB1 and hSSB2 form separate complexes with two identical proteins, INTS3 and hSSBIP1 (C9ORF80). Cells depleted of INTS3 and hSSBIP1 also exhibited hypersensitivity to DNA damage reagents, chromosomal instability, and reduced ATM-dependent phosphorylation. hSSBIP1 was rapidly recruited to laser-induced DSBs, a feature also similar to that reported for hSSB1. Depletion of INTS3 decreased the stability of hSSB1 and hSSBIP1, suggesting that INTS3 may provide a scaffold to allow proper assembly of the hSSB complexes. Thus, our data demonstrate that hSSB1 and hSSB2 form two separate complexes with similar structures, and both are required for efficient HR-dependent repair of DSBs and ATM-dependent signaling pathways.", "author": [{"author": "Yongjiang Li", "affiliation": ["Laboratory of Genetics, NIA, National Institutes of Health, NIH Biomedical Research Center, Baltimore, Maryland 21224, USA."], "href": "/?term=Li+Y&cauthor_id=19605351"}, {"author": "Emma Bolderson", "affiliation": [], "href": "/?term=Bolderson+E&cauthor_id=19605351"}, {"author": "Rakesh Kumar", "affiliation": [], "href": "/?term=Kumar+R&cauthor_id=19605351"}, {"author": "Parameswary A Muniandy", "affiliation": [], "href": "/?term=Muniandy+PA&cauthor_id=19605351"}, {"author": "Yutong Xue", "affiliation": [], "href": "/?term=Xue+Y&cauthor_id=19605351"}, {"author": "Derek J Richard", "affiliation": [], "href": "/?term=Richard+DJ&cauthor_id=19605351"}, {"author": "Michael Seidman", "affiliation": [], "href": "/?term=Seidman+M&cauthor_id=19605351"}, {"author": "Tej K Pandita", "affiliation": [], "href": "/?term=Pandita+TK&cauthor_id=19605351"}, {"author": "Kum Kum Khanna", "affiliation": [], "href": "/?term=Khanna+KK&cauthor_id=19605351"}, {"author": "Weidong Wang", "affiliation": [], "href": "/?term=Wang+W&cauthor_id=19605351"}], "refPMID": ["12504685", "10449415", "10473346", "12598368", "9242902", "12228710", "18923082", "14614509", "17237767", "18923071", "10825162", "18449195", "12004070", "12077133", "6888276", "12724401", "16479004", "10541549", "16793542", "16239144", "14701755", "12941705", "15502827", "15775963", "2850477", "14643436", "9748515", "11242102", "18068530"], "citedInPMID": ["19605351", "34642383", "34516911", "34400606", "34283091", "34041245", "33847950", "33434574", "32800671", "31578525", "31085591", "29150435", "28615474", "28609781", "28506294", "28468258", "28270450", "27938330", "27769063", "27612385", "27387285", "25956866", "25916848", "25882383", "25675981", "25589350", "25410209", "25249620", "25104768", "24799691", "24792170", "24753408", "23986477", "23649314", "23548139", "23459151", "23408915", "23266556", "23204318", "23184057", "22940690", "22467216", "21976728", "21659603", "21363960", "21227926", "21078872", "21051358", "20810650", "20659008", "20574162", "20545304", "20515430", "20019063", "19875294", "19862546", "19759019", "19683490"], "body": " AbstracthSSB1 (human single strand DNA-binding protein 1) has been shown to participate in homologous recombination (HR)-dependent repair of DNA double strand breaks (DSBs) and ataxia telangiectasia-mutated (ATM)-mediated checkpoint pathways. Here we present evidence that hSSB2, a homolog of hSSB1, plays a role similar to hSSB1 in DNA damage-response pathways. This was evidenced by findings that hSSB2-depleted cells resemble hSSB1-depleted cells in hypersensitivity to DNA-damaging reagents, reduced efficiency in HR-dependent repair of DSBs, and defective ATM-dependent phosphorylation. Notably, hSSB1 and hSSB2 form separate complexes with two identical proteins, INTS3 and hSSBIP1 (C9ORF80). Cells depleted of INTS3 and hSSBIP1 also exhibited hypersensitivity to DNA damage reagents, chromosomal instability, and reduced ATM-dependent phosphorylation. hSSBIP1 was rapidly recruited to laser-induced DSBs, a feature also similar to that reported for hSSB1. Depletion of INTS3 decreased the stability of hSSB1 and hSSBIP1, suggesting that INTS3 may provide a scaffold to allow proper assembly of the hSSB complexes. Thus, our data demonstrate that hSSB1 and hSSB2 form two separate complexes with similar structures, and both are required for efficient HR-dependent repair of DSBs and ATM-dependent signaling pathways. Oligonucleotide/oligosaccharide binding fold (OB-fold)2 is a single strand DNA or RNA binding domain that has been found in proteins from all species. Proteins containing this domain play essential roles in diverse cellular processes on DNA, including replication, transcription, recombination, repair, telomere maintenance, and DNA damage-activated checkpoint pathways (1–6). OB-fold domains can also mediate protein-protein interactions such that proteins containing these domains often associate with each other to form multi-OB-fold complexes. Examples of such complexes include replication protein A (RPA), TPP1-POT1, Cdc13-Stn1-Ten1, and RecQ-mediated genome instability (RMI) complex that consists of RMI1 and RMI2 (7–9). OB-fold-containing proteins can also associate with other DNA-processing enzymes to form complexes that coordinately remodel DNA structures generated during replication and/or repair. One example is the Bloom syndrome protein complex, which consists of BLM helicase, topoisomerase 3a, as well as two OB-fold complexes, RPA and RMI (7, 10). RPA can stimulate the DNA unwinding activity of BLM (11), whereas RMI can promote double Holliday dissolution, a reaction that requires coordinated action by both BLM and Topo 3a (7).hSSB1 and hSSB2 are closely related human OB-fold proteins that are highly conserved during evolution. hSSB1 has been shown to be a single-stranded DNA-binding protein that plays essential roles in protecting genome stability (12). Cells depleted of hSSB1 display increased genomic instability, hypersensitivity to radiation, deficiency in activation of ATM-dependent checkpoint pathway following DNA damage, and reduced efficiency in homologous recombination (HR)-dependent repair of DNA double strand breaks (DSBs). The exact mechanism of how hSSB1 protects genome stability remains unclear. The available evidence suggests that it has at least two roles. It may directly participate in HR-dependent repair of DSBs by stimulating activity of RAD51 recombinase and/or by recruiting RAD51 to the DNA damage sites (12–14). In addition, it may mediate the ATM-dependent signaling pathway because its depletion results in defective phosphorylation of several ATM substrates (12).Our group has previously identified RMI as an essential component of the BLM complex and shown that, like BLM, it plays a crucial role for BLM to maintain genome stability (7). During bioinformatic analyses of OB-fold domains of RMI, we noticed that they share a certain degree of similarity to the OB-fold domain of hSSB2. We therefore hypothesized that hSSB2, and perhaps hSSB1, may also be present in multiprotein complexes that participate in DNA damage response. Here we show that hSSB1 and hSSB2 are indeed present in two separate complexes with identical components, one of which is a novel protein, and both complexes participate in the DNA damage response. EXPERIMENTAL PROCEDURESCell Cultures, Antibodies, and siRNAs HeLa, HEK293, and U2OS cells were cultured in Dulbecco's modified Eagle's medium supplemented with 10% fetal bovine serum. Neonatal foreskin fibroblast (NFF) cells were cultured in RPMI 1640 medium supplemented with 10% fetal bovine serum, 6 mm l-glutamine, 20 mm HEPES, and penicillin-streptomycin mixture. All cells were grown in a humidified 37 °C incubator in an atmosphere containing 5% CO2.INTS3 antibody was purchased from Bethyl Laboratories (A300-427A-1). hSSB1, hSSB2, and hSSBIP1 (hSSB-interacting protein 1) polyclonal antibodies were raised in rabbits against fusion proteins containing maltose-binding protein and human full-length hSSB1, hSSB2, and hSSBIP1 proteins, respectively. Antibodies were affinity-purified using their respective maltose-binding protein fusion proteins as affinity matrix.SMARTpool siRNA oligonucleotides for INTS3, hSSBIP1, and hSSB2 were purchased from Dharmacon Inc. The siRNAs for hSSB1 (12), BRCA2 (Dharmacon CHEYV-000001), and non-targeting control (Dharmacon D-001810-01) siRNAs were synthesized by Dharmacon Inc.Nuclear Extract Fractionation Preparation of cell nuclear extracts followed the procedure described before (15), except that no dialysis against buffer D was performed. HeLa nuclear extract was applied to a Superose 6 column (HR 16/50, Amersham Biosciences) pre-equilibrated with column buffer (20 mm HEPES (pH 7.9), 200 mm NaCl, 1 mm dithiothreitol, 0.1 mm phenylmethylsulfonyl fluoride, and 5% glycerol). Fractions were collected at 1.5 ml/fraction.Immunoprecipitation (IP) and Mass Spectrometric Analysis hSSB1 and hSSB2 complexes were isolated from HeLa nuclear extract by a protocol described before (16). The eluates were subjected to Tris-glycine polyacrylamide gel for separation, and bands were visualized by either silver staining or Coomassie Blue staining, excised, and analyzed by mass spectrometry.siRNA Knockdown Cells were transfected with siRNA oligonucleotides and control oligonucleotide using Oligofectamine (Invitrogen). Briefly, cells were grown until 30% confluence and then were transfected twice with siRNA oligonucleotides at 24-h intervals. Another 24 or 48 h later, cells were collected and were subjected to subsequent assays.Cell Survival Assay HeLa cells were transfected twice with siRNA 24 h apart. 48 h after the second transfection, 200 cells were seeded into 6-well plates in duplicates. Cells were treated with ionizing radiation or camptothecin at the indicated doses or concentrations. The cells were incubated in camptothecin for 1 h. Cells were then grown for 8–10 days before staining with methylene blue.Assay for Metaphase Chromosome Aberration Analysis Exponentially growing knockdown cells and AT cells (GM5823) were monitored for chromosome abnormalities (breaks, gaps, and exchanges) after irradiation. Metaphase chromosome spreads were prepared by procedures described previously (17).Assay for HR-dependent Repair of DSB DR-U2OS, a U2OS cell line stably transfected with DR-GFP reporter gene, was used in an HR-dependent DSB repair assay. The cell line and assay have been described previously and used for the hSSB1 study (12, 18, 19). In this assay, a DSB was induced by an I-SceI restriction enzyme. GFP can be expressed only when HR occurs and uses the truncated GFP gene as a template to repair the DSB. Therefore, the GFP expression level can be used as an indicator for HR efficiency. We followed a published protocol for this assay (19). Briefly, 48 h after siRNA knockdown, cells were transfected with pCBASce, an I-SceI expression plasmid, using Lipofectamine (Invitrogen). Another 72 h later, cells were trypsinized and resuspended in phosphate-buffered saline. Single cells were then subjected for GFP expression analysis by flow cytometry in a Guava EasyCyte mini system (Guava Technologies). BRCA2 siRNA was used as positive control. RESULTShSSB2 Forms a Complex with INTS3 and hSSBIP1 (C9ORF80) Based on sequence similarity between the OB-fold domains of hSSB2 and RMI2, we predicted that hSSB2 may resemble RMI2 as part of a multiprotein complex that participates in DNA damage responses. To investigate this hypothesis, we constructed a HEK293 cell line stably expressing FLAG-tagged hSSB2 and immunoprecipitated hSSB2-associated complex with a FLAG antibody. To distinguish hSSB2 complex components from contaminating polypeptides, we also performed a mock IP from regular HEK293 cells that do not express tagged hSSB2. SDS-PAGE and silver staining analyses revealed the presence of three specific major polypeptides in the FLAG-hSSB2 IP, with apparent molecular masses of about 115, 25, and 10 kDa (Fig. 1A, compare lane 3 with lane 2). By mass spectrometry, the 25-kDa polypeptide was identified as hSSB2. The 115-kDa protein was identified as INTS3, a subunit of the integrator complex that interacts with C-terminal repeats of RNA polymerase II and mediates RNA processing (20–22). The 10-kDa protein was identified as a protein with unknown function, C9ORF80 (GenbankTM accession number: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"CAH71936\",\"term_id\":\"55664487\",\"term_text\":\"CAH71936\"}}CAH71936). We renamed this protein hSSBIP1 (hSSB-interacting protein 1) as a part of the hSSB complex.Open in a separate windowFIGURE 1.hSSB1 and hSSB2 form two separate complexes with INTS3 and hSSBIP1 (C9ORF80). A, a silver-stained SDS gel showing major polypeptides immunoprecipitated by FLAG antibody from HEK-293 cells stably expressing FLAG-hSSB2. A control IP was done using cells that do not express FLAG-hSSB2 (Mock IP). B, a silver-stained gel showing major polypeptides immunoprecipitated by a polyclonal antibody against hSSB2 from HeLa nuclear extract. Arrows indicate the three components of the hSSB2 complex that have been identified by mass spectrometry. C, immunoblotting to show co-IP of hSSB complex components from HeLa nuclear extract. A control IP using rabbit preimmune serum was included (Mock IP). The nuclear extract (Load), flow-through (FT), and eluted fractions are indicated at the top. D, a silver-stained SDS gel showing major polypeptides immunoprecipitated by an INTS3 antibody from Superose 6 fractions of HeLa extract that are enriched of hSSB complexes (fractions 34–38, see panel E). E, immunoblotting shows that components of hSSB complexes co-fractionate near fraction 36 on a Superose 6 gel filtration column. BRG1, a component of 1-MDa SWI/SNF (switch/sucrose nonfermenting) complex, was included as an internal control. The fractions corresponding to calibration proteins with known molecular mass are indicated at the bottom. F, immunoblotting to show that the levels of various hSSB complex components in NFF cells were reduced by siRNA depletion of its partners, indicating that hSSB complex components are interdependent for their stability. Immunoblotting of actin was used as loading control. G, graphic presentation showing quantification of the immunoblotting data in F.To demonstrate that hSSB2, INTS3, and hSSBIP1 are components of an endogenous complex rather than artifacts due to overexpression of FLAG-hSSB2, we used an hSSB2 antibody to immunoprecipitate the endogenous form of the protein and its associated polypeptides. Silver staining revealed the presence of about 10 major polypeptides, three of which displayed molecular weights similar to components immunoprecipitated by the FLAG antibody (Fig. 1B). These three polypeptides were found to be hSSB2, INTS3, and hSSBIP1 by both mass spectrometry (data not shown) and immunoblotting (Fig. 1C, lanes 13–15). The other polypeptides were likely contaminants due to antibody cross-reactivity (data not shown). The fact that INTS3 and hSSBIP1 can be co-immunopurified by two independent hSSB2 antibodies strongly suggests that they are components of an hSSB2 complex.Reciprocal IP with INTS3 and hSSBIP1 antibodies yielded not only these two proteins but also hSSB2, as revealed by immunoblotting (Fig. 1C, lanes 4–6 and 7–9). The findings that hSSB2, INTS3, and hSSBIP1 can be co-immunoprecipitated by multiple antibodies provide further evidence that they constitute one complex.hSSB1 Forms a Separate Complex with INTS3 and hSSBIP1 IP-coupled immunoblotting analysis is a biased approach that may not reveal major components of a complex. To avoid the bias, we used silver staining and mass spectrometry to analyze polypeptides immunoprecipitated by the INTS3 antibody. Three major polypeptides of about 115, 33, and 10 kDa were obtained (Fig. 1D). Mass spectrometry identified the 115- and 10-kDa polypeptides as INTS3 and hSSBIP1, consistent with their association in an hSSB2 complex (Fig. 1C, lanes 4–9). Interestingly, the 33-kDa polypeptide was identified as hSSB1, indicating that INTS3 and hSSBIP1 form a complex not only with hSSB2 but also with hSSB1. In accord with this notion, immunoblotting showed that polypeptides immunoprecipitated by INTS3 or hSSBIP1 antibody contained not only hSSB2 but also hSSB1 (Fig. 1C, lanes 6 and 9). Moreover, reciprocal IP by hSSB1 antibody yielded both INTS3 and hSSBIP1 (Fig. 1C, lanes 10–12). Together, the data indicate that INTS3 and hSSBIP1 associate with both hSSB1 and hSSB2.To distinguish whether hSSB1 and hSSB2 are present in a single complex or two separate complexes with INTS3 and hSSBIP1, we performed IP-Western analyses and found that hSSB1 and hSSB2 are mutually excluded from one another's immunoprecipitate (Fig. 1C, lane 12 and 15). The data indicate that hSSB1 and hSSB2 form two separate complexes, each of which contains INTS3 and hSSBIP1. Notably, although both hSSB1 and hSSB2 were detected in the INTS3 immunoprecipitate by immunoblotting (Fig. 1C, lane 6), only hSSB1 (about 35 kDa), but not hSSB2 (about 25 kDa), was observed as an abundant polypeptide by the silver staining (Fig. 1D). The data suggest that hSSB1 is more abundant than hSSB2 so that the majority of INTS3 in the extract is present in the hSSB1 complex. This interpretation is consistent with the data that the stability of INTS3 is strongly dependent on the presence of hSSB1 but not hSSB2 (see below).We fractionated the HeLa nuclear extracts by Superose 6 gel filtration chromatography and found that both hSSB1 and hSSB2 co-fractionated with INTS3 and hSSBIP1, with the peak of each protein near fraction 36 (Fig. 1E). The data are consistent with the notion that the two hSSB proteins form two separate complexes of the same size with INTS3 and hSSBIP1. Fraction 36 corresponds to a globular complex of about 500 kDa, which is much larger than the sum of the calculated molecular mass of hSSB, INTS3, and hSSBIP1 (about 150 kDa). The results imply that the hSSB complex may contain more than one copy of each subunit or may not be globular. Notably, both hSSB1 and hSSB2 fractionated in an additional peak corresponding to complexes of about 150 and 100 kDa, respectively. These molecular masses are about four times the calculated mass of each protein, hinting that hSSB may form homotetramers. This notion is supported by previous findings that bacterial SSB exists as homotetramers. A portion of INTS3 (about 30% or less) also fractionated in an additional peak (faction 26) corresponding to a complex of about 1 MDa, which could be derived from the integrator complex reported previously (20).INTS3 and hSSB1 Are Essential for Stability of the hSSB1 Complex The stability of a component of multiprotein complexes often depends on the presence of the other components so that when one protein is depleted, the others become unstable and show reduced cellular levels (7, 23, 24). Usually, components with direct interactions show the strongest interdependence for their stability, perhaps because their proper folding requires interacting partners. We depleted various components of hSSB1 and hSSB2 complexes and examined their interdependence for protein stability. When INTS3 was depleted in NFF cells, the levels of both hSSB1 and hSSBIP1 were reduced about 60% (Fig. 1, F, lane 2, and G). Similarly, when hSSB1 was depleted, the levels of INTS3 and hSSBIP1 were also reduced about 50 and 30%, respectively (Fig. 1, F, lane 4, and G). These data are consistent with the notion that these three proteins are components of one complex and that stability of this complex strongly depends on INTS3 and hSSB1. The depletion of hSSBIP1 reduced the level of INTS3 by about 30% but did not significantly affect the level of hSSB1. It was noted that hSSBIP1 siRNA had poor depletion efficiency when compared with INTS3 siRNA as they depleted their targets by 70 and 90%, respectively. It is possible that the different effects of INTS3 and hSSBIP1 siRNAs may be partially attributed to their differential depletion efficiency.Although INTS3 depletion strongly reduced the level of hSSB1, it did not significantly affect the level of hSSB2 (Fig. 1, F, lane 2, and G). Likewise, deletion of hSSB2 had no significant effect on the levels of INTS3 and hSSBIP1 (Fig. 1, F, lane 3, and G). The data are consistent with the INTS3 immunoprecipitation data (Fig. 1D), and we infer that the majority of INTS3 and hSSBIP1 that form hSSB complexes are in the complex with hSSB1 but not hSSB2. This may help to explain the observation that the hSSB2 level was only marginally affected by INST3 knockdown because such knockdown will generate misfolded hSSB1 in larger amounts than hSSB2 so that the former will be more easily recognized and degraded than the latter when they compete for the limited capacity of cellular protein degradation machinery. We noticed that INTS3 knockdown reduced levels of both hSSB1 and hSSB2 in two cancer cell lines, U2OS and HeLa (supplemental Fig. 1). Perhaps these cancer cell lines have more active protein degradation machinery so that they can efficiently remove both misfolded hSSB proteins.hSSB Complexes Are Required for Cellular Resistance to Ionizing Radiation (IR) and Camptothecin The fact that hSSB1 and hSSB2 complexes share two identical components implies that they may have similar functions. We examined whether cells depleted of these two proteins have common phenotypes. hSSB1-depleted cells have previously been shown to be hypersensitive to IR, which can generate DSBs (12). We found that cells depleted of hSSB2 also were hypersensitive to IR (Fig. 2A). In addition, cells depleted of hSSB complex components, INTS3 and hSSBIP1, displayed a similar level of IR sensitivity as judged by clonogenic survival (Fig. 2A).Open in a separate windowFIGURE 2.hSSB complexes are important in responding to DNA damages and maintaining genome stability. A and B, cell survival assays show that HeLa cells depleted of hSSB components are hypersensitive to ionizing radiation (A) and camptothecin (B). Error bars indicate S.E. C, depletion of INTS3 or hSSBIP1 results in increased spontaneous and IR-induced chromosomal aberration. Chromosomal aberrations were analyzed at metaphase in 293 cells. Cells in the exponential phase were irradiated with 2 Gy. Metaphases were harvested at 4 h after irradiation, and chromosomal aberrations were scored. Cells with INTS3 or hSSB1P1 knockdown showed significant differences in chromosomal aberration frequencies when compared with control cells (p > 0.05, Student's t test). Ataxia telangiectasia (A-T) cells were included as positive control. D, a graph shows results from an HR-dependent DSB repair assay for DR-U2OS cells depleted of various hSSB complex components. DR-U2OS cells depleted of BRCA2 and ATM were included as positive control. E, indirect immunofluorescence shows that hSSBIP1 was recruited to a DSB site induced by laser where it colocalizes with γH2AX. The recruitment occurs within 15 min of the laser treatment. The nuclear DNA was indicated by 4′,6-diamidino-2-phenylindole (DAPI) staining.We found that cells depleted of various SSB complex components also displayed sensitivity to camptothecin (Fig. 2B), a topoisomerase I (Top1) inhibitor that can block transcription and replication and also induce DNA single or double strand breaks (25–27). The data suggest that hSSB complexes may participate in repair of several types of DNA damages.hSSB Complexes Are Required for Maintenance of Genome Stability Cells depleted of hSSB1 and hSSB2 have been shown to exhibit elevated levels of both spontaneous and IR-induced chromosomal aberrations (12).3 We found that cells depleted of INTS3 and hSSBIP1 also showed elevated levels of chromosomal aberrations (chromosome and chromatid breaks with fragments) in the absence or presence of IR (Fig. 2C). These data are consistent with the notion that both hSSB complexes are required for genome stabilization and cellular resistance to IR.hSSB1- and hSSB2-depleted Cells Have Reduced Efficiency of HR-dependent DNA Repair hSSB1-depleted cells have been shown to display decreased efficiency in HR-dependent repair of a DSB induced by the I-SceI restriction enzyme (12). Using the same assay, we found that hSSB2-depleted cells exhibited a 60% reduction in HR-dependent repair of DSB (Fig. 2D). This reduction is comparable with that of cells depleted of hSSB1, suggesting that both hSSB proteins participate in HR-dependent DSB repair.We found that depletion of either INTS3 or hSSBIP1 slightly reduced the HR-dependent repair of DSB (about 10–20%) (Fig. 2D), implying that these components may be largely dispensable for HR-dependent repair. Their effects on HR might be indirect, due to destabilization of hSSB proteins.hSSBIP1 Colocalizes with γH2AX at Laser-induced DSBs It has been reported that hSSB1 can be recruited to DNA damage foci, where it colocalizes with γH2AX, a phosphorylated histone variant that specifically marks the region of DSBs (12). This recruitment occurs rapidly within 30 min of IR. We found that one component of hSSB complexes, hSSBIP1, was similarly recruited to a DNA damage region generated by a narrow laser beam within nucleus (Fig. 2E). This type of damage should generate DSBs as γH2AX was recruited to the site with 5 min of laser treatment (data not shown). The recruitment of hSSBIP1 was also rapid, within 15 min of laser treatment. Together with the published data on hSSB1 (12), these findings suggest that whole hSSB complexes may rapidly relocate to DSBs, where they participated in repair and signaling reactions. We were unable to perform similar analyses for other components of hSSB complexes due to high nonspecific backgrounds of corresponding antibodies (data not shown).Both hSSB1 and hSSB2 Function in ATM-dependent Signaling Pathway ATM-dependent phosphorylation of many checkpoint proteins is essential for IR-induced checkpoint activation (28). hSSB1-depleted cells have been shown to have impaired ATM-dependent phosphorylation of its substrates and itself (12) following IR. We found that hSSB2-depleted cells also had reduced ATM autophosphorylation (Ser-1981), as well as basal and IR-induced phosphorylation of substrates NBS1 (Ser-343) and Chk1 (Ser-317) (Fig. 3A, compare lanes 5 and 6 with lanes 1 and 2). The reduced phosphorylation in hSSB2-depleted cells was not as drastic as that in hSSB1-depleted cells in response to IR, with the former cells always displaying a higher level of the phosphorylated protein than the latter: ATM (45% versus 35%) (Fig. 3B), NBS1 (40% versus 26%) (Fig. 3C), Chk1 (66% versus 8%) (Fig. 3D), and Chk2 (109% versus 30%) (Fig. 3E). The results suggest that both hSSB1 and hSSB2 participate in ATM-dependent signaling pathways, but hSSB1 may play a relatively more important role.Open in a separate windowFIGURE 3.Both hSSB1 and hSSB2 complexes are required for efficient ATM-dependent phosphorylation events in response to ionizing radiation. A, immunoblotting shows that phosphorylation of ATM itself and several of its substrates (indicated by circled P) in NFF cells was reduced by depletion of hSSB complex components. Cells were either unexposed or exposed to 6 Gy of ionizing radiation, and cell extracts were immunoblotted with anti-phosphorylation site-specific antibodies for ATM (Ser-1981), NBS1 (Ser-343), Chk1 (Ser-317), and Chk2 (Thr-68). ATM and actin were included as controls for equal protein loading. B–D, graphic representation shows quantification of the results in panel A. The result shown is a representative from two independent experiments that yielded reproducible data.We found that cells depleted of INTS3 and hSSBIP1 also had reduced levels of ATM autophosphorylation and some of its substrates in the absence or presence of IR (Fig. 3, A, compare lanes 7–10 with lanes 1 and 2, and B–E). Thus, the entire hSSB complexes may participate in ATM-dependent signaling. The reduction in phosphorylation when INTS3 or hSSBIP1 is depleted is weaker than that when hSSB1 or hSSB2 is depleted (Fig. 3, B–E), hinting that the former two proteins may play a lesser role than the latter two during this process. Because depletion of INTS3 decreases stability of hSSB1 and hSSB2 (Fig. 1F), some effect of INTS3 depletion could be indirect. DISCUSSIONOB-fold-containing proteins often assemble into multiprotein complexes and function critically in DNA damage-response pathways. A previous study has shown that one highly conserved OB-fold protein, hSSB1, participates in HR-dependent repair of DSBs and ATM-mediated signaling pathway (12). Here we show that hSSB1 and its homolog, hSSB2, form separate complexes with two identical proteins, INTS3 and hSSBIP1 (C9ORF80). The fact that hSSB1 and hSSB2 are homologous and associate with identical partners implies that their respective complexes likely have similar structures and functions. Indeed, we showed that hSSB2-depleted cells resemble hSSB1-depleted cells in several phenotypes, including hypersensitivity to DNA-damaging reagents, reduced efficiency in HR-dependent repair of DSBs, and defective ATM-dependent phosphorylation pathway in response to IR, suggesting that the two SSB proteins may have non-overlapping functions in DNA damage response. Moreover, hSSBIP1 was rapidly recruited to DSBs (Fig. 2E), similar to previous findings for hSSB1 (12). Furthermore, cells depleted of INTS3 or hSSBIP1 showed increased chromosomal aberrations in the absence or presence of IR, similar to those depleted of hSSB1 and hSSB2 (12).3 Our data suggest that the two hSSB complexes may employ similar mechanisms in mediating repair of DSBs and ATM-dependent damage-response pathways.Although hSSB1 and hSSB2 are homologous and form complexes with the same partners, the two proteins appear to have some interesting differences. First, hSSB1 complex may be more abundant than the hSSB2 complex, based on the silver staining data that hSSB1, but not hSSB2, is one of the major polypeptides co-immunoprecipitating with INTS3 (Fig. 1D) and that the stability of INTS3 also strongly depends on hSSB1, but not hSSB2. Second, the hSSB1 complex may be more important than the hSSB2 complex in mediating ATM-dependent signaling events as cells depleted of hSSB1 have a stronger reduction in ATM-dependent phosphorylation for several substrates than do those depleted of hSSB2 (Fig. 3, D and E). The data suggest that the two hSSB complexes also have overlapping functions in DNA damage response.How may INTS3 and hSSBIP1 facilitate the functions of hSSB proteins? Bioinformatic analyses failed to reveal domains of known function within these proteins. INTS3 has previously been identified as a component of an integrator complex that interacts with the C terminal domain (CTD) of RNA polymerase II, but its exact role in the integrator complex remains unclear (20). Cells depleted of INTS3 or hSSBIP1 display hypersensitivity to DNA damage reagents, increased genomic instability, and a modest reduction in ATM-mediated phosphorylation, suggesting that both proteins may play a role in DNA repair and signaling within the hSSB complexes. One possible role for INTS3 may be to serve as a scaffold protein to allow assembly of hSSB complexes. INTS3 (about 115 kDa) is considerably larger than hSSB (about 30 kDa) and hSSBIP1 (about 10 kDa), consistent with such a role. Also, INTS3 strongly decreased the stability of the other two partners, whereas depletion of either hSSB1 or hSSBIP1 only led to a modest effect on the stability of each other. Thus, INTS3 may interact with both hSSB1 and hSSBIP1 to assist their proper folding and assembly into the complex. The effect of INTS3 depletion on DNA repair and ATM signaling could then be indirect, through destabilization of hSSB1 and hSSB2. Alternatively, INTS3 may possess an as yet unidentified activity in binding DNA or other proteins.Unlike INTS3, whose depletion strongly reduced the levels of hSSB1 and hSSBIP1 (about 60% each), depletion of hSSBIP1 did not significantly affect the level of hSSB1 and only modestly reduced levels of INTS3 (30%). Nevertheless, cells depleted of hSSBIP1 show sensitivity to DNA-damaging agents indistinguishable from that of cells depleted of INTS3. The role of hSSBIP1 may thus be not simply through stabilization of other components of the complex. It remains to be determined whether INTS3 and hSSBIP1 interact with DNA and other proteins.The intrinsic potential of INTS3 interactions is emphasized by findings that it is one of the genes frequently amplified in hepatocellular carcinoma (29). Overexpression of INTS3 might alter the normal DNA damage-response pathway, contributing to cancer development. Supplementary Material\nSupplemental Data:\nClick here to view.\n AcknowledgmentWe thank Dr. David Schlessinger for critical reading of the manuscript. *This work was supported, in whole or in part, by National Institutes of Health Grant Z01: AG000657–09 from the Intramural Research Program of the National Institute on Aging and National Institutes of Health Grants CA123232 and CA129537 (to T. K. P.). This work was also supported by a grant from the National Health and Medical Research Council of Australia (to K. K. K.). The on-line version of this article (available at http://www.jbc.org) contains supplemental Fig. 1. 3K. K. Khanna, manuscript submitted. 2The abbreviations used are:\nOB-foldoligonucleotide/oligosaccharide binding foldSSBsingle strand DNA-binding proteinhSSBhuman SSBHRhomologous recombinationDSBdouble strand breakNBS1Nijmegen breakage syndrome 1BLMBloom syndromeRecQhelicase-likeATMataxia telangiectasia-mutatedRPAreplication protein ANFFneonatal foreskin fibroblastsiRNAsmall interfering RNAIPimmunoprecipitationGFPgreen fluorescent proteinIRionizing radiationRMIRecQ-mediated genome instabilityGygrays. REFERENCES1. Arcus V. (2002) Curr. Opin. Struct. Biol. 12,794–801 [PubMed] [Google Scholar]2. Bochkarev A., Bochkareva E., Frappier L., Edwards A. M. (1999) EMBO J. 18,4498–4504 [PMC free article] [PubMed] [Google Scholar]3. Iftode C., Daniely Y., Borowiec J. A. (1999) Crit. Rev. Biochem. Mol. Biol. 34,141–180 [PubMed] [Google Scholar]4. Theobald D. L., Mitton-Fry R. M., Wuttke D. S. (2003) Annu. Rev. Biophys. Biomol. Struct. 32,115–133 [PMC free article] [PubMed] [Google Scholar]5. Wold M. S. (1997) Annu. Rev. Biochem. 66,61–92 [PubMed] [Google Scholar]6. Yang H., Jeffrey P. D., Miller J., Kinnucan E., Sun Y., Thoma N. H., Zheng N., Chen P. L., Lee W. H., Pavletich N. P. (2002) Science 297,1837–1848 [PubMed] [Google Scholar]7. Xu D., Guo R., Sobeck A., Bachrati C. Z., Yang J., Enomoto T., Brown G. W., Hoatlin M. E., Hickson I. D., Wang W. (2008) Genes Dev. 22,2843–2855 [PMC free article] [PubMed] [Google Scholar]8. Lei M., Podell E. R., Baumann P., Cech T. R. (2003) Nature 426,198–203 [PubMed] [Google Scholar]9. Xin H., Liu D., Wan M., Safari A., Kim H., Sun W., O'Connor M. S., Songyang Z. (2007) Nature 445,559–562 [PubMed] [Google Scholar]10. Liu Y., West S. C. (2008) Genes Dev. 22,2737–2742 [PMC free article] [PubMed] [Google Scholar]11. Brosh R. M., Jr., Li J. L., Kenny M. K., Karow J. K., Cooper M. P., Kureekattil R. P., Hickson I. D., Bohr V. A. (2000) J. Biol. Chem. 275,23500–23508 [PubMed] [Google Scholar]12. Richard D. J., Bolderson E., Cubeddu L., Wadsworth R. I., Savage K., Sharma G. G., Nicolette M. L., Tsvetanov S., McIlwraith M. J., Pandita R. K., Takeda S., Hay R. T., Gautier J., West S. C., Paull T. T., Pandita T. K., White M. F., Khanna K. K. (2008) Nature 453,677–681 [PubMed] [Google Scholar]13. New J. H., Kowalczykowski S. C. (2002) J. Biol. Chem. 277,26171–26176 [PubMed] [Google Scholar]14. Sugiyama T., Kowalczykowski S. C. (2002) J. Biol. Chem. 277,31663–31672 [PubMed] [Google Scholar]15. Dignam J. D., Martin P. L., Shastry B. S., Roeder R. G. (1983) Methods Enzymol. 101,582–598 [PubMed] [Google Scholar]16. Meetei A. R., Sechi S., Wallisch M., Yang D., Young M. K., Joenje H., Hoatlin M. E., Wang W. (2003) Mol. Cell Biol. 23,3417–3426 [PMC free article] [PubMed] [Google Scholar]17. Pandita R. K., Sharma G. G., Laszlo A., Hopkins K. M., Davey S., Chakhparonian M., Gupta A., Wellinger R. J., Zhang J., Powell S. N., Roti Roti J. L., Lieberman H. B., Pandita T. K. (2006) Mol. Cell Biol. 26,1850–1864 [PMC free article] [PubMed] [Google Scholar]18. Pierce A. J., Johnson R. D., Thompson L. H., Jasin M. (1999) Genes Dev. 13,2633–2638 [PMC free article] [PubMed] [Google Scholar]19. Xia B., Sheng Q., Nakanishi K., Ohashi A., Wu J., Christ N., Liu X., Jasin M., Couch F. J., Livingston D. M. (2006) Mol. Cell 22,719–729 [PubMed] [Google Scholar]20. Baillat D., Hakimi M. A., Näär A. M., Shilatifard A., Cooch N., Shiekhattar R. (2005) Cell 123,265–276 [PubMed] [Google Scholar]21. Jacobs E. Y., Ogiwara I., Weiner A. M. (2004) Mol. Cell Biol. 24,846–855 [PMC free article] [PubMed] [Google Scholar]22. Uguen P., Murphy S. (2003) EMBO J. 22,4544–4554 [PMC free article] [PubMed] [Google Scholar]23. Meetei A. R., Levitus M., Xue Y., Medhurst A. L., Zwaan M., Ling C., Rooimans M. A., Bier P., Hoatlin M., Pals G., de Winter J. P., Wang W., Joenje H. (2004) Nat. Genet. 36,1219–1224 [PubMed] [Google Scholar]24. Yin J., Sobeck A., Xu C., Meetei A. R., Hoatlin M., Li L., Wang W. (2005) EMBO J. 24,1465–1476 [PMC free article] [PubMed] [Google Scholar]25. Avemann K., Knippers R., Koller T., Sogo J. M. (1988) Mol. Cell Biol. 8,3026–3034 [PMC free article] [PubMed] [Google Scholar]26. Pommier Y., Redon C., Rao V. A., Seiler J. A., Sordet O., Takemura H., Antony S., Meng L., Liao Z., Kohlhagen G., Zhang H., Kohn K. W. (2003) Mutat. Res. 532,173–203 [PubMed] [Google Scholar]27. Pommier Y., Pourquier P., Fan Y., Strumberg D. (1998) Biochim. Biophys. Acta 1400,83–105 [PubMed] [Google Scholar]28. Khanna K. K., Jackson S. P. (2001) Nat. Genet. 27,247–254 [PubMed] [Google Scholar]29. Inagaki Y., Yasui K., Endo M., Nakajima T., Zen K., Tsuji K., Minami M., Tanaka S., Taniwaki M., Itoh Y., Arii S., Okanoue T. (2008) Cancer Genet. Cytogenet. 180,30–36 [PubMed] [Google Scholar]"}