{"title": "3-Phosphoinositide-dependent kinase 1 potentiates upstream lesions on the phosphatidylinositol 3-kinase pathway in breast carcinoma", "pubDate": "2009", "PMCID": "PMC2727605", "DOI": "10.1158/0008-5472.CAN-09-0820", "PMID": "19602588", "abstract": "Lesions of ERBB2, PTEN, and PIK3CA activate the phosphatidylinositol 3-kinase (PI3K) pathway during cancer development by increasing levels of phosphatidylinositol-3,4,5-triphosphate (PIP(3)). 3-Phosphoinositide-dependent kinase 1 (PDK1) is the first node of the PI3K signal output and is required for activation of AKT. PIP(3) recruits PDK1 and AKT to the cell membrane through interactions with their pleckstrin homology domains, allowing PDK1 to activate AKT by phosphorylating it at residue threonine-308. We show that total PDK1 protein and mRNA were overexpressed in a majority of human breast cancers and that 21% of tumors had five or more copies of the gene encoding PDK1, PDPK1. We found that increased PDPK1 copy number was associated with upstream pathway lesions (ERBB2 amplification, PTEN loss, or PIK3CA mutation), as well as patient survival. Examination of an independent set of breast cancers and tumor cell lines derived from multiple forms of human cancers also found increased PDK1 protein levels associated with such upstream pathway lesions. In human mammary cells, PDK1 enhanced the ability of upstream lesions to signal to AKT, stimulate cell growth and migration, and rendered cells more resistant to PDK1 and PI3K inhibition. After orthotopic transplantation, PDK1 overexpression was not oncogenic but dramatically enhanced the ability of ERBB2 to form tumors. Our studies argue that PDK1 overexpression and increased PDPK1 copy number are common occurrences in cancer that potentiate the oncogenic effect of upstream lesions on the PI3K pathway. Therefore, we conclude that alteration of PDK1 is a critical component of oncogenic PI3K signaling in breast cancer.", "author": [{"author": "Matthew Maurer", "affiliation": ["Department of Medicine and Pathology, Herbert Irving Comprehensive Cancer Center, Institute for Cancer Genetics, College of Physicians and Surgeons, Columbia University, New York, New York 10032, USA."], "href": "/?term=Maurer+M&cauthor_id=19602588"}, {"author": "Tao Su", "affiliation": [], "href": "/?term=Su+T&cauthor_id=19602588"}, {"author": "Lao H Saal", "affiliation": [], "href": "/?term=Saal+LH&cauthor_id=19602588"}, {"author": "Susan Koujak", "affiliation": [], "href": "/?term=Koujak+S&cauthor_id=19602588"}, {"author": "Benjamin D Hopkins", "affiliation": [], "href": "/?term=Hopkins+BD&cauthor_id=19602588"}, {"author": "Christina R Barkley", "affiliation": [], "href": "/?term=Barkley+CR&cauthor_id=19602588"}, {"author": "Jiaping Wu", "affiliation": [], "href": "/?term=Wu+J&cauthor_id=19602588"}, {"author": "Subhadra Nandula", "affiliation": [], "href": "/?term=Nandula+S&cauthor_id=19602588"}, {"author": "Bhaskar Dutta", "affiliation": [], "href": "/?term=Dutta+B&cauthor_id=19602588"}, {"author": "Yuli Xie", "affiliation": [], "href": "/?term=Xie+Y&cauthor_id=19602588"}, {"author": "Y Rebecca Chin", "affiliation": [], "href": "/?term=Chin+YR&cauthor_id=19602588"}, {"author": "Da-In Kim", "affiliation": [], "href": "/?term=Kim+DI&cauthor_id=19602588"}, {"author": "Jennifer S Ferris", "affiliation": [], "href": "/?term=Ferris+JS&cauthor_id=19602588"}, {"author": "Sofia K Gruvberger-Saal", "affiliation": [], "href": "/?term=Gruvberger-Saal+SK&cauthor_id=19602588"}, {"author": "Mervi Laakso", "affiliation": [], "href": "/?term=Laakso+M&cauthor_id=19602588"}, {"author": "Xiaomei Wang", "affiliation": [], "href": "/?term=Wang+X&cauthor_id=19602588"}, {"author": "Lorenzo Memeo", "affiliation": [], "href": "/?term=Memeo+L&cauthor_id=19602588"}, {"author": "Albert Rojtman", "affiliation": [], "href": "/?term=Rojtman+A&cauthor_id=19602588"}, {"author": "Tulio Matos", "affiliation": [], "href": "/?term=Matos+T&cauthor_id=19602588"}, {"author": "Jennifer S Yu", "affiliation": [], "href": "/?term=Yu+JS&cauthor_id=19602588"}, {"author": "Carlos Cordon-Cardo", "affiliation": [], "href": "/?term=Cordon-Cardo+C&cauthor_id=19602588"}, {"author": "Jorma Isola", "affiliation": [], "href": "/?term=Isola+J&cauthor_id=19602588"}, {"author": "Mary Beth Terry", "affiliation": [], "href": "/?term=Terry+MB&cauthor_id=19602588"}, {"author": "Alex Toker", "affiliation": [], "href": "/?term=Toker+A&cauthor_id=19602588"}, {"author": "Gordon B Mills", "affiliation": [], "href": "/?term=Mills+GB&cauthor_id=19602588"}, {"author": "Jean J Zhao", "affiliation": [], "href": "/?term=Zhao+JJ&cauthor_id=19602588"}, {"author": "Vundavalli V V S Murty", "affiliation": [], "href": "/?term=Murty+VV&cauthor_id=19602588"}, {"author": "Hanina Hibshoosh", "affiliation": [], "href": "/?term=Hibshoosh+H&cauthor_id=19602588"}, {"author": "Ramon Parsons", "affiliation": [], "href": "/?term=Parsons+R&cauthor_id=19602588"}], "refPMID": [], "citedInPMID": ["19602588", "34988180", "34789718", "34768921", "34669124", "34298731", "34079928", "33933113", "33777749", "33707948", "33213491", "32926495", "32923133", "32630372", "32210163", "31481116", "31139017", "31088502", "31012486", "30734603", "30725352", "30622697", "30514689", "29596374", "29575487", "29422975", "29186886", "29064423", "28871116", "28287465", "28271910", "28082369", "27583254", "27199173", "26876212", "26735495", "26684827", "26504896", "26455327", "26316702", "26222184", "26055151", "26011628", "25092657", "24970389", "24913494", "24739482", "24213576", "24039447", "24037523", "24011769", "23745598", "23668928", "23562353", "23401739", "23291982", "23119004", "22952425", "22666248", "22454520", "22286759", "22257127", "22114931", "22010023", "21708979", "21646685", "21537480", "21359530", "21297860", "21118801", "20398329", "20197390", "20051961", "20027184", "19910471"], "body": " AbstractLesions of ERBB2, PTEN, and PIK3CA activate the PI3K pathway during cancer development by increasing levels of phosphatidylinositol-3,4,5-triphosphate (PIP3). 3-phosphoinositide-dependent kinase 1 (PDK1) is the first node of the PI3K signal output and is required for activation of AKT. PIP3 recruits PDK1 and AKT to the cell membrane through interactions with their PH domains, allowing PDK1 to activate AKT by phosphorylating it at residue threonine 308. We show that total PDK1 protein and mRNA was over-expressed in a majority of human breast cancers and that 21% of tumors had five or more copies of the gene encoding PDK1, PDPK1. We found that increased PDPK1 copy number was associated with upstream pathway lesions (ERBB2 amplification, PTEN loss, or PIK3CA mutation), as well as patient survival. Examination of an independent set of breast cancers and tumor cell lines derived from multiple forms of human cancers also found increased PDK1 protein levels associated with such upstream pathway lesions. In human mammary cells, PDK1 enhanced the ability of upstream lesions to signal to AKT, stimulate cell growth and migration, and rendered cells more resistant to PDK1 and PI3K inhibition. After orthotopic transplantation, PDK1 overexpression was not oncogenic but dramatically enhanced the ability of ERBB2 to form tumors. Our studies argue that PDK1 overexpression and increased PDPK1 copy number are common occurrences in cancer that potentiate the oncogenic effect of upstream lesions on the PI3K pathway. Therefore, we conclude that alteration of PDK1 is a critical component of oncogenic PI3K signaling in breast cancer.Keywords: PDK1, PI3K, ERBB2, PTEN, breast IntroductionERBB2/HER2/Neu (human epidermal growth factor receptor 2), PTEN (phosphatase and tensin homolog deleted on chromosome ten), and PIK3CA (encodes the p110α subunit of phosphatidylinositol 3-kinase (PI3K)) frequently contribute to breast carcinoma (BC) progression through their ability to regulate the intracellular level of phosphatidylinositol-3,4,5-triphosphate (PIP3)(1–5) 3-phosphoinositide-dependent kinase 1 (PDK1), a serine threonine kinase known as the master AGC [cAMP-dependent, cGMP-dependent and protein kinase C] kinase, activates the catalytic domain of over twenty other kinases by phosphorylating their T-loops(6). PDK1 is the first node of the PI3K signal output and is required for activation of AKT (protein kinase B/PKB), S6K (p70 ribosomal S6 kinase), and RSK (p90 ribosomal S6 kinase) in vivo(7). PDK1 kinase activity is constitutive with regulation typically occurring through phosphorylation of the substrate hydrophobic pocket by other kinases(8–10). In the case of AKT, the interaction of the pleckstrin homology (PH) domain of AKT with membrane bound PIP3 confers a conformational change in AKT which allows PDK1 to phosphorylate AKT at residue threonine 308(11–13).Although the roles of many individual PDK1 substrates remain to be defined, the oncogenic activity of aberrant PI3K pathway signaling through PDK1 to AKT has been extensively validated. Murine Akt was originally isolated as an oncogene(14), and human AKT isoforms are altered in tumors (genomic amplification of AKT2 in pancreatic and ovarian cancer and activating PH domain mutations of AKT1 in BC and AKT3 in melanoma(15–17). AKT has many substrates that define its diverse oncogenic outputs from cell growth and survival to angiogenesis, migration, and invasion(18). Targeting AKT1 and AKT2 in tumor cell lines with a small molecule inhibitor has a profound anti-tumor effect when PIK3CA is mutated or ERBB2 is amplified(19).PDK1 is oncogenic in the Comma-1D immortal murine mammary cell model but its role in human cancers is yet to be fully elucidated(20, 21). Its oncogenic effect in mice appears to function via the PI3K pathway, since Pten+/− tumor formation was severely attenuated when bred with Pdk1 hypomorphic mice with 10% of normal Pdk1 enzyme(22). Two previous reports suggested increased phospho-PDK1 protein levels in the majority of human BCs, both by immunohistochemistry (IHC) analysis with a phospho-specific antibody(21, 23), yet the significance of this overexpression is unclear.We have found that total PDK1 is overexpressed in a large proportion of human BCs and have found that many harbor an increased copy number (ICN) of the gene encoding PDK1, PDPK1. Hypothesizing that PDK1 could amplify the PI3K signal output, we discovered that increased PDK1 was associated with PI3K pathway lesions (ERBB2/PTEN/PI3K) in a highly annotated set of human sporadic BCs (24). This notion was further validated in human mammary cell lines where increased PDK1 in multiple settings of upstream activation (due to ERBB2 or PIK3CA mutation or PTEN RNAi) enhanced AKT activation and rendered some cell lines less sensitive to both PDK1 and PI3K inhibition. PDK1 overexpression was insufficient to promote tumor growth of orthotopically transplanted human mammary epithelial MCF10A cells, but dramatically enhanced the tumor growth and invasion of cells overexpressing ERBB2. We thus propose a model in which coincident lesions with PDK1 overexpression on the same signaling pathway enhance PI3K signaling to promote cellular transformation and postulate that PDK1 expression levels may alter the efficacy of PI3K pathway-targeted cancer therapy. Materials and MethodsPatient SamplesBC samples were obtained from the Columbia University Tumor Bank (Columbia cohort) in accordance with institutional review board approval. Tissue microarrays were created from 172 unique BCs and 78 corresponding normal breast tissues with three cores embedded per sample.PlasmidsPDPK1 sequence was PCR amplified from p-FAST-BAC-myc-PDK1 (from Dr. Dario Alessi, University of Dundee) with primers 5′-CGCGTCGACGCCAGGACCACCAGCCAGCT and 5′-GCGGCCGCCTGCACAGCGGCGTCCGGG and cloned into XhoI-NotI sites of pOZ-FH-N(25). pBABE-NeuT was obtained from Dr. Nancy Hynes at the Friedrich Miescher Institute.IHCPDK1 staining was on paraffin sections (PKB Kinase (E-3) Santa Cruz, 1:300) microwave antigen retrieval in citrate, detected by EnVision+ (Dako). The PDK1 IHC score was determined by fraction of cells showing cytoplasmic staining (0–1) multiplied by staining intensity rated from 0–6 to give a score from 0 to 6. Both BC and non-neoplastic breast epithelium was separately evaluated. PTEN IHC was performed as described(24) with the following modifications: PTEN Ab (Cell Signaling, 138G6) 1:200, microwave retrieval in Target Retrieval Solution pH 9 (Dako), and signal detection using EnVision+ (Dako).FISH and CISHA BAC clone (RP11-67B18) spanning PDPK1 gene was obtained from BACPAC Resources (http://bacpac.chori.org). A green-labeled CEP 16 probe (Abbott Molecular) was used for chromosome 16. A case was considered to have increased copy number (ICN) for PDPK1 if at least 25% of cells contained greater or equal to 5 copies. ERBB2 CISH was performed as described(26).Tissue CulturePhoenix-ampho cells for retrovirus production were provided by Dr. Gary Nolan, Stanford University. After transfection, the virus was stabilized with FBS (6:1 v/v viral supernatant: FBS) and passed through a 0.45μm filter. Morphogenesis assay performed as described for MCF10A(27). Cells were fed on Day 3, 5, and 7. Pictures were taken and cells were harvested on day 16.ImmunoblottingWhole cell lysates were used in immunoblots. Antibodies were from Cell Signaling except PDK1 (Upstate 06-906), PDK1 (BD Biosciences 611070) or PKB Kinase (E-3) (Santa Cruz sc-17765), β-tubulin (clone Tu27, Covance), PTEN (6H2.1, Cascade Bioscience), c-Neu (Ab-3, Calbiochem).Migration Assay8×104 cells in assay media (DMEM:F12, 0.5% horse serum, 0.5μg/ml hydrocortisone, 100ng/ml cholera toxin, 10μg/ml insulin, penicillin/streptomycin) were placed in the upper chambers of 8 micron 24-well Transwell cell culture plates (Costar) and the assay performed as described (27).AKT RNAi migrationMCF10A cells with and without stable over-expression of PDK1 were infected with shRNA lentiviral vectors targeting AKT1 and/or AKT2, or empty pLKO.1 control vector. AKT1 hairpin sequences: sense, 5′ –CCGGgagtttgagtacctgaagctgCTCGAGcagcttcaggtactcaaactcTTTTTG – 3′; antisense, 5′ – AATTCAAAAAgagtttgagtacctgaagctgCTCGAGcagcttcaggtactcaaactc – 3′. AKT2 hairpin sequences: sense, 5′– CCGGgcgtggtgaatacatcaagacCTCGAGgtcttgatgtattcaccacgcTTTTTG – 3′; antisense, 5′ – AATTCAAAAAgcgtggtgaatacatcaagacCTCGAGgtcttgatgtattcaccacgc – 3′. Forty-eight hours after infection, Transwell migration assays were performed. Relative migration of MCF10A cells is expressed as the ratio of the number of cells that migrated to the lower surface of the membrane over that of control (cells infected with pLKO.1 vector).Mouse studiesAnimal procedures were performed in compliance with Columbia University Institutional Animal Care and Use Committee within Institute of Comparative Medicine. Seven week old SCID/NCr (BALB/c background) mice (NCI, catalogue number 01S11) were injected subcutaneously with 1.5×106 cells into inferior mammary fat pad. Mice were monitored daily for general health and tumor growth. Mice were sacrificed six months after injection, or when tumors reached a surface area of 1 cm2 as measured by caliper (SA of the tumor = Length × Width).Protein Lysate ArrayAs described previously(28, 29) interrogating total PDK1 (Cell Signaling #3062) and PDK1 phosphorylated on residue serine 241 (PDK1pS241, Cell Signaling #3061).PDK1 shRNAThe shRNA lentiviral particles targeting PDK1 (SHVRS-{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_002613\",\"term_id\":\"1519244678\",\"term_text\":\"NM_002613\"}}NM_002613), and nontarget shRNA control transduction particles (SHC002V) were purchased from Sigma-Aldrich. The shRNA transductions were performed as per manufacturer’s instructions. Two separate clones were used:TRCN0000039779 (PDK1-1): ccggcgaagatgagaagaggttgttctcgagaacaacctcttctcatcttcgtttttg.TRCN0000039782 (PDK1-2): ccggcaaagttctgaaaggtgaaatctcgagatttcacctttcagaactttgtttttg.Non-target control (CTRL): ccggcaacaagatgaagagcaccaactcgagttggtgctcttcatcttgttgtttttProliferation and IC50 assays3–5×103 cells were plated on 48-well dishes and left at RT for 1h before 37°C incubation. 12–16h later cells were washed and media was changed. At day of harvest cells were stained with 0.05% crystal violet in 10% formalin, washed and incubated with 10% acetic acid before 590 nm absorbance was measured (BIO-TEK). Curve fit (using XLfit4©) with model 205 with parameters A and B locked at 0 and 100 respectively.StatisticsWe compared clinical and pathologic tumor characteristics and their association with increased PDPK1 copy number (≥5 copies and ≤4 copies) using Chi squared test (and Fisher’s exact test when sample counts were small). To test the distribution differences displayed via box-plot, the Mann-Whitney test was used. ResultsPDK1 is overexpressed with increased genetic copy number in human breast carcinomaSince PDK1 is overexpressed in many human BC cell lines (20), we evaluated total PDK1 expression levels by IHC in a set of human BC samples (Fig. 1A). Although there was variation among cases in the level of PDK1 staining in non-neoplastic breast epithelium, we found that membranous and cytoplasmic PDK1 staining was significantly higher in BC cells than adjacent normal duct cells (p<0.0001, Fig. 1B). Overall, increased PDK1 protein levels (defined as an IHC score ≥5) were observed in 72% (50 of 69) of cases. The specificity of the antibody was tested both by immunoblot and IHC of paraffin embedded cells with RNAi knockdown of PDK1 (Supplementary Fig. S1 A and B).Open in a separate windowFigure 1PDK1 is overexpressed with increased genetic copy number in human breast carcinoma. (A) IHC staining for PDK1: columnar cell hyperplasia (CCH, 20x) with moderate PDK1 expression (arrow) adjacent to normal epithelium (arrowhead) reflects variable expression of PDK1 within non-neoplastic duct epithelium, Ductal carcinoma in situ (DCIS, 40x) with increased PDK1 expression (arrow), Invasive ductal carcinoma (IDC-1, 40x) with irregular cords of tumor cells over-expressing PDK1 (arrow) and adjacent normal duct (arrowhead). IDC-2 (40x) with low level of PDK1 expression (arrow) and adjacent normal duct (arrowhead). (B) Box-plot showing PDK1 IHC score distribution between BCs vs. adjacent normal ducts, as well as in tumors with PDPK1 ICN (≥5 copies) and tumors without PDPK1 ICN (≤4 copies). (C) Interphase FISH for PDPK1 (red) with centromere chromosome 16 control (green) and indicated number of PDPK1 copies. (D) Quantitative RT-PCR for PDPK1 mRNA correlated with ICN (by FISH), comparing ICN cases (relative message quantity avg.=14.0 [horizontal line]) compared to cases without ICN (avg.=8.6 [horizontal line]) among BCs with at least 50% tumor density as determined by H&E staining (n=57, Spearman coefficient of rank correlation = 0.321, p=0.016, 95% CI [0.066 to 0.537]).To test the hypothesis that the increase in PDK1 expression was due to increased gene copy number, we performed interphase fluorescence in situ hybridization (FISH) (Fig. 1C). We found that 21% (27 of 129) of BCs had at least five copies of PDPK1 which we define as increased copy number (ICN). On average the ICN cases had seven copies of PDPK1, over a three-fold increase above normal tissue (which always had two copies), and a two fold increase over the average number of chromosome 16 centromere copies. Although PDPK1 ICN cases had increased PDK1 expression above that of normal ducts, they had only a slightly higher IHC score distribution than low copy number tumor cases (≤4 copies), indicating that ICN is only one mechanism of PDK1 overexpression (Fig 1B). PDPK1 ICN was confirmed by Southern blot (Supplementary Fig. S1D), in which 10 of 49 cases (20%) showed an increased signal, consistent with the frequency of ICN by FISH. Of the 24 cases in which we also had FISH data, 3 of 4 ICN cases gave an increased Southern signal, whereas only 2 of 20 cases without ICN did (p=0.02). We also sequenced the PDPK1 gene in 124 human BCs and found one somatic mutation (P340A). This low mutation rate is similar to that found in human colon cancers and its significance is unclear (30).Previous CGH studies found gains of 16p in about 40% of BCs (31, 32), with 16p13.3 (containing PDPK1) being the third most (57%) amplified region in invasive BCs (33). Using whole genome SNP mapping, we found that the distribution of tumors with PDPK1 ICN generally clustered within two separate groups, those with 16p+/16q− and those with many scattered amplicons throughout all of chromosome 16 (Fig S2A). We identified one tumor (case #432) with a relatively narrow amplicon containing about 85 genes (Supplementary Fig. S2A, S2B and S3). Expression mapping of this region showed 11 genes (including PDPK1) with at least a three-fold increase in expression compared with control (dual channel) and at least a 10 fold increase in expression compared to the median of all genes in the sample (single channel) (Supplementary Fig. S2B). A comprehensive genome wide analysis of both copy number and message identified six genes (NME3, GFER, E4F1, PDPK1, TCEB2 and HCFC1R1) within this same region that had a strong correlation between copy number and message (34). Of these six genes, PDPK1 had the strongest correlation (0.58) and lowest p-value (<0.00012), and only PDPK1 and TCEB2 are found within the SNP array amplicon peak of case 432 (Supplementary Fig. S2B). Given the more common broad amplicon in 16p (Supplementary Fig. S2A and S3), PDPK1 is at least one of possibly several genes whose ICN drives increased expression.Even though there were a large number of tumors with increased PDK1 protein levels in the absence of PDPK1 ICN there was a significant correlation with PDPK1 ICN and PDK1 mRNA (p=0.0161, Fig. 1D). Employing protein lysates from fresh frozen tissue we found that PDK1 levels are varied in human BC with a high level of overexpression in the two PDPK1 ICN cases tested (Supplementary Fig. S1E). In addition, increased PDPK1 copy number was associated with decreased patient survival (hazard ratio (HR) = 3.14, 95% Confidence Interval (CI) = 1.3–7.6, p=0.04) independent of age at diagnosis and stage of disease (Supplementary Fig. S4). This association did not appreciably change when further adjusted for hormone receptor status, tumor ploidy, and race (HR = 3.30, 95% CI = 1.3 – 8.1). PDPK1 ICN itself was not associated with hormone status (Supplementary Table S1) or basal cytokeratin expression (data not shown).Increased PDK1 is associated with upstream PI3K pathway activationTo test the relationship of PDPK1 ICN to known oncogenes and tumor suppressors that regulate AKT activation we compared the pattern of PDPK1 ICN with PIK3CA mutations(24), PTEN loss (scored by IHC)(24), and ERBB2 amplification (measured by chromogenic in situ hybridization [CISH])(26). At least one of these three lesions was found in 57% of BCs (Table 1). Importantly, there was an enrichment of PDPK1 ICN cases among those with at least one of these upstream activators (82% with an upstream activator vs. 51% without, p=0.02). This concept that PDPK1 gain correlated with a second hit on the pathway was validated using protein lysate arrays on a diverse set of 223 cancer cell lines and an independent set of 478 BCs (Table 2) in which both total and phospho-S241-specific PDK1 protein levels were measured. Increased PDK1 protein expression (ΔPDK1) was found in BCs with either ERBB2 amplification or PIK3CA mutation compared with tumors without either of these lesions. In cancer cell lines the relationship was again upheld with increased PDK1 levels found coincident with ERBB2 amplification, PIK3CA mutation, or PTEN mutation, suggesting that this relationship may be present in other tumor types. Even better correlations with upstream events were observed for phospho-S241 PDK1. A strong association was found between the measurements of total PDK1 and phospho-S241-specific PDK1 protein levels in both the tumors (r=0.57) and cell lines (r=0.95) consistent with previous reports of efficient serine 241 auto-phosphorylation of PDK1 expressed in bacteria(10) and of increased phospho-S241 specific PDK1 protein levels in BCs(21, 23). It is thus likely that P-S241 PDK1 levels reflect total levels.Table 1Association of PDPK1 copy number with upstream PI3K pathway lesions in breast tumors (Columbia cohort).Pathway lesionTotal with lesion (%)No ICN ≤4 copies (%)ICN ≥5 copies (%)p valueERBB2Amplification (CISH)19 (16)14 (14)5 (22)0.36†PTEN loss (IHC)22 (24)16 (21)6 (38)0.20†PIK3CAmutation21 (22)17 (22)4 (22)1.00†ERBB2or PTEN39 (41)29 (37)10 (59)0.10ERRB2or PIK3CA35 (36)26 (33)9 (50)0.16PTEN or PIK3CA42 (45)32 (42)10 (63)0.13ERBB2or PTEN or PIK3CA54 (57)40 (51)14 (82)0.02*Open in a separate window*p-value < 0.05 denoting significant enrichment in the numberof breast cancers with PDPK1 increased copy number (ICN, ≥ 5 copies) among those with upstream PI3K pathway activating lesions (as noted) and the remainder of cases.†p-value from Fisher’s Exact test, all other p-values from Chi square test.Table 2Association of PDK1 protein expression with upstream PI3K pathway lesions.Pathway lesionTotal with lesion (%)ΔPDK1* total (p value)ΔPDK1* p-S241 (p value)Cancer Cell linesERBB2Amplification6 (3)0.00 (0.973)0.10 (0.222)PTEN mutation54 (24)0.08 (0.069)0.06 (0.221)PIK3CAmutation27 (12)0.10 (0.260)0.21 (0.061)ERBB2or PTEN60 (27)0.07 (0.077)0.07 (0.147)ERRB2or PIK3CA33 (15)0.09 (0.252)0.20 (0.034)†PTEN or PIK3CA81 (36)0.11 (0.017)*0.15 (0.008)†ERBB2or PTEN or PIK3CA87 (39)0.11 (0.018)*0.16 (0.005)†Breast tumors (MD Anderson cohort)ERBB2 Amplification20 (12)0.216 (0.106)0.375 (0.026)†PIK3CA mutation89 (24)0.021 (0.859)0.305 (0.002)†ERRB2 or PIK3CA45 (28)0.239 (0.048)*0.364 (0.008)†Open in a separate window*Reverse phase protein lysate arrays probed with total PDK1 or p-S241 PDK1 antibodies. ΔPDK1 = magnitude difference in the mean signal from each antibody in the set of cases defined by a particular PI3K pathway alteration(denoted by the column heading “pathway lesion”) minusthe mean signal from the remainder of cases.†p-value < 0.05 (two-tailed t-test).Increased PDK1 potentiates AKT signaling in the setting of upstream PI3K pathway activationHuman breast epithelial cell line MCF10A, immortalized in part through loss of the INK4/ARF locus(35), has been extensively used to validate BC oncogenes(27). To determine whether PDK1 overexpression could alter ERBB2-induced signaling, a set of four MCF10A cell lines were created from pools of cells infected with retrovirus containing the open reading frame for PDPK1 (+PDK1), the gene of the activated mutant rat homolog of ERBB2 (+NeuT)(36), both (+PDK1+NeuT), or empty vector controls. Consistent with PDK1’s function as a selective T-308 AKT kinase, overexpression of PDK1 alone increased AKT phosphorylation on residue T-308 but had no effect on S-473, whereas NeuT overexpression alone increased both (Fig. 2A). When PDK1 and NeuT were both overexpressed there were significant increases in both phosphorylation of T-308, and surprisingly, S-473 over that of either PDK1 or NeuT overexpresion alone, with a more pronounced relative activation in the setting of serum starvation. Consistent with this narrower and less pronounced effect on AKT signaling, increasing PDK1 levels alone was not sufficient to induce serum starved MCF10A proliferation, but did enhance growth when added to NeuT (Supplementary Fig. S5A).Open in a separate windowFigure 2Overexpression of PDK1 enhances oncogenic phenotype in setting of upstream PI3K activation. (A) Immunoblots showing signaling effects of overexpressed PDK1 and NeuT on MCF10A cells under normal exponential growth or growth factor withdrawal conditions. (B) Matrigel morphogenesis assay of stably transfected pools of MCF10A cells as indicated. (C) Transwell migration assay with same set of cells with and without chemo attractant (epidermal growth factor and 5% horse serum) (s.d., n=3). (D) Migration assay of control MCF10A cells or those with PDK1 overexpression with siRNA knockdown of AKT1, AKT2, or both. Migration (y-axis) = ratio of the number of migratory cells in test vs. control (ctrl) (s.d., n=3).To determine whether increased PDK1 levels enhanced PI3K signaling induced by other genetic aberrations found in BCs, we knocked down PTEN expression in MCF10A cells and overexpressed PDK1 in PIK3CA mutant MCF7 cells. As with +PDK1+NeuT, increasing PDK1 levels in the context of reduced PTEN or mutant PIK3CA enhanced activation of AKT as indicated by increased phosphorylation of T-308 and S-473 (Supplementary Fig. S5 B and C).Increased PDK1 potentiates ERBB2 induced transformation and migrationTo assess the biological affect of PDK1’s enhancement of signaling, we chose to assess elevated PDK1 levels in combination with ERBB2 because unlike PTEN or PI3K, ERBB2 activates multiple signaling pathways, such as the RAS/MAPK pathway, that can lead to evidence of oncogene cooperation. ERBB2 alone partially transforms MCF10A cells in three dimensional culture (3D), forming large multiacinar structures(37). In 3D, addition of PDK1 did not alter the control MCF10A phenotype (Fig. 2B). However, overexpression of PDK1 had a profound effect on the morphology of +NeuT cells in which multiacinar structures were distorted and cell foci were linked by interconnecting branching tracts. IHC analysis revealed a more complete epithelial to mesenchymal transition and decreased central acinar apoptosis within the +PDK1+NeuT structures compared with those of +NeuT (Supplementary Fig. S6A).Given the extensive branching seen in the +PDK1+NeuT 3D foci, we tested the capacity of the cells to migrate. Consistent with published data showing that PDK1 kinase activity is required for PI3K dependent cell migration (38), we found that PDK1 overexpression alone increased migration toward a chemo attractant, but had no effect when the chemo attractant was withheld (Fig. 2C). Overexpression of NeuT alone allowed cells to migrate without a chemo attractant signal, yet they migrated three fold more toward the chemo attractant. +PDK1+NeuT cells showed increased migration to the same extent as +NeuT regardless of the presence of a chemo attractant suggesting that the cells had completely uncoupled their migratory machinery from extra cellular growth factor sensing. This effect was confirmed with a scratch test performed under serum starved conditions (Supplementary Fig. S6B). Strikingly, knockdown of AKT2 inhibited PDK1-induced migration, whereas knockdown of AKT1 promoted migration (Fig. 2D), consistent with previous reports implicating AKT2 in motility and metastasis (39).Increased PDK1 potentiates tumor growth in vivoTo test whether these effects could confer tumor growth in vivo, +NeuT cells or +PDK1+NeuT cells were injected into the inferior mammary fat pads of developing scid mice (n=10 in each cohort). +PDK1+NeuT cells rapidly produced large muscle invasive tumors in all mice requiring sacrifice at a median of 30 days whereas +NeuT cells formed only one tumor (sacrificed on day 50) after 140 days of observation (p<0.0001, Fig. 3A and Fig. 3B). Control MCF10A cells and those overexpressing PDK1 alone did not form tumors (n=5 in each cohort). The same combination of PDK1 and ERBB2 expressed in HMEC-hTERT cells failed to form tumors (n=10).Open in a separate windowFigure 3Increased PDK1 potentiates tumor growth in vivo. (A) Kaplan-Meier survival curves of MCF10A cells injected into the mammary fatpads of developing scid mice comparing cells overexpressing NeuT with (+PDK1+NeuT, narrow dashed line) or without (+NeuT, solid line) overexpressed PDK1 [death is defined as tumor growth to size = 1 cm2]. Injected control MCF10A cells and cells overexpressing PDK1 alone did not form tumors (wide dashed line). (B) IHC staining (left panel=H&E, right panel=HA antibody to HA tagged PDK1, 40x) of xenografted tumor cells (arrows) invading host muscle (arrowheads).In cells with PI3K activation, PDK1 levels are a determinant of signaling, proliferation, transformation, and pathway inhibitionGiven potential off-target effects from either RNAi or drug inhibition of PDK1 (40–42), both methods were used to show the effects of altered PDK1 levels on cell proliferation and signaling. Stable RNAi knockdown of PDK1 in cells harboring PIK3CA mutation decreased both AKT and downstream GSK3 activation in MCF7 cells (Fig. 4A) with corresponding decreased proliferation of MCF7 (Fig. 4B) and T47D (Supplementary Fig. S7A) cells, all in a dose dependent manner. The relatively selective PDK1 inhibitor BX-795 (43) (also shown to inhibit Aurora A, Aurora B, Aurora C, Cdk1, and Cdk2 (40, 42)) inhibited growth factor stimulated AKT T-308 phosphorylation in MCF10A cells with 50% signal inhibition corresponding to its measured IC50 of 1 μM (Supplementary Fig. S7B). Increasing PDK1 levels in MCF7 cells made them more resistant to BX-795 (Fig. 4C) and decreasing PDK1 levels made them more sensitive (67% inhibition in control cells compared with 83% in the potent knockdown line) (Fig. 4B), arguing that the level of PDK1 is a significant determinant of BX-795 activity.Open in a separate windowFigure 4In cells with PI3K activation, PDK1 levels are a determinant of signaling, proliferation, transformation, and pathway inhibition. (A) Immunoblots of MCF7 cells grown with stable control shRNA [CTRL] or two separate PDK1 shRNA contructs [PDK1-1 and PDK1-2]. (B) MCF7 cells with stable control shRNA or separate PDK1 shRNA contructs (as indicated) grown for four days with 1.25 μM BX-795 (orange bars) or control (DMSO, blue bars) (percent inhibition indicated, s.d., n=3). (C) BX-795 dose response curves of control MCF7 cells or MCF7 cells over-expressing PDK1 with the IC50 indicated (dotted lines) (s.d., n=3). (D) Colony formation assay of HMEC/hTERT/p53DD cells over-expressing mutant p110α (H1047R) or control, or p110α (H1047R) in the setting of stable PDK1 shRNA compared with control shRNA.We also found that transformation of cells via a PIK3CA kinase domain mutation (H1047R) was dependent on PDK1. Decreasing PDK1 levels inhibited colony formation in soft agar and growth of immortalized human mammary epithelial cells (HMEC/hTERT/p53DD) stably expressing mutant p110α (H1047R) (Fig. 4D and Supplementary Fig. S7C). In the same cell background (HMEC/hTERT/p53DD/H1047R), overexpression of PDK1 conferred resistance to the selective PI3K inhibitor wortmannin (Supplementary Fig. S7D, S7E and S7F). Consistent with PDK1K465E/K465E knock-in mouse data showing that PDK1 membrane localization is necessary for optimal AKT activation(9), cells expressing myristolated PDK1 were more resistance than wild type PDK1 expressing cells to PI3K inhibition (Supplementary Fig. S7D). This suggests that the amount of PDK1 at the membrane is a determinant of resistance to pathway inhibition and highlights another potential mechanism to therapeutically target PDK1 other than through its kinase domain. DiscussionWe have demonstrated that total PDK1 protein and message up-regulation is present in almost three quarters of BCs tested, making it a common lesion of the PI3K pathway in BC. We have found that total PDK1 levels correlate strongly with serine-241 phosphorylated PDK1 levels, which suggests that it also is a measure of total PDK1 expression. We have found one mechanism for PDK1 up-regulation occurs through an increase in gene copy number within 16p13.3 amplicons (Fig. 1), the third most frequently amplified region in BCs (33). However, PDPK1 ICN can only explain a portion of cases with PDK1 overexpression, which suggests that additional mechanisms of overexpression remain to be elucidated.Our data strongly argues that PDK1 overexpression coordinately occurs with upstream PI3K activation to contribute to BC progression, since we see that both PDK1 ICN and protein expression are associated in tumors to upstream PI3K pathway lesions of PIK3CA, ERBB2 or PTEN (Tables 1 and ​and2).2). The link between PDK1 and PI3K signaling is further substantiated by the observation that PDPK1 ICN is associated with poor prognosis (Supplementary Fig. S4), which has also been established for activation of the PI3K pathway (44), and by findings by others that 16p13.3 gains correlate with gains of 17q12, the ERBB2 locus (33). In addition to BC, we identified a coordinated increase of PDK1 with upstream PI3K pathway lesions in tumor cell lines representing a large variety of cancer. These findings suggest that PDK1 overexpression may cooperate with upstream PI3K pathway lesions in a wide variety of solid tumors to promote tumor progression by further activating the PI3K pathway.Our data from human BCs, tissue culture, and xenografted tumors provide evidence for a model of tumor development in which BCs are selected to increase PDK1 to potentiate upstream lesions of the PI3K pathway for increased signaling and as a consequence tumor progression. Given that both PDPK1 ICN and increased PDK1 protein levels in human BCs correlate with either one of three activators of PI3K signaling (ERBB2 amplification, PIK3CA mutation, or PTEN down regulation), we hypothesized that the effect of PDK1 up-regulation is likely to be an increased signal output. Our data from experiments with cultured mammary cells support this conclusion, since PDK1 overexpression, in the setting of upstream activation byERBB2 or mutant PIK3CA or PTEN loss, increased phosphorylation of its substrate AKT threonine-308 as well as AKT serine-473 (Fig. 2). The model asserts that in cells with increased levels of PIP3, coordinate gain of PDK1 potentiates the PI3K pathway signal to a level that maintains downstream pathway activation. The most likely mechanism of such intra-pathway enhancement involving overexpression of PDK1 is the direct boosting of the signal from a defined static amount of PIP3 due to an upstream lesionin PIK3CA, ERBB2 or PTEN.PDK1 levels had their most prominent potentiating effect on the PI3K signal due to an upstream pathway lesion when growth factor input was low (serum starvation). Therefore, PDK1 is limiting under these conditions, perhaps recreating the selective pressure for increasing PDK1 levels found in tissues during the stress associated with tumor development. In support of this idea, a 90% reduction of PDK1 protein expression did not significantly affect ligand-activated insulin signaling in normal mice (45), whereas the same PDK1 hypomorph significantly attenuated tumor formation in Pten heterozygous mice (22).We have documented that the potentiating effect of PDK1 on the PI3K signal is sufficient to have phenotypic effects on mammary cells (Fig. 2). PDK1 increased proliferation, migration, and epithelial to mesenchymal transition, and reduced apoptosis in ERBB2 MCF10A cells. The combination of ERBB2 and PDK1 in this immortal cell line was even sufficient to cause tumor formation in the mammary fat pad of scid mice in all mice tested when either gene alone had little or no effect (Fig. 3). It will be interesting to determine whether PDK1 overexpression in combination with PIK3CA mutation or reduced PTEN expression in MCF10A cells phenocopies PDK1/ERBB2; however, we anticipate that they will be less oncogenic given their weaker ability to activate other signaling pathways.We suspect that many of the consequences of PDK1 overexpression occur via the activation of different AKT isoforms and have shown that increased migration flows through AKT2 (Fig. 2). These data are consistent with a transgenic mouse model of concurrent ERBB2 and AKT1 overexpression showing acceleration of mammary tumor progression but lower levels of invasion (46) and argues that PDK1 overexpression may be a more efficient and potent PI3K pathway potentiator than any one of its substrates. PDK1 phosphorylates other AGC kinase substrates including p70S6 kinase and SGK1 in a PI3K-pathway dependent manner (47), and these outputs are likely to be enhanced by PDK1 overexpression as well. In addition, PDK1 regulation of other AGC kinases remains an active area of investigation that may expose the functional role of additional PI3K-regulated substrates.Evidence for different PI3K pathway lesions co-occurring in the same tumor has been demonstrated in endometrial cancers, where PTEN disruption through gene mutation and loss of protein expression are frequently coincident with PIK3CA mutation or amplification, and together provide increased PI3K signal output (48). It is possible that in endometrial cancers the level of PIP3 may be limiting and thus the determinants of the PI3K signal could be tissue specific, although it is not known whether PDK1 makes a contribution in these tumors. Alternatively, if PDK1 levels are found to be coincidently increased in this setting it would argue that tumors employing an active PI3K pathway undergo continual selection for increased PDK1 to maintain a high signal output. Since we observe increased PDK1 levels in the DCIS component of invasive tumors expressing high levels of PDK1, one could imagine a scenario in which ERBB2 amplification is followed by PDK1 overexpression and subsequent PIK3CA mutation, as well as possibly other events, all to ratchet up the level of PI3K signaling.The ability of endogenous PDK1 to contribute to PI3K signaling and tumor cell proliferation was also documented in tumor cells harboring PIK3CA mutations, which suggests that PDK1 amplification of PI3K signaling outputs stimulates tumor growth (Fig. 4). Our data also show that increasing PDK1 levels, at least in some settings, could contribute to resistance to inhibitors of the PI3K pathway at the level of PDK1 and PI3K (Fig. 4).Thus, we conclude that PDK1 overexpression in tumors increases the level of oncogenic PI3K signal due to pathogenetic activation of PI3K or inactivation of PTEN. Our findings suggest that PDK1 levels should be taken into account in any attempt to assess derangements of the PI3K pathway in cancer and that targeting PDK1 along with other components of the PI3K pathway simultaneously may be a useful approach in cancer therapy. Supplementary Material1Click here to view.(1.1M, pdf) AcknowledgmentsThis work was supported by NIH/NCI (R01CA082783, R01CA122099, and P01CA97403), Avon Foundation (which funded research and Columbia Breast Macromolecule Bank), OctoberWomen Foundation, Susan G. Komen Breast Cancer Foundation, AACR-AMGEN Inc. Fellowship, ASCO Cancer Foundation Young Investigator Award, and The Breast Cancer Research Foundation. Any opinions findings and conclusions expressed in this material are those of the authors and do not necessarily reflect those of ASCO or ASCO Cancer Foundation. Reverse phase proteomic profiling (RPPA) and some sequencing studies were supported by Kleberg Center for Molecular Markers, Komen Foundation and NCI PO1CA099031. Additional acknowledgements are made in supplementary information. FootnotesNote: Supplementary data are available at CancerResearch Online (http://cancerres.aacrjournals.org/). Disclosure of Potential Conflicts of InterestNo potential conflicts of interest were disclosed. References1. Isakoff SJ, Engelman JA, Irie HY, et al.  Breast cancer-associated PIK3CA mutations are oncogenic in mammary epithelial cells. Cancer Res. 2005;65:10992–1000. [PubMed] [Google Scholar]2. Li J, Simpson L, Takahashi M, et al.  The PTEN/MMAC1 tumor suppressor induces cell death that is rescued by the AKT/protein kinase B oncogene. Cancer Res. 1998;58:5667–72. [PubMed] [Google Scholar]3. Stambolic V, Suzuki A, de la Pompa JL, et al.  Negative regulation of PKB/Akt-dependent cell survival by the tumor suppressor PTEN. Cell. 1998;95:29–39. [PubMed] [Google Scholar]4. Zhao JJ, Liu Z, Wang L, Shin E, Loda MF, Roberts TM. The oncogenic properties of mutant p110alpha and p110beta phosphatidylinositol 3-kinases in human mammary epithelial cells. Proc Natl Acad Sci U S A. 2005;102:18443–8. [PMC free article] [PubMed] [Google Scholar]5. Zhou BP, Hu MC, Miller SA, et al.  HER-2/neu blocks tumor necrosis factor-induced apoptosis via the Akt/NF-kappaB pathway. J Biol Chem. 2000;275:8027–31. [PubMed] [Google Scholar]6. Bayascas JR. Dissecting the role of the 3-phosphoinositide-dependent protein kinase-1 (PDK1) signalling pathways. Cell Cycle. 2008;7:2978–82. [PubMed] [Google Scholar]7. Williams MR, Arthur JS, Balendran A, et al.  The role of 3-phosphoinositide-dependent protein kinase 1 in activating AGC kinases defined in embryonic stem cells. Curr Biol. 2000;10:439–48. [PubMed] [Google Scholar]8. Collins BJ, Deak M, Arthur JS, Armit LJ, Alessi DR. In vivo role of the PIF-binding docking site of PDK1 defined by knock-in mutation. EMBO J. 2003;22:4202–11. [PMC free article] [PubMed] [Google Scholar]9. Bayascas JR, Wullschleger S, Sakamoto K, et al.  Mutation of the PDK1 PH domain inhibits protein kinase B/Akt, leading to small size and insulin resistance. Mol Cell Biol. 2008;28:3258–72. [PMC free article] [PubMed] [Google Scholar]10. Casamayor A, Morrice NA, Alessi DR. Phosphorylation of Ser-241 is essential for the activity of 3-phosphoinositide-dependent protein kinase-1: identification of five sites of phosphorylation in vivo. Biochem J. 1999;342 (Pt 2):287–92. [PMC free article] [PubMed] [Google Scholar]11. Alessi DR, James SR, Downes CP, et al.  Characterization of a 3-phosphoinositide-dependent protein kinase which phosphorylates and activates protein kinase Balpha. Curr Biol. 1997;7:261–9. [PubMed] [Google Scholar]12. Stokoe D, Stephens LR, Copeland T, et al.  Dual role of phosphatidylinositol-3,4,5-trisphosphate in the activation of protein kinase B. Science. 1997;277:567–70. [PubMed] [Google Scholar]13. Calleja V, Alcor D, Laguerre M, et al.  Intramolecular and intermolecular interactions of protein kinase B define its activation in vivo. PLoS Biol. 2007;5:e95. [PMC free article] [PubMed] [Google Scholar]14. Staal SP. Molecular cloning of the akt oncogene and its human homologues AKT1 and AKT2: amplification of AKT1 in a primary human gastric adenocarcinoma. Proc Natl Acad Sci U S A. 1987;84:5034–7. [PMC free article] [PubMed] [Google Scholar]15. Bellacosa A, de Feo D, Godwin AK, et al.  Molecular alterations of the AKT2 oncogene in ovarian and breast carcinomas. Int J Cancer. 1995;64:280–5. [PubMed] [Google Scholar]16. Carpten JD, Faber AL, Horn C, et al.  A transforming mutation in the pleckstrin homology domain of AKT1 in cancer. Nature. 2007;448:439–44. [PubMed] [Google Scholar]17. Davies MA, Stemke-Hale K, Tellez C, et al.  A novel AKT3 mutation in melanoma tumours and cell lines. Br J Cancer. 2008;99:1265–8. [PMC free article] [PubMed] [Google Scholar]18. Manning BD, Cantley LC. AKT/PKB signaling: navigating downstream. Cell. 2007;129:1261–74. [PMC free article] [PubMed] [Google Scholar]19. She QB, Chandarlapaty S, Ye Q, et al.  Breast tumor cells with PI3K mutation or HER2 amplification are selectively addicted to Akt signaling. PLoS ONE. 2008;3:e3065. [PMC free article] [PubMed] [Google Scholar]20. Zeng X, Xu H, Glazer RI. Transformation of mammary epithelial cells by 3-phosphoinositide-dependent protein kinase-1 (PDK1) is associated with the induction of protein kinase Calpha. Cancer Res. 2002;62:3538–43. [PubMed] [Google Scholar]21. Xie Z, Yuan H, Yin Y, Zeng X, Bai R, Glazer RI. 3-Phosphoinositide-dependent Protein Kinase-1 (PDK1) Promotes Invasion and Activation of Matrix Metalloproteinases. BMC Cancer. 2006;6:77. [PMC free article] [PubMed] [Google Scholar]22. Bayascas JR, Leslie NR, Parsons R, Fleming S, Alessi DR. Hypomorphic mutation of PDK1 suppresses tumorigenesis in PTEN(+/-) mice. Curr Biol. 2005;15:1839–46. [PubMed] [Google Scholar]23. Lin HJ, Hsieh FC, Song H, Lin J. Elevated phosphorylation and activation of PDK-1/AKT pathway in human breast cancer. Br J Cancer. 2005;93:1372–81. [PMC free article] [PubMed] [Google Scholar]24. Saal LH, Holm K, Maurer M, et al.  PIK3CA mutations correlate with hormone receptors, node metastasis, and ERBB2, and are mutually exclusive with PTEN loss in human breast carcinoma. Cancer Res. 2005;65:2554–9. [PubMed] [Google Scholar]25. Nakatani Y, Ogryzko V. Immunoaffinity purification of mammalian protein complexes. Methods Enzymol. 2003;370:430–44. [PubMed] [Google Scholar]26. Isola J, Tanner M, Forsyth A, Cooke TG, Watters AD, Bartlett JM. Interlaboratory comparison of HER-2 oncogene amplification as detected by chromogenic and fluorescence in situ hybridization. Clin Cancer Res. 2004;10:4793–8. [PubMed] [Google Scholar]27. Debnath J, Muthuswamy SK, Brugge JS. Morphogenesis and oncogenesis of MCF-10A mammary epithelial acini grown in three-dimensional basement membrane cultures. Methods. 2003;30:256–68. [PubMed] [Google Scholar]28. Stemke-Hale K, Gonzalez-Angulo AM, Lluch A, et al.  An integrative genomic and proteomic analysis of PIK3CA, PTEN, and AKT mutations in breast cancer. Cancer Res. 2008;68:6084–91. [PMC free article] [PubMed] [Google Scholar]29. Tibes R, Qiu Y, Lu Y, et al.  Reverse phase protein array: validation of a novel proteomic technology and utility for analysis of primary leukemia specimens and hematopoietic stem cells. Mol Cancer Ther. 2006;5:2512–21. [PubMed] [Google Scholar]30. Parsons DW, Wang TL, Samuels Y, et al.  Colorectal cancer: mutations in a signalling pathway. Nature. 2005;436:792. [PubMed] [Google Scholar]31. Rennstam K, Ahlstedt-Soini M, Baldetorp B, et al.  Patterns of chromosomal imbalances defines subgroups of breast cancer with distinct clinical features and prognosis. A study of 305 tumors by comparative genomic hybridization. Cancer Res. 2003;63:8861–8. [PubMed] [Google Scholar]32. Tirkkonen M, Tanner M, Karhu R, Kallioniemi A, Isola J, Kallioniemi OP. Molecular cytogenetics of primary breast cancer by CGH. Genes Chromosomes Cancer. 1998;21:177–84. [PubMed] [Google Scholar]33. Naylor TL, Greshock J, Wang Y, et al.  High resolution genomic analysis of sporadic breast cancer using array-based comparative genomic hybridization. Breast Cancer Res. 2005;7:R1186–98. [PMC free article] [PubMed] [Google Scholar]34. Chin K, DeVries S, Fridlyand J, et al.  Genomic and transcriptional aberrations linked to breast cancer pathophysiologies. Cancer Cell. 2006;10:529–41. [PubMed] [Google Scholar]35. Cowell JK, LaDuca J, Rossi MR, Burkhardt T, Nowak NJ, Matsui S. Molecular characterization of the t(3;9) associated with immortalization in the MCF10A cell line. Cancer Genet Cytogenet. 2005;163:23–9. [PubMed] [Google Scholar]36. Bargmann CI, Hung MC, Weinberg RA. Multiple independent activations of the neu oncogene by a point mutation altering the transmembrane domain of p185. Cell. 1986;45:649–57. [PubMed] [Google Scholar]37. Muthuswamy SK, Li D, Lelievre S, Bissell MJ, Brugge JS. ErbB2, but not ErbB1, reinitiates proliferation and induces luminal repopulation in epithelial acini. Nat Cell Biol. 2001;3:785–92. [PMC free article] [PubMed] [Google Scholar]38. Lim MA, Yang L, Zheng Y, Wu H, Dong LQ, Liu F. Roles of PDK-1 and PKN in regulating cell migration and cortical actin formation of PTEN-knockout cells. Oncogene. 2004;23:9348–58. [PubMed] [Google Scholar]39. Irie HY, Pearline RV, Grueneberg D, et al.  Distinct roles of Akt1 and Akt2 in regulating cell migration and epithelial-mesenchymal transition. J Cell Biol. 2005;171:1023–34. [PMC free article] [PubMed] [Google Scholar]40. Bain J, Plater L, Elliott M, et al.  The selectivity of protein kinase inhibitors: a further update. Biochem J. 2007;408:297–315. [PMC free article] [PubMed] [Google Scholar]41. Bilanges B, Stokoe D. Direct comparison of the specificity of gene silencing using antisense oligonucleotides and RNAi. Biochem J. 2005;388:573–83. [PMC free article] [PubMed] [Google Scholar]42. Tamguney T, Zhang C, Fiedler D, Shokat K, Stokoe D. Analysis of 3-phosphoinositide-dependent kinase-1 signaling and function in ES cells. Exp Cell Res. 2008;314:2299–312. [PMC free article] [PubMed] [Google Scholar]43. Feldman RI, Wu JM, Polokoff MA, et al.  Novel small molecule inhibitors of 3-phosphoinositide-dependent kinase-1. J Biol Chem. 2005;280:19867–74. [PubMed] [Google Scholar]44. Saal LH, Johansson P, Holm K, et al.  Poor prognosis in carcinoma is associated with a gene expression signature of aberrant PTEN tumor suppressor pathway activity. Proc Natl Acad Sci U S A. 2007;104:7564–9. [PMC free article] [PubMed] [Google Scholar]45. Lawlor MA, Mora A, Ashby PR, et al.  Essential role of PDK1 in regulating cell size and development in mice. EMBO J. 2002;21:3728–38. [PMC free article] [PubMed] [Google Scholar]46. Hutchinson JN, Jin J, Cardiff RD, Woodgett JR, Muller WJ. Activation of Akt-1 (PKB-alpha) can accelerate ErbB-2-mediated mammary tumorigenesis but suppresses tumor invasion. Cancer Res. 2004;64:3171–8. [PubMed] [Google Scholar]47. Biondi RM, Kieloch A, Currie RA, Deak M, Alessi DR. The PIF-binding pocket in PDK1 is essential for activation of S6K and SGK, but not PKB. EMBO J. 2001;20:4380–90. [PMC free article] [PubMed] [Google Scholar]48. Oda K, Stokoe D, Taketani Y, McCormick F. High frequency of coexistent mutations of PIK3CA and PTEN genes in endometrial carcinoma. Cancer Res. 2005;65:10669–73. [PubMed] [Google Scholar]"}