{"title": "Assembly of an export-competent mRNP is needed for efficient release of the 3'-end processing complex after polyadenylation", "pubDate": "2009", "PMCID": "PMC2747973", "DOI": "10.1128/MCB.00468-09", "PMID": "19635808", "abstract": "Before polyadenylated mRNA is exported from the nucleus, the 3'-end processing complex is removed by a poorly described mechanism. In this study, we asked whether factors involved in mRNP maturation and export are also required for disassembly of the cleavage and polyadenylation complex. An RNA immunoprecipitation assay monitoring the amount of the cleavage factor (CF) IA component Rna15p associated with poly(A)(+) RNA reveals defective removal of Rna15p in mutants of the nuclear export receptor Mex67p as well as other factors important for assembly of an export-competent mRNP. In contrast, Rna15p is not retained in mutants of export factors that function primarily on the cytoplasmic side of the nuclear pore. Consistent with a functional interaction between Mex67p and the 3'-end processing complex, a mex67 mutant accumulates unprocessed SSA4 transcripts and exhibits a severe growth defect when this mutation is combined with mutation of Rna15p or another CF IA subunit, Rna14p. RNAs that become processed in a mex67 mutant have longer poly(A) tails both in vivo and in vitro. This influence of Mex67p on 3'-end processing is conserved, as depletion of its human homolog, TAP/NXF1, triggers mRNA hyperadenylation. Our results indicate a function for nuclear mRNP assembly factors in releasing the 3'-end processing complex once polyadenylation is complete.", "author": [{"author": "Xiangping Qu", "affiliation": ["Centre for mRNP Biogenesis and Metabolism, Department of Molecular Biology, Aarhus University, DK-8000 Aarhus C., Denmark."], "href": "/?term=Qu+X&cauthor_id=19635808"}, {"author": "Søren Lykke-Andersen", "affiliation": [], "href": "/?term=Lykke-Andersen+S&cauthor_id=19635808"}, {"author": "Tommy Nasser", "affiliation": [], "href": "/?term=Nasser+T&cauthor_id=19635808"}, {"author": "Cyril Saguez", "affiliation": [], "href": "/?term=Saguez+C&cauthor_id=19635808"}, {"author": "Edouard Bertrand", "affiliation": [], "href": "/?term=Bertrand+E&cauthor_id=19635808"}, {"author": "Torben Heick Jensen", "affiliation": [], "href": "/?term=Jensen+TH&cauthor_id=19635808"}, {"author": "Claire Moore", "affiliation": [], "href": "/?term=Moore+C&cauthor_id=19635808"}], "refPMID": [], "citedInPMID": ["19635808", "34385261", "33898329", "33095156", "32932882", "31104896", "30902808", "30683695", "29637682", "29429129", "27893965", "27679854", "27251550", "26944195", "25116306", "24146636", "23938393", "23872491", "23776146", "23721653", "22968171", "22683267", "22560733", "22387213", "22290438", "22290432", "22244335", "21957020", "21822216", "21602906", "20961978", "20835241", "20823268", "20823266", "20600122", "20221435"], "body": " AbstractBefore polyadenylated mRNA is exported from the nucleus, the 3′-end processing complex is removed by a poorly described mechanism. In this study, we asked whether factors involved in mRNP maturation and export are also required for disassembly of the cleavage and polyadenylation complex. An RNA immunoprecipitation assay monitoring the amount of the cleavage factor (CF) IA component Rna15p associated with poly(A)+ RNA reveals defective removal of Rna15p in mutants of the nuclear export receptor Mex67p as well as other factors important for assembly of an export-competent mRNP. In contrast, Rna15p is not retained in mutants of export factors that function primarily on the cytoplasmic side of the nuclear pore. Consistent with a functional interaction between Mex67p and the 3′-end processing complex, a mex67 mutant accumulates unprocessed SSA4 transcripts and exhibits a severe growth defect when this mutation is combined with mutation of Rna15p or another CF IA subunit, Rna14p. RNAs that become processed in a mex67 mutant have longer poly(A) tails both in vivo and in vitro. This influence of Mex67p on 3′-end processing is conserved, as depletion of its human homolog, TAP/NXF1, triggers mRNA hyperadenylation. Our results indicate a function for nuclear mRNP assembly factors in releasing the 3′-end processing complex once polyadenylation is complete. A significant advance in the area of eukaryotic gene expression has been the appreciation of multiple interrelationships between activities needed to get a functional mRNA to the cytoplasm for translation. Coordination occurs at the level of transcription, capping, splicing, 3′-end processing, and assembly of the mRNA into a ribonucleoprotein particle (RNP) that can be transported (for reviews, see references 2, 5, 12, 43, 51, and 55). Overseeing all of this is a nuclear mRNA surveillance mechanism which ensures that only correctly formed mRNP reaches the cytoplasm and that defective ones are degraded (for a review, see reference 70).Processing at the mRNA 3′ end is accomplished by a multisubunit complex that recognizes signals on the nascent RNA, cleaves at the poly(A) site, and adds a poly(A) tract. The subunits of the complex are largely conserved across eukaryotes, and in the yeast Saccharomyces cerevisiae, this complex can be separated biochemically into three factors: cleavage and polyadenylation factor (CPF), cleavage factor (CF) IA, and Hrp1p (59). The length of the RNA poly(A) tail is restricted by the recruitment of specific poly(A)-binding proteins, such as Nab2p and Pab1p (6, 19, 22, 40, 80), and by the action of poly(A)-specific nucleases in the nucleus and the cytoplasm (59). Previous studies showed that 3′-end processing factors, with the exception of Hrp1p, Pab1p, and Nab2p, do not shuttle in and out of the nucleus (9, 38, 48). Thus, the exported mRNP does not include CF IA and CPF components, yet the signal sequences that stably hold these factors onto the mRNA as it receives its tail are present on the final polyadenylated product. Therefore, a mechanism must exist to disrupt the processing complex upon completion of polyadenylation. The phosphatase activity of the CPF component Glc7p has been implicated in this step (32), but little else is known about how recycling of cleavage and polyadenylation factors might be accomplished.Release of 3′-end processing factors could be coupled to the assembly of mRNA into export-competent mRNP. Like posttranscriptional processing, this is a multistep process whose goal is the acquisition of proteins that will directly interact with the nuclear pore (for reviews, see references 13, 43, 51, and 66). Early steps in this assembly are thought to include the association of mRNP maturation factors, such as the THO complex and the yeast serine/arginine-rich (SR) protein Npl3p, with the elongating transcription complex and the cotranscriptional recruitment of the RNA-binding protein Yra1p by an interaction with the 3′-end processing factor CF IA (1, 47, 49, 53, 67). Several studies suggest that the THO complex brings in Sub2p, a DECD-box RNA helicase, which then receives Yra1p from CF IA (47, 74, 75, 83). Together, THO, Sub2p, and Yra1p form the TREX (transcription and export) complex. By interaction with its Hpr1p subunit, THO also recruits Mex67p (37), which acts as a heterodimer with Mtr2p to move the mature mRNP across the nuclear pore to the cytoplasm. However, the weak interaction of Mex67p with mRNA must be stabilized by protein adaptors, such as Yra1p and Npl3p (69, 71). As Sub2p and Mex67p interact with the same region of Yra1p, a remodeling event is thought to occur on the mRNP in which Mex67p exchanges with Sub2p (74). The Sac3p-Thp1p heterodimer is an additional mRNA adaptor that interacts with both Mex67p and with the nuclear pore (16, 26). Docking of mRNP at the pore opening and a final quality control check are further facilitated by the interaction of proteins such as Yra1p and the poly(A)-binding protein Nab2p with the basket structure on the nuclear side of the pore (25, 34, 79). Other proteins acquired by the mRNP in the nucleus, such as the helicase Dbp5p/Rat8p, function on the cytoplasmic side of the pore to release the carrier proteins (3, 56, 78, 81).Our current knowledge of mRNA export events provides a platform to explore whether the recycling of processing factors depends on a connection to the subsequent export step. In this study, we show that factors involved in mRNP assembly are needed for the efficient removal of the 3′-end processing complex from the mRNA once the poly(A) tail has reached its appropriate length. This activity may allow recycling of processing factors so that they can work on new precursors while at the same time releasing the mRNA for nuclear export. MATERIALS AND METHODSYeast strains. All yeast strains used in this study are described in Table ​Table11.TABLE 1.Yeast strainsStrain or mutationGenotypeSource or referenceW303-1AMATaleu2-3112 trp1-1 can1-100 ura3-1 ade2-1 his3-1115R. RothsteinW303-1BMATα leu2-3112 trp1-1 can1-100 ura3-1 ade2-1 his3-1115R. Rothsteinmex67-5W303-1A but mex67-546mex67-6W303-1B but mex67-6F. Stutz, unpublished datarna14-3W303-1B but rna14-34rna15-2W303-1B but rna15-24hpr1ΔW303-1A but hpr1::HIS54tho2ΔW303-1A but tho2::KANr54sub2-201W303-1A but sub2-20168YRA1MATaade2 his3 leu2 trp1 ura3 yra1::HIS3 <pLEU2-YRA1>79GFP-yra1-8MATaade2 his3 leu2 trp1 ura3 yra1::HIS3 <pLEU2-HA-GFP-yra1-8>79MTR2MATaade2 his3 leu2 trp1 ura3 mtr2::HIS3 <pRS316-MTR2>69mtr2-26MATaade2 his3 leu2 trp1 ura3 mtr2::HIS3 <pRS315-mtr2-26>69sac3ΔW303-1A but sac3::KANr Hsp104-CacO::TRP1 LacI-GFP::HIS377FY23MATatrp1Δ63 ura3-52 leu2Δ182rat8-2FY23 but rat8-272rat7-1FY23 but rat7-133GLE1W303-1A but gle1::HIS3 <pGLE1 LEU2 CEN>73gle1-37W303-1A but gle1::HIS3 <pgle1-37 LEU2 CEN>73NPL3MATahis3 npl3::HIS3 ura3-1 lys2 leu2 ade2 <pNPL3 LEU2 CEN>52npl3-3MATanpl3::HIS3 his3 ura3-1 lys2 leu2 ade2 ade3 <pnpl3-3 LEU2 CEN>52Open in a separate windowAnalysis of RNAs made in vivo. RNA preparation and RNase H-Northern blotting analysis of SSA4 RNAs were done as previously described (54). The RNase H DNA oligonucleotide probes used were SC3 (5′-GCCTGCTCCTGGGGCACC) and SC128 (5′-GATTGCTGTACATTTCCGAGC).RNA immunoprecipitation assay. An RNA immunoprecipitation assay was developed based on previously published ones (31, 57). Yeast cells were grown in liquid YPGal medium containing 2% galactose instead of dextrose at permissive temperatures and then shifted to 37°C for 1 h. Formaldehyde was added to the culture to a final concentration of 1%, and cells were incubated at room temperature for 20 min. Glycine (300 mM) was added to quench the cross-linking reaction. A total of 109 cells were collected, washed extensively, and lysed in 1 ml of FA lysis buffer (50 mM HEPES-KOH, 150 mM NaCl, 1 mM EDTA, 1% Triton X-100, 0.1% sodium deoxycholate, 0.1% sodium dodecyl sulfate [SDS] [pH 7.5]) by vortexing with glass beads for a total of 16 min (30 s vortexing and 90 s on ice). After centrifugation at 14,000 rpm at 4°C for 10 min, the supernatant was incubated with protein A-agarose beads absorbed with either rabbit anti-Rna15p antiserum or preimmune serum overnight at 4°C.The beads were successively washed for 5 min at room temperature with 1 ml of the following: FA lysis buffer containing 275 mM NaCl, FA lysis buffer containing 500 mM NaCl, FA lysis buffer, and TE (10 mM Tris-HCl [pH 7.5], 1 mM EDTA). After the last wash, the beads were incubated in 200 μl of elution buffer (50 mM Tris-HCl, 5 mM EDTA, 10 mM dithiothreitol, 1% SDS [pH 7.5]) for 1 h at 65°C to release the RNA and reverse the formaldehyde cross-linking. The supernatant was collected and combined with 150 μl of TE buffer, which was added to the beads after the elution buffer. After extraction with phenol (pH 4.2) and precipitation with ethanol, the nucleic acids were dissolved in water and treated with DNase (RQ1 DNase; Promega) to digest any contaminating DNA. After DNase had been inactivated by heating to 65°C for 10 min, one-tenth of the immunoprecipitated RNA was amplified by radioactive RT-PCR to determine the abundance of GAL7 and SSA4 transcripts. The total RNA before immunoprecipitation was used as the input control. The primer for reverse transcription was oligo(dT12-18), and PCR primers were 5′-GAAGAAGCTTGCCTCAATTAGC-3′ and 5′-CAGTCTTTGTAGATAATGAATCTGACC-3′ for GAL7 and 5′-GGTACTTTTGATGTCTCTCTGCTATCC-3′ and 5′-CACTGGCTCCAATGTAGATCTAAAC for SSA4.In vitro cleavage and polyadenylation assays. Yeast whole-cell extracts, preparation of radioactively labeled, precursor RNA, and the in vitro 3′-end cleavage and polyadenylation assays were carried out as previously described (17, 35, 68, 84). For immunoprecipitation of RNAs from in vitro processing reactions, the assay was performed by incubating precursor with 10 μl of extract in a 100-μl total reaction volume at 37°C for 20 min. The reactions were stopped by adding 900 μl immunoprecipitation buffer (10 mM Tris-HCl, 50 mM KCl, 1 mM EDTA [pH 7.5]), and the samples were incubated with protein A-agarose beads absorbed with either anti-Rna15 antiserum or preimmune serum as a control for 1 h at 4°C. The beads were washed three times with 1 ml of immunoprecipitation buffer and once with 1 ml of TE buffer (pH 7.5) at 4°C. After the last wash, the RNA was released by incubating the beads in 200 μl of elution buffer (50 mM Tris-HCl, 5 mM EDTA, 10 mM dithiothreitol, 1% SDS [pH 7.5]) for 30 min at 65°C. After purification by phenol-chloroform-isoamyl alcohol extraction and concentration by ethanol precipitation, RNAs were separated on 5% denaturing polyacrylamide gel containing 8.3 M urea and visualized with a phosphorimager.For depletion of poly(A) nuclease (PAN) from extract, the mex67-5 strain and its isogenic wild-type (WT) control were modified to express Pan2 protein with a tandem affinity purification tag at its C terminus according to the method previously described (63). Extract from these cells (100 μl; 500 μg of protein) was added to 50 μl of rabbit immunoglobulin G (IgG)-agarose beads (catalog no. A2909; Sigma) equilibrated with buffer D (20 mM Tris-HCl, 0.2 mM EDTA, 50 mM KCl, 1 mM phenylmethylsulfonyl fluoride, 2 μM pepstatin A, 0.6 μM leupeptin) and then mixed for 1 h at 4°C to deplete Pan2-tandem affinity purification protein from the extract. Four microliters of supernatant was then used for processing assays or Western blot analysis using peroxidase-coupled antiperoxidase (P1291; Sigma).Western blotting. Whole-cell extracts containing 10 mg total protein were denatured in SDS sample buffer at 95°C for 10 min. The proteins were fractionated by electrophoresis on 10% polyacrylamide gels and transferred to a polyvinylidene difluoride membrane. Western blotting using rabbit antiserum against Rna15p or monoclonal antibody against Pta1p was performed as previously described (84). The sources of other antibodies are as follows: Rpb3 (mouse monoclonal), Neoclone (catalog no. W0012); hNXF1, a gift from J. Katahira; and hnRNP C, a gift from S. Pinol-Roma.Human cell culture and transient transfection. Human cell lines were cultured at 37°C with 5% CO2 in Dulbecco's modified Eagle medium containing 10% fetal bovine serum and supplemented with penicillin and streptomycin (Invitrogen). Small interfering RNA (siRNA)-mediated knockdown in HEK293T cells was carried out by a double-transfection procedure. First, 3 × 105 cells were seeded in 3.5-cm wells. One day later, the cells were transfected with 45 pmol siRNA using Silentfect (Bio-Rad). After two days, the cells were retransfected with 45 pmol siRNA and 2 μg of the plasmid pEGFP-C1 (Clontech) using Lipofectamine 2000 (Invitrogen). Protein and total RNA were isolated after two additional days. Northern blot analysis and RNase H digestion were done as previously described (54).siRNA-mediated knockdown in U2OS cells grown on coverslips (cell line 2e11; Exo1), as described in reference 7, was done with Lipofectamine Plus reagent (Invitrogen) using 45 pmol of siRNA. Concomitantly, the cells were transfected with a vector expressing HIV-Tat protein to induce expression of the integrated HIV transgene. After 24 h, the cells were subjected to RNA fluorescence in situ hybridization (FISH) analysis using a Cy3-labeled probe directed to the 24 MS2 sites in human immunodeficiency virus type 1 (HIV-1) transcripts (7). The sequences of the siRNA targets for hNXF1 and the control (TEL/AML) are TGAGCATGATTCAGAGCAA and AAGGAGAAUAGCAGAAUGCAU, respectively. RESULTSRna15p is retained on polyadenylated mRNA in several mutants that cause defects in mRNA export. The interaction of the CF IA subunit Rna15p with a 3′-end processing signal upstream of the cleavage site is critical for holding the complex on the substrate during the cleavage and the poly(A) addition steps (36). Gilbert and Guthrie (32) showed that the Glc7p phosphatase acted on Npl3p and promoted export by facilitating the association of Mex67p with mRNA. The glc7-5 mutant used in this study caused a decrease in the amount of Mex67p cross-linked to poly(A)+ mRNA by UV light but an increase in the cross-linking of Rna15p. However, a later study found that Glc7p activity, and a cycle of phosphorylation and dephosphorylation, is also essential for mRNA 3′-end processing (39). That study raised the possibility that the Rna15 retention observed in the glc7-5 strain was not due to an mRNP assembly defect related to the accumulation of phosphorylated Npl3p but was due instead to modification of the 3′-end processing complex. To clarify the role of mRNP formation and export in the recycling of cleavage-polyadenylation factors, we examined Rna15p retention in several thermosensitive mutants known to accumulate poly(A)+ mRNA in the nucleus. These act at different stages in mRNA export and include the THO complex, Sub2p, and Sac3p, which facilitate assembly of the export-competent mRNP; the Mex67p/Mtr2p export receptor complex; the Yra1p and Npl3p adaptor proteins; and Rat7p, Dbp5p, and Gle1p, which function on the cytoplasmic side of the pore.For this analysis, we used an Rna15p antibody to immunoprecipitate RNA from cells that had been chemically cross-linked in vivo and then measured the amount of polyadenylated RNA by oligo(dT)-primed reverse transcription followed by PCR amplification with gene-specific primers. An increase in the RT-PCR signal in mutant strains compared to the isogenic WT control would reflect the impact of the particular mutation on the removal of 3′-end processing factors after polyadenylation. For each yeast strain examined, controls were included in which the reverse transcriptase was omitted. In addition, RT-PCR was also conducted on a portion of the input sample to verify that equivalent amounts of starting material were used in each experiment (Fig. ​(Fig.1A1A).Open in a separate windowFIG. 1.Increased retention of Rna15p on polyadenylated transcripts in certain export mutants. (A) Rna15p is retained on polyadenylated GAL7 transcript in hpr1Δ, tho2Δ, sub2-201, mex67-5, mex67-6, mtr2-26, GFP-yra1-8, and sac3Δ but not in npl3-3 or rat7-1 mutant cells. Cells were grown in liquid YPGal medium at 25°C and then shifted to 37°C for 1 h before formaldehyde cross-linking. Whole-cell lysates from isogenic WT or mutant strains were incubated with Rna15p antiserum to immunoprecipitate the cross-linked protein-RNA complex. The immunoprecipitated RNA was reverse transcribed with an oligo(dT) primer in the presence of reverse transcriptase (+). To control for DNA contamination, the reverse transcriptase was also omitted from some samples (−). Each lane shows the radioactive PCR signal with a primer set within the GAL7 coding region after reverse transcription. The lanes labeled “Input” show RT-PCR amplification of input RNA from each experiment. The results for each mutant and WT control are representative of at least three independent experiments, except for hpr1Δ, which was analyzed twice. (B) Rna15p is retained on polyadenylated SSA4 transcript in the mex67-5 mutant. The RNA immunoprecipitation assay was performed as in Fig. ​Fig.1A,1A, but a primer set upstream of the SSA4 poly(A) site was used in the PCR. Immunoprecipitation with preimmune serum (pre) is shown as a control. (C) Western blotting of cell lysates with antibody against the CF IA subunit Rna15p, the CPF subunit Pta1p, or the Rpb3p subunit of RNAPII. Extract was prepared from WT, mex67-5, and mex67-6 strains after shifting to 37°C for 1 h. (D) Pta1p is retained on polyadenylated RNA in the mex67-6 mutant. The RNA immunoprecipitation assay was performed as for panel B but with Pta1p antiserum instead of Rna15p antiserum. Pta1p levels on polyadenylated RNAs were increased for both GAL7 (top) and SSA4 (bottom) transcripts. Immunoprecipitation with preimmune serum (lanes marked “pre”) is shown as a control.After cells were incubated at 37°C for 1 h, little Rna15p remained on polyadenylated GAL7 mRNA in WT cells (Fig. ​(Fig.1A).1A). In contrast, Rna15p was retained on GAL7 mRNA in several temperature-sensitive export mutants, with a strong and reproducible increase in signals for hpr1Δ, tho2Δ, sub2-201, mex67-5, mex67-6, mtr2-26, GFP-yra1-8, and sac3Δ (Fig. ​(Fig.1A).1A). This was not simply a consequence of blocking mRNA export, as Rna15p retention was not observed in samples prepared from npl3-3, rat7-1, dbp5-2, or gle1-37 cells (Fig. ​(Fig.1A1A and data not shown). Elevated levels of Rna15p on polyadenylated RNA from mex67-5 cells were also detected with a PCR amplicon targeting the SSA4 transcript (Fig. ​(Fig.1B1B).Because of the importance of Mex67p acquisition in moving the mRNP through the pore, the mex67-5 and mex67-6 alleles were chosen for subsequent experiments. Western blotting analysis showed that increased retention of Rna15p was not due to a general increase in Rna15p levels in these strains (Fig. ​(Fig.1C).1C). To verify that Rna15p was a valid indicator for general 3′-end processing complex retention, we also performed the immunoprecipitation assay using a polyclonal antiserum against Pta1p, a CPF component that acts as a scaffold protein for processing machinery assembly (30). Robust association of Pta1p with polyadenylated RNA was indeed observed in the mex67-6 mutant for both GAL7 and SSA4 transcripts (Fig. ​(Fig.1D).1D). Similar to Rna15p, Pta1p protein levels were not altered in the mex67-6 mutant compared to the WT (Fig. ​(Fig.1C).1C). Overall, our findings indicate that certain export factors such as the TREX complex and the Mex67/Mtr2p heterodimer are required for the timely removal of the 3′-end processing machinery, as mutation of those factors causes processing proteins to be retained on polyadenylated RNA.Mutant alleles of MEX67 exhibit RNA processing defects in vivo as well as synthetic growth defects with rna14 and rna15 mutants. Of the factors implicated in 3′-end processing complex disassembly by the immunoprecipitation assay of Fig. ​Fig.1,1, the Mex67p/Mtr2p heterodimer is of particular interest, since Sac3p, Yra1p, and Hpr1p all directly contact Mex67p (reference 43 and references therein). To better understand the relationship between Mex67p and 3′-end processing, we next asked how mex67 mutants might impact this mRNA maturation step in vivo. To this end, we first examined the effects of combining the mex67-6 mutation with the rna14-3 and rna15-2 alleles, which trigger deficient mRNA 3′-end processing in vivo and in vitro (38, 58, 60). Interestingly, the mex67-6/rna14-3 and mex67-6/rna15-2 double mutants are inviable at 30°C, a temperature that allows growth of the individual mutants (Fig. ​(Fig.2A).2A). This clear genetic interaction suggests that the defect caused by the mex67 mutation could interfere with normal functioning of CF IA and is consistent with our recent finding that rna14-3 and rna15-2 show synthetic lethality with tho2Δ (68), a TREX mutation that also gives strong Rna15p retention (Fig. ​(Fig.1A1A).Open in a separate windowFIG. 2.Genetic interactions and shared in vivo phenotypes of mex67 and CF IA mutants. (A) Pairing of mex67-6 with rna14-3 (left) or rna15-2 (right) causes synthetic lethality at 30°C. Cells from WT, mex67-6, rna15-2, rna14-3, mex67-6/rna15-2, and mex67-6/rna14-3 strains were grown in liquid YPD medium at 24°C, after which 10-fold serial dilutions were spotted on YPD plates and incubated for 2 to 3 days at the indicated temperatures. (B) Schematic of the RNase H/Northern blotting strategy to examine SSA4 transcripts. Treatment with oligonucleotide SC3 and RNase H in the 3′ end of the SSA4 open reading frame shortens transcripts and increases resolution. Additional treatment with oligo(dT) shortens the poly(A) tails, resulting in a 218-nucleotide product if all poly(A) is removed. Treatment with oligonucleotide SC128 at the beginning of the downstream RTT105 gene trims the longest read-through RNAs to 387 nucleotides. The position of the probe used for Northern blotting is also indicated. (C) Northern blot analysis of SSA4 transcripts from WT, rna15-2, mex67-5, and mex67-6 cells grown at 25°C and then shifted to 37°C for 15 or 60 min. RNAs were treated with the indicated oligonucleotides and RNase H. The blot was hybridized with a probe complementary to sequences upstream of the SSA4 poly(A) site. The positions of hyperadenylated and normal-length poly(A)+ RNAs, poly(A)-depleted RNA (SC3/dT), and transcripts that extend beyond the SSA4 poly(A) site (read-through RNAs) and their derivatives after treatment with oligonucleotide SC128 (SC3/SC128) are indicated.As reported earlier, mutations in MEX67, RNA14, and RNA15 all lead to nuclear retention of SSA4 RNA (54). To examine possible in vivo processing problems caused by a Mex67p defect, we used an RNase H/Northern blotting strategy (Fig. ​(Fig.2B)2B) to determine the status of the SSA4 heat shock transcripts after transcription induction by a temperature shift to 37°C. This approach allows reliable detection of both adenylated and 3′-end-extended transcripts. As shown previously, SSA4 RNA levels in WT cells are high after 15 min at 37°C and decline by 60 min. These RNAs are polyadenylated, as evidenced by their shortening when treated with RNase H and oligo(dT) (Fig. ​(Fig.2C,2C, lanes 1 to 2). In contrast, poly(A)+ RNAs do not accumulate in rna15-2 cells, and consistent with the processing defect of this mutant, 3′-end-extended SSA4 RNAs are visible after 15 min at 37°C and increase at 60 min (Fig. ​(Fig.2C,2C, lanes 4 to 5). The longest read-through RNAs reach into the downstream RTT105 gene as they are shortened by additional treatment with the oligonucleotide SC128 (Fig. ​(Fig.2C,2C, lane 6). The oligonucleotide SC128 is positioned at the beginning of RTT105 (Fig. ​(Fig.2B).2B). These SSA4 species, which are present at only low levels in WT cells, increase in abundance in the mex67-5 and mex67-6 mutant strains after 60 min at 37°C (Fig. ​(Fig.2C,2C, lanes 7 to 12). However, in contrast to the rna15-2 mutant, SSA4 RNAs are polyadenylated in the mex67 mutants at the restrictive temperature, but as previously reported (38, 41, 45), poly(A) tails are much longer than normal (Fig. ​(Fig.2C,2C, compare lanes 1, 7, and 10). Treatment with oligo(dT) and RNase H confirmed that the transcript length difference is due to the poly(A) tail and not a change in the body of the RNA (Fig. ​(Fig.2C,2C, lanes 8 and 11).Another frequent phenotype linked to mutations affecting mRNA export is the accumulation of specific transcripts in transcription site-associated foci detected by FISH analysis (45, 76). When FISH probes specific to sequences upstream of the SSA4 poly(A) sites were used, these foci were clearly visible in the mex67-5, mex67-6, rna14-3, and rna15-2 mutants shifted to 37°C for 15 or 60 min but not in WT cells (Fig. ​(Fig.3).3). The composition of the dots in rna14-3 and rna15-2 cells includes read-through transcripts, as evident from a prominent signal using probes targeting sequences downstream of the poly(A) site (Fig. ​(Fig.3).3). A lower-level signal from 3′-end-extended SSA4 species was detected in the mex67-5 and mex67-6 mutant strains, in agreement with the Northern blot data in Fig. ​Fig.2C.2C. Taken together, these analyses demonstrate that mex67 and CF IA mutants manifest common phenotypes in vivo, including defects in mRNA 3′-end formation and appearance of transcripts in nuclear foci.Open in a separate windowFIG. 3.Detection of SSA4 transcripts in fixed cells by RNA FISH analysis. WT, mex67-5, mex67-6, rna15-2, and rna14-3 cells were grown at 25°C and then shifted to 37°C for 15 or 60 min. The positions of the FISH probes for detection of SSA4 RNAs containing sequence upstream (KD199/KD200) or downstream (THJ366/THJ367) of the poly(A) site are indicated in the diagram at the top. Cells were costained with DAPI (4′,6-diamidino-2-phenylindole) and overlaid as indicated.RNA polyadenylated in mex67-5 extract has longer poly(A) tails. Mutations of the THO complex or Sub2p result in the rapid degradation of mRNA (44, 54, 65, 68). However, the small amount of product that escapes degradation exhibits tails longer than those formed in WT both in vivo and in vitro (65, 68). This observation, and the shared phenotype of Rna15p retention on poly(A)+ mRNA in vivo in THO/sub2 and mex67 mutants (Fig. ​(Fig.1A),1A), prompted us to examine the activity of extract from the mex67-5 mutant. Hence, processing extract was prepared from WT and mex67-5 strains grown at 25°C and shifted to 37°C for 1 h. Extract was then incubated with radioactive GAL7 polyadenylation precursor under conditions in which the substrate is cleaved and polyadenylated at the GAL7 poly(A) site. The results of time course experiments are shown in Fig. 4A and B. For WT extract, the maximum amount of processing is achieved after 10 to 20 min of incubation. The mex67-5 extract processes the substrate with WT efficiency, and in both extracts, the initial tails, which have comparable lengths at the 5-min time point, are gradually trimmed over time (Fig. ​(Fig.4A).4A). However, in mex67-5 extract, tail shortening occurs with a much slower kinetics, and even after 180 min of incubation, the tail is not reduced to the length seen in WT extract (Fig. ​(Fig.4B).4B). When the processing reaction is performed at 37°C instead of 30°C, no trimming occurs in the mex67-5 extract (Fig. ​(Fig.4B),4B), suggesting that the temperature-sensitive mex67-5p protein is responsible for the longer tails. From these experiments, we conclude that the in vivo phenotype of hyperadenylation is mirrored in vitro for the mex67-5 mutant.Open in a separate windowFIG. 4.Analysis of in vitro coupled cleavage and polyadenylation reactions in mex67-5 extract. (A) Extract from mex67-5 cells processes RNA efficiently but gives longer poly(A) tails than that of WT extract. Cells were grown in liquid YPD at 25°C and then shifted to 37°C for 1 h before extracts were prepared. Processing reactions were performed by incubation with a radioactively labeled precursor RNA containing the GAL7 poly(A) site (Pre) at 30°C for the indicated times. (B) Tails are not shortened in mex67-5 extract if processing is performed at 37°C instead of 30°C. The slight decrease in processing efficiency in the mex67-5 extract at 37°C in this experiment is not reproducible. (C) The PAN nuclease trims tails synthesized in vitro. Extracts were prepared from WT and mex67-5 cells expressing tandem affinity purification-tagged Pan2p, and PAN was removed by incubation with IgG beads. (Left) Western blotting analysis of Pan2 in mock-depleted (+) or PAN-depleted (−) extract. (Right) Processing in extracts with or without PAN. Reactions were performed for 120 min at 30°C. (D) The mex67-5 mutation does not cause an increased association of Rna15p with RNAs that are polyadenylated in vitro. Processing reaction mixtures were incubated at 30°C for 30 min, and RNAs were immunoprecipitated using Rna15p antibody (+) or preimmune serum (−).The PAN nuclease is thought to trim the poly(A) tails before mRNA export from the nucleus (22). To explore the role of PAN in poly(A) trimming in vitro, we integrated a tandem affinity purification epitope in frame with the PAN2 coding sequence of the nuclease subunit and depleted the extract of PAN by incubation with IgG-bound beads. The levels of the tagged-Pan2p in WT and mex67-5 extracts are equivalent (Fig. ​(Fig.4C,4C, left), indicating that loss of PAN does not explain the longer tails of mex67-5. However, PAN is primarily responsible for the trimming, as its removal significantly hinders tail shortening in both extracts (Fig. ​(Fig.4C,4C, right, compare lanes 1 and 2 to lanes 3 and 4). Even with PAN depletion, the poly(A) tracts formed in the mex67-5 extract are longer than those in WT extract, suggesting that the RNPs formed on polyadenylated RNAs in mutant extract are also resistant to other 3′-5′ nucleases remaining in the extract.Retention of the 3′-end processing complex on polyadenylated RNAs in vitro, similar to what we observed in vivo (Fig. ​(Fig.1A),1A), could block access of PAN to the poly(A) tail or continually replenish the tail because of the poly(A) polymerase that is part of the complex. To address this possibility, we immunoprecipitated the products of in vitro processing reactions with the Rna15p antibody. Examination of the RNAs in the input samples confirms that processing is efficient but tails are longer in the mex67-5 extract (Fig. ​(Fig.4D,4D, lanes 1 and 2). In both samples, a significant amount of unprocessed RNA is brought down with anti-Rna15p compared to aliquots treated with preimmune serum (Fig. ​(Fig.4D,4D, lanes 3 to 6), suggesting that a stable processing complex has assembled on this precursor RNA. However, only a small proportion of polyadenylated RNA is immunoprecipitated, and this is not increased in mex67-5 relative to WT extract. Thus, the phenotype of Rna15p retention observed in vivo in this mutant is not readily replicated in vitro, and the slower trimming observed in mex67-5 extract is more likely caused by a poorly formed mRNP containing the defective mex67-5p protein.Depletion of the human Mex67p homolog TAP/NXF1 induces hyperadenylation and transcript retention phenotypes. To assess whether phenotypes caused by loss of Mex67p function are conserved in higher eukaryotes, we depleted the human homolog of Mex67p, TAP/NXF1, using RNA interference in human HEK293 cells. TAP/NXF1 protein levels were 60 to 70% reduced, as determined by Western blotting analysis, compared to levels obtained by use of a control siRNA (Fig. ​(Fig.5A,5A, bottom panels, compare lanes 1 and 2 to lane 3). Northern blotting analysis, used to detect mRNA produced from a reporter gene containing the simian virus 40 early poly(A) site, revealed significantly longer species in cells treated with TAP/NXF1 siRNA than in control cells (Fig. ​(Fig.5A,5A, top, compare lanes 2 and 3). To determine if the increased length was due to extended poly(A) tails, RNA was subjected to RNase H/oligo(dT) treatment before analysis. Reporter RNA in control and TAP/NXF1-depleted samples was reduced to the same size when oligo(dT) was used, while the length was unchanged upon incubation with a DNA oligonucleotide complementary to sequences downstream of the reporter RNA poly(A) site (Fig. ​(Fig.5B).5B). These results demonstrate that depletion of TAP/NXF1 also causes RNA hyperadenylation.Open in a separate windowFIG. 5.The mRNA hyperadenylation phenotype is conserved in human cells depleted for NXF1/TAP. (A) Northern blotting analysis was done with total RNA isolated from HEK293T cells either mock-transfected (lane 1) or transfected with a plasmid expressing enhanced green fluorescent protein (EGFP) mRNA (lanes 2 and 3). In addition, cells were treated with either control (lanes 1 and 2) or NXF1/TAP (lane 3) siRNA. The blots were hybridized with probes directed against EGFP RNA or β-actin (control). Western blotting analysis used an antibody specific for NXF1/TAP or an antibody against hnRNP C as a loading control. Intervening lanes not relevant to this study were removed. (B) EGFP RNAs are hyperadenylated upon NXF1/TAP downregulation. RNase H/Northern blotting analysis of the 3′ ends of the EGFP transcripts from panel A. Positions of oligonucleotides used for the RNase H digestions (dT18 and r-t) are indicated on top of the panel. Lanes 1 and 4, no oligonucleotide; lanes 2 and 5, oligo(dT)18; lanes 3 and 6, oligonucleotide complementary to sequence downstream of the poly(A) site. (C) MS2 RNA FISH of U2OS cells stably expressing HIV-1 transcripts containing 24 MS2 sites. Cells were treated with either control siRNAs or siRNAs targeting TAP/NXF1. Cells were costained with DAPI as indicated. Arrows indicate nuclear dots.To assay for transcript localization upon TAP/NXF1 knockdown, we employed a U2OS cell line stably expressing HIV-1 transcripts containing 24 MS2 sites from an approximately 70-copy gene array (7). In control cells, a Cy3-labeled MS2 RNA FISH probe detected HIV-1 transcripts in the cytoplasm as well as in a nuclear focus presumably representing nascent transcripts (Fig. ​(Fig.5C).5C). In contrast, upon NXF1 depletion, the majority of the reporter mRNA remained in the nucleus (Fig. ​(Fig.5C),5C), and interestingly, some cells exhibited enlarged dots reminiscent of the situation in S. cerevisiae (Fig. ​(Fig.3).3). Thus, at the level of transcript localization, depletion of TAP/NXF1 causes a phenotype similar to that of Mex67p inactivation. DISCUSSIONIn the highly controlled sequence of mRNA biogenesis, 3′-end processing events must be coordinated with formation of an export-competent mRNP. This interrelationship predicts that polyadenylation influences mRNA export efficiency, which has been supported by several findings. For example, mutations in subunits of the cleavage-polyadenylation complex, such as the Rna14p, Rna15p, and Pcf11p subunits of CF IA, and in the poly(A) polymerase itself, Pap1p, lead to a block in export of mRNAs (8, 38, 41, 54). mRNAs may simply need a poly(A) tail of sufficient length for efficient export (18, 20, 21, 27, 42), but processing factors such as Pcf11p may also help by directly recruiting the Yra1p adaptor to the nascent RNA (47).In this study, we provide evidence that a reciprocal relationship also exists between polyadenylation and export, with export factors being required for timely release of the 3′-end processing machinery after polyadenylation of precursor. We found that mutations in the THO/Sub2 complex, Yra1p, Sac3p, and the Mex67p/Mtr2p heterodimer all resulted in the same pattern of defective release of Rna15p protein from final polyadenylated product, whereas defects in factors that act primarily after passage through the nuclear pore, such as Dpb5p, Rat7p, and Gle1p, did not cause Rna15p retention (Fig. ​(Fig.6).6). Surprisingly, the npl3-3 mutant did not increase retention of Rna15p on GAL7 mRNA (Fig. ​(Fig.1A)1A) or on RPS11A or RPS4B mRNAs (data not shown), which associate preferentially with Npl3p in pulldown assays from cell extract (50). This mutation maps to the RNA binding domain in the N terminus of Npl3p and causes a strong mRNA export defect at 37°C without mislocalizing Np3p to the cytoplasm (52). Thus, Npl3p, while important for suppressing 3′-end formation at cryptic sites by antagonizing the binding of CF IA (10, 11), may not be needed to disassemble the 3′-end processing complex once the RNA is polyadenylated. Alternatively, such an activity could be mediated by the C-terminal domain, whose dephosphorylation correlates with efficient Mex67p loading (32). The effect of the npl3-3 mutation on Mex67p recruitment is not known. Nevertheless, our findings with npl3-3 and with the export factors that act at the cytoplasmic side (Rat7p, Dpb5p, and Gle1p) reinforce the conclusion that poor release of the 3′-end processing complex is not simply a consequence of an mRNA export block but is dependent on the stage at which mRNP assembly is defective. Overall, our findings suggest that formation of an export-competent mRNP stimulates 3′-end processing by helping the factors recycle onto new precursor transcripts. This remodeling activity could also facilitate export by removing retention factors, such as CF IA and CPF, which would hold the mature mRNA in the nucleus.Open in a separate windowFIG. 6.Model depicting the assembly of an export-competent mRNP. As is evident from recent reviews (13, 43, 55, 67), the process of mRNA export is more complex than portrayed here, and for simplicity, only factors examined in this study are indicated. The THO complex is thought to help recruit both Sub2p and Mex67p to the transcribed gene. The 3′-end processing factors, CPF and CF IA, interact with the phosphorylated CTD of the elongating RNAP II. CF IA recruits Yra1p to the elongation complex, and perhaps concurrently with polyadenylation, a reorganization occurs in which Yra1p is transferred to Sub2p and then to the Mex67p/Mtr2p complex. Npl3p is also recruited cotranscriptionally and exits the nucleus as part of an mRNP containing Mex67p/Mtr2p and other export factors. Sac3p, as part of the TREX2 complex, interacts with Mex67p and the nuclear pore. After passage through the pore, Dbp5p, Gle1p, and Rat7p are important for remodeling the mRNP on the cytoplasmic side. In our study, mutation of the factors shown in light blue and green caused retention of the Rna15p subunit of CF IA on polyadenylated mRNA, while those indicated in brown did not.Coupling of early steps in mRNP assembly with 3′-end formation. In addition to the work presented here, many other studies have indicated that the stage at which mRNP assembly and export are blocked determines the impact on 3′-end formation. For example, abnormalities in factors involved in early events of mRNP assembly, such as THO/Sub2p, are more likely to cause transcription elongation defects (14, 15, 28, 46, 62), a block in transcription in the vicinity of the poly(A) site (68), and the accumulation in this region of a large protein complex which contains processing factors (64). However, the latter phenomenon is not observed in mutants of Mex67p or Yra1p, which are involved in later assembly steps. The mechanism leading to this complex is not yet known, but it is suggestive of an accumulation of defective mRNPs at the 3′ end of the gene.THO/Sub2p defects also induce rapid 3′-5′ degradation of RNA Polymerase II transcripts (65) via specific degradation of the Pap1p regulator, Fip1p, which in turn leads to slower polyadenylation (68). By allowing 3′-5′ exonucleases easier access to the mRNA 3′ end, this mechanism could help the cell deal with the buildup of defective mRNP. In agreement with this notion, the downregulation of polyadenylation in these mutants requires components of the nuclear surveillance apparatus, such as Rrp6p and Trf4p. Thus, for blocks in the early stage of assembly, polyadenylation is hindered by causing premature transcription termination close to the poly(A) site as well as by rapidly degrading processed RNA before it receives a protective poly(A) tail.In THO/Sub2 mutants, some mRNAs escape rapid decay and become sequestered at or near the site of transcription (65). This tethering may be another important mechanism to prevent malformed mRNPs from reaching the cytoplasm. The intranuclear foci indicative of this retention are also seen with defects in later stages of mRNP assembly, passage through the pore, or remodeling of the mRNP on the cytoplasmic side (45, 76, 77). The findings presented here indicate that when steps before pore transit are defective, polyadenylated RNAs remain associated with the 3′-end processing complex. This prolonged association and the contacts known to exist between the 3′-end processing complex and RNA polymerase II (12) may contribute to keeping these faulty mRNPs in the nucleus until they are degraded or correctly remodeled. This link to the transcription complex or perhaps to chromatin would be maintained until detachment is facilitated by a THO-initiated remodeling step. The preferred nuclear localization of most of the cleavage-polyadenylation factors (38) suggests that they could act similarly to the RES complex, which is needed not only for efficient splicing but also to prevent nuclear leakage of unspliced pre-mRNA (23). Alternatively, or in addition, there could be a checkpoint for the presence of 3′-end processing factors at the nuclear pore, similar to the way the Mlp1 protein is thought to mediate retention of intron-containing mRNAs without affecting splicing (29). We do not see retention of Rna15p with the rat7-1, dbp5-2, or gle1-37 strains. Thus, for mutants affecting later stages of export, other mechanisms must be operative to restrict the RNA to nuclear dots.Defects in 3′-end processing primarily associated with the final steps of mRNP assembly. Analysis of HSP104 RNA produced in THO/Sub2 mutants revealed that a pool of stable, processed RNAs had poly(A) tails longer than normal (65), a phenomenon mirrored in the in vitro analysis of these mutants (68). Hyperadenylation, perhaps combined with slower degradation, is even more common with mutations that affect later stages of mRNP assembly and export and is often accompanied by the accumulation of transcripts extending beyond the poly(A) site (38, 41, 45; also this study). The work described here suggests a possible mechanism to explain these defects in 3′-end processing for mex67 mutants. We propose that in these mutants, 3′-end processing factors cannot be displaced by mRNP reorganization and thus become sequestered on polyadenylated mRNA. Retention would result in fewer processing factors available to work on new transcripts, which in turn would lead to the slower processing seen in vivo in mex67 mutants. In contrast to our in vivo data, we did not observe Rna15 retention in vitro or a decrease in the efficiency of processing in mex67 extract. Furthermore, addition of recombinant Mex67p/Mtr2p heterodimer does not disturb 3′-end processing in vitro (data not shown), suggesting that Mex67p does not compete with Rna15p for a common binding site. It is possible that slow release of the 3′-end processing complex is manifested in vivo only when processing and mRNP formation are coupled to transcription, resulting in an association of CF IA and CPF with polyadenylated mRNA that is more stable than that formed in extract.Processing in vitro does recapitulate the hyperadenylation phenotype seen with mex67-5 cells in vivo. Tails formed in mex67-5 extract start out with the normal length seen in WT extract and are still trimmed by the PAN nuclease, but more slowly, and they are not trimmed at all if mex67-5p is further damaged by heat treatment of the extract (Fig. 4A and B). This observation suggests that the signal to stop poly(A) addition is operational in mex67-5 and that there is sufficient Nab2p and Pab1p to limit tail length. Moreover, we find no sign that after prolonged incubation in mex67-5 mutant extract, RNAs are subjected to recleavage, which is a consequence of limited availability of Nab2p in vitro (80). A more likely explanation for the longer tails is that the malformed mRNP blocks recruitment or activation or PAN or its access to the 3′ end. Interestingly, the PAN nuclease complex is also required for efficient release of mRNAs from sites of transcription (22). Estruch et al. (24) recently found that deletion of PAN2 or PAN3, both of which encode PAN subunits, allowed the mex67-5 strain to grow at 35°C. In line with the improved growth at higher temperatures, the export defect of mex67-5 was dramatically relieved in the double mutants, confirming the importance of PAN function in slowing the transit of poorly formed mRNPs from the nucleus of mex67 mutants.Research over the last few years has documented a spectrum of ways in which defects in mRNP assembly and export negatively impact 3′-end formation: hindering transcription through the poly(A) site, a slow-down of poly(A) synthesis, rapid degradation from the 3′ ends, accumulation of unprocessed transcripts, and hyperadenylation. To this list we can now add retention of processing factors on polyadenylated mRNA. Which phenotypes predominate in a particular mutant probably depends on the composition of the partially formed mRNP, and these phenotypes illustrate how the cell has integrated these two steps to maintain mRNP quality. We propose that in the normal course of mRNA synthesis, mRNP reorganization triggered by factors such as TREX and Mex67p displaces the processing machinery once its job is done. In agreement with such a model, a recent comprehensive analysis of maturing mRNP complexes has shown that complexes obtained by Yra1p or Sac3p affinity purification contained cleavage-polyadenylation factors, but those obtained using tagged Mex67p did not (61). The mechanism is likely to be complicated; it is probably related to the overall architecture of the mRNP as it assembles and not to the action of a single component, and it possibly involves posttranslational modifications to the processing complex that affect RNA binding or cross-factor connections. Our results showing that depletion of the human homolog of Mex67p, NXF1, also gives hyperadenylation indicate that this interplay of 3′-end processing and export is likely to be conserved. A focus of future studies will certainly be identification of important interactions involved in mRNP remodeling at the 3′ end. AcknowledgmentsWe thank the following people for generous gifts of yeast strains and antibodies: Andres Aguilera, Michael Henry, Francoise Stutz, Ed Hurt, Charles Cole, Jun Katahira, and Serafin Pinol-Roma. Members of the C.M. and T.H.J. laboratories are thanked for stimulating discussions.This work was supported by the Danish National Research Foundation (T.H.J.), the Danish Natural Science Research Council (T.H.J.), the European Science Foundation under the RNAQuality program (T.H.J.), and the National Institutes of Health (GM41752; C.M.). Footnotes▿Published ahead of print on 27 July 2009. REFERENCES1. Abruzzi, K. C., S. Lacadie, and M. Rosbash. 2004. Biochemical analysis of TREX complex recruitment to intronless and intron-containing yeast genes. EMBO J. 23:2620-2631. [PMC free article] [PubMed] [Google Scholar]2. Akhtar, A., and S. M. Gasser. 2007. The nuclear envelope and transcriptional control. Nat. Rev. Genet. 8:507-517. [PubMed] [Google Scholar]3. Alcazar-Roman, A. R., E. J. Tran, S. Guo, and S. R. Wente. 2006. Inositol hexakisphosphate and Gle1 activate the DEAD-box protein Dbp5 for nuclear mRNA export. Nat. Cell Biol. 8:711-716. [PubMed] [Google Scholar]4. Amrani, N., M. Minet, F. Wyers, M. E. Dufour, L. P. Aggerbeck, and F. Lacroute. 1997. PCF11 encodes a third protein component of yeast cleavage and polyadenylation factor I. Mol. Cell. Biol. 17:1102-1109. [PMC free article] [PubMed] [Google Scholar]5. Bentley, D. L. 2005. Rules of engagement: co-transcriptional recruitment of pre-mRNA processing factors. Curr. Opin. Cell Biol. 17:251-256. [PubMed] [Google Scholar]6. Boeck, R., S. Tarun, Jr., M. Rieger, J. A. Deardorff, S. Muller-Auer, and A. B. Sachs. 1996. The yeast Pan2 protein is required for poly(A)-binding protein-stimulated poly(A)-nuclease activity. J. Biol. Chem. 271:432-438. [PubMed] [Google Scholar]7. Boireau, S., P. Maiuri, E. Basyuk, M. de la Mata, A. Knezevich, B. Pradet-Balade, V. Backer, A. Kornblihtt, A. Marcello, and E. Bertrand. 2007. The transcriptional cycle of HIV-1 in real-time and live cells. J. Cell Biol. 179:291-304. [PMC free article] [PubMed] [Google Scholar]8. Brodsky, A. S., and P. A. Silver. 2000. Pre-mRNA processing factors are required for nuclear export. RNA. 6:1737-1749. [PMC free article] [PubMed] [Google Scholar]9. Brune, C., S. E. Munchel, N. Fischer, A. V. Podtelejnikov, and K. Weis. 2005. Yeast poly(A)-binding protein Pab1 shuttles between the nucleus and the cytoplasm and functions in mRNA export. RNA. 11:517-531. [PMC free article] [PubMed] [Google Scholar]10. Bucheli, M. E., and S. Buratowski. 2005. Npl3 is an antagonist of mRNA 3′-end formation by RNA polymerase II. EMBO J. 24:2150-2160. [PMC free article] [PubMed] [Google Scholar]11. Bucheli, M. E., X. He, C. D. Kaplan, C. L. Moore, and S. Buratowski. 2007. Polyadenylation site choice in yeast is affected by competition between Npl3 and polyadenylation factor CFI. RNA. 13:1756-1764. [PMC free article] [PubMed] [Google Scholar]12. Buratowski, S. 2005. Connections between mRNA 3′-end processing and transcription termination. Curr. Opin. Cell Biol. 17:257-261. [PubMed] [Google Scholar]13. Carmody, S. R., and S. R. Wente. 2009. mRNA nuclear export at a glance. J. Cell Sci. 122:1933-1937. [PMC free article] [PubMed] [Google Scholar]14. Chavez, S., and A. Aguilera. 1997. The yeast HPR1 gene has a functional role in transcriptional elongation that uncovers a novel source of genome instability. Genes Dev. 11:3459-3470. [PMC free article] [PubMed] [Google Scholar]15. Chavez, S., T. Beilharz, A. G. Rondon, H. Erdjument-Bromage, P. Tempst, J. Q. Svejstrup, T. Lithgow, and A. Aguilera. 2000. A protein complex containing Tho2, Hpr1, Mft1 and a novel protein, Thp2, connects transcription elongation with mitotic recombination in Saccharomyces cerevisiae. EMBO J. 19:5824-5834. [PMC free article] [PubMed] [Google Scholar]16. Chekanova, J. A., K. C. Abruzzi, M. Rosbash, and D. A. Belostotsky. 2008. Sus1, Sac3, and Thp1 mediate post-transcriptional tethering of active genes to the nuclear rim as well as to non-nascent mRNP. RNA. 14:66-77. [PMC free article] [PubMed] [Google Scholar]17. Chen, J., and C. Moore. 1992. Separation of factors required for cleavage and polyadenylation of yeast pre-mRNA. Mol. Cell. Biol. 12:3470-3481. [PMC free article] [PubMed] [Google Scholar]18. Custodio, N., M. Carmo-Fonseca, F. Geraghty, H. S. Pereira, F. Grosveld, and M. Antoniou. 1999. Inefficient processing impairs release of RNA from the site of transcription. EMBO J. 18:2855-2866. [PMC free article] [PubMed] [Google Scholar]19. Dheur, S., K. R. Nykamp, N. Viphakone, M. S. Swanson, and L. Minvielle-Sebastia. 2005. Yeast mRNA Poly(A) tail length control can be reconstituted in vitro in the absence of Pab1p-dependent Poly(A) nuclease activity. J. Biol. Chem. 280:24532-24538. [PubMed] [Google Scholar]20. Dower, K., N. Kuperwasser, H. Merrikh, and M. Rosbash. 2004. A synthetic A tail rescues yeast nuclear accumulation of a ribozyme-terminated transcript. RNA. 10:1888-1899. [PMC free article] [PubMed] [Google Scholar]21. Dower, K., and M. Rosbash. 2002. T7 RNA polymerase-directed transcripts are processed in yeast and link 3′-end formation to mRNA nuclear export. RNA 8:686-697. [PMC free article] [PubMed] [Google Scholar]22. Dunn, E. F., C. M. Hammell, C. A. Hodge, and C. N. Cole. 2005. Yeast poly(A)-binding protein, Pab1, and PAN, a poly(A) nuclease complex recruited by Pab1, connect mRNA biogenesis to export. Genes Dev. 19:90-103. [PMC free article] [PubMed] [Google Scholar]23. Dziembowski, A., A. P. Ventura, B. Rutz, F. Caspary, C. Faux, F. Halgand, O. Laprevote, and B. Seraphin. 2004. Proteomic analysis identifies a new complex required for nuclear pre-mRNA retention and splicing. EMBO J. 23:4847-4856. [PMC free article] [PubMed] [Google Scholar]24. Estruch, F., L. Peiro-Chova, N. Gomez-Navarro, J. Durban, C. Hodge, M. Del Olmo, and C. N. Cole. 2009. A genetic screen in Saccharomyces cerevisiae identifies new genes that interact with mex67-5, a temperature-sensitive allele of the gene encoding the mRNA export receptor. Mol. Genet. Genomics. 281:125-134. [PubMed] [Google Scholar]25. Fasken, M. B., M. Stewart, and A. H. Corbett. 2008. Functional significance of the interaction between the mRNA-binding protein, Nab2, and the nuclear pore-associated protein, Mlp1, in mRNA export. J. Biol. Chem. 283:27130-27143. [PMC free article] [PubMed] [Google Scholar]26. Fischer, T., K. Strasser, A. Racz, S. Rodriguez-Navarro, M. Oppizzi, P. Ihrig, J. Lechner, and E. Hurt. 2002. The mRNA export machinery requires the novel Sac3p-Thp1p complex to dock at the nucleoplasmic entrance of the nuclear pores. EMBO J. 21:5843-5852. [PMC free article] [PubMed] [Google Scholar]27. Fuke, H., and M. Ohno. 2008. Role of poly(A) tail as an identity element for mRNA nuclear export. Nucleic Acids Res. 36:1037-1049. [PMC free article] [PubMed] [Google Scholar]28. Gallardo, M., and A. Aguilera. 2001. A new hyperrecombination mutation identifies a novel yeast gene, THP1, connecting transcription elongation with mitotic recombination. Genetics. 157:79-89. [PMC free article] [PubMed] [Google Scholar]29. Galy, V., O. Gadal, M. Fromont-Racine, A. Romano, A. Jacquier, and U. Nehrbass. 2004. Nuclear retention of unspliced mRNAs in yeast is mediated by perinuclear Mlp1. Cell 116:63-73. [PubMed] [Google Scholar]30. Ghazy, M., X. He, B. N. Singh, M. Hampsey, and C. Moore. 2009. The essential N-terminus of the Pta1 scaffold protein is required for snoRNA transcription termination and Ssu72 function but is dispensable for pre-mRNA 3′-end processing. Mol. Cell. Biol. [PMC free article] [PubMed]31. Gilbert, C., A. Kristjuhan, G. S. Winkler, and J. Q. Svejstrup. 2004. Elongator interactions with nascent mRNA revealed by RNA immunoprecipitation. Mol. Cell 14:457-464. [PubMed] [Google Scholar]32. Gilbert, W., and C. Guthrie. 2004. The Glc7p nuclear phosphatase promotes mRNA export by facilitating association of Mex67p with mRNA. Mol. Cell 13:201-212. [PubMed] [Google Scholar]33. Gorsch, L. C., T. C. Dockendorff, and C. N. Cole. 1995. A conditional allele of the novel repeat-containing yeast nucleoporin RAT7/NUP159 causes both rapid cessation of mRNA export and reversible clustering of nuclear pore complexes. J. Cell Biol. 129:939-955. [PMC free article] [PubMed] [Google Scholar]34. Grant, R. P., N. J. Marshall, J. C. Yang, M. B. Fasken, S. M. Kelly, M. T. Harreman, D. Neuhaus, A. H. Corbett, and M. Stewart. 2008. Structure of the N-terminal Mlp1-binding domain of the Saccharomyces cerevisiae mRNA-binding protein, Nab2. J. Mol. Biol. 376:1048-1059. [PMC free article] [PubMed] [Google Scholar]35. Gross, S., and C. Moore. 2001. Five subunits are required for reconstitution of the cleavage and polyadenylation activities of Saccharomyces cerevisiae Cleavage Factor I. Proc. Natl. Acad. Sci. USA 98:6080-6085. [PMC free article] [PubMed] [Google Scholar]36. Gross, S., and C. L. Moore. 2001. Rna15 interaction with the A-rich yeast polyadenylation signal is an essential step in mRNA 3′-end formation. Mol. Cell. Biol. 21:8045-8055. [PMC free article] [PubMed] [Google Scholar]37. Gwizdek, C., N. Iglesias, M. S. Rodriguez, B. Ossareh-Nazari, M. Hobeika, G. Divita, F. Stutz, and C. Dargemont. 2006. Ubiquitin-associated domain of Mex67 synchronizes recruitment of the mRNA export machinery with transcription. Proc. Natl. Acad. Sci. USA 103:16376-16381. [PMC free article] [PubMed] [Google Scholar]38. Hammell, C. M., S. Gross, D. Zenklusen, C. V. Heath, F. Stutz, C. Moore, and C. N. Cole. 2002. Coupling of termination, 3′ processing, and mRNA export. Mol. Cell. Biol. 22:6441-6457. [PMC free article] [PubMed] [Google Scholar]39. He, X., and C. Moore. 2005. Regulation of yeast mRNA 3′-end processing by phosphorylation. Mol. Cell 19:619-629. [PubMed] [Google Scholar]40. Hector, R. E., K. R. Nykamp, S. Dheur, J. T. Anderson, P. J. Non, C. R. Urbinati, S. M. Wilson, L. Minvielle-Sebastia, and M. S. Swanson. 2002. Dual requirement for yeast hnRNP Nab2p in mRNA poly(A) tail length control and nuclear export. EMBO J. 21:1800-1810. [PMC free article] [PubMed] [Google Scholar]41. Hilleren, P., and R. Parker. 2001. Defects in the mRNA export factors Rat7p, Gle1p, Mex67p, and Rat8p cause hyperadenylation during 3′-end formation of nascent transcripts. RNA. 7:753-764. [PMC free article] [PubMed] [Google Scholar]42. Huang, Y., and G. G. Carmichael. 1996. Role of polyadenylation in nucleocytoplasmic transport of mRNA. Mol. Cell. Biol. 16:1534-1542. [PMC free article] [PubMed] [Google Scholar]43. Iglesias, N., and F. Stutz. 2008. Regulation of mRNP dynamics along the export pathway. FEBS Lett. 582:1987-1996. [PubMed] [Google Scholar]44. Jensen, T. H., J. Boulay, M. Rosbash, and D. Libri. 2001. The DECD box putative ATPase Sub2p is an early mRNA export factor. Curr. Biol. 11:1711-1715. [PubMed] [Google Scholar]45. Jensen, T. H., K. Patricio, T. McCarthy, and M. Rosbash. 2001. A block to mRNA nuclear export in S. cerevisiae leads to hyperadenylation of transcripts that accumulate at the site of transcription. Mol. Cell 7:887-898. [PubMed] [Google Scholar]46. Jimeno, S., A. G. Rondon, R. Luna, and A. Aguilera. 2002. The yeast THO complex and mRNA export factors link RNA metabolism with transcription and genome instability. EMBO J. 21:3526-3535. [PMC free article] [PubMed] [Google Scholar]47. Johnson, S. A., G. Cubberley, and D. L. Bentley. 2009. Cotranscriptional recruitment of the mRNA export factor Yra1 by direct interaction with the 3′-end processing factor Pcf11. Mol. Cell 33:215-226. [PMC free article] [PubMed] [Google Scholar]48. Kessler, M. M., M. F. Henry, E. Shen, J. Zhao, S. Gross, P. A. Silver, and C. L. Moore. 1997. Hrp1, a sequence-specific RNA-binding protein that shuttles between the nucleus and the cytoplasm, is required for mRNA 3′-end formation in yeast. Genes Dev. 11:2545-2556. [PMC free article] [PubMed] [Google Scholar]49. Kim, M., S. H. Ahn, N. J. Krogan, J. F. Greenblatt, and S. Buratowski. 2004. Transitions in RNA polymerase II elongation complexes at the 3′ ends of genes. EMBO J. 23:354-364. [PMC free article] [PubMed] [Google Scholar]50. Kim Guisbert, K., K. Duncan, H. Li, and C. Guthrie. 2005. Functional specificity of shuttling hnRNPs revealed by genome-wide analysis of their RNA binding profiles. RNA 11:383-393. [PMC free article] [PubMed] [Google Scholar]51. Kohler, A., and E. Hurt. 2007. Exporting RNA from the nucleus to the cytoplasm. Nat. Rev. Mol. Cell Biol. 8:761-773. [PubMed] [Google Scholar]52. Lee, M. S., M. Henry, and P. A. Silver. 1996. A protein that shuttles between the nucleus and the cytoplasm is an important mediator of RNA export. Genes Dev. 10:1233-1246. [PubMed] [Google Scholar]53. Lei, E. P., H. Krebber, and P. A. Silver. 2001. Messenger RNAs are recruited for nuclear export during transcription. Genes Dev. 15:1771-1782. [PMC free article] [PubMed] [Google Scholar]54. Libri, D., K. Dower, J. Boulay, R. Thomsen, M. Rosbash, and T. H. Jensen. 2002. Interactions between mRNA export commitment, 3′-end quality control, and nuclear degradation. Mol. Cell. Biol. 22:8254-8266. [PMC free article] [PubMed] [Google Scholar]55. Luna, R., H. Gaillard, C. Gonzalez-Aguilera, and A. Aguilera. 2008. Biogenesis of mRNPs: integrating different processes in the eukaryotic nucleus. Chromosoma 117:319-331. [PubMed] [Google Scholar]56. Lund, M. K., and C. Guthrie. 2005. The DEAD-box protein Dbp5p is required to dissociate Mex67p from exported mRNPs at the nuclear rim. Mol. Cell 20:645-651. [PubMed] [Google Scholar]57. Luo, W., A. W. Johnson, and D. L. Bentley. 2006. The role of Rat1 in coupling mRNA 3′-end processing to transcription termination: implications for a unified allosteric-torpedo model. Genes Dev. 20:954-965. [PMC free article] [PubMed] [Google Scholar]58. Mandart, E., and R. Parker. 1995. Effects of mutations in the Saccharomyces cerevisiae RNA14, RNA15, and PAP1 genes on polyadenylation in vivo. Mol. Cell. Biol. 15:6979-6986. [PMC free article] [PubMed] [Google Scholar]59. Mandel, C. R., Y. Bai, and L. Tong. 2008. Protein factors in pre-mRNA 3′-end processing. Cell Mol. Life Sci. 65:1099-1122. [PMC free article] [PubMed] [Google Scholar]60. Minvielle-Sebastia, L., B. Winsor, N. Bonneaud, and F. Lacroute. 1991. Mutations in the yeast RNA14 and RNA15 genes result in an abnormal mRNA decay rate; sequence analysis reveals an RNA-binding domain in the RNA15 protein. Mol. Cell. Biol. 11:3075-3087. [PMC free article] [PubMed] [Google Scholar]61. Oeffinger, M., K. E. Wei, R. Rogers, J. A. DeGrasse, B. T. Chait, J. D. Aitchison, and M. P. Rout. 2007. Comprehensive analysis of diverse ribonucleoprotein complexes. Nat. Methods. 4:951-956. [PubMed] [Google Scholar]62. Piruat, J. I., and A. Aguilera. 1998. A novel yeast gene, THO2, is involved in RNA pol II transcription and provides new evidence for transcriptional elongation-associated recombination. EMBO J. 17:4859-4872. [PMC free article] [PubMed] [Google Scholar]63. Puig, O., F. Caspary, G. Rigaut, B. Rutz, E. Bouveret, E. Bragado-Nilsson, M. Wilm, and B. Seraphin. 2001. The tandem affinity purification (TAP) method: a general procedure of protein complex purification. Methods 24:218-229. [PubMed] [Google Scholar]64. Rougemaille, M., G. Dieppois, E. Kisseleva-Romanova, R. K. Gudipati, S. Lemoine, C. Blugeon, J. Boulay, T. H. Jensen, F. Stutz, F. Devaux, and D. Libri. 2008. THO/Sub2p functions to coordinate 3′-end processing with gene-nuclear pore association. Cell 135:308-321. [PubMed] [Google Scholar]65. Rougemaille, M., R. K. Gudipati, J. R. Olesen, R. Thomsen, B. Seraphin, D. Libri, and T. H. Jensen. 2007. Dissecting mechanisms of nuclear mRNA surveillance in THO/sub2 complex mutants. EMBO J. 26:2317-2326. [PMC free article] [PubMed] [Google Scholar]66. Rougemaille, M., T. Villa, R. K. Gudipati, and D. Libri. 2008. mRNA journey to the cytoplasm: attire required. Biol. Cell 100:327-342. [PubMed] [Google Scholar]67. Saguez, C., and T. H. Jensen. 2009. Assembly of export-competent mRNP: it's all about being connected. Mol. Cell 33:139-140. [PubMed] [Google Scholar]68. Saguez, C., M. Schmid, J. R. Olesen, M. A. Ghazy, X. Qu, M. B. Poulsen, T. Nasser, C. Moore, and T. H. Jensen. 2008. Nuclear mRNA surveillance in THO/sub2 mutants is triggered by inefficient polyadenylation. Mol. Cell 31:91-103. [PubMed] [Google Scholar]69. Santos-Rosa, H., H. Moreno, G. Simos, A. Segref, B. Fahrenkrog, N. Pante, and E. Hurt. 1998. Nuclear mRNA export requires complex formation between Mex67p and Mtr2p at the nuclear pores. Mol. Cell. Biol. 18:6826-6838. [PMC free article] [PubMed] [Google Scholar]70. Schmid, M., and T. H. Jensen. 2008. Quality control of mRNP in the nucleus. Chromosoma 117:419-429. [PubMed] [Google Scholar]71. Segref, A., K. Sharma, V. Doye, A. Hellwig, J. Huber, R. Luhrmann, and E. Hurt. 1997. Mex67p, a novel factor for nuclear mRNA export, binds to both poly(A)+ RNA and nuclear pores. EMBO J. 16:3256-3271. [PMC free article] [PubMed] [Google Scholar]72. Snay-Hodge, C. A., H. V. Colot, A. L. Goldstein, and C. N. Cole. 1998. Dbp5p/Rat8p is a yeast nuclear pore-associated DEAD-box protein essential for RNA export. EMBO J. 17:2663-2676. [PMC free article] [PubMed] [Google Scholar]73. Strahm, Y., B. Fahrenkrog, D. Zenklusen, E. Rychner, J. Kantor, M. Rosbach, and F. Stutz. 1999. The RNA export factor Gle1p is located on the cytoplasmic fibrils of the NPC and physically interacts with the FG-nucleoporin Rip1p, the DEAD-box protein Rat8p/Dbp5p and a new protein Ymr 255p. EMBO J. 18:5761-5777. [PMC free article] [PubMed] [Google Scholar]74. Strasser, K., and E. Hurt. 2001. Splicing factor Sub2p is required for nuclear mRNA export through its interaction with Yra1p. Nature 413:648-652. [PubMed] [Google Scholar]75. Strasser, K., S. Masuda, P. Mason, J. Pfannstiel, M. Oppizzi, S. Rodriguez-Navarro, A. G. Rondon, A. Aguilera, K. Struhl, R. Reed, and E. Hurt. 2002. TREX is a conserved complex coupling transcription with messenger RNA export. Nature 417:304-308. [PubMed] [Google Scholar]76. Thomsen, R., D. Libri, J. Boulay, M. Rosbash, and T. H. Jensen. 2003. Localization of nuclear retained mRNAs in Saccharomyces cerevisiae. RNA. 9:1049-1057. [PMC free article] [PubMed] [Google Scholar]77. Thomsen, R., C. Saguez, T. Nasser, and T. H. Jensen. 2008. General, rapid, and transcription-dependent fragmentation of nucleolar antigens in S. cerevisiae mRNA export mutants. RNA. 14:706-716. [PMC free article] [PubMed] [Google Scholar]78. Tran, E. J., Y. Zhou, A. H. Corbett, and S. R. Wente. 2007. The DEAD-box protein Dbp5 controls mRNA export by triggering specific RNA:protein remodeling events. Mol. Cell 28:850-859. [PubMed] [Google Scholar]79. Vinciguerra, P., N. Iglesias, J. Camblong, D. Zenklusen, and F. Stutz. 2005. Perinuclear Mlp proteins downregulate gene expression in response to a defect in mRNA export. EMBO J. 24:813-823. [PMC free article] [PubMed] [Google Scholar]80. Viphakone, N., F. Voisinet-Hakil, and L. Minvielle-Sebastia. 2008. Molecular dissection of mRNA poly(A) tail length control in yeast. Nucleic Acids Res. 36:2418-2433. [PMC free article] [PubMed] [Google Scholar]81. Weirich, C. S., J. P. Erzberger, J. S. Flick, J. M. Berger, J. Thorner, and K. Weis. 2006. Activation of the DExD/H-box protein Dbp5 by the nuclear-pore protein Gle1 and its coactivator InsP6 is required for mRNA export. Nat. Cell Biol. 8:668-676. [PubMed] [Google Scholar]82. Winston, F., C. Dollard, and S. L. Ricupero-Hovasse. 1995. Construction of a set of convenient Saccharomyces cerevisiae strains that are isogenic to S288C. Yeast 11:53-55. [PubMed] [Google Scholar]83. Zenklusen, D., P. Vinciguerra, J. C. Wyss, and F. Stutz. 2002. Stable mRNP formation and export require cotranscriptional recruitment of the mRNA export factors Yra1p and Sub2p by Hpr1p. Mol. Cell. Biol. 22:8241-8253. [PMC free article] [PubMed] [Google Scholar]84. Zhao, J., M. Kessler, S. Helmling, J. P. O'Connor, and C. Moore. 1999. Pta1, a component of yeast CF II, is required for both cleavage and poly(A) addition of mRNA precursor. Mol. Cell. Biol. 19:7733-7740. [PMC free article] [PubMed] [Google Scholar]"}