{"title": "The hinge domain of the cleavage stimulation factor protein CstF-64 is essential for CstF-77 interaction, nuclear localization, and polyadenylation", "pubDate": "2010", "PMCID": "PMC2804217", "DOI": "10.1074/jbc.M109.061705", "PMID": "19887456", "abstract": "Because polyadenylation is essential for cell growth, in vivo examination of polyadenylation protein function has been difficult. Here we describe a new in vivo assay that allows structure-function assays on CstF-64, a protein that binds to pre-mRNAs downstream of the cleavage site for accurate and efficient polyadenylation. In this assay (the stem-loop luciferase assay for polyadenylation, SLAP), expression of a luciferase pre-mRNA with a modified downstream sequence element was made dependent upon co-expression of an MS2-CstF-64 fusion protein. We show here that SLAP accurately reflects CstF-64-dependent polyadenylation, confirming the validity of this assay. Using SLAP, we determined that CstF-64 domains involved in RNA binding, interaction with CstF-77 (the \"Hinge\" domain), and coupling to transcription are critical for polyadenylation. Further, we showed that the Hinge domain is necessary for CstF-64 interaction with CstF-77 and consequent nuclear localization, suggesting that nuclear import of a preformed CstF complex is an essential step in polyadenylation.", "author": [{"author": "J Andrew Hockert", "affiliation": ["Department of Cell Biology and Biochemistry, Texas Tech University Health Sciences Center, Lubbock, Texas 79430-6540, USA."], "href": "/?term=Hockert+JA&cauthor_id=19887456"}, {"author": "Hsiang-Jui Yeh", "affiliation": [], "href": "/?term=Yeh+HJ&cauthor_id=19887456"}, {"author": "Clinton C MacDonald", "affiliation": [], "href": "/?term=MacDonald+CC&cauthor_id=19887456"}], "refPMID": [], "citedInPMID": ["19887456", "33526057", "32816001", "30257008", "30130580", "29342112", "27812195", "25460602", "25015079", "24617759", "24591651", "24590783", "23948079", "22400011", "21957020", "21823232", "21119002"], "body": " AbstractBecause polyadenylation is essential for cell growth, in vivo examination of polyadenylation protein function has been difficult. Here we describe a new in vivo assay that allows structure-function assays on CstF-64, a protein that binds to pre-mRNAs downstream of the cleavage site for accurate and efficient polyadenylation. In this assay (the stem-loop luciferase assay for polyadenylation, SLAP), expression of a luciferase pre-mRNA with a modified downstream sequence element was made dependent upon co-expression of an MS2-CstF-64 fusion protein. We show here that SLAP accurately reflects CstF-64-dependent polyadenylation, confirming the validity of this assay. Using SLAP, we determined that CstF-64 domains involved in RNA binding, interaction with CstF-77 (the “Hinge” domain), and coupling to transcription are critical for polyadenylation. Further, we showed that the Hinge domain is necessary for CstF-64 interaction with CstF-77 and consequent nuclear localization, suggesting that nuclear import of a preformed CstF complex is an essential step in polyadenylation. IntroductionThe first eukaryotic mRNA processing event discovered was the 3′ end addition of a poly(A) sequence to mRNA (1,–4). Accurate and efficient polyadenylation is essential for transcriptional termination, nuclear export, translation, and stability of eukaryotic mRNAs (5, 6). Polyadenylation is also involved with cellular events including transcription initiation, DNA repair, cell growth, and apoptosis (7,–16). Polyadenylation requires at least five separate protein complexes (17,–19) and many accessory proteins (20, 21). The first protein within this group to be described was the 64,000 Mr subunit of the cleavage stimulation factor, CstF-64 (22, 23). CstF-64 (gene name CSTF2) binds to the downstream sequence element in pre-mRNAs (24,–26) and plays an important regulatory role in polyadenylation of a variety of cellular mRNAs in a large number of physiological conditions (7, 16, 27,–37). Thus, CstF-64 is an important regulatory subunit of the polyadenylation complex.Unfortunately, because it is essential for normal cellular growth and development, examination of the structure-function relationships of the CstF-64 protein by disrupting its activity in polyadenylation in vivo has been difficult (7, 38, 39). Still, biochemical studies have allowed a description of its linear domain structure (see Fig. 1A). The N-terminal RNA-binding domain (RBD)3 of CstF-64 binds to U- or G/U-rich downstream sequence elements of pre-mRNAs (25, 26, 35, 40,–43). The Hinge region (so named because it lies between the RBD and proline/glycine-rich domains) mediates interaction with CstF-77 (44,–49). The functions of the proline/glycine-rich domain (50) and the MEAR(A/G) repeat domain (51) are unknown. Finally, the highly conserved C-terminal domain (CTD) interacts with Pcf11 and possibly PC4, linking CstF-64 to transcription, transcriptional termination, and cell growth (14, 16).Open in a separate windowFIGURE 1.Changes in RNA elements result in changes in luciferase activity using SLAP. A, the human CstF-64 protein (577 amino acids) contains an RBD, a CstF-77-interaction domain (Hinge), a proline- and glycine-rich domain (Pro/Gly), 12 repeats of the amino acids MEAR(A/G) (12×), and a conserved CTD. B, for SLAP, the G/U-rich element of luciferase reporter polyadenylation signal was replaced with two stem-loop elements from the MS2 replicase gene (MS2 Stem Loops; see “Experimental Procedures”). These loops specifically bind to the MS2 RNA-binding domain fused to CstF-64 or various mutants (MS2-CstF-64) as part of the CstF complex. Binding of the CstF complex to CPSF (green) promotes cleavage/polyadenylation of the reporter pre-mRNA, cytoplasmic transport of the mRNA, and translation of the Renilla luciferase protein, allowing luciferase activity. C, top, MS2-CstF-64 is the full-length CstF-64 fused to the RNA-binding domain of the MS2 bacteriophage capsid. MS2-CstF-64Y85A-L86S is a mutant construct that prevents MS2 RBD from binding to the MS2 stem loops (59). C, bottom, the polyadenylation region of the stem-loop luciferase reporter (SL-Luc) is pictured as well as two control luciferase reporters: SL-LucΔSL, which is missing the MS2 stem loops, and SL-LucAGGAGA, which replaces the AAUAAA polyadenylation signal with AGGAGA, which fails to support efficient polyadenylation. D, HeLa cells were transfected with a firefly luciferase control and SL-Luc (bars 1–3), SL-LucΔSL (bars 4 and 5), or SL-LucAGGAGA (bars 6 and 7) either alone (bars 1, 4, and 6) or with MS2-CstF-64 (bars 2, 5, and 7) or MS2-CstF-64Y85A-L86S (bar 3). Bar graphs represent the relative luciferase units (average Renilla/firefly luciferase activities). Experiments were performed in triplicate with five replicates. Error bars are the 95% confidence interval of the results after analysis of variance; the letters (A–D) indicate samples that are statistically the same but differ from the other lettered samples after a Tukey's post test.Nevertheless, these proposed functions of putative CstF-64 domains have not been demonstrated in vivo due to the absence of a straightforward assay system (cf. Ref. 52). We present here the stem-loop luciferase assay for polyadenylation (SLAP) that allows structure-function studies of CstF-64 in vivo. In SLAP, the downstream G/U-rich sequence element of a luciferase reporter gene is replaced with two copies of the MS2 bacteriophage stem-loop element (37). This modification makes luciferase expression dependent on co-expression of CstF-64 that is fused with the MS2 coat protein RNA-binding domain (53). In this in vivo assay, varying levels of luciferase expression correlate with changes in mRNA polyadenylation. Using SLAP, we show that three domains of CstF-64, the RBD, Hinge, and CTD, are essential for polyadenylation in vivo. Furthermore, we show that the Hinge domain of CstF-64 is necessary for both its interaction with CstF-77 and nuclear localization. Consequently, we propose a model for CstF formation and nuclear import in which interaction of CstF-64 with CstF-77 is an important early step in nuclear pre-mRNA polyadenylation. EXPERIMENTAL PROCEDURESCloning and Protein Expression Human CstF-64 cloned in-frame with the MS2 RNA-binding domain and three copies of the FLAG epitope (MS2-CstF-64) was a kind gift from Nicole Maciolek and Mark McNally (Medical College of Wisconsin, Milwaukee, WI (37)). CstF-64 deletions were generated by PCR from MS2-CstF-64 and cloned into p3×FLAG7.1 using NotI, BglII, and KpnI restriction enzymes. Primer sequences for ΔRBD, ΔHinge, ΔP/G, ΔMEARA, ΔCTD, Δ96–156, Δ157–215, Δ96–126, and Δ186–216 are listed in supplemental Table 1. MS2-CstF-64Y85A-L86S was generated through site-directed mutagenesis using the QuikChange kit (Stratagene, Cedar Creek, TX, supplemental Table 1). The SL-Luc luciferase reporter was generated by removing the SV40 polyadenylation cassette from pRL-SV40 (Promega, Madison, WI) using NotI and ClaI. Then a SV40 polyadenylation cassette with MS2 stem loops replacing the G/U-rich downstream sequence element was cloned in by PCR from p3Z SVL-MS2, obtained from N. Maciolek and M. McNally, also using NotI and ClaI (primers listed in supplemental Table 1). To generate the SL-LucΔSL vector, the SL-Luc vector was cut with XmaI and ClaI, and the ends were filled in using Klenow polymerase and ligated together. The SL-LucAGGAGA was generated through site-directed mutagenesis of the SL-Luc plasmid using the QuikChange kit. MS2-CstF-64ΔHinge+NLS was generated by cloning three copies of the SV40 NLS (oligonucleotide sequence listed in supplemental Table 1) into the MS2-CstF-64ΔHinge plasmid between the 3×FLAG epitope and the MS2-RBD using Cla1 and Not1. The MS2-Hinge-GFP, MS2-GFP, and NLS-MS2-GFP plasmids were generated from MS2-CstF-64ΔRBD and MS2-CstF-64ΔHinge+NLS using primers with ends containing ApaI and XhoI restriction sites (supplemental Table 1). These PCR products were then cloned into pAcGFP-N1 (Clontech) using ApaI and XhoI restriction sites.Cell Culture and Transfection HeLa cells were used in all transfection experiments. Cells were grown in Dulbecco's modified Eagle's medium with glucose, l-glutamine, and sodium pyruvate (Mediatech, Inc., Herndon, VA). Dulbecco's modified Eagle's medium was supplemented with 10% cosmic calf serum (Thermo Scientific HyClone), 100 units/ml penicillin and 100 μg of streptomycin/ml (Cambrex, East Rutherford, NJ). All transfections were done using Lipofectamine (Invitrogen) at 7 μl/μg of transfected DNA.SLAP HeLa cells were plated on 24-well plates at 2.5 × 104 cells/well. After 24 h, cells were transfected with 12 ng of luciferase reporter (SL-Luc, SL-LucΔSL, or SL-LucAGGAGA), 4 ng of pGL3-Control (firefly luciferase plasmid, Promega), and either no additional plasmid (for the SL-Luc transfections) or 100 ng of CstF-64 expression plasmid (MS2-CstF-64 or mutant) per well. p3XFLAG 7.1 was co-transfected with each experiment to equilibrate the total transfected DNA to 250 ng. Cells were grown for 48 h after transfection and lysed in 100 μl of 1× passive lysis buffer (Promega). The extracts were then used in a Dual-Luciferase reporter assay system (Promega) as per the manufacturer's protocol. Each experimental expression plasmid (MS2-CstF-64 or mutant) data point was done in triplicate, and experiments were repeated five times with the results of the Renilla luciferase/firefly luciferase averaged; the results were normalized to the densitometry of the expressed protein for each data point, and statistics were performed using the InStat computer program (GraphPad Software Inc., San Diego, CA). Analysis of variance was performed on each group, and variance between group members was determined using a Tukey's post test.Immunofluorescence HeLa cells were plated onto glass coverslips (Fisher Scientific) in 12-well plates at 7.5 × 104 cells/well. They were transfected with 500 ng of each MS2-CstF-64 expression plasmid using Lipofectamine (Invitrogen). Cells were grown for 48 h after transfection, and then coverslips were transferred to a PBS bath followed by a 30-min incubation in PBS, 3.7% formaldehyde. Coverslips were washed for 10 min in PBS, 1% Triton X-100 followed by two washes in PBS, 0.1% Tween 20. They were then incubated for at least 1 h in PBS, 0.1% Tween 20, 1% bovine serum albumin with a 1:6,000 dilution of anti-FLAG M2 antibody (F1804, Sigma), washed three times with PBS, 0.1% Tween 20, and then incubated for at least 1 h using either an Alexa Fluor 488 or an Alexa Fluor 594 donkey anti-mouse secondary antibody (Invitrogen Molecular Probes) in PBS, 0.1% Tween 20, 1% bovine serum albumin. Coverslips were washed three more times with PBS, 0.1% Tween 20 for 10 min and twice with distilled water, mounted onto microscope slides, and examined using a Zeiss Axiovert 135 TV microscope with an Attoarc lamp (Carl Zeiss MicroImaging, Thornwood, NY). Images were taken using a digital camera along with the Metamorph imaging software (MDS Analytical Technologies, Downingtown, PA).Antibodies The anti-FLAG mouse monoclonal antibody was purchased from Sigma (M2, F1804), and the anti-CstF-64 (3A7) monoclonal antibody was described previously (54, 55). The anti-CstF-77 antibody (56) was a rabbit polyclonal antibody raised against the 17 amino acids at the C terminus of human CstF-77 and was the generous gift of Dr. Elizabeth Mandart (Centre de Recherches de Biochimie Macromoléculaire, Montpellier, France).Cytoplasmic RNA Isolation After transfection, six wells of cells were scraped into 1 ml of ice-cold PBS and centrifuged at 300 × g for 5 min at 4 °C. The cell pellet was lysed in 200 μl of lysis buffer (50 mm Tris·Cl, pH 8.0, 100 mm NaCl, 5 mm MgCl2, and 0.5% Nonidet P-40) and incubated on ice for 5 min. Cell lysate was centrifuged at 300 × g for 2 min at 4 °C. The supernatant was transferred into 1 ml of TRIzol (Invitrogen). RNA was extracted according to the manufacturer's directions, precipitated with ethanol, and dissolved in 25 μl of double distilled H2O. 10 μg of cytoplasmic RNA was treated with TURBO DNase (Ambion) before cDNA synthesis.Quantitative (Real-time) PCR Analysis 2 μg of DNase-treated cytoplasmic RNA was reverse-transcribed into cDNA using SMART Moloney murine leukemia virus reverse transcriptase (Clontech) and oligo(dT)12–18 (Invitrogen) in a 20-μl reaction. The cDNA samples were analyzed on a 7500 real-time PCR system (Applied Biosystems) in triplicate for each sample using the iTaqTM SYBR® Green supermix with ROX (Bio-Rad), forward and reverse primers for SL-Luc or pGL3-Control (57) (supplemental Table 1), and 1 μl of cDNA. The PCR cycling conditions were 95 °C for 3 min followed by 45 cycles of 95 °C for 15 s and 60 °C for 45 s. The threshold cycle (Ct) values were determined using 7500 SDS software (Applied Biosystems) and analyzed using the 2−ΔCt method. The 2−ΔCt values represent the expression level of SL-Luc relative to pGL3-Control.3′ RACE 500 ng of DNase-treated cytoplasmic RNA was reverse-transcribed into cDNA using SMART Moloney murine leukemia virus reverse transcriptase (Clontech) and 3′-CDS primer A in a 10-μl reaction. cDNA was diluted in 100 μl of 10 mm Tricine-KOH, pH 8.5, and 1 mm EDTA. A 10-μl PCR reaction was prepared by mixing 1 μl of 30 mm PCR buffer (30 mm MgCl2/sucrose-cresol red, Idaho Technology), 0.2 μl of 10 mm dNTP, 0.5 μl of 10× universal primer A mix, 0.5 μl of 10 μm gene-specific primer, 0.3 μl of Taq DNA polymerase (New England Biolabs), 1 μl of cDNA, and 6.5 μl of double distilled H2O. The PCR was performed using one cycle of 94 °C for 1 min followed by 30 cycles of 94 °C for 0 s, 68 °C for 0 s, and 72 °C for 40 s with a final 3 min at 72 °C. The PCR reaction was diluted 10-fold with double distilled H2O. The PCR process was repeated as described above using 0.5 μl of 10 μm nested universal primer A, 0.5 μl of 10 μm nested gene-specific primer, and 1 μl of diluted PCR product.Immunoprecipitation 2.5 × 105 HeLa cells were transfected with 8 μg of the MS2-CstF-64 expression plasmids using Lipofectamine (Invitrogen). Cells were lysed in hypotonic lysis buffer (10 mm Tris-HCl, pH 7.5, 10 mm NaCl, 2 mm EDTA, 0.5% Triton X-100 supplemented with 1 μg/ml E160 protease inhibitor mixture, Sigma). The tubes were incubated on ice for 10 min, NaCl was added to 150 mm, and the tubes were left on ice for 5 min. The samples were centrifuged at 16,000 relative centrifugal force (RCF) for 15 min at 4 °C, 100 μl of extract was removed for later analysis by SDS-PAGE, and the rest was moved to a tube containing 40 μl of anti-FLAG M2 agarose (F2426, Sigma) prewashed with 1 ml of NET-2 (50 mm Tris-HCl, pH 7.5, 150 mm NaCl, 0.05% Triton X-100). The tubes were incubated while rotating for at least 2 h at 4 °C. The tubes were then centrifuged at 9,300 RCF for 1 min. 100 μl of each supernatant was kept as the unbound fraction. The agarose bead pellet was washed eight times with 1 ml of ice-cold NET-2, centrifuged at 9,300 RCF after each wash. After the last wash, the entire wash buffer was removed, and 100 μl of 1× SDS sample buffer (15% (v/v) glycerol, 0.125 m Tris-HCl, pH 6.8, 5 mm Na2EDTA, 2% (w/v) SDS, 0.1% (w/v) bromphenol blue) was added to the beads and boiled at 95 °C for 5 min. The beads were then centrifuged at 9,300 RCF for 5 min, the supernatant was transferred into sample buffer, and a portion was run on an 8% SDS-PAGE gel and analyzed by immunoblotting. RESULTSSLAP Accurately Assesses In Vivo Functions of Polyadenylation Elements We developed a new in vivo polyadenylation assay (SLAP) based on the in vitro system used to study retroviral polyadenylation (37). For SLAP, the downstream sequence G/U-rich element of a luciferase reporter gene polyadenylation region was replaced with two copies of the MS2 replicase stem-loop element (53) (SL-Luc, Fig. 1, A and B). Lacking an efficient downstream sequence element, expression of this modified reporter gene was very low. Luciferase expression could be increased, however, by co-expression of a CstF-64 fusion protein containing the MS2 bacteriophage coat protein RNA-binding domain (MS2-CstF-64, Fig. 1, B and C) that allows binding of MS2-CstF-64 and to the MS2 stem-loop element, thus substituting for endogenous CstF-64. For detection and quantification (see “Experimental Procedures”), MS2-CstF-64 constructs also contained a 3×FLAG epitope tag at the N terminus (58).To test whether expression of SL-Luc depended upon co-expression of MS2-CstF-64, we transfected HeLa cells with SL-Luc in the absence or presence of the MS2-CstF-64 plasmid (Fig. 1D). In the absence of MS2-CstF-64, relative expression of Renilla luciferase was minimal (Fig. 1D, bar 1). Co-expression of MS2-CstF-64 resulted in about a 10-fold increase in luciferase expression (bar 2). To confirm that this increased expression was due to a direct interaction of the MS2-CstF-64 with the stem-loop RNA element, we created a mutated MS2-CstF-64 in which two amino acids in the MS2-RBD were mutated to prevent its association with the stem loops (MS2-CstF-64Y85A-L86S, bar 3) (59). In the absence or presence of MS2-CstF-64, SL-LucΔSL (from which the stem loops of SL-Luc were removed, bars 4 and 5), expression was indistinguishable from background, demonstrating that interaction of MS2-CstF-64 with the stem loops of SL-Luc was essential for luciferase gene expression.To test whether SLAP depended upon polyadenylation sequence elements, we generated SL-LucAGGAGA, in which the efficient AAUAAA polyadenylation signal was mutated to the less efficient AGGAGA (60, 61). Expression of this construct was minimal in the absence (bar 6) and in the presence (bar 7) of MS2-CstF-64, suggesting that MS2-CstF-64-dependent expression of SL-Luc could be directly correlated with efficiency of polyadenylation.Direct Measurements of SL-Luc mRNA Correlate with SLAP SLAP quantifies luciferase protein expression in response to changes in the polyadenylation region. To determine whether these changes reflected changes in mRNA production, we measured cytoplasmic mRNA levels directly using quantitative RT-PCR (qRT-PCR) at the same time as SLAP was performed (Fig. 2A). As before (Fig. 1D), in the absence of MS2-CstF-64, relative luciferase activity was low (Fig. 2A, bar 1). Similarly, the mRNA level of SL-Luc was low (Fig. 2B, bar 1). Co-expression with MS2-CstF-64 resulted in an increase of SL-Luc luciferase activity (Fig. 2A, bar 1) and mRNA (Fig. 2B, bar 2), whereas upon co-expression with MS2-CstF-64Y85A-L86S, SL-Luc luciferase and mRNA levels remained low (bar 3). Expression of SL-LucΔSL or SL-LucAGGAGA in the absence or presence of MS2-CstF-64 similarly resulted in low luciferase and mRNA levels (bars 4–7). Comparing the SLAP and qRT-PCR data showed a large correlation (r = 0.9594), suggesting that the SLAP values strongly reflected mRNA levels resulting from changes in polyadenylation. To confirm that the mRNAs made by SLAP resulted from polyadenylation of the SL-Luc mRNA, we performed 3′ RACE on SL-Luc mRNA product (Fig. 2D). The specific 3′ RACE product was excised, cloned, and sequenced, confirming that it represented cleavage and polyadenylation at the correct site in SL-Luc (not shown).Open in a separate windowFIGURE 2.Luciferase reporter activities correlate with SL-Luc mRNA levels. A, SLAP analysis was performed exactly as for Fig. 1 to compare relative luciferase activities for SL-Luc alone (bar 1), SL-Luc with MS2-CstF-64 (bar 2), SL-Luc with MS2-CstF-64Y85A (bar 3), SL-LucΔSL (bar 4), SL-LucΔSL with MS2-CstF-64 (bar 5), SL-LucAGGAGA (bar 6), and SL-LucAGGAGA with MS2-CstF-64 (bar 7). B, cytoplasmic RNA was prepared for each of the above samples, cDNA was prepared, and SL-Luc cDNA was measured using qRT-PCR (bars 1–7). Error bars show S.E. C, luciferase values and qRT-PCR values were plotted against each other and compared using linear regression analysis. D, 3′ RACE was performed using cytoplasmic RNA from B and gene-specific primers for the SL-Luc gene construct. Lane 1 was RNA from mock-transfected cells (Mock), and lanes 2–8 were from cells transfected with each of the indicated constructs as in A. The arrow indicates the expected size of the polyadenylated 3′ RACE product from the SL-Luc mRNA. MW represents mobilities of molecular size markers in kilodaltons; nt, nucleotides.RBD, Hinge, and CTD Domains of CstF-64 Are Required for Efficient Polyadenylation Prior in vitro studies predicted probable roles of distinct domains of CstF-64 (45, 50). We decided to test whether individual domains of CstF-64 were essential for polyadenylation in vivo. Hence, deletion constructs of MS2-CstF-64 were generated (Fig. 3A), SLAP was performed by co-transfection of MS2-CstF-64 or each of the domain deletion constructs with the SL-Luc reporter, and luciferase levels were determined after normalization to MS2-CstF-64 expression (Fig. 3B). Transfection of the SL-Luc reporter plasmid alone resulted in low luciferase activity (Fig. 3B, bar 1), whereas co-transfection of SL-Luc with MS2-CstF-64 resulted in significantly higher levels (bar 2). However, co-transfection of SL-Luc with constructs from which amino acids were removed corresponding to the RBD (MS2-CstF-64ΔRBD, Fig. 3B, bar 3), the Hinge domain (MS2-CstF-64ΔHinge, bar 4), or the CTD (MS2-CstF-64ΔCTD, bar 7) resulted in luciferase expression that was significantly lower than that with the full-length protein. These results suggest that the RBD, Hinge, and CTD are important for efficient luciferase expression in the SLAP system and thus for efficient polyadenylation.Open in a separate windowFIGURE 3.Deletion of RBD, Hinge, or CTD domains of CstF-64 reduce polyadenylation. A, MS2-CstF-64 mutants were generated from which specific domains of CstF-64 were deleted. Deletions of amino acids in the RBD (ΔRBD, 1–96), Hinge (ΔHinge, 96–216), proline/glycine-rich (ΔP/G, 217–401), 12×MEARA (ΔMEARA, 401–468), and C-terminal domains (ΔCTD, 513–577) are shown. All MS2-CstF-64 constructs also contain a 3×FLAG epitope tag N-terminal to the MS2 RBD (see “Experimental Procedures”). B, HeLa cells were transfected in triplicate with either SL-Luc (bar 1) or SL-Luc with each of the MS2-CstF-64 expression plasmids (bars 2–7) and lysed 48 h after transfection. Triplicate lysates were pooled, and a sample was run on SDS-PAGE for immunoblotting with the anti-FLAG (M2) antibody. The remaining lysates were used for the SLAP protocol. Renilla and firefly luciferase activities were determined from each sample, and the Renilla/firefly ratio was determined as for Fig. 1. These ratios were then normalized to transfected MS2-CstF-64 (or mutant thereof) protein determined from the densitometry of the anti-FLAG immunoblots. The value of SL-Luc co-transfected with MS2-CstF-64 (bar 2) was arbitrarily set to 100. Error bars show the 95% confidence interval of the results after analysis of variance. The letters (A–D) indicate samples that are statistically the same but differ from the other lettered samples after a Tukey's post test.Co-transfection of SL-Luc with the MS2-CstF-64ΔP/G construct (in which the P/G domain was removed) also resulted in decreased luciferase expression (Fig. 3B, bar 5), although not to the same extent as MS2-CstF-64ΔRBD, MS2-CstF-64ΔHinge, or MS2-CstF-64ΔCTD. Finally, co-transfection of SL-Luc with MS2-CstF-64ΔMEARA (in which the 12×MEAR(A/G) was removed) resulted in luciferase expression that was indistinguishable from MS2-CstF-64 (Fig. 3B, bar 6). These data indicate that the RBD, Hinge, and CTD domains of CstF-64 are critical during polyadenylation, the proline/glycine-rich domain is less critical, and the 12×MEAR(A/G) domain is not critical for CstF-64 function.The Hinge Domain of CstF-64 Is Required for Nuclear Localization Although CstF-64 localizes mainly in the nucleus (54, 62), it does not contain a canonical nuclear localization signal (50). Furthermore, CstF-64 must be expressed simultaneously with both CstF-77 and CstF-50 to reconstitute CstF activity (63). This suggests that CstF-64 might interact with another protein for nuclear localization. To test this hypothesis, immunolocalization using the anti-FLAG antibody was performed on HeLa cells that were transfected with either MS2-CstF-64 or each of the MS2-CstF-64 deletion plasmids (Fig. 4, A–F). Examination of MS2-CstF-64 localization showed significant nuclear staining, with exclusion from nucleoli (Fig. 4A, arrows). A small amount of immunofluorescence was seen in the cytoplasm (Fig. 4A, arrowhead). This distribution is consistent with that seen in previous studies of CstF-64 localization (62, 64). Similarly, MS2-CstF-64ΔRBD, MS2-CstF-64ΔP/G, MS2-CstF-64ΔMEARA, and MS2-CstF-64ΔCTD all localized to the nucleus with minor cytoplasmic distribution (Fig. 4, B and D–F).Open in a separate windowFIGURE 4.The Hinge region is necessary for CstF-64 nuclear localization and CstF-77 interaction. A–F, HeLa cells were grown on coverslips and transfected with each MS2-CstF-64 construct as indicated. Cells were fixed, and immunofluorescence was performed using the anti-FLAG antibody. Images are overlays of phase contrast and FLAG expression (green). Arrows indicate nuclear localization of MS2-CstF-64, whereas arrowheads indicate cytoplasmic localization. G and H, HeLa cells in culture were either mock-transfected (Mock, lanes 1–3) or transfected with MS2-CstF-64 (lanes 4–6) or MS2-CstF-64ΔHinge expression plasmids (lanes 7–9). Cells were lysed under non-denaturing conditions, and an aliquot of each was held for SDS-PAGE (T, lanes 1, 4, and 7). The remaining samples were mixed with anti-FLAG beads for immunoprecipitation. Lanes show the supernatant (S, lanes 2, 5, and 8) and antibody-bound pellet fractions (P, lanes 3, 6, and 9). Immunoblots were probed with either the anti-FLAG antibody (G) or the anti-CstF-77 antibody (H). MW represents mobilities of molecular size markers in kilodaltons.In contrast, deletion of the Hinge domain of MS2-CstF-64 resulted in an overall loss of nuclear localization, instead showing diffuse distribution throughout the cell (Fig. 4C, arrowheads). This shows that the Hinge domain is important for nuclear localization of CstF-64.The Hinge Domain of CstF-64 Is Required for CstF-77 Association Previous in vitro studies showed that CstF-64 interacted with CstF-77 through the Hinge domain (44,–46). Furthermore, CstF-77 is the only CstF family member that has a canonical nuclear localization signal (46, 63). To investigate whether loss of binding to CstF-77 correlated with loss of nuclear localization of MS2-CstF-64ΔHinge, immunoprecipitation using anti-FLAG antibodies was performed on lysates from untransfected cells, cells transfected with MS2-CstF-64, or cells transfected with MS2-CstF-64ΔHinge. This was followed by immunoblotting with anti-FLAG to detect the transfected MS2-CstF-64 proteins (Fig. 4G) or anti-CstF-77 (Fig. 4H) antibodies. No anti-FLAG reactive protein was detected in whole cell extracts, unbound fractions, or anti-FLAG immunoprecipitation pellets from mock-transfected cells (Fig. 4G, lanes 1–3). In contrast, both MS2-CstF-64 and MS2-CstF-64ΔHinge were detected in transfected cell extracts (Fig. 4G, lanes 4 and 7). Both MS2-CstF-64 (lane 6) and MS2-CstF-64ΔHinge (lane 9) were found concentrated in the immunoprecipitated pellet but were not detected in unbound fractions (lanes 5 and 8).Next, we determined whether CstF-77 was detectable in immunoprecipitates from cells transfected with MS2-CstF-64 (Fig. 4H, lanes 4–6) or MS2-CstF-64ΔHinge (lanes 7–9). In cells in which MS2-CstF-64 was expressed, CstF-77 was detected in the anti-FLAG pellet (lane 6). In contrast, CstF-77 was undetectable in immunoprecipitates from cells transfected with MS2-CstF-64ΔHinge (lane 9). This suggests that the CstF-64 Hinge domain is necessary for its association with CstF-77 in vivo.Deletion of Any Part of the Hinge Domain Results in Loss of Polyadenylation, Nuclear Localization, and CstF-77 Association Experiments were conducted to determine whether specific regions of the Hinge domain (defined in this study as amino acids 96–216) were independently responsible for CstF-77 association of CstF-64, nuclear localization, or polyadenylation activity. Therefore, MS2-CstF-64 constructs were created in which the N-terminal (MS2-CstF-64Δ96–156) or C-terminal (MS2-CstF-64Δ157–216) half or the N-terminal (MS2-CstF-64Δ96–126) or C-terminal (MS2-CstF-64Δ186–216) quarter of the Hinge domain was deleted (supplemental Fig. 1A). For each Hinge deletion construct, luciferase expression was significantly reduced (supplemental Fig. 1B, bars 3–6) when compared with MS2-CstF-64 (supplemental Fig. 1B, bar 2). Only the N-terminal MS2-CstF-64Δ96–126 (supplemental Fig. 1B, bar 5) and C-terminal MS2-CstF-64Δ186–216 (supplemental Fig. 1B, bar 6) quarter deletion mutants demonstrated expression that was marginally higher than the SL-Luc reporter alone, although both were considerably lower than MS2-CstF-64. These results suggest that most of the Hinge domain is important for its function in polyadenylation.To test whether Hinge subdomain deletion constructs localized to the nucleus, we transfected each construct into HeLa cells as before and performed immunolocalization using the anti-FLAG antibody. Like MS2-CstF-64ΔHinge (Fig. 4C), each Hinge deletion product was spread throughout the cytoplasm to the periphery of the cell (supplemental Fig. 1C–F). Some Hinge deletion products exhibited a greater degree of nuclear exclusion than MS2-CstF-64ΔHinge, (supplemental Fig. 1, D–F, arrows).Finally, to test whether the Hinge deletion products associated with CstF-77, immunoprecipitation was performed for each of the Hinge deletions (supplemental Fig. 1, H and I). None of the Hinge domain deletion products co-immunoprecipitated CstF-77 (supplemental Fig. 1I, lanes 3, 6, 9, and 12). Taken together, these data indicate that most if not the entire Hinge region is necessary for interaction with CstF-77, nuclear localization, and polyadenylation activity.The Structure of the Hinge Domain between Amino Acids 101 and 195 is Important for CstF-64-CstF-77 Interaction Protein structure algorithms (65) predicted that portions of the Hinge domain are α helical (supplemental Fig. 2A). Disruption of those presumptive helices might therefore be expected to distort structures that are important for CstF-64-CstF-77 protein-protein interaction. Therefore, specific amino acids of the Hinge were mutated to prolines within or adjacent to predicted α helices, and their localizations in HeLa cell were determined. Mutation of Leu101 (L101P) and Ala202 (A202P) did not alter the nuclear localization of MS2-CstF-64 (supplemental Fig. 2, B and J). In contrast, mutation of D117P,T195P (supplemental Fig. 2, H and I) and most other sites between (E117P,M144P, R159P,L173P, supplemental Fig. 2, D–F) resulted in cytoplasmic localization. This suggests that the fine structure of the Hinge domain at these sites is important for CstF-64-CstF-77 interaction. The observation that proline mutations at Ser129 and Leu188 did not disrupt nuclear localization suggests that that those particular residues are not important for the interaction or that prolines in these sites do not disturb critical structures.Nuclear Localization of CstF-64 Is Not Sufficient to Restore Polyadenylation Activity To establish whether nuclear localization was sufficient for polyadenylation independently of CstF-77 interaction, MS2-CstF-64ΔHinge+NLS was generated from MS2-CstF-64ΔHinge by the addition of the SV40 nuclear localization signal (supplemental Fig. 1A). MS2-CstF-64ΔHinge+NLS expressed in HeLa cells to approximately the same degree as MS2-CstF-64 or the other Hinge region deletion mutants (data not shown) but displayed no greater luciferase expression than the SL-Luc reporter alone (supplemental Fig. 1B, bar 7). Immunofluorescence using cells transfected with MS2-CstF-64ΔHinge+NLS and tested with anti-FLAG antibody confirmed that the MS2-CstF-64ΔHinge+NLS localized primarily to the nucleus (supplemental Fig. 1G). These data confirm that polyadenylation activity requires not only nuclear localization but also interaction of CstF-64 with CstF-77.The CstF-64 Hinge Domain Is Sufficient for Nuclear Localization and CstF-77 Association The previous experimental data support the conclusion that the Hinge region of CstF-64 is necessary for nuclear localization, CstF-77 association, and polyadenylation. Next, we tested whether the Hinge domain itself is sufficient for CstF-64 nuclear localization and CstF-77 association. To test this, the MS2 domain (included because it contained the 3×FLAG epitope) and the 121-amino acid Hinge domain of CstF-64 were cloned upstream of green fluorescent protein (GFP) to generate MS2-Hinge-GFP (Fig. 5A). For comparison, two additional plasmids were generated: one containing the 3×FLAG epitope, GFP, and the MS2 domain but without the CstF-64 Hinge region (MS2-GFP) and another containing three copies of the SV40 nuclear localization signal, the MS2 domain, and GFP (NLS-MS2-GFP). Upon transfection into HeLa cells, GFP fluorescence of MS2-Hinge-GFP and NLS-MS2-GFP proteins was apparent in nuclei (Fig. 5, B and F, arrows). In contrast, fluorescence of MS2-GFP was apparent throughout both nuclei and cytoplasm (Fig. 5D, arrowheads). Nuclear localization of the MS2-Hinge-GFP and NLS-MS2-GFP and cytoplasmic localization of MS2-GFP were confirmed by anti-FLAG staining (Fig. 5, C, E, and G).Open in a separate windowFIGURE 5.The Hinge domain is sufficient for nuclear localization and CstF-77 association. A, diagram of domain structure of GFP fusion proteins containing the MS2 and Hinge domains (MS2-Hinge-GFP), the MS2 RBD (MS2-GFP), or three copies of the SV40 nuclear localization signal fused to the MS2 domain (NLS-MS2-GFP). The MS2 domain was included in each construct because it contained the 3×FLAG epitope. B–G, HeLa cells were transfected on coverslips with the GFP expression constructs. Cells were fixed and probed using an anti-FLAG antibody. Images show an overlay of the phase contrast of the cells (in red) with GFP fluorescence (B, D, and F, green) or anti-FLAG immunofluorescence (C, E, and G, blue). Arrows indicate nuclear expression of either GFP fluorescence and anti-FLAG signal, whereas arrowheads indicate cytoplasmic expression by either GFP fluorescence or anti-FLAG signal. H and I, HeLa cells were transfected with GFP fusion expression plasmids (lanes 1–9), and immunoprecipitations and immunoblots were performed as for Fig. 4. Lanes 1, 4, and 7 represent total extract (T); lanes 2, 5, and 8 represent supernatants (S); and lanes 3, 6, and 9 represent the antibody-bound pellet fractions (P). Immunoblots were probed with either the anti-FLAG antibody (H) or the anti-CstF-77 antibody (I). MW represents mobilities of molecular size markers in kilodaltons.To test for CstF-77 association, immunoprecipitation was performed on the expressed proteins from each GFP fusion plasmid (Fig. 5, H and I). Immunoblots from each reaction were probed with anti-FLAG (Fig. 5H) or anti-CstF-77 (Fig. 5I) antibodies to determine whether CstF-77 was associated with MS2-Hinge-GFP, MS2-GFP, or NLS-MS2-GFP in the bound pellet. CstF-77 association was found only with MS2-Hinge-GFP (Fig. 5I, lane 3) and not with either MS2-GFP (Fig. 5I, lane 6) or NLS-MS2-GFP (Fig. 5I, lane 9). These data suggest that the Hinge domain is sufficient for both CstF-77 association and nuclear localization. DISCUSSIONThe CstF-64 protein is critical for cell growth because of its role in polyadenylation, transcriptional termination, and gene expression (7, 16, 38, 39, 66). However, because of this indispensability, it has been difficult to determine the functions of individual domains of mammalian CstF-64 in vivo. SLAP is an in vivo assay for measuring CstF-64-dependent polyadenylation activity in mammalian cells in vivo. By taking advantage of the specific coupling of reporter gene expression with a mutated CstF-64, we were able to avoid competition with endogenous CstF-64 and validate that SLAP faithfully reflected changes in polyadenylation. We showed that mutations that are known to reduce polyadenylation activity (60, 61) resulted in reductions in SLAP reporter activity that correlated with reductions in luciferase mRNA levels, 3′ end formation, and protein expression. Most likely, inefficient polyadenylation at the SL-Luc 3′ end resulted in decreased transcriptional termination (67, 68) and decreased nucleocytoplasmic export (69, 70) of the mRNA. This, with the knowledge that changes in the structure of MS2-CstF-64 result in changes in luciferase gene expression without changing the structure of the SL-Luc mRNA, led us to conclude that the SLAP system was a useful method to measure in vivo changes in polyadenylation due to CstF-64 function.We were surprised that deletion of the RBD had an effect on polyadenylation function because experiments in Fig. 1 illustrated that the interaction of MS2-CstF-64 with the SL-Luc pre-mRNA appeared to be mediated through the MS2 stem-loop interaction. It has been proposed that an α helix adjacent to the core RNA recognition motif of the CstF-64 RBD(35) might serve as a “gate” to help discriminate RNA sequences and relay signals from elsewhere in the molecule (26, 35, 42, 43). Possibly, the RBD has additional functions other than RNA binding, and deletion of the RBD removed the non-RNA binding function.The decrease in luciferase expression upon deletion of the proline/glycine-rich domain was not as great as that of the RBD or CTD, suggesting that its function was less important. Multiple prolines are often associated with protein-protein interaction domains, so its deletion might disrupt such interactions. Prolines and glycines are also known to form highly unstructured regions of proteins. Possibly, this domain serves as a flexible linker, allowing greater resilience in the spacing of other domains of CstF-64. In support of this hypothesis, sequence comparisons show that the proline/glycine-rich domain is less highly conserved than other domains among CstF-64 homologs,4 suggesting that the exact sequence may be less important than the overall size and proline/glycine content of the domain. Recently, we described a neuronal splice variant of CstF-64, βCstF-64, that interrupts the proline/glycine-rich domain with a neural-specific element (71). Our unpublished data suggest that this element alters polyadenylation function of βCstF-64,5 further suggesting functions for both the proline/glycine-rich domain and the βCstF-64-specific domain.Intriguingly, deletion of the 12×MEAR(A/G) domain did not affect polyadenylation efficiency. Although the MEAR(A/G) domain is conserved in many vertebrates (72), it is not found in Xenopus (73), so its function seems dispensable in some species. Because of its predicted helical structure reinforced by ion pairs (51), the MEAR(A/G) domain might play a structural role, such as in preserving spacing between other functional domains. If it had such a role, then deletion of the domain might not result in changes in luciferase activity in SLAP but would require other assays to uncover.Less surprisingly, deletion of the highly conserved CTD of CstF-64 resulted in a significant decrease in luciferase gene expression (Fig. 3B). Interaction of the CTD with Pcf11 (14, 16), and possibly with PC4 (14), is known to couple polyadenylation with transcriptional termination. Recently, Qu et al. (16) investigated the functions of the CTD that were conserved in yeast RNA15 and mammalian CstF-64. Mutation or deletion of the RNA15 CTD resulted in slow growth or lethality in yeast as well as loss of Pcf11 interaction; the authors did not address whether those changes correlated with changes in polyadenylation. Our finding that deletion of the CTD resulted in decreased luciferase expression (Fig. 3B) and 3′ end formation (data not shown) is consistent with the hypothesis that the CTD is involved in polyadenylation as well as termination. Possibly, deletion of the CstF-64 CTD precludes the Pcf11-mediated coupling of CstF to RNA polymerase II (74,–76), reducing the ability of CstF to participate in 3′ end formation. Interestingly, the 3′ end processing and RNA polymerase interaction functions of Pcf11 can be uncoupled in yeast (74), suggesting that the CstF-64 CTD might have independent functions in both polyadenylation and termination.Because previous studies showed that CstF-64 was bound to its partner, CstF-77, through the misleadingly named Hinge domain (44,–46), we chose to focus on this domain to determine its function in polyadenylation. Because CstF-64 lacked a nuclear localization signal, but CstF-77 had one (46, 63), we hypothesized that the Hinge domain might be necessary for CstF-64 nuclear localization through CstF-77 interaction. In support of this, we showed that deletion of the entire Hinge domain resulted in loss of CstF-64 nuclear localization (Fig. 4C) and polyadenylation activity (Fig. 3B). Additionally, deletion of smaller portions of the Hinge domain (supplemental Fig. 1) and point mutations within it (supplemental Fig. 1) resulted in loss of these functions, suggesting an extensive surface for interaction of CstF-64 and CstF-77. Other studies have shown that the C-terminal region of CstF-77 is the site of interaction with CstF-64 (45, 77); it will be interesting to determine the structural basis of the CstF-64-CstF-77 interactions.Our results suggest a model in which CstF-64 first associates with CstF-77 in the cytoplasm through the CstF-64 Hinge domain (Fig. 6). Although not proven here, CstF-50 most likely joins this complex through its independent interaction with CstF-77 (45). We propose that this tripartite interaction occurs co-translationally, as has been suggested previously (63). Thereafter, nuclear import of the CstF complex occurs, probably via the CstF-77 nuclear localization signal (46, 78). A similar model was recently proposed for nuclear import of the Arabidopsis ortholog of CPSF-30 (79), suggesting that control of nuclear import may be a common regulatory mechanism in polyadenylation. In the nucleus, CstF and other 3′ end processing factors accumulate in cleavage bodies that are associated with sites of RNA synthesis (62, 64, 80); it is not certain what drives these factors to these locations (80). After leaving the cleavage bodies, CstF associates with RNA polymerase II at promoters (12, 81), probably through interactions of CstF-64 with Pcf11 (16, 74). CstF then probably follows the polymerase during transcription to the termination site (75, 76, 81, 82), from which 3′ end formation and termination occur.Open in a separate windowFIGURE 6.Model for CstF assembly, nuclear translocation, and polyadenylation activity. CstF assembles in the cytoplasm mediated by the specific interaction of CstF-64 with CstF-77 via the Hinge domain (left); CstF-50 presumably associates at the same time. The assembled CstF complex is then transported to the nucleus (center) mediated by the nuclear localization signal in CstF-77 ((NLS) CstF-77). Finally, CstF associates with CPSF through a CstF-77-CPSF-160 interaction, mediating recognition of authentic polyadenylation sites followed by cleavage and polyadenylation of the pre-mRNA.We detected small amounts of MS2-CstF-64 in cytoplasm (Figs. 4 and ​and5),5), although this has not been reported for CstF-64 (62) or RNA15 (83). Possibly, the cytoplasmic MS2-CstF-64 was due to overexpression in our transient transfection system. However, there has been a clear demonstration of a role for CstF-77 in cytoplasmic polyadenylation in Xenopus oocytes (56), and therefore, the possibility exists for CstF-64 localization in the cytoplasm associated with cytoplasmic CstF-77. Similarly, it has been shown that symplekin, a protein that interacts with CstF-64 (45), is involved with cytoplasmic polyadenylation (84). This interaction might result in cytoplasmic localization of MS2-CstF-64.The easy and reproducible in vivo assay for polyadenylation described here opens several avenues for studying the roles of individual proteins that interact with pre-mRNA during polyadenylation. Other laboratories have used the MS2 coat protein-RNA stem-loop interaction system to examine features of polyadenylation in vitro (21, 37, 85), although none have applied the system to in vivo functions. Using SLAP, we can test the in vivo functions of different domains of the CstF-64 protein as we have done here. We can test the contributions of other sequence elements in the pre-mRNA to polyadenylation efficiency. Finally, we can imagine extending the SLAP system to determine the functions of other RNA-binding components of the polyadenylation machinery, for example CPSF-160, which binds the AAUAAA polyadenylation signal, or indirectly, CstF-77 and CstF-50. AcknowledgmentsWe extend heartfelt thanks to Mark McNally and Nicole Maciolek (Medical College of Wisconsin, Milwaukee, WI) for developing the in vitro system that we adopted for the SLAP system and for donating the plasmids containing the MS2 RBD and MS2 stem-loop sequences prior to publication. We thank Elisabeth Mandart (Centre de Recherches de Biochimie Macromoléculaire, Montpellier, France) for the CstF-77 antibody, Mohamed Fokar (Texas Tech University) for help with quantitative PCR, and members of the MacDonald laboratory for troubleshooting and research ideas. We thank Daniel Webster for technical advice and S. Sridhara, Charles Faust, Sandra Whelly, Jeffrey Thomas Ganesh Shankarling, and Merrin Thomas (Texas Tech University Health Sciences Center) for support and comments on the manuscript. *This work was supported, in whole or in part, by National Institutes of Health Grant R01 HD37109 (to C. C. M.). This work was also supported by grants from the South Plains Foundation and the Texas Tech University Health Sciences Center School of Medicine (to C. C. M.).♦This article was selected as a Paper of the Week.The on-line version of this article (available at http://www.jbc.org) contains supplemental Figs. 1 and 2 and supplemental Table 1.4B. Dass and C. C. MacDonald, unpublished results.5G. S. Shankarling and C. C. MacDonald, unpublished results. 3The abbreviations used are:\nRBDRNA-binding domainSLAPstem-loop luciferase assay for polyadenylationCTDC-terminal domainNLSnuclear localization sequenceCPSFcleavage and polyadenylation specificity factorPBSphosphate-buffered salineRACErapid amplification of cDNA endsTricineN-[2-hydroxy-1,1-bis(hydroxymethyl)ethyl]glycineqRT-PCRquantiative reverse transcription-PCRGFPgreen fluorescent proteinSLstem-loopLucluciferase. REFERENCES1. Edmonds M., Abrams R. (1960) J. Biol. Chem. 235, 1142–1149 [PubMed] [Google Scholar]2. Darnell J. E., Wall R., Tushinski R. J. (1971) Proc. Natl. Acad. Sci. U.S.A. 68, 1321–1325 [PMC free article] [PubMed] [Google Scholar]3. Edmonds M., Vaughan M. H., Jr., Nakazato H. (1971) Proc. Natl. Acad. Sci. U.S.A. 68, 1336–1340 [PMC free article] [PubMed] [Google Scholar]4. Lee S. Y., Mendecki J., Brawerman G. (1971) Proc. Natl. Acad. Sci. U.S.A. 68, 1331–1335 [PMC free article] [PubMed] [Google Scholar]5. Zhao J., Hyman L., Moore C. (1999) Microbiol. Mol. Biol. Rev. 63, 405–445 [PMC free article] [PubMed] [Google Scholar]6. Edmonds M. (2002) Prog. Nucleic Acid Res. Mol. Biol. 71, 285–389 [PubMed] [Google Scholar]7. Takagaki Y., Manley J. L. (1998) Molecular Cell 2, 761–771 [PubMed] [Google Scholar]8. Calvo O., Manley J. L. (2003) Genes Dev. 17, 1321–1327 [PubMed] [Google Scholar]9. Buratowski S. (2005) Curr. Opin. Cell Biol. 17, 257–261 [PubMed] [Google Scholar]10. Mirkin N., Fonseca D., Mohammed S., Cevher M. A., Manley J. L., Kleiman F. E. (2008) Nucleic Acids Res. 36, 1792–1804 [PMC free article] [PubMed] [Google Scholar]11. Zhu Z. H., Yu Y. P., Shi Y. K., Nelson J. B., Luo J. H. (2009) Oncogene 28, 41–51 [PMC free article] [PubMed] [Google Scholar]12. McCracken S., Fong N., Yankulov K., Ballantyne S., Pan G., Greenblatt J., Patterson S. D., Wickens M., Bentley D. L. (1997) Nature 385, 357–361 [PubMed] [Google Scholar]13. Moreira A., Takagaki Y., Brackenridge S., Wollerton M., Manley J. L., Proudfoot N. J. (1998) Genes Dev. 12, 2522–2534 [PMC free article] [PubMed] [Google Scholar]14. Calvo O., Manley J. L. (2001) Mol Cell 7, 1013–1023 [PubMed] [Google Scholar]15. Fong N., Bentley D. L. (2001) Genes Dev. 15, 1783–1795 [PMC free article] [PubMed] [Google Scholar]16. Qu X., Perez-Canadillas J. M., Agrawal S., De Baecke J., Cheng H., Varani G., Moore C. (2007) J. Biol. Chem. 282, 2101–2115 [PubMed] [Google Scholar]17. Christofori G., Keller W. (1988) Cell 54, 875–889 [PubMed] [Google Scholar]18. Takagaki Y., Ryner L. C., Manley J. L. (1989) Genes Dev. 3, 1711–1724 [PubMed] [Google Scholar]19. Gilmartin G. M., Nevins J. R. (1989) Genes Dev. 3, 2180–2190 [PubMed] [Google Scholar]20. Mandel C. R., Bai Y., Tong L. (2008) Cell Mol. Life Sci. 65, 1099–1122 [PMC free article] [PubMed] [Google Scholar]21. Shi Y., Di Giammartino D. C., Taylor D., Sarkeshik A., Rice W. J., Yates J. R., 3rd, Frank J., Manley J. L. (2009) Mol. Cell 33, 365–376 [PMC free article] [PubMed] [Google Scholar]22. Moore C. L., Chen J., Whoriskey J. (1988) EMBO J. 7, 3159–3169 [PMC free article] [PubMed] [Google Scholar]23. Wilusz J., Shenk T. (1988) Cell 52, 221–228 [PubMed] [Google Scholar]24. Chou Z. F., Chen F., Wilusz J. (1994) Nucleic Acids Res. 22, 2525–2531 [PMC free article] [PubMed] [Google Scholar]25. MacDonald C. C., Wilusz J., Shenk T. (1994) Mol. Cell. Biol. 14, 6647–6654 [PMC free article] [PubMed] [Google Scholar]26. Salisbury J., Hutchison K. W., Graber J. H. (2006) BMC Genomics 7, 55. [PMC free article] [PubMed] [Google Scholar]27. Niwa M., MacDonald C. C., Berget S. M. (1992) Nature 360, 277–280 [PubMed] [Google Scholar]28. Mann K. P., Weiss E. A., Nevins J. R. (1993) Mol. Cell. Biol. 13, 2411–2419 [PMC free article] [PubMed] [Google Scholar]29. Edwalds-Gilbert G., Milcarek C. (1995) Mol. Cell. Biol. 15, 6420–6429 [PMC free article] [PubMed] [Google Scholar]30. McGregor F., Phelan A., Dunlop J., Clements J. B. (1996) J. Virol. 70, 1931–1940 [PMC free article] [PubMed] [Google Scholar]31. Takagaki Y., Seipelt R. L., Peterson M. L., Manley J. L. (1996) Cell 87, 941–952 [PubMed] [Google Scholar]32. Martincic K., Campbell R., Edwalds-Gilbert G., Souan L., Lotze M. T., Milcarek C. (1998) Proc. Natl. Acad. Sci. U.S.A. 95, 11095–11100 [PMC free article] [PubMed] [Google Scholar]33. Chennathukuzhi V. M., Lefrancois S., Morales C. R., Syed V., Hecht N. B. (2001) Mol. Reprod. Dev. 58, 460–469 [PubMed] [Google Scholar]34. Veraldi K. L., Arhin G. K., Martincic K., Chung-Ganster L. H., Wilusz J., Milcarek C. (2001) Mol. Cell. Biol. 21, 1228–1238 [PMC free article] [PubMed] [Google Scholar]35. Pérez Cañadillas J. M., Varani G. (2003) EMBO J. 22, 2821–2830 [PMC free article] [PubMed] [Google Scholar]36. Uitte de Willige S, Rietveld I. M., De Visser M. C., Vos H. L., Bertina R. M. (2007) J. Thromb. Haemost. 5, 1243–1249 [PubMed] [Google Scholar]37. Maciolek N. L., McNally M. T. (2008) Virology 374, 468–476 [PMC free article] [PubMed] [Google Scholar]38. Minvielle-Sebastia L., Winsor B., Bonneaud N., Lacroute F. (1991) Mol. Cell. Biol. 11, 3075–3087 [PMC free article] [PubMed] [Google Scholar]39. Dass B., Tardif S., Park J. Y., Tian B., Weitlauf H. M., Hess R. A., Carnes K., Griswold M. D., Small C. L., Macdonald C. C. (2007) Proc. Natl. Acad. Sci. U.S.A. 104, 20374–20379 [PMC free article] [PubMed] [Google Scholar]40. Beyer K., Dandekar T., Keller W. (1997) J. Biol. Chem. 272, 26769–26779 [PubMed] [Google Scholar]41. Takagaki Y., Manley J. L. (1997) Mol. Cell. Biol. 17, 3907–3914 [PMC free article] [PubMed] [Google Scholar]42. Deka P., Rajan P. K., Perez-Canadillas J. M., Varani G. (2005) J. Mol. Biol. 347, 719–733 [PubMed] [Google Scholar]43. Monarez R. R., MacDonald C. C., Dass B. (2007) Biochem. J. 401, 651–658 [PMC free article] [PubMed] [Google Scholar]44. Hatton L. S., Eloranta J. J., Figueiredo L. M., Takagaki Y., Manley J. L., O'Hare K. (2000) Nucleic Acids Res. 28, 520–526 [PMC free article] [PubMed] [Google Scholar]45. Takagaki Y., Manley J. L. (2000) Mol. Cell. Biol. 20, 1515–1525 [PMC free article] [PubMed] [Google Scholar]46. Benoit B., Juge F., Iral F., Audibert A., Simonelig M. (2002) Proc. Natl. Acad. Sci. U.S.A. 99, 10593–10598 [PMC free article] [PubMed] [Google Scholar]47. Yao Y., Song L., Katz Y., Galili G. (2002) J. Exp. Bot. 53, 2277–2278 [PubMed] [Google Scholar]48. Bai Y., Auperin T. C., Chou C. Y., Chang G. G., Manley J. L., Tong L. (2007) Molecular Cell 25, 863–875 [PubMed] [Google Scholar]49. Hunt A. G., Xu R., Addepalli B., Rao S., Forbes K. P., Meeks L. R., Xing D., Mo M., Zhao H., Bandyopadhyay A., Dampanaboina L., Marion A., Von Lanken C., Li Q. Q. (2008) BMC Genomics 9, 220. [PMC free article] [PubMed] [Google Scholar]50. Takagaki Y., MacDonald C. C., Shenk T., Manley J. L. (1992) Proc. Natl. Acad. Sci. U.S.A. 89, 1403–1407 [PMC free article] [PubMed] [Google Scholar]51. Richardson J. M., McMahon K. W., MacDonald C. C., Makhatadze G. I. (1999) Biochemistry 38, 12869–12875 [PubMed] [Google Scholar]52. Hague L. K., Hall-Pogar T., Lutz C. S. (2008) Methods Mol. Biol. 419, 171–185 [PubMed] [Google Scholar]53. Lago H., Fonseca S. A., Murray J. B., Stonehouse N. J., Stockley P. G. (1998) Nucleic Acids Res. 26, 1337–1344 [PMC free article] [PubMed] [Google Scholar]54. Takagaki Y., Manley J. L., MacDonald C. C., Wilusz J., Shenk T. (1990) Genes Dev. 4, 2112–2120 [PubMed] [Google Scholar]55. Wallace A. M., Dass B., Ravnik S. E., Tonk V., Jenkins N. A., Gilbert D. J., Copeland N. G., MacDonald C. C. (1999) Proc. Natl. Acad. Sci. U.S.A. 96, 6763–6768 [PMC free article] [PubMed] [Google Scholar]56. Rouget C., Papin C., Mandart E. (2006) J. Biol. Chem. 281, 28687–28698 [PubMed] [Google Scholar]57. Yang Y., Ho S. C., Yap M. G. (2009) Biotechnol. Bioeng. 102, 1152–1160 [PubMed] [Google Scholar]58. Hernan R., Heuermann K., Brizzard B. (2000) BioTechniques 28, 789–793 [PubMed] [Google Scholar]59. Valegârd K., Murray J. B., Stonehouse N. J., van den Worm S., Stockley P. G., Liljas L. (1997) J. Mol. Biol. 270, 724–738 [PubMed] [Google Scholar]60. Wilusz J., Pettine S. M., Shenk T. (1989) Nucleic Acids Research 17, 3899–3908 [PMC free article] [PubMed] [Google Scholar]61. Sheets M. D., Ogg S. C., Wickens M. P. (1990) Nucleic Acids Research 18, 5799–5805 [PMC free article] [PubMed] [Google Scholar]62. Schul W., Groenhout B., Koberna K., Takagaki Y., Jenny A., Manders E. M., Raska I., van Driel R., de Jong L. (1996) EMBO J. 15, 2883–2892 [PMC free article] [PubMed] [Google Scholar]63. Takagaki Y., Manley J. L. (1994) Nature 372, 471–474 [PubMed] [Google Scholar]64. Schul W., van Driel R., de Jong L. (1998) Exp. Cell Res. 238, 1–12 [PubMed] [Google Scholar]65. Chou P. Y., Fasman G. D. (1974) Biochemistry 13, 222–245 [PubMed] [Google Scholar]66. Cui M., Allen M. A., Larsen A., Macmorris M., Han M., Blumenthal T. (2008) Proc. Natl. Acad. Sci. U.S.A. 105, 16665–16670 [PMC free article] [PubMed] [Google Scholar]67. Wickens M., Stephenson P. (1984) Science 226, 1045–1051 [PubMed] [Google Scholar]68. Connelly S., Manley J. L. (1988) Genes Dev. 2, 440–452 [PubMed] [Google Scholar]69. Stutz F., Izaurralde E. (2003) Trends Cell Biol. 13, 319–327 [PubMed] [Google Scholar]70. Erkmann J. A., Kutay U. (2004) Exp. Cell Res. 296, 12–20 [PubMed] [Google Scholar]71. Shankarling G. S., Coates P. W., Dass B., Macdonald C. C. (2009) BMC Mol. Biol. 10, 22. [PMC free article] [PubMed] [Google Scholar]72. Dass B., McDaniel L., Schultz R. A., Attaya E., MacDonald C. C. (2002) Genomics 80, 509–514 [PubMed] [Google Scholar]73. Barbaux S., Seery L. T., Schoenberg D. R., Sellar G. C., Whitehead A. S. (1996) Comp. Biochem. Physiol. B. Biochem. Mol. Biol. 114, 313–315 [PubMed] [Google Scholar]74. Sadowski M., Dichtl B., Hübner W., Keller W. (2003) EMBO J. 22, 2167–2177 [PMC free article] [PubMed] [Google Scholar]75. Zhang Z., Gilmour D. S. (2006) Mol. Cell 21, 65–74 [PubMed] [Google Scholar]76. West S., Proudfoot N. J. (2008) Nucleic Acids Res. 36, 905–914 [PMC free article] [PubMed] [Google Scholar]77. Legrand P., Pinaud N., Minvielle-Sébastia L., Fribourg S. (2007) Nucleic Acids Res. 35, 4515–4522 [PMC free article] [PubMed] [Google Scholar]78. Colgan D. F., Manley J. L. (1997) Genes Dev. 11, 2755–2766 [PubMed] [Google Scholar]79. Rao S., Dinkins R. D., Hunt A. G. (2009) BMC Cell Biol. 10, 51. [PMC free article] [PubMed] [Google Scholar]80. Li L., Roy K., Katyal S., Sun X., Bléoo S., Godbout R. (2006) Mol. Biol. Cell 17, 1126–1140 [PMC free article] [PubMed] [Google Scholar]81. Glover-Cutter K., Kim S., Espinosa J., Bentley D. L. (2008) Nat. Struct. Mol. Biol. 15, 71–78 [PMC free article] [PubMed] [Google Scholar]82. Nag A., Narsinh K., Martinson H. G. (2007) Nat. Struct. Mol. Biol. 14, 662–669 [PubMed] [Google Scholar]83. Bonneaud N., Minvielle-Sebastia L., Cullin C., Lacroute F. (1994) J. Cell Sci. 107, 913–921 [PubMed] [Google Scholar]84. Barnard D. C., Ryan K., Manley J. L., Richter J. D. (2004) Cell 119, 641–651 [PubMed] [Google Scholar]85. Hall-Pogar T., Liang S., Hague L. K., Lutz C. S. (2007) RNA 13, 1103–1115 [PMC free article] [PubMed] [Google Scholar]"}