{"title": "INTS6/DICE1 inhibits growth of human androgen-independent prostate cancer cells by altering the cell cycle profile and Wnt signaling", "pubDate": "2009", "PMCID": "PMC2779787", "DOI": "10.1186/1475-2867-9-28", "PMID": "19906297", "abstract": "Background:                       The gene encoding integrator complex subunit 6 (INTS6), previously known as deleted in cancer cells 1 (DICE1, OMIM 604331) was found to be frequently affected by allelic deletion and promoter hypermethylation in prostate cancer specimens and cell lines. A missense mutation has been detected in prostate cancer cell line LNCaP. Together, these results suggest INTS6/DICE1 as a putative tumor suppressor gene in prostate cancer. In this study, we examined the growth inhibitory effects of INTS6/DICE1 on prostate cancer cells.                  Results:                       Markedly decreased INTS6/DICE1 mRNA levels were detected in prostate cancer cell lines LNCaP, DU145 and PC3 as well as CPTX1532 as compared to a cell line derived from normal prostate tissue, NPTX1532. Exogenous re-expression of INTS6/DICE1 cDNA in androgen-independent PC3 and DU145 cell lines substantially suppressed their ability to form colonies in vitro. This growth inhibition was not due to immediate induction of apoptosis. Rather, prostate cancer cells arrested in G1 phase of the cell cycle. Expression profiling of members of the Wnt signaling pathway revealed up-regulation of several genes including disheveled inhibitor CXXC finger 4 (CXXC4), frizzled homologue 7 (FZD7), transcription factor 7-like 1 (TCF7L1), and down-regulation of cyclin D1.                  Conclusion:                       These results show for the first time a link between INTS6/DICE1 function, cell cycle regulation and cell-cell communication involving members of the Wnt signaling pathway.", "author": [{"author": "Stephanie Filleur", "affiliation": ["Texas Tech University Health Sciences Center, Department of Urology, Lubbock, TX, USA. stephanie.filleur@ttuhsc.edu"], "href": "/?term=Filleur+S&cauthor_id=19906297"}, {"author": "Jennifer Hirsch", "affiliation": [], "href": "/?term=Hirsch+J&cauthor_id=19906297"}, {"author": "Aline Wille", "affiliation": [], "href": "/?term=Wille+A&cauthor_id=19906297"}, {"author": "Margarete Schön", "affiliation": [], "href": "/?term=Sch%C3%B6n+M&cauthor_id=19906297"}, {"author": "Christian Sell", "affiliation": [], "href": "/?term=Sell+C&cauthor_id=19906297"}, {"author": "Michael H Shearer", "affiliation": [], "href": "/?term=Shearer+MH&cauthor_id=19906297"}, {"author": "Thomas Nelius", "affiliation": [], "href": "/?term=Nelius+T&cauthor_id=19906297"}, {"author": "Ilse Wieland", "affiliation": [], "href": "/?term=Wieland+I&cauthor_id=19906297"}], "refPMID": ["16551847", "10467397", "11939413", "12527901", "16007164", "16271964", "12388743", "16239144", "18828910", "19136632", "9473344", "15254679", "9041206", "16266997", "8649825", "8972223", "11445567", "14694521", "11526479", "16061670", "11113207", "7690960", "2440339", "15278364", "11846609"], "citedInPMID": ["19906297", "34004147", "32800671", "31341961", "30807579", "29895194", "28899352", "28720891", "25686840", "24129674", "24082823", "21429240", "20659008", "20460113"], "body": " AbstractBackgroundThe gene encoding integrator complex subunit 6 (INTS6), previously known as deleted in cancer cells 1 (DICE1, OMIM 604331) was found to be frequently affected by allelic deletion and promoter hypermethylation in prostate cancer specimens and cell lines. A missense mutation has been detected in prostate cancer cell line LNCaP. Together, these results suggest INTS6/DICE1 as a putative tumor suppressor gene in prostate cancer. In this study, we examined the growth inhibitory effects of INTS6/DICE1 on prostate cancer cells.ResultsMarkedly decreased INTS6/DICE1 mRNA levels were detected in prostate cancer cell lines LNCaP, DU145 and PC3 as well as CPTX1532 as compared to a cell line derived from normal prostate tissue, NPTX1532. Exogenous re-expression of INTS6/DICE1 cDNA in androgen-independent PC3 and DU145 cell lines substantially suppressed their ability to form colonies in vitro. This growth inhibition was not due to immediate induction of apoptosis. Rather, prostate cancer cells arrested in G1 phase of the cell cycle. Expression profiling of members of the Wnt signaling pathway revealed up-regulation of several genes including disheveled inhibitor CXXC finger 4 (CXXC4), frizzled homologue 7 (FZD7), transcription factor 7-like 1 (TCF7L1), and down-regulation of cyclin D1.ConclusionThese results show for the first time a link between INTS6/DICE1 function, cell cycle regulation and cell-cell communication involving members of the Wnt signaling pathway. BackgroundProstate cancer is the most common malignancy and the second leading cause of cancer-related death in men from western countries. The American Cancer Society (ACS) estimated for 2009, 192,280 new cases of prostate cancer in the United States with approximately 27,360 cases ending in death (ACS, Cancer statistics, 2009). Although these numbers reflect the recent progress in prostate cancer therapy, they also reveal the demand for more effective therapeutic strategies.Progression of prostate cancer to androgen-independence has been associated with multiple molecular mechanisms such as androgen receptor (AR) gene amplification, AR gene mutations resulting in AR hypersensitivity or change of AR specificity, involvement of coregulators, ligand independent activation of the AR, and involvement of tumor stem cells [1]. More recently, other androgen-independent mechanisms involving dysregulation of several cell-survival signaling pathways in androgen-independent prostate cancer have also been established. Deleted In Cancer 1 (INTS6/DICE1) gene (OMIM 604331) was identified to colocalize with the microsatellite marker D13S284 in 13q14.3, a region frequently affected by allelic deletion in many solid tumors including prostate cancer [2-5]. INTS6/DICE1 missense mutations have been previously detected in lung and prostate cancer cell lines NCI-H2126 and LNCaP respectively, and reduced INTS6/DICE1 expression appears to be associated with CpG promoter hypermethylation in lung and prostate cancer cells [3,5-7]. DICE1 is a 100 kD widely expressed and highly conserved nuclear protein with predicted protein motifs reminiscent of classical DEAD box helicases suggesting its involvement in important nuclear functions such as DNA repair, transcription or RNA splicing [2,3,8]. In agreement with its nuclear localization, human DICE1 was detected to be subunit 6 of the integrator complex (INTS6) involved in small nuclear RNA processing [9]. This integrator complex is competent for transcription and may be recruited to the promoter of RNA polymerase II-dependent genes. Recently, INTS6/DICE1 has been identified as one of the target genes of CCAAT enhancer binding protein delta (C/EBPδ) which is highly expressed in growth arrested, contact inhibited mammary epithelial cells [10]. INTS6/DICE1 is also subject to regulation by the tumor suppressor CDC73 that is mutually inactivated in hereditary and sporadic parathyroid tumors [11]. In mouse, the INTS6/DICE1 homologue interfered with the response to insulin-like growth factor 1 (IGF-1), and mouse and human DICE1 cDNA suppressed anchorage-independent growth of transformed mouse cells [12,13]. These results suggest that INTS6/DICE1 is a tumor suppressor gene and emphasize the need to better characterize its function. ResultsINTS6/DICE1 mRNA expression is down-regulated in prostate cancer cellsIn order to reinforce DICE1 tumor suppressor function in prostate cancer, we analyzed its expression in different human androgen-dependent/-sensitive (LNCaP), androgen-independent/-insensitive (DU145, PC3, PC3-ml); and prostate cell lines isolated from prostatic primary tumor (paired normal/tumor 1532NPTX/1532CPTX cell lines) [14]. Northern blot showed that DICE-1 mRNA in all the prostate tumor cell lines tested is strongly down-regulated or undetectable compared to normal immortalized prostate 1532NPTX cells and BALB/c3T3 mouse cells transfected with the full length DICE1 cDNA (Figure ​(Figure11).Open in a separate windowFigure 1Northern blot of prostate cancer cell lines. LNCaP, DU145, PC3, PC3-ml and CPTX1532 and NPTX1532 (cells derived from cancer and normal prostate tissue) were analyzed using a full length DICE1 cDNA as a hybridization probe. BALB/c 3T3 cells transduced by full length DICE1 cDNA were used as a positive control. The position of DICE1 mRNA is indicated by an arrow on the right side and the positions of the 18S and 28S RNA are indicated by the hash marks on the left side. In the lower panel the same blot was subsequently probed for beta actin as a control for the relative amount of RNA in each sample. Note that two distinct batches of mRNA were collected from prostatic cell lines and gave similar expression profile for DICE1 mRNA.Exogenous expression of DICE1 inhibits the clonogenic formation capacity of androgen-independent cell lines through an apoptosis-independent pathwayDICE1 function in prostate cancer was studied by exogenously re-expressing DICE1 cDNA in the prostate tumor cell lines PC3 and DU145. This experiment was performed by transfecting the cancer cells with the pDICE1-EGFP fusion construct or pEGFP control expression plasmid (Figure ​(Figure2a,2a, left). Synthesis of a DICE1-EGFP fusion protein in PC3 (Figure ​(Figure2a,2a, right) and DU145 (data not shown) transfected cells was shown by a band around 150 kD by Western blot analysis. This size is slightly larger than the calculated size (expected ~125 kD). Similarly, a slightly larger than expected size band was previously found for human endogenous DICE1 protein functioning as integrator subunit 6 of the integrator multiprotein complex [9].Open in a separate windowFigure 2Inhibition of colony formation of PC3 and DU145 prostate cancer cells by pDICE1-EGFP fusion construct. PC3 and DU145 cells were transiently transfected with the pEGFP or pDICE1-EGFP fusion constructs. A. Equivalent transfection efficiencies (30-40%) at 48 hours post-transfection were verified by reporting EGFP in situ fluorescence on the total number of cells (regular light) using an inverted microscope (left). Expression of constructs was analyzed in PC3 cells by Western blotting of EGFP and DICE1-EGFP fusion protein using an anti-GFP monoclonal antibody (right). Sizes in kilodalton (kD) are indicated on the left. B. After transfection, prostate cancer cells were selected over 2-3 weeks in the presence of G418 antibiotic and stained with 0.5% crystal violet in methanol (left). Quantitative analysis of inhibition of the colony formation in PC3 and DU145 cells transfected with pEGFP and pDICE1-EGFP plasmid (right).Transfected cells were then tested for their ability to form colonies in vitro in G418 supplemented selective medium. Interestingly, we show that the re-expression of DICE1 inhibits colony formation of PC3 and DU145 cells by 50% and 90% respectively when compared to the control pEGFP-transfected cells (Figure ​(Figure2b).2b). With the androgen-dependent cell line LNCaP, previously shown to harbor missense mutation D546G in the DICE1 gene [6], we obtained inconsistent results concerning the growth-inhibitory responses to DICE1-EGFP (data not shown).To determine if DICE1 suppresses prostate cancer cell growth by inducing apoptosis, we analyzed its capacity to stimulate genomic DNA fragmentation in PC3 cells. PC3 cells were transiently transfected with pDICE1-EGFP or pEGFP plasmid. Subsequently, genomic DNA was extracted after 24 and 48 hours, quantified and loaded on an agarose gel. We could not detect any DNA fragmentation in PC3 transfected cells as compared to the apoptotic positive control cells (data not shown). These results were validated by loading higher amounts of genomic DNA (up to 10 μg, data not shown). In our understanding, the absence of an apoptotic signal could not be explained by a lack of sensitivity of the present assay. Indeed, we estimated approximately 30% transfection efficiency in this experiment, which is an adequate ratio to visualize DNA fragmentation. Additionally, we tested the capacity of DICE1 to induce necrosis in androgen-independent cells. As expected, this analysis performed by propidium iodide (PI) uptake assay on prostate cancer cells did not show any significant effect of DICE1 expression on the percentage of PI-positive cells (data not shown). In conclusion, our results suggest that DICE1 is inhibiting prostate cancer cell growth through an apoptosis- and necrosis-independent pathway.DICE1 expression induces G1 arrest in androgen-independent cell linesTo further understand the mechanisms involved in DICE1 growth inhibitory function, we examined the capacity of DICE1 to modify the cell cycle distribution of normal prostate cells RWPE-1 and prostate cancer cells LNCaP, PC3 and DU145. Similar to results obtained with normal RWPE-1 cells, re-expression of DICE1 in PC3 or DU145 cells induced a 30-50% cell reduction in the sub-G0 phase (15.1 +/- 0.52 for pEGFP-PC3 versus 10.4 +/- 0.54 for pDICE1-EGFP-PC3 and 28.4 +/- 2.21 for pEGFP-DU145 versus 14.9 -/+ 1.18 for pDICE1-EGFP-DU145), validating our hypothesis of an apoptosis-independent mechanism (Figure 3a-b). Likewise, the percentage of PC3 and DU145 cells in G0/G1 was increased about 20-30% following DICE1 re-expression suggesting a block in the G1-phase of the cell cycle (Figure ​(Figure3a;3a; 47.5 +/- 0.23 for pEGFP-PC3 versus 55.3 +/- 2.26 for pDICE1-EGFP-PC3 and 36.4 +/- 2.24 for pEGFP-DU145 versus 47.6 +/- 1.0 for pDICE1-EGFP-DU145). DU145 cells re-expressing DICE1 showed an additional 20% increase in cell number in G2/M phase emphasizing that DICE-1 could regulate the cell cycle at different levels. In agreement with the results obtained in the colony formation assay, the re-expression of DICE1 in LNCaP cell line did not present any significant effect on their cell cycle distribution.Open in a separate windowFigure 3Cell cycle distribution in response to INTS6/DICE1 re-expression. A. Normal prostate (RWPE-1) and cancer prostate (LNCaP, PC3 and DU145) cells were transfected with pEGFP or pDICE1-EGFP expression plasmid, stained with propidium iodide and the DNA content was analyzed by flow cytometry. B. Quantification of flow cytometry analysis of DNA content. Results are represented as the average values +/- SD calculated from three separate experiments. *: P < 0.05. Note the increase in the G1 cell population in PC3 and DU145 cells expressing pDICE1-EGFP compared to pEGFP cancer cells.Changes in the Wnt signaling pathway in response to DICE1As previously described, inhibition of the Wnt pathway in PC3 cells resulted in decreased colony formation in soft agar and in vivo tumor growth [15]. Therefore, we analyzed the expression of genes related to this pathway by PCR array. PC3 cells containing the exogenous pDICE1-EGFP fusion construct showed differences in the expression of several genes when compared with pEGFP-transfected PC3 cells indicating regulation of Wnt signaling in response to exogenous DICE1 expression (Table ​(Table1).1). In particular, genes like CXXC finger 4 (CXXC4), frizzled homolog 7 (FZD7) and transcription factor 7-like 1 (TCF7L1) showed an up-regulation of more than 3- to 7-fold, whereas cyclin D1 and transcription factor 7 (TCF7) were clearly down-regulated (3.8 and 3.6 fold, respectively; Table ​Table1).1). To confirm the PCR array results, we repeated the expression analysis by quantitative real-time PCR for selected genes CXXC4, TCF7L1 and CCND1 in DICE1- and control-transfected PC3 and DU145 cells. The data showed a clear 3.5 fold up-regulation of TCF7L1 in PC3 and DU145 cells in response to DICE1, whereas CCND1 was down-regulated (1.7 and 5.3 fold, respectively). In the case of CXXC4, DICE1-transfected PC3 cells showed a more than 30-fold up-regulation, whereas a 7-fold down-regulation was observed in DU145 cells (Figure ​(Figure44).Open in a separate windowFigure 4Real-time PCR of INTS6/DICE1 responsive genes. A. Up-regulation of INTS6/DICE1 expression in PC3 and DU145 cells 48 hours post-transfection with DICE1-EGFP fusion construct (DICE1) or EGFP vector (EGFP) as control. B. Selected INTS6/DICE1 responsive genes of the Wnt signaling pathway, CXX finger 4 (CXXC4), cyclin D1 (CCND1) and transcription factor 7-like 1 (TCFL1) monitored 48 hours after exogenous DICE1 expression in PC3 and DU145 cells. The fold change in gene expression was determined by the comparative C(T) method using G3PDH as reference.Table 1Expression profiling of Wnt signaling pathway in INTS6/DICE1 transfected PC3 cellsGene SymbolDescriptionGenBankFCUpregulated genesaAXIN1Axin 1{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_003502\",\"term_id\":\"1519245996\"}}NM_0035022.14CTBP2C-terminal binding protein 2{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_022802\",\"term_id\":\"1519244640\"}}NM_0228022.14CXXC4CXXC finger 4{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_025212\",\"term_id\":\"1519312317\"}}NM_0252127.5FZD7Frizzled homolog 7 (Drosophila){\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_003507\",\"term_id\":\"4503832\"}}NM_0035074.0JUNJun Oncogen{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_002228\",\"term_id\":\"1653960550\"}}NM_0022282.8MYCV-myc myelocytomatosis viral oncogen homolog (avian){\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_002467\",\"term_id\":\"1552482295\"}}NM_0024674.0SLC9A3R1Solute carrier family 9 (sodium/hydrogen exchanger){\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_004252\",\"term_id\":\"1519315806\"}}NM_0042522.64TT, brachyury homolog (mouse){\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_003181\",\"term_id\":\"394953944\"}}NM_0031812.3TCF7L1Transcription factor 7-like 1 (T-cell specific, HMG-box){\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_031283\",\"term_id\":\"1519241948\"}}NM_0312833.24TLETranscucin-like enhancer of split (E(sp1)homolog, Drosophila{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_005077\",\"term_id\":\"1519313246\"}}NM_0050772.14WISP1WNT1 inducible signalling pathway protein{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_003882\",\"term_id\":\"1519313940\"}}NM_0038823.24WNT3Wingless-type MMTV integration site family, member 3{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_030753\",\"term_id\":\"1519312780\"}}NM_0307532.3WNT5BWingless-type MMTV integration site family, member 5B{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_032642\",\"term_id\":\"1520687953\"}}NM_0326423.5Downregulated genesbAPCAdenomatosis polyposis coli{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_000038\",\"term_id\":\"1519241524\"}}NM_000038-2.5BTRCBeta-transducin repeat containing{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_033637\",\"term_id\":\"1519246362\"}}NM_033637-2.7CCND1Cyclin D1{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_053056\",\"term_id\":\"1732746166\"}}NM_053056-3.8FBXW2F-box and WD repeat domain containing 2{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_012164\",\"term_id\":\"1519244994\"}}NM_012164-3.3FZD6Frizzled homolog 6 (Drosophila){\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_003506\",\"term_id\":\"1519473544\"}}NM_003506-2.5SENP2SUMO1/sentrin/SMT3 specific peptidase 2{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_021627\",\"term_id\":\"1519316197\"}}NM_021627-2.3TCF7Transcription factor 7 (T-cell specific, HMG-box){\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_003202\",\"term_id\":\"1519241922\"}}NM_003202-3.6Open in a separate windowa: FC, fold change >2, b: FC, fold change <0,5 DiscussionPrevious studies provided functional evidence that the INTS6/DICE1 gene acts as a tumor suppressor gene [13]. Regarding prostatic tumorigenesis, INTS6/DICE1 expression is down-regulated in multiple prostate cancer cell lines as compared to normal prostate cells, and its exogenous re-expression in cancer cells leads to inhibition of their capacity to form colonies in vitro. However, few results exist on the molecular mechanisms involved in INTS6/DICE1 growth-inhibitory function. In a mouse tissue culture model with IGF-IR transformed Balb/c 3T3 cells, it has been shown that mouse and human DICE1 cDNA inhibit anchorage-independent growth [12,13]. These results suggested a link between the IGF-IR signaling system and DICE1 function. Anchorage-independent growth, suppression of apoptosis, cell migration, invasion and metastasis are particularly abolished in mouse tumor cells by mutational changes of tyrosine residues 1250 and 1251 positioned outside the kinase domain of IGF-IR [16-18]. In human prostate cancer cells, blockade of IGF-IR expression by antisense cRNA inhibits proliferation and invasion and leads to an enhanced rate of spontaneous apoptosis [19]. However, apoptotic death was not observed when investigating the capacity of exogenous INTS6/DICE1 to induce the fragmentation of genomic DNA in prostate cancer cells. This suggested that DICE1 protein inhibits clonogenic cancer cell growth by bypassing an immediate apoptotic response. In agreement with this hypothesis, we were able to show that DICE1 re-expression in androgen-independent prostate cancer cells induced cell arrest in the G1 phase of the cell cycle identifying a molecular mechanism by which DICE1 could limit prostate cancer cell growth.INTS6/DICE1 has been proposed to be a distant member of the DEAD box containing helicase superfamily II [3,8]. In this context, DICE1 protein has been recently identified as subunit 6 (INTS6) of the multi-protein Integrator complex involved in RNAPII-dependent transcription and processing of small nuclear RNA [9]. It now appears that modification in the expression level of INTS6/DICE1 could alter multi-protein complexes and consequently the gene expression profile in these cells. In prostate cancer with down-regulated INTS6/DICE1 expression, its exogenous expression may result in reassembly of DICE1 containing multi-protein complexes thus affecting distinct signaling pathways. Both IGF-1 receptor and Wnt signaling are fundamental pathways in tissue and organ development. Cross-talk between IGF-IR and Wnt signaling has been previously recognized during epithelium to mesenchymal transition as well as in Wnt-1/PTEN double transgenic mice [20,21]. A possible involvement of INTS6/DICE1 in growth arrest induction by serum and growth factor withdrawal and contact inhibition may also be inferred from the observation that INTS6/DICE1 is one of the primary target genes of C/EAPδ [10]. In fact, aberrantly activated Wnt signaling has also been implicated in prostate tumorigenesis and inhibition of the Wnt pathway in PC3 cells resulted in decreased colony formation in soft agar and in vivo tumor growth [22]. ConclusionThe results obtained in this study link DICE1 function to fundamental pathways involved in cell cycle regulation and cell-cell communication. Understanding DICE1 modes of action as it relates specifically to its regulatory properties on the Wnt signaling pathway will provide novel insights in support of a role for DICE1 protein in prostate cancer progression and may potentially lead to development of improved therapeutic approaches to prostate cancer. MethodsCell LinesHuman immortalized normal prostate cells RWPE-1 (American Type Culture Collection; ATCC) were grown in keratinocyte serum-free medium (Invitrogen, Carlsbad, CA) supplemented with 25 μg/ml bovine pituitary extract and 5 ng/ml epidermal growth factor. Human prostate cancer cells LNCaP, DU145, PC3 and PC3-ml were grown in RPMI 1640 medium supplemented with 10% fetal calf serum (HyClone, Perbio Science, Erembodegem-Aalst, Belgium) and 1% penicillin/streptomycin mix (Sigma, Taufkirchen, Germany). Paired cancer/normal human prostate cell lines, CPTX1532 and NPTX1532, were generated from patient undergoing radical prostatectomy and established by immortalization after micro-dissection of primary tumor cells and adjacent normal tissue respectively [14]. NPTX1532 and CPTX1532 cell lines were cultured in keratinocyte serum-free medium, 25 μg/ml bovine pituitary extract, 5 ng/ml epidermal growth factor, 2 mM L-Glutamine, 10 mM HEPES, 50 ng/ml gentamicin sulphate (all from Invitrogen, Carlsbad, CA), 5% heat inactivated fetal bovin serum (BioWhitacker, Rockville, MD), 2.5% penicillin/streptomycin mix (CellGro) and 0.5 μg/ml fungizone (CellGro). For transfection, prostate cells (1 × 105) were seeded in 35 mm culture dish and incubated overnight at 37°C. The cells were then transfected for 4 hours with 4 μg pDICE1-EGFP expression plasmid [13] or pEGFP control plasmid (Clontech) by using the CLONfectin kit (Clontech) following the recommended protocol. The transfection efficiencies were evaluated by counting the EGFP-positive cells under an inverted fluorescent microscope (Axiovert 25CFL, Zeiss, Göttingen, Germany), and reporting this number to the total number of cells (regular light).RNA isolation and Northern Blot analysisBALB/c3T3 mouse cells were infected with retroviral particles containing either the full length DICE1 cDNA or no insert. The retroviral packaging line Phoenix (provided by Dr. Gary Nolan at Stanford University) was used for viral transduction studies [23]. Cells were selected in 1 μg/ml puromycin for 3 days. Total RNA was isolated following the guanidinium isothiocyanate method of Chomczynski and Sacchi [24]. Northern blot analysis was carried out using 10 mg of total RNA in glyoxal agarose gels. Size fractionated RNA was transferred to nylon filters electrophoretically in 1× Tris Acetate EDTA buffer (TAE). Probes were labeled by random priming and hybridization was carried out using a solution of 7% SDS, 0.25 M Na3PO4, 5.6 mM Na4P2PO7, 2 mM EDTA. Washing was carried out under standard conditions.Colony formation assayAfter transfection, prostate cells were incubated over 2-3 weeks in the presence of G418 antibiotic (Sigma) to allow colonies to develop. At the endpoint of the experiment, the medium was removed, the colonies washed in PBS and stained with 0.5% crystal violet (Sigma) in methanol. Each colony formation assay was carried out in triplicate and repeated at least three times. The working concentration of G418 (380 μg/ml for PC3 and 240 μg/ml for DU145 cells) was defined as the lowest dose of antibiotic that kills 100% of non-transfected cells in 5-7 days from the start of G418 selection.Western blot analysisCell extracts of EGFP and DICE1-EGFP transfected cells were produced by RIPA lysis and separated by SDS-polyacrylamide gel electrophoresis (SDS-PAGE) according to Harlow and Lane [25]. The gel was blotted on to a PVDF transfer membrane (PVDF Polyscreen, NEN Life Science Products, Boston, MA, USA) using a semi-dry blotting device (Trans-blot SD, BioRad, München, Germany). Immunodetection was carried out by using affinity-purified monoclonal anti-GFP antibody JL-8 (Living Colors, Clontech, Palo Alto, U.S.A) and chemiluminescence as described in [26].Cell cycle analysisFor cell cycle analysis, prostate cells were trypsinized and washed with ice-cold PBS. Then cells were fixed with 70% ice-cold ethanol for 1 hour, followed by incubation in freshly prepared nuclei staining buffer (200 μg/ml RNase plus 20 μg/ml Propidium Iodide-PI in PBS) for 1 hour at 37°C. Cell cycle histograms were generated after analysis of PI-stained cells by fluorescence-activated cell sorting (FACS) with a Becton Dickinson FACVantage SE Cell Sorter. For each sample, triplicates were performed and >1 × 104 events were recorded. Histograms generated by FACS were analyzed by Cell Quest Software to determine the percentage of cells in each phase (G1-S-G2/M). Statistical evaluation of the data was done by paired Student's t test using the SPSS 11.5 software for Windows. SE and P values are shown where appropriate.Reverse transcription polymerase chain reaction (RT-PCR)Total RNA was isolated by using the RNeasy Mini kit (Qiagen GmBH, Hilden, Germany), following the manufacturer's recommendations. RNA (2.5 μg) of PC3 and DU145 cells were converted to cDNA by SuperScript III Reverse Transcriptase, using a mixture of Oligo dT (0.25 μg) and Random Primer (0.5 μg; all from Invitrogen, Carlsbad, CA, USA) in a volume of 11 μl RNase-free water. Gene expression (Table ​(Table1)1) was quantified in triplicate with the iCycler and MyIQ amplifiers (Bio-Rad) using a SYBR-Green Supermix kit as recommended by the supplier (Bio-Rad). The real-time PCR was performed with primers and annealing temperatures described in table ​table2;2; expression of each of the INTS6/DICE1 target genes was quantified in three distinct batches of transfection.Table 2Genes and corresponding primer sequencesGene SymbolForward Primer 5' → 3'Reverse Primer 5' → 3'Amplicon size (bp)Annealing Temp. (°C)G3PDHTGGTATCGTGGAAGGACTCAATGCCAGTGAGCTTCCCGTT18858DICE1TGCCCATCTTACTGTTCCTGTCTTCGAAAGTGACCAGC16958CXXC4TGCAAGAGGCTCATCAACTGTCATTTCCAAATGCCTTGAA20460CCND1AGGAACAGAAGTGCGAGGAGGGCGGATTGGAAATGAACT39460TCF7L1ACGAGCTGATCCCCTTCCTGACCTCGTGTCCTTGACTG40060Open in a separate windowRT2 Profiler PCR array systemThe expression of 84 genes related to human Wnt signaling pathway was analyzed in PC3 cells by quantitative real-time PCR using RT2 Profiler PCR Array technology (SABiosciences, Frederick, MD, USA). The provided Master Mix, containing dNTP's, polymerase, MgCl2 and SYBR-Green, and the cDNA were used as described by the manufacturer. The RT-PCR reaction was performed in the iCycler (Bio-Rad). For data analysis Ct values were used for the gene of interest and the housekeeping gene glyceraldehyde-3-phosphate dehydrogenase (G3PDH). The relative quantification of gene expression was determined using the 2-ΔΔCT method as described by Livak and Schmittgen [27]. Competing interestsThe authors declare that they have no competing interests. Authors' contributionsSF performed transfection, colony formation, apoptosis and necrosis assays, analyzed data and wrote the manuscript. JH and AW performed RT-PCR analysis, MS performed Western blot analysis, CS performed Northern blot analysis, MHS and SF performed cell cycle analysis, TN analyzed data and wrote the manuscript, IW constructed plasmids, conceived the project, analyzed data and wrote the manuscript. All authors read and approved the manuscript to be submitted for publication. ReferencesPienta KJ, Bradley D. Mechanisms underlying the development of andogen independent prostate cancer. Clin Cancer Res. 2006;12:1665–1671. doi: 10.1158/1078-0432.CCR-06-0067. [PubMed] [CrossRef] [Google Scholar]Wieland I, Arden KC, Michels D, Klein-Hitpass L, Böhm M, Viars CS, Weidle UH. Isolation of DICE1: A gene frequently affected by LOH and down-regulated in lung carcinomas. Oncogene. 1999;18:4530–4537. doi: 10.1038/sj.onc.1202806. [PubMed] [CrossRef] [Google Scholar]Wieland I, Röpke A, Stumm M, Sell C, Weidle UH, Wieacker PF. Molecular characterization of the DICE1 (DDX26) tumor suppressor gene in lung carcinoma cells. Oncol Res. 2001;12:491–500. [PubMed] [Google Scholar]Li WJ, Hu N, Su H, Wang C, Goldstein AM, Wang Y, Emmert-Buck MR, Roth MJ, Guo WJ, Taylor PR. Allelic loss on chromosome 13q14 and mutation in deleted in cancer 1 gene in esophageal squamous cell carcinoma. Oncogene. 2003;22:314–318. doi: 10.1038/sj.onc.1206098. [PubMed] [CrossRef] [Google Scholar]Röpke A, Buhtz P, Böhm M, Seger J, Wieland I, Allhoff EP, Wieacker PF. Promoter CpG hypermethylation and down-regulation of DICE1 expression in prostate cancer. Oncogene. 2005;24:6667–6675. doi: 10.1038/sj.onc.1208824. [PubMed] [CrossRef] [Google Scholar]Hernández M, Papadopoulos N, Almeida TA. Absence of mutations in DICE1/DDX26 gene in human cancer cell lines with frequent 13q14 deletions. Cancer Genet Cytogenet. 2005;163:91–92. doi: 10.1016/j.cancergencyto.2005.04.014. [PubMed] [CrossRef] [Google Scholar]Cancer Genome Project as of 06/2009. http://www.sanger.ac.ukWhittaker CA, Hynes RO. Distribution and evolution of von Willebrand/Integrin A domains: Widely dispersed domains with roles in cell adhesion and elsewhere. Mol Biol Cell. 2002;13:3369–3387. doi: 10.1091/mbc.E02-05-0259. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Baillat D, Hakimi M-A, Näär AM, Shilatifard A, Cooch N, Shiekhatter R. Integrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell. 2005;123:265–276. doi: 10.1016/j.cell.2005.08.019. [PubMed] [CrossRef] [Google Scholar]Zhang Y, Liu T, Yan P, Huang T, DeWille J. Identification and characterization of CCAAT enhancer binding proteindelta (C/EBPdelta) target genes in G0 growth arrested mammary epithelial cells. BMC Mol Biol. 2008;9:83. doi: 10.1186/1471-2199-9-83. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Rozenblatt-Rosen O, Nagaike T, Francis JM, Kaneko S, Glatt KA, Hughes CM, LaFramboise T, Manley JL, Meyerson M. The tumor suppressor Cdc73 functionally associates with CPSF and CstF 3' mRNA processing factors. Proc Natl Acad Sci USA. 2009;106:755–760. doi: 10.1073/pnas.0812023106. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Hoff HB III, Tresini M, Li S, Sell C. DBI-1, a novel gene related to the Notch family, modulates mitogenic response to insulin-like growth factor 1. Exp Cell Res. 1998;238:359–370. doi: 10.1006/excr.1997.3865. [PubMed] [CrossRef] [Google Scholar]Wieland I, Sell C, Weidle UH, Wieacker P. Ectopic expression of DICE1 suppresses tumor cell growth. Oncol Rep. 2004;12:207–211. [PubMed] [Google Scholar]Bright RK, Vocke CD, Emmert-Buck MR, Duray PH, Solomon D, Fetsch P, Rhim JS, Linehan WM, Topalian SL. Generation and genetic characterization of immortal human prostate epithelial cell lines derived from primary cancer specimens. Cancer Res. 1997;57:995–1002. [PubMed] [Google Scholar]Zi X, Simoneau AR, Hope C, Xie J, Holcombe RF, Hoang BH. Expression of Frzb/secreted frizzled-related protein 3, a secreted Wnt antagonist, in human androgen-independent prostate cancer PC-3 cells suppresses tumor growth and cellular invasiveness. Cancer Res. 2005;65:9762–9770. doi: 10.1158/0008-5472.CAN-05-0103. [PubMed] [CrossRef] [Google Scholar]Hongo A, D'Ambrosio C, Miura M, Morrione A, Baserga R. Mutational analysis of the mitogenic and transforming activities of the insulin-like growth factor I receptor. Oncogene. 1996;12:1231–1238. [PubMed] [Google Scholar]O'Connor R, Kaufmann-Zeh A, Liu Y, Lehar S, Evan GI, Baserga R. Identification of domains of the insulin-like growth factor I receptor that are required for protection from apoptosis. Mol Cell Biol. 1997;17:427–435. [PMC free article] [PubMed] [Google Scholar]Brodt P, Fallavollita L, Khatib A-M, Samani AA, Zhang D. Cooperative regulation of the invasive and metastatic phenotypes by different domains of the type I insulin-like growth factor receptor β subunit. J Biol Chem. 2001;276:33608–33615. doi: 10.1074/jbc.M102754200. [PubMed] [CrossRef] [Google Scholar]Grzmil M, Hemmerlein B, Thelen P, Schweyer S, Burfeind P. Blockade of the type I IGF receptor expression in human prostate cancer cells inhibits proliferation and invasion, up-regulates IGF binding protein-3, and suppresses MMP-2 expression. J Pathol. 2004;202:50–59. doi: 10.1002/path.1492. [PubMed] [CrossRef] [Google Scholar]Morali OG, Delmas V, Moore R, Jeanny C, Thiery JP, Larue L. IGF-II induces rapid β-catenin relocation to the nucleus during epithelium to mesenchyme transition. Oncogene. 2001;20:4942–4950. doi: 10.1038/sj.onc.1204660. [PubMed] [CrossRef] [Google Scholar]Zhao H, Cui Y, Dupont J, Sun H, Hennighausen L, Yakar S. Overexpression of the tumor suppressor gene phosphatase and tensin homologue partially inhibits Wnt-1-induced mammary tumorigenesis. Cancer Res. 2005;65:6864–6873. doi: 10.1158/0008-5472.CAN-05-0181. [PubMed] [CrossRef] [Google Scholar]Hino SI, Kishida S, Michiue T, Fukui A, Sakamoto I, Takada S, Asashima M, Kikuchi A. Inhibition of the Wnt signaling pathway by Idax, a novel Dvl-binding protein. Mol Cell Biol. 2001;21:330–342. doi: 10.1128/MCB.21.1.330-342.2001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pear WS, Nolan GP, Scott ML, Baltimore D. Production of high-titer helper-free retroviruses by transient transfection. Proc Natl Acad Sci USA. 1993;90:8392–8396. doi: 10.1073/pnas.90.18.8392. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Chomczynski P, Sacchi N. Single-step method of RNA isolation by acid guanidinium thiocyanate-phenol-chloroform extraction. Anal Biochem. 1987;162:156–159. doi: 10.1016/0003-2697(87)90021-2. [PubMed] [CrossRef] [Google Scholar]Harlow E, Lane D.  Antibodies: A Laboratory Manual. Cold Spring Harbor, Cold Spring Harbor Laboratory Press; 1988.  [Google Scholar]Drewniok C, Wienrich BG, Schön M, Ulrich J, Zen Q, Telen MJ, Hartig RJ, Wieland I, Gollnick H, Schön MP. Molecular interactions of B-CAM (Basal-Cell Adhesion Molecule) and laminin in epithelial skin cancer. Arch Dermatol Res. 2004;296:59–66. doi: 10.1007/s00403-004-0481-4. [PubMed] [CrossRef] [Google Scholar]Livak KJ, Schmittgen TD. Analysis of relative gene expression data using real-time quantitative PCR and the 2-ΔΔCT Method. Methods. 2001;25:402–408. doi: 10.1006/meth.2001.1262. [PubMed] [CrossRef] [Google Scholar]"}