{"title": "Progression through the RNA polymerase II CTD cycle", "pubDate": "2009", "PMCID": "PMC3232742", "DOI": "10.1016/j.molcel.2009.10.019", "PMID": "19941815", "abstract": "The C-terminal domain of RNA polymerase II's largest subunit undergoes dynamic phosphorylation during transcription, and the different phosphorylation patterns that predominate at each stage of transcription recruit the appropriate set of mRNA-processing and histone-modifying factors. Recent papers help to explain how the changes in CTD phosphorylation pattern are linked to the progression from initiation through elongation to termination.", "author": [{"author": "Stephen Buratowski", "affiliation": ["Department of Biological Chemistry and Molecular Pharmacology, Harvard Medical School, Boston, MA 02115, USA. steveb@hms.harvard.edu"], "href": "/?term=Buratowski+S&cauthor_id=19941815"}], "refPMID": [], "citedInPMID": ["19941815", "34967414", "34878142", "34862258", "34595300", "34496258", "34404770", "34363071", "34316683", "34282019", "34254686", "34251885", "34250017", "34146121", "34073995", "34053220", "34045230", "34039974", "34011560", "33911205", "33888563", "33888562", "33827808", "33805800", "33767358", "33707234", "33704060", "33676925", "33555055", "33472084", "33431688", "33298437", "33258404", "33208928", "33138675", "33125631", "33007936", "32941642", "32886723", "32859893", "32854170", "32748694", "32572259", "32568517", "32401151", "32358498", "32278832", "32218796", "32187185", "32182349", "32068297", "31985788", "31826988", "31806706", "31748673", "31677974", "31588338", "31539507", "31498151", "31269446", "31169889", "31167142", "31123063", "31104839", "31067678", "31054975", "31006804", "30955890", "30905681", "30898685", "30854564", "30848101", "30846429", "30815228", "30805632", "30709878", "30707695", "30705266", "30602496", "30544263", "30503775", "30250452", "30135308", "30104286", "30079402", "29959672", "29956114", "29928011", "29719263", "29653589", "29618629", "29504936", "29444801", "29437966", "28954229", "28853990", "28768201", "28706937", "28674185", "28575287", "28567479", "28506463", "28465432", "28450734", "28359585", "28351991", "28331082", "28322550", "28228471", "28202544", "28043953", "28005463", "27989933", "27924005", "27892458", "27879206", "27780203", "27756891", "27571479", "27503426", "27477907", "27477127", "27422871", "27402158", "27288397", "27282391", "27264542", "27259202", "27193677", "27183194", "27173932", "27171419", "27152730", "27124216", "27107644", "27076633", "27062411", "27048461", "27035147", "26954683", "26942677", "26933063", "26848854", "26799764", "26700805", "26687004", "26646152", "26597175", "26588990", "26577379", "26572828", "26566685", "26559844", "26555214", "26527620", "26332362", "26324325", "26286112", "26202968", "26149087", "26124092", "26098123", "25910207", "25822250", "25801168", "25747400", "25738810", "25721606", "25680078", "25675981", "25650800", "25568310", "25561469", "25524563", "25464831", "25450176", "25416796", "25416238", "25414009", "25383670", "25319827", "25288395", "25248757", "25211636", "25200076", "25182531", "25166011", "25066235", "24982424", "24951832", "24939935", "24868542", "24850889", "24842995", "24842994", "24837678", "24809441", "24799695", "24752900", "24711388", "24681440", "24671508", "24662513", "24617759", "24560925", "24550006", "24549657", "24530645", "24526065", "24514444", "24497194", "24478330", "24473209", "24466310", "24413056", "24354960", "24327761", "24324601", "24316986", "24309997", "24267890", "24213132", "24200467", "24183666", "24165037", "24163256", "24146632", "24138055", "24097444", "24076017", "24068951", "24049075", "24040939", "24035501", "24004944", "23938393", "23932780", "23921639", "23919563", "23905704", "23878398", "23863084", "23851456", "23818863", "23804443", "23801596", "23793028", "23756342", "23754964", "23754627", "23709667", "23635716", "23634260", "23633140", "23629627", "23613755", "23593388", "23536186", "23523075", "23478263", "23476016", "23469192", "23440351", "23418395", "23412361", "23392678", "23392244", "23364797", "23335340", "23284292", "23275552", "23251033", "23236295", "23230273", "23209567", "23177741", "23131667", "23104571", "23071310", "23070812", "23066109", "23028143", "23028141", "23022618", "22988298", "22986266", "22983086", "22982193", "22973055", "22960391", "22959624", "22911812", "22894900", "22892239", "22858845", "22858677", "22796944", "22781759", "22778132", "22771993", "22771949", "22770214", "22689984", "22684278", "22639636", "22617426", "22588304", "22572993", "22567385", "22567365", "22567360", "22549466", "22547781", "22522706", "22512864", "22509028", "22508988", "22492511", "22431730", "22431520", "22410403", "22408743", "22395464", "22392219", "22391560", "22387213", "22355704", "22326677", "22308335", "22290438", "22286094", "22244335", "22235117", "22231121", "22231118", "22216146", "22194310", "22157820", "22156059", "22137580", "22135353", "22110856", "22091396", "22084422", "22055182", "22028667", "22012619", "21964334", "21956912", "21949810", "21940626", "21892168", "21871842", "21856751", "21847099", "21826281", "21821140", "21765417", "21729782", "21709748", "21709022", "21684186", "21683636", "21670157", "21623344", "21620929", "21602906", "21601935", "21596787", "21536736", "21536667", "21487437", "21447819", "21406554", "21363964", "21348431", "21327159", "21326911", "21310711", "21283673", "21266657", "21178962", "21173847", "21159777", "21135120", "21113025", "21103407", "21095588", "21081187", "21079985", "21067790", "20952539", "20926373", "20880846", "20837538", "20832333", "20825659", "20818391", "20810619", "20802488", "20720002", "20713510", "20683478", "20659008", "20643345", "20562857", "20436276", "20373285", "20060942"], "body": " SummaryThe C-terminal domain of the RNA polymerase II largest subunit undergoes dynamic phosphorylation during transcription, and the different phosphorylation patterns that predominate at each stage of transcription recruit the appropriate set of mRNA processing and histone modifying factors. Recent papers help explain how the changes in CTD phosphorylation pattern are linked to the progression from initiation through elongation to termination. IntroductionAlthough all three eukaryotic RNA polymerases are very similar in structure and subunit configuration, RNA polymerase II (RNApII) uniquely possesses an extra C-terminal domain (CTD) on its largest subunit, Rpb1. Many functions have been proposed for this domain, including interactions with nucleic acids and displacement of nucleosomes. However, the preponderance of evidence indicates that the CTD primarily functions as a binding platform for other proteins involved in transcription, mRNA processing, and histone modifications. The CTD consists of multiple repeats of the heptamer sequence Tyr1-Ser2-Pro3-Thr4-Ser5-Pro6-Ser7, and as expected from this sequence, this region is highly phosphorylated in transcribing RNApII. Serines 2 and 5 were identified as major phosphorylation sites, and multiple functions for these modifications have been elucidated. More recently, phosphorylation of serine 7 and other covalent modifications have been described. Different phosphorylation states predominate at each stage of transcription, and each preferentially binds a distinct set of factors. These dynamic interactions provide a means for coupling and coordinating specific stages of transcription with other events necessary for proper gene expression. Early events at the promoterDuring preinitiation complex (PIC) assembly, the Mediator co-activator complex bridges upstream activators and RNApII. Mediator binds unphosphorylated polymerase, but when incorporated into the PIC it strongly stimulates the CTD kinase of basal transcription factor TFIIH. This phosphorylation disrupts Mediator binding (Max et al., 2007). Therefore, once Mediator has completed its mission of helping deliver polymerase to the promoter, it triggers its own release from the CTD (FIG 1A). While polymerase proceeds on to elongation, Mediator may remain associated with the promoter as part of the Scaffold complex to facilitate subsequent rounds of polymerase recruitment and reinitiation (Yudkovsky et al., 2000).Open in a separate windowFigure 1Different stages in the RNA polymerase II CTD cycle. Physical or functional interactions are shown as black arrows, enzymatic activities with red arrows. Phosphorylations are shown as small pink (low level) or large red (high level) crosses. A. In the preinitiation complex (PIC), transcription activators (ACT) recruit RNApII by interacting with the Mediator (MED). Once in the PIC, Mediator stimulates the TFIIH kinase (H), which phosphorylates CTD Ser5 and Ser7. CTD phosphorylation then triggers Mediator dissociation. B. In early elongation, CTD Ser5P helps recruit mRNA capping enzymes, the H3K4 methyltransferase, and the yeast early termination pathway machinery. Ser7P (or 5P/7P) also recruits Integrator to mammalian snRNA genes. Early CTD Ser2 phosphorylation is triggered by association of the Cdk9/Bur1 kinase with Ser5P and/or capping enzymes. This kinase also phosphorylates the Spt4/5 elongation factor, which then contributes to elongation and nucleosome methylation via the PAF complex. Spt4/5 may also interact with mRNA capping enzymes (not shown). C. In late elongation, the yeast Ctk1/Lsk1 or mammalian Cdk9 kinases more extensively phosphorylate Ser2. This modification helps recruit Spt6 and the H3K36 methyltransferase to co-transcriptionally modify chromatin. Ser2P also interacts with polyadenylation and termination machinery at mRNA 3′ ends.TFIIH phosphorylates the CTD on Ser5. Chromatin immunoprecipitation (ChIP) experiments indicate that Ser5P levels remain high as RNApII transcribes the first few hundred nucleotides of genes, but decline further downstream (Komarnitsky et al., 2000). Several events are physically or functionally linked to this modification. The mRNA capping enzyme binds directly to CTD Ser5P residues (Fabrega et al., 2003). Because the CTD lies close to the mRNA exit channel, this physical tethering positions the capping machinery for rapid modification of the mRNA 5′ end as it emerges from the polymerase. Binding of the CTD can also allosterically affect guanylyltransferase activity to further enhance coupling. ChIP experiments suggest that the capping enzyme triphosphatase-guanylyltransferase complex does not remain associated with the elongation complex. In contrast, the cap methyltransferase crosslinks to transcribed regions and may contribute to the processivity of the elongation complex (Komarnitsky et al., 2000; Schroeder et al., 2000; Schroeder et al., 2004). Why the guanylylation and methylation components of the capping machinery respond differently to the changing CTD pattern remains unclear.Like mRNA processing enzymes, several histone-modifying enzymes make use of the changing CTD pattern to distinguish promoter-proximal and -distal regions (reviewed in Hampsey and Reinberg, 2003). Active genes are marked by a stereotypical set of histone methylations: H3K4 is trimethylated near promoters while H3K36 methylation marks downstream transcribed regions. Targeting of the yeast H3K4 methyltransferase (Set1) complex to 5′ transcribed regions requires CTD Ser5P (Ng et al., 2003). This is also presumed to be true for at least some of the homologous mammalian MLL1 and Set1 complexes, although other factors such as transcription activators may also contribute to their localized recruitment or regulation of methylation activity.Surprisingly, recent reports show that TFIIH can also phosphorylate CTD Ser7 in vitro (Akhtar et al., 2009; Glover-Cutter et al., 2009; Kim et al., 2009). The ChIP signals for Ser5P and Ser7P are biased towards 5′ ends and in vivo inhibition of the yeast TFIIH kinase results in the loss of both marks. Ser7 is the most degenerate position in the CTD heptamer, appearing in only half of the human repeats and even fewer (7/44) in Drosophila. It has been suggested that divergence at position 7 provides a means for repeats to acquire specialized functions. However, a CTD with only consensus repeats functions normally in yeast (West and Corden, 1995) or mammalian cells (Chapman et al., 2005). Conversely, a heterologous CTD from red algae, which has no Ser7 or Thr4, can support viability in yeast (Stiller and Cook, 2004). So far, the one function assigned to Ser7P is in recruiting the Integrator complex for mammalian snRNA 3′ processing (Egloff et al., 2007). Transcripts in this class are short and not polyadenylated (see below for discussion of termination and 3′ end processing). If there are other functions for Ser7P, they may involve events that occur early during transcription. The transition from high Ser5P to high Ser2PAs polymerase elongates further downstream, levels of Ser5P drop and Ser2P levels increase. It is important to note that lower levels of Ser5P persist throughout elongation, so at least some CTD repeats in transcribing RNApII are likely to be phosphorylated at both Ser2 and Ser5 (and possibly also Ser7). The drop in Ser5P is not dependent upon Ser2 phosphorylation, since Ser5P does not increase in cells in which Ser2 phosphorylation is blocked (Cho et al., 2001; Liu et al., 2009; Qiu et al., 2009; Zhou et al., 2009). Several recent discoveries help clarify the events mediating the CTD transition as RNApII moves into later elongation.Mosley et al. (2009) recently identified the long-postulated Ser5P phosphatase, an evolutionarily conserved RNApII-binding protein called Rtr1. Deletion of Rtr1 leads to persistently high Ser5P levels during elongation. Interestingly, Rtr1 is not essential for viability in yeast, although this may be due to the presence of a related and genetically redundant protein (Rtr2). Ssu72 is an essential transcription termination factor that also has Ser5P phosphatase activity (Krishnamurthy et al., 2004), but Ssu72 mutants have not been found to affect the promoter-proximal Ser5P drop. One possibility is that Rtr1 reduces Ser5P in early elongation phase, while Ssu72 removes the remaining Ser5P further downstream during termination. It is also worth noting that another Ser5P phosphatase called Scp1 has been identified in metazoans as a repressor of gene expression in neurons (Zhang et al., 2006). Perhaps this enzyme dephosphorylates the CTD at a very early step before initiation or capping can occur.Although the correlation between Ser2P and elongation was discovered a number of years ago (Komarnitsky et al., 2000), recent discoveries have uncovered interesting complexities in the responsible kinases. In mammalian cells, the Cdk9 kinase subunit of the positive elongation factor P-TEFb phosphorylates CTD Ser2 as well as the elongation factor Spt4/Spt5 (also known as DSIF) (Peterlin and Price, 2006). Reminiscent of the RNApII CTD, Spt5 contains multiple repeats of a short sequence containing the phosphorylation site. However, the Spt5 repeat differs from that of the RNApII CTD, so it will be interesting to see how the same kinase active site recognizes both substrates.Yeast have two kinases that resemble mammalian Cdk9. It has been proposed that Cdk9 function is split in S. cerevisiae, with Ctk1 responsible for CTD Ser2 phosphorylation (Cho et al., 2001) and Bur1 phosphorylating Spt4/5 (Zhou et al., 2009). However, recent papers indicate the story is not so simple (Liu et al., 2009; Qiu et al., 2009). These new studies show that, although Ctk1 provides the bulk of Ser2 phosphorylation, Bur1 also contributes to Ser2P just downstream of the promoter and this early phosphorylation helps promote more extensive phosphorylation by the second kinase. Therefore, much like mammalian Cdk9, Bur1 phosphorylates both the CTD and Spt5 to contribute to effective transcription. Similarly, the S. pombe Bur1 homolog (SpCdk9) can phosphorylate both CTD and Spt5, while the Ctk1 homolog (Lsk1) contributes the majority of Ser2 phosphorylation (Viladevall et al., 2009). Given that Bur1/spCdk9 resembles metazoan Cdk9 in targeting both Spt5 and CTD Ser2 during early elongation, it's interesting to consider whether higher eukaryotes may have a second kinase that functions like Ctk1/Lsk1 to more extensively phosphorylate Ser2 further downstream.What triggers the progression of kinases during the transition from initiation to elongation? Several plausible mechanisms have been described by which Ser5P would help recruit the Ser2 kinases. In S. cerevisiae, Bur1 directly binds to the Ser5P CTD, providing a very simple mechanism for having Ser2P come after Ser5P (Qiu et al., 2009). In S. pombe, Cdk9 is complexed with the mRNA cap methyltransferase. Since capping enzymes bind the Ser5P CTD, and methylation is the final step of capping, this coupling makes Ser2 phosphorylation dependent upon earlier events (Viladevall et al., 2009). In turn, Ctk1 helps release RNApII from the basal initiation factors, including TFIIH (Ahn et al., 2009). Given that CTD Ser2 and Spt5 phosphorylation are critical for later events (see below), these interactions may constitute a “5′ checkpoint” that makes the activity of the Ser2/Spt5 kinases contingent upon Ser5P and mRNA capping (Fig 1B).Levels of CTD Ser2P increase gradually as RNApII moves away from the promoter. Several mechanisms appear to contribute to this gradient. First, there appears to be ongoing dephosphorylation of Ser2P during elongation by the Fcp1 phosphatase, particularly in 5′ regions where the basal factor TFIIF may stimulate Fcp1 activity (Cho et al., 2001). Second, the kinetics of CTD phosphorylation are not uniform and may be slow compared to transcript elongation. In vitro experiments suggest that early phosphorylation events can “prime” the CTD for more efficient subsequent modification. Both SpCdk9 (Viladevall et al., 2009) and S. cerevisiae Ctk1 (Jones et al., 2004) are much more active on CTD substrates that already have some phosphorylation. Several possible mechanisms for stimulation can be envisioned. There could be a non-catalytic phosphoserine binding site on the kinase that tethers the enzyme to the substrate for efficient CTD phosphorylation (i.e. processivity). An even simpler model is that the early phosphates cause the CTD to adopt an extended conformation that makes it a more accessible substrate. In either case, Ser2P phosphorylation may accelerate while the polymerase is elongating, causing Ser2P to peak further downstream.Phosphorylation at CTD Ser2 appears to mark RNApII molecules that are competent for the long-range elongation necessary to produce most mRNAs. Indeed, at many non-expressed genes, RNApII is seen only at the promoter and carries Ser5P but not Ser2P (reviewed in Margaritis and Holstege, 2008). How does the CTD transition affect elongation? Phosphorylation of the CTD does not directly affect elongation rate, but instead mediates interactions between the polymerase and other factors. Therefore, the Ser5P to Ser2P transition could either promote the association and activity of positive elongation factors, or inhibit pathways that cause RNApII to pause or terminate early in elongation. In fact, both types of mechanisms appear to operate. Early transcription choice: pause, terminate, or elongate?It is increasingly clear that, as in prokaryotes, initiation of eukaryotic transcription does not necessarily result in production of a full-length transcript. In yeast, there is an early transcription termination pathway that functions at snoRNAs and cryptic unstable transcripts (CUTs) (Steinmetz et al., 2006). For both of these classes of transcripts, termination occurs within the first few hundred nucleotides of elongation. Furthermore, snoRNA terminator sequences do not function efficiently when placed further downstream (Gudipati et al., 2008). The Sen1/Nrd1/Nab3 termination complex is targeted to 5′ ends through a combination of sequence-specific RNA binding and the association of Nrd1 with CTD Ser5P (Vasiljeva et al., 2008). The physical association of the Sen1 complex with the Exosome complex links transcription termination to a 3′ exonuclease activity that can trim snoRNA ends or completely degrade cryptic transcripts. Phosphorylation of Ser2P suppresses use of the Sen1/Nrd1/Nab3 termination pathway downstream (Gudipati et al., 2008), providing one mechanism by which Ser2 phosphorylation could enhance downstream elongation in yeast.It remains to be proven whether higher eukaryotes have a similar early termination pathway, but available data suggest the existence of one or more such mechanisms. Higher eukaryotes do have a Sen1 homolog, although it has not yet been implicated in termination. Like yeast snoRNAs, mammalian snRNAs are short and non-polyadenylated and their terminator sequences only function efficiently within the first few hundred nucleotides of the initiation site (Ramamurthy et al., 1996). ChIP studies in mammalian and Drosophila cells show that a significant percentage of mRNA genes have a large peak of RNApII at the promoter, but much lower levels further downstream (reviewed in Margaritis and Holstege, 2008). Although these peaks are generally interpreted as “paused” or “poised” polymerases, the same pattern would be expected if a significant proportion of RNApII terminated early in elongation. Recent transcript sequencing analyses in mammalian, Drosophila, and yeast cells have uncovered the widespread existence of short, promoter-associated transcripts that are reminiscent of CUTs (see Carninci, 2009 for review). The fact that at least some of these short transcripts are rapidly degraded by the Exosome (Preker et al., 2008) indicates they are released from the transcription elongation complex, which is to say they are termination products rather than precursors to full-length transcripts.In vitro experiments led to the discovery of the negative elongation factor NELF, which appears to inhibit the release of RNApII into downstream elongation and is therefore often described as a 5′ pausing factor (Peterlin and Price, 2006). Remarkably, NELF has also been shown to be required for proper termination of both snRNAs (Egloff et al., 2009) and cell-cycle regulated histone mRNAs (Narita et al., 2007; Wagner et al., 2007), two classes of transcripts that are relatively short and not polyadenylated in metazoans. Therefore, NELF may also function in one or more early termination pathways in higher eukaryotes. Importantly, the inhibitory effect of NELF is alleviated when P-TEFb phosphorylates Spt5 and CTD Ser2P, underscoring the critical nature of the kinase progression in gene expression.Given the existence of an early termination pathway, one obvious question is why RNApII doesn't always terminate within the first several hundred nucleotides of transcription. Instead of assuming each gene exclusively uses either an early or late termination pathway, a more useful and plausible model is that each gene has a certain probability of using either pathway. The ratio may be determined by a kinetic competition between the early termination pathway and the phosphorylation events that trigger more efficient elongation and downstream termination. Indeed, the yeast Nrd1/Nab3/Sen1 complex crosslinks to 5′ ends of mRNA as well as snoRNA genes, presumably via the Nrd1-Ser5P interaction (Kim et al., 2006; Vasiljeva et al., 2008). Yeast snoRNAs are strongly biased to the early Sen1 pathway because they contain multiple binding sites for Nrd1 and Nab3, both of which are sequence-specific RNA binding proteins. Particular sequences, RNA structures, or chromatin configurations might also slow RNApII during early elongation, increasing the amount of time available for early termination factors to “catch” RNApII.In this kinetic competition model for termination, early removal of negative elongation factors or recruitment of positive elongation factors will increase the probability of moving quickly past the high Ser5P region, biasing the gene towards elongation and the downstream termination pathway (see below). Phosphorylation of the Spt5/DSIF elongation factor by Cdk9/Bur1 is likely to be one such event. Interestingly, Spt5 phosphorylation is important for recruitment of the PAF complex, which in turn promotes both co-transcriptional histone methylation and mRNA 3′ end processing (Liu et al., 2009, and references therein). Phosphorylation of CTD Ser2 also helps recruit Spt6, a factor that helps polymerase elongate through nucleosomes (Yoh et al., 2007). Gene-specific mechanisms to recruit Cdk9/P-TEFb to 5′ ends of genes, such as the Tat/TAR system of the human immunodeficiency virus or recruitment by transcription activators, would also be expected to increase the percentage of polymerases that pass through to full elongation (discussed in Peterlin and Price, 2006). Elongation and terminationOnce RNApII is past the early decision point described above, the increasing concentration of CTD Ser2P mediates several new interactions (Fig 1C). The H3K36 methyltransferase Set2 binds to CTD doubly phosphorylated at both Ser5 and Ser2, and so the H3K36 methylation pattern strongly resembles that of CTD Ser2P (see Hampsey and Reinberg, 2003). Once the H3K4/H3K36 methylation pattern is established on an active gene, these modifications then function to recruit other complexes that affect histone acetylation and chromatin remodeling. In this manner, positional information first encoded in the CTD phosphorylation pattern is propagated and at least temporarily recorded in the overlying chromatin. These modifications are established by transcription, but may then influence subsequent rounds of transcription.Polyadenylation and transcription termination of mRNA encoding genes are generally tightly linked. Two proteins that preferentially bind CTD Ser2P are involved in this coupling. Pcf11 is an essential polyadenylation factor that preferentially binds the Ser2P CTD, where it may help tether the polyA machinery to elongating RNApII so it can scan for emergence of the appropriate RNA sequences (Licatalosi et al., 2002; Meinhart and Cramer, 2004). Upon cleavage of the nascent mRNA at the polyA site, the downstream RNA is rapidly degraded by the Rat1/Xrn2 5′ to 3′ exonuclease, leading to transcription termination by the “torpedo” model (Kim et al., 2004; West et al., 2004). The termination complex contains a CTD Ser2P binding protein called Rtt103 that, while not absolutely required for Rat1 recruitment, may help target the Rat1 complex to RNApII that has higher levels of Ser2P (Kim et al., 2004). Some factors (including Pcf11) seem to be involved in both the early and late termination pathways, so the choice is not simply a matter of which CTD phosphorylations or RNA sequences are present. A better understanding of the 3′ processing/termination mechanisms will be needed before the decision-making process is completely clear. Remaining questionsThere is still much left to discover about how the CTD works to couple transcription with other processes. There may be additional factors that specifically recognize other phosphorylated residues (Ser7, Thr4, and Tyr1), and of course all the hydroxyl groups could be substrates for other covalent modifications such as glycosylation. There is strong circumstantial evidence that isomerization of the CTD prolines is also relevant, since the prolyl isomerase Ess1/Pin1 recognizes phosphorylated Ser-Pro pairs and has been implicated in 3′ end formation (Singh et al., 2009). Although this review has concentrated on how modifications of the CTD are used to recruit various RNA processing and chromatin modifiers, it appears that the communication can be multidirectional. Recent studies (reviewed in Zhong et al., 2009) find that certain proteins binding to the nascent RNA transcript can also affect the elongation rate of RNApII. Chromatin modifications and mRNA processing events may also be linked, as illustrated by the recent observation that regions of chromatin encoding exons often have higher levels of H3K36 methylation than the adjacent introns (Kolasinska-Zwierz et al., 2009). One can imagine direct interactions between histones and mRNA processing factors, or more likely chromatin and RNA processing can affect the rate of transcription elongation and thereby affect the kinetics of the other linked processes (see Sims and Reinberg, 2009 for review). Finally, the events that occur after release of polymerase from the template remain murky, but it is likely that interactions of factors with the CTD will be involved in recycling of RNApII (perhaps through the postulated looping of 5′ and 3′ ends) as well as transport to other locations within the nucleus (such as the various RNApII-containing speckles and granules that have been described). Although the CTD appears to be a simple seven amino acid repeat, it's clear that its various modification patterns and interactions lead to multiple complex and interesting biological functions. ​\n                    Table 1Physical and functional connections to specific phosphorylated forms of the CTD repeat (YSPTSPS)CTD StatusTranscription event (interacting factor)RNA Processing Event (interacting factor)Chromatin Modification (interacting factor)UnphosphorylatedActivation (Mediator)Serine 5PEarly Termination pathway (ScNrd1 complex), Progression to elongation (Bur1 kinase, Cdk9 via capping enzyme)mRNA Capping (capping enzymes)H3K4 methylation (Set1/MLL complex), Nucleosome mobility (recruitment of Cdk9/Bur1 for Spt5 phosphoryaltion)Serine 7PsnRNA processing (Integrator complex)Ser2P/5PH3K36 methylation (Set2)Serine 2PLate “Torpedo” Termination pathway (Rtt103)Polyadenylation (Pcf11)Nucleosome mobility (Spt6)Open in a separate window AcknowledgmentsI deeply appreciate helpful discussions on this topic with many colleagues in the field, and I apologize for not being able to cite all relevant papers due to space restrictions. Selected ReadingsAhn SH, Keogh MC, Buratowski S. Ctk1 promotes dissociation of basal transcription factors from elongating RNA polymerase II. The EMBO journal. 2009;28:205–212. [PMC free article] [PubMed] [Google Scholar]Akhtar MS, Heidemann M, Tietjen JR, Zhang DW, Chapman RD, Eick D, Ansari AZ. TFIIH kinase places bivalent marks on the carboxy-terminal domain of RNA polymerase II. Molecular cell. 2009;34:387–393. [PMC free article] [PubMed] [Google Scholar]Carninci P. Molecular biology: The long and short of RNAs. Nature. 2009;457:974–975. [PubMed] [Google Scholar]Chapman RD, Conrad M, Eick D. Role of the mammalian RNA polymerase II C-terminal domain (CTD) nonconsensus repeats in CTD stability and cell proliferation. Molecular and cellular biology. 2005;25:7665–7674. [PMC free article] [PubMed] [Google Scholar]Cho EJ, Kobor MS, Kim M, Greenblatt J, Buratowski S. Opposing effects of Ctk1 kinase and Fcp1 phosphatase at Ser 2 of the RNA polymerase II C-terminal domain. Genes & development. 2001;15:3319–3329. [PMC free article] [PubMed] [Google Scholar]Egloff S, Al-Rawaf H, O'Reilly D, Murphy S. Chromatin structure is implicated in “late” elongation checkpoints on the U2 snRNA and beta-actin genes. Molecular and cellular biology. 2009;29:4002–4013. [PMC free article] [PubMed] [Google Scholar]Egloff S, O'Reilly D, Chapman RD, Taylor A, Tanzhaus K, Pitts L, Eick D, Murphy S.  Science. Vol. 318. New York, N.Y: 2007. Serine-7 of the RNA polymerase II CTD is specifically required for snRNA gene expression; pp. 1777–1779. [PMC free article] [PubMed] [Google Scholar]Fabrega C, Shen V, Shuman S, Lima CD. Structure of an mRNA capping enzyme bound to the phosphorylated carboxy-terminal domain of RNA polymerase II. Molecular cell. 2003;11:1549–1561. [PubMed] [Google Scholar]Glover-Cutter K, Larochelle S, Erickson B, Zhang C, Shokat K, Fisher RP, Bentley DL. TFIIH-associated Cdk7 kinase functions in phosphorylation of CTD Ser7 residues, promoter-proximal pausing, and termination by RNA polymerase II. Molecular and cellular biology 2009 [PMC free article] [PubMed] [Google Scholar]Gudipati RK, Villa T, Boulay J, Libri D. Phosphorylation of the RNA polymerase II C-terminal domain dictates transcription termination choice. Nature structural & molecular biology. 2008;15:786–794. [PubMed] [Google Scholar]Hampsey M, Reinberg D. Tails of intrigue: phosphorylation of RNA polymerase II mediates histone methylation. Cell. 2003;113:429–432. [PubMed] [Google Scholar]Jones JC, Phatnani HP, Haystead TA, MacDonald JA, Alam SM, Greenleaf AL. C-terminal repeat domain kinase I phosphorylates Ser2 and Ser5 of RNA polymerase II C-terminal domain repeats. The Journal of biological chemistry. 2004;279:24957–24964. [PMC free article] [PubMed] [Google Scholar]Kim M, Krogan NJ, Vasiljeva L, Rando OJ, Nedea E, Greenblatt JF, Buratowski S. The yeast Rat1 exonuclease promotes transcription termination by RNA polymerase II. Nature. 2004;432:517–522. [PubMed] [Google Scholar]Kim M, Suh H, Cho EJ, Buratowski S. Phosphorylation of the yeast RPB1 C-terminal domain at serines 2, 5, and 7. The Journal of biological chemistry 2009 [PMC free article] [PubMed] [Google Scholar]Kim M, Vasiljeva L, Rando OJ, Zhelkovsky A, Moore C, Buratowski S. Distinct pathways for snoRNA and mRNA termination. Molecular cell. 2006;24:723–734. [PubMed] [Google Scholar]Kolasinska-Zwierz P, Down T, Latorre I, Liu T, Liu XS, Ahringer J. Differential chromatin marking of introns and expressed exons by H3K36me3. Nature genetics. 2009;41:376–381. [PMC free article] [PubMed] [Google Scholar]Komarnitsky P, Cho EJ, Buratowski S. Different phosphorylated forms of RNA polymerase II and associated mRNA processing factors during transcription. Genes & development. 2000;14:2452–2460. [PMC free article] [PubMed] [Google Scholar]Krishnamurthy S, He X, Reyes-Reyes M, Moore C, Hampsey M. Ssu72 Is an RNA polymerase II CTD phosphatase. Molecular cell. 2004;14:387–394. [PubMed] [Google Scholar]Licatalosi DD, Geiger G, Minet M, Schroeder S, Cilli K, McNeil JB, Bentley DL. Functional interaction of yeast pre-mRNA 3′ end processing factors with RNA polymerase II. Molecular cell. 2002;9:1101–1111. [PubMed] [Google Scholar]Liu Y, Warfield L, Zhang C, Luo J, Allen J, Lang WH, Ranish J, Shokat KM, Hahn S. Phosphorylation of the transcription elongation factor Spt5 by yeast Bur1 kinase stimulates recruitment of the PAF complex. Molecular and cellular biology 2009 [PMC free article] [PubMed] [Google Scholar]Margaritis T, Holstege FC. Poised RNA polymerase II gives pause for thought. Cell. 2008;133:581–584. [PubMed] [Google Scholar]Max T, Sogaard M, Svejstrup JQ. Hyperphosphorylation of the C-terminal repeat domain of RNA polymerase II facilitates dissociation of its complex with mediator. The Journal of biological chemistry. 2007;282:14113–14120. [PubMed] [Google Scholar]Meinhart A, Cramer P. Recognition of RNA polymerase II carboxy-terminal domain by 3′-RNA-processing factors. Nature. 2004;430:223–226. [PubMed] [Google Scholar]Mosley AL, Pattenden SG, Carey M, Venkatesh S, Gilmore JM, Florens L, Workman JL, Washburn MP. Rtr1 is a CTD phosphatase that regulates RNA polymerase II during the transition from serine 5 to serine 2 phosphorylation. Molecular cell. 2009;34:168–178. [PMC free article] [PubMed] [Google Scholar]Narita T, Yung TM, Yamamoto J, Tsuboi Y, Tanabe H, Tanaka K, Yamaguchi Y, Handa H. NELF interacts with CBC and participates in 3′ end processing of replication-dependent histone mRNAs. Molecular cell. 2007;26:349–365. [PubMed] [Google Scholar]Ng HH, Robert F, Young RA, Struhl K. Targeted recruitment of Set1 histone methylase by elongating Pol II provides a localized mark and memory of recent transcriptional activity. Molecular cell. 2003;11:709–719. [PubMed] [Google Scholar]Peterlin BM, Price DH. Controlling the elongation phase of transcription with P-TEFb. Molecular cell. 2006;23:297–305. [PubMed] [Google Scholar]Preker P, Nielsen J, Kammler S, Lykke-Andersen S, Christensen MS, Mapendano CK, Schierup MH, Jensen TH.  Science. Vol. 322. New York, N.Y: 2008. RNA exosome depletion reveals transcription upstream of active human promoters; pp. 1851–1854. [PubMed] [Google Scholar]Qiu H, Hu C, Hinnebusch AG. Phosphorylation of the Pol II CTD by KIN28 enhances BUR1/BUR2 recruitment and Ser2 CTD phosphorylation near promoters. Molecular cell. 2009;33:752–762. [PMC free article] [PubMed] [Google Scholar]Ramamurthy L, Ingledue TC, Pilch DR, Kay BK, Marzluff WF. Increasing the distance between the snRNA promoter and the 3′ box decreases the efficiency of snRNA 3′-end formation. Nucleic acids research. 1996;24:4525–4534. [PMC free article] [PubMed] [Google Scholar]Schroeder SC, Schwer B, Shuman S, Bentley D. Dynamic association of capping enzymes with transcribing RNA polymerase II. Genes & development. 2000;14:2435–2440. [PMC free article] [PubMed] [Google Scholar]Schroeder SC, Zorio DA, Schwer B, Shuman S, Bentley D. A function of yeast mRNA cap methyltransferase, Abd1, in transcription by RNA polymerase II. Molecular cell. 2004;13:377–387. [PubMed] [Google Scholar]Sims RJ, 3rd, Reinberg D. Processing the H3K36me3 signature. Nature genetics. 2009;41:270–271. [PubMed] [Google Scholar]Singh N, Ma Z, Gemmill TR, Wu X, Defiglio H, Rossettini A, Rabeler C, Beane O, Morse RH, Palumbo MJ, Hanes SD. The Ess1 prolyl isomerase is required for transcription termination of small noncoding RNAs via the Nrd1 pathway. Mol Cell. 2009;36:255–266. [PMC free article] [PubMed] [Google Scholar]Steinmetz EJ, Warren CL, Kuehner JN, Panbehi B, Ansari AZ, Brow DA. Genome-wide distribution of yeast RNA polymerase II and its control by Sen1 helicase. Molecular cell. 2006;24:735–746. [PubMed] [Google Scholar]Stiller JW, Cook MS. Functional unit of the RNA polymerase II C-terminal domain lies within heptapeptide pairs. Eukaryotic cell. 2004;3:735–740. [PMC free article] [PubMed] [Google Scholar]Vasiljeva L, Kim M, Mutschler H, Buratowski S, Meinhart A. The Nrd1-Nab3-Sen1 termination complex interacts with the Ser5-phosphorylated RNA polymerase II C-terminal domain. Nature structural & molecular biology. 2008;15:795–804. [PMC free article] [PubMed] [Google Scholar]Viladevall L, St Amour CV, Rosebrock A, Schneider S, Zhang C, Allen JJ, Shokat KM, Schwer B, Leatherwood JK, Fisher RP. TFIIH and P-TEFb coordinate transcription with capping enzyme recruitment at specific genes in fission yeast. Molecular cell. 2009;33:738–751. [PMC free article] [PubMed] [Google Scholar]Wagner EJ, Burch BD, Godfrey AC, Salzler HR, Duronio RJ, Marzluff WF. A genome-wide RNA interference screen reveals that variant histones are necessary for replication-dependent histone pre-mRNA processing. Molecular cell. 2007;28:692–699. [PubMed] [Google Scholar]West ML, Corden JL. Construction and analysis of yeast RNA polymerase II CTD deletion and substitution mutations. Genetics. 1995;140:1223–1233. [PMC free article] [PubMed] [Google Scholar]West S, Gromak N, Proudfoot NJ. Human 5′ --> 3′ exonuclease Xrn2 promotes transcription termination at co-transcriptional cleavage sites. Nature. 2004;432:522–525. [PubMed] [Google Scholar]Yoh SM, Cho H, Pickle L, Evans RM, Jones KA. The Spt6 SH2 domain binds Ser2-P RNAPII to direct Iws1-dependent mRNA splicing and export. Genes & development. 2007;21:160–174. [PMC free article] [PubMed] [Google Scholar]Yudkovsky N, Ranish JA, Hahn S. A transcription reinitiation intermediate that is stabilized by activator. Nature. 2000;408:225–229. [PubMed] [Google Scholar]Zhang Y, Kim Y, Genoud N, Gao J, Kelly JW, Pfaff SL, Gill GN, Dixon JE, Noel JP. Determinants for dephosphorylation of the RNA polymerase II C-terminal domain by Scp1. Molecular cell. 2006;24:759–770. [PMC free article] [PubMed] [Google Scholar]Zhong XY, Wang P, Han J, Rosenfeld MG, Fu XD. SR proteins in vertical integration of gene expression from transcription to RNA processing to translation. Molecular cell. 2009;35:1–10. [PMC free article] [PubMed] [Google Scholar]Zhou K, Kuo WH, Fillingham J, Greenblatt JF. Control of transcriptional elongation and cotranscriptional histone modification by the yeast BUR kinase substrate Spt5. Proceedings of the National Academy of Sciences of the United States of America. 2009;106:6956–6961. [PMC free article] [PubMed] [Google Scholar]"}