{"title": "Multilayered control of gene expression by stress-activated protein kinases", "pubDate": "2010", "PMCID": "PMC2808381", "DOI": "10.1038/emboj.2009.346", "PMID": "19942851", "abstract": "Stress-activated protein kinases (SAPKs) are key elements for intracellular signalling networks that serve to respond and adapt to extracellular changes. Exposure of yeast to high osmolarity results in the activation of p38-related SAPK, Hog1, which is essential for reprogramming the gene expression capacity of the cell by regulation of several steps of the transcription process. At initiation, active Hog1 not only directly phosphorylates several transcription factors to alter their activities, but also associates at stress-responsive promoters through such transcription factors. Once at the promoters, Hog1 serves as a platform to recruit general transcription factors, chromatin-modifying activities and RNA Pol II. In addition, the SAPK pathway has a role in elongation. At the stress-responsive ORFs, Hog1 recruits the RSC chromatin-remodelling complex to modify nucleosome organization. Several SAPKs from yeast to mammals have maintained some of the regulatory abilities of Hog1. Thus, elucidating the control of gene expression by the Hog1 SAPK should help to understand how eukaryotic cells implement a massive and rapid change on their transcriptional capacity in response to adverse conditions.", "author": [{"author": "Eulàlia de Nadal", "affiliation": ["Cell Signaling Unit, Departament de Ciències Experimentals i de Salut, Universitat Pompeu Fabra, Barcelona, Spain. eulalia.nadal@upf.edu"], "href": "/?term=de+Nadal+E&cauthor_id=19942851"}, {"author": "Francesc Posas", "affiliation": [], "href": "/?term=Posas+F&cauthor_id=19942851"}], "refPMID": [], "citedInPMID": ["19942851", "33552104", "33419940", "32576833", "32106416", "31512982", "31380304", "31336877", "31293510", "29738528", "29695607", "29675464", "29085028", "28262771", "27098003", "26340004", "26335493", "26283730", "25996081", "25904863", "25813039", "25745106", "25733686", "25411400", "24938287", "24732094", "24678875", "24508389", "24421384", "24327546", "24324463", "24298058", "24278344", "24081331", "23645671", "23615444", "23435728", "23434067", "23178807", "23064748", "23028184", "22974587", "22956768", "22916002", "22890988", "22880151", "22610605", "22567351", "22446531", "22345504", "22281184", "22245992", "22128155", "22072789", "22048664", "21955038", "21836634", "21743437", "21655328", "21621067", "21467572", "21376235", "21372320", "21206491", "20959523", "20887952", "20682780", "20430884", "20421872", "20187982"], "body": " AbstractStress-activated protein kinases (SAPKs) are key elements for intracellular signalling networks that serve to respond and adapt to extracellular changes. Exposure of yeast to high osmolarity results in the activation of p38-related SAPK, Hog1, which is essential for reprogramming the gene expression capacity of the cell by regulation of several steps of the transcription process. At initiation, active Hog1 not only directly phosphorylates several transcription factors to alter their activities, but also associates at stress-responsive promoters through such transcription factors. Once at the promoters, Hog1 serves as a platform to recruit general transcription factors, chromatin-modifying activities and RNA Pol II. In addition, the SAPK pathway has a role in elongation. At the stress-responsive ORFs, Hog1 recruits the RSC chromatin-remodelling complex to modify nucleosome organization. Several SAPKs from yeast to mammals have maintained some of the regulatory abilities of Hog1. Thus, elucidating the control of gene expression by the Hog1 SAPK should help to understand how eukaryotic cells implement a massive and rapid change on their transcriptional capacity in response to adverse conditions.Keywords: gene expression, Hog1, Osmostress, SAPK, signalling Stress-activated protein kinases (SAPKs) are essential for cellular adaptation to extracellular stimuliExposure to stress requires rapid and efficient adaptive responses to maximize cell survival. Cells have sensing mechanisms and signal transduction systems designed to produce rapid outcomes in response to stress. There have been a number of signalling networks involved in stress signal transduction and amongst them MAPK signalling network stands out. Eukaryotic organisms contain multiple MAPK families organized in discrete cascades. One of these is the SAPK cascade that has an essential role in proper cell adaptation to extracellular stimuli (Kyriakis and Avruch, 2001; Wagner and Nebreda, 2009). A prototype of the SAPK family is the yeast Saccharomyces cerevisiae Hog1 SAPK, the homologue of the mammalian p38 SAPK, which specifically responds to the increase in extracellular osmolarity and is required for cell adaptation to osmostress. There is a strong structural and functional preservation of MAPKs, as well as adaptive responses from yeast to mammals (Sheikh-Hamad and Gustin, 2004). Conservation of the stress MAPK cascades between yeast and human is indicated by the fact that individual kinases in the yeast pathway can be replaced by the corresponding human enzymes, that is, Hog1, Pbs2 and Ssk2 can be replaced by their mammalian counterparts p38 alpha, MKK3 and MTK1 respectively (Han et al, 1994; Moriguchi et al, 1996; Takekawa et al, 1997). Thus, new insights from yeast could be relevant to understand the role of SAPKs in mammals.The central core of SAPK systems consists of a tier of kinases highly conserved among eukaryotic cells. Input to the central kinase module is usually achieved by different types of upstream sensors or activators. In budding yeast, the high-osmolarity glycerol (HOG) signalling system consists of two upstream independent branches that converge on the MAPKK Pbs2. The two branches are activated by completely different sensing mechanisms (Figure 1). One mechanism involves a two-component osmosensor (Sln1–Ypd1–Ssk1), similar to those on bacteria and plants, which appears to be sensing membrane turgor. The two-component system directly regulates the activity of the Ssk2 and Ssk22 MAPKKKs. The second sensing system is extremely complex and is not completely characterized. It involves the mucin-like proteins (Hkr1 and Msb2), which likely act as osmosensors that activate Pbs2 in collaboration with a number of proteins, that include the transmembrane protein Sho1, Opy2, the small G-protein Cdc42 and the PAK (p21-activated kinase) family kinase Ste20, Ste50 and the Ste11 MAPKKK (Chen and Thorner, 2007; Hohmann et al, 2007; Tatebayashi et al, 2007; de Nadal et al, 2007). Once Pbs2 gets activated, it phosphorylates Hog1. In response to osmostress, phosphorylation and nuclear localization of the SAPK occurs in seconds and, depending on the strength of the osmostress, may last from 10 to 100 min (Hohmann et al, 2007). Therefore, activation of the Hog1 SAPK is extremely rapid but transient, suggesting that strong downregulatory mechanisms must exist to prevent extended Hog1 activation. Downregulation of signalling is absolutely required, as sustained activation of Hog1 is detrimental to cell growth (Maeda et al, 1994).Open in a separate windowFigure 1Hog1 stress-activated protein kinase (SAPK) signalling. Two independent upstream osmosensing mechanisms lead to the activation of specific MAPKKKs. A ‘two-component' osmosensor (Sln1–Ypd1 and Ssk1 proteins) regulates the Ssk2 and Ssk22 MAPKKKs, whereas the second branch of the pathway activates the Ste11 MAPKKK through the transmembrane protein Sho1 and the mucin-like proteins Msb2 and Hkr1. In response to osmostress, Pbs2 integrates both signals and activates the Hog1 SAPK, which induces a set of osmoadaptive responses.A major mechanism for downregulation is related to intracellular osmolyte concentration. Adaptation to osmostress requires the accumulation of intracellular osmolytes such as glycerol or ions to increase the total intracellular solute concentration, thereby providing osmotic stabilization. Several evidences indicate that it is actually the ability of the sensors to detect an osmotic imbalance between the inside and outside of the cell rather than specific extracellular osmolarity that determines the duration of Hog1 phosphorylation. Basically, the sensors limit the input signal to the signalling system once the cell has started the process of adaptation. Therefore, production and transport of glycerol are key determinants of the signalling process (e.g., regulation of Fps1 glycerol channel, glycolitic flux and glycerol production) (Klipp et al, 2005; Hohmann et al, 2007). Regulation of SAPK signalling pathways has been associated with protein dephosphorylation. Indeed, dephosphorylation of kinases in the HOG pathway is accomplished by protein tyrosine phosphatases (e.g., Ptp2 and Ptp3) and Ser–Thr protein phosphatases of the PP2C family (e.g., Ptc1). Some of them are even regulated in response to osmostress. The role of the phosphatases is important to constantly counteract pathway activation and to adjust the dynamic range of response rather than the deactivation of the pathway during adaptation (Klipp et al, 2005; Hohmann et al, 2007). Several feedback regulatory loops exist in the HOG pathway, where in the same Hog1 SAPK targets upstream components of the system (e.g., Sho1, Ste50) (Hao et al, 2007, 2008), although targeting of elements on the Sln1 branch of the pathway by SAPK appears to be the most critical for the dynamics of signalling (Mettetal et al, 2008; Macia et al, 2009; Muzzey et al, 2009). The feedback loops are predicted to be important to alter the dynamics and specificity of the system. Typically, systems with negative feedback show higher robustness against external and stochastic noise (Becskei and Serrano, 2000; Gardner and Collins, 2000), thereby increasing the efficiency in signal transmission. However, the presence of negative feedbacks introduces several constraints on the dynamics of the systems, because they impose delays in the response and reduce the sensitivity. The HOG pathway has counteracted responsiveness caused by feedback loops by intrinsic high-basal signalling even in the absence of stress. This allows for a fast-responsive system, which is able to detect small variations in extracellular osmolarity (Macia et al, 2009).The HOG signal transduction network is necessary for adaptation to osmostress. However, osmostress not only induces osmolyte accumulation, but it also has a deep impact on different aspects of cellular physiology. Control of cell-cycle progression has been shown to be very important for cellular adaptation to stress. The Hog1 MAPK modulates a rapid and transient delay of the G1, S and G2 phases of the cell cycle to permit the full development of adaptive responses before cell-cycle progression (Clotet and Posas, 2007; Yaakov et al, 2009). In addition, stress induces cytoskeleton reorganization, changes in cell-wall dynamics and ion homoeostasis and metabolic adjustments, as well as profound effects on gene expression (Hohmann, 2002; Hohmann et al, 2007). SAPKs have a key role in the regulation of stress-mediated gene expressionThe role of gene expression in osmoadaptation is still not completely understood. It is clear that long-term adaptation to high osmolarity requires transcription and there are a known number of mutants of the transcriptional machinery that render cells osmosensitive (de Nadal et al, 2004; Zapater et al, 2007; Mas et al, 2009). However, a recent report shows that a Hog1 that has been tethered at the membrane abolishes transcription at low osmolarity and is still competent to suppress the osmosensitivity of a hog1 strain. Interestingly, it appears as the control of glycerol production might be sufficient for the maintenance of osmotic balance under those experimental conditions (Westfall et al, 2008). Nevertheless, modulation of gene expression in response to osmostress reflects the rapid and transient response of Hog1 activation (Lopez-Maury et al, 2008). Therefore, the analysis of the transcriptional output in response to stress by the Hog1 SAPK is an interesting model to understand how cells adjust a full transcriptional programme that is fast, precise and extremely efficiently in response to the extracellular stimuli.Global transcriptional responses to stress have been studied in detail using gene expression profiling in both Saccharomyces cerevisiae and Saccharomyces pombe. In response to osmostress, there are a large number of genes whose transcription is induced and among them there is a set of specialized genes specifically required for osmostress, whereas another set of genes respond indiscriminately to different type of stresses. This last group of genes is known as the environmental stress response (ESR) in budding yeast or the core ESR (CESR) in fission yeast. The environmental stress response consists of about ∼300 to ∼600 genes whose expression is induced or repressed by stresses, such as DNA damage, heat shock, osmostress or oxidative stress among others (Gasch et al, 2000; Causton et al, 2001; Chen et al, 2003; Capaldi et al, 2008). The extent and kinetics of the ESR or CESR appear to be dependant on the severity of the stress, as cells exposed to increasing stress often display broader changes in gene expression. It is also remarkable that this general stress response has been related to cross-protection, wherein exposure to a non-lethal dose of one stress can protect against potentially lethal doses of seemingly unrelated stresses (Berry and Gasch, 2008). Both the ESR and CESR, include genes involved in carbohydrate metabolism, defence against reactive oxygen species, protein metabolism, intracellular signalling and DNA damage. On the other hand, most of the genes repressed are involved in protein synthesis and in growth-related processes (reviewed in Gasch, 2007).It has been clearly established that SAPKs have a key role in the regulation of transcription upon stress. In S. pombe, the SAPK Sty1 is activated by several stresses, including heat shock, oxidative stress, osmostress, starvation and DNA damage (Degols et al, 1996; Degols and Russell, 1997; Toone et al, 1998; Chen et al, 2008), whereas in S. cerevisiae, the HOG pathway is mainly responsible for osmostress (de Nadal et al, 2007). Nearly all genes induced or repressed in the CESR require Sty1 for proper modulation (Chen et al, 2003). Correspondingly, in S. cerevisiae, where the ESR is not governed by one regulatory system but by different signalling pathways and transcription factors, the Hog1 SAPK is critical for regulation of ESR genes upon osmostress (Posas et al, 2000). In addition to CESR/ESR, other genes that are not shared among different stresses have specific roles in adaptation to particular stresses and are also, in different degrees, under the control of SAPKs. In fact, a more accurate view of the effect of Hog1 in gene expression comes from studies using a hog1 mutant strain. Those studies, averaging different stress conditions and different times upon stress, indicated that of all the genes regulated upon osmostress approximately one-third of them completely depend on Hog1 to be transcribed, one-third show different degree of dependence of the SAPK and one-third is independent on Hog1. Thus, this clearly indicates a major role for the SAPK in controlling gene expression (Posas et al, 2000; O'Rourke and Herskowitz, 2004). The analysis of the complete transcriptional program mediated by Hog1 in S. cerevisiae, together with the binding of different transcription factors, showed that, in response to osmostress, SAPKs can specifically regulate and integrate at different promoters the stress response. This is accomplished basically by modulation of the individual contribution of transcription factors such as Msn2/Msn4, Sko1 and Hot1 in a promoter-specific context. This yields a complex and highly specific transcriptional network controlled by Hog1 (Capaldi et al, 2008; Ni et al, 2009). SAPKs regulate transcription initiation by several mechanismsThe transcription process includes the assembly of the pre-initiation complex (PIC), which involves the recruitment of RNA Pol II and general transcription factors to DNA, initiation, elongation and termination. Studies from yeast to human have shown that SAPKs regulate eukaryotic gene expression in response to extracellular stimuli through different mechanisms in different stages of the transcription cycle. However, a uniform view of the impact of SAPKs in transcription has not yet been defined. In yeast, studies on the role of Hog1 in transcription regulation have illustrated that SAPKs have not only one but multiple regulatory roles along the transcription process. These results, summarized here, challenge the classical view of transcription regulation by signalling kinases.Hog1 directly phosphorylates and regulates the activity of transcription factorsAs mentioned before, osmostress induces a massive loss of water from inside the cell. To overcome a dramatic increase in intracellular osmolarity, cells need to regulate the ionic balance before they are competent for transcriptional induction. This is especially dramatic in the presence of very high osmolarity. The Hog1 SAPK is critical to re-establish this balance and permit the assembly of components of the transcriptional machinery onto DNA as a pre-requisite towards transcription competence (Proft and Struhl, 2004).The best-characterized function of SAPKs is their role in the regulation of gene expression at initiation (Figure 2). The Hog1 SAPK regulates several unrelated transcription factors, each of them responsible for controlling expression of a subset of osmoresponsive genes directly or in collaboration with other factors (Capaldi et al, 2008; Ni et al, 2009). These are the Hot1, Smp1, Msn1, Msn2 and Msn4 activators and the Sko1 repressor (de Nadal and Posas, 2008) that can act independently or in combination at specific promoters to elaborate a dynamic transcriptional response to stress (Ni et al, 2009). The best understood mechanism by which SAPK modulates initiation of transcription in response to stress is the direct phosphorylation of promoter-specific transcription factors. Examples of this mechanism are reported in yeast with the MEF2-like activator Smp1 (Yu et al, 1992) and the ATF/CREB-family member Sko1 (Nehlin et al, 1992; Vincent and Struhl, 1992). In vivo co-precipitation and phosphorylation studies showed that Smp1 and Sko1 interact with Hog1 and they are directly phosphorylated upon osmostress in a Hog1-dependent manner. Phosphorylation of these transcription factors by Hog1 is important for its function, as mutant alleles unable to be phosphorylated display impaired stress gene expression (Proft et al, 2001; de Nadal et al, 2003). Sko1 has an extra layer of complexity as it acts as a transcriptional repressor in the absence of stress. Sko1 represses stress-induced gene expression by recruiting the general co-repressor complex Ssn6 (Cyc8)-Tup1 to target promoters (Garcia-Gimeno and Struhl, 2000; Pascual-Ahuir et al, 2001). Induction of Sko1-dependent genes requires the release of repression and this process is completely dependant on Hog1 (Pascual-Ahuir et al, 2001; Proft and Struhl, 2002). In fact, Hog1-dependent phosphorylation switches Sko1 from being a repressor into an activator modifying its association with Tup1–Ssn6 and allowing the recruitment of the chromatin remodelling complexes SAGA and SWI/SNF to osmostress inducible promoters (Proft and Struhl, 2002; Guha et al, 2007; Kobayashi et al, 2008). In mammals, numerous transcription factors are phosphorylated and regulated by p38 SAPKs, including MEF2, ATF2, ELK1, p53, MRF4 and CHOP among others (reviewed in Perdiguero and Munoz-Canoves, 2008).Open in a separate windowFigure 2Stress-activated protein kinases (SAPKs) regulate transcription initiation of stress genes through several mechanisms. SAPKs may modulate initiation of transcription in response to stress by (1) direct phosphorylation of promoter-specific transcription factors; (2) stimulation of the recruitment of RNA Pol II and coactivators to the promoters; and (3) recruitment of the Rpd3 histone deacetylase complex and other chromatin modifying activities.Hog1 associates with DNA at stress-responsive promoters via specific transcription factorsThe effect of Hog1 on transcription factors is not limited to their direct phosphorylation. For instance, the transcriptional regulators Msn2 and Msn4 control induction of expression of genes through the so-called stress response element in response to several stressful conditions, including osmostress (Martinez-Pastor et al, 1996; Schmitt and McEntee, 1996). Global expression analyses have uncovered a remarkable correlation between MSN2/MSN4 and HOG1-dependent gene expression (Rep et al, 2000; Capaldi et al, 2008), although it is not clear how Hog1 regulates the activity of Msn2. Similarly, Hog1 interacts with Hot1 (Rep et al, 1999), a transcription factor that affects the expression of a small subset of Hog1-dependent genes, including GPD1 and GPP2, involved in glycerol biosynthesis, and STL1, which encodes a glycerol proton symporter (Rep et al, 2000; Ferreira et al, 2005). It was also shown that the nuclear retention of Hog1 upon stress was dependant on the presence of these transcription factors, thus suggesting that they could act as nuclear anchors for SAPKs by engaging in stable interactions with them (Reiser et al, 1999; Rep et al, 1999). Strikingly, the phosphorylation of Hot1, and possibly Msn2, by Hog1 is almost irrelevant in stress-induced gene expression (Alepuz et al, 2003). A remarkable discovery on how Hog1 modulates gene expression is that in response to stress the kinase cross-links with several target promoters and this binding is mediated through physical interaction with specific transcription factors that recruit the SAPK to chromatin. For instance, recruitment of Hog1 to the STL1 promoter depends on the activator Hot1, whereas recruitment of the kinase to the CTT1 promoter depends on the transcription factors Msn2 and Msn4 (Alepuz et al, 2001). It is worth noting that the binding of Hog1 is only restricted to osmoresponsive genes (Pascual-Ahuir et al, 2006; Pokholok et al, 2006; Proft et al, 2006). The accumulation of Hog1 into the nucleus is not sufficient for its association with chromatin because the addition of a nuclear localization signal on the SAPK does not result in enhanced chromatin association. However, binding to chromatin depends on its catalytic activity (Alepuz et al, 2001). Thus, although in a more traditional scenario, MAPKs would control the activity of a transcriptional regulator, the presence of Hog1 at target promoters already indicates that Hog1 itself might be having an important role on the regulation of transcription initiation (Alepuz et al, 2001; Chellappan, 2001; Proft and Struhl, 2002). It is worth noting that other MAP kinases from yeast, such as Fus3, Kss1 and Mpk1 are also recruited to chromatin (Pokholok et al, 2006; Kim et al, 2008). Similarly, structurally and functionally unrelated signalling kinases, including Snf1 (Lo et al, 2005), Tor1 (Li et al, 2006) or PKA (Pokholok et al, 2006), have been described in yeast to be recruited to chromatin.This scenario is not restricted to budding yeast. In S. pombe, activated Sty1 SAPK phosphorylates a number of targets including the bZIP transcription factor Atf1, the fission yeast homologue of mammalian ATF2 (Shiozaki and Russell, 1996; Wilkinson et al, 1996). Atf1 binds to its cognate site as a dimmer with a second bZIP protein, Pcr1 (Watanabe and Yamamoto, 1996). However, Atf1 phosphorylation by Sty1 is not essential for stress-induced activation of Atf1 target genes, but rather serves to positively regulate the stability of the Atf1 protein (Lawrence et al, 2007). As Hog1, activated Sty1 is recruited to Atf1-dependent genes in response to various stresses by association with Atf1 and its binding partner Pcr1 (Reiter et al, 2008).Given the evidence from yeast and the conservation of SAPK functions in higher eukaryotes, mammalian p38 might well be an integral part of the transcriptional machinery. Indeed, during skeletal myogenesis, the p38 SAPK is recruited to chromatin and targets the SWI–SNF chromatin-remodelling complex to muscle-regulatory elements possibly via MyoD and/or its partner E47 (Simone et al, 2004; Lluis et al, 2005; Serra et al, 2007). Furthermore, phosphorylation of MEF2D by p38 is required for TrxG recruitment to myogenic loci (Rampalli et al, 2007). Similarly, the ERK1 MAPK and its target MSK1 are also recruited to genes in response to progesterone (Vicent et al, 2006; Crump et al, 2008). It is interesting to note that binding of ERK1 to the FOS promoter is mediated by the ELK1 transcription factor (Zhang et al, 2008). Taken together, the data suggest a new and widespread role for signalling kinases on chromatin regulation (Chow and Davis, 2006; Edmunds and Mahadevan, 2006).Hog1 mediates assembly of the PIC at stress-responsive promotersThe observation that Hog1 kinase activity is needed for transcriptional activation, albeit phosphorylation of transcription factors is not an absolute requirement for transcription initiation, indicates that Hog1 can induce activation of gene expression by a mechanism other than the phosphorylation of the activator. Recruitment of the RNA Pol II machinery to osmoresponsive genes depends on both active Hog1 and the presence of specific transcription factors. Furthermore, the tight association of Hog1 with the largest subunit of RNA Pol II and the fact that the artificial tethering of the SAPK to DNA is sufficient to induce gene expression upon stress suggest that Hog1 might serve to recruit the basic transcriptional machinery to stress-responsive promoters (Alepuz et al, 2003).Genetic and biochemical data suggests that in addition to binding transcriptional activators and facilitating RNA Pol II recruitment, SAPKs are important to recruit at promoters basic transcription complexes such as SAGA, Mediator and SWI/SNF. Several observations indicate that whereas Mediator is crucial for proper gene induction upon both mild and high osmostress conditions, the role of SAGA is dependant on the strength of the osmostress. Thus, the requirement for a given transcriptional complex to regulate a promoter might be determined by the strength of the stimuli perceived by the cell through the regulation of interactions between transcriptional complexes (Zapater et al, 2007). The recruitment of SWI/SNF also depends on the presence of Hog1 and, although elimination of components of these complex do not lead to clear effects on transcription, it might indicate that modification of chromatin could be important for efficient transcription in response to osmostress (Proft and Struhl, 2002).The Rpd3 histone deacetylase complex is important by Hog1-mediated gene expressionAlthough histone deacetylation has classically been associated with the repression of gene expression (Robyr et al, 2002), there are many examples of particular genes in which a decrease in histone acetylation is associated with transcription induction (reviewed in Bernstein et al, 2000; Shahbazian and Grunstein, 2007). In addition to osmostress, Rpd3 deacetylase regulates the transcriptional activation of DNA damage-inducible genes (Sharma et al, 2007) as well as of the anaerobic DAN/TIR genes (Sertil et al, 2007), or oxidative and heat stress responses (Alejandro-Osorio et al, 2009). It is worth noting that studies in higher eukaryotic cells reported that the mSin3A–HDAC complex is required for embryonic stem cell proliferation because of its role in positively regulating the expression of Nanog (Baltus et al, 2009).A genetic screen designed to identify mutations that render cells osmosensitive at high osmolarity showed that in addition to SAGA and Mediator, the Rpd3 histone deacetylase complex also has an important role in osmostress gene expression. Rpd3 is a member of a family of five related histone deacetylases in yeast and it has been described to regulate expression of a large number of genes (Yang and Seto, 2008). There are two known Rpd3 complexes that share a core of three subunits, including Rpd3, Sin3 and Ume1. Although the large Rpd3L complex is recruited to promoters and functions in transcription initiation, the small Rpd3S complex is involved in suppressing spurious intragenic transcription during elongation and in controlling promoter fidelity (Carrozza et al, 2005; Keogh et al, 2005; Li et al, 2007b, 2007c; Biswas et al, 2008). Cells deficient in Rpd3 and other components of the large Rpd3L complex are osmosensitive and showed compromised expression of osmostress-responsive genes controlled by Hog1. Hog1 binds and recruits the Rpd3 complex to stress-specific promoters which leads to a reduced entry of RNA Pol II and deficient gene expression (de Nadal et al, 2004). It should be mentioned that the role of Rpd3 in osmostress promoters might not be restricted to altering chromatin structure, but might also provide a unique binding surface or recognition motifs for the recruitment of activators, as it has been proposed for acetylation and deacetylation in gene expression (Millar and Grunstein, 2006). Hog1 regulates elongation in stress-responsive genesElongation is also a critical phase of transcription susceptible to strong regulation and the modification of the RNA Pol II carboxy-terminal domain (CTD) is just an example of it (Saunders et al, 2006; Egloff and Murphy, 2008; Fuda et al, 2009). Dynamic phosphorylation of Ser2 and Ser5 or even Ser7 of the CTD tandem repeat provides a platform for the recruitment of the appropriate factors at different phases of the transcription cycle (Chapman et al, 2007; Egloff et al, 2007).The SAPK Hog1 interacts with elongating RNA Pol II (phosphorylated at serine 2 and 5 of the C-terminal domain), as well as with general components of the transcription elongation complex upon osmostress (Proft et al, 2006). In addition to its association with promoters, Hog1 is also present on coding regions of genes whose expression is induced upon osmotic shock and travels with elongating RNA Pol II (Pascual-Ahuir et al, 2006; Pokholok et al, 2006; Proft et al, 2006). It is worth noting that binding of Hog1 to coding regions is independent on the promoter bound-specific transcription factors but depends on the 3′UTR region of osmostress genes. The mechanism by which the SAPK is recruited to the 3′regions of osmoresponsive gene remains unknown. By uncoupling Hog1-dependent transcription initiation from transcription elongation, it has been demonstrated that Hog1 at coding regions is essential for an increased association of RNA Pol II in ORFs, suggesting that it directly affects the process of elongation (Proft et al, 2006). Other yeast signalling kinases, such as Fus3 or PKA, have been reported to associate with coding regions of activated genes (Pokholok et al, 2006), which indicates that signalling kinases have a role on transcription beyond initiation (Figure 3). Similarly, the S. pombe Sty1 SAPK also associates to the coding region of stress-responsive genes (Reiter et al, 2008).Open in a separate windowFigure 3The Hog1 stress-activated protein kinase (SAPK) regulates different phases of the transcription cycle. In addition to transcription initiation, Hog1 acts as a stress specific transcription elongation factor. Moreover, Hog1 targeting of the RSC complex displaces nucleosomes contributing to the efficient activation of transcription. The roles of Hog1 in other gene expression related processes such as mRNA processing, transport and translation are now starting to be elucidated.Remodelling of chromatin in response to stressThe packaging of DNA into nucleosomes affects all phases of the transcription cycle from binding of activators and PIC formation to elongation. Thus, nucleosome positioning and dynamics is another layer of transcription regulation (Cairns, 2009; Jiang and Pugh, 2009). As in initiation, transcription elongation is affected by chromatin structure, which is regulated by several protein factors that covalently modify histones or temporarily move or disassemble and reassemble nucleosomes (Li et al, 2007a). Nucleosomes adopt canonical positions around promoter regions and more random positions in the interior of genes and are modulated to regulate DNA accessibility. Chromatin remodelling complexes utilize ATP hydrolysis to alter the histone–DNA contacts by unwrapping DNA transiently, forming DNA loops, sliding nucleosomes, displacing completely the histones from DNA or replacing histone subunits. The transcriptional stress responses and the chromatin structure are tightly linked (Uffenbeck and Krebs, 2006). Histone eviction may happen as a specific response to environmental stresses, leading to transcription reprogramming. For instance, it has been reported that nucleosomes are lost at several heat shock promoter sites within minutes of stress exposure (Shivaswamy et al, 2008).Strikingly, in response to osmostress there is a dramatic change in the nucleosome organisation of stress responsive loci that depends on Hog1 and the RSC chromatin-remodelling complex. The RSC complex is a member of the SWI/SNF family and is characterized for modifying nucleosome structure through ATP hydrolysis. Upon stress, the SAPK Hog1 physically interacts with RSC to direct its association with the ORF of osmoresponsive genes suggesting that this could be a major role for the SAPK during elongation. It is worth noting that in RSC mutants, RNA Pol II accumulates on stress-promoters but not in coding regions. RSC mutants also display reduced stress gene expression and enhanced sensitivity to osmostress. Cell adaptation under acute osmostress might, thus, depend on a burst of transcription that in turn could occur only with efficient nucleosome eviction. Two other chromatin remodellers have been associated with stress genes; the SWI–SNF complex, which is associated with stress-responsive promoters in response to stress (Proft and Struhl, 2002) and the INO80 complex (Klopf et al, 2009). Deficiencies in the INO80 chromatin remodelling complex results in extended expression of stress genes and a delay on nucleosome reassembly at stress-loci. Thus, a dynamic balance among different chromatin remodelling complexes seems to be required for proper expression of stress genes. Control of mRNA processing, transport and translation by SAPKsEukaryotic mRNAs are synthesized by RNA Pol II as precursors that later on are strongly modified, spliced, cleaved at the 3′ end and polyadenylated. In addition, export and translation of mRNAs is coordinated differently. At present, it is still unclear whether stress activated genes are post transcriptionally regulated by specific mRNA binding proteins and the potential role of the SAPKs in regulation them.The regulation of the stability of target mRNAs in response to different stimuli has been described to be one of the mechanisms used by SAPKs to control gene expression. p38 regulates the binding of the destabilizing factor tristetraprolin to AU-rich elements (ARE) in the 3′-untranslated regions of cytokine mRNAs, either directly or via the downstream kinase MK2 (Hitti et al, 2006; Ronkina et al, 2008; Sandler and Stoecklin, 2008). On the other hand, phosphorylation of KSRP, a KH domain RNA binding protein, by p38 regulates myogenic transcripts, linking SAPK activity and mRNA stabilization (Briata et al, 2005). Also, p38 stabilizes survival motor neuron (SMN) mRNA through the binding of RNA-binding protein HuR to the SMN ARE (Farooq et al, 2009). Similarly, p38 can also induce p21Cip1 mRNA stabilization, via phosphorylation of the RNA binding protein HuR, in response to ionizing radiation (Lafarga et al, 2009). In yeast, Sty1 controls mRNA stability of the transcription factor Atf1 through Csx1, a protein with three RNA recognition motifs (Rodriguez-Gabriel et al, 2003; Lawrence et al, 2007) and Hog1 regulates mRNA stability of the TIF51A and MFA2 transcripts (Vasudevan and Peltz, 2001; Vasudevan et al, 2005). Recently, genomic wide scale analyses have shown that there are strong divergences between transcription rates and mRNA stabilities in response to osmotic shock in budding yeast (Molin et al, 2009; Romero-Santacreu et al, 2009). In a mild osmotic shock, stress-responsive mRNAs are specifically stabilized whereas most other mRNAs, like those for ribosomal proteins or cell wall components, are destabilized. It is clear from these reports that Hog1 has an effect on mRNA stability, especially in upregulated genes. However, the mechanism by which the SAPK Hog1 controls the stabilization of mRNAs is still unclear.As other cellular stresses, osmotic shock too causes transient inhibition of translation initiation. Although the HOG pathway seems not to be involved in the initial inhibition of translation upon stress, this pathway is required for the recovery of translation initiation during adaptation (Uesono and Toh, 2002). Furthermore, activated Hog1 phosphorylates Rck2, a MAPKAP kinase family member that has been implicated in the regulation of translation (Bilsland-Marchesan et al, 2000; Teige et al, 2001). It has been also reported that Sty1 binds to translation factors and its mutation results in defects in the recovery of translation after stress (Asp et al, 2008). Therefore, SAPKs have an important role in protein production from mRNA biogenesis to translation. Summary and perspectivesStress-activated protein kinases have an essential role in transcription regulation by several unrelated mechanisms to assure the generation of a new transcriptional program upon osmostress. To start transcription initiation, Hog1 not only directly phosphorylates transcription factors, but also binds to chromatin having a more structural role. At the osmostress promoters, Hog1 functions as a platform to recruit the transcriptional machinery and histone-modifying complexes such as the Rpd3 histone deacetylase. Although it is clear that there are kinase-independent mechanisms in transcription regulation, activity of Hog1 is needed to initiate transcription, at least for the recruitment of the SAPK onto the gene loci. However, it cannot be excluded that other targets exist that are phosphorylated by the SAPK during the initiation process. Of note, p38 and downstream kinases in the pathway can not only phosphorylate transcription activators but also the TATA-binding protein, chromatin-associated factors such as the nucleosomal proteins histone H3 and the non-histone chromosomal protein HMGN1. The identification of phosphorylation events mediated by Hog1 on the transcription machinery remains open. Once activated, Hog1 is also recruited to the coding regions of stress genes where it acts as a selective elongating factor that stimulates chromatin remodelling by RSC. How the SAPK is recruited to the coding regions is still unclear.Eukaryotic cells have three main RNA polymerases that account for most of the nuclear transcription. RNA Pol I and Pol III are involved in the transcription of non-coding genes, such as those that encode tRNAs or rRNAs, whereas RNA Pol II directs the transcription of coding mRNA genes and many other ncRNA species. Recently, it has been reported that Sub1 (suppressor of TFIIB mutations 1) is involved in osmoregulation and in transcription modulation by both RNA Pol II and III (Rosonina et al, 2009). Although both functions of this activator seem to be independent, it remains to be clarified whether SAPKs have a role in the regulation of RNA Pol I and III-dependent transcription.The different mechanisms described for the yeast Hog1 SAPK in transcription modulation are exclusive neither for this kinase nor for unicellular organisms. It is worth noting that other MAPK family members as well as signalling kinases such as Snf1, Tor and PKA kinases also bind to chromatin. It should be noted that several reports support an essential role of p38 SAPKs in the regulation of transcription upon inflammation and stress responses, as well as during skeletal myocyte, adipocyte, and cardiomyocyte growth and differentiation.The generation of an adaptive program is essential to guarantee the maximal efficiency in cell survival in response to an immediate danger for the cell. The understanding on how Hog1 and related SAPKs in other organisms regulate transcription is illuminating how signalling kinases impinge on the control of gene expression. It also serves to define new mechanisms of regulation of such a complex multilayered process. In addition, the knowledge of this regulation reveals which control steps are used by the cell to respond to extracellular stimuli once it requires a new and defined gene expression program within a very short period of time. AcknowledgmentsWe thank all members of the Cell Signaling Unit and Dr Angel Nebreda (CNIO) and Dr Pura Muñoz (UPF) for critical reading of the paper. We apologize to colleagues whose work could not be cited due to size limitation. The laboratory of F Posas and E de Nadal is being supported by Fundación Marcelino Botín (FMB), Ministerio de Ciéncia y Innovación; BFU program (BFU2008-00530 to EN and BIO2009-07762 to FP) and Consolider Ingenio 2010 programme (grant CSD2007-0015), from the European Science Foundation (ESF) through contract no. ERAS-CT-2003-980409 of the European Commission, DG Research, FP6 as part of a EURYI scheme award (www.esf.org/euryi) and from FP6 (CELLCOMPUT) and FP7 (UNICELLSYS) framework programs. FP is recipient of an ICREA Acadèmia (Generalitat de Catalunya). Footnotes The authors declare that they have no conflict of interest. ReferencesAlejandro-Osorio AL, Huebert DJ, Porcaro DT, Sonntag ME, Nillasithanukroh S, Will JL, Gasch AP (2009) The histone deacetylase Rpd3p is required for transient changes in genomic expression in response to stress. Genome Biol 10: R57. [PMC free article] [PubMed] [Google Scholar]Alepuz PM, de Nadal E, Zapater M, Ammerer G, Posas F (2003) Osmostress-induced transcription by Hot1 depends on a Hog1-mediated recruitment of the RNA Pol II. EMBO J 22: 2433–2442 [PMC free article] [PubMed] [Google Scholar]Alepuz PM, Jovanovic A, Reiser V, Ammerer G (2001) Stress-induced map kinase Hog1 is part of transcription activation complexes. Mol Cell 7: 767–777 [PubMed] [Google Scholar]Asp E, Nilsson D, Sunnerhagen P (2008) Fission yeast mitogen-activated protein kinase Sty1 interacts with translation factors. Eukaryot Cell 7: 328–338 [PMC free article] [PubMed] [Google Scholar]Baltus GA, Kowalski MP, Tutter AV, Kadam S (2009) A positive regulatory role for the mSin3A-HDAC complex in pluripotency through Nanog and Sox2. J Biol Chem 284: 6998–7006 [PMC free article] [PubMed] [Google Scholar]Becskei A, Serrano L (2000) Engineering stability in gene networks by autoregulation. Nature 405: 590–593 [PubMed] [Google Scholar]Bernstein BE, Tong JK, Schreiber SL (2000) Genomewide studies of histone deacetylase function in yeast. Proc Natl Acad Sci USA 97: 13708–13713 [PMC free article] [PubMed] [Google Scholar]Berry DB, Gasch AP (2008) Stress-activated genomic expression changes serve a preparative role for impending stress in yeast. Mol Biol Cell 19: 4580–4587 [PMC free article] [PubMed] [Google Scholar]Bilsland-Marchesan E, Arino J, Saito H, Sunnerhagen P, Posas F (2000) Rck2 kinase is a substrate for the osmotic stress-activated mitogen-activated protein kinase Hog1. Mol Cell Biol 20: 3887–3895 [PMC free article] [PubMed] [Google Scholar]Biswas D, Takahata S, Stillman DJ (2008) Different genetic functions for the Rpd3(L) and Rpd3(S) complexes suggest competition between NuA4 and Rpd3(S). Mol Cell Biol 28: 4445–4458 [PMC free article] [PubMed] [Google Scholar]Briata P, Forcales SV, Ponassi M, Corte G, Chen CY, Karin M, Puri PL, Gherzi R (2005) p38-dependent phosphorylation of the mRNA decay-promoting factor KSRP controls the stability of select myogenic transcripts. Mol Cell 20: 891–903 [PubMed] [Google Scholar]Cairns BR (2009) The logic of chromatin architecture and remodelling at promoters. Nature 461: 193–198 [PubMed] [Google Scholar]Capaldi AP, Kaplan T, Liu Y, Habib N, Regev A, Friedman N, O'Shea EK (2008) Structure and function of a transcriptional network activated by the MAPK Hog1. Nat Genet 40: 1300–1306 [PMC free article] [PubMed] [Google Scholar]Carrozza MJ, Li B, Florens L, Suganuma T, Swanson SK, Lee KK, Shia WJ, Anderson S, Yates J, Washburn MP, Workman JL (2005) Histone H3 methylation by Set2 directs deacetylation of coding regions by Rpd3S to suppress spurious intragenic transcription. Cell 123: 581–592 [PubMed] [Google Scholar]Causton HC, Ren B, Koh SS, Harbison CT, Kanin E, Jennings EG, Lee TI, True HL, Lander ES, Young RA (2001) Remodeling of yeast genome expression in response to environmental changes. Mol Biol Cell 12: 323–337 [PMC free article] [PubMed] [Google Scholar]Chapman RD, Heidemann M, Albert TK, Mailhammer R, Flatley A, Meisterernst M, Kremmer E, Eick D (2007) Transcribing RNA polymerase II is phosphorylated at CTD residue serine-7. Science 318: 1780–1782 [PubMed] [Google Scholar]Chellappan SP (2001) HOG on the promoter: regulation of the osmotic stress response. Sci STKE 2001: E1 [PubMed] [Google Scholar]Chen D, Toone WM, Mata J, Lyne R, Burns G, Kivinen K, Brazma A, Jones N, Bahler J (2003) Global transcriptional responses of fission yeast to environmental stress. Mol Biol Cell 14: 214–229 [PMC free article] [PubMed] [Google Scholar]Chen D, Wilkinson CR, Watt S, Penkett CJ, Toone WM, Jones N, Bahler J (2008) Multiple pathways differentially regulate global oxidative stress responses in fission yeast. Mol Biol Cell 19: 308–317 [PMC free article] [PubMed] [Google Scholar]Chen RE, Thorner J (2007) Function and regulation in MAPK signaling pathways: lessons learned from the yeast Saccharomyces cerevisiae. Biochim Biophys Acta 1773: 1311–1340 [PMC free article] [PubMed] [Google Scholar]Chow CW, Davis RJ (2006) Proteins kinases: chromatin-associated enzymes? Cell 127: 887–890 [PubMed] [Google Scholar]Clotet J, Posas F (2007) Control of cell cycle in response to osmostress: lessons from yeast. Methods Enzymol 428: 63–76 [PubMed] [Google Scholar]Crump NT, Han YT, Mahadevan LC (2008) Stress-activated MAP kinases in chromatin and transcriptional complexes. Top Curr Genet Stress-Activated Prot Kinases 20: 99–128 [Google Scholar]de Nadal E, Casadome L, Posas F (2003) Targeting the MEF2-like transcription factor Smp1 by the stress-activated Hog1 mitogen-activated protein kinase. Mol Cell Biol 23: 229–237 [PMC free article] [PubMed] [Google Scholar]de Nadal E, Posas F (2008) Regulation of gene expression in response to osmostress by the yeast stress-activated protein kinase Hog1. Top Curr Genet Stress-Activated Prot Kinases 20: 99–128 [Google Scholar]de Nadal E, Real FX, Posas F (2007) Mucins, osmosensors in eukaryotic cells? Trends Cell Biol 17: 571–574 [PubMed] [Google Scholar]de Nadal E, Zapater M, Alepuz PM, Sumoy L, Mas G, Posas F (2004) The MAPK Hog1 recruits Rpd3 histone deacetylase to activate osmoresponsive genes. Nature 427: 370–374 [PubMed] [Google Scholar]Degols G, Russell P (1997) Discrete roles of the Spc1 kinase and the Atf1 transcription factor in the UV response of Schizosaccharomyces pombe. Mol Cell Biol 17: 3356–3363 [PMC free article] [PubMed] [Google Scholar]Degols G, Shiozaki K, Russell P (1996) Activation and regulation of the Spc1 stress-activated protein kinase in Schizosaccharomyces pombe. Mol Cell Biol 16: 2870–2877 [PMC free article] [PubMed] [Google Scholar]Edmunds JW, Mahadevan LC (2006) Cell signaling. Protein kinases seek close encounters with active genes. Science 313: 449–451 [PubMed] [Google Scholar]Egloff S, Murphy S (2008) Cracking the RNA polymerase II CTD code. Trends Genet 24: 280–288 [PubMed] [Google Scholar]Egloff S, O'Reilly D, Chapman RD, Taylor A, Tanzhaus K, Pitts L, Eick D, Murphy S (2007) Serine-7 of the RNA polymerase II CTD is specifically required for snRNA gene expression. Science 318: 1777–1779 [PMC free article] [PubMed] [Google Scholar]Farooq F, Balabanian S, Liu X, Holcik M, Mackenzie A (2009) p38 mitogen-activated protein kinase stabilizes SMN mRNA through RNA binding protein HuR. Hum Mol Genet 18: 4035–4045 [PubMed] [Google Scholar]Ferreira ME, Hermann S, Prochasson P, Workman JL, Berndt KD, Wright AP (2005) Mechanism of transcription factor recruitment by acidic activators. J Biol Chem 280: 21779–21784 [PubMed] [Google Scholar]Fuda NJ, Ardehali MB, Lis JT (2009) Defining mechanisms that regulate RNA polymerase II transcription in vivo. Nature 461: 186–192 [PMC free article] [PubMed] [Google Scholar]Garcia-Gimeno MA, Struhl K (2000) Aca1 and Aca2, ATF/CREB activators in Saccharomyces cerevisiae, are important for carbon source utilization but not the response to stress. Mol Cell Biol 20: 4340–4349 [PMC free article] [PubMed] [Google Scholar]Gardner TS, Collins JJ (2000) Neutralizing noise in gene networks. Nature 405: 520–521 [PubMed] [Google Scholar]Gasch AP (2007) Comparative genomics of the environmental stress response in ascomycete fungi. Yeast 24: 961–976 [PubMed] [Google Scholar]Gasch AP, Spellman PT, Kao CM, Carmel-Harel O, Eisen MB, Storz G, Botstein D, Brown PO (2000) Genomic expression programs in the response of yeast cells to environmental changes. Mol Biol Cell 11: 4241–4257 [PMC free article] [PubMed] [Google Scholar]Guha N, Desai P, Vancura A (2007) Plc1p is required for SAGA recruitment and derepression of Sko1p-regulated genes. Mol Biol Cell 18: 2419–2428 [PMC free article] [PubMed] [Google Scholar]Han J, Lee JD, Bibbs L, Ulevitch RJ (1994) A MAP kinase targeted by endotoxin and hyperosmolarity in mammalian cells. Science 265: 808–811 [PubMed] [Google Scholar]Hao N, Behar M, Parnell SC, Torres MP, Borchers CH, Elston TC, Dohlman HG (2007) A systems-biology analysis of feedback inhibition in the Sho1 osmotic-stress-response pathway. Curr Biol 17: 659–667 [PubMed] [Google Scholar]Hao N, Zeng Y, Elston TC, Dohlman HG (2008) Control of MAPK specificity by feedback phosphorylation of shared adaptor protein Ste50. J Biol Chem 283: 33798–33802 [PMC free article] [PubMed] [Google Scholar]Hitti E, Iakovleva T, Brook M, Deppenmeier S, Gruber AD, Radzioch D, Clark AR, Blackshear PJ, Kotlyarov A, Gaestel M (2006) Mitogen-activated protein kinase-activated protein kinase 2 regulates tumor necrosis factor mRNA stability and translation mainly by altering tristetraprolin expression, stability, and binding to adenine/uridine-rich element. Mol Cell Biol 26: 2399–2407 [PMC free article] [PubMed] [Google Scholar]Hohmann S (2002) Osmotic stress signaling and osmoadaptation in yeasts. Microbiol Mol Biol Rev 66: 300–372 [PMC free article] [PubMed] [Google Scholar]Hohmann S, Krantz M, Nordlander B (2007) Yeast osmoregulation. Methods Enzymol 428: 29–45 [PubMed] [Google Scholar]Jiang C, Pugh BF (2009) Nucleosome positioning and gene regulation: advances through genomics. Nat Rev Genet 10: 161–172 [PMC free article] [PubMed] [Google Scholar]Keogh MC, Kurdistani SK, Morris SA, Ahn SH, Podolny V, Collins SR, Schuldiner M, Chin K, Punna T, Thompson NJ, Boone C, Emili A, Weissman JS, Hughes TR, Strahl BD, Grunstein M, Greenblatt JF, Buratowski S, Krogan NJ (2005) Cotranscriptional set2 methylation of histone H3 lysine 36 recruits a repressive Rpd3 complex. Cell 123: 593–605 [PubMed] [Google Scholar]Kim KY, Truman AW, Levin DE (2008) Yeast Mpk1 mitogen-activated protein kinase activates transcription through Swi4/Swi6 by a noncatalytic mechanism that requires upstream signal. Mol Cell Biol 28: 2579–2589 [PMC free article] [PubMed] [Google Scholar]Klipp E, Nordlander B, Kruger R, Gennemark P, Hohmann S (2005) Integrative model of the response of yeast to osmotic shock. Nat Biotechnol 23: 975–982 [PubMed] [Google Scholar]Klopf E, Paskova L, Sole C, Mas G, Petryshyn A, Posas F, Wintersberger U, Ammerer G, Schuller C (2009) Cooperation between the INO80 complex and histone chaperones determines adaptation of stress gene transcription in the yeast Saccharomyces cerevisiae. Mol Cell Biol 29: 4994–5007 [PMC free article] [PubMed] [Google Scholar]Kobayashi Y, Inai T, Mizunuma M, Okada I, Shitamukai A, Hirata D, Miyakawa T (2008) Identification of Tup1 and Cyc8 mutations defective in the responses to osmotic stress. Biochem Biophys Res Commun 368: 50–55 [PubMed] [Google Scholar]Kyriakis JM, Avruch J (2001) Mammalian mitogen-activated protein kinase signal transduction pathways activated by stress and inflammation. Physiol Rev 81: 807–869 [PubMed] [Google Scholar]Lafarga V, Cuadrado A, Lopez de Silanes I, Bengoechea R, Fernandez-Capetillo O, Nebreda AR (2009) p38 Mitogen-activated protein kinase- and HuR-dependent stabilization of p21(Cip1) mRNA mediates the G(1)/S checkpoint. Mol Cell Biol 29: 4341–4351 [PMC free article] [PubMed] [Google Scholar]Lawrence CL, Maekawa H, Worthington JL, Reiter W, Wilkinson CR, Jones N (2007) Regulation of Schizosaccharomyces pombe Atf1 protein levels by Sty1-mediated phosphorylation and heterodimerization with Pcr1. J Biol Chem 282: 5160–5170 [PubMed] [Google Scholar]Li B, Carey M, Workman JL (2007a) The role of chromatin during transcription. Cell 128: 707–719 [PubMed] [Google Scholar]Li B, Gogol M, Carey M, Lee D, Seidel C, Workman JL (2007b) Combined action of PHD and chromo domains directs the Rpd3S HDAC to transcribed chromatin. Science 316: 1050–1054 [PubMed] [Google Scholar]Li B, Gogol M, Carey M, Pattenden SG, Seidel C, Workman JL (2007c) Infrequently transcribed long genes depend on the Set2/Rpd3S pathway for accurate transcription. Genes Dev 21: 1422–1430 [PMC free article] [PubMed] [Google Scholar]Li H, Tsang CK, Watkins M, Bertram PG, Zheng XF (2006) Nutrient regulates Tor1 nuclear localization and association with rDNA promoter. Nature 442: 1058–1061 [PubMed] [Google Scholar]Lluis F, Ballestar E, Suelves M, Esteller M, Munoz-Canoves P (2005) E47 phosphorylation by p38 MAPK promotes MyoD/E47 association and muscle-specific gene transcription. EMBO J 24: 974–984 [PMC free article] [PubMed] [Google Scholar]Lo WS, Gamache ER, Henry KW, Yang D, Pillus L, Berger SL (2005) Histone H3 phosphorylation can promote TBP recruitment through distinct promoter-specific mechanisms. EMBO J 24: 997–1008 [PMC free article] [PubMed] [Google Scholar]Lopez-Maury L, Marguerat S, Bahler J (2008) Tuning gene expression to changing environments: from rapid responses to evolutionary adaptation. Nat Rev Genet 9: 583–593 [PubMed] [Google Scholar]Macia J, Regot S, Peeters T, Conde N, Sole R, Posas F (2009) Dynamic signaling in the Hog1 MAPK pathway relies on high basal signal transduction. Sci Signal 2: ra13. [PubMed] [Google Scholar]Maeda T, Wurgler-Murphy SM, Saito H (1994) A two-component system that regulates an osmosensing MAP kinase cascade in yeast. Nature 369: 242–245 [PubMed] [Google Scholar]Martinez-Pastor MT, Marchler G, Schuller C, Marchler-Bauer A, Ruis H, Estruch F (1996) The Saccharomyces cerevisiae zinc finger proteins Msn2p and Msn4p are required for transcriptional induction through the stress response element (STRE). EMBO J 15: 2227–2235 [PMC free article] [PubMed] [Google Scholar]Mas G, de Nadal E, Dechant R, Rodriguez de la Concepcion ML, Logie C, Jimeno-Gonzalez S, Chavez S, Ammerer G, Posas F (2009) Recruitment of a chromatin remodelling complex by the Hog1 MAP kinase to stress genes. EMBO J 28: 326–336 [PMC free article] [PubMed] [Google Scholar]Mettetal JT, Muzzey D, Gomez-Uribe C, van OA (2008) The frequency dependence of osmo-adaptation in Saccharomyces cerevisiae. Science 319: 482–484 [PMC free article] [PubMed] [Google Scholar]Millar CB, Grunstein M (2006) Genome-wide patterns of histone modifications in yeast. Nat Rev Mol Cell Biol 7: 657–666 [PubMed] [Google Scholar]Molin C, Jauhiainen A, Warringer J, Nerman O, Sunnerhagen P (2009) mRNA stability changes precede changes in steady-state mRNA amounts during hyperosmotic stress. RNA 15: 600–614 [PMC free article] [PubMed] [Google Scholar]Moriguchi T, Toyoshima F, Gotoh Y, Iwamatsu A, Irie K, Mori E, Kuroyanagi N, Hagiwara M, Matsumoto K, Nishida E (1996) Purification and identification of a major activator for p38 from osmotically shocked cells. J Biol Chem 271: 26981–26988 [PubMed] [Google Scholar]Muzzey D, Gomez-Uribe CA, Mettetal JT, van OA (2009) A systems-level analysis of perfect adaptation in yeast osmoregulation. Cell 138: 160–171 [PMC free article] [PubMed] [Google Scholar]Nehlin JO, Carlberg M, Ronne H (1992) Yeast SKO1 gene encodes a bZIP protein that binds to the CRE motif and acts as a repressor of transcription. Nucleic Acids Res 20: 5271–5278 [PMC free article] [PubMed] [Google Scholar]Ni L, Bruce C, Hart C, Leigh-Bell J, Gelperin D, Umansky L, Gerstein MB, Snyder M (2009) Dynamic and complex transcription factor binding during an inducible response in yeast. Genes Dev 23: 1351–1363 [PMC free article] [PubMed] [Google Scholar]O'Rourke SM, Herskowitz I. (2004) Unique and redundat roles for HOG MAPK pathway components as revealed by whole-genome expression analysis. Mol Biol Cell 15: 532–542 [PMC free article] [PubMed] [Google Scholar]Pascual-Ahuir A, Posas F, Serrano R, Proft M (2001) Multiple levels of control regulate the yeast cAMP-response element-binding protein repressor Sko1p in response to stress. J Biol Chem 276: 37373–37378 [PubMed] [Google Scholar]Pascual-Ahuir A, Struhl K, Proft M (2006) Genome-wide location analysis of the stress-activated MAP kinase Hog1 in yeast. Methods 40: 272–278 [PubMed] [Google Scholar]Perdiguero E, Munoz-Canoves P (2008) Transcriptional regulation by the p38 MAPK signaling pathway in mammalian cells. Top Curr Genet Stress-Activated Prot Kinases 20: 99–128 [Google Scholar]Pokholok DK, Zeitlinger J, Hannett NM, Reynolds DB, Young RA (2006) Activated signal transduction kinases frequently occupy target genes. Science 313: 533–536 [PubMed] [Google Scholar]Posas F, Chambers JR, Heyman JA, Hoeffler JP, de Nadal E, Arino J (2000) The transcriptional response of yeast to saline stress. J Biol Chem 275: 17249–17255 [PubMed] [Google Scholar]Proft M, Mas G, de Nadal E, Vendrell A, Noriega N, Struhl K, Posas F (2006) The stress-activated Hog1 kinase is a selective transcriptional elongation factor for genes responding to osmotic stress. Mol Cell 23: 241–250 [PubMed] [Google Scholar]Proft M, Pascual-Ahuir A, de Nadal E, Arino J, Serrano R, Posas F (2001) Regulation of the Sko1 transcriptional repressor by the Hog1 MAP kinase in response to osmotic stress. EMBO J 20: 1123–1133 [PMC free article] [PubMed] [Google Scholar]Proft M, Struhl K (2002) Hog1 kinase converts the Sko1-Cyc8-Tup1 repressor complex into an activator that recruits SAGA and SWI/SNF in response to osmotic stress. Mol Cell 9: 1307–1317 [PubMed] [Google Scholar]Proft M, Struhl K (2004) MAP kinase-mediated stress relief that precedes and regulates the timing of transcriptional induction. Cell 118: 351–361 [PubMed] [Google Scholar]Rampalli S, Li L, Mak E, Ge K, Brand M, Tapscott SJ, Dilworth FJ (2007) p38 MAPK signaling regulates recruitment of Ash2L-containing methyltransferase complexes to specific genes during differentiation. Nat Struct Mol Biol 14: 1150–1156 [PMC free article] [PubMed] [Google Scholar]Reiser V, Ruis H, Ammerer G (1999) Kinase activity-dependent nuclear export opposes stress-induced nuclear accumulation and retention of Hog1 mitogen-activated protein kinase in the budding yeast Saccharomyces cerevisiae. Mol Biol Cell 10: 1147–1161 [PMC free article] [PubMed] [Google Scholar]Reiter W, Watt S, Dawson K, Lawrence CL, Bahler J, Jones N, Wilkinson CR (2008) Fission yeast MAP kinase Sty1 is recruited to stress-induced genes. J Biol Chem 283: 9945–9956 [PMC free article] [PubMed] [Google Scholar]Rep M, Krantz M, Thevelein JM, Hohmann S (2000) The transcriptional response of Saccharomyces cerevisiae to osmotic shock. Hot1p and Msn2p/Msn4p are required for the induction of subsets of high osmolarity glycerol pathway-dependent genes. J Biol Chem 275: 8290–8300 [PubMed] [Google Scholar]Rep M, Reiser V, Gartner U, Thevelein JM, Hohmann S, Ammerer G, Ruis H (1999) Osmotic stress-induced gene expression in Saccharomyces cerevisiae requires Msn1p and the novel nuclear factor Hot1p. Mol Cell Biol 19: 5474–5485 [PMC free article] [PubMed] [Google Scholar]Robyr D, Suka Y, Xenarios I, Kurdistani SK, Wang A, Suka N, Grunstein M (2002) Microarray deacetylation maps determine genome-wide functions for yeast histone deacetylases. Cell 109: 437–446 [PubMed] [Google Scholar]Rodriguez-Gabriel MA, Burns G, McDonald WH, Martin V, Yates JR III, Bahler J, Russell P (2003) RNA-binding protein Csx1 mediates global control of gene expression in response to oxidative stress. EMBO J 22: 6256–6266 [PMC free article] [PubMed] [Google Scholar]Romero-Santacreu L, Moreno J, Perez-Ortin JE, Alepuz P (2009) Specific and global regulation of mRNA stability during osmotic stress in Saccharomyces cerevisiae. RNA 15: 1110–1120 [PMC free article] [PubMed] [Google Scholar]Ronkina N, Kotlyarov A, Gaestel M (2008) MK2 and MK3–a pair of isoenzymes? Front Biosci 13: 5511–5521 [PubMed] [Google Scholar]Rosonina E, Willis IM, Manley JL (2009) Sub1 functions in osmoregulation and in transcription by both RNA polymerases II and III. Mol Cell Biol 29: 2308–2321 [PMC free article] [PubMed] [Google Scholar]Sandler H, Stoecklin G (2008) Control of mRNA decay by phosphorylation of tristetraprolin. Biochem Soc Trans 36: 491–496 [PubMed] [Google Scholar]Saunders A, Core LJ, Lis JT (2006) Breaking barriers to transcription elongation. Nat Rev Mol Cell Biol 7: 557–567 [PubMed] [Google Scholar]Schmitt AP, McEntee K (1996) Msn2p, a zinc finger DNA-binding protein, is the transcriptional activator of the multistress response in Saccharomyces cerevisiae. Proc Natl Acad Sci USA 93: 5777–5782 [PMC free article] [PubMed] [Google Scholar]Serra C, Palacios D, Mozzetta C, Forcales SV, Morantte I, Ripani M, Jones DR, Du K, Jhala US, Simone C, Puri PL (2007) Functional interdependence at the chromatin level between the MKK6/p38 and IGF1/PI3K/AKT pathways during muscle differentiation. Mol Cell 28: 200–213 [PMC free article] [PubMed] [Google Scholar]Sertil O, Vemula A, Salmon SL, Morse RH, Lowry CV (2007) Direct role for the Rpd3 complex in transcriptional induction of the anaerobic DAN/TIR genes in yeast. Mol Cell Biol 27: 2037–2047 [PMC free article] [PubMed] [Google Scholar]Shahbazian MD, Grunstein M (2007) Functions of site-specific histone acetylation and deacetylation. Annu Rev Biochem 76: 75–100 [PubMed] [Google Scholar]Sharma VM, Tomar RS, Dempsey AE, Reese JC (2007) Histone deacetylases RPD3 and HOS2 regulate the transcriptional activation of DNA damage-inducible genes. Mol Cell Biol 27: 3199–3210 [PMC free article] [PubMed] [Google Scholar]Sheikh-Hamad D, Gustin MC (2004) MAP kinases and the adaptive response to hypertonicity: functional preservation from yeast to mammals. Am J Physiol Renal Physiol 287: F1102–F1110 [PubMed] [Google Scholar]Shiozaki K, Russell P (1996) Conjugation, meiosis, and the osmotic stress response are regulated by Spc1 kinase through Atf1 transcription factor in fission yeast. Genes Dev 10: 2276–2288 [PubMed] [Google Scholar]Shivaswamy S, Bhinge A, Zhao Y, Jones S, Hirst M, Iyer VR (2008) Dynamic remodeling of individual nucleosomes across a eukaryotic genome in response to transcriptional perturbation. PLoS Biol 6: e65. [PMC free article] [PubMed] [Google Scholar]Simone C, Forcales SV, Hill DA, Imbalzano AN, Latella L, Puri PL (2004) p38 pathway targets SWI-SNF chromatin-remodeling complex to muscle-specific loci. Nat Genet 36: 738–743 [PubMed] [Google Scholar]Takekawa M, Posas F, Saito H (1997) A human homolog of the yeast Ssk2/Ssk22 MAP kinase kinase kinase, MATK1, mediates stress-induced activation of the p28 and JNK pathways. EMBO J 16: 4973–4982 [PMC free article] [PubMed] [Google Scholar]Tatebayashi K, Tanaka K, Yang HY, Yamamoto K, Matsushita Y, Tomida T, Imai M, Saito H (2007) Transmembrane mucins Hkr1 and Msb2 are putative osmosensors in the SHO1 branch of yeast HOG pathway. EMBO J 26: 3521–3533 [PMC free article] [PubMed] [Google Scholar]Teige M, Scheikl E, Reiser V, Ruis H, Ammerer G (2001) Rck2, a member of the calmodulin-protein kinase family, links protein synthesis to high osmolarity MAP kinase signaling in budding yeast. Proc Natl Acad Sci USA 98: 5625–5630 [PMC free article] [PubMed] [Google Scholar]Toone WM, Kuge S, Samuels M, Morgan BA, Toda T, Jones N (1998) Regulation of the fission yeast transcription factor Pap1 by oxidative stress: requirement for the nuclear export factor Crm1 (Exportin) and the stress-activated MAP kinase Sty1/Spc1. Genes Dev 12: 1453–1463 [PMC free article] [PubMed] [Google Scholar]Uesono Y, Toh E (2002) Transient inhibition of translation initiation by osmotic stress. J Biol Chem 277: 13848–13855 [PubMed] [Google Scholar]Uffenbeck SR, Krebs JE (2006) The role of chromatin structure in regulating stress-induced transcription in Saccharomyces cerevisiae. Biochem Cell Biol 84: 477–489 [PubMed] [Google Scholar]Vasudevan S, Garneau N, Tu KD, Peltz SW (2005) p38 mitogen-activated protein kinase/Hog1p regulates translation of the AU-rich-element-bearing MFA2 transcript. Mol Cell Biol 25: 9753–9763 [PMC free article] [PubMed] [Google Scholar]Vasudevan S, Peltz SW (2001) Regulated ARE-mediated mRNA decay in Saccharomyces cerevisiae. Mol Cell 7: 1191–1200 [PubMed] [Google Scholar]Vicent GP, Ballare C, Nacht AS, Clausell J, Subtil-Rodriguez A, Quiles I, Jordan A, Beato M (2006) Induction of progesterone target genes requires activation of Erk and Msk kinases and phosphorylation of histone H3. Mol Cell 24: 367–381 [PubMed] [Google Scholar]Vincent AC, Struhl K (1992) ACR1, a yeast ATF/CREB repressor. Mol Cell Biol 12: 5394–5405 [PMC free article] [PubMed] [Google Scholar]Wagner EF, Nebreda AR (2009) Signal integration by JNK and p38 MAPK pathways in cancer development. Nat Rev Cancer 9: 537–549 [PubMed] [Google Scholar]Watanabe Y, Yamamoto M (1996) Schizosaccharomyces pombe pcr1+ encodes a CREB/ATF protein involved in regulation of gene expression for sexual development. Mol Cell Biol 16: 704–711 [PMC free article] [PubMed] [Google Scholar]Westfall PJ, Patterson JC, Chen RE, Thorner J (2008) Stress resistance and signal fidelity independent of nuclear MAPK function. Proc Natl Acad Sci USA 105: 12212–12217 [PMC free article] [PubMed] [Google Scholar]Wilkinson MG, Samuels M, Takeda T, Toone WM, Shieh JC, Toda T, Millar JB, Jones N (1996) The Atf1 transcription factor is a target for the Sty1 stress-activated MAP kinase pathway in fission yeast. Genes Dev 10: 2289–2301 [PubMed] [Google Scholar]Yaakov G, Duch A, Garcia-Rubio M, Clotet J, Jimenez J, Aguilera A, Posas F (2009) The stress-activated protein kinase Hog1 mediates S phase delay in response to osmostress. Mol Biol Cell 20: 3572–3582 [PMC free article] [PubMed] [Google Scholar]Yang XJ, Seto E (2008) The Rpd3/Hda1 family of lysine deacetylases: from bacteria and yeast to mice and men. Nat Rev Mol Cell Biol 9: 206–218 [PMC free article] [PubMed] [Google Scholar]Yu YT, Breitbart RE, Smoot LB, Lee Y, Mahdavi V, Nadal-Ginard B (1992) Human myocyte-specific enhancer factor 2 comprises a group of tissue-restricted MADS box transcription factors. Genes Dev 6: 1783–1798 [PubMed] [Google Scholar]Zapater M, Sohrmann M, Peter M, Posas F, de Nadal E (2007) Selective requirement for SAGA in Hog1-mediated gene expression depending on the severity of the external osmostress conditions. Mol Cell Biol 27: 3900–3910 [PMC free article] [PubMed] [Google Scholar]Zhang HM, Li L, Papadopoulou N, Hodgson G, Evans E, Galbraith M, Dear M, Vougier S, Saxton J, Shaw PE (2008) Mitogen-induced recruitment of ERK and MSK to SRE promoter complexes by ternary complex factor Elk-1. Nucleic Acids Res 36: 2594–2607 [PMC free article] [PubMed] [Google Scholar]"}