{"title": "Cyclin-dependent kinase-9 is a component of the p300/GATA4 complex required for phenylephrine-induced hypertrophy in cardiomyocytes", "pubDate": "2010", "PMCID": "PMC2843206", "DOI": "10.1074/jbc.M109.070458", "PMID": "20081228", "abstract": "A zinc finger protein GATA4 is one of the hypertrophy-responsive transcription factors and forms a complex with an intrinsic histone acetyltransferase, p300. Disruption of this complex results in the inhibition of cardiomyocyte hypertrophy and heart failure in vivo. By tandem affinity purification and mass spectrometric analyses, we identified cyclin-dependent kinase-9 (Cdk9) as a novel GATA4-binding partner. Cdk9 also formed a complex with p300 as well as GATA4 and cyclin T1. We showed that p300 was required for the interaction of GATA4 with Cdk9 and for the kinase activity of Cdk9. Conversely, Cdk9 kinase activity was required for the p300-induced transcriptional activities, DNA binding, and acetylation of GATA4. Furthermore, the kinase activity of Cdk9 was required for the phosphorylation of p300 as well as for cardiomyocyte hypertrophy. These findings demonstrate that Cdk9 forms a functional complex with the p300/GATA4 and is required for p300/GATA4- transcriptional pathway during cardiomyocyte hypertrophy.", "author": [{"author": "Yoichi Sunagawa", "affiliation": ["Division of Translational Research, 1-1 Mukaihata-cho, Fukakusa, Fushimi-ku, Kyoto 612-8555."], "href": "/?term=Sunagawa+Y&cauthor_id=20081228"}, {"author": "Tatsuya Morimoto", "affiliation": ["Division of Translational Research, 1-1 Mukaihata-cho, Fukakusa, Fushimi-ku, Kyoto 612-8555. Electronic address: mori@kuhp.kyoto-u.ac.jp."], "href": "/?term=Morimoto+T&cauthor_id=20081228"}, {"author": "Tomohide Takaya", "affiliation": ["Division of Translational Research, 1-1 Mukaihata-cho, Fukakusa, Fushimi-ku, Kyoto 612-8555; Department of Cardiovascular Medicine, 54 Kawara-cho, Shogoin, Sakyo-ku, Kyoto 606-8507, Japan."], "href": "/?term=Takaya+T&cauthor_id=20081228"}, {"author": "Shinji Kaichi", "affiliation": ["Division of Translational Research, 1-1 Mukaihata-cho, Fukakusa, Fushimi-ku, Kyoto 612-8555; Department of Pediatrics, 54 Kawara-cho, Shogoin, Sakyo-ku, Kyoto 606-8507, Japan."], "href": "/?term=Kaichi+S&cauthor_id=20081228"}, {"author": "Hiromichi Wada", "affiliation": ["Division of Translational Research, 1-1 Mukaihata-cho, Fukakusa, Fushimi-ku, Kyoto 612-8555."], "href": "/?term=Wada+H&cauthor_id=20081228"}, {"author": "Teruhisa Kawamura", "affiliation": ["Division of Translational Research, 1-1 Mukaihata-cho, Fukakusa, Fushimi-ku, Kyoto 612-8555."], "href": "/?term=Kawamura+T&cauthor_id=20081228"}, {"author": "Masatoshi Fujita", "affiliation": ["Human Health Sciences, Graduate School of Medicine, Kyoto University, 54 Kawara-cho, Shogoin, Sakyo-ku, Kyoto 606-8507, Japan."], "href": "/?term=Fujita+M&cauthor_id=20081228"}, {"author": "Akira Shimatsu", "affiliation": ["Clinical Research Institute, Kyoto Medical Center, National Hospital Organization, 1-1 Mukaihata-cho, Fukakusa, Fushimi-ku, Kyoto 612-8555."], "href": "/?term=Shimatsu+A&cauthor_id=20081228"}, {"author": "Toru Kita", "affiliation": ["Department of Cardiovascular Medicine, 54 Kawara-cho, Shogoin, Sakyo-ku, Kyoto 606-8507, Japan."], "href": "/?term=Kita+T&cauthor_id=20081228"}, {"author": "Koji Hasegawa", "affiliation": ["Division of Translational Research, 1-1 Mukaihata-cho, Fukakusa, Fushimi-ku, Kyoto 612-8555."], "href": "/?term=Hasegawa+K&cauthor_id=20081228"}], "refPMID": [], "citedInPMID": ["20081228", "35110997", "34959669", "34831061", "34444769", "34146121", "33578969", "33500391", "32386560", "32346115", "31015724", "28428957", "26953528", "26542022", "26317696", "26254229", "25953925", "25279144", "25228320", "24945803", "24701579", "23977272", "23840966", "22216146", "21378166", "21376121"], "body": " AbstractA zinc finger protein GATA4 is one of the hypertrophy-responsive transcription factors and forms a complex with an intrinsic histone acetyltransferase, p300. Disruption of this complex results in the inhibition of cardiomyocyte hypertrophy and heart failure in vivo. By tandem affinity purification and mass spectrometric analyses, we identified cyclin-dependent kinase-9 (Cdk9) as a novel GATA4-binding partner. Cdk9 also formed a complex with p300 as well as GATA4 and cyclin T1. We showed that p300 was required for the interaction of GATA4 with Cdk9 and for the kinase activity of Cdk9. Conversely, Cdk9 kinase activity was required for the p300-induced transcriptional activities, DNA binding, and acetylation of GATA4. Furthermore, the kinase activity of Cdk9 was required for the phosphorylation of p300 as well as for cardiomyocyte hypertrophy. These findings demonstrate that Cdk9 forms a functional complex with the p300/GATA4 and is required for p300/GATA4- transcriptional pathway during cardiomyocyte hypertrophy.Keywords: DNA/Protein Interaction, Histones/Acetylase, Phosphorylation, Protein/Protein-Protein Interactions, Transcription, Transcription/Promoter, Transcription/RNA Polymerase II, Transcription/Tissue-specific Factors IntroductionHeart failure results from a variety of cardiovascular disorders including myocardial infarction and hypertension, and is a principal cause of death and disability in humans (1). A major morphogenic change in failing hearts is hypertrophy of each cardiomyocyte, an increase in its cell volume (2). Hence, intense investigation has focused on elucidating the mechanisms of cardiomyocyte hypertrophy that eventually leads to the development of heart failure. At the transcriptional level, cardiomyocyte hypertrophy is characterized by changes in specific gene expressions controlled by a subset of hypertrophy-responsive transcription factors including MEF2, SRF, and a zinc finger protein, GATA4 (3, 4). GATA4 functionally and physically interacts with other transcription factors, including NFAT-3, GATA6, MEF-2, STAT, and SRF (5,–9). Whereas these interactions regulate the transcriptional potential of GATA4 downstream of hypertrophy signaling pathways, disruption of this complex results in the inhibition of hypertrophic responses. Therefore, identifying novel GATA4 binding partners is critical to elucidate the precise mechanisms that mediate hypertrophic responses in cardiac myocytes.A transcriptional co-activator, p300, also directly interacts with GATA4 to synergistically activate the atrial natriuretic factor (ANF)2 and β-myosin heavy chain (β-MHC) promoters during myocardial cell hypertrophy (10, 11). Through its histone acetyltransferase (HAT) activity, p300 acetylates not only histone to promote an active chromatin configuration, but also GATA4 to increase its DNA binding and transcriptional activities (12). HAT activity of p300 is required for myocardial hypertrophy in vitro and for the promotion of left ventricular remodeling in vivo (13). Recently, we and others have reported that a natural p300-specific HAT inhibitor, curcumin, prevents the development of cardiomyocyte hypertrophy and heart failure in vivo, further emphasizing the importance of p300 in these processes (14, 15). In addition, p300 acts as a scaffold protein in the assembly of multisubunit transcription factor complexes for specific cardiac promoters, thereby conferring further specificity. Interestingly, the characterized interaction of GATA4 with FOG-2 is mediated through p300 (16). Hence, p300 may play a central role in the functional and physical interactions of multiple transcription factors with GATA4 and facilitate the formation of multisubunit complexes.A mechanism for hypertrophic growth must involve a global increase in the RNA content per cell. Among several regulatory factors that specifically target the transcriptional elongation, positive transcription elongation factor b (P-TEFb) induces hyperphosphorylation of the C-terminal domain in RNA pol II, a critical, essential step to produce messenger RNA (17). P-TEFb, a heterodimer composed of cyclin-dependent kinase 9 (Cdk9) and cyclin T1 (or the miner form T2 or K) (18), not only plays an important role in most RNA pol II-dependent transcription (17, 18), but also is recruited to cellular promoters by interacting with a variety of transcription factors. However, the mechanisms regulating the recruitment of P-TEFb to cardiac hypertrophy-responsive promoters remain poorly understood.To identify novel binding partners of GATA4, we used a proteomics strategy to purify the GATA4 complex. Herein, we report that Cdk9 is a novel component of the p300/GATA4 complex and required for the p300-induced acetylation of GATA4. Moreover, Cdk9 contributed to hypertrophy responsive-transcription through its recruitment of the p300/GATA4 complex to the transcriptional machinery. EXPERIMENTAL PROCEDURESPlasmid Constructs The expression vectors pCMVβ-gal, pCMVwtp300, and pcDNAG4 were previously described (12). pcDNA-hCdk9 and pcDNA-DNCdk9 contain cDNA encoding full-length human Cdk9 cDNA, and catalytically inactive, dominant-negative-human Cdk9 (D167N), respectively, and were gifts from Dr. Motoaki Sano, University of Keio, Tokyo, Japan (19). The retroviral vector, pOZ, was kindly provided by Dr. Yoshihiro Nakatani (Dana-Farber Cancer Institute and Harvard Medical School, Boston, MA). The plasmid constructs pANF-luc (10), pET-luc (20), pmutGATA-ANF-luc (10), and pmutGATA-ET-luc (21) were previously described. pRL-SV40 was purchased from TOYO B-Net CO., LTD. pGEX-2T-Cdk9 was kindly provided by Dr. Bassel E. Sawaya (Temple University, Philadelphia, PA).To generate the FLAG or HA-tagged expression vectors, mouse GATA4, or the human p300-(1514–1922) fragment tagged with FLAG or HA sequence was subcloned into pcDNA3.2/V5-DEST using GATEWAY technology (Invitrogen). For the in vitro binding assay, full-length mouse GATA4 cDNAs, full-length human Cdk9 cDNA, and HA-tagged p300-(1514–1922) fragment were subcloned into the pDEST 15 (GST) or pDEST 17 (6×His) vectors (Invitrogen). For the in vitro binding assay, truncated mouse GATA4 cDNAs or truncated Cdk9 cDNA were subcloned into the pDEST 15 (GST) vectors (Invitrogen).Purification of the GATA4 Complexes The GATA4 complexes were purified from nuclear extracts prepared from HeLa cells expressing the mouse GATA4 protein fused with N-terminal FLAG and HA epitope tags (e-GATA4) by immunoprecipitation on anti-FLAG antibody-conjugated agarose. The bound polypeptides were eluted with the FLAG peptide and were further affinity-purified by anti-HA antibody-conjugated agarose, as described (22). Mass spectrometry was performed by the Taplin Biological Mass Spectrometry Facility, Cell Biology, Harvard Medical School. Data analysis was performed with the ProFound software.In Vitro Binding Assay GST fusion proteins were immobilized on glutathione-agarose beads (GE Healthcare) and used for in vitro protein interaction assays. Portions (10 μl) of glutathione-agarose beads bearing equal amounts of either GST or the fusion proteins (1 to 2 μg) were mixed with His6 fusion proteins (300 ng) in 200 μl of binding buffer (20 mm Tris-HCl, pH 8.0, 100 mm KCl, 5 mm MgCl2, 0.2 mm EDTA, 10% glycerol, 0.1% Tween 20, 10 mm 2-mercaptoethanol, and 0.25 mm phenylmethylsulfonyl fluoride). The binding reaction mixtures were gently rocked on a rotating wheel at room temperature for 1 h. The beads were then washed four times with 600 μl of the same buffer, resuspended in NuPAGE LDS sample buffer (Invitrogen), and analyzed by SDS-PAGE. GST-fused proteins were visualized by Coomassie Brilliant Blue staining. His6-tagged proteins were analyzed by blotting with individual antibodies, anti-GATA4 antibody, anti-Cdk9 antibody, and anti-HA antibody for the p300 fragment.Transfection and Dual-Luciferase Assays Primary neonatal rat cardiac myocytes were prepared and co-transfected with the indicated amounts of DNA using Lipofectamine Plus (Invitrogen), as described previously (16). COS7 cells were maintained and transfected with DNA using FuGENE 6 reagent (Roche Diagnostics), as described previously (20). Activities of firefly and sea pansy luciferase were measured in the same cell lysate using the PicaGene Dual kit (TOYO B-Net). The relative promoter activities were calculated as the ratio of firefly to sea pansy luciferase.Immunoprecipitation and Western Blotting Nuclear extracts were prepared from HeLa cells, COS7 cells, or cardiac myocytes, and immunoprecipitation and Western blots were performed as described previously (16). For immunoprecipitation, mouse monoclonal FLAG (M5) antibody was purchased from Sigma, rabbit polyclonal anti-p300 (a mixture of N-15 and C-20), goat polyclonal anti-Cdk9, and rabbit polyclonal anti-GATA4 antibodies were from Santa Cruz Biotechnology, and normal mouse, rabbit, or goat IgG were from Jackson ImmunoResearch Laboratories. For Western blots, rabbit polyclonal antibody against acetylated lysine was from Cell Signaling, rabbit anti-GATA4 polyclonal antibody, rabbit polyclonal anti-Cdk9 antibody, rabbit polyclonal anti-cyclin T1 antibody, mouse monoclonal anti-HA probe antibody for the p300 fragment, rabbit polyclonal anti-p300 polyclonal antibody, and rabbit polyclonal anti-RNA pol II antibody were from Santa Cruz Biotechnology, mouse monoclonal anti-phospho-Ser/Thr-Pro antibody was from Upstate, mouse monoclonal anti-β-actin antibody was from Sigma, and mouse monoclonal anti-GAPDH antibody was from Molecular Probes. For the analysis of the total amount of GATA4 after immunoprecipitation, the membrane was reprobed with goat polyclonal anti-GATA4 antibody (Santa Cruz Biotechnology). The levels of signals were estimated using photographs taken with LAS1000 plus (FUJIFILM) and by quantification with Multi Gauge V3.0 (FUJIFILM).Detection of Histone Acetylation Histones were isolated by acid extraction using a commercial kit (Upstate) according to the manufacturer's recommendations, as previously described (14). Western blotting for acetylated histone-3 and total histone-3 was performed using rabbit anti-acetylated histone-3 polyclonal antibody (05-499 Upstate) and mouse anti-histone-3 monoclonal antibody (06-911 Upstate), respectively.Chromatin Immunoprecipitation (ChIP) Assay and Re-precipitation (re-ChIP) Assay Primary cardiac myocytes (∼1 × 106) were treated with 30 μm PE or saline. One hour after stimulation, ChIP assays were performed using the ChIP assay kit (Upstate Biotech), as previously described (23), with the following modifications. In brief, after fixation of the genomic DNA and nuclear proteins with formalin, extracts were sonicated, subsequently immunoprecipitated with goat polyclonal anti-GATA4 antibody (Santa Cruz Biotechnology), goat polyclonal anti-Cdk9 antibody (Santa Cruz Biotechnology), or control goat IgG, and immunocomplexes were captured by adding protein G beads. After the precipitates were washed four times in a low stringency buffer, DNA was purified by phenol-chloroform extraction, and precipitated with ethanol. To detect the ANF promoter containing a GATA site, collected DNA was subjected to PCR analysis using a thermal cycler with the specific primers for the ANF promoter. For quantitative real-time PCR, the reaction was performed with a SYBR® Green PCR master mix (Applied Biosystems), and the products were analyzed with a thermal cycler (ABI Prism® 7900HT sequence detection system). Levels of GAPDH transcript were used to normalize cDNA levels. Sequences of the primers were as follows: 5′- CTGAGGCGAGCGCCCAGGAAGATA-3′ (sense for the rat ANF promoter), 5′-AAGATGCCCTTTTAAAGTTATCAG- 3′ (antisense for the rat ANF promoter), 5′-GTCATTGAGAGCAATGCCAG-3′ (sense for the rat GAPDH promoter), and 5′-GTGTTC CTACCCCCAATGTG-3′ (antisense for the rat GAPDH promoter). Re-ChIP assays were performed as previously described (24), with the following modifications. In brief, the primary immunocomplexes obtained with rabbit polyclonal anti-p300 (a mixture of N-15 and C-20) or goat polyclonal anti-Cdk9 antibodies were eluted by 10 mm dithiothreitol with agitation at 37 °C for 30 min. The elute was diluted 20 times with re-ChIP buffer (0.01% SDS, 1% Triton X-100, 1 mm EDTA, 150 mm NaCl, 15 mm Tris-HCl, pH 7.9) and immunoprecipitated with rabbit polyclonal anti-GATA4 antibody.Immunocytochemistry and Measurement of Cell Surface Area The cardiac myocytes were grown in flask-style chambers with glass slides (Nalgen Nunc) and stained with anti-β-MHC antibody that reacts with both α- and cardiac β-MHC using the indirect immunoperoxidase method, as previously described (12). Then, the surface area of these cells was measured semiautomatically with the aid of an image analyzer (Image Pro-Plus), as described previously (12).Construction and Production of Lentiviral Vector Expressing shRNA-targeting Cdk9 Gene BLOCK-iT Lentiviral RNAi Pol II miR Expression System with GFP (Invitrogen) was used for the construction of the lentiviral expression construct according to the manufacturer's instructions. Short pairs of sense and antisense DNA oligo encoding a sense-loop-antisense sequence to rat Cdk9 gene was synthesized for the validated corresponding shRNA, and sequences are as follow : 5′- TGCTGAGTAGAGGCCATTCAGCAGCAGTTTTGGCCACTGACTGACTGCTGCTGTGGCCTCTACT-3′ (sense for the rat shRNA-Cdk9) and 5′-CCTGAGTAGAGGCCACAGCAGCAGTCAGTCAGTGGCCAAAACTGCTGCTGAATGGCCTCTACTC-3′ (antisense for the rat shRNA-Cdk9). The complementary DNA oligos were annealed and ligated to the entry vectors and subcloned into the pLenti6.3/V5-DEST vector (Invitrogen). All the cloned sequences were confirmed by DNA sequencing.The recombinant lentiviral vectors and pLenti6.3/V5-GW/EmGFP vector, as a control, were individually co-transfected with ViraPower packaging mix (Invitrogen) by using Lipofectamine 2000 and packaged into pseudotyped lentivirus by using 293FT cells. Viral supernatants were harvested 48 h after transfection and filtered through a 0.45-μm filter.Statistical Analysis Data are presented as the mean ± S.E. Statistical comparisons were performed with the use of unpaired 2-tailed Student t-tests or ANOVA with Scheffé's test when appropriate, with a probability value <0.05 taken to indicate significance. RESULTSPurification of the GATA4 Complex In this study, the tandem affinity purification method (22) (supplemental Fig. S1) was employed to identify proteins that are associated with GATA4. A murine GATA4 cDNA tagged with HA and FLAG at the N terminus (e-GATA4) was cloned into a retroviral expression vector. By transducing this vector into HeLaS3 cells, GATA4 was stably expressed in these cells. Nuclear extracts from these cells were subjected to immunoprecipitation with anti-FLAG and anti-HA antibodies. Then, the immunopurified GATA4 complexes were separated on SDS gels (Fig. 1A). The identity of these bands was determined by liquid chromatography tandem mass spectrometry. One of the proteins purified with e-GATA4 was Cdk9, a component of P-TEFb. GATA4 formed a functional complex with p300 during cardiomyocyte hypertrophy. Therefore, we examined the binding of p300/Cdk9 in addition to p300/GATA4 and GATA4/Cdk9 in HeLa cells expressing GATA4 with FLAG epitope peptides. Furthermore, we examined the binding of cyclin T1, another component of pTEF-b, with p300 and GATA4 as well as Cdk9. Nuclear extracts from HeLa cells were subjected to immunoprecipitation with anti-FLAG, anti-Cdk9, or anti-p300 antibodies, followed by Western blotting with each of these antibodies and with anti-cyclin T1 antibody. As shown in Fig. 1B, we observed the interaction of p300/GATA4 (compare lanes 3 and 4 in the 4th panel of B) and GATA4/Cdk9 (compare lanes 3 and 4 in the 2nd panel of B), as expected. Cdk9 physically interacted with not only GATA4 but also p300 (lanes 9 and 10 in the 1st and 4th panels of B). Moreover, cyclin T1 formed a complex with p300 and GATA4 as well as Cdk9 (lanes 3–11 in the 3rd panel of B).Open in a separate windowFIGURE 1.Cdk9 is a novel binding partner of p300/GATA4. A, silver staining of the mouse GATA4 complex. Nuclear extracts prepared from HeLa cells expressing FLAG-HA-epitope-tagged mouse GATA4 (lane 2) or those expressing FLAG-HA tag (lane 1) were immunoprecipitated with anti-FLAG and anti-HA antibodies. Immunopurified GATA4 complexes were fractionated on SDS-PAGE. Bands were analyzed by mass spectrometry. Arrow, e-GATA4 B, nuclear extracts from HeLa cells expressing FLAG-tagged GATA4 were immunoprecipitated with anti-FLAG, anti-Cdk9, or anti-p300 antibody, followed by Western blotting with indicated antibodies. C and D, GST fusions were incubated with GATA4 (C) or Cdk9 (D) and precipitated by glutathione-agarose affinity chromatography. Bounded proteins were immunoblotted with anti-GATA4 or anti-Cdk9 antibody (top). Coomassie Blue staining of GST proteins is shown at the bottom. E and F, GST fusions were incubated with Cdk9 (E) or HA-tagged p300-(1514–1922) (F), and precipitated by glutathione-agarose affinity chromatography. Proteins bound to GST fusion mutants were immunoblotted with anti-Cdk9 or anti-HA antibody (upper panel). Coomassie Blue staining of GST proteins is shown at the lower panel.By GST pull-down assay using His6-GATA4 and GST-Cdk9 (Fig. 1C) or His6-Cdk9 and GST-GATA4 (Fig. 1D), we confirmed that GATA4 and Cdk9 directly and physically interact each other. To determine the domain of each protein involved in the interaction between GATA4 and Cdk9, a series of GST pull-down assays was performed. We fused various N-, C-, or both N- and C-terminal deletion mutants with GST (Fig. 2, A and C). As shown in Fig. 2B, deletion of the N-terminal region of GATA4 up to residues 179 did not affect its ability to bind to Cdk9. However, the deletion of GATA4 residues 180–255 abrogated the interaction with Cdk9, whereas a small GATA4 fragment containing residues 180–255 was able to bind to Cdk9. These findings suggest that GATA4 amino acid sequences 180–255 containing the N-terminal zinc finger domain are crucial for its interaction with Cdk9, although the data do not exclude the possibility that GATA4-(N1–179) containing the transactivation domain has a binding site for Cdk9. Next, we performed opposite experiments to determine the GATA4-binding site within Cdk9. Deletion of the N-terminal region of Cdk9 up to residue 82 did not affect its ability to bind to GATA4. The deletion of Cdk9 residues 83 to 129 abrogated the interaction with GATA4 (Fig. 2D). This suggests that the fragment of 83–129 of Cdk9 includes sequences that bind to GATA4.Open in a separate windowFIGURE 2.GATA4 and p300 physically interacts with Cdk9. A and C, schematic representation of the GATA4 (A) or Cdk9 (C) domains and deletion mutants. Binding of Cdk9, GATA4, or p300 to various GATA4 and Cdk9 are shown on the right. + (strong), and − (none). TA, transactivation domain; ZF, zinc finger domain; NLS, nuclear localization signal; ABS, ATP binding site; KA, kinase activity domain; TL, T-loop, APS, autophosphorylation site. B, D, and E, GST fusion mutants were incubated with Cdk9 (B), GATA4 (D), or HA-tagged p300-(1514–1922) (E) for 2 h at 4 °C. After the incubation, bound proteins were precipitated by glutathione-agarose affinity chromatography, eluted, and analyzed by SDS-PAGE. Cdk9 (B), GATA4 (D), or p300 (E) bound to GST fusion mutants were immunoblotted with anti-Cdk9, anti-GATA4, or anti-HA antibodies (upper panel). Coomassie Blue staining of GST proteins is shown in the lower panel.Because the C/H-3 domain of p300 has many binding sites for sequence-specific transcription factors, we used a GST pull-down assay to examine the binding between Cdk9 and the p300 fragment (1514–1922) containing the C/H-3 domain (25). This p300 fragment (1514–1922) inhibits the function of endogenous p300 as a dominant-negative mutant in many transcriptional pathways. In cardiomyocytes, this fragment suppresses hypertrophic responses as well as GATA4-dependent transcription (12). As shown in Fig. 1E, this p300 fragment tagged with GST was pulled down with Cdk9. On the other hand, as revealed in Fig. 1F, Cdk9 tagged with GST was pulled down with the p300 fragment tagged with the HA probe. To determine a Cdk9 domain that interacts with p300, we used a series of Cdk9 deletion mutants tagged with GST and the HA- tagged p300-(1514–1922) fragment (Fig. 2C). As shown in Fig. 2E, whereas the full length of Cdk9 and the N-terminal region of Cdk9 (residues 1–82) bound p300, deletion of the N-terminal Cdk9 region, residues 1–82, abrogated the interaction with p300. These observations suggest that fragment 1–82 of Cdk9 includes sequences that bind to p300.We investigated whether GATA6, another member of the GATA family, involved in hypertrophic responses in cardiomyocytes (26, 27), can bind to Cdk9. COS7 cells were transfected with either GATA4 or GATA6 in addition to Cdk9. Nuclear extracts from these cells were subjected to immunoprecipitation with anti-Cdk9, or IgG as a control, followed by Western blotting with anti-GATA4, anti-GATA6, or anti-Cdk9 antibody. The results clearly demonstrated that not only GATA4 but also GATA6 interacted with Cdk9 (supplemental Fig. S2D).p300 Is Involved in Cdk9 Activities A fragment of p300-(1514–1922) is able to interact with GATA4, but does not possess HAT activity. This fragment blocks the binding between p300 and GATA4, represses the p300-induced acetylation of GATA4, and reduces GATA4-dependent transcriptional activity, thus serving as a dominant-negative mutant. To determine whether p300-(1514–1922) will affect the ability of Cdk9 to interact with GATA4 and to phosphorylate RNA pol II, expression plasmids encoding FLAG-tagged GATA4, full-length p300, and HA-tagged p300-(1514–1922) were co-transfected into COS7 cells, as indicated in Fig. 3, A and B. To monitor RNA pol II phosphorylation, we performed Western blotting with antibody that recognizes hyperphosphorylated (IIo) and hypophosphorylated (IIa) RNA pol II. Nuclear extracts from these cells were subjected to immunoprecipitation with anti-FLAG antibody. Western blotting of these precipitates demonstrated that the expression of p300-(1514–1922) completely inhibited p300-induced GATA4 acetylation, as expected (1st panel of Fig. 3B, compare 2nd and 3rd bars of Fig. 3D). The co-expression of p300 in addition to GATA4 and Cdk9 induced the phosphorylation of RNA pol II (5th and 6th panels of Fig. 3A, 1st and 2nd bars of Fig. 3C) and increased the interaction between GATA4 and Cdk9 (4th panel of Fig. 3B, 1st and 2nd bars of Fig. 3E). However, the expression of p300-(1514–1922) in addition to p300 inhibited p300-induced RNA pol II phosphorylation (5th and 6th panels of Fig. 3A, 2nd and 3rd bars of Fig. 3C) and disrupted the GATA4/Cdk9 interaction (4th panel of Fig. 3B, 2nd and 3rd bars of Fig. 3E). The expression of p300 and p300-(1514–1922) did not influence the amount of GATA4 (1st panel of Fig. 3A) or Cdk9 (3rd panel of Fig. 3A). These results suggest that p300 is involved in the phosphorylation of RNA pol II and in the ability of GATA4 to interact with Cdk9.Open in a separate windowFIGURE 3.p300 is involved in the ability of Cdk9 to phosphorylate RNA pol II and bind with GATA4. A, COS7 cells were co-transfected with 6 μg of pCMVwtp300, 4 μg of pcDNA3. 2/V5-DEST-HA-p300-(1514–1922), 1 μg of pcDNA3.2/V5-DEST-FLAG-GATA4, and 1 μg of pcDNA-hCdk9, as indicated. The total DNA content was equalized in each sample with pCMV-β-gal. Nuclear extracts from these cells were subjected to Western blotting with indicated antibodies. B, immunoprecipitated samples with anti-FLAG antibody were subjected to Western blotting with indicated antibodies. C–E, amounts of hyperphosphorylated-RNA polymerase II (pol IIo)/hypophosphorylated-RNA polymerase II (pol IIa) (C) from the 6th and 7th panels of A, acetylated-GATA4/total-GATA4 (D) from the 1st and 2nd panels of B, and GATA4-associated Cdk9/total-GATA4 (E) from the 2nd and 4th panels of B, were quantified by densitometry with the use of Multi Gauge V3.0 (FUJIFILM). The data shown are the mean ± S.D. from three independent experiments.Kinase Activity of Cdk9 Is Required for Phosphorylation of p300, p300-induced Acetylation of GATA4, and Transcription of GATA4 To determine the role of Cdk9 kinase activity in the formation of the p300/GATA4 complex and p300-induced acetylation of GATA4, we utilized a dominant-negative form of Cdk9 (DN-Cdk9) lacking kinase activity due to a single amino acid substitution. Expression plasmids encoding FLAG-tagged GATA4, p300, and Cdk9 or DN-Cdk9 were transfected into COS7 cells. Nuclear extracts from these cells were subjected to Western blotting or immunoprecipitation with anti-FLAG antibody followed by Western blotting. In the presence of wild-type Cdk9, p300 induced the phosphorylation of RNA pol II (4th and 5th panels of Fig. 4A, 1st and 2nd bars of Fig. 4D), promoted the formation of the p300/GATA4/Cdk9 complex (3rd and 4th panels of Fig. 4B), and increased GATA4 acetylation (1st panel of Fig. 4B, 1st and 2nd bars of Fig. 4E). However, in the presence of DN-Cdk9 instead of wild-type Cdk9, p300 was unable to achieve these changes (4th and 5th panels of Fig. 4A, 2nd and 3rd bars of Fig. 4D, 1st, 3rd, and 4th panels of Fig. 4B, 2nd and 3rd bars of Fig. 4E). These observations demonstrate that Cdk9 kinase activity is required for the p300-induced acetylation of GATA4.Open in a separate windowFIGURE 4.The kinase activity of Cdk9 is required for phosphorylation of p300 as well as p300-induced acetylation of GATA4 and histone. A, COS7 cells were co-transfected with 10 μg of pCMVwtp300, 1 μg of pcDNA-hCdk9, pcDNA-DNCdk9, and 1 μg of pcDNA3.2/V5-DEST-FLAG-GATA4, as indicated. The total DNA content was equalized in each sample with pCMV-β-gal. Nuclear extracts from these cells were subjected to Western blotting with indicated antibodies. B and C, immunoprecipitated samples with anti-FLAG antibody (B) or anti-p300 antibody (C) were subjected to Western blotting with indicated antibodies. D and E, amounts of hyperphosphorylated-RNA polymerase II (pol IIo)/hypophosphorylated-RNA polymerase II (pol IIa) (D) from the 4th and 5th panels of A and acetylated-GATA4/total-GATA4 (E) from the 1st and 2nd panels of B were quantified. The data shown are the mean ± S.E. from three independent experiments. F, COS7 cells were co-transfected with 1 μg of pcDNA-hCdk9 or pcDNA-DNCdk9 in addition to 11 μg of pCMVwtp300. Proteins isolated by acid extraction from these cells were subjected to Western blotting for acetylated histone-3 or total histone-3 as indicated. G, amount of acetylated histone-3/total histone-3 from the 1st and 2nd panels of F was quantified. The data shown are the mean ± S.E. from three independent experiments.Because Cdk9 binds to p300, we hypothesized that Cdk9, by its kinase activity, phosphorylates p300. To test this hypothesis, the same nuclear extracts used for Fig. 4, A and B were immunoprecipitated with anti-p300 antibody followed by Western blotting using anti- phospho-serine/threonine antibody. DN-Cdk9 reduced the phosphorylation of full length p300, indicating that Cdk9 kinase activity is required for the phosphorylation of p300 (1st panel of Fig. 4C). Next, to determine whether Cdk9 can phosphorylate the p300 domain that interacts with Cdk9, the FLAG-tagged expression plasmid encoding the p300-(1514–1922) fragment and the Cdk9 or DN-Cdk9 expression plasmid were co-transfected into COS7 cells, as indicated in Fig. 5, A and B. Nuclear extracts from these cells were subjected to immunoprecipitation with anti-FLAG antibody, followed by Western blotting. Wild-type Cdk9 induced phosphorylation of the p300-(1514–1922) fragment (1st panel of Fig. 5B) and promoted the formation of p300-(1514–1922)/Cdk9 (3rd panel of Fig. 5B). However, while DN-Cdk9 interacted with p300 (3rd panel of Fig. 5B), DN-Cdk9 was unable to induce the phosphorylation of the p300 fragment (1st panel of Fig. 5, B and C). These observations demonstrate that Cdk9 kinase activity is required for the phosphorylation of p300.Open in a separate windowFIGURE 5.The kinase activity of Cdk9 is required for phosphorylation of p300 as well as p300-induced transcriptional activities of GATA4. A, COS7 cells were co-transfected with 10 μg of pcDNA-hCdk9, pcDNA-DNCdk9, or pCMV-β-gal in addition to 2 μg of pcDNA3.2/V5-DEST-FLAG-p300-(1514–1922). Nuclear extracts from these cells were subjected to Western blotting with indicated antibodies. B, same samples were immunoprecipitated with anti-FLAG antibody, followed by Western blotting with indicated antibodies. C, amounts of phosphorylated-p300-(1514–1922)/total p300-(1514–1922) from the 1st and 2nd panels of B were quantified by densitometry with the use of Multi Gauge V3.0. The data shown are the mean ± S.E. from three independent experiments. D–G, COS7 cells were co-transfected with 0.5 μg pANF-luc (D), pmutGATA-ANF-luc (E), pET-luc (F), or pmutGATA-ET-luc (G), 0.001 μg of pRL-SV40 in the presence (+) or absence (−) of 0.1 μg of pCMVwtp300, 0.0005 (+) or 0.002 (++)μg of pcDNAG4, 0.1 μg of pcDNA-hCdk9, and 0.01, 0.03, or 0.1 μg of pcDNA-DNCdk9, as indicated. The total DNA content was equalized in each sample with pCMV-β-gal. The relative promoter activities were calculated from the ratio of firefly to sea pansy Luc activity. The data shown are the mean ± S.E. from three independent experiments, each carried out in duplicate.To assess whether Cdk9 kinase activity affects the p300-induced acetylation of histones, expression plasmids encoding full-length p300 and Cdk9 or DN-Cdk9 were co-transfected into COS7 cells, as shown in Fig. 4F. Protein extracts from these cells were subjected to immunoblotting with an antibody against the acetylated form of histone-3. DN-Cdk9 inhibited p300-induced acetylation of histone-3 (1st panel of Fig. 4, F and G).Then, to investigate whether Cdk9 kinase activity is required for p300-mediated activation of the GATA4-dependent promoter activities, we performed reporter assays in COS7 cells. GATA4 and p300 synergistically activated ANF and ET-1 promoters. DN-Cdk9 significantly inhibited the p300/GATA4-induced activities of the ANF (Fig. 5D) and ET-1 (Fig. 5F) promoters in a dose-dependent manner. Because these promoter sequences contain binding sites for GATA4, we investigated the role of these sites in p300/GATA4-induced transcription. The mutation of GATA sites within ANF (Fig. 5E) and ET-1 (Fig. 5G) promoters abolished p300/GATA4-responsive transcription. Taken together, these data demonstrate that Cdk9 kinase activity is required for the p300-induced DNA binding and the transcriptional activation of GATA4.Cdk9/p300/GATA4 Complex Is Recruited onto the ANF Promoter in Phenylephrine (PE)-stimulated Cardiomyocytes To determine whether Cdk9 and p300 are recruited on the GATA4-dependent regulatory region (GATA element), we performed re-chromatin immunoprecipitation (re-ChIP) (supplemental Fig. S3A), DNA pull-down assay (supplemental Fig. S3B), and electrophoretic mobility shift assays (EMSAs) (supplemental Fig. S4). These date indicate that the association of Cdk9 and p300 with GATA4 on the GATA element of hypertrophic response genes.Next, to investigate whether the endogenous Cdk9/p300/GATA4 complex is recruited by PE stimulation onto the promoter of the representative hypertrophy-responsive gene, ANF, we performed ChIP and re-ChIP assays. Cardiomyocytes were stimulated with either PE or saline as a control, followed by formaldehyde cross-linking. These cells were lysed, sonicated, and then subjected to immunoprecipitation by an antibody against GATA4 or Cdk9, or goat IgG as a control. Anti-GATA4 and anti-Cdk9 antibodies efficiently precipitated the ANF promoter, which includes the GATA element in PE-stimulated cardiomyocytes, but not in saline-treated myocytes (compare lanes 5 and 6 in upper panel of Fig. 6, A and B, compare lanes 7 and 8 in upper panel of Fig. 6, A and C). These findings indicate that hypertrophic stimuli induce the cosegregation of GATA4 and Cdk9 with the ANF GATA element. To investigate whether Cdk9 or p300 associates with GATA4 on the ANF promoter in vivo, we performed re-ChIP analysis. Cross-linked chromatins from PE- or saline-treated cardiomyocytes were first treated with the anti-Cdk9 or p300 antibody. The resulting immunocomplex was then eluted and subjected to immunoprecipitation with anti-GATA4 antibody. We found that the 3′-enhancer region of the ANF gene present in the first immunocomplex was pulled-down again by the GATA4 antibody, indicating that Cdk9 and p300 are associated with GATA4 at the gene enhancer, and that this association is promoted by PE stimulation (compare lanes 5 and 6 in upper panel of Fig. 6, D and E, compare lanes 7 and 8 in upper panel of Fig. 6, D and F).Open in a separate windowFIGURE 6.PE increases the recruitment of Cdk9/p300/GATA4 complex onto the ANF promoter. A–C, primary rat cardiomyocytes were stimulated with 30 μm PE or saline for 1 h and cross-linked and subjected to sonication and immunoprecipitation (IP) with anti-GATA4 antibody, anti-Cdk9 antibody, or IgG. The precipitated chromatin was amplified by PCR using the primers flanking the GATA element of the rat ANF gene. Each of the PCRs was done three times, and a representative photograph is shown (A). The quantitative results from three real time PCR reactions are shown as the mean ± S.E. (B and C). D–F, Re-ChIP assays were first performed with anti-Cdk9 or anti-p300 antibody, and the immunocomplexes were eluted by 10 mm dithiothreitol. Then the aliquots of the diluted elution were immunoprecipitated with anti-GATA4 antibody. The precipitated chromatin was amplified by PCR using the primers flanking the GATA element of the rat ANF gene (D). The result is expressed as the mean ± S.E. from three real time PCR reactions (E and F). G and H, primary cardiac myocytes from neonatal rats were stimulated with saline or 30 μm PE for various periods. Nuclear extracts prepared from these cells were subjected to Western blotting with anti-GATA4, anti-Cdk9, anti-cyclin T1, or anti-β-actin antibody (G), The same nuclear extracts (100 μg of proteins) were immunoprecipitated with anti-Cdk9 antibody and sequentially subjected to Western blotting with anti-GATA4, anti-Cdk9, or anti-cyclin T1 antibody (H).To examine whether hypertrophic stimuli affect the binding of GATA4 with Cdk9 in cardiomyocytes, cultured myocytes prepared from neonatal rats were incubated with 30 μm of PE for indicated periods. Nuclear extracts from these cells were subjected to immunoprecipitation with the anti-Cdk9 antibody followed by Western blotting with anti-GATA4 antibody. The expression levels of GATA4, Cdk9, cyclin T1, and β-actin in cardiomyocytes did not change after PE stimulation (Fig. 6G). PE treatment increased the binding of Cdk9 with GATA4, reaching a maximum at 3.5 h after PE stimulation (Fig. 6H).Kinase Activity of Cdk9 Is Required for PE-induced Phosphorylation of p300 and Acetylation of GATA4 in Cardiomyocytes Next, to evaluate the effects of Cdk9 kinase activity on acetylations of GATA4 during myocardial cell hypertrophy, we used a Cdk9 kinase inhibitor, 5,6-dichloro-1-h-ribofuranosyl-benzimidazole (DRB). Cultured myocytes from neonatal rats were preincubated with DRB or its solvent, DMSO, as a control for 2 h. Then, these cells ware stimulated with PE or saline for 48 h. As shown in Fig. 7A, the expression levels of GATA4, Cdk9, RNA pol II, and β-actin were similar in saline- and PE-stimulated cardiac myocytes. In contrast, p300 protein levels markedly increased on PE stimulation. DRB treatment decreased the phosphorylation of RNA pol II, but not the expression level of p300. Nuclear extracts from these cells were subjected to immunoprecipitation with anti-GATA4 antibody followed by Western blotting with anti-acetylated lysine and anti-p300 antibodies. As shown in Fig. 7B, stimulation of cardiomyocytes with PE markedly increased the level of the acetylated form of GATA4. This increase was significantly inhibited by DRB treatment (1st panel of Fig. 7, B and C).Open in a separate windowFIGURE 7.Cdk9 inhibitor, DRB, represses the phenylephrine-induced acetylation of GATA4, phosphorylation of p300, and transcription activities in cardiomyocytes. A and B, primary cardiac myocytes from neonatal rats were preincubated with 10 μm DRB (third lane) or its solvent, DMSO (first and second lanes), for 2 h and subsequently stimulated with saline (first lane) or PE (second and third lanes) for 48 h. Nuclear extracts prepared from these cells were subjected to Western blotting using indicated antibodies (A). The same nuclear extracts (100 μg of proteins) were immunoprecipitated with anti-GATA4 antibody and sequentially subjected to Western blotting with anti-acetylated-lysine and anti-GATA4 antibodies (B). C, the levels of signals for acetylated GATA4 relative to those for total GATA4 from the 1st and 2nd panels of B were quantified. Results are expressed as the mean ± S.E. from three independent experiments. D, primary cardiac myocytes from neonatal rats were preincubated with 10 μm DRB or its solvent, DMSO, for 2 h and subsequently stimulated with saline or PE for 1 h. Nuclear extracts prepared from these cells were subjected to immunoprecipitation with anti-p300 antibody followed by Western blotting with anti-phospho-serine/threonine and anti-p300 antibodies. E, levels of signals for phospho-p300 relative to those for total p300 from the 1st and 2nd panels of D were quantified. Results are expressed as the mean ± S.E. from three independent experiments. F and I, cardiac myocytes were co-transfected with 1.4 μg of pANF-luc (F) or pET-luc (I), and 0.014 μg of pRL-SV40 and preincubated with 2 or 10 μm DRB or a corresponding amount of its vehicle (DMSO) for 2 h, and sequentially stimulated with 30 μm PE or saline for 48 h. The data shown are the mean ± S.E. from three independent experiments, each carried out in duplicate. G and J, cardiac myocytes were co-transfected with 0.9 μg of pANF-luc (G) or pET-luc (J), 0.009 μg of pRL-SV40, and 0.2 or 0.5 μg of pcDNA-DNCdk9. The total DNA content was equalized in each sample with pCMV-β-gal. These cells were subsequently treated with saline or 30 μm PE for 48 h. The data shown are the mean ± S.E. from three independent experiments, each carried out in duplicate. H and K, cardiac myocytes were co-transfected with 0.9 μg of pANF-luc or pmutGATA-ANF-luc (H) or pET-luc or pmutGATA-ET-luc (K), 0.009 μg of pRL-SV40, and in the presence (+) or absence (−) of 0.5 μg of pcDNA-hCdk9. The total DNA content was equalized in each sample with pCMV-β-gal. These cells were subsequently treated with saline or 30 μm PE for 48 h. The data shown are the mean ± S.E. from three independent experiments, each carried out in duplicate.Moreover, to investigate the effects of Cdk9 kinase activity on phosphorylation of p300 during myocardial cell hypertrophy, cardiac myocytes were pretreated with DRB or its solvent, DMSO for 2 h and stimulated with PE or saline for 1 h. Nuclear extracts from these cells were subjected to immunoprecipitation with anti-p300 antibody followed by Western blotting with anti-phospho-serine/threonine, anti- p300 and anti-Cdk9 antibodies. As shown in Fig. 7D, stimulation of cardiomyocytes with PE markedly increased the level of the phosphorylated form of p300. This increase was significantly inhibited by DRB treatment (1st panel of Fig. 7, D and E). These observations demonstrate that Cdk9 kinase activity is required for p300 phosphorylation and its HAT activity during myocardial cell hypertrophy.To test whether Cdk9 kinase activity is involved in the PE-induced ANF or ET-1 promoter activity, we performed reporter assays with cardiomyocytes by administrating a Cdk9 kinase inhibitor, DRB, or co-transfecting with DN-Cdk9. DRB and co-transfection with DN-Cdk9 repressed PE-induced ANF and ET-1 transcription in a dose-dependent manner (Fig. 7, F, G, I, and J). We reported that the GATA elements are required for the PE-induced transcription of ANF and ET-1 in cardiomyocytes. In this study, we investigated whether activation of the hypertrophy-responsive gene program by Cdk9 depends on these GATA elements (26). The mutation of GATA sites within ANF (Fig. 7H) and ET-1 (Fig. 7K) promoters abolished Cdk9-induced transcription.Cdk9 Is Required for PE-induced Cardiomyocyte Hypertrophy Next to investigate whether DRB inhibits PE-induced myocardial cell hypertrophy, cardiomyocytes were subjected to immunocytochemical staining with the anti-β-MHC antibody. As shown in Fig. 8A, cardiomyocytes stimulated with PE showed an increase in cell size (myocardial cell surface area) and myofibrillar organization compared with saline-treated cells. Treatment with DRB in addition to PE markedly inhibited these PE-induced changes. DRB inhibited PE-induced increments in cell size dose-dependently, but did not affect cell size at the basal state (Fig. 8B).Open in a separate windowFIGURE 8.Cdk9 inhibitor, DRB, and siRNA repress the phenylephrine-induced hypertrophic responses in cardiomyocytes. A, cardiac myocytes were preincubated with 10 μm DRB or its solvent, DMSO, as a control for 2 h, subsequently treated with 30 μm PE or saline for 48 h, and subjected to immunocytochemistry using the primary antibody against cardiac MHC, followed by staining with a secondary antibody conjugated with peroxidase (brown signals). Scale bar, 10 μm. C and D, cardiac myocytes were infected with siRNA-Cdk9 or GFP control lentiviruses as indicated for 48 h. Nuclear extracts prepared from these cells were subjected to Western blotting using indicated antibodies (C). Cardiac myocytes were subjected to immunocytochemistry using the primary antibody against cardiac MHC, followed by staining with a secondary antibody conjugated with peroxidase (brown signals) (D). Scale bar, 10 μm. B and E, myocardial cell-surface area was measured as described under “Experimental Procedures.” Values in each group are the mean ± S.E. from 50 cells.To confirm the requirement of Cdk9 for PE-induced cardiomyocyte hypertrophy, we used short hairpin RNA (shRNA) to knock-down Cdk9. Cdk9-shRNA or control lentiviruses were introduced into cardiomyocytes, and nuclear extracts from these cells were subjected to Western blots. The introduction of Cdk9 RNAi reduced the protein level of Cdk9 by nearly 70% (Fig. 8C). Knocking-down Cdk9 by Cdk9 RNAi inhibited the PE-induced increase in cell size, but did not affect the cell size at the basal state (Fig. 8, D and E). DISCUSSIONGrowing evidence suggests that the acetylation of non-histone proteins as well as histones plays a critical role in transcriptional regulation (28). During cardiomyocyte hypertrophy, an intrinsic HAT p300 acetylates not only histones but also a cardiac zinc finger transcription factor, GATA4, increases its DNA binding, and promotes GATA4-dependent transcription (12). In this study, we found that Cdk9 is a novel component of the p300/GATA4 complex. We showed that p300 binds to amino acid sequences 1–82 of Cdk9 containing an ATP binding domain and PITALRE, which, is similar to the conserved PSTAIRE motif found among most members of the Cdk family. On the other hand, GATA4 binds to Cdk9 amino acid sequences 83–129, where no conserved domains have been reported so far. Associations of Cdk9 with p300 and GATA4 at different sequences suggest that p300 and GATA4 can simultaneously bind to Cdk9. We also showed that p300 induces the phosphorylation of RNA pol II as well as acetylation of GATA4. Conversely, a dominant-negative form of p300 inhibited the p300-induced RNA pol II phosphorylation and GATA4 acetylation. Fu et al. (29) reported that p300 acetylates highly conserved Lys-44 of Cdk9, and that a single K44R mutation disabled the ability of Cdk9 kinase to phosphorylate the C-terminal domain of RNA pol II. These findings suggest that p300 is involved in myocardial cell hypertrophy by up-regulating Cdk9 kinase activity and increasing RNA pol II-dependent transcription, as well as up-regulating GATA4 activities and increasing cardiac-specific transcription.Studies using either RNA interference or highly specific P-TEFb inhibitors have implicated P-TEFb as an important factor in global transcriptional elongation (17). However, a series of reports have shown that several DNA binding transcription factors and activators, including CIITA, NF-κB, Myc, and MyoD (30,–33), exhibit an ability to recruit P-TEFb to specific promoters. A previous report demonstrated that MyoD recruits P-TEFb, as well as p300, onto the promoters and enhancers of muscle-specific genes during skeletal myogenesis (34). By chromatin-IP and DNA pull-down assays, we have proven that GATA4, one of the transcription factors that control cardiomyocyte hypertrophy, recruits Cdk9 onto the GATA element of the ET-1 promoter. Thus, GATA4 may utilize Cdk9 in addition to p300 during hypertrophy-responsive transcription.A large number of in vitro and genetic studies (28, 35) have indicated that p300 levels are tightly limited in cells and that multiple transcription factors compete for access to this shared coactivator. The precise regulatory mechanisms that control the cellular supply of p300 under stress conditions remain to be elucidated. As a complex important for p300-induced transcription, regulation of the HAT activity of p300 is a subject of intensive study. Previous studies have reported the post-transcriptional modifications of p300 and CBP by protein kinases, such as CaMKIV, MAPK, Akt, Rho, or PKC (36,–40). For example, Ser-1834 of p300 was shown to be phosphorylated in vivo and in vitro by Akt. This Ser-1834 phosphorylation is critical for the transcriptional activation by stimulating p300 HAT activity, assembling transcription factors, and recruiting basal transcription machinery to the ICAM-1 promoter (38). The present study demonstrated that the p300 fragment (1514–1922) containing the C/H3 domain is the target of Cdk9 kinase activity. The p300 C/H3 domain contains 2 Ser-Pro and 8 Thr-Pro sequences, the conserved target sequences of Cdk9 kinase. Furthermore, we identified the phosphorylation of p300 by an antibody that recognizes phospho-Ser-Pro and phospho-Thr-Pro. Therefore, within the p300 C/H3 domain, Cdk9 may phosphorylate Ser-Pro and/or Thr-Pro, distinct from residues phosphorylated by Akt.Whereas we showed the phosphorylation of p300 due to Cdk9 kinase activity, we could not detect the phosphorylation of GATA4 by Cdk9 using our experimental protocol (data not shown). It has been reported that p300 and its homolog CREB-binding protein (CBP), are more important targets of protein kinases than DNA-binding transcription factors (41). Thus, Cdk9 might dominantly phosphorylate p300 rather than GATA4.Herein, we showed that p300 phosphorylation by Cdk9 is strongly correlated with increases in the ability of p300 to interact with GATA4, and to induce acetylation, and DNA binding of GATA4. Increases in p300 HAT activity by Cdk9 are compatible with the report by Ait-Si-Ali S et al. (42) showing that CBP, a p300 homolog, increases its HAT activity through phosphorylation at the G1/S boundary by another cyclin-dependent kinase, Cdk2. Given that P-TEFb is a global transcriptional elongation factor, it is tempting to propose that, besides its ability to promote general transcription through the phosphorylation of RNA pol II, P-TEFb is also involved in transcriptional regulation during myocardial cell growth by up-regulating p300 HAT activity.The present study demonstrated that a component of Cdk9 directly interacted with GATA4 in cardiomyocytes in a time-dependent manner after PE stimulation. Another P-TEFb component, Cyclin T, was reported to bind to several transcription factors, aryl hydrocarbon receptor (43), MyoD (33), and Brd4 (45). We also showed that cyclin T1 is associated with GATA4 by Western blots. However, this association appears to be indirect because we could not demonstrate the interaction of GATA4 with cyclin T1 using a GST pull-down assay (data not shown). The question arises as to how Cdk9 kinase is activated during cardiomyocyte hypertrophy. It has been reported that Cdk9 kinase activity is regulated by cyclin T1 levels (46) and that the overexpression of cyclin T1 is sufficient to induce cardiac hypertrophy in vivo (19). Liou et al. showed that cyclin T1 protein expression in freshly isolated monocytes is very low, increases early during macrophage differentiation, and decreases to low levels about 1 week after culturing. The kinase and transcriptional activities of P-TEFb parallel the changes in cyclin T1 protein levels. However, we showed that not only protein levels of Cdk9 and cyclin T1, but also binding between Cdk9 and cyclin T1 was constant after stimulation with PE, a representative hypertrophic stimulus. Therefore, other mechanisms may be involved in the activation of Cdk9 in cardiomyocytes. Cyclin T-Cdk9 complexes are physically associated with 7SK snRNA/HEXIM1, an endogenous inhibitor of Cdk9 (47, 48). Sano M et al. (19) reported that the dissociation of 7SK occurred within 15 min of hypertrophic stimulation. Because the acetylation of GATA4 occurred at much later time points, the activation of Cdk9 kinase activity may be the first step in a series of p300/GATA4-dependent transcriptional activations during myocardial cell hypertrophy.Schneider and co-workers (49) reported that Cdk9 binds to PGC-1, a master regulator of mitochondrial biogenesis and function, and that Cdk9 represses PGC-1 transcriptional activity and impairs the expression of mitochondrial proteins. Because the mitochondrion is a major energy source of the heart, Cdk9 activation may lead to heart failure by repressing mitochondrial function through PGC-1. The present study demonstrated that Cdk9 is involved in pathological cardiomyocyte overgrowth, which also leads to the development of heart failure. Taken together, these two facts raise a hypothesis that Cdk9 is a key regulator that determines cardiac function and is one of important pharmacological targets of heart failure therapy.We and others (14, 15) have recently reported that a p300-specific HAT inhibitor, curcumin, can prevent the development of cardiomyocyte hypertrophy and heart failure in vivo. The present study provides evidence that Cdk9 kinase activity is required for p300 HAT activity and for the p300/GATA4 transcriptional pathway during hypertrophic responses in cardiomyocytes. Previous studies also showed that a marked decrease in the cardiac p300 protein level by doxorubicin leads to the down-regulated expression of cardiac-specific genes and the development of myocardial cell apoptosis (50, 44). To clarify whether the inhibition of Cdk9 kinase activity will specifically inhibit the transcription involved in pathological cardiomyocyte hypertrophy, or generally inhibit the transcription required for maintaining its differentiated phenotype, additional studies are required. However, whether a specific inhibitor of Cdk9 can be used as an agent for heart failure therapy in vivo is a matter of special interest and should be investigated in future studies. Supplementary Material\nSupplemental Data:\nClick here to view.\n AcknowledgmentsWe thank S. Nagata, M. Nishikawa, and N. Chiba for excellent technical assistance. *This work was supported in part by a grant-in-aid for scientific research from the Ministry of Education, Culture, Sports, Science and Technology of Japan (to K. H. and T. M.) and by grants (to T. M.) from the Mochida Memorial Foundation for Medical and Pharmaceutical Research, Takeda Science Foundation, Mitsubishi Pharma Research Foundation, The Uehara Memorial Foundation, and The Ichiro Kanehara Foundation for the Promotion of Medical Science and Medical Care.The on-line version of this article (available at http://www.jbc.org) contains supplemental Figs. S1–S4 and Methods. 2The abbreviations used are:\nANFatrial natriuretic factorHAhemagglutininChIPchromatin immunoprecipitationGFPgreen fluorescent proteinPEphenylephrineHAThistone acetyltransferaseCDKcyclin-dependent kinaseDRB5,6-dichloro-1-h-ribofuranosyl-benzimidazole. REFERENCES1. Dominguez L. J., Parrinello G., Amato P., Licata G. (1999) Cardiologia 44, 801–808 [PubMed] [Google Scholar]2. Verdecchia P., Carini G., Circo A., Dovellini E., Giovannini E., Lombardo M., Solinas P., Gorini M., Maggioni A. P.MAVI (MAssa Ventricolare sinistra nell'Ipertensione) Study Group (2001) J. Am. Coll. Cardiol. 38, 1829–1835 [PubMed] [Google Scholar]3. Akazawa H., Komuro I. (2003) Circ. Res. 92, 1079–1088 [PubMed] [Google Scholar]4. Temsah R., Nemer M. (2005) Regul. Pept. 128, 177–185 [PubMed] [Google Scholar]5. Molkentin J. D., Lu J. R., Antos C. L., Markham B., Richardson J., Robbins J., Grant S. R., Olson E. N. (1998) Cell 93, 215–228 [PMC free article] [PubMed] [Google Scholar]6. Charron F., Paradis P., Bronchain O., Nemer G., Nemer M. (1999) Mol. Cell. Biol. 19, 4355–4365 [PMC free article] [PubMed] [Google Scholar]7. Morin S., Charron F., Robitaille L., Nemer M. (2000) EMBO J. 19, 2046–2055 [PMC free article] [PubMed] [Google Scholar]8. Wang F., Zhang R., Beischlag T. V., Muchardt C., Yaniv M., Hankinson O. (2004) J. Biol. Chem. 279, 46733–46741 [PubMed] [Google Scholar]9. Belaguli N. S., Sepulveda J. L., Nigam V., Charron F., Nemer M., Schwartz R. J. (2000) Mol. Cell. Biol. 20, 7550–7558 [PMC free article] [PubMed] [Google Scholar]10. Kakita T., Hasegawa K., Morimoto T., Kaburagi S., Wada H., Sasayama S. (1999) J. Biol. Chem. 274, 34096–34102 [PubMed] [Google Scholar]11. Dai Y. S., Markham B. E. (2001) J. Biol. Chem. 276, 37178–37185 [PubMed] [Google Scholar]12. Yanazume T., Hasegawa K., Morimoto T., Kawamura T., Wada H., Matsumori A., Kawase Y., Hirai M., Kita T. (2003) Mol. Cell. Biol. 23, 3593–3606 [PMC free article] [PubMed] [Google Scholar]13. Miyamoto S., Kawamura T., Morimoto T., Ono K., Kawase Y., Kita T., Hasegawa K. (2006) Circulation 113, 679–690 [PubMed] [Google Scholar]14. Morimoto T., Sunagawa Y., Kawamura T., Takaya T., Wada H., Nagasawa A., Komeda M., Fujita M., Shimatsu A., Kita T., Hasegawa K. (2008) J. Clin. Invest. 118, 868–878 [PMC free article] [PubMed] [Google Scholar]15. Li H. L., Liu C., de Couto G., Ouzounian M., Sun M., Wang A. B., Huang Y., He C. W., Shi Y., Chen X., Nghiem M. P., Liu Y., Chen M., Dawood F., Fukuoka M., Maekawa Y., Zhang L., Leask A., Ghosh A. K., Kirshenbaum L. A., Liu P. P. (2008) J. Clin. Invest. 118, 879–893 [PMC free article] [PubMed] [Google Scholar] Retracted16. Hirai M., Ono K., Morimoto T., Kawamura T., Wada H., Kita T., Hasegawa K. (2004) J. Biol. Chem. 279, 37640–37650 [PubMed] [Google Scholar]17. Shim E. Y., Walker A. K., Shi Y., Blackwell T. K. (2002) Genes Dev. 16, 2135–2146 [PMC free article] [PubMed] [Google Scholar]18. Price D. H. (2000) Mol. Cell. Biol. 20, 2629–2634 [PMC free article] [PubMed] [Google Scholar]19. Sano M., Abdellatif M., Oh H., Xie M., Bagella L., Giordano A., Michael L. H., DeMayo F. J., Schneider M. D. (2002) Nat. Med. 8, 1310–1317 [PubMed] [Google Scholar]20. Takaya T., Kawamura T., Morimoto T., Ono K., Kita T., Shimatsu A., Hasegawa K. (2008) J. Biol. Chem. 283, 9828–9835 [PubMed] [Google Scholar]21. Morimoto T., Hasegawa K., Kaburagi S., Kakita T., Wada H., Yanazume T., Sasayama S. (2000) J. Biol. Chem. 275, 13721–13726 [PubMed] [Google Scholar]22. Nakatani Y., Ogryzko V. (2003) Methods Enzymol. 370, 430–444 [PubMed] [Google Scholar]23. Kawamura T., Ono K., Morimoto T., Wada H., Hirai M., Hidaka K., Morisaki T., Heike T., Nakahata T., Kita T., Haegawa K. (2005) J. Biol. Chem. 280, 19682–19688 [PubMed] [Google Scholar]24. Wang J., Paradis P., Aries A., Komati H., Lefebvre C., Wang H., Nemer M. (2005) Mol. Cell. Biol. 25, 9829–9844 [PMC free article] [PubMed] [Google Scholar]25. Yuan W., Condorelli G., Caruso M., Felsani A., Giordano A. (1996) J. Biol. Chem. 271, 9009–9013 [PubMed] [Google Scholar]26. Peterkin T., Gibson A., Loose M., Patient R. (2005) Semin. Cell Dev. Biol. 16, 83–94 [PubMed] [Google Scholar]27. Liang Q., De Windt L. J., Witt S. A., Kimball T. R., Markham B. M., Molkentin J. D. (2001) J. Biol. Chem. 276, 30245–30253 [PubMed] [Google Scholar]28. Chan H. M., La Thangue N. B. (2001) J. Cell Sci. 114, 2363–2373 [PubMed] [Google Scholar]29. Fu J., Yoon H. G., Qin J., Wong J. (2007) Mol. Cell. Biol. 27, 4641–4651 [PMC free article] [PubMed] [Google Scholar]30. Kanazawa S., Okamoto T., Peterlin B. M. (2000) Immunity 12, 61–70 [PubMed] [Google Scholar]31. Barboric M., Nissen R. M., Kanazawa S., Jabrane-Ferrat N., Peterlin B. M. (2001) Mol. Cell. 8, 327–337 [PubMed] [Google Scholar]32. Eberhardy S. R., Farnham P. J. (2002) J. Biol. Chem. 277, 40156–40162 [PubMed] [Google Scholar]33. Simone C., Stiegler P., Bagella L., Pucci B., Bellan C., De Falco G., De Luca A., Guanti G., Puri P. L., Giordano A. (2002) Oncogene 21, 4137–4148 [PubMed] [Google Scholar]34. Giacinti C., Bagella L., Puri P. L., Giordano A., Simone C. (2006) J. Cell. Physiol. 206, 807–813 [PubMed] [Google Scholar]35. Kalkhoven E. (2004) Biochem. Pharmacol. 68, 1145–1155 [PubMed] [Google Scholar]36. Impey S., Fong A. L., Wang Y., Cardinaux J. R., Fass D. M., Obrietan K., Wayman G. A., Storm D. R., Soderling T. R., Goodman R. H. (2002) Neuron 34, 235–244 [PubMed] [Google Scholar]37. Ait-Si-Ali S., Carlisi D., Ramirez S., Upegui-Gonzalez L. C., Duquet A., Robin P., Rudkin B., Harel-Bellan A., Trouche D. (1999) Biochem. Biophys. Res. Commun. 262, 157–162 [PubMed] [Google Scholar]38. Huang W. C., Chen C. C. (2005) Mol. Cell. Biol. 25, 6592–6602 [PMC free article] [PubMed] [Google Scholar]39. Tanaka T., Nishimura D., Wu R. C., Amano M., Iso T., Kedes L., Nishida H., Kaibuchi K., Hamamori Y. (2006) J. Biol. Chem. 281, 15320–15329 [PubMed] [Google Scholar]40. Yuan L. W., Soh J. W., Weinstein I. B. (2002) Biochim. Biophys. Acta 1592, 205–211 [PubMed] [Google Scholar]41. Janknecht R., Nordheim A. (1996) Biochem. Biophys. Res. Commun. 228, 831–837 [PubMed] [Google Scholar]42. Ait-Si-Ali S., Ramirez S., Barre F. X., Dkhissi F., Magnaghi-Jaulin L., Girault J. A., Robin P., Knibiehler M., Pritchard L. L., Ducommun B., Trouche D., Harel-Bellan A. (1998) Nature 396, 184–186 [PubMed] [Google Scholar]43. Tian Y., Ke S., Chen M., Sheng T. (2003) J. Biol. Chem. 278, 44041–44048 [PubMed] [Google Scholar]44. Kawamura T., Hasegawa K., Morimoto T., Iwai-Kanai E., Miyamoto S., Kawase Y., Ono K., Wada H., Akao M., Kita T. (2004) Biochem. Biophys. Res. Commun. 315, 733–738 [PubMed] [Google Scholar]45. Yang Z., He N., Zhou Q. (2008) Mol. Cell. Biol. 28, 967–976 [PMC free article] [PubMed] [Google Scholar]46. Liou L. Y., Herrmann C. H., Rice A. P. (2002) J. Virol. 76; 10579–10587 [PMC free article] [PubMed] [Google Scholar]47. Yang Z., Zhu Q., Luo K., Zhou Q. (2001) Nature 414, 317–322 [PubMed] [Google Scholar]48. Yik J. H., Chen R., Nishimura R., Jennings J. L., Link A. J., Zhou Q. (2003) Mol. Cell. 12, 971–982 [PubMed] [Google Scholar]49. Sano M., Wang S. C., Shirai M., Scaglia F., Xie M., Sakai S., Tanaka T., Kulkarni P. A., Barger P. M., Youker K. A., Taffet G. E., Hamamori Y., Michael L. H., Craigen W. J., Schneider M. D. (2004) EMBO J. 23, 3559–3569 [PMC free article] [PubMed] [Google Scholar]50. Poizat C., Sartorelli V., Chung G., Kloner R. A., Kedes L. (2000) Mol. Cell. Biol. 20, 8643–8654 [PMC free article] [PubMed] [Google Scholar]"}