{"title": "Diet and exercise signals regulate SIRT3 and activate AMPK and PGC-1alpha in skeletal muscle", "pubDate": "2009", "PMCID": "PMC2815736", "DOI": "10.18632/aging.100075", "PMID": "20157566", "abstract": "SIRT3 is a member of the sirtuin family of NAD(+)-dependent deacetylases, which is localized to the mitochondria and is enriched in kidney, brown adipose tissue, heart, and other metabolically active tissues. We report here that SIRT3 responds dynamically to both exercise and nutritional signals in skeletal muscle to coordinate downstream molecular responses. We show that exercise training increases SIRT3 expression as well as associated CREB phosphorylation and PGC-1alpha up-regulation. Furthermore, we show that SIRT3 is more highly expressed in slow oxidative type I soleus muscle compared to fast type II extensor digitorum longus or gastrocnemius muscles. Additionally, we find that SIRT3 protein levels in skeletal muscle are sensitive to diet, for SIRT3 expression increases by fasting and caloric restriction, yet it is decreased by high-fat diet. Interestingly, the caloric restriction regimen also leads to phospho-activation of AMPK in muscle. Conversely in SIRT3 knockout mice, we find that the phosphorylation of both AMPK and CREB and the expression of PGC-1alpha are down regulated, suggesting that these key cellular factors may be important components of SIRT3-mediated biological signals in vivo.", "author": [{"author": "Orsolya M Palacios", "affiliation": ["USDA/ARS Children's Nutrition Research Center, Department of Pediatrics, Baylor College of Medicine, Houston, TX 77030, USA."], "href": "/?term=Palacios+OM&cauthor_id=20157566"}, {"author": "Juan J Carmona", "affiliation": [], "href": "/?term=Carmona+JJ&cauthor_id=20157566"}, {"author": "Shaday Michan", "affiliation": [], "href": "/?term=Michan+S&cauthor_id=20157566"}, {"author": "Ke Yun Chen", "affiliation": [], "href": "/?term=Chen+KY&cauthor_id=20157566"}, {"author": "Yasuko Manabe", "affiliation": [], "href": "/?term=Manabe+Y&cauthor_id=20157566"}, {"author": "Jack Lee Ward 3rd", "affiliation": [], "href": "/?term=Ward+JL+3rd&cauthor_id=20157566"}, {"author": "Laurie J Goodyear", "affiliation": [], "href": "/?term=Goodyear+LJ&cauthor_id=20157566"}, {"author": "Qiang Tong", "affiliation": [], "href": "/?term=Tong+Q&cauthor_id=20157566"}], "refPMID": ["16079181", "15128440", "17079682", "17447894", "18363549", "18215119", "18243090", "16959573", "19410549", "15653680", "12374852", "12186850", "17923681", "16788062", "18710944", "18781224", "18794531", "18680753", "17059877", "15676284", "17003781", "17889652", "15922648", "12006582", "16511594", "17018837", "10412986", "12181572", "18662766", "11701451", "12444247", "17609368", "16054041", "14511394", "14614828", "12829626", "10891387", "9124333", "12546677", "17513699", "17253964", "15734680", "17900900", "17141505", "16790548", "19343720", "14712665", "18477450", "19262508", "15236799", "15574588", "16203737", "18063805", "12764228", "11557984", "17347648", "19197138", "19370020", "18782868", "19031335", "18716044", "19241369", "9560157", "19333382"], "citedInPMID": ["20157566", "35145250", "35111364", "34927079", "34836000", "34685718", "34675216", "34466690", "34417576", "34368393", "34307407", "34233766", "34095262", "33812060", "33806509", "33744652", "33670751", "33546195", "33467601", "33264618", "33228041", "33191653", "32900951", "32850822", "32812928", "32722320", "32281286", "32127290", "32059421", "31970155", "31866862", "31781563", "31474877", "31447696", "31273946", "31227962", "31207144", "31163574", "31130874", "31118897", "31116256", "31076465", "31060926", "31037127", "30837897", "30629044", "30574122", "30526767", "30360430", "30301195", "30132870", "30131726", "30090057", "30072092", "29976853", "29942262", "29849892", "29728917", "29727194", "29643974", "29634313", "29607218", "29589261", "29561771", "29405707", "29324783", "29321682", "29238464", "29086496", "29072685", "29036909", "28944303", "28911171", "28900532", "28804120", "28400503", "28368421", "28008317", "27902456", "27882448", "27825999", "27686535", "27619151", "27604398", "27126807", "27125278", "27076782", "27007507", "26928655", "26838314", "26823952", "26813102", "26698917", "26607973", "26525455", "26359086", "26358839", "26341783", "26269447", "26064858", "26025548", "25993470", "25979234", "25915406", "25871545", "25853572", "25852572", "25830094", "25759382", "25738461", "25670830", "25555707", "25548801", "25545135", "25490091", "25489948", "25395096", "25225604", "25192254", "25133775", "25132912", "25092577", "24969917", "24966184", "24877878", "24748594", "24726383", "24616566", "24611611", "24559845", "24454908", "24425766", "24382869", "24363305", "24338337", "24263979", "24258614", "24192814", "24178296", "24167500", "24050258", "24046746", "24039710", "24037427", "24020003", "23997790", "23888142", "23835326", "23767918", "23762877", "23661364", "23604553", "23505614", "23454760", "23437220", "23233333", "23197187", "23168278", "23153280", "23086951", "23024761", "23024708", "22978553", "22885100", "22819776", "22811431", "22749020", "22681576", "22672615", "22653216", "22645641", "22643536", "22536229", "22436696", "22396207", "22395773", "22388573", "22229339", "22203837", "22119802", "22085885", "22081942", "22067656", "21985785", "21906315", "21901160", "21879450", "21841070", "21840382", "21788651", "21755522", "21706162", "21614150", "21539480", "21475674", "21388966", "21224864", "21212461", "20863707", "20685942", "20677216", "20078221", "20000467"], "body": " Abstract\n                     SIRT3 is a member of the sirtuin family\n                        of NAD+-dependent deacetylases, which is localized to the\n                        mitochondria and is enriched in kidney, brown adipose tissue, heart, and\n                        other metabolically active tissues. We report here that SIRT3 responds\n                        dynamically to both exercise and nutritional signals in skeletal muscle to\n                        coordinate downstream molecular responses.\n                        We show that exercise training increases SIRT3 expression as well as\n                        associated CREB phosphorylation and PGC-1α up-regulation.\n                        Furthermore, we show that SIRT3 is more highly expressed in slow oxidative\n                        type I soleus muscle compared to fast type II extensor digitorum longus or\n                        gastrocnemius muscles. Additionally, we find that SIRT3 protein levels in\n                        skeletal muscle are sensitive to diet, for SIRT3 expression increases by\n                        fasting and caloric restriction, yet it is decreased by high-fat diet.\n                        Interestingly, the caloric restriction regimen also leads to\n                        phospho-activation of AMPK in muscle. Conversely in SIRT3 knockout mice, we\n                        find that the phosphorylation of both AMPK and CREB and the expression of\n                        PGC-1α are down\n                        regulated, suggesting that these key cellular factors may be important\n                        components of SIRT3-mediated biological signals in vivo. \n                Keywords: SIRT3, AMPK, PGC-1α, caloric restriction, skeletal muscle, exercise, high-fat diet IntroductionThe sirtuin family of\n                        proteins possesses NAD+-dependent deacetylase activity and/or ADP ribosyltransferase activity. The seven mammalian sirtuins\n                        (SIRT1-7) sirtuins (SIRT1-7) are localized\n                        differentially within the cell and have a variety of functions [1,2]. SIRT1 is the most extensively studied member of the family and\n                        regulates diverse biological processes ranging from DNA repair and genome\n                        stability to glucose and lipid homeostasis [3,4]. Although three specific sirtuins, SIRT3-5, are found in the\n                        mitochondria [5,6], not much is known about their function in vivo [7]. SIRT4 has been shown to regulate amino acid-stimulated insulin\n                        secretion by targeting glutamate\n                        dehydrogenase [8], and it was recently demonstrated that SIRT5 participates in the\n                        urea cycle [9]. Among the mitochondrial sirtuins, SIRT3 possesses the most\n                        robust deacetylase activity [10-12]. Indeed, significantly higher levels of mitochondrial\n                        protein acetylation were detected in the livers of SIRT3-null mice, compared to\n                        those of SIRT4 or SIRT5 knockout animals [13]. However,\n                        little is known about the physiological role of SIRT3 despite the fact that a\n                        number of SIRT3 substrates and co-precipitating proteins have been identified:\n                        acetyl-CoA synthetase 2 [14], Ku70 [15], FOXO3a [16], subunit 9\n                        of mitochondrial Complex I(NDUFA9) [17], glutamate\n                        dehydrogenase [13,18] and isocitrate dehydrogenase 2 [18].\n                    \n            SIRT3 has been linked to longevity in men [19,20] and aberrant expression of this sirtuin correlates with\n                        node-positive breast cancer in clinical biopsies from women [21]—suggesting\n                        that SIRT3 serves as an important diagnostic and therapeutic target in human\n                        health/aging and disease, affecting men and women in unique ways. In human\n                        cells, we have shown that SIRT3, along with SIRT4, is required for\n                        Nampt-mediated cell survival after genotoxic stress, wherein maintenance of\n                        mitochondrial NAD+ levels inhibits apoptosis [22]. Previously\n                        we also reported in murine brown adipose tissue that the RNA level of SIRT3\n                        increases by cold exposure and caloric restriction (CR) and that constitutive\n                        expression of SIRT3, in brown pre-adipocytes, stimulates downstream\n                        CREB-mediated expression of PGC-1α and other\n                        mitochondrial-related genes [10]. In this\n                        study, we investigated the physiological conditions that regulate SIRT3 in\n                        skeletal muscle, a metabolically active organ vital for insulin-mediated\n                        glucose disposal and lipid catabolism. Notably, skeletal muscle strongly\n                        influences whole-body lipid metabolism, as lipid catabolism provides up to 70%\n                        of the energy usage for resting muscle [23]. In this\n                        tissue, the balance between fatty acid availability and fatty acid oxidation\n                        rates plays an important role in regulating insulin responses, and\n                        intramuscular fatty acid metabolites like diacylglycerol may cause insulin\n                        resistance [24]. Therefore, studying the role of molecular factors and\n                        pathways acting in muscle under various dietary and environmental conditions\n                        will be critical for better understanding metabolism, health, and disease.\n                    \n            In skeletal muscle, the peroxisome proliferator-activated receptor\n                        gamma coactivator-1α (PGC-1α), a nuclear receptor co-activator, plays\n                        multiple roles in metabolic regulation [25,26]. It stimulates mitochondrial biogenesis [27], induces muscle fiber-type switch, and increases oxidative\n                        capacity in skeletal muscle cells [28]. In addition to transcriptional activation by CREB [29], it has been shown that\n                        AMP-activated protein kinase (AMPK) also increases\n                        PGC-1α expression [30,31] and\n                        activates it by direct phosphorylation [32]. AMPK is also a key molecular sensor and regulator of\n                        muscle metabolism.\n                    \n            AMPK is a ubiquitous heterotrimeric\n                        serine/threonine protein kinase, which functions as a fuel sensor in many\n                        tissues, including skeletal muscle [33]. AMPK is allosterically activated by AMP and by phosphorylation\n                        at Thr172 in the catalytic α-subunit, mainly by\n                        an upstream AMPK kinase, LKB1 [34,35]. Importantly, AMPK is stimulated by cellular stresses that\n                        deplete ATP and elevate AMP, such as diet restriction/hypoglycemia [36], exercise [37], and muscular contraction [38]. Activated AMPK stimulates ATP-generating catabolic pathways,\n                        such as cellular glucose uptake and fatty acid α-oxidation.\n                        AMPK activation also represses ATP-consuming processes, such as lipogenesis, to\n                        restore intracellular energy balance [33,39].\n                    \n            Our work seeks to further\n                        elucidate the role of sirtuins within health and disease, with particular focus\n                        on muscle tissue in this study. We report here that expression of SIRT3 in skeletal\n                        muscle is sensitive to various signals from both diet and exercise, leading to\n                        downstream activation of AMPK and up-regulation of PGC-1α. SIRT3 is therefore a potential\n                        key regulator of skeletal muscle biology, responding to important environmental\n                        cues and activating cellular factors in vivo.\n                    \n             ResultsSIRT3 is regulated in\n                            skeletal muscle by exercise\n                            training \n                        We first assayed the SIRT3 expression\n                            profile in vivo to compare the whole-body distribution of SIRT3,\n                            specifically across muscles to tissues like adipose and kidney, where SIRT3 has\n                            been previously described. As predicted,\n                            the SIRT3 tissue distribution pattern mirrors that of SIRT3 mRNA [11]. Indeed,\n                            SIRT3 exhibits high expression in important metabolically active tissues like\n                            kidney, brown fat, liver, and brain (Figure ​(Figure1).1). When comparing expression\n                            across muscle samples, we noticed that SIRT3 protein levels were higher in the\n                            slow-twitch soleus muscle compared to the fast-twitch muscles like extensor\n                            digitorum longus and gastrocnemius, in agreement with higher mitochondrial\n                            content and the oxidative feature of the soleus muscle.\n                        \n                Open in a separate windowFigure 1.Tissue distribution of SIRT3 protein.\n                                            The SIRT3\n                                                protein is abundantly expressed in the brown adipose tissue (BAT), liver,\n                                                kidney, heart, brain, and soleus muscle, but very low in white adipose\n                                                tissue (WAT), the extensor digitorum longus muscle (EDL), or the\n                                                gastrocnemius muscle (Gastro). For each sample, 50 μg of protein was\n                                                loaded into a 10% acrylamide gel, electrophoresed, and transferred to a\n                                                nitrocellulose membrane. The membrane was probed using an anti-SIRT3 serum\n                                                or an anti-β-actin antibody. Blots were quantified with ImageQuant and\n                                                SIRT3/actin ratios are provided; since gastrocnemius (Gastro) has the\n                                                lowest SIRT3 expression in vivo, normalization (l.0) was set with\n                                                respect to this tissue.\n                                        \n                        To study the role of SIRT3 in muscle\n                            within the context of exercise biology, we next tested if SIRT3 protein levels\n                            were sensitive to an established voluntary exercise protocol [40]. Using a\n                            specific anti-mouse SIRT3 polyclonal antibody, we found that SIRT3 protein increased selectively in triceps, the muscle\n                            that undergoes training in the wheel-caged system, but not in cardiac muscle\n                            samples from those same animals (Figure ​(Figure2A).2A). In contrast to SIRT3, exercise\n                            training failed to alter SIRT1 protein levels in triceps (data not shown). The\n                            specificity of our antibody for detecting the endogenous ~28kDa SIRT3 protein\n                            was confirmed by using SIRT3 knockout tissue lysates (Supplemental Figure ​Figure1).\n1).\n                            Notably, induction of SIRT3 in skeletal muscle was higher in female mice when\n                            compared to that of male littermates (Figure ​(Figure2B).2B). In agreement with this\n                            up-regulation, we also observed increased SIRT3 levels in the gastrocnemius\n                            muscle of rats exercised on a treadmill-based exercise paradigm [41]\n                            (Supplemental Figure ​Figure2).2). Even one week of treadmill training was sufficient to\n                            increase SIRT3 protein amount (Supplemental Figure ​Figure2B).2B). The up-regulation of\n                            SIRT3 (Figure ​(Figure2B)2B) correlated with enhanced downstream phosphorylation of CREB\n                            at Ser133 (Figure ​(Figure2C)2C) and PGC-1α induction (Figure ​(Figure2D).2D). Lastly,\n                            citrate synthase activity, a mitochondrial marker for exercise training, was\n                            significantly higher in trained muscles than in the respective sedentary\n                            control group (Figure ​(Figure2E).2E). Collectively, these data suggest that the up-regulation\n                            of SIRT3 by exercise is an important and conserved molecular consequence of\n                            training.\n                        \n                Open in a separate windowFigure 2.Skeletal muscle-specific induction of SIRT3 and associated factors in exercise-trained mice. (A) Triceps or cardiac\n                                            muscle tissue was homogenized and 50 μg of protein was analyzed by\n                                            Western blot, using anti-SIRT3 serum (Covance) and α-tubulin control; representative\n                                            blots are shown here and throughout. SED = sedentary and TRD = trained. (B)\n                                            Quantification of SIRT3 band intensities using ImageQuant from blots with\n                                            animals grouped by sex. Males are plotted as clear bars and females as\n                                            shaded bars. Total number of animals used per cohort and graphed are as\n                                            follows: sedentary males, N = 7; sedentary females, N = 5; exercised males,\n                                            N = 8; exercised females, N = 6. (C) Phospho-CREB/Ser133 and total\n                                            CREB protein. Band intensities of phospho-CREB and CREB were quantified and\n                                            phospho-CREB content was normalized relative to total CREB content; inset\n                                            provides sample blots of male triceps tissue. (D) Induction of PGC-1α correlates with enhanced SIRT3\n                                            expression in triceps; samples processed and analyzed, as above. Inset\n                                            blots are of male triceps tissue. (E) Citrate synthase activity was\n                                            measured as a mitochondrial marker from the same triceps samples, as\n                                            described previously [40]. N = 2, *P <\n                                            0.05, **P < 0.01.\n                                    \n                        SIRT3 expression in skeletal muscle is sensitive to\n                            dietary intake \n                        Previously\n                            we had demonstrated how CR stimulates the in vivo expression of SIRT3 in\n                            brown fat [10]. Thus we\n                            hypothesized that perhaps SIRT3 expression in muscles is also sensitive to\n                            nutritional signals, especially given how different muscles contain various\n                            levels of SIRT3 (Figure ​(Figure1)1) and vary inherently with respect to\n                            energetic/metabolic potential. To test this hypothesis, we measured the SIRT3\n                            levels in leg muscles of mice in either CR or ad libitum (AL) cohorts\n                            after twelve months. CR is an effective\n                            environmental method known to extend lifespan in a number of model organisms,\n                            from yeast and nematodes to rodents, yet the underlying molecular mechanisms by\n                            which this pathway acts in vivo remain largely unknown [42].\n                        \n                Here we\n                            found that the CR diet significantly increased levels of SIRT3 protein in\n                            skeletal muscle, compared to the AL control diet (Figure ​(Figure3A).3A). In addition,\n                            twenty four hours of fasting was sufficient to induce the muscle expression of\n                            SIRT3 (Figure ​(Figure3B).3B). Conversely, SIRT3 protein level was significantly decreased\n                            following three months of energy-dense, high-fat feeding (Figure ​(Figure3C),\n3C),\n                            indicating that the SIRT3 expression in muscle fluctuates in response to\n                            dietary nutrient uptake. We next measured the effect of CR on AMPK—an enzyme\n                            whose activity is dependent on changes in metabolic/energetic potential [30,31].\n                        \n                Open in a separate windowFigure 3.Diet-sensitive expression of SIRT3 and AMPK in muscle tissue.(A) Mice\n                                            were fed NIH-31 standard feed ad libitum or NIH-31/NIA-fortified\n                                            diet (Harlan Teklad) with a daily food allotment of 60% of the control mice\n                                            to establish caloric restriction (CR); twelve months after the onset of CR,\n                                            tissues were harvested to examine SIRT3 expression. (B) Mice were\n                                            deprived of food for 24 hours, and SIRT3 level in EDL muscle was determined\n                                            by Western blot analysis. (C) SIRT3 protein expression is decreased\n                                            in murine hind-leg muscle after 3 months of high-fat diet feeding; total\n                                            hind-leg tissue protein was isolated and analyzed. (D) AMPK T-172\n                                            phosphorylation and AMPK total protein in the quadriceps of the caloric\n                                            restricted mice were assayed; AMPK phosphorylation was determined as\n                                            phospho-AMPK normalized by total AMPK. N=3, *P < 0.05.\n                                    \n                        Since AMPK is activated during decreased\n                            energy levels, we hypothesized that AMPK may be activated under CR. In\n                            nematodes, for example, it has recently been shown that AMPK is critical for\n                            mediating key downstream biological effects that enable lifespan extension by\n                            caloric/dietary restriction [43]. Our data here\n                            show that AMPK is hyper-phospho-activated at Thr172\n                            of its catalytic α-subunit, which was quantified and\n                            determined to be three to four times higher than the AL control diet\n                            (Figure ​(Figure3D).3D). Together these data provided novel connections between caloric\n                            intake, SIRT3 and AMPK that merit more analysis.\n                        \n                Loss of SIRT3 significantly\n                            impacts activation of AMPK, CREB and PGC-1α expression\n                        We next tested if\n                            the lack of SIRT3 would impact AMPK and other\n                            related factors like CREB and/or PGC-1α in skeletal muscle. Consistent\n                            with our previous data, we found that SIRT3-null animals had 50% lower levels\n                            of AMPK phosphorylation compared to the wild-type littermate control group\n                            (Figure ​(Figure4A).4A). In our exercise model (Figure ​(Figure2A-D),2A-D), SIRT3 up-regulation enhanced downstream activation of CREB and\n                            PGC-1α. Accordingly, in\n                            the SIRT3-null mice, activating phosphorylation of CREB at Ser122 was also\n                            reduced (Figure ​(Figure4B),4B), which correlated with lowered transcriptional activation\n                            of pgc-1α (Figure ​(Figure4C).4C). This result is consistent with previously published data,\n                            which show that both AMPK and CREB activate pgc-1α\n                            expression in vivo [29].\n                        \n                Open in a separate windowFigure 4.SIRT3-deficient mice have lower phosphorylation levels of AMPK and CREB, as well as decreased PGC-1α mRNA. \n                                        (A) AMPK T-172 phosphorylation and AMPK total protein in\n                                        the EDL muscles of the male wild-type mice or mice with heterozygous\n                                        or homozygous SIRT3 gene deficiency were determined by Western\n                                        blot analysis. AMPK phosphorylation was determined as phospho-AMPK\n                                        normalized by total AMPK. N=3, *P < 0.05. (B) CREB phosphorylation\n                                        and CREB total protein in the EDL muscles of the wild-type mice\n                                        or mice with heterozygous or homozygous SIRT3 gene deficiency\n                                        were determined by Western blotting analysis. CREB phosphorylation\n                                        was determined as phospho-CREB normalized by total CREB. N=3, *P < 0.05, **P<0.01.\n                                        (C) Quatitative RT-PCR shows pgc-1α mRNA level reduced\n                                        in the gastrocnemius of SIRT3 knockout mice. *P < 0.05, **P<0.01.\n                                    \n                         DiscussionHere we have found that SIRT3 is\n                        differentially expressed in vivo, with the greatest expression observed\n                        in metabolically active tissues like skeletal muscle, where SIRT3 undergoes\n                        dynamic regulation by different environmental regimens. SIRT3 protein level is\n                        decreased by high-fat feeding, while it is increased by short-term fasting\n                        (24-hour) or long-term nutrient deprivation (12-month CR) and exercise\n                        training. In this study we also show that loss of SIRT3 significantly inhibits\n                        AMPK and CREB phosphorylation, which decreases PGC-1α transcriptional expression in muscle. Consequently, we propose a new\n                        model in which SIRT3 leads to potential downstream changes in response to\n                        important environmental signals (Figure ​(Figure5).5).  This model suggests that SIRT3 levels may respond to various\n                        nutritional/energetic and physiological challenges by regulating muscle energy\n                        homeostasis via factors like AMPK and PGC-1α.\n                    \n            Open in a separate windowFigure 5.Schematic diagram of potential SIRT3 action in the skeletal myocyte. Collectively,\n                                        our data support a working model in which SIRT3 responds dynamically to\n                                        various nutritional and physiological signals to potentially impact muscle\n                                        energy homeostasis via AMPK and PGC-1α. Since AMPK can also phosphorylate and activate\n                                        CREB [52], SIRT3 may activate CREB directly or through AMPK. Given its\n                                        dynamic role, SIRT3 action within the skeletal muscle cells may serve as an\n                                        important diagnostic and therapeutic target for impacting human health and\n                                        disease.\n                                \n                    Given our study, it will be interesting to test\n                        whether SIRT3-null animals show any defects under certain environmental\n                        challenges. Despite the hyper-acetylation of mitochondrial proteins in SIRT3\n                        knockout mice, the significance of these biochemical changes is unclear. A\n                        recent study of SIRT3-deficient mice by another group did not find defects in\n                        basal metabolism nor adaptive thermogenesis, while the mice were housed in\n                        standard dietary/sedentary conditions [13]. Similarly,\n                        we found normal treadmill performance in SIRT3 knockout mice while under\n                        standard housing (unpublished observations). Upon challenge with various\n                        environmental signals, however, these animals may respond differently.\n                        Accordingly, we are actively testing how challenges by CR/fasting/high-fat diet\n                        and exercise may affect the SIRT3-null mice and alter key downstream cellular\n                        factors in muscle cells.\n                    \n            The mechanism(s) by which\n                        different environmental variables modulate SIRT3 and activate AMPK in muscle (and other tissues that highly express SIRT3) remains\n                        to be fully elucidated. For example,\n                        activation of acetyl-CoA synthetase 2 (AceCS2) by SIRT3 [44,45] may elevate the AMP/ATP ratio\n                        and consequently activate AMPK. Alternatively, a recent proteomics-based\n                        approach has identified many novel SIRT3-interacting partners in human cells,\n                        including the ATP synthase (mitochondrial F1 complex) alpha/beta subunits and\n                        the ubiquinol-cytochrome\n                        c reductase hinge protein, UQCRH [46]. Since\n                        these proteins (together with NDUFA9 [17]) serve as critical components of\n                        the ATP-generating machinery in cells, SIRT3 may also potentially modulate the\n                        AMP/ATP ratio via these factors to activate AMPK. Moreover, we too have\n                        purified additional putative SIRT3-binding proteins from HeLa cells (using a related\n                        cross-linking/immunoaffinity purification method [47]), which include mitochondrial\n                        acetoacetyl CoA thiolase (also referred to as α-ketothiolase), malate dehydrogenase, thioredoxin\n                        2 (Trx-2), Hsp60, and lactate dehydrogenase (unpublished data). Since some of\n                        these enzymes are important regulators of muscle energy homeostasis, our data\n                        further substantiate that SIRT3 may modulate ATP/energy levels via key\n                        targets to activate AMPK. It is intriguing to note that a study of an\n                        independent line of SIRT3-knockout mice indicated that the ATP level is\n                        significantly reduced in several tissues [17], although the effect of SIRT3\n                        deficiency on muscle ATP level has not been reported.\n                    \n            Interestingly, it has also\n                        been shown that activation of AMPK, upon glucose nutrient restriction of muscle\n                        stem cells, causes an increase in the cellular NAD+/NADH ratio,\n                        consistent with a positive feedback loop needed for prolonged SIRT1 activation [48], as may occur in our SIRT3 model and merits testing. Indeed a\n                        second in vitro study independently validates a similar NAD+/NADH\n                        model via AMPK [49]. Strikingly, AMPK activation (as occurs with CR) may also result in\n                        lifespan extension [50-52], and future study will reveal if SIRT3 is involved in this\n                        process. It is known that activated AMPK\n                        directly phosphorylates PGC-1α[32] and CREB [53]—and that\n                        both AMPK and CREB are involved in the transactivation of PGC-1a [54,55].\n                        Lastly, both SIRT3 and SIRT1 promote mitochondrial\n                        biogenesis and fatty acid oxidation via PGC-1α but in different ways. SIRT3 promotes PGC-1α expression while SIRT1 activates PGC-1α by direct deacetylation [56]. However, we have found that exercise training regulates SIRT3\n                        but not SIRT1 expression in muscle. At present, it remains to be considered how\n                        these two key sirtuin enzymes may work cooperatively within certain tissues in\n                        response to environmental signals.\n                    \n            Furthermore, it is important to consider\n                        that a phenotype may be tissue-specific, especially if SIRT3 has different\n                        biological roles in the body. For example, in the rennin-angiotensin system,\n                        which plays a key role in the pathophysiology of cardiac and renal disease in\n                        humans, targeted disruption of the angiotensin receptor (Agtr1a\n                        gene in mice) yields animals with less cardiac and vascular injury, prolonged\n                        lifespan, increased number of mitochondria, and dramatic up-regulation of SIRT3\n                        in kidney tissue—a possible site of SIRT3 action that may contribute, at least\n                        in part, to the phenotype that is observed [57]. Another\n                        interesting place of molecular action is in brown adipose tissue (BAT), in\n                        which SIRT3 has been previously shown to respond dynamically to CR and regulate\n                        fat cell physiology via PGC-1α [10]. With the\n                        recent discovery of BAT in humans (reviewed in [58]), there are\n                        now new opportunities to explore the role of SIRT3 in diabetes and obesity\n                        research [59]. Moreover,\n                        after intense swimming, it has been reported that the expression of SIRT3 and\n                        PGC-1α increases in white blood cells to activate the\n                        antioxidant response [60]. Lastly, in\n                        human skeletal muscle, it has been reported that SIRT3 and PGC-1α expression decline with age and correlate with a sedentary proteomic\n                        profile found in people with decreased metabolic output [61]. With\n                        exercise, however, these authors observed that the effect is reversed.\n                        Collectively, these data suggest that SIRT3 function is perhaps varied\n                        throughout the body and specialized to meet the unique metabolic/energetic\n                        capacities found within various tissues, particularly in response to\n                        environmental cues.\n                    \n            Thus it will be interesting\n                        to test whether inducible tissue-specific SIRT3-null mice show global metabolic\n                        defects from exercise and/or diet regimens in various parts of the body,\n                        especially with aging. This inducible genetic approach will also allow us to\n                        bypass potential compensatory effects resulting from the lack of SIRT3 during\n                        development. Additionally, a mouse model with increased SIRT3 over-expression\n                        in muscle (and/or other specific tissues) will also be a valuable tool for\n                        further elucidating the biological role(s) of this sirtuin in vivo. All\n                        of this work will be important as we fight against aging and associated\n                        disorders ranging from type 2 diabetes (and other metabolic diseases) to breast\n                        cancer, in which expression of SIRT3 is aberrant. Therefore, small-molecule activators of SIRT3, currently in\n                        development and testing [62], may provide novel and key therapeutic routes for the treatment\n                        of a variety of common diseases, perhaps by mimicking the beneficial molecular\n                        effects of exercise and/or caloric restriction in vivo.\n                    \n             Experimental procedures\nAnimals,\n                                diet and exercise.\n                 Ethics statement: Protocols\n                        for animal use were in accordance with the guidelines of the Institutional\n                        Animal Care and Use Committees of Baylor College of Medicine and the Joslin\n                        Diabetes Center and the National Institutes of Health. For the caloric\n                        restriction experiment, C57BL/6 male mice were singly caged. At 8 weeks of age,\n                        control mice were fed ad libitum with NIH-31 standard diet (Harlan\n                        Teklad), while food consumption was measured daily. Caloric restricted mice\n                        were fed with NIH-31/NIA-fortified diet (Harlan Teklad) with a daily food\n                        allotment of 90%, 70% and then 60% of the amount consumed by the control\n                        mice—at the first, second, and third week, respectively. From then on, daily\n                        food allotment stabilized at 60% of ad libitum food intake for the\n                        caloric restricted mice. 12 months later, mice were dissected to collect\n                        tissues for analysis. For the fasting experiment, food was removed from 3\n                        months old C57BL/6 male mice at 6pm for 24 hours. For the high-fat diet feeding\n                        experiment, 8-week-old male mice were fed a control diet or a 35% fat-enriched\n                        chow (BioServ) for three months. Various tissueswere also\n                        harvested from mice fed the control diet to examine SIRT3 gene expression by\n                        Western blot analysis at the termination of the study. For the\n                        exercise study [40], 7-week-old\n                        male and female FVB/NJ mice were wheel-cage trained for 6 weeks and fed PicoLab\n                        Mouse Diet 20 (LabDiet/Purina). In brief, mice were housed in individual cages\n                        with or without rodent running wheels (Nalgene,\n                        Rochester, NY) and the animals could exercise voluntarily during a 6-week\n                        training period. At the end of the 6 weeks, mice were euthanized, triceps\n                        muscles were removed and subsequently analyzed for SIRT3, CREB,\n                        phospho-CREB/Ser122, and PGC-1α protein expression [10]. Citrate synthase activity was\n                        measured as a mitochondrial marker post-exercise training from triceps samples,\n                        as described previously [40].\n                    \n            Sirt3\n                    -knockout\n                                mice.\n                 Mice in which the Sirt3 gene\n                        (Accession: {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_022433\",\"term_id\":\"188035864\",\"term_text\":\"NM_022433\"}}NM_022433) was targeted by gene trapping were obtained from the\n                        Texas Institute for Genomic Medicine (Houston, TX, USA). Briefly, these mice\n                        were created by generating embryonic stem (ES) cells (Omnibank No. OST341297) with a retroviral promoter trap that\n                        functionally inactivates one alleleof the Sirt3 gene, as\n                        described previously [63]. Sequenceanalysis indicated that retroviral insertion occurred in the intron\n                        preceding coding exon 2 (Supplemental Figure ​Figure1).1). Targeted 129/SvEvBrd embryonic\n                        stem cells were injected into C57BL/6 albino blastocysts. The chimeras\n                        (129/SvEvBrd) were then crossed with C57BL/6 albinos to produce the\n                        heterozygotes. Heterozygotes were then mated and the offspring were genotyped\n                        using PCR, containing two primers flanking the trapping cassette insertion site\n                        TG0003-5' (ATCTCGCAGATAGGCTATCAGC) and TG0003-3'\n                        (AACCACGTAACCTTACCCAAGG), as well as a third primer LTR\n                        rev, a reverse primer located at the 5' end of the trapping cassette\n                        (ATAAACCCTCTTGCAG TTGCATC). Primer pair TG0003-5' and TG0003-3' amplify\n                        a 336bp fragment from the wild-type allele, while primer pair TG0003-5' and LTR\n                        rev amplify a 160bp fragment from the knockout allele.\n                    \n            \nAntibodies and Western blots.\n                 The\n                        antibodies used for Western blot analysis included: anti-mouse SIRT3 serum\n                        raised against the C-terminus (DLMQRERGKLD GQDR, Genemed Synthesis, Inc.)\n                        and used for the tissue distribution and high-fat diet analyses; anti-mouse and\n                        anti-rat SIRT3 serum was also developed against the C-terminal regions of each\n                        respective protein (Covance), and the anti-mouse serum was validated for\n                        specificity using brown fat, cardiac tissue, and soleus muscle from SIRT3\n                        knockout mice (Supplemental Fig. 1), then used for analyzing the exercise\n                        samples. Other antibodies used included the following: anti-phospho-CREB/Ser133\n                        (Cell Signaling); anti-CREB (Cell Signaling); anti-phospho-AMPK (Cell\n                        Signaling); AMPK (Cell Signaling); anti-PGC-1α\n                        (Calbiochem); β-actin antibody (Santa Cruz); and α-tubulin (Abcam).\n                    \n             Supplementary figuresSupplementary Figure 1Murine Sirt3 gene structure and inactivation.  (A) Annotated\n                                    Sirt3 gene structure [62, 52], showing\n                                    retroviral insertion site for inactivation of SIRT3 in the null\n                                    mice. Lines indicate relative position of known ATG start codons;\n                                    the stop codon, TAA, is indicated in exon 7 (E7). Nomenclature\n                                    for the exon designations shown here is taken from Cooper et al. [52].\n                                    (B) SIRT3 protein levels were assayed from mice tissues\n                                    with either homozygous or heterozygous Sirt3 gene deficiency,\n                                    using standard Western blot analysis (as before).\n                                \n                    Click here to view.(2.4M, tif)Supplementary Figure 2SIRT3 up-regulation by exercise is conserved in rodents. \n                                    (A) Representative Western blot panels of mice muscle samples\n                                    used for quantification in Figure ​Figure2,2, and (B) rat muscle\n                                    showing that SIRT3 up-regulation occurs as early as 1-week on\n                                    a previously established treadmill-based exercise paradigm [52]. \n                                    Remarkably, the molecular size of the mouse and rat SIRT3 proteins\n                                    is conserved.\n                                \n                    Click here to view.(3.1M, tif) AcknowledgmentsWe thank Dr. E.\n                        O'Brian Smith for assistance with statistical analysis, Dr. Martin Young for valuable\n                        discussions/suggestions, and Margaret Nguyen for technical assistance. O.M.P.\n                        was supported by a National Institutes of Health (NIH) training grant (T32\n                        {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"HD007445\",\"term_id\":\"300658951\",\"term_text\":\"HD007445\"}}HD007445) and J.J.C. by a Howard Hughes Medical Institute Predoctoral\n                        Fellowship. L.J.G. received support from a NIH grant (RO1DK068626). This work\n                        was also supported by grants to Q. T. from the U.S. Department of Agriculture\n                        (CRIS 6250-51000-049) and the NIH (RO1DK075978).\n                    \n             Footnotes The authors of this article report no conflict of\n                            interest(s).\n                        \n                 References1. Michishita E, Park JY, Burneskis JM, Barrett JC, Horikawa I. Evolutionarily conserved and nonconserved cellular localizations and functions of human SIRT proteins. Mol Biol Cell. 2005;16:4623–4635. [PMC free article] [PubMed] [Google Scholar]2. North BJ, Verdin E. Sirtuins: Sir2-related NAD-dependent protein deacetylases. Genome Biol. 2004;5:224. [PMC free article] [PubMed] [Google Scholar]3. Haigis MC, Guarente LP. Mammalian sirtuins - emerging roles in physiology, aging, and calorie restriction. Genes Dev. 2006;20:2913–2921. [PubMed] [Google Scholar]4. Michan S, Sinclair D. Sirtuins in mammals: insights into their biological function. Biochem J. 2007;404:1–13. [PMC free article] [PubMed] [Google Scholar]5. Hallows WC, Albaugh BN, Denu JM. Where in the cell is SIRT3? - functional localization of an NAD+-dependent protein deacetylase. Biochem J. 2008;411:e11–3. [PMC free article] [PubMed] [Google Scholar]6. Cooper HM, Spelbrink JN. The human SIRT3 protein deacetylase is exclusively mitochondrial. Biochem J. 2008;411:279–285. [PubMed] [Google Scholar]7. Guarente L. Mitochondria - a nexus for aging, calorie restriction, and sirtuins. Cell. 2008;132:171–176. [PMC free article] [PubMed] [Google Scholar]8. Haigis MC, Mostoslavsky R, Haigis KM, Fahie K, Christodoulou DC, Murphy AJ, Valenzuela DM, Yancopoulos GD, Karow M, Blander G, Valenzuela DM, Yancopoulos GD, Karow M, Blander G, Wolberger C, Prolla TA, Weindruch R, Alt FW, Guarente L. SIRT4 inhibits glutamate dehydrogenase and opposes the effects of calorie restriction in pancreatic beta cells. Cell. 2006;126:941–954. [PubMed] [Google Scholar]9. Nakagawa T, Lomb DJ, Haigis MC, Guarente L. SIRT5 Deacetylates carbamoyl phosphate synthetase 1 and regulates the urea cycle. Cell. 2009;137:560–570. [PMC free article] [PubMed] [Google Scholar]10. Shi T, Wang F, Stieren E, Tong Q. SIRT3, a mitochondrial sirtuin deacetylase, regulates mitochondrial function and thermogenesis in brown adipocytes. J Biol Chem. 2005;280:13560–13567. [PubMed] [Google Scholar]11. Onyango P, Celic I, McCaffery JM, Boeke JD, Feinberg AP. SIRT3, a human SIR2 homologue, is an NAD-dependent deacetylase localized to mitochondria. Proc Natl Acad Sci U S A. 2002;99:13653–13658. [PMC free article] [PubMed] [Google Scholar]12. Schwer B, North BJ, Frye RA, Ott M, Verdin E. The human silent information regulator (Sir)2 homologue hSIRT3 is a mitochondrial nicotinamide adenine dinucleotide-dependent deacetylase. J Cell Biol. 2002;158:647–657. [PMC free article] [PubMed] [Google Scholar]13. Lombard DB, Alt FW, Cheng HL, Bunkenborg J, Streeper RS, Mostoslavsky R, Kim J, Yancopoulos G, Valenzuela D, Murphy A, Yang Y, Chen Y, Hirschey MD, Bronson RT, Haigis M, Guarente LP, Farese RV Jr, Weissman S, Verdin E, Schwer B. Mammalian Sir2 homolog SIRT3 regulates global mitochondrial lysine acetylation. Mol Cell Biol. 2007;27:8807–8814. [PMC free article] [PubMed] [Google Scholar]14. Schwer B, Bunkenborg J, Verdin RO, Andersen JS, Verdin E. Reversible lysine acetylation controls the activity of the mitochondrial enzyme acetyl-CoA synthetase 2. Proc Natl Acad Sci U S A. 2006;103:10224–10229. [PMC free article] [PubMed] [Google Scholar]15. Sundaresan NR, Samant SA, Pillai VB, Rajamohan SB, Gupta MP. SIRT3 is a stress responsive deacetylase in cardiomyocytes that protects cells from stress-mediated cell death by deacetylation of Ku-70. Mol Cell Biol. 2008:6384–6401. [PMC free article] [PubMed] [Google Scholar]16. Jacobs KM, Pennington JD, Bisht KS, Aykin-Burns N, Kim HS, Mishra M, Sun L, Nguyen P, Ahn BH, Leclerc J, Deng CX, Spitz DR, Gius D. SIRT3 interacts with the daf-16 homolog FOXO3a in the mitochondria, as well as increases FOXO3a dependent gene expression. Int J Biol Sci. 2008;4:291–299. [PMC free article] [PubMed] [Google Scholar]17. Ahn BH, Kim HS, Song S, Lee IH, Liu J, Vassilopoulos A, Deng CX, Finkel T. A role for the mitochondrial deacetylase Sirt3 in regulating energy homeostasis. Proc Natl Acad Sci U S A. 2008;105:14447–144452. [PMC free article] [PubMed] [Google Scholar]18. Schlicker C, Gertz M, Papatheodorou P, Kachholz B, Becker CF, Steegborn C. Substrates and Regulation Mechanisms for the Human Mitochondrial Sirtuins Sirt3 and Sirt5. J Mol Biol. 2008:790–801. [PubMed] [Google Scholar]19. Bellizzi D, Dato S, Cavalcante P, Covello G, Di Cianni F, Passarino G, Rose G, De Benedictis G. Characterization of a bidirectional promoter shared between two human genes related to aging: SIRT3 and PSMD13. Genomics. 2007;89:143–150. [PubMed] [Google Scholar]20. Bellizzi D, Rose G, Cavalcante P, Covello G, Dato S, De Rango F, Greco V, Maggiolini M, Feraco E, Mari V, Franceschi C, Passarino G, De Benedictis G. A novel VNTR enhancer within the SIRT3 gene, a human homologue of SIR2, is associated with survival at oldest ages. Genomics. 2005;85:258–263. [PubMed] [Google Scholar]21. Ashraf N, Zino S, Macintyre A, Kingsmore D, Payne AP, George WD, Shiels PG. Altered sirtuin expression is associated with node-positive breast cancer. Br J Cancer. 2006;95:1056–1061. [PMC free article] [PubMed] [Google Scholar]22. Yang H, Yang T, Baur JA, Perez E, Matsui T, Carmona JJ, Lamming DW, Souza-Pinto NC, Bohr VA, Rosenzweig A, de Cabo R, Sauve AA, Sinclair DA. Nutrient-sensitive mitochondrial NAD+ levels dictate cell survival. Cell. 2007;130:1095–1107. [PMC free article] [PubMed] [Google Scholar]23. Smith AG, Muscat GE. Skeletal muscle and nuclear hormone receptors: implications for cardiovascular and metabolic disease. Int J Biochem Cell Biol. 2005;37:2047–2063. [PubMed] [Google Scholar]24. Yu C, Chen Y, Cline GW, Zhang D, Zong H, Wang Y, Bergeron R, Kim JK, Cushman SW, Cooney GJ, Atcheson B, White MF, Kraegen EW, Shulman GI. Mechanism by Which Fatty Acids Inhibit Insulin Activation of Insulin Receptor Substrate-1 (IRS-1)-associated Phosphatidylinositol 3-Kinase Activity in Muscle. J Biol Chem. 2002;277:50230–50236. [PubMed] [Google Scholar]25. Finck BN, Kelly DP. PGC-1 coactivators: inducible regulators of energy metabolism in health and disease. J Clin Invest. 2006;116:615–622. [PMC free article] [PubMed] [Google Scholar]26. Handschin C, Spiegelman BM. Peroxisome Proliferator-Activated Receptor {gamma} Coactivator 1 Coactivators, Energy Homeostasis, and Metabolism. Endocr Rev. 2006:728–735. [PubMed] [Google Scholar]27. Wu Z, Puigserver P, Andersson U, Zhang C, Adelmant G, Mootha V, Troy A, Cinti S, Lowell B, Scarpulla RC, Spiegelman BM. Mechanisms controlling mitochondrial biogenesis and respiration through the thermogenic coactivator PGC-1. Cell. 1999;98:115–124. [PubMed] [Google Scholar]28. Lin J, Wu H, Tarr PT, Zhang CY, Wu Z, Boss O, Michael LF, Puigserver P, Isotani E, Olson EN, Lowell BB, Bassel-Duby R, Spiegelman BM. Transcriptional co-activator PGC-1 alpha drives the formation of slow-twitch muscle fibres. Nature. 2002;418:797–801. [PubMed] [Google Scholar]29. Lopez-Lluch G, Irusta PM, Navas P, de Cabo R. Mitochondrial biogenesis and healthy aging. Exp Gerontol. 2008;43:813–819. [PMC free article] [PubMed] [Google Scholar]30. Bergeron R, Ren JM, Cadman KS, Moore IK, Perret P, Pypaert M, Young LH, Semenkovich CF, Shulman GI. Chronic activation of AMP kinase results in NRF-1 activation and mitochondrial biogenesis. Am J Physiol Endocrinol Metab. 2001;281:1340–1346. [PubMed] [Google Scholar]31. Zong H, Ren JM, Young LH, Pypaert M, Mu J, Birnbaum MJ, Shulman GI. AMP kinase is required for mitochondrial biogenesis in skeletal muscle in response to chronic energy deprivation. Proc Natl Acad Sci U S A. 2002;99:15983–15987. [PMC free article] [PubMed] [Google Scholar]32. Jager S, Handschin C, St-Pierre J, Spiegelman BM. AMP-activated protein kinase (AMPK) action in skeletal muscle via direct phosphorylation of PGC-1{alpha} Proc Natl Acad Sci U S A. 2007;104:12017–12022. [PMC free article] [PubMed] [Google Scholar]33. Kahn BB, Alquier T, Carling D, Hardie DG. AMP-activated protein kinase: ancient energy gauge provides clues to modern understanding of metabolism. Cell Metab. 2005;1:15–25. [PubMed] [Google Scholar]34. Hawley SA, Boudeau J, Reid JL, Mustard KJ, Udd L, Makela TP, Alessi DR, Hardie DG. Complexes between the LKB1 tumor suppressor, STRADalpha/beta and MO25alpha/beta are upstream kinases in the AMP-activated protein kinase cascade. J Biol. 2003;2:28. [PMC free article] [PubMed] [Google Scholar]35. Woods A, Johnstone SR, Dickerson K, Leiper FC, Fryer LG, Neumann D, Schlattner U, Wallimann T, Carlson M, Carling D. LKB1 is the upstream kinase in the AMP-activated protein kinase cascade. Curr Biol. 2003;13:2004–2008. [PubMed] [Google Scholar]36. Itani SI, Saha AK, Kurowski TG, Coffin HR, Tornheim K, Ruderman NB. Glucose Autoregulates Its Uptake in Skeletal Muscle: Involvement of AMP-Activated Protein Kinase. Diabetes. 2003;52:1635–1640. [PubMed] [Google Scholar]37. Fujii N, Hayashi T, Hirshman MF, Smith JT, Habinowski SA, Kaijser L, Mu J, Ljungqvist O, Birnbaum MJ, Witters LA, Thorell A, Goodyear LJ. Exercise induces isoform-specific increase in 5'AMP-activated protein kinase activity in human skeletal muscle. Biochem Biophys Res Commun. 2000;273:1150–1155. [PubMed] [Google Scholar]38. Hutber CA, Hardie DG, Winder WW. Electrical stimulation inactivates muscle acetyl-CoA carboxylase and increases AMP-activated protein kinase. Am J Physiol. 1997;272:262–266. [PubMed] [Google Scholar]39. Kemp BE, Stapleton D, Campbell DJ, Chen ZP, Murthy S, Walter M, Gupta A, Adams JJ, Katsis F, van Denderen B, Jennings IG, Iseli T, Michell BJ, Witters LA. AMP-activated protein kinase, super metabolic regulator. Biochem Soc Trans. 2003;31:162–168. [PubMed] [Google Scholar]40. Rockl KS, Hirshman MF, Brandauer J, Fujii N, Witters LA, Goodyear LJ. Skeletal muscle adaptation to exercise training: AMP-activated protein kinase mediates muscle fiber type shift. Diabetes. 2007;56(8):2062–2069. [PubMed] [Google Scholar]41. Koh HJ, Hirshman MF, He H, Li Y, Manabe Y, Balschi JA, Goodyear LJ. Adrenaline is a critical mediator of acute exercise-induced AMP-activated protein kinase activation in adipocytes. Biochem J. 2007;403:473–481. [PMC free article] [PubMed] [Google Scholar]42. Guarente L, Picard F. Calorie restriction--the SIR2 connection. Cell. 2005;120:473–482. [PubMed] [Google Scholar]43. Greer EL, Dowlatshahi D, Banko MR, Villen J, Hoang K, Blanchard D, Gygi SP, Brunet A. An AMPK-FOXO pathway mediates longevity induced by a novel method of dietary restriction in C. elegans. Curr Biol. 2007;17:1646–1656. [PMC free article] [PubMed] [Google Scholar]44. North BJ, Sinclair DA. Sirtuins: a conserved key unlocking AceCS activity. Trends Biochem Sci. 2007;32:1–4. [PMC free article] [PubMed] [Google Scholar]45. Hallows WC, Lee S, Denu JM. Sirtuins deacetylate and activate mammalian acetyl-CoA synthetases. Proc Natl Acad Sci U S A. 2006;103:10230–10235. [PMC free article] [PubMed] [Google Scholar]46. Law IK, Liu L, Xu A, Lam KS, Vanhoutte PM, Che CM, Leung PT, Wang Y. Identification and characterization of proteins interacting with SIRT1 and SIRT3: implications in the anti-aging and metabolic effects of sirtuins. Proteomics. 2009;9:2444–2456. [PubMed] [Google Scholar]47. Nakatani Y, Ogryzko V. Immunoaffinity purification of mammalian protein complexes. Methods Enzymol. 2003;370:430–444. [PubMed] [Google Scholar]48. Fulco M, Cen Y, Zhao P, Hoffman EP, McBurney MW, Sauve AA, Sartorelli V. Glucose restriction inhibits skeletal myoblast differentiation by activating SIRT1 through AMPK-mediated regulation of Nampt. Dev Cell. 2008;14:661–673. [PMC free article] [PubMed] [Google Scholar]49. Canto C, Gerhart-Hines Z, Feige JN, Lagouge M, Noriega L, Milne JC, Elliott PJ, Puigserver P, Auwerx J. AMPK regulates energy expenditure by modulating NAD+ metabolism and SIRT1 activity. Nature. 2009;458:1056–1060. [PMC free article] [PubMed] [Google Scholar]50. McCarty MF. Chronic activation of AMP-activated kinase as a strategy for slowing aging. Med Hypotheses. 2004;63:334–339. [PubMed] [Google Scholar]51. Apfeld J, O'Connor G, McDonagh T, DiStefano PS, Curtis R. The AMP-activated protein kinase AAK-2 links energy levels and insulin-like signals to lifespan in C. elegans. Genes Dev. 2004;18:3004–3009. [PMC free article] [PubMed] [Google Scholar]52. Dagon Y, Avraham Y, Magen I, Gertler A, Ben-Hur T, Berry EM. Nutritional status, cognition, and survival: a new role for leptin and AMP kinase. J Biol Chem. 2005;280:42142–42148. [PubMed] [Google Scholar]53. Thomson DM, Herway ST, Fillmore N, Kim H, Brown JD, Barrow JR, Winder WW. AMP-activated protein kinase phosphorylates transcription factors of the CREB family. J Appl Physiol. 2008;104:429–438. [PubMed] [Google Scholar]54. Handschin C, Rhee J, Lin J, Tarr PT, Spiegelman BM. An autoregulatory loop controls peroxisome proliferator-activated receptor gamma coactivator 1alpha expression in muscle. Proc Natl Acad Sci U S A. 2003;100:7111–7116. [PMC free article] [PubMed] [Google Scholar]55. Herzig S, Long F, Jhala US, Hedrick S, Quinn R, Bauer A, Rudolph D, Schutz G, Yoon C, Puigserver P, Spiegelman B, Montminy M. CREB regulates hepatic gluconeogenesis through the coactivator PGC-1. Nature. 2001;413:179–183. [PubMed] [Google Scholar]56. Gerhart-Hines Z, Rodgers JT, Bare O, Lerin C, Kim SH, Mostoslavsky R, Alt FW, Wu Z, Puigserver P. Metabolic control of muscle mitochondrial function and fatty acid oxidation through SIRT1/PGC-1alpha. Embo J. 2007;26:1913–1923. [PMC free article] [PubMed] [Google Scholar]57. Benigni A, Corna D, Zoja C, Sonzogni A, Latini R, Salio M, Conti S, Rottoli D, Longaretti L, Cassis P, Morigi M, Coffman TM, Remuzzi G. Disruption of the Ang II type 1 receptor promotes longevity in mice. J Clin Invest. 2009;119:524–530. [PMC free article] [PubMed] [Google Scholar]58. Farmer SR. Obesity: Be cool, lose weight. Nature. 2009;458:839–840. [PubMed] [Google Scholar]59. Capel F, Viguerie N, Vega N, Dejean S, Arner P, Klimcakova E, Martinez JA, Saris WH, Holst C, Taylor M, Oppert JM, Sorensen TI, Clement K, Vidal H, Langin D. Contribution of energy restriction and macronutrient composition to changes in adipose tissue gene expression during dietary weight-loss programs in obese women. J Clin Endocrinol Metab. 2008;93:4315–4322. [PubMed] [Google Scholar]60. Ferrer MD, Tauler P, Sureda A, Tur JA, Pons A. Antioxidant regulatory mechanisms in neutrophils and lymphocytes after intense exercise. J Sports Sci. 2009;27:49–58. [PubMed] [Google Scholar]61. Lanza IR, Short DK, Short KR, Raghavakaimal S, Basu R, Joyner MJ, McConnell JP, Nair KS. Endurance exercise as a countermeasure for aging. Diabetes. 2008;57:2933–2942. [PMC free article] [PubMed] [Google Scholar]62. Jin L, Galonek H, Israelian K, Choy W, Morrison M, Xia Y, Wang X, Xu Y, Yang Y, Smith JJ, Hoffmann E, Carney DP, Perni RB, Jirousek MR, Bemis JE, Milne JC, Sinclair DA, Westphal CH. Biochemical characterization, localization, and tissue distribution of the longer form of mouse SIRT3. Protein Sci. 2009;18(3):514–525. [PMC free article] [PubMed] [Google Scholar]63. Zambrowicz BP, Friedrich GA, Buxton EC, Lilleberg SL, Person C, Sands AT. Disruption and sequence identification of 2,000 genes in mouse embryonic stem cells. Nature. 1998;392:608–611. [PubMed] [Google Scholar]64. Cooper HM, Huang JY, Verdin E, Spelbrink JN. A new splice variant of the mouse SIRT3 gene encodes the mitochondrial precursor protein. PLoS ONE. 2009;4:e4986. [PMC free article] [PubMed] [Google Scholar]"}