{"title": "Spt4/5 stimulates transcription elongation through the RNA polymerase clamp coiled-coil motif", "pubDate": "2010", "PMCID": "PMC2896526", "DOI": "10.1093/nar/gkq135", "PMID": "20197319", "abstract": "Spt5 is the only known RNA polymerase-associated factor that is conserved in all three domains of life. We have solved the structure of the Methanococcus jannaschii Spt4/5 complex by X-ray crystallography, and characterized its function and interaction with the archaeal RNAP in a wholly recombinant in vitro transcription system. Archaeal Spt4 and Spt5 form a stable complex that associates with RNAP independently of the DNA-RNA scaffold of the elongation complex. The association of Spt4/5 with RNAP results in a stimulation of transcription processivity, both in the absence and the presence of the non-template strand. A domain deletion analysis reveals the molecular anatomy of Spt4/5--the Spt5 Nus-G N-terminal (NGN) domain is the effector domain of the complex that both mediates the interaction with RNAP and is essential for its elongation activity. Using a mutagenesis approach, we have identified a hydrophobic pocket on the Spt5 NGN domain as binding site for RNAP, and reciprocally the RNAP clamp coiled-coil motif as binding site for Spt4/5.", "author": [{"author": "Angela Hirtreiter", "affiliation": ["Division of Biosciences, University College London, Institute for Structural and Molecular Biology, Darwin Building, Gower Street, London WC1E 6BT, UK."], "href": "/?term=Hirtreiter+A&cauthor_id=20197319"}, {"author": "Gerke E Damsma", "affiliation": [], "href": "/?term=Damsma+GE&cauthor_id=20197319"}, {"author": "Alan C M Cheung", "affiliation": [], "href": "/?term=Cheung+AC&cauthor_id=20197319"}, {"author": "Daniel Klose", "affiliation": [], "href": "/?term=Klose+D&cauthor_id=20197319"}, {"author": "Dina Grohmann", "affiliation": [], "href": "/?term=Grohmann+D&cauthor_id=20197319"}, {"author": "Erika Vojnic", "affiliation": [], "href": "/?term=Vojnic+E&cauthor_id=20197319"}, {"author": "Andrew C R Martin", "affiliation": [], "href": "/?term=Martin+AC&cauthor_id=20197319"}, {"author": "Patrick Cramer", "affiliation": [], "href": "/?term=Cramer+P&cauthor_id=20197319"}, {"author": "Finn Werner", "affiliation": [], "href": "/?term=Werner+F&cauthor_id=20197319"}], "refPMID": ["18468900", "19906731", "17073751", "12213658", "12672488", "15720542", "17697097", "19000817", "8987397", "10757782", "9450930", "9450929", "18369138", "18485867", "10860976", "7868616", "19500594", "8801418", "14973028", "19096362", "17434131", "12198166", "19492989", "16282592", "15485836", "11741548", "11058130", "12408830", "16135821", "16495612", "15805601", "19475703", "15572765", "15572771", "15983406", "8254673", "8744570", "8649393", "8483459", "19860741", "9485491", "15680325", "19460865", "18952173", "16946247", "12202748", "19620213", "17711918", "19952111", "18832375", "12556496", "16908835"], "citedInPMID": ["20197319", "35046408", "35022237", "34543104", "34535658", "34322715", "34197619", "33995325", "33921446", "33877330", "33767390", "33525828", "33488562", "33293419", "33271312", "33112729", "33109766", "32111820", "32041469", "31810657", "31289129", "31082442", "30808693", "30742024", "30592095", "30346988", "29887376", "29758107", "29624124", "29514850", "29155810", "28892040", "28851463", "28760969", "28396559", "28366642", "28213523", "28053118", "27989933", "27899640", "27697152", "27516603", "27376968", "27137495", "26979960", "26945063", "26217010", "26120903", "25944489", "25764114", "25640595", "25635909", "24879308", "24813444", "24671508", "24632072", "24497194", "24101474", "23894613", "23775116", "23575664", "23209435", "23207917", "22982195", "22973055", "22817892", "22761805", "22306403", "22290438", "21893173", "21777815", "21777814", "21478900", "21467039", "21467036", "21386817", "21233849", "21187417", "21081187", "21048197", "20818391", "20639538", "20473037"], "body": " AbstractSpt5 is the only known RNA polymerase-associated factor that is conserved in all three domains of life. We have solved the structure of the Methanococcus jannaschii Spt4/5 complex by X-ray crystallography, and characterized its function and interaction with the archaeal RNAP in a wholly recombinant in vitro transcription system. Archaeal Spt4 and Spt5 form a stable complex that associates with RNAP independently of the DNA–RNA scaffold of the elongation complex. The association of Spt4/5 with RNAP results in a stimulation of transcription processivity, both in the absence and the presence of the non-template strand. A domain deletion analysis reveals the molecular anatomy of Spt4/5—the Spt5 Nus-G N-terminal (NGN) domain is the effector domain of the complex that both mediates the interaction with RNAP and is essential for its elongation activity. Using a mutagenesis approach, we have identified a hydrophobic pocket on the Spt5 NGN domain as binding site for RNAP, and reciprocally the RNAP clamp coiled-coil motif as binding site for Spt4/5. INTRODUCTIONAll cellular RNA polymerases (RNAPs) from the three domains of life have common structural and functional features, and contain genuine homologues of all bacterial RNAP subunits (1). The archaeal and eukaryotic RNAPs furthermore share a subset of subunits that are not conserved in the bacterial enzyme and two of them, F/E, play a role for the processivity of transcription (1,2). Transcription elongation by all multisubunit RNAP is a discontinuous process that is frequently interrupted by pausing, stalling or arrest (3). This can be detrimental for successful RNA synthesis but also productive in the context of the regulation of gene expression. In eukaryotes, nucleosomes represent an impediment to efficient transcription elongation and a large array of factors influence the progression of RNAP through chromatin by remodelling its structure, but without necessarily interacting with the RNAP itself (4,5). A plethora of elongation factors regulate transcription elongation by interacting directly with RNAP; these include transcript cleavage factors such as eukaryotic TFIIS that increases processivity by releasing arrested elongation complexes, and Spt4/5, which mediates both positive and negative regulation of transcription elongation (5,6).Spt5 is the only known RNAP-associated transcription factor that is universally conserved in evolution (7); two domains of eukaryotic Spt5 are homologous to the bacterial N-utilization substance G (NusG) factor: the NusG N-terminal domain (NGN) and C-terminal Kyprides–Ouzounis–Woese (KOW) domain (Figure 1E) (8,9). Eukaryotic Spt5 variants include four to six copies of the KOW domain and two C-terminal hepta- and octa-peptide repeats (ctr-1 and -2) that are subject to posttranslational phosphorylation (Figure 1E) (10,11). Eukaryotic Spt4/5 has both positive and negative effects on transcription. Human Spt4/5 (also called DSIF for DRB-sensitivity inducing sensitivity factor) stimulates the processivity of RNAPII in a purified system (12); it is also required for promoter proximal stalling of RNAPII site (13,14). In Bacteria, NusG has pleiotropic effects on transcription elongation, and termination. NusG increases the transcription elongation rate by suppressing pausing and backtracking of RNAP (15–17). NusG enhances rho-dependent termination but in combination with other factors (including NusA, B and E) it binds to RNAP and forms the anti-termination complex that resists pausing and termination (18,19). Despite considerable efforts, the molecular mechanisms by which NusG modulates RNAP are still not completely understood. The NGN domains of NusG and its paralogue RfaH have been shown to be necessary and sufficient for the stimulation of transcription elongation (20,21), whereas the KOW domain has been speculated to facilitate interactions with additional factors (rho, NusA, B and E) and nucleic acids (22).\nOpen in a separate windowFigure 1.Structure of the archaeal transcription elongation factor Spt4/5. X-ray structure of M. jannaschii Spt4/5NGN complex (A). The interface between Spt4 and Spt5 (B). Alignment of Spt4 and Spt5 NGN homologs. Highly conserved residues are depicted in bold. The Spt5 residues that are mutated are indicated by asterisk. Mj, Methanocaldococcus jannaschii; Sc, Saccheromyces cerevisiae; Hs, Homo sapiens; Ec, Escherichia coli (C). Structural comparison of bacterial NusG NGN from E. coli (left, pdb 2K06), the archaeal structure of M. jannaschii Spt4/5 NGN complex (middle) and eukaryotic Spt4/5 NGN from S. cerevisiae (right, pdb 2EXU) (D). Domain architecture of Spt4/5 complexes in the three domains of life (E). A model of the complete M. jannaschii Spt4/5 complex (F).Like bacterial NusG, archaeal Spt5 only contains one KOW domain and lacks the C-terminal repeat (ctr) motifs (7). Like eukaryotic Spt5, archaeal Spt5 forms a complex with Spt4, which has no homologues in bacteria (8). Therefore, archaeal Spt4/5 (a small heterodimeric factor) is a chimera of bacterial and eukaryotic features that is likely to reflect the evolutionary transition state between a relatively simple, small single subunit factor (bacterial NusG) and a large highly regulated heterodimeric complex (eukaryotic Spt4/5, Figure 1E). The evolutionary conservation of Spt5/NusG leads to the intriguing speculation that the molecular mechanisms by which it regulates RNAP are evolutionary ancient, and that a NusG-like precursor already was present in the Last Universal Common Ancestor (LUCA).Here, we report a structure–function analysis of archaeal Spt4/5. We have solved the crystal structure of the Spt4/5 core from the hyperthermophilic archaeon Methanocaldococcus jannaschii. To investigate Spt4/5 function, we used our recombinant archaeal in vitro transcription system (2,23–29). We have identified the minimal domain configuration of archaeal Spt4/5 that is required for the stimulation of elongation and the binding to RNAP, and have identified the regions on Spt5 and RNAP that mediate the interaction. Our results suggest that Spt4/5 structure and function are universally conserved in all three domains of life. MATERIALS AND METHODSCrystallization and structure determination of M. jannaschii Spt4/5 NGN complexThe purified core Spt4/5 from M. jannaschii was concentrated to 30 mg/ml and crystallization screens were performed at the crystallization facility of the Max Planck Institute of Biochemistry (Martinsried, Germany). Crystal hits were optimized by fine grid screening at 22°C with the hanging drop vapour diffusion method by mixing 1 µl of sample solution with 1 µl of reservoir solution, with the largest crystals appearing in 2–3 days in 50 mM MES pH 5.5–7.0, 20–30% PEG400. Crystals were flash-cooled by plunging into liquid nitrogen and diffraction data collected at beamline X06SA of the Swiss Light Source using a Pilatus 6M pixel detector (30). Raw data were processed with XDS. The structure was solved by molecular replacement using PHASER (31) with the structure of the core Spt5 from M. jannaschii (32) together with Spt4 homolog 1RYQ (46% sequence identity). The structure was built and refined using the programs COOT (33), REFMAC (34) and phenix.refine (35).Comparative modellingThe Spt 5 C-terminal domain was modelled based on the crystal structure of Aquifex aeolicus NusG (pdb 1M1G) (22) using Modeller (36). Structural alignment in VMD (37) of the Spt 5 N-terminal domain with the respective N-terminus of A. aeolicus provided an initial orientation for the Spt 5 C-terminus, which then served as the template. Stereochemistry of the resulting model was assessed using Procheck v. 3.4. All protein structure images were generated using MacPyMol.Transcription elongation assayTranscription assays were carried out as described in (2) using the parental DNA TS and NTS and RNA primer. The template DNA strand (TS) and the 14 nt RNA primer were annealed in a 1:5 molar ratio for 1 min at 96°C and slowly cooled to ambient temperature. A RNAP were pre-incubated with RNA/DNA scaffold at 65°C in 0.5 × HNME buffer (20 mM HEPES, pH 7.3, 125 mM sodium chloride, 1.75 mM magnesium chloride, 0.05 mM EDTA, 2.5% glycerol and 10 mM DTT). To prevent non-specific binding of RNAP to nucleic acid scaffolds and multiround transcription by reinitiation the reaction mix was incubated for further 10 min in presence of 0.05 mg/ml Heparin at 65°C. Transcription reaction was started by addition of nucleotides (750 µM ATP/UTP/GTP, 2 µM CTP, [α-32P] CTP (5000 Ci/mmol), in presence or absence of 2.5 µM NTS. The radiolabelled transcripts were separated on 16% denaturating PAGE (8M Urea, 0.5 × TBE), dried for 1 h at 80°C under vacuum and visualized using an Fuji FLA 2000 reader and Image Analyser software (Fuji, Japan).Recombinant proteinsRNAP were assembled as described previously (28). Expression vectors for GST-fusion proteins of M. jannaschii Spt4/5, Spt5 NGN (1-82), Spt5 KOW (83–147) and Spt4 were generated by PCR amplification from genomic DNA and subcloning into BamHI (Spt5) and XhoI (Spt4) sites of pGEX-2TK (GE Healthcare). Spt4 was subcloned into pET151/D-TOPO (Invitrogen) producing an N-terminally His-tagged Spt4 variant. The recombinant proteins were expressed in BL21 (Rosetta 2, Novagen) for 5 h at 37°C, extracted in P300 buffer (28) and purified via affinity chromatography (GST-TRAP and HisTRAP, Invitrogen). Following cleavage of the GST-tag overnight with thrombin at 4°C, GST was removed by heat treatment (30 min at 65°C) and proteins were purified by size exclusion chromatography (HiPrep-Sephacryl, S100HR 16/60 and S200 HR 26/60, GE Healthcare).Isotopic labelling of recombinant proteinsSpt4/5, Spt4/5 NGN, Spt5 and Spt5 NGN (100 µg) were radiolabelled using gamma 32P-ATP (Perkin Elmer) and cAMP-dependent catalytic subunit PKA (New England Biolabs) for 2 h at 37°C. This protocol generated N-terminally 32P-labelled recombinant proteins via the RRASV kinase recognition site in the vector linker of pGEX-2TK vector. The His-Spt4 protein expressed from pET151D was not suitable for labelling using this approach.Heat stability assaySpt4/5 variants were incubated in P300 buffer for 20 min at 65°C or 75°C. Precipitated proteins were removed by centrifugation at 14 000g for 10 minutes and supernatants were subjected to SDS–PAGE.Transcription elongation assayTranscription elongation assays were carried out as described previously (2).RNAP binding assayRadiolabelled Spt4/5, Spt4/5 NGN, Spt5 and Spt5 NGN (50 nM) were incubated with RNAP (250 and 500 nM) in 0.5× HNME buffer (29) in a total volume of 15 µl at 65°C for 20 min. Following the addition of 5 µl native PAGE loading buffer the reaction was separated on 10% native Tris–Glycine PAGE and the 32P signal signal was visualized using a phosphor imaging plate and Image Analyser (Fuji FLA 2000, Japan). The mobility of the labelled Spt4/5 variants varies due to their different size and charge. Spt5 forms a doublet that is likely to be due to the dimerization of Spt5 in the absence of Spt4 (32). RESULTSStructure of M. jannaschii Spt4/5An apparently stoichiometric heterodimer of the Spt4 and the Spt5 NGN domain from M. jannaschii was purified after co-expression of the two proteins in bacteria (‘Materials and Methods’ section). The heterodimer was crystallized by vapour diffusion and the structure was solved by molecular replacement using the structure of core Spt5 from M. jannaschii (32) and a Spt4 homologue from Pyrococcus furiosis (1RYQ, ref http://www.ncbi.nlm.nih.gov/pubmed/15858261) as search models (Table 1 and ‘Materials and Methods’ section). Four copies of each search model were located in the asymmetric unit. The structure was built and refined to a resolution of 1.9 Å and shows very good stereochemistry (Table 1). The presence of Zinc ions in the crystals was confirmed by an X-ray absorption edge scan (Supplementary Figure S6).\nTable 1.Data collectiona    Space groupP21    Unit cell axes (Å)64.4 64.0 83.0 90.0 107.0 90.0    Wavelength (Å)1.000    Resolution range (Å)44.4–1.9 (2.0–1.9)b    Unique reflections47 050 (7855)    Completeness (%)92.1 (86.4) Rsym (%)4.6 (59.6) I/σ(I)9.65 (1.40)    Redundancy1.9Refinement    Nonhydrogen atoms4745    RMSD bonds (Å)0.008    RMSD angles (°)1.039 Rcryst (%)20.8 (29.5) Rfree (%)25.5 (34.6)Open in a separate windowCrystallographic data and refinement statistics for core Spt4/5 from M. jannaschiiaDiffraction data were collected at the Swiss Light Source beamline PX1 (X06SA) and were processed with program XDS.bNumbers in parenthesis correspond to the highest resolution shells.The Spt5 NGN domain consists of a four-stranded anti-parallel β-sheet as part of an alpha–beta sandwich (Figure 1A). Spt4 also contains a four-stranded β-sheet stabilized by a zinc ion that is coordinated by the side chains of four conserved cysteine residues (Figure 1A). Mutations altering any of the four zinc-binding cysteines in Saccharomyces cerevisiae Spt4 cause loss-of-function phenotypes and in several instances greatly decrease cellular levels of Spt4 (38,39), suggesting that the zinc-binding site is an essential structural element of Spt4 (8). In the Spt4/5 NGN heterodimer, the β-sheets of Spt4 and Spt5 NGN are aligned edge to edge, forming a continuous eight-stranded anti-parallel β-sheet (Figure 1A). In addition to this β sheet interface, several hydrogen bonds contribute to the specificity of Spt4–Spt5NGN interactions. In particular, Ser39 from Spt4 forms a conserved hydrogen-bonding interaction with Glu46 in Spt5NGN (Figure 1B). This hydrogen bond fixes Glu46, which results in a strong acid-α-helix dipole interaction (Guo et al., 2008; Nicholson et al., 1988). Additional Spt4-Spt5 interactions are formed by helix α4 of Spt4 and helices α1 and α3 of the Spt5 NGN domain (Figure 1B). Thus, Spt4 and Spt5NGN interact via hydrophobic interfaces that are held in register by polar interactions and alignment of their β sheets.Structural comparisons and modellingThe structure shows a high similarity to its yeast and human counterparts (8,40) and to Escherichia coli NusG (17) (Supplementary Figure S2 and S3). The NGN domain structure does not change upon Spt4 binding, as it is very similar in a free archaeal Spt5 NGN structure (32) Comparison of the structures of Spt4 of M. jannaschii and S. cerevisiae showed that a central zinc-binding site is conserved in both structures, but also reveals differences (Figure 1D and Supplementary Figure S3). In particular, S. cerevisiae Spt4 contains three additional short helices that flank the central beta sheet and zinc-binding motif on the side opposite that forming the Spt5 NGN-binding face. The Spt4-Spt5 interface is conserved to a large extent between the M. jannaschii and S. cerevisiae heterodimers, including key conserved residues mediating the interaction (Figure 1B, C and Supplementary Figure S4).To build a model of the complete archaeal Spt4/5, we have combined our structure of M. jannaschii Spt4/5 NGN and a homology model (‘Materials and Methods’ section) of the Spt5 KOW domain based on the structure of the A. aeolicus NusG KOW domain (Figure 1F). In the model, we maintained the relative orientations of the M. jannaschii Spt5 NGN and KOW domains observed in A. aeolicus NusG. The model of the M. jannaschii Spt5 KOW domain showed good stereochemistry with the parent—model Cα-RMSD of 0.7 Å. This is generally well correlated with model accuracy (41).Archaeal Spt4/5 stimulates transcription elongation in vitroWe have recently developed single round transcription elongation assays for archaeal RNAP that make use of synthetic DNA–RNA elongation scaffolds (2). In order to test the effect of recombinant Spt4/5 on the transcription elongation properties of RNAP, we carried out transcription elongation assays using a recombinant 10-subunit core RNAP from M. jannaschii lacking RNAP subunits F/E, which are not required for promoter directed transcription (28). Like bacterial and eukaryotic RNAPs, the archaeal RNAP can utilize a combination of template DNA strand and RNA primer for transcription elongation, and the addition of the non-template strand (NTS) enhances the processivity (Figure 2A and B) (2). Spt4/5 stimulates the formation of the run-off transcripts both in the absence and in the presence of the non-template strand (Figure 2A and B). The stimulation is ∼2.5-fold in the absence, and 1.75-fold in the presence of the NTS (Figure 2C and D), in good agreement with observations from the bacterial homologue NusG (17,42). The archaeal 12-subunit RNAP has a higher processivity compared to the 10-subunit enzyme, and congruent with this result its response to Spt4/5 is near the detection limit of the assay [(2) and data not shown]. Our results demonstrate that archaeal Spt4/5 acts as a positive transcription elongation factor, and that its stimulation of elongation is not dependent on interactions with the NTS.\nOpen in a separate windowFigure 2.Archaeal Spt4/5 stimulates transcription elongation. Transcription assay using a synthetic elongation scaffold and recombinant 10-subunit M. jannaschii RNAP (200 nM). Transcript synthesis was monitored over a time course of 2, 5, 10 and 20 min in the absence of NTS (A), and 20, 40, 90 and 300 s in the presence of NTS (B). Recombinant Spt4/5 (10 µM) was added to the reaction in conjunction with RNAP. The full length ‘run off' transcript was quantitated in the absence (C) and presence of the NTS, and normalized to the reaction end point in the absence of Spt4/5 (20 min and 300 s w/o NTS, C, and plus NTS, D, respectively). The gels (A and B) are representative and all quantitations are based on at least three independent experiments (arbitrary units, AU).Spt4/5 function requires the conserved NGN domainIn order to characterize the functions of Spt4, and the Spt5 NGN and Spt5 KOW domains, we prepared domain deletion variants of the M. jannaschii Spt4/5 (‘Materials and Methods’ section). Based on structural and amino acid sequence alignments of bacterial, eukaryotic and archaeal NusG/Spt5 factors (Figure 1C), we split the M. jannaschii factor at the C-terminal end of helix 3 (at residue 82) into two domains Spt5 NGN (1–82) and Spt5 KOW (83–147), respectively. Recombinant forms of Spt5 NGN and Spt5 KOW were soluble and expressed at high levels, which suggests that the structural integrity of the individual domains is not severely compromised. We verified that the Spt5N variant is necessary and sufficient for stable complex formation with Spt4. Spt4 co-purifies with the Spt5 NGN domain, but not with Spt5 KOW, on affinity chromatography, and Spt4 and Spt5 NGN, but not Spt4 and Spt5 KOW, co-elute as a distinct complex from a size exclusion column (Supplementary Figure S1).The heterodimeric interface between Spt4 and 5 has an area of 940 Å2 and contains 10 hydrogen bonds and 4 salt bridges (Supplementary Figure S7). A mutagenesis analysis of residues at the interface showed that no single amino acid substitution was able to disrupt the complex (32). To test whether Spt4 had any influence on the stability of Spt5 at the reaction temperatures of the M. jannaschii system we tested their solubility following a 30 min incubation at 65 and 75°C. Whereas Spt4/5 and Spt4/5 NGN are soluble and heat stable at these temperatures, Spt5 and Spt5 NGN were soluble at 65°C but precipitated at 75°C (Figure 3). This shows that Spt4 stabilizes the Spt5 NGN domain, and offers an explanation of the temperature sensitive phenotype of spt4 null mutants in yeast (43).\nOpen in a separate windowFigure 3.Spt4 stabilizes the Spt5 NGN domain. The Spt4/5, Spt4/5 NGN, Spt5 and Spt5 NGN variants were incubated at either 65 or 75°C. The heat stable and soluble fraction was resolved on SDS–PAGE and the gel subsequently stained with Coomassie.To identify the minimal domain configuration that is necessary and sufficient for stimulation of transcription elongation, we tested the Spt4/5 domain deletion variants in elongation assays. Three of the variants, Spt4/5, Spt4/5 NGN and Spt5 were able to stimulate transcription elongation, whereas Spt5 NGN, Spt5 KOW or Spt4 showed no activity (Figure 4 and data not shown). Our results show that the Spt5 NGN domain is strictly required, but not sufficient, for the stimulation of elongation. This result is reminiscent of the bacterial NusG and RfaH variants from E. coli. However, in contrast to the bacterial NGN domains, which are sufficient for the stimulation of transcription elongation (20), the archaeal Spt5 NGN domain requires either Spt4 or the Spt5 KOW domain for elongation activity.\nOpen in a separate windowFigure 4.Domain deletion analysis identifies Spt5 NGN as effector domain. Transcription elongation assays using recombinant 10-subunit RNAP (200 nM) and Spt4/5, Spt4/5 NGN, Spt5, Spt5 KOW and Spt4 (each at 10 µM) in the absence of NTS. Samples were taken at 2, 5, 10 and 20 min (A and B). The full-length run-off transcript was quantitated and normalized to the end point (5 min) in the absence of any added factors (C).Spt4/5 interacts with RNAP independently of nucleic acidsTo investigate the interaction of Spt4/5 with RNAP, we established a semi-quantitative native gel electrophoresis assay using recombinant RNAP and radio-labelled Spt4/5 variants. Incubation of labelled Spt4/5 with increasing amounts of RNAP lead to a retardation of the Spt4/5 band and a new low mobility band indicating Spt4/5–RNAP complexes (Figure 5A). We tested the specificity of the Spt4/5–RNAP interaction by adding unlabelled Spt4/5 to the binding reaction, which resulted in an efficient competition of the Spt4/5-RNAP signal (Figure 5E). This demonstrates that the interaction of archaeal Spt4/5 with the RNAP, similar to NusG in bacteria does not depend on the nucleic acid scaffold of the elongation complex.\nOpen in a separate windowFigure 5.Recruitment of Spt4/5 to RNAP depends on the Spt5 NGN domain. Spt4/5 (50 nM) was radio-labelled and incubated with recombinant 10- (ΔF/E) or 12-subunit RNAP (250 and 500 nM) and the complexes were separated with native gel electrophoresis (A). Radio-labelled Spt4/5 deletion variants (50 nM) Spt4/5 NGN (B), Spt5 (C), Spt5 NGN (D) were incubated with 10-subunit RNAP (250 and 500 nM) and separated on native gels. The specificity of the RNAP–Spt4/5 interactions was ascertained by competition experiments (E). Labelled Spt4/5 (50 nM) was incubated with RNAP (500 nM) and 10- to 50-fold excess of unlabelled Spt4/5, Spt4/5 NGN, Spt5 KOW and Spt4 (500 nM and 2.5 µM) prior to separation with native gel electrophoresis.In order to identify the Spt4/5 domains that are involved in RNAP binding, we tested the wild-type and domain deletion variants of Spt4/5 in binding and competition experiments. Labelled Spt4/5 NGN, full-length Spt5 and Spt5 NGN were able to bind to RNAP, albeit with reduced affinity (Figure 5B–D). Spt4/5 and Spt4/5 NGN were able to compete for the binding of Spt4/5, whereas Spt5 KOW and Spt4 could not compete for the binding of Spt4/5 to RNAP (Figure 5E). We tested whether the RNAP subunits F/E contributed to the interaction with Spt4/5. Both the 10-subunit RNAP ΔF/E and the 12-subunit RNAP were equally able to recruit Spt4/5, implying that the interaction between Spt4/5 and RNAP is not substantially affected by F/E complex (Figure 5A).In summary, our results suggest that archaeal Spt4/5 complex interacts with RNAP via the Spt5 NGN-domain. Since the fraction of Spt4/5 NGN that is shifted into RNAP-containing complexes is smaller than that of full-length Spt4/5, we suggest that the Spt5 KOW domain increases the affinity of Spt4/5 for RNAP. However, Spt5 KOW cannot alone compete for the binding of Spt4/5. Likewise, because the shift of Spt5 is weaker than that of Spt4/5, our results suggest that Spt4 increases the affinity for RNAP, but it cannot compete for the binding of Spt4/5 to RNAP. Rather than directly contributing to RNAP binding, Spt4 could stabilize Spt5 NGN, which is congruent with our heat inactivation profile (Figure 3).A hydrophobic depression on the NGN domain mediates binding to RNAPThe above data suggest that RNAP binding of Spt4/5 is mediated by the Spt5 NGN domain. Structures of the NGN domains of bacterial NusG and eukaryotic and archaeal Spt5 reveal a depression that is lined by hydrophobic amino acid side chains that have been proposed to interact with bacterial RNAP (17) (Figures 1, ​,6A6A and Supplementary FigureS5). We designed and introduced mutations into Spt5 that perturbed the hydrophobic nature of the putative RNAP binding site and tested the ability of the heterodimeric mutant Spt4/5 complexes to interact physically and functionally with the archaeal RNAP (Figure 6A–C). All recombinant Spt5 mutants were as soluble and heat stable as the wild-type Spt5 protein, which suggests that the structural integrity of Spt5 was not compromised by the amino acid substitutions. The Spt5 A4R mutation introduces both a bulky side chain and a positive charge into the hydrophobic cavity. The resulting Spt4/5-4Arg variant cannot bind RNAP. Likewise, the Spt5 Y42A mutation replaces the phenolic aromatic side chain with the smaller methyl group and renders Spt4/5-42Ala incapable of binding RNAP. The Spt5 L44A mutation substitutes an isopropyl side chain with the smaller methyl group. The Spt4/5-44Ala variant is still able to interact with RNAP, albeit with decreased affinity compared to the wild-type factor. However, replacing Spt5 L44 with arginine completely abrogates binding of Spt4/5-44Arg to RNAP in our native gel assay. When we tested the Spt5 mutants in transcription elongation assays, the elongation phenotypes of the mutants showed the same trend as their RNAP binding properties (Figure 6C). Only the Spt4/5-44Ala variant was able to stimulate elongation comparable to the wild-type Spt4/5 (110% of full-length transcript compared to wild-type Spt4/5). The activity of Spt4/5-4Arg, Spt4/5-42Ala and Spt4/5-44Arg was 65%, 60% and 80% of wild-type Spt4/5, respectively. Thus, all three mutants retained a stimulatory activity at levels above the negative control reactions (Figure 6C), which in all likelihood reflects the higher sensitivity of the elongation assay compared to the binding assay.\nOpen in a separate windowFigure 6.Site-directed mutagenesis of the Spt5 NGN domain identifies a hydrophobic cavity as RNAP binding site. The residues Ala-4, Tyr-42 and Leu-44 line a hydrophobic depression in the Spt5 NGN domain (A). Spt4/5-RNAP binding assays using labelled Spt4/5 mutants (Spt5-4Arg, -42Ala, -44Ala and -44Arg, 50 nM) and 10-subunit RNAP (50 and 400 nM) were separated with native gel electrophoresis (B). Transcription elongation assays using 10-subunit RNAP (200 nM) and Spt4/5 mutants (10 µM) in the absence of NTS (C).In summary, our site-directed mutagenesis analysis of the hydrophobic depression of the archaeal Spt5 NGN domain strongly suggests that it serves as a binding site for archaeal RNAP. Congruent with this result are mutations in the corresponding region of E. coli NusG, which also interfere with stimulatory effect of NusG on transcription elongation (17) even though they have not been shown to interfere with the binding of NusG to RNAP directly. Thus, a conserved hydrophobic depression on the Spt5 NGN domain surface is required for RNAP binding and elongation stimulation.Spt4/5 interacts with archaeal RNAP via the coiled-coil motif of the RNAP clampEscherichia coli NusG and its paralogue RfaH interact with the bacterial RNAP via a coiled-coil motif of its flexible RNAP clamp (E. coli RNAP β′-residues 265–310) (21,44). In order to test whether the same site on archaeal RNAP is used for Spt4/5 binding, we replaced the ten amino acids (mjA' 255–264) corresponding to the tip of the coiled coil with a tetra-glycine linker, and tested the resulting RNAPCC-Gly4 variant for binding and elongation stimulation by Spt4/5 (Figure 7). The catalytic activity of the RNAP CC-Gly4 variant is identical to the wild-type enzyme in promoter independent transcription assays (data not shown) and both quantitatively and qualitatively indistinguishable in transcription elongation assays (Figure 7A), which demonstrates that the reconstitution of the recombinant RNAP and the structural integrity of the active site is not compromised by the CC-Gly4 mutation, like the corresponding mutation in bacterial RNAP (21). Whereas transcription elongation of the wild-type RNAP is stimulated by Spt4/5, RNAP CC-Gly4 is unable to respond to Spt4/5 (Figure 7A–D) and unable to recruit Spt4/5 in binding assays (Figure 7E). In summary, both functional and physical interactions between Spt4/5 and RNAP are abrogated by a mutation in the tip of RNAP clamp coiled-coil motif at the rim of the active centre cleft, suggesting this site as a conserved interaction site of RNAPs.\nOpen in a separate windowFigure 7.A deletion-substitution (CC-Gly4) in the tip of the RNAP clamp coiled-coil domain abrogates Spt4/5 binding and stimulation. Transcription elongation assays with 10-subunit RNAP and RNAP CC-Gly4 in the absence (A, 200 nM) and presence of NTS (C, 50 nM), ± Spt4/5 (10 µM). Run-off transcripts were quantitated and normalized to the end points of reactions carried out without Spt4/5 (B and D). The binding of Spt4/5 to RNAP and RNAP CC-Gly4 was monitored with native gel electrophoresis (E). The location of the RNAP clamp coiled-coil (highlighted in red), the active site NADFDGD motif (green) and metal ion (magenta) in archaeal RNAP (Sulfolobus shibatae RNAP, pdb 2WAQ). DISCUSSIONLike the core RNAP subunits, Spt5 is present in all three kingdoms of life and is one of the most ancient components of the transcription machinery (8,45,46). In particular, the NGN domain of Spt5 shows striking structural similarity between bacteria, archaea and eukaryotes. We show here that this similarity extends to the mechanisms that Spt5 uses to bind RNAP and to promote transcription. We provide evidence that a conserved interaction between the tip of the RNAP clamp coiled-coil and a hydrophobic depression on the Spt5 NGN domain mediates complex formation and elongation stimulation.We have identified three hydrophobic residues (alanine-4, tyrosine-42 and leucine-44) in the archaeal Spt5 NGN domain that are apparently part of the RNAP-binding site. These hydrophobic residues line a concave depression that is located opposite of the Spt4 interaction surface and oriented away from the Spt5 KOW domain of our model of full-length Spt4/5, consistent with RNAP binding without steric hindrance. We also showed that replacement of ten amino acids forming the tip of the clamp coiled-coil motif of the largest subunit of the M. jannaschii RNAP (A' residues 255-264) with a tetra glycine linker abolishes Spt4/5 binding and Spt4/5 elongation stimulation. Consistently, a similar mutation interferes with the response of bacterial RNAP to the NusG paralogue RfaH (21). Also consistent, a coiled-coil fragment of the E. coli RNAP (β′ 262–309) interacts with NusG (residues 1–132) in a genetic assay (44), and the NusG NGN domain mediates RNAP binding and elongation stimulation (17). The elongation-stimulatory activity of Spt4/5 and NusG are generally mild in vitro. Whereas we measured a 1.8-fold increase in the formation of the runoff transcript, Landick and colleagues (17) report a 1.2-fold increase, and Nudler and colleagues (42) obtain a 1.8-fold increase in the elongation rate of bacterial RNAP.The elongation–stimulatory mechanism of Spt4/5 is likely allosteric, since the Spt4/5 binding site on the tip of the RNAP clamp coiled-coil is located far above active centre on one rim of the polymerase cleft. Since this site is close to the path of the NTS in the elongation complex (47), Spt4/5 could modulate elongation by altering RNAP–nucleic acid interactions, maybe by facilitating DNA–RNA strand separation or upstream DNA strand rewinding. However, our observation that Spt4/5 stimulates elongation in the absence of the NTS argues against these mechanisms. Alternatively, Spt4/5 could influence the active centre by altering the clamp position, as suggested for the bacterial NusG paralogue RfaH (21,48). Details of the Spt4/5 mechanism remain to be investigated, including the mechanism of transmitting an allosteric signal, and the question whether Spt4/5 stimulates elongation at the level of transcription rate, RNAP processivity, or both. In eukaryotic transcription systems it is exceedingly difficult to directly monitor the effect of Spt4/5 on elongation by RNAPII, which require additional factors including the Paf-1 complex and Tat-SF1 (49). Thus, the archaeal transcription systems offer a unique opportunity to unravel the molecular mechanisms of Spt4/5.Comparison of our data with published results reveals interesting differences between archaeal and eukaryotic Spt4/5. In particular, archaeal Spt4/5 binds directly to RNAP and independently of the DNA–RNA nucleic acid scaffold, whereas human Spt4/5 (DSIF for DRB-sensitivity inducing factor) binding to RNAPII apparently depends on the presence of the RNA transcript (50), although another study showed that association of Spt4/5 with elongating RNAPII was insensitive to nuclease treatment (51). An RNA-dependency in eukaryotic systems could be due to interactions between the transcript and Spt5 domains that are not conserved in the archaeal variant, including the additional copies of KOW domain and C-terminal repeats. Alternatively, the interactions between the hyperthermophilic archaeal Spt4/5 and RNAP may be stronger owing to more stringent requirements for the stability of RNAP–transcription factor complexes at the biologically relevant high reaction temperatures of M. jannaschii. Similarly, the interactions between RNAP subunits in M. jannaschii are stronger when compared to S. cerevisiae RNAPII subunits (23).Whereas the N-terminal NGN domain of NusG/Spt5 mediates a conserved RNAP contact, the C-terminal KOW domain(s) in these factors apparently mediate additional, species-specific interactions. In the bacterial system, an activity of NusG during transcription termination is dependent on both NGN and KOW domains, but especially the latter has been implicated in facilitating the recruitment and/or interactions with accessory factors that include Rho, NusA, NusB and NusE (17,22). Eukaryotic Spt5 harbours multiple copies of the KOW domain that may mediate some of the multiple physical and functional interactions of Spt4/5, including interactions with the negative transcription elongation factor NELF, kinases that regulate NELF, Spt5 and RNAPII by phosphorylation, including P-TEFb and Bur-1/Bur-2, and factors that are involved in chromatin remodelling such as Spt6 and FACT, and RNA processing factors such as the mRNA capping enzyme and the cap methyl transferase (51). Hitherto no factors have been identified that interact with the Spt5 KOW domain in the Archaea.Our results reveal that the structure and the elongation function of Spt4/5 and NusG, including the interaction site on the distinct RNAPs, are universally conserved throughout the three domains of life. Considering that eukaryotic Spt4/5 regulates both RNAPI and II (52), Spt4/5 seems evolutionary ancient, and the molecular mechanisms by which it regulates gene expression are likely to have their origin prior to the diversification of distinct classes of eukaryotic RNA polymerases, and indeed before the split of the three main lineages of life, Bacteria, Archaea and Eukarya. Since the transcription factors that govern transcription initiation in Bacteria and Archaea/Eukarya are not homologous, this lends itself to the hypothesis that the regulation of transcription elongation might even precede the regulation of transcription initiation. ACCESSION NUMBEROur entry ‘Crystal structure of Spt4/5NGN heterodimercomplex from Methanococcus Jannaschii’ has been assigned the RCSB ID code rcsb057564 and PDB ID code 3LPE. SUPPLEMENTARY DATASupplementary Data are available at NAR Online. FUNDINGThe work at UCL ISMB was funded by Wellcome Trust project grant 079351/Z/06/Z and BBSRC project grant BB/E008232/1 awarded to F.W. D.K. would like to thank Heinz-Jürgen Steinhoff at the University of Osnabrück for financial support by DFG Sonderforschungsbereich 431 P18. G.E.D. was supported by the Elite Netzwerk Bayern. Funding for open access charge: Wellcome Trust and University College London.Conflict of interest statement. None declared. Supplementary Material\n[Supplementary Data]\nClick here to view.\n ACKNOWLEDGEMENTSWe would like to thank Dr Kristine Bourke Arnvig for critical reading of the article. We thank Clemens Schultze-Briese and the SLS for assistance. Part of this work was performed at the Swiss Light Source (SLS) at the Paul-Scherrer-Institut in Villigen, Switzerland. We also thank Elena Conti and her group for use of their crystallization facility (Max Planck Institute for Biochemistry, Martinsried, Germany). REFERENCES1. Werner F. Structural evolution of multisubunit RNA polymerases. Trends Microbiol. 2008;16:247–250. [PubMed] [Google Scholar]2. Hirtreiter A, Grohmann D, Werner F. Molecular mechanisms of RNA polymerase–the F/E (RPB4/7) complex is required for high processivity in vitro. Nucleic Acids Res. 2009;38:585–596. [PMC free article] [PubMed] [Google Scholar]3. Landick R. The regulatory roles and mechanism of transcriptional pausing. Biochem. Soc. Trans. 2006;34:1062–1066. [PubMed] [Google Scholar]4. Hartzog GA, Speer JL, Lindstrom DL. Transcript elongation on a nucleoprotein template. Biochim. Biophys. Acta. 2002;1577:276–286. [PubMed] [Google Scholar]5. Hartzog GA. Transcription elongation by RNA polymerase II. Curr. Opin. Genet. Dev. 2003;13:119–126. [PubMed] [Google Scholar]6. Borukhov S, Lee J, Laptenko O. Bacterial transcription elongation factors: new insights into molecular mechanism of action. Mol. Microbiol. 2005;55:1315–1324. [PubMed] [Google Scholar]7. Werner F. Structure and function of archaeal RNA polymerases. Mol. Microbiol. 2007;65:1395–1404. [PubMed] [Google Scholar]8. Guo M, Xu F, Yamada J, Egelhofer T, Gao Y, Hartzog GA, Teng M, Niu L. Core structure of the yeast spt4-spt5 complex: a conserved module for regulation of transcription elongation. Structure. 2008;16:1649–1658. [PMC free article] [PubMed] [Google Scholar]9. Kyrpides NC, Woese CR, Ouzounis CA. KOW: a novel motif linking a bacterial transcription factor with ribosomal proteins. Trends Biochem. Sci. 1996;21:425–426. [PubMed] [Google Scholar]10. Ivanov D, Kwak YT, Guo J, Gaynor RB. Domains in the SPT5 protein that modulate its transcriptional regulatory properties. Mol. Cell Biol. 2000;20:2970–2983. [PMC free article] [PubMed] [Google Scholar]11. Hartzog GA, Wada T, Handa H, Winston F. Evidence that Spt4, Spt5, and Spt6 control transcription elongation by RNA polymerase II in Saccharomyces cerevisiae. Genes Dev. 1998;12:357–369. [PMC free article] [PubMed] [Google Scholar]12. Wada T, Takagi T, Yamaguchi Y, Ferdous A, Imai T, Hirose S, Sugimoto S, Yano K, Hartzog GA, Winston F, et al.  DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes Dev. 1998;12:343–356. [PMC free article] [PubMed] [Google Scholar]13. Core LJ, Lis JT. Transcription regulation through promoter-proximal pausing of RNA polymerase II. Science. 2008;319:1791–1792. [PMC free article] [PubMed] [Google Scholar]14. Margaritis T, Holstege FC. Poised RNA polymerase II gives pause for thought. Cell. 2008;133:581–584. [PubMed] [Google Scholar]15. Artsimovitch I, Landick R. Pausing by bacterial RNA polymerase is mediated by mechanistically distinct classes of signals. Proc. Natl Acad. Sci. USA. 2000;97:7090–7095. [PMC free article] [PubMed] [Google Scholar]16. Burova E, Hung SC, Sagitov V, Stitt BL, Gottesman ME. Escherichia coli NusG protein stimulates transcription elongation rates in vivo and in vitro. J. Bacteriol. 1995;177:1388–1392. [PMC free article] [PubMed] [Google Scholar]17. Mooney RA, Schweimer K, Röch P, Gottesman M, Landick R. Two structurally independent domains of E. coli NusG create regulatory plasticity via distinct interactions with RNA polymerase and regulators. J. Mol. Biol. 2009;391:341–358. [PMC free article] [PubMed] [Google Scholar]18. Burova E, Gottesman ME. NusG overexpression inhibits Rho-dependent termination in Escherichia coli. Mol. Microbiol. 1995;17:633–641. [PubMed] [Google Scholar]19. Torres M, Balada JM, Zellars M, Squires C, Squires CL. In vivo effect of NusB and NusG on rRNA transcription antitermination. J. Bacteriol. 2004;186:1304–1310. [PMC free article] [PubMed] [Google Scholar]20. Belogurov GA, Mooney RA, Svetlov V, Landick R, Artsimovitch I. Functional specialization of transcription elongation factors. EMBO J. 2009;28:112–122. [PMC free article] [PubMed] [Google Scholar]21. Belogurov GA, Vassylyeva MN, Svetlov V, Klyuyev S, Grishin NV, Vassylyev DG, Artsimovitch I. Structural basis for converting a general transcription factor into an operon-specific virulence regulator. Mol. Cell. 2007;26:117–129. [PMC free article] [PubMed] [Google Scholar]22. Steiner T, Kaiser JT, Marinkovic S, Huber R, Wahl MC. Crystal structures of transcription factor NusG in light of its nucleic acid- and protein-binding activities. EMBO J. 2002;21:4641–4653. [PMC free article] [PubMed] [Google Scholar]23. Grohmann D, Hirtreiter A, Werner F. The RNAP subunits F/E (RPB4/7) are stably associated with archaeal RNA polymerase - using fluorescence anisotropy to monitor RNAP assembly in vitro. Biochem. J. 2009;421:339–343. [PubMed] [Google Scholar]24. Meka H, Werner F, Cordell SC, Onesti S, Brick P. Crystal structure and RNA binding of the Rpb4/Rpb7 subunits of human RNA polymerase II. Nucleic Acids Res. 2005;33:6435–6444. [PMC free article] [PubMed] [Google Scholar]25. Ouhammouch M, Werner F, Weinzierl RO, Geiduschek EP. A fully recombinant system for activator-dependent archaeal transcription. J. Biol. Chem. 2004;279:51719–51721. [PubMed] [Google Scholar]26. Todone F, Brick P, Werner F, Weinzierl RO, Onesti S. Structure of an archaeal homolog of the eukaryotic RNA polymerase II RPB4/RPB7 complex. Mol. Cell. 2001;8:1137–1143. [PubMed] [Google Scholar]27. Werner F, Eloranta JJ, Weinzierl RO. Archaeal RNA polymerase subunits F and P are bona fide homologs of eukaryotic RPB4 and RPB12. Nucleic Acids Res. 2000;28:4299–4305. [PMC free article] [PubMed] [Google Scholar]28. Werner F, Weinzierl RO. A recombinant RNA polymerase II-like enzyme capable of promoter-specific transcription. Mol. Cell. 2002;10:635–646. [PubMed] [Google Scholar]29. Werner F, Weinzierl RO. Direct modulation of RNA polymerase core functions by basal transcription factors. Mol. Cell Biol. 2005;25:8344–8355. [PMC free article] [PubMed] [Google Scholar]30. Broennimann C, Eikenberry EF, Henrich B, Horisberger R, Huelsen G, Pohl E, Schmitt B, Schulze-Briese C, Suzuki M, Tomizaki T, et al.  The PILATUS 1M detector. J. Synchrotron. Radiat. 2006;13:120–130. [PubMed] [Google Scholar]31. McCoy AJ, Grosse-Kunstleve RW, Storoni LC, Read RJ. Likelihood-enhanced fast translation functions. Acta Crystallogr. D Biol. Crystallogr. 2005;61:458–464. [PubMed] [Google Scholar]32. Zhou H, Liu Q, Gao Y, Teng M, Niu L. Crystal structure of NusG N-terminal (NGN) domain from Methanocaldococcus jannaschii and its interaction with rpoE. Proteins. 2009;76:787–793. [PubMed] [Google Scholar]33. Emsley P, Cowtan K. Coot: model-building tools for molecular graphics. Acta Crystallogr. D Biol. Crystallogr. 2004;60:2126–2132. [PubMed] [Google Scholar]34. Vagin AA, Steiner RA, Lebedev AA, Potterton L, McNicholas S, Long F, Murshudov GN. REFMAC5 dictionary: organization of prior chemical knowledge and guidelines for its use. Acta Crystallogr. D Biol. Crystallogr. 2004;60:2184–2195. [PubMed] [Google Scholar]35. Afonine PV, Grosse-Kunstleve RW, Adams PD. A robust bulk-solvent correction and anisotropic scaling procedure. Acta Crystallogr. D Biol. Crystallogr. 2005;61:850–855. [PMC free article] [PubMed] [Google Scholar]36. Sali A, Blundell TL. Comparative protein modelling by satisfaction of spatial restraints. J. Mol. Biol. 1993;234:779–815. [PubMed] [Google Scholar]37. Humphrey W, Dalke A, Schulten K. VMD: visual molecular dynamics. J. Mol. Graph. 1996;14:33–38. [PubMed] [Google Scholar]38. Basrai MA, Kingsbury J, Koshland D, Spencer F, Hieter P. Faithful chromosome transmission requires Spt4p, a putative regulator of chromatin structure in Saccharomyces cerevisiae. Mol. Cell Biol. 1996;16:2838–2847. [PMC free article] [PubMed] [Google Scholar]39. Malone EA, Fassler JS, Winston F. Molecular and genetic characterization of SPT4, a gene important for transcription initiation in Saccharomyces cerevisiae. Mol. Gen. Genet. 1993;237:449–459. [PubMed] [Google Scholar]40. Wenzel S, Martins BM, Rösch P, Wohrl BM. Crystal structure of the human transcription elongation factor DSIF hSpt4 subunit in complex with the hSpt5 dimerization interface. Biochem. J. 2009;425:373–380. [PubMed] [Google Scholar]41. Martin AC, MacArthur MW, Thornton JM. Assessment of comparative modeling in CASP2. Proteins. 1997;(Suppl 1):14–28. [PubMed] [Google Scholar]42. Bar-Nahum G, Epshtein V, Ruckenstein AE, Rafikov R, Mustaev A, Nudler E. A ratchet mechanism of transcription elongation and its control. Cell. 2005;120:183–193. [PubMed] [Google Scholar]43. Schwer B, Schneider S, Pei Y, Aronova A, Shuman S. Characterization of the Schizosaccharomyces pombe Spt5-Spt4 complex. RNA. 2009 [PMC free article] [PubMed] [Google Scholar]44. Nickels BE. Genetic assays to define and characterize protein-protein interactions involved in gene regulation. Methods. 2009;47:53–62. [PubMed] [Google Scholar]45. Ciampi MS. Rho-dependent terminators and transcription termination. Microbiology. 2006;152:2515–2528. [PubMed] [Google Scholar]46. Ponting CP. Novel domains and orthologues of eukaryotic transcription elongation factors. Nucleic Acids Res. 2002;30:3643–3652. [PMC free article] [PubMed] [Google Scholar]47. Andrecka J, Treutlein B, Arcusa MA, Muschielok A, Lewis R, Cheung AC, Cramer P, Michaelis J. Nano positioning system reveals the course of upstream and nontemplate DNA within the RNA polymerase II elongation complex. Nucleic Acids Res. 2009;37:5803–5809. [PMC free article] [PubMed] [Google Scholar]48. Svetlov V, Belogurov GA, Shabrova E, Vassylyev DG, Artsimovitch I. Allosteric control of the RNA polymerase by the elongation factor RfaH. Nucleic Acids Res. 2007;35:5694–5705. [PMC free article] [PubMed] [Google Scholar]49. Chen Y, Yamaguchi Y, Tsugeno Y, Yamamoto J, Yamada T, Nakamura M, Hisatake K, Handa H. DSIF, the Paf1 complex, and Tat-SF1 have nonredundant, cooperative roles in RNA polymerase II elongation. Genes Dev. 2009;23:2765–2777. [PMC free article] [PubMed] [Google Scholar]50. Cheng B, Price DH. Analysis of factor interactions with RNA polymerase II elongation complexes using a new electrophoretic mobility shift assay. Nucleic Acids Res. 2008;36:e135. [PMC free article] [PubMed] [Google Scholar]51. Lindstrom DL, Squazzo SL, Muster N, Burckin TA, Wachter KC, Emigh CA, McCleery JA, Yates JR, III, Hartzog GA. Dual roles for Spt5 in pre-mRNA processing and transcription elongation revealed by identification of Spt5-associated proteins. Mol. Cell Biol. 2003;23:1368–1378. [PMC free article] [PubMed] [Google Scholar]52. Schneider DA, French SL, Osheim YN, Bailey AO, Vu L, Dodd J, Yates JR, Beyer AL, Nomura M. RNA polymerase II elongation factors Spt4p and Spt5p play roles in transcription elongation by RNA polymerase I and rRNA processing. Proc. Natl Acad. Sci. USA. 2006;103:12707–12712. [PMC free article] [PubMed] [Google Scholar]"}