{"title": "Functional analysis of the Cdk7.cyclin H.Mat1 complex in mouse embryonic stem cells and embryos", "pubDate": "2010", "PMCID": "PMC2865308", "DOI": "10.1074/jbc.M109.081687", "PMID": "20231280", "abstract": "The trimeric Cdk7.cyclin H.Mat1 complex functions in cell cycle regulation, as the Cdk-activating kinase, and in transcription, as a module of the general transcription factor TFIIH. As a component of TFIIH, Cdk7 phosphorylates serines 5 and 7 of the carboxyl-terminal domain of RNA polymerase II and can also directly phosphorylate transcription factors to regulate gene expression. Here we have investigated the function of the Cdk7.cyclin H.Mat1 complex in murine embryonic stem (ES) cells and preimplantation embryos to determine whether it regulates the unique cell cycle structure and transcriptional network of pluripotent cells. We demonstrate that depletion of cyclin H leads to differentiation of ES cells independent of changes in cell cycle progression. In contrast, we observed that developmental genes are acutely up-regulated after cyclin H down-regulation, likely perturbing normal ES self-renewal pathways. We further demonstrate that Spt5, a known phosphorylation target of Cdk7, similarly regulates ES pluripotency and gene expression. Consistent with its function in ES cells, cyclin H depletion from mouse embryos also leads to defects in the expansion of the inner cell mass of blastocysts, a transient pluripotent stem cell population in vivo. Our findings indicate that cyclin H has an essential function in promoting the self-renewal of the pluripotent stem cells of blastocyst stage embryos. Collectively, these studies demonstrate a critical and novel role for cyclin H in maintaining ES cell identity and suggest that cyclin H has important functions in early embryonic development.", "author": [{"author": "Shetal A Patel", "affiliation": ["Abramson Family Cancer Research Institute, University of Pennsylvania, Philadelphia, Pennsylvania 19104; School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania 19104."], "href": "/?term=Patel+SA&cauthor_id=20231280"}, {"author": "M Celeste Simon", "affiliation": ["Abramson Family Cancer Research Institute, University of Pennsylvania, Philadelphia, Pennsylvania 19104; School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania 19104; Howard Hughes Medical Institute, University of Pennsylvania, Philadelphia, Pennsylvania 19104. Electronic address: celeste2@mail.med.upenn.edu."], "href": "/?term=Simon+MC&cauthor_id=20231280"}], "refPMID": ["8344252", "8393783", "8344251", "7588631", "8078587", "8069918", "8521818", "9130709", "17386261", "9450931", "7929589", "7876347", "7803859", "7885450", "8001135", "8001136", "7533895", "9506978", "8692842", "19450536", "19667075", "11018011", "11018013", "19328067", "12667453", "18079403", "18079404", "7566158", "8497323", "17392431", "9230306", "15988019", "18981214", "11387217", "17276355", "12376559", "9368058", "19542351", "16518401", "16153702", "16625203", "18339675", "16642009", "11447116", "17406246", "10892650", "16940351", "12447695", "16552187", "17394647", "16199517", "19131956", "12734009", "16327805", "18037880", "19340312", "11099044", "17473169", "12787504", "9814708", "15060143", "16767105"], "citedInPMID": ["20231280", "35000145", "34481843", "32500012", "32392822", "31076964", "29664212", "29351213", "25254348", "24152440", "23634253", "23456497", "23205069", "23055977", "22505032"], "body": " AbstractThe trimeric Cdk7·cyclin H·Mat1 complex functions in cell cycle regulation, as the Cdk-activating kinase, and in transcription, as a module of the general transcription factor TFIIH. As a component of TFIIH, Cdk7 phosphorylates serines 5 and 7 of the carboxyl-terminal domain of RNA polymerase II and can also directly phosphorylate transcription factors to regulate gene expression. Here we have investigated the function of the Cdk7·cyclin H·Mat1 complex in murine embryonic stem (ES) cells and preimplantation embryos to determine whether it regulates the unique cell cycle structure and transcriptional network of pluripotent cells. We demonstrate that depletion of cyclin H leads to differentiation of ES cells independent of changes in cell cycle progression. In contrast, we observed that developmental genes are acutely up-regulated after cyclin H down-regulation, likely perturbing normal ES self-renewal pathways. We further demonstrate that Spt5, a known phosphorylation target of Cdk7, similarly regulates ES pluripotency and gene expression. Consistent with its function in ES cells, cyclin H depletion from mouse embryos also leads to defects in the expansion of the inner cell mass of blastocysts, a transient pluripotent stem cell population in vivo. Our findings indicate that cyclin H has an essential function in promoting the self-renewal of the pluripotent stem cells of blastocyst stage embryos. Collectively, these studies demonstrate a critical and novel role for cyclin H in maintaining ES cell identity and suggest that cyclin H has important functions in early embryonic development.Keywords: Cell/Cycle, Cell/Cyclins, Cell/Differentiation, Development Differentiation/Stem Cell, Gene/Regulation, Gene/Transcription, Transcription/Development, Transcription/RNA Polymerase II IntroductionCyclin-dependent kinase 7 (Cdk7)3 was initially isolated as a Cdk-activating kinase (CAK) through biochemical studies that showed it could phosphorylate a key threonine residue in the activation segment (T-loop) of other Cdks (1,–3). Activation of Cdks requires both binding of cyclin and T-loop phosphorylation. As shown in Fig. 1A, Cdk7 is associated with two regulatory subunits: cyclin H and the RING finger protein Mat1 (ménage-à-trois 1) (4,–7). Cdk7 is activated by cyclin H, whereas Mat1 modulates the substrate specificity of the complex (8). Cdk7 has been validated as a functional CAK in vivo using temperature-sensitive alleles in Drosophila and a chemical genetics approach in human cancer cells, where Cdk7 appears to be required for both S phase entry and mitosis (9, 10). However, cyclin H levels and Cdk7 kinase activity do not vary during the cell cycle (11,–13).Open in a separate windowFIGURE 1.Mat1 depletion does not affect the differentiation of ES cells. A, model of the Mat1·cyclin H·Cdk7 complex. B, QRT-PCR of Mat1 expression after 5 days of lentivirus mediated knockdown. (n = 3 ± 1). C, Western blot of Mat1 knockdown. scram, scramble. D, phase contrast images (left column) and staining for alkaline phosphatase activity (right column) of ES cells after Mat1 knockdown for 5 days. E, QRT-PCR analysis of pluripotency genes and Oct-4 targets after Mat1 knockdown for 5 days (n = 3 ± 1).In addition to these key roles in cell cycle progression, the Cdk7·cyclin H·Mat1 complex is a component of the general transcription factor TFIIH (14,–17). The CAK complex associates with TFIIH through the Xpd subunit and phosphorylates serines 5 and 7 in the carboxyl-terminal domain (CTD) of the large subunit of RNA polymerase II (18,–21). Serine 5 CTD phosphorylation is detectable in RNA polymerase II complexes localized to the 5′ region of genes and is important for the co-transcriptional recruitment of chromatin-modifying factors and mRNA capping enzymes to the nascent transcript (22,–25). Serine 7 phosphorylation was identified recently and is specifically involved in regulating small nuclear RNA expression (26, 27). Initial in vitro studies provided conflicting results on the extent to which TFIIH-associated Cdk7 kinase activity is necessary for mRNA transcription (28, 29). Recent reports from both yeast and human cells using an analog-sensitive kinase indicate that Cdk7 is only required for the expression of a subset of genes (21, 24, 30). The Cdk7 complex can also regulate gene expression by directly phosphorylating transcription factors, including the retinoic acid receptor and peroxisome proliferator-activated receptor γ, to either enhance or repress their activity (31,–33). Thus, the repertoire of Cdk7-responsive genes and functional requirements for the Cdk7·cyclin H·Mat1 complex are likely to vary in a cell type-dependent fashion.Limited functional analysis of the subunits of the CAK complex has been performed in mammalian cells. Mat1 is the only component of the complex that has been mutated in mice. Mat1-deficient mice exhibit peri-implantation lethality, with homozygous mutant blastocysts failing to maintain/expand the inner cell mass (ICM) in culture (34). Notably, cyclin H and Cdk7 protein levels were also reduced in Mat1 mutant blastocyst explants. Given this early embryonic lethality, conditional alleles have helped to reveal cell type-specific functions of Mat1. Postnatal deletion in the testis results in the loss of spermatagonial stem cells, whereas cardiac-specific Mat1 mutants develop heart failure secondary to mitochondrial dysfunction (35, 36). In contrast, loss of Mat1 in mouse embryonic fibroblasts promotes adipogenesis by decreasing inhibitory phosphorylation of proliferator-activated receptor γ (33). These varying phenotypes suggest that Mat1 is not globally required for cell survival or transcription, but rather that it can modulate select target genes in a cell type-specific manner. This is a particularly interesting possibility given the early embryonic lethality of Mat1-null embryos and the requirement for Mat1 in spermatagonial stem cell maintenance, which suggests that Mat1 modulates transcriptional programs that are required for stem cell maintenance. Mat1 was also identified in a yeast two-hybrid screen for proteins that interact with octamer family transcription factors, including the pluripotency factor Oct-4 (37).Embryonic stem (ES) cells are derived from the inner cell mass of blastocysts and represent a unique stem cell population that can self-renew indefinitely while retaining the plasticity to differentiate into all cell types of an adult organism. A network of transcription factors that are uniquely expressed in pluripotent cells and critical for self-renewal, such as Oct-4 and Nanog, have been identified in recent studies (38). Chromatin binding profiles suggest that these factors work in concert to regulate gene expression (39, 40). However, genes that are more broadly expressed can also have unique functions in ES cells. For example, the polycomb group proteins interface with the pluripotency network to repress developmental genes in ES cells (41, 42). Here we investigate the function of Mat1 and cyclin H in mouse ES cells to understand the mechanism for early embryonic lethality of Mat1-deficient embryos. Surprisingly, we observed that Mat1 down-regulation does not significantly impact ES cell viability or pluripotency. In contrast, depletion of cyclin H, which was also decreased in Mat1-deficient embryos, leads to differentiation of ES cells and defects in expansion of the ICM of explanted blastocysts. This suggests that decreased cyclin H protein levels could contribute to the early embryonic lethality of Mat1 mutant embryos. Cyclin H depletion did not alter Cdk phosphorylation but lead to the up-regulation of differentiation-associated genes in ES cells. Of note, down-regulation of the negative elongation factor Spt5, which is phosphorylated by Cdk7 in vitro, also leads to differentiation of ES cells and up-regulation of many of the same developmental genes as regulated by cyclin H. Thus, Spt5 is likely to be an important target for cyclin H-mediated gene repression. The unique phenotypes of Mat1 and cyclin H down-regulation in ES cells underscores how these two subunits have distinct effects on Cdk7 activity and substrate specificity. This study provides, to our knowledge, the first loss-of-function analysis of cyclin H in a mammalian system. EXPERIMENTAL PROCEDURESCell Culture E14TG2a (ATCC) and R1 mouse ES cells were cultured on mitomycin C-treated mouse embryonic fibroblasts in Dulbecco's modified Eagle's medium supplemented with 15% Hyclone serum, 2 mm l-glutamine, 0.1 mm nonessential amino acids, 100 units/ml penicillin/streptomycin, 55 μm β-mercaptoethanol, and leukemia inhibitory factor. For experiments, ES cells were passaged onto 0.1% gelatin-coated plates. Low passage (<10) gelatin-adapted ES cells were transduced twice with lentivirus at a multiplicity of infection of 10–20 in ES medium with polybrene (8 μg/ml) and selected with puromycin (1 μg/ml) 24 h after transduction. For proteosome inhibition experiments, the cells were treated with MG-132 (25 μm) or Me2SO for 4 h.Lentivirus Preparation Lentiviral stocks were generated by calcium phosphate-based transfection of 293T cells with pLKO vectors (Open Biosystems) and packaging plasmids (Addgene, VSV-G 8454, psPax2 12260). Viral supernatants were concentrated by ultracentrifugation at 25,000 rpm for 2 h, resuspended in Dulbecco's modified Eagle's medium or KSOM + AA (Millipore), aliquoted, and stored at −80 °C. Virus used for embryo transductions was purified a second time by ultracentrifugation over a 20% sucrose cushion. The puromycin resistance cassette of pLKO vectors was also replaced with enhanced GFP for mouse embryo experiments. A scramble shRNA expressing vector was obtained from Addgene (vector 1864).RNA Purification, QRT-PCR, and Microarray RNA was extracted from cells with TRIzol reagent (Invitrogen) and purified on RNeasy spin columns (Qiagen). The Picopure RNA isolation kit (Fisher) was used to isolate RNA from embryos and blastocyst explants. cDNA was generated by reverse transcription of equivalent quantities of RNA using Superscript II reverse transcriptase (Invitrogen) and random hexamers. QRT-PCR was performed on an Applied Biosystems 7900 HT using either SYBR green or TaqMan probes. β-Actin was used as an endogenous control for ES experiments, whereas Hist2h2aa1 (Mm00501974_s1) and Ubtf (Mm00456972_m1) were used for embryo analysis. A list of SYBR green primers designed for QRT-PCR can be provided upon request. Three biological replicates were averaged for all QRT-PCR experiments, with error bars representing the standard error of the mean. Microarrays were performed by the University of Pennsylvania Microarray Core facility using Mouse Gene ST 1.0 arrays (Affymetrix) with two biological replicates/sample. The data were normalized using the GC-RMA algorithm (Partek). Genes that changed greater than 1.3-fold with both cyclin H-targeting shRNAs and were significant (p < 0.05) with either cyclin H shRNA relative to a scramble control were selected for further analysis. A heat map was generated using the HeatMapImage module in Gene Pattern (43).Immunoblotting and Antibodies The cell lysates were prepared in radioimmune precipitation assay buffer plus protease inhibitors (Roche Applied Science), sodium vanadate, sodium fluoride, and β-glycerophosphate. Nuclear/cytoplasmic fractionation was performed using the Active Motif kit as per the manufacturer's instructions. Antibodies against cyclin H (C-18), Cdk7 (C-4), Mat1 (F-6), and RNA polymerase II (N-20) were obtained from Santa Cruz Biotechnologies. Xpd, Hsp90, and total Cdk1 were from Abcam, whereas p-Cdk1 (Thr161), p-Cdk2 (Thr160), total Cdk2, cAMP-responsive element-binding protein, and β-tubulin were from Cell Signaling. The Ser2 (H5) and Ser5 (H14) phosphorylation-specific RNA polymerase antibodies were obtained from Covance.Immunoprecipitation and Kinase Assays For immunoprecipitations, 50–100 μg of lysate was incubated with 1–2 μg of antibody overnight at 4 °C. Protein G-agarose was added for 1 h, immunoprecipitations were washed three times in radioimmune precipitation assay buffer, washed once in kinase buffer, and assayed for kinase activity toward recombinant GST-CTD or histone H1 as previously described (44, 45).Bromodeoxyuridine (BrdUrd) Staining To label proliferating cells, BrdUrd (10 μm) was added to ES cultures for 10 min. The cells were fixed and permeabilized with ethanol, labeled with anti-BrdUrd (Alexa Fluor-488 conjugate; Invitrogen) antibody and propidium iodide, and analyzed by flow cytometry.Embryo Isolation, Culture, and Transduction Female CF-1 mice (4–6 weeks old; Charles River) were superovulated by intraperitoneal injection of pregnant mare serum gonadotropin (5 IU; Sigma) followed 48 h later by human chorionic gonadotropin (5 IU; Calbiochem). The mice were then naturally mated with B6D2F1/J (Jackson Labs) males. One-cell embryos were isolated at 0.5 days post coitus and cultured in microdrops of KSOM + AA in a humidified chamber under 5% O2, 6% CO2, 89% air. To infect one-cell embryos, the zona pellucida was removed by acid Tyrode's solution (Sigma-Aldrich), and individual embryos were placed in 10-μl drops of lentivirus diluted to 2 × 106 particles/ml in KSOM + AA medium as previously described (46). Blastocyst explant assays were performed on gelatin coated 96-well plates or 8-well chamber slides as previously described (47). RESULTSMat1 Down-regulation Does Not Affect ES Cell Differentiation Given the early embryonic lethality of Mat1-null embryos, we chose to employ ES cells as a model to further elucidate the function of Mat1 in stem cells. To deplete Mat1, we transduced gelatin-adapted E14TG2a ES cells with lentiviruses expressing Mat1-specific shRNAs and selected for virus integration with puromycin. Two shRNAs targeting independent regions of Mat1 transcripts were utilized for all of the experiments. Both shRNAs significantly decreased Mat1 mRNA and protein (Fig. 1, B and C). Mat1 down-regulation did not affect the viability of ES cells or decrease staining for alkaline phosphatase activity, a marker of undifferentiated ES cells (Fig. 1D). Moreover, the levels of Oct-4 and Sox-2 protein and the expression of a number of well characterized Oct-4 target genes were not significantly altered by decreased Mat1 (Fig. 1, C and E). These results were surprising considering the dramatic defect in expansion of the inner cell mass from Mat1-null embryos. One explanation for these observations is that there is a unique requirement for Mat1 in early embryonic development, which does not manifest in an established ES cell line. Alternatively, because Rossi et al. (34) had previously demonstrated that the levels of Cdk7 and cyclin H were significantly decreased in Mat1 mutant embryo explants, we considered the possibility that decreases in other components of the CAK complex may contribute to the phenotype of these embryos.Cyclin H Depletion Induces ES Cell Differentiation Because Rossi et al. (34) demonstrated that cyclin H appeared most dramatically reduced in Mat1-null embryo outgrowths, we first analyzed the functional consequences of cyclin H depletion from ES cells using lentiviral shRNAs. Using two independent cyclin H shRNAs, we significantly reduced the levels of cyclin H mRNA in ES cells (Fig. 2A). Furthermore, a time course of protein abundance shows that cyclin H was reduced at 2 days after transduction and significantly depleted by 3 days (Fig. 2B). The loss of cyclin H in ES cells lead to a dramatic change in cell morphology and a decrease in alkaline phosphatase activity, both consistent with differentiation (Fig. 2C). To more extensively characterize the differentiation phenotype, we performed QRT-PCR analysis for several pluripotency-associated genes and found that Zfp42 (Rex-1) and Tcl1 were considerably reduced, whereas Oct-4 was modestly decreased after 5 days of cyclin H depletion (Fig. 2D). Because Zfp42 rapidly and dramatically decreases upon the loss of pluripotency, these results further suggested that cyclin H down-regulation leads to ES cell differentiation. Moreover, endoderm (FoxA1 and Gata4), ectoderm (Fgf5), mesoderm (Msx1), and trophectoderm (Cdx2 and Hand1) markers were up-regulated in cyclin H shRNA-treated ES cells (Fig. 2E). This increase in multiple lineage-specific genes suggests that the cells were differentiating along several different pathways.Open in a separate windowFIGURE 2.Cyclin H down-regulation induces differentiation of ES cells. A, QRT-PCR of cyclin H expression 5 days after lentiviral transduction. (n = 3 ± 1). B, Western blot of cyclin H protein levels 1–3 days after transduction of ES cells with lentiviruses expressing cyclin H-specific shRNAs (H-1 and H-2). C, phase contrast images (left column) and staining for alkaline phosphatase activity (right column) of ES cells after cyclin H knockdown for 5 days. D, QRT-PCR analysis of pluripotency genes after cyclin H knockdown. (n = 3 ± 1). E, QRT-PCR of lineage-specific markers after cyclin H knockdown (n = 3 ± 1). scr, scramble.Given these effects on cell fate, we next determined whether changes in either the levels or localization of components of the CAK complex occur during ES differentiation. We analyzed the subcellular localization of the CAK complex because it has been shown to shift from the cytoplasm to the nucleus during Drosophila development (48). ES cells were differentiated by withdrawal of leukemia inhibitory factor combined with retinoic acid treatment, which leads to rapid loss of Oct-4 expression (Fig. 3). Fractionation of differentiating cells collected over an 8-day time course revealed that neither the levels nor subcellular localization of the CAK complex is altered by differentiation. Thus, we conclude that although cyclin H is not uniquely or more highly expressed in ES cells, it is critical to prevent precocious differentiation. Although Cdk7 was thought to be predominantly nuclear, we observed a significant fraction of the Cdk7 complex in the cytoplasm of ES cells and their differentiated progeny. Cytoplasmic functions for this complex have not been described; therefore the significance of this localization is unclear.Open in a separate windowFIGURE 3.Differentiation of ES cells does not alter the levels or subcellular localization of the CAK complex. Western blots of nuclear and cytoplasmic fractions of ES cells differentiated by retinoic acid (RA) treatment. cAMP-responsive element-binding protein (Creb) and β-tubulin are nuclear and cytoplasmic controls, respectively, for cell fractionation.Cyclin H Is Critical for the Stability of the CAK Complex Decreased levels of cyclin H and Cdk7 have been observed in both tissue-specific and global Mat1-deficient mice (34, 35). In contrast, after 5 days of Mat1 down-regulation in ES cells, we did not observe changes in the levels of either cyclin H or Cdk7 protein (Fig. 4A). If decreased levels of cyclin H contribute to the early embryonic lethality of Mat1 knockout embryos, this difference may explain why Mat1 depletion in ES cells does not significantly influence viability or pluripotency. In contrast, when cyclin H was down-regulated, the levels of Mat1 protein also decreased dramatically within 3 days, and the abundance of Cdk7 was significantly reduced by 5 days after lentiviral transduction (Fig. 4B). These changes in Mat1 and Cdk7 protein are post-transcriptional, because the levels of Mat1 and Cdk7 transcripts were not significantly decreased after cyclin H depletion (Fig. 4C). To determine whether the decrease in Mat1 and Cdk7 protein was proteosome-dependent, scramble and cyclin H shRNA-infected cells were treated with a proteosome inhibitor (MG-132, 4 h) or vehicle control (Me2SO). Treatment with MG-132 did not increase the levels of Mat1 or Cdk7 protein in cyclin H-depleted cells; however, we were able to detect stabilization of HIF1α, indicating that the inhibitor treatment was effective (Fig. 4D). This suggests that proteosomal degradation does not contribute significantly to the decreased levels of Mat1 and Cdk7 protein in cyclin H-depleted cells. Of note, we did not observe changes in the levels of the TFIIH subunit Xpd after cyclin H down-regulation, indicating that core TFIIH stability was not disrupted. (Fig. 4E). To confirm that cyclin H down-regulation does indeed reduce Cdk7 kinase activity, we immunoprecipitated Cdk7 from cyclin H-depleted cells and measured kinase activity toward a GST fusion with the CTD of RNA polymerase II (GST-CTD). At the 3-day time point, before the total cellular levels of Cdk7 had decreased, kinase activity was reduced with both cyclin H shRNAs, confirming that cyclin H is required for maximal Cdk7 activity and that other cellular cyclins cannot compensate for the loss of cyclin H (Fig. 4F). Because ES cells have a unique cell cycle structure, characterized by rapid proliferation and constitutively high Cdk2 activity, we next wanted to determine how this decrease in Cdk7 activity affects cell cycle progression (49).Open in a separate windowFIGURE 4.Cyclin H is critical for the stability of Mat1 and Cdk7 and Cdk7 kinase activity. A, Western blot of CAK components after 5 days of Mat1 knockdown. B, Western blots of the subunits of the CAK complex 3 and 5 days after cyclin H knockdown. C, QRT-PCR of Mat1 and Cdk7 after 5 days of cyclin H knockdown. (n = 3 ± 1). D, Western blot of Mat1, Cdk7, and HIF1α 5 days after cyclin H depletion, comparing cells treated with dimethyl sulfoxide (DMSO) or MG-132 (4 h). E, Western blot of core TFIIH component Xpd after cyclin H knockdown for 5 days. F, kinase assay of immunoprecipitated (IP) Cdk7 after 3 days of cyclin H knockdown with GST-CTD as a substrate (upper panel). Equivalent quantities of Cdk7 were immunoprecipitated (lower panel). scram, scramble; cycH-1, cyclin H shRNA 1; cycH-2, cyclin H shRNA 2.Cyclin H Down-regulation Does Not Acutely Alter Cell Cycle Progression To analyze the cell cycle of ES cells upon cyclin H depletion, we performed flow cytometric analysis on cells labeled with BrdUrd and propidium iodide to determine the fraction of cells in the S phase. Surprisingly, cell cycle distribution was not altered upon cyclin H depletion, with the majority of cells in the S phase, as expected for ES cells (Fig. 5, A and B). When we analyzed cell cycle profiles at a later time point, there was a significant decrease in the fraction of cells in S phase with concomitant increases in both the G1 and G2 fractions (Fig. 5C; *, p < 0.05; **, p < 0.01). However, this change could be secondary to differentiation, because ES cells dramatically decrease proliferation upon the loss of pluripotency. Consistent with the cell cycle findings, we did not observe changes in the phosphorylation of Cdk1 (Thr161) or Cdk2 (Thr160) at the previously identified sites of Cdk activation by CAK (Fig. 5D). As an additional control, we immunoprecipitated Cdk2 and measured kinase activity toward histone H1. As expected, Cdk2 activity was not reduced after cyclin H depletion (Fig. 5E). Because cyclin H depletion did not completely abolish Cdk7 activity, it is possible that reduced levels of Cdk7 activity (Fig. 4F) are sufficient to maintain Cdk1 and Cdk2 phosphorylation (Fig. 5D). Several previously published reports argue for this interpretation. For example, depletion of Cdk7 expression itself by 75% does not reduce Cdk2 phosphorylation (50). Cdk2 may also be particularly insensitive to dephosphorylation in ES cells because it is constitutively associated with cyclin (49). Collectively, these findings suggest that significant depletion of cyclin H does not alter Cdk2 activity or cell cycle progression acutely in ES cells. Consequently, changes in cell cycle distribution observed after prolonged cyclin H depletion are likely to be secondary to the loss of pluripotency rather than a “driver” of differentiation.Open in a separate windowFIGURE 5.Cyclin H does not acutely affect the cell cycle profile of ES cells. A, representative fluorescence-activated cell sorter plots of BrdUrd (BrdU) incorporation in ES cells after cyclin H knockdown for 3 days. B, summary graph of BrdUrd incorporation studies at 3 days after knockdown. (n = 3 ± 1). C, summary graph of BrdUrd incorporation studies at 5 days after knockdown. (n = 3 ± 1; *, p < 0.05; **, p < 0.01). D, Western blots of Cdk phosphorylation in ES cells after 3 days of cyclin H knockdown. E, in vitro kinase assay on Cdk2 immunoprecipitated from ES cells after 3 days of cyclin H knockdown. Dose-dependent changes in Cdk2 activity with 2-fold increases in total cellular lysate used for each immunoprecipitation (IP) show that this assay is sensitive to changes in Cdk2 activity. Histone H1 was used as a substrate. scram, scramble; cycH-1, cyclin H shRNA 1; cycH-2, cyclin H shRNA 2.Cyclin H Depletion Up-regulates Genes Associated with Differentiation We next determined the effects of cyclin H depletion on gene expression in ES cells. The Cdk7·cyclin H·Mat1 complex has been implicated in mRNA transcription both as a component of TFIIH and through direct phosphorylation of transcription factors. Whereas inhibition of the Schizosaccharomyces pombe homolog of Cdk7 significantly reduces serine 5 phosphorylation of RNA polymerase II, inhibition of Cdk7 did not reduce serine 5 phosphorylation in mammalian cells (9, 24). Notably, we also did not observe a change in the total levels of serine 5 or serine 2 phosphorylated RNA polymerase II by Western blot after cyclin H depletion (Fig. 6A). This suggests that additional CTD kinases can compensate for decreased Cdk7 activity, as has been demonstrated recently in human colon carcinoma cells (21). Unpublished observations by Glover-Cutter et al. (21) also indicated that Cdk7 inhibition only impacts the expression of a subset of genes. However, the authors did not identify the specific genes that were responsive to Cdk7 inhibition.Open in a separate windowFIGURE 6.Down-regulation of cyclin H selectively modulates gene expression. A, Western blot of RNA polymerase II phosphorylation after 5 days of cyclin H knockdown. B, heat map of genes differentially expressed after cyclin H depletion with two independent shRNAs relative to a scramble control. C, QRT-PCR verification of select genes down-regulated by cyclin H knockdown. (n = 3 ± 1.). D, QRT-PCR verification of select genes up-regulated by cyclin H knockdown (n = 3 ± 1). scram, scramble; cycH-1, cyclin H shRNA 1; cycH-2, cyclin H shRNA 2.To determine which genes are responsive to cyclin H down-regulation, we performed microarray analysis on ES cells transduced with either scramble or cyclin H shRNAs for 3 days. At this time point cyclin H is significantly reduced; however, the ES cells do not appear morphologically differentiated (Fig. 2B and data not shown). We performed microarray profiling at this early time point to identify genes directly responding to reduced cyclin H levels rather than loss of pluripotency, because differentiation itself leads to profound changes in gene expression in ES cells. Microarrays were performed on biological replicates of ES cells transduced with either scramble or two-independent cyclin H shRNAs. Despite a substantial reduction in Cdk7 kinase activity, relatively few genes decreased after cyclin H depletion, indicating that the ES differentiation phenotype is not caused by global disruption in mRNA transcription (Fig. 6B). Surprisingly, a larger fraction of the transcripts that were significantly altered in response to cyclin H shRNAs increased in expression.We validated a number of the targets identified through microarray profiling by QRT-PCR, indicating that the findings were indeed significant (Fig. 6, C and D). Because there were no previously described regulators of pluripotency among the down-regulated gene set, to identify novel genes that may be important for ES pluripotency, we compared our gene list to a previously published microarray of embryoid body differentiation using gene set enrichment analysis (51, 52). We hypothesized that genes exhibiting decreased expression in our microarray, which were also down-regulated early in the differentiation time course, could be important regulators of pluripotency. However, there was no correlation between our down-regulated gene set and the embryoid body data set (p = 0.47). In contrast, gene set enrichment analysis of the up-regulated gene list revealed a highly significant correlation with transcripts that are up-regulated during embryoid body differentiation (p = 0). Gene ontology classification of the up-regulated gene set using the DAVID program also suggested that developmental genes were preferentially increased upon cyclin H depletion, with significant enrichment for the gene ontology terms system development (p = 2.7 × 10−5), developmental process (p = 2.1 × 10−4), cellular developmental process (p = 4.1 × 10−4), and cell differentiation (p = 4.1 × 10−4) (53, 54). Because we had chosen an early time point to perform microarray analysis, when the ES cells did not appear differentiated or display decreases in pluripotency markers such as Oct-4 and Zfp42, these increases in developmental genes may be an early event leading to loss of pluripotency after cyclin H depletion. Among the up-regulated genes, we observed increases in lineage-specific transcription factors (Meis2, Mkx, Odz3, and Sohlh2) as well as chromatin-modifying enzymes (Suv39h1 and Bmi1) that are known to increase during ES differentiation. Although the increase in each of these individual genes was modest, the bulk effect of up-regulating numerous differentiation-associated transcripts likely perturbs normal self-renewal of ES cells.Spt5 Represses Developmental Genes in ES Cells Because cyclin H is critical for Cdk7 kinase activity, targets of this kinase could play an important role in mediating gene repression. One interesting possibility for a Cdk7 substrate that could be involved in gene repression is the elongation factor Spt5, which was recently shown to be phosphorylated by Cdk7 in vitro (55). To determine whether Spt5 is required for the repression of genes regulated by cyclin H, we used lentiviral shRNAs to deplete Spt5 in ES cells (Fig. 7A). Similarly to cyclin H depletion, reduction in Spt5 leads to differentiation of ES cells as determined by changes in colony morphology and reduced alkaline phosphatase activity (Fig. 7B). The levels of the pluripotency genes Oct-4, Tcl1, and Zfp42 also decrease dramatically upon Spt5 depletion (Fig. 7C), reminiscent of changes observed upon cyclin H depletion (Fig. 2D). In addition, several genes that are acutely up-regulated by cyclin H depletion also increase in expression when Spt5 is down-regulated in ES cells (Fig. 7D). These results strongly suggest that Spt5 may be one of the transcriptional regulators involved in mediating cyclin H-dependent gene repression.Open in a separate windowFIGURE 7.Down-regulation of Spt5 induces differentiation of ES cells. A, QRT-PCR analysis of Spt5 mRNA 3 days after lentivirus-mediated knockdown. (n = 3 ± 1). B, phase contrast images (left) and staining for alkaline phosphatase activity (right) of ES cells after Spt5 knockdown for 5 days. C, QRT-PCR analysis of pluripotency genes after Spt5 knockdown for 3 days. (n = 3 ± 1). D, QRT-PCR analysis of genes negatively regulated by cyclin H 3 days after Spt5 knockdown (n = 3 ± 1).Cyclin H Plays an Important Role in Normal Maintenance and Expansion of the ICM Given the importance of cyclin H function in maintaining ES cell identity, we next determined whether cyclin H had a role in either the initial establishment or expansion of pluripotent cells of the inner cell mass. Gene expression analysis showed that cyclin H transcript levels increase in four-cell embryos and then remain high through the blastocyst stage relative to one-cell embryos (Fig. 8A). To deplete cyclin H in early embryogenesis, we infected one-cell embryos with lentiviruses expressing cyclin H shRNA 2, also used in our previous studies. To monitor infection, the puromycin cassette of the lentivirus was replaced with enhanced GFP. The embryos were cultured in individual microdrops to the blastocyst stage. GFP expression was first apparent in morulae, ∼72 h after embryo transduction, and QRT-PCR showed that cyclin H mRNA was significantly reduced at this time point (Fig. 8B; *, p < 0.05). Cyclin H protein was also reduced by the blastocyst stage, along with a further decrease in mRNA (**, p < 0.01).Open in a separate windowFIGURE 8.Cyclin H is required for the maintenance of pluripotent cells in blastocyst explants. A, QRT-PCR analysis of gene expression in one-cell to blastocyst stage embryos. B, QRT-PCR and Western blot showing cyclin H knockdown in transduced embryos. The QRT-PCR results are the averages of three independent experiments with pools of three to five embryos/time point. (± 1 S.E.; *, p < 0.05; **, p < 0.01). Western blot was performed on 10 blastocysts (96 h)/sample. C, the percentage of scramble (n = 83) and cyclin H shRNA2 (n = 82) transduced one-cell embryos that reached the blastocyst stage. Averages of four independent experiments with 15–30 embryos/experiment are shown. D, development of scramble and cyclin H transduced embryos at 48, 72, and 96 h after transduction. GFP expression in blastocyst stage embryos is apparent in both the ICM (arrow) and trophectoderm. E, phase contrast images of blastocyst explants from embryos transduced at the one-cell stage with scramble or cyclin H shRNA2. Representative images for varying levels of cyclin H depletion (the fold change relative to scramble and the n value are noted below each set of micrographs). scram, scramble; cycH-2, cyclin H shRNA 2.Despite the reduction in cyclin H levels, approximately equivalent fractions of scramble and cyclin H shRNA 2 transduced embryos developed to the blastocyst stage with no gross changes in morphology (Fig. 8, C and D). Importantly, GFP expression could be observed in both the ICM and trophectoderm of blastocysts. Blastocysts were then transferred to gelatin-coated plates to monitor outgrowth of the inner cell mass and trophoblast giant cells. Scramble shRNA transduced blastocysts attached and formed a distinct colony of ICM cells surrounded by trophoblast giant cells after 3–4 days in culture (Fig. 8E). In contrast, cyclin H shRNA 2 transduced explants displayed defects in ICM development that correlated with the extent of cyclin H depletion. We observed either a smaller ICM or the presence of differentiated appearing cells in the culture when the levels of cyclin H mRNA were ∼20% of scramble controls (Fig. 8E). With more efficient cyclin H depletion, the ICM was not maintained, and only trophoblast giant cells survived. In these cases, initially a colony of ICM cells was often seen, but it did not survive in culture. We have confirmed the effect of cyclin H depletion on ICM development using a second cyclin H-specific shRNA, which shows similar defects (data not shown). These findings demonstrate that cyclin H has an important role in the expansion of the ICM. DISCUSSIONThe mammalian Cdk7·cyclin H·Mat1 complex plays critical roles in cell cycle regulation and transcription, but its function in cell fate determination and development has not been studied extensively. Here we demonstrate a novel function for cyclin H in the maintenance of mouse ES cell identity and expansion of the ICM from blastocyst stage embryos. Despite the early embryonic lethality of Mat1-null mice, we did not observe changes in the viability or pluripotency of ES cells after Mat1 down-regulation. Instead, we found that depletion of the cyclin H component of the complex leads to differentiation of ES cells, with dramatic changes in cell morphology and up-regulation of differentiation-associated genes. To understand the mechanism underlying this observation, we first examined the potential impact of cyclin H down-regulation on cell cycle distribution. However, we did not observe changes in cell cycle progression or Cdk phosphorylation acutely after cyclin H depletion, suggesting that reduced Cdk7 activity is able to maintain the cell cycle function of the CAK complex. Previous data also suggest that steady-state levels of Cdk2 phosphorylation can be maintained despite reduced Cdk7 activity (50). Moreover, Drosophila bearing point mutations in Cdk7 with minimal kinase activity are still viable, suggesting that metazoan cells have substantial “reserve” Cdk7 activity (45). In this regard, cyclin H depletion in ES cells provides a good system to study the cell cycle-independent functions of Cdk7.In addition to its role in activating Cdk7, cyclin H is also critical to maintain the stability of the CAK complex. The levels of Mat1 and Cdk7 protein are dramatically decreased upon depletion of cyclin H, independently of increased proteosomal degradation of these subunits. These proteins may be intrinsically unstable as monomers, with complex formation enhancing their stability. One possibility is that cyclin H and Cdk7 can form a stable dimeric complex in the absence of Mat1; however, Mat1 and Cdk7 alone cannot form such a complex. Thus, in the absence of Mat1, the levels of cyclin H and Cdk7 are preserved. Another possibility is that there are additional proteins that perform the stabilization function of Mat1, but cyclin H is uniquely required for the assembly of the CAK complex.To determine whether cyclin H depletion leads to ES differentiation by modulating gene expression, we performed global gene expression profiling on ES cells after cyclin H knockdown. Interestingly, we observed that differentiation-associated genes were acutely up-regulated after cyclin H down-regulation. This suggests that cyclin H may normally function to repress these genes in ES cells. Cyclin H could mediate this repression by directing the phosphorylation of factors required to suppress developmental genes in ES cells. Alternatively, cyclin H could be directly required for the expression of factors necessary for gene repression. In examining the list of transcripts that were down-regulated after cyclin H depletion, which was surprisingly small, we did not identify any factors that have been previously implicated in transcriptional repression in ES cells. Moreover, because we examined gene expression at an early time point after cyclin H down-regulation, it is more likely that these changes are the result of modulating the phosphorylation of cyclin H·Cdk7 targets that have repressive functions. We hypothesized that the negative elongation factor Spt5, which is phosphorylated by Cdk7 in vitro, may be involved in mediating gene repression in ES cells (55). Spt5 is a component of the 5,6-dichloro-1-β-d-ribofuranosylbenzimidazole sensitivity inducing factor, which mediates promoter-proximal pausing of RNA polymerase II during transcription. Interestingly, depletion of Spt5 from ES cells leads to differentiation and acute up-regulation of several genes that are also negatively regulated by cyclin H. This suggests a model in which phosphorylation of Spt5 by the cyclin H·Cdk7 complex may be required for its repressive activities. Many developmental genes in ES cells display promoter-proximal pausing of RNA polymerase II, which is mediated by polycomb-repressive complexes at certain genes (56). Spt5 may be an additional factor required to prevent the inappropriate expression of developmental genes in undifferentiated cells. Interestingly, another elongation factor (NELF-B, also known as co-factor of Brca1 or Cobra1) has recently been demonstrated to have a role in gene repression in ES cells (57). NELF-B mutants also die at the peri-implantation stage with a failure to expand the inner cell mass from blastocyst explants. This suggests that pausing factors may have a particularly important role in ES cells, where RNA polymerase II is recruited to many promoters. Moreover, elongation factors have been demonstrated to have important roles in development in Drosophila and zebrafish models (58, 59). Nuclear hormone receptors are another group of transcription factors that may be involved in cyclin H-dependent gene repression, because several members of this family have been demonstrated to be direct targets of Cdk7 in previous studies.Although studies with purified proteins suggest that cyclin H is necessary for Cdk7 activation, Mat1 appears to be important for directing kinase activity toward specific substrates. Indeed, genetic evidence indicates that Mat1 is not required for Cdk1 or Cdk2 phosphorylation by Cdk7 (33, 35). If Mat1 is not required for the phosphorylation of Cdk7 targets that are involved in mediating gene repression in ES cells, this could explain the phenotypic differences observed after Mat1 and cyclin H depletion. It is also formally possible that cyclin H has Cdk7-independent functions that are important for maintaining ES self-renewal.Finally, we extended our observations in ES cells to early embryonic development and showed that cyclin H is important in the normal expansion of the ICM from blastocyst stage embryos. The ICM is formed despite reduced cyclin H levels, but rather than expanding in culture these cells either differentiate or die. In contrast, survival of trophoblast giant cells is not affected by significant cyclin H down-regulation. This phenotype suggests that the reduced levels of cyclin H in Mat1-deficient embryos could have contributed to their early embryonic lethality and defects in blastocyst explant assays (34). Because down-regulation of Mat1 in ES cells did not concomitantly reduce cyclin H or Cdk7 levels, this may also explain why depletion of Mat1 did not affect differentiation or viability of ES cells. In contrast, depletion of cyclin H from ES cells decreases all three components of the Cdk7 complex and may provide a better model to understand the early embryonic lethality of Mat1-deficient embryos. The inappropriate expression of differentiation-associated genes in the ICM of cyclin H-depleted embryos could impair the survival and proliferation of these cells. As demonstrated by the knockouts for the pluripotency genes Oct-4 and Nanog, the ICM must remain undifferentiated to expand both in vivo and in vitro (60, 61). There may also be additional CAK phosphorylation targets in the ICM that contribute directly to cell proliferation. For instance, Cdk7 phosphorylates Cdk11, which itself is important in the survival and proliferation of blastocyst explants (62). Moreover, although cyclin H was not required for cell cycle progression in an established ES cell line, it may be required for the proliferation of the ICM. Thus, our observations raise a number of interesting questions to address in future studies. For instance, would transgenic overexpression of cyclin H and/or Cdk7 enhance development of Mat1-deficient embryos? Does the Cdk7·cyclin H·Mat1 complex regulate other stem cell populations? What are the determinants of CAK complex stability?Although our work suggests an important function for cyclin H in the inner cell mass, it does not preclude a requirement for cyclin H earlier in embryonic development. Because removal of the zona pellucida itself significantly reduces the viability of mouse embryos, and there is considerable variability in the level of cyclin H depletion in individual embryos using a lentiviral approach, we cannot definitely conclude whether cyclin H is required for development to the blastocyst stage (Fig. 8B). Either a gene-targeting or transgenic RNA interference approach to deplete cyclin H could provide greater insight into its role earlier in development. One advantage to using the lentivirus approach is that it allowed us to investigate the function of cyclin H in ICM development, which may not have been possible if knockout embryos died prior to the blastocyst stage. Although mutations in many transcriptional regulators of pluripotency lead to early embryonic lethality and defects in the expansion of the ICM in culture, this is not universally the case. For instance, Esrrb and Tbx3 appear to regulate ES self-renewal in culture, but mice with mutations in these genes survive past gastrulation (63). Thus, it is notable that cyclin H depletion leads to defects in both self-renewal of ES cells and expansion of the ICM. Interestingly, explants of Oct-4 and Nanog-deficient embryos also have specific defects in the expansion of the ICM, with only trophoblast giant cells surviving in culture over time. To expand in culture, the cells of the ICM must maintain their undifferentiated, pluripotent state, and our findings indicate that cyclin H is critical for this process. Collectively, this work provides an important starting point to understand cyclin H function and suggests that it has important roles in regulating gene expression and cell fate. AcknowledgmentsWe are thankful to Drs. Jean Richa and Hua Pan for technical guidance in the isolation and culture of embryos, Dr. David Bentley for providing reagents (GST-CTD plasmid), and Dr. John Tobias for assistance with microarray analysis. We thank Drs. Brian Keith, Ben Stanger, Marisa Bartolomei, Gerd Blobel, and Warren Pear for helpful discussions in the formulation of this study. We are also thankful to Dr. Sid Rao for help with gene set enrichment analysis. Footnotes3The abbreviations used are:\nCdkcyclin-dependent kinaseESembryonic stemCAKCdk-activating kinaseCTDcarboxyl-terminal domainICMinner cell massGFPgreen fluorescent proteinshRNAshort hairpin RNAQRTquantitative real timeBrdUrdbromodeoxyuridineGSTglutathione S-transferase. REFERENCES1. Solomon M. J., Harper J. W., Shuttleworth J. (1993) EMBO J. 12, 3133–3142 [PMC free article] [PubMed] [Google Scholar]2. Poon R. Y., Yamashita K., Adamczewski J. P., Hunt T., Shuttleworth J. (1993) EMBO J. 12, 3123–3132 [PMC free article] [PubMed] [Google Scholar]3. Fesquet D., Labbé J. C., Derancourt J., Capony J. P., Galas S., Girard F., Lorca T., Shuttleworth J., Dorée M., Cavadore J. C. (1993) EMBO J. 12, 3111–3121 [PMC free article] [PubMed] [Google Scholar]4. Devault A., Martinez A. M., Fesquet D., Labbé J. C., Morin N., Tassan J. P., Nigg E. A., Cavadore J. C., Dorée M. (1995) EMBO J. 14, 5027–5036 [PMC free article] [PubMed] [Google Scholar]5. Mäkelä T. P., Tassan J. P., Nigg E. A., Frutiger S., Hughes G. J., Weinberg R. A. (1994) Nature 371, 254–257 [PubMed] [Google Scholar]6. Fisher R. P., Morgan D. O. (1994) Cell 78, 713–724 [PubMed] [Google Scholar]7. Tassan J. P., Jaquenoud M., Fry A. M., Frutiger S., Hughes G. J., Nigg E. A. (1995) EMBO J. 14, 5608–5617 [PMC free article] [PubMed] [Google Scholar]8. Yankulov K. Y., Bentley D. L. (1997) EMBO J. 16, 1638–1646 [PMC free article] [PubMed] [Google Scholar]9. Larochelle S., Merrick K. A., Terret M. E., Wohlbold L., Barboza N. M., Zhang C., Shokat K. M., Jallepalli P. V., Fisher R. P. (2007) Mol. Cell 25, 839–850 [PMC free article] [PubMed] [Google Scholar]10. Larochelle S., Pandur J., Fisher R. P., Salz H. K., Suter B. (1998) Genes Dev. 12, 370–381 [PMC free article] [PubMed] [Google Scholar]11. Tassan J. P., Schultz S. J., Bartek J., Nigg E. A. (1994) J. Cell Biol. 127, 467–478 [PMC free article] [PubMed] [Google Scholar]12. Poon R. Y., Yamashita K., Howell M., Ershler M. A., Belyavsky A., Hunt T. (1994) J. Cell Sci. 107, 2789–2799 [PubMed] [Google Scholar]13. Brown A. J., Jones T., Shuttleworth J. (1994) Mol. Biol. Cell 5, 921–932 [PMC free article] [PubMed] [Google Scholar]14. Serizawa H., Mäkelä T. P., Conaway J. W., Conaway R. C., Weinberg R. A., Young R. A. (1995) Nature 374, 280–282 [PubMed] [Google Scholar]15. Roy R., Adamczewski J. P., Seroz T., Vermeulen W., Tassan J. P., Schaeffer L., Nigg E. A., Hoeijmakers J. H., Egly J. M. (1994) Cell 79, 1093–1101 [PubMed] [Google Scholar]16. Feaver W. J., Svejstrup J. Q., Henry N. L., Kornberg R. D. (1994) Cell 79, 1103–1109 [PubMed] [Google Scholar]17. Shiekhattar R., Mermelstein F., Fisher R. P., Drapkin R., Dynlacht B., Wessling H. C., Morgan D. O., Reinberg D. (1995) Nature 374, 283–287 [PubMed] [Google Scholar]18. Trigon S., Serizawa H., Conaway J. W., Conaway R. C., Jackson S. P., Morange M. (1998) J. Biol. Chem. 273, 6769–6775 [PubMed] [Google Scholar]19. Drapkin R., Le Roy G., Cho H., Akoulitchev S., Reinberg D. (1996) Proc. Natl. Acad. Sci. U.S.A. 93, 6488–6493 [PMC free article] [PubMed] [Google Scholar]20. Akhtar M. S., Heidemann M., Tietjen J. R., Zhang D. W., Chapman R. D., Eick D., Ansari A. Z. (2009) Mol. Cell 34, 387–393 [PMC free article] [PubMed] [Google Scholar]21. Glover-Cutter K., Larochelle S., Erickson B., Zhang C., Shokat K., Fisher R. P., Bentley D. L. (2009) Mol. Cell Biol. 20, 5455–5464 [PMC free article] [PubMed] [Google Scholar]22. Schroeder S. C., Schwer B., Shuman S., Bentley D. (2000) Genes Dev. 14, 2435–2440 [PMC free article] [PubMed] [Google Scholar]23. Komarnitsky P., Cho E. J., Buratowski S. (2000) Genes Dev. 14, 2452–2460 [PMC free article] [PubMed] [Google Scholar]24. Viladevall L., St Amour C. V., Rosebrock A., Schneider S., Zhang C., Allen J. J., Shokat K. M., Schwer B., Leatherwood J. K., Fisher R. P. (2009) Mol. Cell 33, 738–751 [PMC free article] [PubMed] [Google Scholar]25. Ng H. H., Robert F., Young R. A., Struhl K. (2003) Mol. Cell 11, 709–719 [PubMed] [Google Scholar]26. Egloff S., O'Reilly D., Chapman R. D., Taylor A., Tanzhaus K., Pitts L., Eick D., Murphy S. (2007) Science 318, 1777–1779 [PMC free article] [PubMed] [Google Scholar]27. Chapman R. D., Heidemann M., Albert T. K., Mailhammer R., Flatley A., Meisterernst M., Kremmer E., Eick D. (2007) Science 318, 1780–1782 [PubMed] [Google Scholar]28. Akoulitchev S., Mäkelä T. P., Weinberg R. A., Reinberg D. (1995) Nature 377, 557–560 [PubMed] [Google Scholar]29. Serizawa H., Conaway J. W., Conaway R. C. (1993) Nature 363, 371–374 [PubMed] [Google Scholar]30. Kanin E. I., Kipp R. T., Kung C., Slattery M., Viale A., Hahn S., Shokat K. M., Ansari A. Z. (2007) Proc. Natl. Acad. Sci. U.S.A. 104, 5812–5817 [PMC free article] [PubMed] [Google Scholar]31. Rochette-Egly C., Adam S., Rossignol M., Egly J. M., Chambon P. (1997) Cell 90, 97–107 [PubMed] [Google Scholar]32. Compe E., Drané P., Laurent C., Diderich K., Braun C., Hoeijmakers J. H., Egly J. M. (2005) Mol. Cell Biol. 25, 6065–6076 [PMC free article] [PubMed] [Google Scholar]33. Helenius K., Yang Y., Alasaari J., Mäkelä T. P. (2009) Mol. Cell Biol. 29, 315–323 [PMC free article] [PubMed] [Google Scholar]34. Rossi D. J., Londesborough A., Korsisaari N., Pihlak A., Lehtonen E., Henkemeyer M., Mäkelä T. P. (2001) EMBO J. 20, 2844–2856 [PMC free article] [PubMed] [Google Scholar]35. Sano M., Izumi Y., Helenius K., Asakura M., Rossi D. J., Xie M., Taffet G., Hu L., Pautler R. G., Wilson C. R., Boudina S., Abel E. D., Taegtmeyer H., Scaglia F., Graham B. H., Kralli A., Shimizu N., Tanaka H., Mäkelä T. P., Schneider M. D. (2007) Cell Metab. 5, 129–142 [PubMed] [Google Scholar]36. Korsisaari N., Rossi D. J., Paetau A., Charnay P., Henkemeyer M., Mäkelä T. P. (2002) J. Cell Sci. 115, 4275–4284 [PubMed] [Google Scholar]37. Inamoto S., Segil N., Pan Z. Q., Kimura M., Roeder R. G. (1997) J. Biol. Chem. 272, 29852–29858 [PubMed] [Google Scholar]38. Chambers I., Tomlinson S. R. (2009) Development 136, 2311–2322 [PMC free article] [PubMed] [Google Scholar]39. Loh Y. H., Wu Q., Chew J. L., Vega V. B., Zhang W., Chen X., Bourque G., George J., Leong B., Liu J., Wong K. Y., Sung K. W., Lee C. W., Zhao X. D., Chiu K. P., Lipovich L., Kuznetsov V. A., Robson P., Stanton L. W., Wei C. L., Ruan Y., Lim B., Ng H. H. (2006) Nat. Genet. 38, 431–440 [PubMed] [Google Scholar]40. Boyer L. A., Lee T. I., Cole M. F., Johnstone S. E., Levine S. S., Zucker J. P., Guenther M. G., Kumar R. M., Murray H. L., Jenner R. G., Gifford D. K., Melton D. A., Jaenisch R., Young R. A. (2005) Cell 122, 947–956 [PMC free article] [PubMed] [Google Scholar]41. Boyer L. A., Plath K., Zeitlinger J., Brambrink T., Medeiros L. A., Lee T. I., Levine S. S., Wernig M., Tajonar A., Ray M. K., Bell G. W., Otte A. P., Vidal M., Gifford D. K., Young R. A., Jaenisch R. (2006) Nature 441, 349–353 [PubMed] [Google Scholar]42. Endoh M., Endo T. A., Endoh T., Fujimura Y., Ohara O., Toyoda T., Otte A. P., Okano M., Brockdorff N., Vidal M., Koseki H. (2008) Development 135, 1513–1524 [PubMed] [Google Scholar]43. Reich M., Liefeld T., Gould J., Lerner J., Tamayo P., Mesirov J. P. (2006) Nat. Genet. 38, 500–501 [PubMed] [Google Scholar]44. Pines J., Jackman M., Simpson K. (2001) Current Protocols in Cell Biology 8, 8.2.1–8.2.11 [Google Scholar]45. Larochelle S., Chen J., Knights R., Pandur J., Morcillo P., Erdjument-Bromage H., Tempst P., Suter B., Fisher R. P. (2001) EMBO J. 20, 3749–3759 [PMC free article] [PubMed] [Google Scholar]46. Singer O., Tiscornia G., Ikawa M., Verma I. M. (2006) Nat. Protoc. 1, 286–292 [PubMed] [Google Scholar]47. Dobles M., Liberal V., Scott M. L., Benezra R., Sorger P. K. (2000) Cell 101, 635–645 [PubMed] [Google Scholar]48. Aguilar-Fuentes J., Valadez-Graham V., Reynaud E., Zurita M. (2006) J. Cell Sci. 119, 3866–3875 [PubMed] [Google Scholar]49. Stead E., White J., Faast R., Conn S., Goldstone S., Rathjen J., Dhingra U., Rathjen P., Walker D., Dalton S. (2002) Oncogene 21, 8320–8333 [PubMed] [Google Scholar]50. Wohlbold L., Larochelle S., Liao J. C., Livshits G., Singer J., Shokat K. M., Fisher R. P. (2006) Cell Cycle 5, 546–554 [PubMed] [Google Scholar]51. Hailesellasse Sene K., Porter C. J., Palidwor G., Perez-Iratxeta C., Muro E. M., Campbell P. A., Rudnicki M. A., Andrade-Navarro M. A. (2007) BMC Genomics 8, 85. [PMC free article] [PubMed] [Google Scholar]52. Subramanian A., Tamayo P., Mootha V. K., Mukherjee S., Ebert B. L., Gillette M. A., Paulovich A., Pomeroy S. L., Golub T. R., Lander E. S., Mesirov J. P. (2005) Proc. Natl. Acad. Sci. U.S.A. 102, 15545–15550 [PMC free article] [PubMed] [Google Scholar]53. Huang da W., Sherman B. T., Lempicki R. A. (2009) Nat. Protoc. 4, 44–57 [PubMed] [Google Scholar]54. Dennis G., Jr., Sherman B. T., Hosack D. A., Yang J., Gao W., Lane H. C., Lempicki R. A. (2003) Genome Biol. 4, P3. [PubMed] [Google Scholar]55. Larochelle S., Batliner J., Gamble M. J., Barboza N. M., Kraybill B. C., Blethrow J. D., Shokat K. M., Fisher R. P. (2006) Nat. Struct. Mol. Biol. 13, 55–62 [PubMed] [Google Scholar]56. Stock J. K., Giadrossi S., Casanova M., Brookes E., Vidal M., Koseki H., Brockdorff N., Fisher A. G., Pombo A. (2007) Nat. Cell Biol. 9, 1428–1435 [PubMed] [Google Scholar]57. Amleh A., Nair S. J., Sun J., Sutherland A., Hasty P., Li R. (2009) PLoS ONE 4, e5034. [PMC free article] [PubMed] [Google Scholar]58. Guo S., Yamaguchi Y., Schilbach S., Wada T., Lee J., Goddard A., French D., Handa H., Rosenthal A. (2000) Nature 408, 366–369 [PubMed] [Google Scholar]59. Wang X., Lee C., Gilmour D. S., Gergen J. P. (2007) Genes Dev. 21, 1031–1036 [PMC free article] [PubMed] [Google Scholar]60. Mitsui K., Tokuzawa Y., Itoh H., Segawa K., Murakami M., Takahashi K., Maruyama M., Maeda M., Yamanaka S. (2003) Cell 113, 631–642 [PubMed] [Google Scholar]61. Nichols J., Zevnik B., Anastassiadis K., Niwa H., Klewe-Nebenius D., Chambers I., Schöler H., Smith A. (1998) Cell 95, 379–391 [PubMed] [Google Scholar]62. Li T., Inoue A., Lahti J. M., Kidd V. J. (2004) Mol. Cell Biol. 24, 3188–3197 [PMC free article] [PubMed] [Google Scholar]63. Ivanova N., Dobrin R., Lu R., Kotenko I., Levorse J., DeCoste C., Schafer X., Lun Y., Lemischka I. R. (2006) Nature 442, 533–538 [PubMed] [Google Scholar]"}