{"title": "TIF1gamma controls erythroid cell fate by regulating transcription elongation", "pubDate": "2010", "PMCID": "PMC3072682", "DOI": "10.1016/j.cell.2010.05.028", "PMID": "20603019", "abstract": "Recent genome-wide studies have demonstrated that pausing of RNA polymerase II (Pol II) occurred on many vertebrate genes. By genetic studies in the zebrafish tif1gamma mutant moonshine we found that loss of function of Pol II-associated factors PAF or DSIF rescued erythroid gene transcription in tif1gamma-deficient animals. Biochemical analysis established physical interactions among TIF1gamma, the blood-specific SCL transcription complex, and the positive elongation factors p-TEFb and FACT. Chromatin immunoprecipitation assays in human CD34(+) cells supported a TIF1gamma-dependent recruitment of positive elongation factors to erythroid genes to promote transcription elongation by counteracting Pol II pausing. Our study establishes a mechanism for regulating tissue cell fate and differentiation through transcription elongation.", "author": [{"author": "Xiaoying Bai", "affiliation": ["Howard Hughes Medical Institute, Boston, MA 02115, USA."], "href": "/?term=Bai+X&cauthor_id=20603019"}, {"author": "Jonghwan Kim", "affiliation": [], "href": "/?term=Kim+J&cauthor_id=20603019"}, {"author": "Zhongan Yang", "affiliation": [], "href": "/?term=Yang+Z&cauthor_id=20603019"}, {"author": "Michael J Jurynec", "affiliation": [], "href": "/?term=Jurynec+MJ&cauthor_id=20603019"}, {"author": "Thomas E Akie", "affiliation": [], "href": "/?term=Akie+TE&cauthor_id=20603019"}, {"author": "Joseph Lee", "affiliation": [], "href": "/?term=Lee+J&cauthor_id=20603019"}, {"author": "Jocelyn LeBlanc", "affiliation": [], "href": "/?term=LeBlanc+J&cauthor_id=20603019"}, {"author": "Anna Sessa", "affiliation": [], "href": "/?term=Sessa+A&cauthor_id=20603019"}, {"author": "Hong Jiang", "affiliation": [], "href": "/?term=Jiang+H&cauthor_id=20603019"}, {"author": "Anthony DiBiase", "affiliation": [], "href": "/?term=DiBiase+A&cauthor_id=20603019"}, {"author": "Yi Zhou", "affiliation": [], "href": "/?term=Zhou+Y&cauthor_id=20603019"}, {"author": "David J Grunwald", "affiliation": [], "href": "/?term=Grunwald+DJ&cauthor_id=20603019"}, {"author": "Shuo Lin", "affiliation": [], "href": "/?term=Lin+S&cauthor_id=20603019"}, {"author": "Alan B Cantor", "affiliation": [], "href": "/?term=Cantor+AB&cauthor_id=20603019"}, {"author": "Stuart H Orkin", "affiliation": [], "href": "/?term=Orkin+SH&cauthor_id=20603019"}, {"author": "Leonard I Zon", "affiliation": [], "href": "/?term=Zon+LI&cauthor_id=20603019"}], "refPMID": [], "citedInPMID": ["20603019", "34982944", "33986176", "33811920", "33230303", "32908919", "32652076", "32351032", "31784460", "31632911", "31564646", "31331374", "30940539", "30009791", "29769446", "29110249", "29078288", "28868519", "28641539", "28410882", "28157724", "27601472", "27432991", "27369380", "27158559", "27152730", "27128603", "27018965", "26765774", "26725010", "26697342", "26659056", "26624618", "26598604", "26592194", "26569102", "26457018", "26258650", "26254229", "26149386", "26092527", "26000115", "25919951", "25840431", "25639486", "25186009", "25172487", "24816275", "24792354", "24595285", "24385927", "24240475", "23926104", "23916372", "23699407", "23593388", "23515471", "23498934", "23375116", "23362344", "23326522", "23159334", "23065512", "23023707", "22710171", "22710170", "22699901", "22588304", "22469842", "22464331", "22415325", "22404626", "22393050", "22344745", "22266796", "22231120", "22206610", "22203960", "22196728", "22174071", "22157820", "22123502", "22107871", "21998215", "21901140", "21865163", "21860024", "21828133", "21708900", "21666599", "21597466", "21566645", "21549331", "21537084", "21531907", "21430780", "21407249", "21338598", "21336259", "21330472", "21081187", "20887897", "20643345"], "body": " SummaryRecent genome-wide studies have demonstrated pausing of RNA polymerase II (Pol II) occurred on many vertebrate genes. By genetic studies in the zebrafish tif1γ mutant moonshine we found that loss of function of Pol II-associated factors PAF or DSIF rescued erythroid gene transcription in tif1γ-deficient animals. Biochemical analysis established physical interactions among TIF1γ, the blood-specific SCL transcription complex, and the positive elongation factors p-TEFb and FACT. ChIP assays in human CD34+ cells supported a TIF1γ-dependent recruitment of positive elongation factors to erythroid genes to promote transcription elongation by counteracting Pol II pausing. Our study establishes a mechanism for regulating tissue cell fate and differentiation through transcription elongation. IntroductionVertebrate hematopoiesis defines an evolutionarily conserved hierarchy in which self-renewing hematopietic stem cells (HSCs) progressively differentiate into multi-lineage blood cells (Orkin and Zon, 2008). Forward genetic screens in zebrafish have identified many mutants affecting the erythroid lineage (Ransom et al., 1996; Weinstein et al., 1996). We previously characterized the defective gene in moonshine (mon), a mutant with a profound anemia and embryonic lethality (Ransom et al., 1996). mon gene encodes the zebrafish ortholog of Transcriptional Intermediary Factor 1gamma (tif1γ) (Ransom et al., 2004), a ubiquitously expressed gene that is highly enriched in blood tissues. The primitive erythroid lineage is normally specified in mon mutants but rapidly lost in developing embryos. Rare adult mon survivors (~1/500) are extremely anemic, suggesting an essential function of tif1γ in definitive erythropoiesis as well (Ransom et al., 2004).The four members in TIF1 family, TIF1α, β, γ and δ, are nuclear proteins composed of multiple evolutionarily conserved domains implicated in protein-protein interaction and chromatin association, including an N-terminal RBCC or TRIM domain, and the C-terminal PHD finger and bromodomain (Khetchoumian et al., 2004). At the molecular level, TIF1α and β function as transcription cofactors for nuclear hormone receptors and KRAB zinc-finger transcription factors, respectively (Friedman et al., 1996; Kim et al., 1996; Le Douarin et al., 1996). In contrast, the molecular function of TIF1γ remains controversial. He et al found that TIF1γ mediates TGFβ signaling by interacting with phosphorylated Smad2/3 (He et al., 2006), whereas Dupont et al showed that TIF1γ inhibits TGFβ/BMP signaling by monoubiquitinating Smad4 (Dupont et al., 2009; Dupont et al., 2005).Hematopoietic gene expression has been extensively studied at the transcription initiation step that is controlled by cell-specific transcription complexes composed of SCL, LMO2, GATA1, and many other cofactors (Meier et al., 2006; Schuh et al., 2005; Wadman et al., 1997). In addition to transcription initiation, recent genome-wide studies have discovered a commonly occurred pausing/stalling of RNA polymerase II (Pol II) in eukaryotic genomes, suggesting transcription elongation as a critical step in gene regulation (Guenther et al., 2007; Muse et al., 2007; Zeitlinger et al., 2007). Studies on transcription elongation have shown that both negative and positive factors regulate elongation. Negative elongation factors DSIF (DRB Sensitivity Inducing Factor) and NELF (Negative Elongation Factor) stall Pol II at the proximal promoter (Wu et al., 2003; Yamaguchi et al., 2002), whereas the positive elongation factor p-TEFb is required to release paused Pol II by phosphorylating the CTD domain of Pol II (Cheng and Price, 2007; Peterlin and Price, 2006). Pol II elongation is tightly linked to chromatin modification. The PAF complex (Pol II Associated Factor) associates with the elongating Pol II and recruits enzymes for histone 2B ubiquitination (Pokholok et al., 2002; Wood et al., 2003). The histone chaperone FACT (Facilitates Chromatin Transcription) complex is required for nucleosome assembly during Pol II elongation and also facilitates the recruitment of p-TEFb (Saunders et al., 2003; Wada et al., 2000). Regulation of Pol II elongation has also been implicated in blood gene expression. Sawado et al found that the locus control region (LCR) of murine β-globin gene regulates the transition from the transcription initiation to elongation (Sawado et al., 2003). A study from Elagib et al suggested an involvement of p-TEFb in megakaryocyte differentiation (Elagib et al., 2008).In an effort to understand the role of TIF1γ in regulating erythropoiesis, we undertook a genetic modifier screen to look for suppressor mutants that could bypass TIF1γ and rescue the erythroid defect in mon mutants. One suppressor mutant, sunrise, has a mutation in cdc73 gene, which encodes a subunit of the elongation factor PAF. Genetic studies revealed a functional antagonism between TIF1γ and PAF/DSIF elongation factors in regulating erythroid gene expression. Biochemical studies in human cells demonstrated a direct link between TIF1γ and the transcription elongation machinery and supported a model in which TIF1γ couples the blood-specific transcriptional complex with Pol II elongation machinery to promote the transcription elongation of erythroid genes by counteracting Pol II pausing. Our study illustrates a critical developmental checkpoint in which cell-specific transcription factors interacts with the elongation machinery to regulate cell fate. ResultsGenetic suppressor screen in the zebrafish moonshine (mon) mutantIn order to identify genetic pathways interacting with TIF1γ during hematopoiesis, we conducted a genetic modifier screen to identify suppressor mutants that rescue the blood defect in mon embryos. The vast majority of mon homozygous fish die at 7~10 days post fertilization (dpf), making it difficult to perform a genetic screen. Therefore we created a viable mon homozygous line using a BAC transgene (Figure1A). This 168kb zebrafish BAC clone contains the entire tif1γ gene locus. A GFP marker driven by the β-actin promoter was recombined onto the backbone of BAC. After establishing stable transgenic lines, we confirmed that a single copy of the transgene could fully rescue mon homozygous fish to adulthood with normal blood development.Open in a separate windowFigure1Genetic suppressor screen in the mon mutantA) Scheme of generating viable mon transgenic fish using a BAC transgene.B) Scheme of the suppressor screen. BAC transgenic fish are green fluorescent. In F1 generation, three groups of embryos were obtained: transgene homozygous (mon; Tg/Tg), transgene heterozygous (mon; Tg/+), and embryos with no transgene (mon). Only transgene heterozygous (in the red circle) were raised up to adults. Double in situ hybridization of GFP and βe3 globin was performed on F2 haploid embryos. Note the GFP staining on mon; Tg haploids (strong in the head and weak throughout the body) but not on haploids lacking the transgene. “sup” indicates a suppressor mutation.C) Morphology of the sunrise mutant at 48hpf.D) In situ hybridization of βe3 globin at 22hpf. See also Figure S1.Using this transgenic line, we undertook a haploid screen to identify suppressor mutants (Figure1B). ENU (N-ethyl-N-nitrosourea) mutagenesis was performed on males that were homozygous for mon and carried one copy of the transgene (mon; Tg{Tif1γ+; βactin:GFP}/+). F1 females were used to produce haploid embryos that were subjected to double in situ hybridization for GFP and βe3 globin at 22 hpf (hours post fertilization). During the screen, most F1 females did not carry suppressor mutations and gave rise to embryo clutches that contain only double positive (GFP+; βe3+) and double negative (GFP−; βe3−) embryos. If a female carried a suppressor mutation that could restore βe3 globin expression in the absence of tif1γ transgene, it would give rise to double mutant embryos (mon; sup) that were GFP negative but globin positive (GFP−; βe3+). This female would be outcrossed to recover mutations in suppressor genes.Using this strategy, we screened about 800 haploid genomes and identified two recessive suppressor mutants. One of the mutants is named sunrise (sun), which is an embryonic lethal mutant with distinctive morphologic phenotypes (Figure 1C). As shown in Figure 1D, the sun mutant by itself has normal βe3 globin expression at 22hpf but greatly restores βe3 expression in mon mutants. Benzidine staining confirmed that hemoglobin production was also partially rescued in mon; sun double mutants (Figure S1).The defective gene in sunrise was mapped to the cdc73 locusBy positional cloning we mapped the sun gene to chromosome 2 between microsatellite makers z19387 and z13475 (Figure 2A). This region contains a gene named cdc73, which is a subunit of the PAF complex. We noticed that the morphology of the sun mutant is very similar to the rtf1−/− mutant (Figure 2B), another subunit in the PAF complex, including severely reduced body melanocytes, small ears, impaired blood circulation and profound pericardial edema. Sequencing of the cdc73 gene in the sun mutant identified a C to T transition at +1507 in the coding region that leads to a premature stop codon after amino acid 502 (Figure 2C). This mutation is predicted to cause a truncated protein missing the last 19 amino acids that are highly conserved from Drosophila to human (Figure 2D). The western blot showed a complete loss of CDC73 protein in sun mutants (Figure 2E), indicating that the truncated protein is unstable and sun is a null mutant of cdc73.Open in a separate windowFigure 2The defective gene in sunrise is cdc73A) The sunrise locus was mapped on chromosome 2 between the microsatellite marker z19837 and z13475. The cdc73 gene is located within this region.B) The morphology of wild type, sun mutant and rtf1−/− mutant at 36hpf. Injection of cdc73 mRNA completely (12 out of 12 embryos) rescued the morphology of sun mutants.C) DNA sequence chromatograms showing the C→T transition at +1507 in cdc73 coding region in sun homozygous mutant, leading to a premature stop codon (in the red box).D) Alignment of the C-terminal CDC73 protein sequence from Drosophila, human and zebrafish. The nonsense mutation in sun mutant is indicated by a red arrow.E) Western blot showing the loss of CDC73 protein in sun mutant. Protein was extracted from 36hpf embryos. Red asterisk: zebrafish CDC73 (~64kD). Black asterisk: non-specific bands. Actin is used as a loading control.F) Morpholino (MO)-mediated knockdown of cdc73 completely rescues globin expression in mon (22 out of 22 embryos), whereas 5-bp mismatch control morpholino has no rescue (0 out of 13 embryos)We further confirmed that injection of wildtype cdc73 mRNA completely rescued sun mutants (Figure 2B), whereas an antisense morpholino of cdc73 not only phenocopied the sun mutant (data not shown), but effectively rescued βe3 expression in mon embryos (Figure 2F). In contrast, a control morpholino with five base-pair mismatches failed to rescue mon. These results demonstrate that the defective gene in the sun mutant is cdc73.TIF1γ and PAF antagonistically regulate blood gene expressionCDC73 is a component of the PAF complex that also contains PAF1, RTF1, LEO1 and CTR9 (Mueller and Jaehning, 2002). To test if other PAF components have similar rescue activity, antisense morpholinos targeting paf1 or ctr9 were injected into mon embryos. Knocking down these PAF subunits caused a sun-like morphological phenotype (data not shown), and rescued βe3 expression in mon (Figure 3A, iv & v). The rtf1−/− genetic mutant also rescued globin expression in mon (Figure 3A, iii). These data suggest that TIF1γ antagonizes the whole PAF complex during blood development.Open in a separate windowFigure 3TIF1γ and PAF antagonistically regulates erythroid gene expressionA) In situ hybridization of βe3 showing rescue of mon by depleting other PAF subunits. A 5-bp mismatch control morpholino for ctr9 was used in (vi). Rescue frequency (%) was shown in iii-v.B) Scheme of using gata1:GFP transgenic line to get RNA from erythroid cells in 12 somite-stage (12ss) zebrafish embryos.C) Real-time RT-PCR analyses to compare the expression of blood genes in GFP+ cells between wildtype and morphants. Results are shown as fold change relative to the wildtype control and normalized to expression of β-actin. The results presented as mean ± SD from three independent experiments.D) Microarray analysis to compare erythroid gene expression in gata1-GFP+ cells from morphants. Left: heat map of 243 erythroid signature genes. Right: a close-up look of average fold change of top 20% (a) and bottom 20% genes (b) from the heat map on the left. All microarray data have been deposited in the NCBI’s GEO database under the accession number {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE20432\",\"term_id\":\"20432\"}}GSE20432. See also Fig S2.We next examined the gene expression profiles in tif1γ- and cdc73-deficient cells. To focus on blood-specific targets, we used gata1:GFP transgenic fish, in which all erythroid cells are labeled with GFP therefore can be isolated by fluorescent activated cell sorting (FACS) (Long et al., 1997). Morpholinos targeted to tif1γ or cdc73 were injected into gata1:GFP embryos. GFP+ cells were isolated at the 12ss (somite stage) for RNA extraction (Figure 3B). Quantitative RT-PCR showed downregulation of several blood-specific genes in tif1γ-deficient cells, but their expression was greatly restored by knocking down cdc73 simultaneously (Figure 3C). Microarray analyses revealed that among the 243 erythroid-signature genes that are enriched in gata1:GFP+ cells (Weber G and Zon L, unpublished data), many genes were oppositely regulated by tif1γ and cdc73, and the deregulated genes in tif1γ-deficient cells are largely restored in double-knockdown cells (Figure 3D). Notably, one of the genes regulated by tif1γ is scl, the master regulator of hematopoiesis. We therefore tested if overexpression of scl could rescue mon. Injection of scl mRNA clearly increased blood formation in wild type embryos but does little in mon mutants (Figure S2A), suggesting a more direct and broad function of tif1γ in erythropoiesis.Using quantitative RT-PCR, we also tested other tissue-specific genes by selecting 5-8 representative genes for each tissue. The tissues we tested include myeloid cells, muscle, heart and kidney. We did not see obvious antagonistic regulation of these genes by tif1γ and cdc73 (data not shown). Among the oppositely regulated genes, genome-wide gene ontology analysis revealed the enrichment of several pathways, including BMP signaling pathway and AMP-activated protein kinase (AMPK) pathway (Figure S2B).TIF1γ deficiency reduces the full-length transcript level of blood genesThe PAF complex is involved in multiple steps during transcription, including histone 2B ubiquitination, transcription elongation and mRNA 3′ end processing and polyadenylation (Penheiter et al., 2005; Rozenblatt-Rosen et al., 2009; Sheldon et al., 2005; Wood et al., 2003). To determine which function of PAF contributes to the mon-rescuing effect, we used morpholinos to knock down factors known to interact with PAF during these processes. Rad6 is an E2 ligase for H2B ubiquitination and known to be recruited by PAF. We found that knockdown of the zebrafish Rad6 homologs Rad6A and Rad6B failed to rescue globin expression in mon (Figure 4A). Similarly, knockdown of multiple factors essential for 3′ RNA processing, including CPSF2, CPSF3 and CstF2, also failed to rescue mon (Figure 4A). Western blot analysis demonstrated near-complete knockdown of these proteins (Figure S3). These results suggest pathways other than H2B ubiquitination and 3′ RNA processing are likely to be responsible for rescuing mon upon losing PAF function.Open in a separate windowFigure4tif1γ-deficiency reduces the level of full-length transcripts of blood genesA) Morpholino knockdown of Rad6 and mRNA processing factors could not rescue βe3 globin expression in mon. In situ hybridization of βe3 globin was performed at 22hpf. See also Figure S3.B) Top: A schematic diagram showing the position of primers used in real-time RT-PCR analyses. Primers for the 5′ transcripts are located within 120bp from transcription start site (TSS), and primers for the 3′ transcripts are in the 3′ coding region or 3′UTR. Bottom: real-time RT-PCR analyses to compare the level of 5′ (light pink and light blue) and 3′ (dark pink and dark blue) transcripts of selected genes between wildtype cells and morpholino knockdown cells. RNA was prepared as in Figure 3B. Results are shown as average fold change (mean ± SD) from three independent experiments, normalized to the level of the 5′ transcript of β-actin.C) TIF1γ and CDC73 share common gene targets. Left: ChIP-Chip in K562 cells revealed a subset of gene targets shared between TIF1γ and CDC73. The significance of overlapping was evaluated by a hypergeometric distribution test. Right: ChIP-Chip at gata1 and gata2 locus. The transcription direction was indicated by white arrows. The raw dataset is available on NCBI’s GEO database under the accession number {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE20428\",\"term_id\":\"20428\"}}GSE20428.D) TIF1γ and CDC73 ChIP in human CD34+ cells after 5 days of erythroid differentiation (proerythroblast stage). Results were normalized to the background level that was determined by ChIP without antibody. An inactive gene TRO (tropinin) was used as the negative control. The results are shown as mean ± SD from three independent experiments.E) Real-time RT-PCR to compare erythroid gene expression between uninfected and infected CD34+ cells with indicated shRNA constructs. EV: empty vector. Data are represented as fold change relative to expression levels in uninfected cells. The results are shown as mean ± SD from three independent experiments.PAF is thought to promote transcription by positively regulating elongation, yet our results suggested a negative role of PAF on blood gene expression. To test if loss of tif1γ or cdc73 can potentially affect transcription elongation of blood genes, we measured the level of transcripts at the 5′ end or 3′ end of blood genes, including gata1, scl, βe3 and a red-cell membrane protein epb4.1 using quantitative RT-PCR (Figure 4B). We detected similar level of the 5′ transcripts between wildtype and tif1γ-deficient cells. In contrast, the PCR products from the 3′ blood transcripts were dramatically decreased in tif1γ-deficient cells (Figure 4B). This result could be explained by inefficient Pol II elongation that leads to reduced level of full-length transcripts, although this approach mainly measures the steady state levels of RNA that are probably released from the Pol II. Surprisingly, depletion of cdc73 greatly restored the level of the 3′ blood transcripts (Figure 4B), suggesting a negative role of PAF in producing full-length blood transcripts.TIF1γ and CDC73 share common blood gene targetsTo determine if TIF1γ and CDC73 exert their antagonistic roles by directly binding to blood genes, we performed a small-scale ChIP-Chip analysis for TIF1γ and CDC73 in K562 human erythroleukemia cells using the Genome Tiling 2.0R Array C. We identified 313 genes bound by TIF1γ and 233 genes bound by CDC73, respectively (Figure 4C). In total 129 genes are bound by TIF1γ and CDC73, including several blood-specific genes: gata1, gata2, runx1 and alas2 (Figure 4C and data not shown). We further confirmed the binding of TIF1γ and CDC73 on these blood genes in proerythroblasts differentiated from primary human CD34+ cells (Figure 4D). Furthermore, knocking down TIF1γ by shRNA in CD34+ cells reduced the expression of multiple erythroid genes and severely blocked erythroid differentiation in vitro (Figure 4E). Two different TIF1γ-shRNA constructs showed similar effects and both efficiently knockdown TIF1γ at both the protein level and the mRNA level (Figure 4E and data not shown). These results demonstrate an evolutionarily conserved function of TIF1γ in eryrthropoiesis.The function of PAF-associated elongation factors in zebrafish erythropoiesisAs an elongation factor, PAF has been shown to functionally interact with other elongation factors, including DSIF, FACT and p-TEFb (Qiu et al., 2006; Squazzo et al., 2002). To test if these factors also play specific roles in hematopoiesis, we knocked down these PAF-associated elongation factors in zebrafish embryos by morpholinos. Knockdown of FACT subunits SPT16 and SSRP1 diminished globin expression at 22hpf (Figure 5A, ii), suggesting that FACT is required for primitive erythropoiesis. In contrast to a previous study showing that p-TEFb is not required for primitive hematopoiesis (Meier et al., 2006), we found that knockdown of CDK9, the kinase subunit in p-TEFb, disrupted primitive erythropoiesis (Figure 5A, iii). In addition, treating embryos with flavopiridol, a chemical inhibitor of CDK9 (Chao and Price, 2001), also inhibited blood formation (Figure 5A, iv) but left other mesoderm tissues relatively intact (Figure S4). Moreover, flavopiridol treatment also blocked erythroid differentiation of human CD34+ cells, as shown by benzidine staining in Figure 5B. Taken together, these results establish that elongation factors FACT and p-TEFb positively regulate erythropoiesis.Open in a separate windowFigure 5Effects of FACT, p-TEFb and DSIF on erythropoiesisA) Reduced erythropoiesis by inhibiting FACT and p-TEFb. In situ hybridization of βe3 was performed on 22hpf zebrafish embryos treated with morpholino injection (ii & iii) or 35uM flavopiridol (iv). See also Figure S4.B) Flavopiridol treatment blocks erythroid differentiation of human CD34+ cells. Cells were harvested at d11 after differentiation (close to terminal differentiation stage), stained for benzidine (brown) and counter-stained with May-Grunwald (blue).C) Similar morphology of sun mutants and spt5 morphants at 36hpf.D) Rescue of mon mutants by spt5 morpholino and mutants, shown by in situ hybridization of βe3 globin at 22hpf. Note the rescue efficiency was 100% in each case (ii, iii and iv).In contrast to FACT and p-TEFb, morpholino-knockdown of DSIF subunit SPT5 phenocopied the morphology of sun mutants (Figure 5C), suggesting that DSIF and PAF have similar functions in zebrafish embryos. Furthermore, depletion of spt5 effectively rescued βe3 expression in mon (Figure 5D, ii). To verify the morpholino results, we crossed mon into the spt5s30 mutant that harbors a deletion of the spt5 gene (Keegan et al., 2002). Blood was also rescued in mon; spt5s30 double mutants (Figure 5D, iii). These results suggest that both DSIF and PAF play negative roles on blood gene expression and TIF1γ is required to antagonize their function.DSIF has been shown to play dual roles during transcription elongation (Krishnan et al., 2008). It inhibits elongation by stalling Pol II at the promoter-proximal region (Chen et al., 2009; Yamaguchi et al., 2002). To release Pol II, p-TEFb is recruited to the target gene to phosphorylate Pol II CTD (Cheng and Price, 2007; Wada et al., 1998) and DSIF, and converts DSIF to a positive elongation factor (Ivanov et al., 2000; Kim and Sharp, 2001; Yamada et al., 2006). To determine which function of DSIF is responsible for rescuing mon, we tested a hypomorphic allele spt5m806, which carries a mis-sense mutation leading to a Valine → Aspartic acid change at amino acid 1012 (V1012D). In vitro transcription studies have shown that the V1012D protein specifically loses the Pol II pausing ability without affecting the stimulatory function of SPT5 (Guo et al., 2000). We found that the spt5m806 hypomorphic mutant was able to rescue βe3 expression in mon mutants with the same efficiency as the null allele spt5s30 (Figure 5D, iv). This result supports the view that transcription elongation of blood genes in mon mutants is paused by negative elongation factors, and loss of Pol II pausing in spt5m806 mutants can restore elongation. This is also consistent with the skewed reduction of the 3′ transcript level of blood genes by tif1γ deficiency (Figure 4B). Because PAF-deficiency can restore the 3′ transcript level (Figure 4B), we suspect that PAF may behave similarly as DSIF to negatively regulate elongation by stalling Pol II on blood genes.TIF1γ physically associates with FACT, p-TEFb and the SCL complexBoth TIF1γ and elongation factors are ubiquitously expressed proteins yet play specific roles in erythroid gene expression. To elucidate the mechanism that determines this cell-specificity, we performed a pull-down assay to identify the blood-specific binding partners of TIF1γ. We made a stable cell line expressing Flag-tagged human TIF1γ by transfecting K562 human erythroleukemia cells (Figure 6A). Flag pull-down assay followed by mass spectrometry (MS) revealed many blood-specific transcription factors and co-factors that bind to Flag-tagged TIFγ (Figure 6B&C and Table S1), including SCL, LDB1, HEB and other factors known to associate with SCL. We classified these proteins into the group of “the SCL complex”. The finding of blood-specific transcription factors coupled to TIF1γ establishes a mechanism by which TIF1γ exerts blood-specific regulation of transcription.Open in a separate windowFigure 6TIF1γ is required to recruit positive elongation factors to erythroid genesA) The western blot showing the expression of Flag-tagged human TIF1γ in stably transfected K562 cells. Red asterisk: Flag-tagged h TIF1γ. Black asterisk: endogenous hTIF1γ.B) Colloidal-Coomassie blue staining showing proteins pulled down by anti-Flag antibody from untransfected K562 cells and cells stably expressing Flag-tagged TIF1γ. Flag-tagged TIF1γ is indicated by a red asterisk.C) The factors from the SCL complex and the FACT complex identified in the mass spectrometry analyses following anti-Flag pull-down. The numbers of peptides were summarized from six independent experiments. See also Table S1.D) K562 nuclear extracts were immunoprecipitated (IP) and subsequently immunoblotted (IB) with indicated antibodies. Corresponding IgG was used as the negative control. Note CDC73 and SPT5 do not co-IP with TIF1γ or SCL. DDX17 was used as a negative control to show the specificity of co-IP experiments. See also Figure S5.E) CDK9 ChIP in human CD34+ cells infected with empty vector (EV) or tif1γ-shRNAs. Cells were harvested after 5 days of erythroid differentiation (proerythroblast stage). Results are shown as fold enrichment compared to the background level that is determined by no-antibody ChIP. The results are shown as mean ± SD from two independent experiments.Surprisingly, the most abundant proteins pulled down with Flag-tagged TIF1γ were SPT16 and SSRP1, the two subunits of the FACT complex. To verify the MS results, we performed co-immunoprecipitation experiments using endogenous proteins from untransfected K562 cells (Figure 6D). TIF1γ, SCL and SPT16 can reciprocally immunoprecipitate with one another, confirming interactions among the endogenous proteins. Although MS did not identify p-TEFb subunits in the pull-down assay, we found that p-TEFb subunit CDK9 co-immunoprecipitated with TIF1γ, SCL and SPT16, and vice versa (Figure 6D), suggesting p-TEFb as an endogenous interacting partner of TIF1γ and SCL. Gel filtration assays revealed a co-elution of these proteins (Figure S5), suggesting that these proteins may exist in the same complex. These data demonstrate that TIF1γ interacts, directly or indirectly, with the SCL, FACT, and pTEFb complexes. In contrast, we did not find interactions of the PAF and DSIF components CDC73 and SPT5 with TIF1γ and SCL (Figure 6D).A hypothesis from the interaction data is that TIF1γ may recruit elongation factors p-TEFb and FACT to blood genes. To test this hypothesis, we performed ChIP analysis on CDK9 in human CD34+ cells under erythroid differentiation. In control cells, we detected an enriched occupancy of CDK9 on several blood genes, including gata1, gata2, runx1 and alas2 (Figure 6E); however, this enrichment was dramatically decreased upon knocking down tif1γ by shRNA (Figure 6E). The two tif1γ-shRNA constructs showed similar effect. These data support a TIF1γ-dependent recruitment of p-TEFb to erythroid genes, although we could not assess the recruitment of FACT due to the lack of ChIP-grade antibody. Together with the genetic results, we propose that TIF1γ promotes blood gene transcription by recruiting positive elongation factors such as p-TEFb to counteract negative factors that pause Pol II. In the absence of Pol II pausing (such as in DSIF or PAF-deficient cells), transcription of blood genes can bypass the requirement of TIF1γ. DiscussionCell fate specification at the transcription level involves a series of molecular steps. Transcription initiation is regulated by cell-specific DNA-binding proteins that associate with chromatin factors and recruit Pol II to promoters. After Pol II is engaged, transcription pausing occurs commonly. The reason why pausing exists, and its role in organogenesis, remain unclear. To release paused Pol II, positive elongation factors are recruited by cell-specific factors. The work presented here highlights the required coordination of all aspects of transcription within a cell lineage including initiation, pausing and elongation.Genetic suppressor screens in zebrafishThe zebrafish is a powerful model organism for the study of vertebrate genetics. Many zebrafish mutants define critical steps of organogenesis and are excellent models of human diseases. Performing suppressor screens on these mutants will be very useful to identify interacting pathways that may have clinical implications. Unfortunately, many mutants are embryonic lethal, making suppressor screens practically difficult. Our work here provides a foundation for undertaking genetic suppressor screens in zebrafish and making use of the powerful haploid genetics. The BAC rescue approach leads to viable fish with a homozygous lethal mutation available in large numbers, and the linkage of GFP on the BAC distinguishes the transgenic mutants from non-transgenic mutants. The haploid genetics in zebrafish allows for an adequate number of recessive mutants to be identified in the F1 generation. To our knowledge, this is the first genetic suppressor screen performed in zebrafish.A model of TIF1γ regulating transcription elongationOur study suggests a role of TIF1γ in regulating transcription elongation of erythroid genes: 1) Multiple elongation factors, including PAF, DSIF, FACT and p-TEFb, specifically affect blood gene expression (either positively or negatively). 2) TIF1γ physically associates with positive elongation factors p-TEFb and FACT. 3) Recruitment of p-TEFb to blood genes is interrupted in tif1γ-deficient cells. 4) Loss of Pol II pausing activity in spt5 hypomorphic mutant is sufficient to rescue blood gene expression in tif1γ mutant animals.As shown in Figure 7, we propose a model in which TIF1γ functionally links positive elongation factors to blood-specific transcription complexes to regulate transcriptional elongation of blood genes by antagonizing Pol II pausing. In wildtype blood cells, TIF1γ is required to counteract Pol II pausing factors by recruiting p-TEFb (and possibly FACT as well) to blood genes through interacting with the SCL complex. Lack of TIF1γ disrupts the recruitment of p-TEFb and FACT, resulting in elongation blockage. In double mutant cells missing both TIF1γ and pausing factors (such as DSIF and PAF), Pol II is no longer paused, elongation may continue even without help from positive elongation factors. Consistent with this model, a previous study in C. elegans showed that spt5 mutants could bypass the requirement of p-TEFb to turn on heatshock gene expression (Shim et al., 2002). Our model predicts that Pol II should be concentrated on blood-specific promoters in tif1γ mutant cells, but should be released into the gene body in double mutant cells. Due to technical limitations, we currently have not examined Pol II occupancy on erythroid genes in the tif1γ mutant, as this would directly establish that Pol II is paused in the mutant.Open in a separate windowFigure 7Model of TIF1γ regulating transcription elongation of blood genesIn wildtype blood cells, Pol II elongation on blood-specific genes is inhibited by PAF and DSIF. TIF1γ is required to release paused Pol II by recruiting p-TEFb and FACT to blood genes through interacting with the SCL complex. The kinase activity of p-TEFb phosphorylates DSIF and Pol II CTD. Phosphorylated Pol II then proceeds to finish elongation. In mon mutant blood cells, recruitment of p-TEFb and FACT is not efficient in the absence of TIF1γ, which in turn affects Pol II phosphorylation and releasing from the paused state, resulting in elongation blockage. In double mutant cells missing both TIF1γ and DSIF/PAF, Pol II is no longer paused, elongation will continue even without help from positive elongation factors.Function of PAF in transcription elongationThe rescue of tif1γ mutants by the loss of inhibitory function of DSIF establishes a major function of TIF1γ in counteracting Pol II pausing. Unlike DSIF, PAF was shown as a positive elongation factor in previous studies. To our knowledge, our work is the first example suggesting a negative role of PAF during elongation. PAF is known to associate with elongating Pol II and plays an important role in H2B ubiquitination, which is a hallmark of active transcription. However, a recent study has suggested that H2B ubiquitination does not directly affect the activity of the transcriptional machinery, but rather exists as a consequence of transcription (Kim et al., 2009). In light of this view, we found that depletion of the H2B ubiquitination enzyme Rad6 could not rescue mon. In addition, PAF is known to physically interact with 3′ RNA processing factors to regulate polyadenylation; however, morpholino knockdown of polyadenylation factors showed no similarity to PAF mutants (Figure S3A). Instead we found that PAF mutants and DSIF mutants behave similarly in terms of morphological defects and the ability to rescue tif1γ-deificient blood defects. Depletion of PAF restored the 3′ transcript level of blood genes in mon mutants, suggesting a negative function of PAF during elongation. We suspect that PAF may also have dual functions similar to DSIF, which inhibits Pol II progression at the early elongation stage but then is converted to a positive factor and travels with elongating Pol II. NELF is another pausing factor but in our hands, depletion of NELF subunits did not cause DSIF/PAF-like phenotypes and also failed to rescue blood in mon (data not shown), suggesting a NELF-independent mechanism in our system.Regulation of pausing as a cell-specific developmental checkpointPol II pausing is predominantly found on the genes involved in signaling transduction and developmental regulation (Zeitlinger et al., 2007). An advantage of having paused Pol II at the promoter-proximity is to allow a rapid and synchronized activation of gene expression upon developmental or environmental stimuli. Blood development is a very dynamic process and multiple signals cooperate to control cell proliferation and differentiation. The erythroid lineage is particularly sensitive to environmental stress and responds by rapid proliferation/differentiation to maintain red cell homeostasis. One hypothesis is that erythroid precursors use paused elongation to coordinate gene expression in response to external stimuli.We propose that transcriptional pausing may function as a developmental checkpoint for erythroid cell differentiation. Loss of this checkpoint in PAF and DSIF mutants has no major effect on erythroid differentiation. Only under certain conditions where elongation is disrupted, such as in mon mutants, the effect of pausing is detected. This is similar to a tumor suppressor pathway that is activated only in certain situations such as DNA damage and represents a checkpoint of the cell cycle.The cell-specific nature of the mon mutant is remarkable. We propose that the SCL complex provides a cell-specific regulation of elongation, in the same way that it regulates the cell-specificity of transcription initiation. The enriched tif1γ expression in erythroid cells may represent an evolutionary selection of utilizing the special role of TIF1γ in erythroid cells.It remains a question which signaling pathways control the transcription elongation of blood genes. Previous studies have found interactions between TIF1γ and TGFβ/BMP pathways, albeit with contradictory results (Dupont et al., 2009; Dupont et al., 2005; He et al., 2006). In our TIF1γ pull-down assays, both Smad2 and Smad4 proteins were detected with only a few peptides (Table S1). Although tif1γ-deficient animals do not resemble mutants in TGFβ/BMP pathways, our data do not exclude the possibility that either pathway may contribute to TIF1γ-dependent elongation regulation in hematopoiesis. BMP signaling is involved in stress-induced erythropoiesis (Lenox et al., 2005; Perry et al., 2007). In this respect, it is interesting to note that our microarray analysis identified the BMP pathway as the most represented signaling pathway oppositely regulated by tif1γ and cdc73 (Fig. S2B).Our findings provide a checkpoint mechanism for coordinated cell differentiation during organogenesis. If external signals are not available or cell-specific intrinsic regulators are not fully assembled, the cell can use the Pol II pausing mechanism to temporarily stall transcription while maintaining cell identity and viability. Relief of the pause by factors such as TIF1γ ensures a rapid and perhaps synchronized response to differentiation signals. Experimental ProceduresZebrafish maintenance, transgenesis and haploid screenZebrafish were maintained in accordance with Animal Research Guidelines at Children’s Hospital Boston. The BAC construct was injected into 1-cell stage embryos from mon heterozygote intercrosses to generate mon; Tg {Tif1γ+; βactin:GFP} stable lines. ENU mutagenesis and haploid screen were performed as previously described (Solnica-Krezel et al., 1994, Shepard, 2005 #73). Haploid embryos at 22hpf were used for double in situ hybridization of GFP and βe3. Females giving rise to at least 10% embryos with a GFP−; βe3+ pattern were considered carrying the suppressor mutation and outcrossed with wild-type transgenic males, and F2 diploid intercrosses were performed to verify the mutants. See supplemental materials for detailed description of BAC transgene construction and genetic mapping.Morpholino injectionMorpholinos were obtained from Gene Tools, LLC, and injected into 1-4 cell stage embryos. See supplemental materials for morpholino sequences and working concentrations.Microarray and ChIP analysesMicroarray hybridization was performed at Roche Nimblegen (Reykjavík, Iceland) using Nimblegen zebrafish expression arrays. The goldenspike package in Bioconductor/R (Choe et al., 2005) was used to process CEL files and identify genes with relative changes of mRNA levels between WT and morphants. A log2 mean fold change was calculated along with a q-value. Ingenuity Pathway Analysis Software (www.ingenuity.com) was used for genome-wide gene ontology analysis. All microarray data have been deposited in the Gene Expression Omnibus (http://www.ncbi.nlm.nih.gov/geo) under the accession number {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE20432\",\"term_id\":\"20432\"}}GSE20432.ChIP reactions were performed as described previously (Kim et al., 2008) with 1:100 dilution of individual antibody. 3~5 × 107 cells were used for each antibody. CHIP hybridizations were performed at Dana-Farber Microarray Core Facility using the Human Genome Tiling 2.0R Array C that contains chromosomes 3, 21, 22, X and Y. Model-based Analysis of Tiling-array (MAT) (Johnson et al., 2006) was applied to predict the target loci. The raw dataset is available on NCBI’s Gene Expression Omnibus database under the accession number {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE20428\",\"term_id\":\"20428\"}}GSE20428. For ChIP-PCR analysis, the ChIP samples were analyzed by real-time quantitative PCR (BioRad). All primers were tested for PCR efficiency as recommended by the manufacturer (BioRad). See supplemental materials for primer sequences.shRNA knockdowns in human CD34+ cellsPrimary human CD34+ cells were obtained from the Yale Center of Excellence in Molecular Hematology (YCEMH). shRNA clones in the puromycin-resistant pLKO vector were obtained from Sigma. The empty vector pLKO.1 was used to produce control lentiviruses. Lentiviruses were prepared and infection of cells was carried out as described (Moffat et al., 2006). Selection with puromycin (1ug/ml) was initiated at 48 hours following infection, which corresponded to the time when the cells were seeded into differentiation medium. See supplemental materials for cell culture condition and shRNA sequences.Plasmid construction and K562 cell transfectionThe cDNA encoding human TIF1γ excluding the start ATG, was cloned in-frame into the pEF-FLAG-Biotag vector (Woo et al., 2008) to generate an amino-terminal FLAG fusion molecule. K562 cells were transfected by electroporation with pEF-FLAG-TIF1γ construct, cultured in 96-well plates containing medium with 1ug/ml puromycin to select single clones.Flag pull-down assays and mass spectrometryNuclear extract was prepared from ~1 × 1010 cells as previously described (Woo et al., 2008). 50~120 mg of total nuclear protein was incubated with anti-FLAG M2-agarose beads (Sigma) overnight. After wash, bound proteins were eluted with 0.1 mg/ml FLAG peptide (Sigma) and concentrated by TCA precipitation. Precipitated proteins were resolved on 10% SDS-PAGE and visualized with Colloidal Coomassie blue stain (Invitrogen). The excised acrylamide gel sections were used for mass spectrometry conducted at Taplin Biological Mass Spectrometry Facility of Harvard Medical School.Antibodies for co-immunoprecipitation and ChIPSee supplemental materials for a list of antibodies Supplementary Material01Click here to view.(16K, pdf)02Click here to view.(33K, pdf)03Click here to view.(1.2M, doc) AcknowledgementsWe thank Drs H. Chen, S. Guo, S. Takada, E. H. Bresnick and S.J. Brandt for providing regents, Yuehua Huang and Aye Chen for technical assistance. We are grateful to Drs. T.V. Bowman, C. Ceol and R. White for helpful discussion and critical comments. This study was supported by NIH grants 5PO1HL32262-28 and 5R37 DK55381-010. X. Bai and J. Kim are HHMI research fellows. L. I. Zon and S. H. Orkin are HHMI investigators. FootnotesPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. ReferencesChao SH, Price DH. Flavopiridol inactivates P-TEFb and blocks most RNA polymerase II transcription in vivo. J Biol Chem. 2001;276:31793–31799. [PubMed] [Google Scholar]Chen H, Contreras X, Yamaguchi Y, Handa H, Peterlin BM, Guo S. Repression of RNA polymerase II elongation in vivo is critically dependent on the C-terminus of Spt5. PLoS One. 2009;4:e6918. [PMC free article] [PubMed] [Google Scholar]Cheng B, Price DH. Properties of RNA polymerase II elongation complexes before and after the P-TEFb-mediated transition into productive elongation. J Biol Chem. 2007;282:21901–21912. [PubMed] [Google Scholar]Choe SE, Boutros M, Michelson AM, Church GM, Halfon MS. Preferred analysis methods for Affymetrix GeneChips revealed by a wholly defined control dataset. Genome Biol. 2005;6:R16. [PMC free article] [PubMed] [Google Scholar]Dupont S, Mamidi A, Cordenonsi M, Montagner M, Zacchigna L, Adorno M, Martello G, Stinchfield MJ, Soligo S, Morsut L, et al.  FAM/USP9x, a deubiquitinating enzyme essential for TGFbeta signaling, controls Smad4 monoubiquitination. Cell. 2009;136:123–135. [PubMed] [Google Scholar]Dupont S, Zacchigna L, Cordenonsi M, Soligo S, Adorno M, Rugge M, Piccolo S. Germ-layer specification and control of cell growth by Ectodermin, a Smad4 ubiquitin ligase. Cell. 2005;121:87–99. [PubMed] [Google Scholar]Elagib KE, Mihaylov IS, Delehanty LL, Bullock GC, Ouma KD, Caronia JF, Gonias SL, Goldfarb AN. Cross-talk of GATA-1 and P-TEFb in megakaryocyte differentiation. Blood. 2008;112:4884–4894. [PMC free article] [PubMed] [Google Scholar]Friedman JR, Fredericks WJ, Jensen DE, Speicher DW, Huang XP, Neilson EG, Rauscher FJ., 3rd KAP-1, a novel corepressor for the highly conserved KRAB repression domain. Genes Dev. 1996;10:2067–2078. [PubMed] [Google Scholar]Guenther MG, Levine SS, Boyer LA, Jaenisch R, Young RA. A chromatin landmark and transcription initiation at most promoters in human cells. Cell. 2007;130:77–88. [PMC free article] [PubMed] [Google Scholar]Guo S, Yamaguchi Y, Schilbach S, Wada T, Lee J, Goddard A, French D, Handa H, Rosenthal A. A regulator of transcriptional elongation controls vertebrate neuronal development. Nature. 2000;408:366–369. [PubMed] [Google Scholar]He W, Dorn DC, Erdjument-Bromage H, Tempst P, Moore MA, Massague J. Hematopoiesis controlled by distinct TIF1gamma and Smad4 branches of the TGFbeta pathway. Cell. 2006;125:929–941. [PubMed] [Google Scholar]Ivanov D, Kwak YT, Guo J, Gaynor RB. Domains in the SPT5 protein that modulate its transcriptional regulatory properties. Mol Cell Biol. 2000;20:2970–2983. [PMC free article] [PubMed] [Google Scholar]Johnson WE, Li W, Meyer CA, Gottardo R, Carroll JS, Brown M, Liu XS. Model-based analysis of tiling-arrays for ChIP-chip. Proc Natl Acad Sci U S A. 2006;103:12457–12462. [PMC free article] [PubMed] [Google Scholar]Keegan BR, Feldman JL, Lee DH, Koos DS, Ho RK, Stainier DY, Yelon D. The elongation factors Pandora/Spt6 and Foggy/Spt5 promote transcription in the zebrafish embryo. Development. 2002;129:1623–1632. [PubMed] [Google Scholar]Khetchoumian K, Teletin M, Mark M, Lerouge T, Cervino M, Oulad-Abdelghani M, Chambon P, Losson R. TIF1delta, a novel HP1-interacting member of the transcriptional intermediary factor 1 (TIF1) family expressed by elongating spermatids. J Biol Chem. 2004;279:48329–48341. [PubMed] [Google Scholar]Kim J, Chu J, Shen X, Wang J, Orkin SH. An extended transcriptional network for pluripotency of embryonic stem cells. Cell. 2008;132:1049–1061. [PMC free article] [PubMed] [Google Scholar]Kim J, Guermah M, McGinty RK, Lee JS, Tang Z, Milne TA, Shilatifard A, Muir TW, Roeder RG. RAD6-Mediated transcription-coupled H2B ubiquitylation directly stimulates H3K4 methylation in human cells. Cell. 2009;137:459–471. [PMC free article] [PubMed] [Google Scholar]Kim JB, Sharp PA. Positive transcription elongation factor B phosphorylates hSPT5 and RNA polymerase II carboxyl-terminal domain independently of cyclin-dependent kinase-activating kinase. J Biol Chem. 2001;276:12317–12323. [PubMed] [Google Scholar]Kim SS, Chen YM, O’Leary E, Witzgall R, Vidal M, Bonventre JV. A novel member of the RING finger family, KRIP-1, associates with the KRAB-A transcriptional repressor domain of zinc finger proteins. Proc Natl Acad Sci U S A. 1996;93:15299–15304. [PMC free article] [PubMed] [Google Scholar]Krishnan K, Salomonis N, Guo S. Identification of Spt5 target genes in zebrafish development reveals its dual activity in vivo. PLoS One. 2008;3:e3621. [PMC free article] [PubMed] [Google Scholar]Le Douarin B, vom Baur E, Zechel C, Heery D, Heine M, Vivat V, Gronemeyer H, Losson R, Chambon P. Ligand-dependent interaction of nuclear receptors with potential transcriptional intermediary factors (mediators) Philos Trans R Soc Lond B Biol Sci. 1996;351:569–578. [PubMed] [Google Scholar]Long Q, Meng A, Wang H, Jessen JR, Farrell MJ, Lin S. GATA-1 expression pattern can be recapitulated in living transgenic zebrafish using GFP reporter gene. Development. 1997;124:4105–4111. [PubMed] [Google Scholar]Meier N, Krpic S, Rodriguez P, Strouboulis J, Monti M, Krijgsveld J, Gering M, Patient R, Hostert A, Grosveld F. Novel binding partners of Ldb1 are required for haematopoietic development. Development. 2006;133:4913–4923. [PubMed] [Google Scholar]Moffat J, Grueneberg DA, Yang X, Kim SY, Kloepfer AM, Hinkle G, Piqani B, Eisenhaure TM, Luo B, Grenier JK, et al.  A lentiviral RNAi library for human and mouse genes applied to an arrayed viral high-content screen. Cell. 2006;124:1283–1298. [PubMed] [Google Scholar]Mueller CL, Jaehning JA. Ctr9, Rtf1, and Leo1 are components of the Paf1/RNA polymerase II complex. Mol Cell Biol. 2002;22:1971–1980. [PMC free article] [PubMed] [Google Scholar]Muse GW, Gilchrist DA, Nechaev S, Shah R, Parker JS, Grissom SF, Zeitlinger J, Adelman K. RNA polymerase is poised for activation across the genome. Nat Genet. 2007;39:1507–1511. [PMC free article] [PubMed] [Google Scholar]Orkin SH, Zon LI. Hematopoiesis: an evolving paradigm for stem cell biology. Cell. 2008;132:631–644. [PMC free article] [PubMed] [Google Scholar]Penheiter KL, Washburn TM, Porter SE, Hoffman MG, Jaehning JA. A posttranscriptional role for the yeast Paf1-RNA polymerase II complex is revealed by identification of primary targets. Mol Cell. 2005;20:213–223. [PubMed] [Google Scholar]Peterlin BM, Price DH. Controlling the elongation phase of transcription with P-TEFb. Mol Cell. 2006;23:297–305. [PubMed] [Google Scholar]Pokholok DK, Hannett NM, Young RA. Exchange of RNA polymerase II initiation and elongation factors during gene expression in vivo. Mol Cell. 2002;9:799–809. [PubMed] [Google Scholar]Qiu H, Hu C, Wong CM, Hinnebusch AG. The Spt4p subunit of yeast DSIF stimulates association of the Paf1 complex with elongating RNA polymerase II. Mol Cell Biol. 2006;26:3135–3148. [PMC free article] [PubMed] [Google Scholar]Ransom DG, Bahary N, Niss K, Traver D, Burns C, Trede NS, Paffett-Lugassy N, Saganic WJ, Lim CA, Hersey C, et al.  The zebrafish moonshine gene encodes transcriptional intermediary factor 1gamma, an essential regulator of hematopoiesis. PLoS Biol. 2004;2:E237. [PMC free article] [PubMed] [Google Scholar]Ransom DG, Haffter P, Odenthal J, Brownlie A, Vogelsang E, Kelsh RN, Brand M, van Eeden FJ, Furutani-Seiki M, Granato M, et al.  Characterization of zebrafish mutants with defects in embryonic hematopoiesis. Development. 1996;123:311–319. [PubMed] [Google Scholar]Rozenblatt-Rosen O, Nagaike T, Francis JM, Kaneko S, Glatt KA, Hughes CM, LaFramboise T, Manley JL, Meyerson M. The tumor suppressor Cdc73 functionally associates with CPSF and CstF 3′ mRNA processing factors. Proc Natl Acad Sci U S A. 2009;106:755–760. [PMC free article] [PubMed] [Google Scholar]Saunders A, Werner J, Andrulis ED, Nakayama T, Hirose S, Reinberg D, Lis JT. Tracking FACT and the RNA polymerase II elongation complex through chromatin in vivo. Science. 2003;301:1094–1096. [PubMed] [Google Scholar]Sawado T, Halow J, Bender MA, Groudine M. The beta -globin locus control region (LCR) functions primarily by enhancing the transition from transcription initiation to elongation. Genes Dev. 2003;17:1009–1018. [PMC free article] [PubMed] [Google Scholar]Schuh AH, Tipping AJ, Clark AJ, Hamlett I, Guyot B, Iborra FJ, Rodriguez P, Strouboulis J, Enver T, Vyas P, Porcher C. ETO-2 associates with SCL in erythroid cells and megakaryocytes and provides repressor functions in erythropoiesis. Mol Cell Biol. 2005;25:10235–10250. [PMC free article] [PubMed] [Google Scholar]Sheldon KE, Mauger DM, Arndt KM. A Requirement for the Saccharomyces cerevisiae Paf1 complex in snoRNA 3′ end formation. Mol Cell. 2005;20:225–236. [PMC free article] [PubMed] [Google Scholar]Shim EY, Walker AK, Shi Y, Blackwell TK. CDK-9/cyclin T (P-TEFb) is required in two postinitiation pathways for transcription in the C. elegans embryo. Genes Dev. 2002;16:2135–2146. [PMC free article] [PubMed] [Google Scholar]Solnica-Krezel L, Schier AF, Driever W. Efficient recovery of ENU-induced mutations from the zebrafish germline. Genetics. 1994;136:1401–1420. [PMC free article] [PubMed] [Google Scholar]Squazzo SL, Costa PJ, Lindstrom DL, Kumer KE, Simic R, Jennings JL, Link AJ, Arndt KM, Hartzog GA. The Paf1 complex physically and functionally associates with transcription elongation factors in vivo. Embo J. 2002;21:1764–1774. [PMC free article] [PubMed] [Google Scholar]Wada T, Orphanides G, Hasegawa J, Kim DK, Shima D, Yamaguchi Y, Fukuda A, Hisatake K, Oh S, Reinberg D, Handa H. FACT relieves DSIF/NELF-mediated inhibition of transcriptional elongation and reveals functional differences between P-TEFb and TFIIH. Mol Cell. 2000;5:1067–1072. [PubMed] [Google Scholar]Wada T, Takagi T, Yamaguchi Y, Watanabe D, Handa H. Evidence that P-TEFb alleviates the negative effect of DSIF on RNA polymerase II-dependent transcription in vitro. Embo J. 1998;17:7395–7403. [PMC free article] [PubMed] [Google Scholar]Wadman IA, Osada H, Grutz GG, Agulnick AD, Westphal H, Forster A, Rabbitts TH. The LIM-only protein Lmo2 is a bridging molecule assembling an erythroid, DNA-binding complex which includes the TAL1, E47, GATA-1 and Ldb1/NLI proteins. Embo J. 1997;16:3145–3157. [PMC free article] [PubMed] [Google Scholar]Weinstein BM, Schier AF, Abdelilah S, Malicki J, Solnica-Krezel L, Stemple DL, Stainier DY, Zwartkruis F, Driever W, Fishman MC. Hematopoietic mutations in the zebrafish. Development. 1996;123:303–309. [PubMed] [Google Scholar]Woo AJ, Moran TB, Schindler YL, Choe SK, Langer NB, Sullivan MR, Fujiwara Y, Paw BH, Cantor AB. Identification of ZBP-89 as a novel GATA-1-associated transcription factor involved in megakaryocytic and erythroid development. Mol Cell Biol. 2008;28:2675–2689. [PMC free article] [PubMed] [Google Scholar]Wood A, Schneider J, Dover J, Johnston M, Shilatifard A. The Paf1 complex is essential for histone monoubiquitination by the Rad6-Bre1 complex, which signals for histone methylation by COMPASS and Dot1p. J Biol Chem. 2003;278:34739–34742. [PubMed] [Google Scholar]Wu CH, Yamaguchi Y, Benjamin LR, Horvat-Gordon M, Washinsky J, Enerly E, Larsson J, Lambertsson A, Handa H, Gilmour D. NELF and DSIF cause promoter proximal pausing on the hsp70 promoter in Drosophila. Genes Dev. 2003;17:1402–1414. [PMC free article] [PubMed] [Google Scholar]Yamada T, Yamaguchi Y, Inukai N, Okamoto S, Mura T, Handa H. P-TEFb-mediated phosphorylation of hSpt5 C-terminal repeats is critical for processive transcription elongation. Mol Cell. 2006;21:227–237. [PubMed] [Google Scholar]Yamaguchi Y, Inukai N, Narita T, Wada T, Handa H. Evidence that negative elongation factor represses transcription elongation through binding to a DRB sensitivity-inducing factor/RNA polymerase II complex and RNA. Mol Cell Biol. 2002;22:2918–2927. [PMC free article] [PubMed] [Google Scholar]Zeitlinger J, Stark A, Kellis M, Hong JW, Nechaev S, Adelman K, Levine M, Young RA. RNA polymerase stalling at developmental control genes in the Drosophila melanogaster embryo. Nat Genet. 2007;39:1512–1516. [PMC free article] [PubMed] [Google Scholar]"}