{"title": "Fast kinase domain-containing protein 3 is a mitochondrial protein essential for cellular respiration", "pubDate": "2010", "PMCID": "PMC2963690", "DOI": "10.1016/j.bbrc.2010.09.075", "PMID": "20869947", "abstract": "Fas-activated serine/threonine phosphoprotein (FAST) is the founding member of the FAST kinase domain-containing protein (FASTKD) family that includes FASTKD1-5. FAST is a sensor of mitochondrial stress that modulates protein translation to promote the survival of cells exposed to adverse conditions. Mutations in FASTKD2 have been linked to a mitochondrial encephalomyopathy that is associated with reduced cytochrome c oxidase activity, an essential component of the mitochondrial electron transport chain. We have confirmed the mitochondrial localization of FASTKD2 and shown that all FASTKD family members are found in mitochondria. Although human and mouse FASTKD1-5 genes are expressed ubiquitously, some of them are most abundantly expressed in mitochondria-enriched tissues. We have found that RNA interference-mediated knockdown of FASTKD3 severely blunts basal and stress-induced mitochondrial oxygen consumption without disrupting the assembly of respiratory chain complexes. Tandem affinity purification reveals that FASTKD3 interacts with components of mitochondrial respiratory and translation machineries. Our results introduce FASTKD3 as an essential component of mitochondrial respiration that may modulate energy balance in cells exposed to adverse conditions by functionally coupling mitochondrial protein synthesis to respiration.", "author": [{"author": "Maria Simarro", "affiliation": ["Division of Rheumatology, Immunology and Allergy, Brigham and Women's Hospital, and Department of Medicine, Harvard Medical School, Boston, MA 02115, United States."], "href": "/?term=Simarro+M&cauthor_id=20869947"}, {"author": "Alfredo Gimenez-Cassina", "affiliation": [], "href": "/?term=Gimenez-Cassina+A&cauthor_id=20869947"}, {"author": "Nancy Kedersha", "affiliation": [], "href": "/?term=Kedersha+N&cauthor_id=20869947"}, {"author": "Jean-Bernard Lazaro", "affiliation": [], "href": "/?term=Lazaro+JB&cauthor_id=20869947"}, {"author": "Guillaume O Adelmant", "affiliation": [], "href": "/?term=Adelmant+GO&cauthor_id=20869947"}, {"author": "Jarrod A Marto", "affiliation": [], "href": "/?term=Marto+JA&cauthor_id=20869947"}, {"author": "Kirsten Rhee", "affiliation": [], "href": "/?term=Rhee+K&cauthor_id=20869947"}, {"author": "Sarah Tisdale", "affiliation": [], "href": "/?term=Tisdale+S&cauthor_id=20869947"}, {"author": "Nika Danial", "affiliation": [], "href": "/?term=Danial+N&cauthor_id=20869947"}, {"author": "Charaf Benarafa", "affiliation": [], "href": "/?term=Benarafa+C&cauthor_id=20869947"}, {"author": "Anonio Orduña", "affiliation": [], "href": "/?term=Ordu%C3%B1a+A&cauthor_id=20869947"}, {"author": "Paul Anderson", "affiliation": [], "href": "/?term=Anderson+P&cauthor_id=20869947"}], "refPMID": [], "citedInPMID": ["20869947", "34768773", "34748562", "33656416", "32801755", "32793279", "31861673", "31268778", "30706993", "30102371", "29657277", "29617660", "29507079", "29387213", "29036396", "28335001", "28238724", "27911731", "27789713", "27346647", "26370583", "25916514", "25409762", "24746820", "24733096", "22792358", "22638584", "22453275", "21444724"], "body": " AbstractFas-activated serine/threonine phosphoprotein (FAST) is the founding member of the FAST kinase domain-containing protein (FASTKD) family that includes FASTKD1-5. FAST is a sensor of mitochondrial stress that modulates protein translation to promote the survival of cells exposed to adverse conditions. Mutations in FASTKD2 have been linked to a mitochondrial encephalomyopathy that is associated with reduced cytochrome c oxidase activity, an essential component of the mitochondrial electron transport chain. We have confirmed the mitochondrial localization of FASTKD2 and shown that all FASTKD family members are found in mitochondria. Although human and mouse FASTKD1-5 genes are expressed ubiquitously, some of them are most abundantly expressed in mitochondria-enriched tissues. We have found that RNA interference-mediated knockdown of FASTKD3 severely blunts basal and stress-induced mitochondrial oxygen consumption without disrupting the assembly of respiratory chain complexes. Tandem affinity purification reveals that FASTKD3 interacts with components of mitochondrial respiratory and translation machineries. Our results introduce FASTKD3 as an essential component of mitochondrial respiration that may modulate energy balance in cells exposed to adverse conditions by functionally coupling mitochondrial protein synthesis to respiration.Keywords: FASTKD2, FASTKD3, mitochondria, respiration, interactome, mitochondrial respiratory chain complexes INTRODUCTIONFas-activated serine/threonine phosphoprotein (FAST) is a mitochondria-associated and nuclear protein [1] that inhibits Fas- and UV-induced apoptosis [2]. The carboxyl terminus of FAST interacts with BCL-XL and facilitates interactions with the outer mitochondrial membrane [1,2]. The amino terminus of FAST encodes a putative mitochondrial-targeting motif that may allow it to traverse the outer mitochondrial membrane. In cells subjected to Fas ligation or UV irradiation, FAST is released from mitochondria, allowing it to bind to cytoplasmic T-cell intracellular antigen-1 (TIA-1), a repressor of protein translation [2,3]. Inhibition of TIA-1 promotes increased expression of cIAP and XIAP to inhibit apoptosis [2]. FAST and TIA-1 are also found in the nucleus where they promote the inclusion of exons with weak splice site-recognition sequences [4,5,6]. Interactions between FAST and TIA-1 also modulate the expression of inflammatory mediators. Mutant mice lacking TIA-1 develop spontaneous arthritis, a consequence of increased translation of selected inflammatory mediators [7,8]. TIA-1−/− mice also exhibit increased susceptibility to house dust mite (HDM) antigen-induced pulmonary inflammation (unpublished results). This is accompanied by increased expression of Th2 cytokines and bronchial mucins that contribute to the inflammatory process. In contrast, mutant mice lacking FAST are resistant to HDM antigen-induced pulmonary inflammation [9]. This is accompanied by reduced expression of inflammatory cytokines and chemokines in the pulmonary parenchyma [9]. Thus, FAST and TIA-1 are functional antagonists whose relative expression modulates both cell survival and the severity of immune-mediated inflammation.FAST is the founding member of a family of proteins (including FASTKD 1–5) that share an amino terminal mitochondrial targeting domain and three carboxy terminal domains (FAST_1, FAST_2, and RAP) of unknown function. Homozygous nonsense mutations in FASTKD2 have been linked to a mitochondrial encephalomyopathy that is associated with a deficiency of cytochrome c oxidase activity (complex IV of the electron transport chain) [10]. Like FAST, recombinant FASTKD2 is localized to mitochondria in transfected COS-7 and HeLa cells [10]. We have compared the subcellular localization and mitochondrial function of members of the FASTKD family. Although FASTKD family members are ubiquitously expressed, some are particularly abundant in tissues enriched for mitochondria (e.g., heart, skeletal muscle, brown adipose tissue). We have confirmed the mitochondrial localization of FASTKD2 and shown that all FASTKD family members are found in mitochondria. Here we explore the role of FASTKD3 in mitochondrial function. Targeted knockdown of FASTKD3 severely blunts mitochondrial oxygen consumption without affecting the expression levels of respiratory chain complexes I-V. This was not associated with mitochondrial DNA content changes or reduced cell survival. Affinity purification of FASTKD3 from mitochondrial extracts defined an interactome comprised of proteins involved in various aspects of mitochondrial respiration and translation. Our results support the emerging concept that FASTKD family members are essential components of mitochondrial respiration that may modulate the energy balance in cells exposed to adverse conditions. MATERIALS AND METHODSReagentsRotenone, p-trifluoromethoxy carbonyl cyanide phenyl hydrazone and oligomycin were from Sigma-Aldrich (St Louis, MO). Human anti-mitochondria autoantisera was from ImmunoVision (Springdale, AR). Goat polyclonal antibody to VDAC1 and rabbit polyclonal to GFP were from Santa Cruz Biotechnology Inc. (Santa Cruz, CA). Total OXPHOS human Western blot antibody cocktail (catalog MS601) was from Mitosciences (Eugene OR).Plasmid constructionProcedures for plasmid construction are indicated in Table S1. The sequences of the primers used are listed in Table S2. All final constructs were verified by DNA sequencing.Database mining and phylogenetic treeData mining was performed using the NCBI database. Protein sequence alignments were performed by using CLUSTALW 2.0. Phylogenetic trees were inferred from the protein alignments by the neighbor-joining method and bootstrapped 1,000 times by using the program using Seaview [11].ImmunofluorescenceCells were stained and processed for fluorescence microscopy as described [12].siRNA treatmentU2OS cells were transfected with siRNA (40 nM) for 40 h. Cells were reseeded and transfected again for another 40-44 h before the start of the experiment. All tranfections were performed with Lipofectamine 2000. Cell viability was evaluated by trypan blue exclusion. Control siRNA#1 (D0), has been previously used by us [5]. Control siRNA#2 was purchased from Ambion (catalog AM4611). In each experiment, FASTKD3 knockdown was confirmed by quantitative real time polymerase chain reaction (qRT-PCR) and a representative example is shown in Fig. S1. siRNA target sequences are listed in Table S2.Measurement of cellular oxygen consumptionCellular oxygen consumption was measured using a Seahorse bioscience XF24 analyzer (Billerica, MA) as previously described [13].Generation of FASTKD3 stable cell lines and tandem affinity purificationHeLa S3 cells stably expressing FASTKD3-FLAG-HA were generated as previously described [14]. Wild type strain was used as the negative control. FASTKD3 complexes were affinity-purified from mitochondria-enriched extracts by sequential FLAG and HA immunoprecipitations (IP) as previously described [14]. Mitochondria was isolated according to the instructions of the mitochondria isolation kit (Pierce, Rockford, IL). The final extracts were visualized on SDS-PAGE gels by Coomassie and/or silver staining. Two independently purified protein complexes were analyzed by gel-free tandem mass spectrometry (MS).Sample preparation for MS analysisProteins were denatured at 56°C for 45 min in the presence of 0.1% RapiGest (Waters Corporation, Milford, MA) and 5 mM DTT.. Proteins were digested at 37°C overnight using 0.4 μg or 2 μg of trypsin (for the control or FASTKD3 IP respectively). Tryptic peptides were desalted by reverse phase chromatography in a batch format (Poros 10R2, Applied Biosystems, Framingham, MA) following RapiGest removal. Excess HA peptide was removed by incubation with 20 μl of thiol-activated sepharose (GE Healthcare, Pittsburgh, PA). Peptides were fractionated by strong cation exchange (Poros 20HS, Applied Biosystems). KCl-eluted fractions (50, 100, 150, 200, 250 and 300 mM) as well as the flow through were analyzed by LC-MS/MS as previously described [15].Proteomic Data AnalysisRaw data files were processed as previously described [15]. Common laboratory contaminants were filtered out from the protein list. Protein-level FDR was calculated based on relative abundance between the control and the FASTKD3 IP: the average peak intensity of the three most abundant unique peptides (sequence and variable modifications) was calculated for each protein in the control and FASTKD3 IP. The two protein lists were merged and sorted by decreasing relative abundance. Protein-level FDR corresponds to the cumulative percentage of proteins found in the control IP, starting from the highest relative abundance to the lowest. The high confidence interactor list consists of proteins found in both biological replicates at a 1% FDR cut-off.Western blot analysisProteins were separated on 4–20% polyacrylamide gradient Tris-glycine gels and Western blots performed as described previously [16].Northern blot and qRT-PCR analysisTotal RNA was extracted from cell lines and various tissues of adult C57BL/6 mice using TRIzol (Invitrogen). Total RNA from 20 different normal human tissues were purchased from Ambion (catalog number AM6000). Northern blots were prepared as previously described [17]. Digoxigenin-labeled DNA probes were generated by PCR using the primer pairs listed in Table S3. qRT PCR using SYBR Green was performed as previously described [17]. The primer pairs used are listed in Table S3. Primer sets for human B2M (catalog PPH01094E), human 18S (PPH05666E), murine B2M (PPM03562A) and murine 18S (catalog PPM57735E) were purchased from SuperArray Biosciences (Frederick, MD). Primer Sequences are provided in Table S2. Data were analyzed using GeNorm software [18].Quantification of mtDNASYBR Green qRT-PCR was used for the quantification of mtDNA and nuclear DNA. The primer sequences were reported by Kanki et al. previously [19]. The amount of mtDNA was adjusted to the amount of genomic DNA. RESULTS AND DISCUSSIONStructural analysis revealed that FAST is related to 5 FASTKD proteins (FASTKD1-5) that share two FAST-like protein domains and a RAP domain (Fig. 1A). The ~60 amino acid RAP domain (an acronym for RNA-binding domain abundant in Apicomplexans) has been proposed to bind to RNA [20] during the trans-splicing reaction [21]. FASTK-like protein_1 (~70 amino acids) and _2 (~90 amino acids), domains that assume adjacent positions within the carboxyl termini of all FAST family members, have no known function. Positions of the amino acids flanking these protein domains are indicated in Table S4. FAST proteins share low sequence similarity outside these protein domains (Fig. S2).Open in a separate windowFig. 1(A) Primary structural features of FAST and FASTKD1-5 proteins in humans. MTS, mitochondrial targeting sequence; FAST_1, FASTK-like protein domain 1; FAST_2, FASTK-like protein domain 2; RAP, RAP domain. (B) Unrooted circular neighbor-joining tree of human (Has), mouse (Mmu), chicken (Gga) and zebrafish (Dre) FAST, FASTKD1-5 protein sequences. The scale bar indicates genetic distance and is equivalent to 0.2 substitutions per amino acid.Database mining identified FASTKD orthologs in fish (Danio rerio), bird (Gallus gallus), mouse (Mus musculus) and human (Homo sapiens) (Fig. S3). Phylogenetic analysis indicates that these genes are found in the common ancestor of vertebrates (Fig. 1B). Independent gene duplication in these species was not detected. Sequence homology between orthologs is 5–10% higher in FAST_1, FAST_2 and RAP domains than that observed in the N-termini. Structural features suggest that some orthologs may have evolved independently: 1) chicken FASTKD1 has an extended N-terminus, 2) zebrafish FASTKD4 has an extended C-terminus, 3) zebrafish FASTKD4 has truncated FAST_1, FAST_2 and RAP domains. These unique features suggest that these genes may have non-redundant functions in vertebrates.We used TargetP [22], Wolf PSORT [23] and MitoProt [24] software to predict the sub-cellular localization of FASTKD proteins. These algorithms predict that FASTKD1-FASTKD5 posses mitochondrial leader sequences that will direct their import into mitochondria. Predicted mitochondrial leader sequences for each of the FASTKD proteins is indicated in Table S4 and depicted schematically in Fig. 1A. To confirm these predictions, we transfected COS-7 cells with plasmids encoding each of the human FASTKD proteins fused at their carboxyl termini to yellow fluorescent protein (FASTKD-YFP). The intracellular localization of FASTKD1-YFP-FASKD5-YFP overlapped perfectly with mitochondria labeled with human antibody against mitochondrial antigen (Fig. 2A). Comparable immunofluorescence images were obtained with U2OS cell lines that stably express FASTKD-YFP proteins (Fig. S4). These results support the finding that FASTKD2 has a mitochondrial targeting domain that is cleaved following import into mitochondria [10].Open in a separate windowFig. 2(A) Cell localization of the FASTKD1-5 proteins. COS-7 cells were transiently transfected with plasmids encoding fusion proteins consisting of each of the FASTKD members fused at their carboxy terminus to yellow fluorescent protein (YFP). Cells were stained with human anti-mitochondrial antigen M2 and analyzed by immunofluorescence. Individual and merge images are shown. (B) Tissue distribution of the FASTKD1-5 genes in human (top panel) and mouse (bottom panel). Results are given relative to the mRNA level of lung.The tissue distribution of FASTKD1-5 transcripts was analyzed by qRT-PCR in 13 human tissues and 11 mouse tissues. FASTKD1-5 transcripts are detected in each of the tissues tested (cycle threshold values in the 22–29 range). Selection of the most stable reference genes was done using the software geNorm. For each of the transcripts analyzed, data are given in arbitrary units relative to expression in lung (Fig. 2B). Our results reveal that FASTKD1-5 transcripts are expressed ubiquitously, but some are more abundantly expressed in mitochondria-enriched tissues such as skeletal muscle, heart, and brown adipose tissue. These findings are consistent with the mitochondrial localization of these proteins.Ghezza et al. identified homozygous point mutations (1246C-T) in the coding region of FASTKD2 in siblings with a mitochondrial encephalomyopathy associated with cytochrome c oxidase deficiency [10]. In patient muscle, the activity of cytochrome c oxidase, a component of the mitochondrial electron transport chain, was markedly reduced (21% of control). Although this comparison involved a single sample, the marked reduction in enzymatic activity suggests that FASTKD2 somehow supports mitochondrial respiration. The restriction of FASTKD1-5 to relatively recent classes of animals, suggests that these proteins may modulate the finely-tuned regulation of energy production by mitochondria. Based on these findings, we hypothesized that FASTKD proteins play a role in regulating cellular respiration.We used an extracellular flux analyzer to compare the oxygen consumption rates (OCR) in U2OS human osteosarcoma cells treated with control (Control siRNA#1, D0) or FASTKD3-specific (FASTKD3 siRNA#1) siRNAs. U2OS cells express FASTKD3 as assessed by Northern blot (Fig. S5). Knockdown efficiency was quantified using qRT-PCR (Fig. S1). U2OS cells treated with FASTKD3 siRNA exhibited significantly lower OCR than cells treated with control siRNA (41.12±1.59 pMoles O2/min vs 94.12±3.34 pMoles O2/min, P < 0.001) (Fig. 3A). The addition of the ATP synthase inhibitor oligomycin (1 μM) allowed quantification of ATP-coupled respiration, a parameter that is significantly reduced in FASTKD3 siRNA treated cells as compared with control siRNA treated cells (26.62±3.32 pMoles O2/min vs 66±2.86 pMoles O2/min, P < 0.001). The addition of a mitochondrial uncoupler (FCCP; 0.4 μM) resulted in a dramatic increase in OCR, as expected, giving an estimation of the maximal respiratory capacity of the mitochondria. In FASTKD3-siRNA treated cells, both the direct measurement of OCR (51.25±3.18 pMoles O2/min) as well as the percent increase over baseline (124.62±7.74%) in response to FCCP were significantly lower as compared with control-siRNA treated cells (156±11.38 pMoles O2/min, P < 0.001 and 165.73±12.09%, P < 0.05, respectively). These data suggest an impairment of the reserve respiratory capacity in FASTKD3-siRNA treated cells that would potentiate mitochondrial dysfunction in the face of increasing metabolic demands. The addition of the complex I inhibitor rotenone resulted in a further reduction in OCR values to ~15% of baseline in control-siRNA treated cells and ~20% of baseline in FASTKD3-siRNA treated cells (Fig. 3A). The ~15% difference in OCR values between oligomycin and rotenone exposure in both control and FASTKD3-siRNA treated U2OS cells indicates that both groups had equivalent oxygen consumption because of proton leakage. The residual OCR capacity in the presence of rotenone most likely represents cellular oxygen consumption by non-mitochondrial pathways. Similar results were obtained with a non-overlapping set of control (Control siRNA#2, Ambion) and FASTKD3 (FASTKD3 siRNA#2) siRNAs (Fig. S6). The method used to calculate respiratory parameters is schematized in Fig. S6. Our results reveal that FASTKD3 is required for normal mitochondrial respiration, possibly through its interaction with proteins involved in cellular respiration.Open in a separate windowFig. 3Respiratory functions in FASTKD3 knockdown cells. (A) Oxygen consumption was measured in U2OS cells treated with either control (Control siRNA#1, D0) or FASTKD3-specific (FASTKD3 siRNA#1) siRNAs. Vertical lines indicate time of addition of the indicated mitochondrial targeting drugs. Different respiratory parameters in siRNA-treated U2OS cells are represented. * P < 0.05, ** P < 0.01 and *** P < 0.001 compared with control; error bars, s.e.m. (B) Western blotting analysis of representative subunits of MRC complexes in mitochondrial protein extracts from U2OS cells treated with either control (Control siRNA#1, D0) or FASTKD3-specific (FASTKD3 siRNA#1) siRNAs: complex I (NDUFB8, 20 kDa), complex II (Ip subunit, 30kDa), complex III (core protein II, 47 kDa), complex IV (COX2, 24 kDa) and complex V (ATP synthase subunit alpha, 53 kDa). I–V, Complex I–V; alpha, ATP synthase subunit alpha; core II, core protein II. VDAC, mitochondrial loading control.We next explored if FASTKD3 is required for the assembly of mitochondrial respiratory chain (MRC) complexes. Mitochondrial extracts from U2OS cells treated with either control or FASTKD3 siRNA were separated by SDS-PAGE and immunoblotted with a mixture of five monoclonal antibodies directed against one subunit of each of the MRC complexes (Fig. 3B). NDUFB8 subunit of complex I, Ip subunit of complex II, Core protein II of complex III, COX2 subunit of complex IV and ATP synthase subunit alpha of complex V are labile when their corresponding complex is not assembled and hence are indicative of the amount of assembled complex. VDAC1 is a mitochondrial protein used as a loading control. The levels of MRC complexes I to V in control and FASTKD3 siRNA-treated U2OS cells are similar indicating that FASTKD3 is not required for the assembly of MRC complexes. Similarly, Ghezzi et al. have reported the absence of an assembly defect of the MRC complexes in fibroblasts derived from patients with FASTKD2 mutations [10]. Reduced expression of FASTKD3 did not influence the proliferation rate of U2OS cells nor their viability (Fig. S7). Mitochondrial DNA (mtDNA) content was also similar in both control and FASTKD3-siRNA treated cells (Fig. S8). These data suggest that the drastic effect of FASTKD3 knockdown on cellular respiration is not due to a disassembly of the MRC complexes, a generic toxic effect or a decreased number of mitochondria but it is due to a specific function of FASTKD3.We next used high-sensitivity mass spectrometry to identify FASTKD3-interacting proteins. Recombinant FASTKD3 engineered to encode FLAG and HA epitopes at its carboxyl terminus was stably expressed in HeLa S3 cells. Immunofluorescence microscopy confirmed that FASTKD3-Flag-HA is concentrated in mitochondria (data not shown). Mitochondrial extracts from these cells were subjected to sequential immunoprecipitation with anti-FLAG and anti-HA matrices. Mock purifications of mitochondrial extracts of parental HeLa S3 cells were included as specificity controls. 10% of the final eluates were resolved by SDS-PAGE and analyzed by silver staining (Fig. 4A). The remaining 90% were processed following a gel-free procedure and analyzed by liquid chromatography-tandem mass spectrometry (LC-MS/MS). Two independent sample-sets consisting each of a control and a FASTKD3 IP were analyzed. This analysis resulted in the identification of 66 proteins with at least three peptides and a protein-level False Discovery Rate (FDR) of 1% (Table S5). Fifty-four of these high-confidence FASTKD3 interactors were known mitochondrial proteins. Our interactome analysis (Fig. 4B) places FASTKD3 in the middle of several enzymatic pathways involved in mitochondrial respiration. Among these are components of: 1) the fatty acid beta oxidation pathway (ACADVL, ECHS1, the alpha (HADHA) and beta (HADHB) subunits of the hydroxyacyl-Coenzyme A dehydrogenase complex and ACAA2) and amino acid catabolic pathways (MCCC1, MCCC2, GLUD1, HIBADH and CPS1) that result in the generation of TCA cycle intermediates, 2) the TCA cycle (IDH3A, IDH2, SUCLG2 and DLST) which produces NADH for the electron transport chain, and 3) the respiratory chain (NDUFS1 from complex I, SDHA from complex II, ATP5A1 from complex V and the alpha (ETFA) and beta (ETFB) subunits of the electron-transfer-flavoprotein) that creates the proton gradient required to produce ATP. FASTKD3 also interacts with several proteins involved in mitochondrial RNA processing (LRPPRC, DHX30 and PNPT1) and translation (TUFM, GFM1, IARS2, MRPS22, TARS2, MRPS2, PTCD1, MTO1 and MRPS31). The FASTKD3 interactome also includes several enzymes involved in amino acid biosynthesis (PYCR1, PYCR2, ALDH18A1, SHMT2 and GLS).Open in a separate windowFig. 4Identification of the FASTKD3-binding protein complex by TAP purification. (A) Proteins of the TAP eluates from parental HeLa S3 cells (1) and HeLa S3 cells stably expressing FASTKD3-FLAG-HA (2) were resolved on a SDS-polyacrylamide gel and silver stained. FASTKD3 (arrow) was identified by mass spectrometry from manually excised gel band. (B) The table lists a selection of proteins identified in the FASTKD3-TAP eluate. Full list and accession number for each protein is provided in Table S2.As FAST has been reported to modulate both RNA processing and translation and FASTKD3 interacts with proteins involved in RNA processing and translation, this family of proteins is likely to be involved in these functions. FASTKD3 knockdown does not reduce the expression of MRC complexes, indicating that it is not required for their translation within mitochondria. FAST_1 and FAST_2 in FASTKD3 encode leucine-rich domains that can promote protein-protein interactions. It is possible that FASTKD3 acts as a scaffold protein linking the RNA processing/translation machinery to the respiration machinery. This could be of particular importance in situations that require the fine-tuning of energy production [25]. As FASTKD2 is included in the FASTKD3 interactome, these proteins may be components of a functional complex. All told, our data support the emerging concept that FASTKD family members are essential components of mitochondrial respiration that may modulate the energy balance in cells exposed to adverse conditions. It is clear that additional work is necessary to identify mitochondrial proteins that directly interact with FASTKD3 and other FASTKD family members. These determinations may provide clues as to why FASTKD family members are required for normal mitochondrial respiration. Supplementary Material01Click here to view.(2.7M, pdf) AcknowledgmentsThe work was supported by RO1 {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"AR051472\",\"term_id\":\"5974836\"}}AR051472 from the NIH (PA). ABBREVIATIONSFASTFas serine threonine phosphoproteinFASTKDFAST kinase domain-containing proteinFAST_1FASTK-like protein domain 1FAST_2FASTK-like protein domain 2IPimmunoprecipitationMRCmitochondrial respiratory chainMSmass spectrometryMTSmitochondrial targeting sequenceqRT-PCRquantitative real time polymerase chain reactionRAPRNA-binding domain abundant in ApicomplexansTAPtandem affinity purificationTIA-1T-cell intracellular antigen-1 FootnotesPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. References1. Li W, Kedersha N, Chen S, Gilks N, Lee G, Anderson P. FAST is a BCL-X(L)-associated mitochondrial protein. Biochem Biophys Res Commun. 2004;318:95–102. [PubMed] [Google Scholar]2. Li W, Simarro M, Kedersha N, Anderson P. FAST is a survival protein that senses mitochondrial stress and modulates TIA-1-regulated changes in protein expression. Mol Cell Biol. 2004;24:10718–10732. [PMC free article] [PubMed] [Google Scholar]3. Tian Q, Taupin JL, Elledge S, Robertson M, Anderson P. Fas-activated serine/threonine kinase (FAST) phosphorylates TIA-1 during Fas-mediated apoptosis. J Exp Med. 1995;182:865–874. [PMC free article] [PubMed] [Google Scholar]4. Izquierdo JM, Valcarcel J. Fas-activated serine/threonine kinase (FAST K) synergizes with TIA-1/TIAR proteins to regulate Fas alternative splicing. J Biol Chem. 2007;282:1539–1543. [PubMed] [Google Scholar]5. Simarro M, Mauger D, Rhee K, Pujana MA, Kedersha NL, Yamasaki S, Cusick ME, Vidal M, Garcia-Blanco MA, Anderson P. Fas-activated serine/threonine phosphoprotein (FAST) is a regulator of alternative splicing. Proc Natl Acad Sci U S A. 2007;104:11370–11375. [PMC free article] [PubMed] [Google Scholar]6. Zhu X, Asa SL, Ezzat S. Histone-acetylated control of fibroblast growth factor receptor 2 intron 2 polymorphisms and isoform splicing in breast cancer. Mol Endocrinol. 2009;23:1397–1405. [PMC free article] [PubMed] [Google Scholar]7. Phillips K, Kedersha N, Shen L, Blackshear PJ, Anderson P. Arthritis suppressor genes TIA-1 and TTP dampen the expression of tumor necrosis factor alpha, cyclooxygenase 2, and inflammatory arthritis. Proc Natl Acad Sci U S A. 2004;101:2011–2016. [PMC free article] [PubMed] [Google Scholar]8. Piecyk M, Wax S, Beck AR, Kedersha N, Gupta M, Maritim B, Chen S, Gueydan C, Kruys V, Streuli M, Anderson P. TIA-1 is a translational silencer that selectively regulates the expression of TNF-alpha. Embo J. 2000;19:4154–4163. [PMC free article] [PubMed] [Google Scholar]9. Simarro M, Giannattasio G, De la Fuente MA, Benarafa C, Subramanian KK, Ishizawar R, Balestrieri B, Andersson EM, Luo HR, Orduna A, Boyce J, Anderson P. Fas-activated serine/threonine phosphoprotein promotes immune-mediated pulmonary inflammation. J Immunol. 2010;184:5325–5332. [PMC free article] [PubMed] [Google Scholar]10. Ghezzi D, Saada A, D'Adamo P, Fernandez-Vizarra E, Gasparini P, Tiranti V, Elpeleg O, Zeviani M. FASTKD2 nonsense mutation in an infantile mitochondrial encephalomyopathy associated with cytochrome c oxidase deficiency. Am J Hum Genet. 2008;83:415–423. [PMC free article] [PubMed] [Google Scholar]11. Gouy M, Guindon S, Gascuel O. SeaView version 4: A multiplatform graphical user interface for sequence alignment and phylogenetic tree building. Mol Biol Evol. 27:221–224. [PubMed] [Google Scholar]12. Kedersha NL, Gupta M, Li W, Miller I, Anderson P. RNA-binding proteins TIA-1 and TIAR link the phosphorylation of eIF-2α to the assembly of mammalian stress granules. J Cell Biol. 1999;147:1431–1441. [PMC free article] [PubMed] [Google Scholar]13. Wu M, Neilson A, Swift AL, Moran R, Tamagnine J, Parslow D, Armistead S, Lemire K, Orrell J, Teich J, Chomicz S, Ferrick DA. Multiparameter metabolic analysis reveals a close link between attenuated mitochondrial bioenergetic function and enhanced glycolysis dependency in human tumor cells. Am J Physiol Cell Physiol. 2007;292:C125–136. [PubMed] [Google Scholar]14. Nakatani Y, Ogryzko V. Immunoaffinity purification of mammalian protein complexes. Methods Enzymol. 2003;370:430–444. [PubMed] [Google Scholar]15. Ficarro SB, Adelmant G, Tomar MN, Zhang Y, Cheng VJ, Marto JA. Magnetic bead processor for rapid evaluation and optimization of parameters for phosphopeptide enrichment. Anal Chem. 2009;81:4566–4575. [PMC free article] [PubMed] [Google Scholar]16. Kedersha N, Cho MR, Li W, Yacono PW, Chen S, Gilks N, Golan DE, Anderson P. Dynamic shuttling of TIA-1 accompanies the recruitment of mRNA to mammalian stress granules. J Cell Biol. 2000;151:1257–1268. [PMC free article] [PubMed] [Google Scholar]17. Yamasaki S, Stoecklin G, Kedersha N, Simarro M, Anderson P. T-cell intracellular antigen-1 (TIA-1)-induced translational silencing promotes the decay of selected mRNAs. J Biol Chem. 2007;282:30070–30077. [PubMed] [Google Scholar]18. Pattyn F, Speleman F, De Paepe A, Vandesompele J. RTPrimerDB: the real-time PCR primer and probe database. Nucleic Acids Res. 2003;31:122–123. [PMC free article] [PubMed] [Google Scholar]19. Kanki R, Nakamizo T, Yamashita H, Kihara T, Sawada H, Uemura K, Kawamata J, Shibasaki H, Akaike A, Shimohama S. Effects of mitochondrial dysfunction on glutamate receptor-mediated neurotoxicity in cultured rat spinal motor neurons. Brain Res. 2004;1015:73–81. [PubMed] [Google Scholar]20. Lee I, Hong W. RAP--a putative RNA-binding domain. Trends Biochem Sci. 2004;29:567–570. [PubMed] [Google Scholar]21. Rivier C, Goldschmidt-Clermont M, Rochaix JD. Identification of an RNA-protein complex involved in chloroplast group II intron trans-splicing in Chlamydomonas reinhardtii. Embo J. 2001;20:1765–1773. [PMC free article] [PubMed] [Google Scholar]22. Emanuelsson O, Nielsen H, Brunak S, von Heijne G. Predicting subcellular localization of proteins based on their N-terminal amino acid sequence. J Mol Biol. 2000;300:1005–1016. [PubMed] [Google Scholar]23. Horton P, Park KJ, Obayashi T, Fujita N, Harada H, Adams-Collier CJ, Nakai K. WoLF PSORT: protein localization predictor. Nucleic Acids Res. 2007;35:W585–587. [PMC free article] [PubMed] [Google Scholar]24. Claros MG. MitoProt, a Macintosh application for studying mitochondrial proteins. Comput Appl Biosci. 1995;11:441–447. [PubMed] [Google Scholar]25. Borowski LS, Szczesny RJ, Brzezniak LK, Stepien PP. RNA turnover in human mitochondria: More questions than answers? Biochim Biophys Acta. 1797:1066–1070. [PubMed] [Google Scholar]"}