{"title": "Mass spectrometry and biochemical analysis of RNA polymerase II: targeting by protein phosphatase-1", "pubDate": "2011", "PMCID": "PMC3070240", "DOI": "10.1007/s11010-010-0614-3", "PMID": "20941529", "abstract": "Transcription of eukaryotic genes is regulated by phosphorylation of serine residues of heptapeptide repeats of the carboxy-terminal domain (CTD) of RNA polymerase II (RNAPII). We previously reported that protein phosphatase-1 (PP1) dephosphorylates RNAPII CTD in vitro and inhibition of nuclear PP1-blocked viral transcription. In this article, we analyzed the targeting of RNAPII by PP1 using biochemical and mass spectrometry analysis of RNAPII-associated regulatory subunits of PP1. Immunoblotting showed that PP1 co-elutes with RNAPII. Mass spectrometry approach showed the presence of U2 snRNP. Co-immunoprecipitation analysis points to NIPP1 and PNUTS as candidate regulatory subunits. Because NIPP1 was previously shown to target PP1 to U2 snRNP, we analyzed the effect of NIPP1 on RNAPII phosphorylation in cultured cells. Expression of mutant NIPP1 promoted RNAPII phosphorylation suggesting that the deregulation of cellular NIPP1/PP1 holoenzyme affects RNAPII phosphorylation and pointing to NIPP1 as a potential regulatory factor in RNAPII-mediated transcription.", "author": [{"author": "Marina Jerebtsova", "affiliation": ["Center for Molecular Physiology, Children's National Medical Center, Washington, DC, USA."], "href": "/?term=Jerebtsova+M&cauthor_id=20941529"}, {"author": "Sergei A Klotchenko", "affiliation": [], "href": "/?term=Klotchenko+SA&cauthor_id=20941529"}, {"author": "Tatiana O Artamonova", "affiliation": [], "href": "/?term=Artamonova+TO&cauthor_id=20941529"}, {"author": "Tatiana Ammosova", "affiliation": [], "href": "/?term=Ammosova+T&cauthor_id=20941529"}, {"author": "Kareem Washington", "affiliation": [], "href": "/?term=Washington+K&cauthor_id=20941529"}, {"author": "Vladimir V Egorov", "affiliation": [], "href": "/?term=Egorov+VV&cauthor_id=20941529"}, {"author": "Aram A Shaldzhyan", "affiliation": [], "href": "/?term=Shaldzhyan+AA&cauthor_id=20941529"}, {"author": "Maria V Sergeeva", "affiliation": [], "href": "/?term=Sergeeva+MV&cauthor_id=20941529"}, {"author": "Evgeny A Zatulovskiy", "affiliation": [], "href": "/?term=Zatulovskiy+EA&cauthor_id=20941529"}, {"author": "Olga A Temkina", "affiliation": [], "href": "/?term=Temkina+OA&cauthor_id=20941529"}, {"author": "Mikhail G Petukhov", "affiliation": [], "href": "/?term=Petukhov+MG&cauthor_id=20941529"}, {"author": "Andrei V Vasin", "affiliation": [], "href": "/?term=Vasin+AV&cauthor_id=20941529"}, {"author": "Mikhail A Khodorkovskii", "affiliation": [], "href": "/?term=Khodorkovskii+MA&cauthor_id=20941529"}, {"author": "Yuri N Orlov", "affiliation": [], "href": "/?term=Orlov+YN&cauthor_id=20941529"}, {"author": "Sergei Nekhai", "affiliation": [], "href": "/?term=Nekhai+S&cauthor_id=20941529"}], "refPMID": [], "citedInPMID": ["20941529", "34188192", "32752045", "32084124", "30158517", "29254231", "28677499", "28336944", "27918433", "25990731", "25002584", "24591642", "24204300", "23478983", "22768081", "21098020"], "body": " AbstractTranscription of eukaryotic genes is regulated by phosphorylation of serine residues of heptapeptide repeats of the carboxyterminal domain (CTD) of RNA polymerase II (RNAPII). We previously reported that protein phosphatase-1 (PP1) dephosphorylates RNAPII CTD in vitro and inhibition of nuclear PP1-blocked viral transcription. In this article, we analyzed the targeting of RNAPII by PP1 using biochemical and mass spectrometry analysis of RNAPII-associated regulatory subunits of PP1. Immunoblotting showed that PP1 co-elutes with RNAPII. Mass spectrometry approach showed the presence of U2 snRNP. Co-immunoprecipitation analysis points to NIPP1 and PNUTS as candidate regulatory subunits. Because NIPP1 was previously shown to target PP1 to U2 snRNP, we analyzed the effect of NIPP1 on RNAPII phosphorylation in cultured cells. Expression of mutant NIPP1 promoted RNAPII phosphorylation suggesting that the deregulation of cellular NIPP1/PP1 holoenzyme affects RNAPII phosphorylation and pointing to NIPP1 as a potential regulatory factor in RNAPII-mediated transcription.Keywords: RNA polymerase II, Protein phosphatase-1, NIPP1, CTD BackgroundTranscription of eukaryotic protein-encoding genes is regulated in part by phosphorylation of the carboxy-terminal domain (CTD) of RNA polymerase II (RNAPII) that contains a tandem array of 26–52 heptapeptide repeats with the consensus sequence Tyr1-Ser2-Pro3-Thr4-Ser5-Pro6-Ser7 [1]. The phosphorylation state of the CTD is the result of combined actions of CTD kinases and phosphatases [2]. Several kinases are involved in the regulation of CTD phosphorylation [3] including cyclin-dependent kinases (CDK), CDK7 and CDK9 which mediate transcriptional elongation as well mRNA transcript maturation. TFIIH-associated CDK7 phosphorylates Ser-5 residues of CTD allowing association of capping enzymes, whereas CDK9 phosphorylates Ser-2 residues of CTD-promoting RNAPII transcription elongation. CTD phosphorylation is also controlled by a number of phosphatases [4–7]. A PP2C-type phosphatase (FCP1) regenerates initiation-competent RNAPII CTD to its non-phosphorylated form [8]. In addition, during transcription elongation, FCP1 can prematurely interrupt transcription by mediating dephosphorylation of RNAPII CTD [9]. A family of small CTD phosphatases (SCP) preferentially catalyzes the dephosphorylation of Ser 5 of CTD [10]. SCP’s have been shown to regulate gene transcription; in non-neuronal cells, SCP’s are recruited to neuronal genes that contain RE-1 cis-elements and silence transcriptional expression of neuronal genes [11]. A component of the yeast cleavage/polyadenylation factor (CPF) complex, Ssu72, was also reported to be a CTD phosphatase with specificity for serine-5 phosphorylated residues [12]. CTD kinases and phosphatases are equally important trans-acting factors that regulate transcription, mRNA processing, and RNAPII usage.Our earlier study showed that protein phosphatase-1 (PP1) dephosphorylated RNAPII CTD in vitro [13], but it remained to be determined whether PP1 influenced RNAPII CTD dephosphorylation in the cells. The three PP1 catalytic subunits, PP1α, PP1β/δ, or PP1γ, bind to a host of different regulatory subunits that determine their localization, activity, and substrate-specificity [14]. Okadaic acid, which inhibits catalytic subunit of PPP family phosphatases including PP1, but not FCP1 [4], has been reported to induce RNAPII phosphorylation in proliferating cultures of HeLa cells [15]. Therefore, it is possible that a PPP-type phosphatase modulates phosphorylation of RNAPII CTD in human cells. Inhibition of the catalytic subunit of PP1 may affect a variety of substrates and be toxic for the cells. Thus, for a detailed study of PP1’s role in RNAPII dephosphorylation, it is important to identify a PP1 regulatory subunit that mediates PP1 interaction with RNAPII complexes. An expanded list of PP1 regulatory subunits has recently been described which include PP1 nuclear regulatory subunits, NIPP1 (nuclear inhibitor of PP1) and PNUTS, and cytoplasmic regulatory subunits, SIPP1 and sds22 [16].In this study, fractionation of RNAPII complexes by glycerol gradient, followed by immunoprecipitation and mass spectrometry analyses demonstrated that PP1α co-elutes with RNAPII. Mass spectrometry showed the presence of an U2 snRNP-associated protein. The immunoprecipitation showed association of NIPP1 and PNUTS with RNAPII. Further characterization of the effect of NIPP1 on RNAPII was shown when adeno-associated virus (AAV)-mediated expression of mutant NIPP1, but not the WT NIPP1, induced RNAPII phosphorylation. Inhibition of PP1 catalytic subunit by okadaic acid increased the level of RNAPII phosphorylation in normal cells or cell expressing NIPP1 but not in the cells expressing mutant NIPP1. Lack of RNAPII phosphorylation by okadaic acid with mutant NIPP1 indicates that in the absence of NIPP1 regulation/targeting, PP1 might not be available to associate with CTD resulting in functional inactivity of PP1 for RNAPII dephosphorylation in mNIPP1 expressing cells. Together, our data demonstrate a potential role of NIPP1 as a subunit of PP1 in the regulation of RNAPII dephosphorylation in vivo. ResultsPP1 co-elutes with RNAPIIWe previously reported that in vitro PP1 dephosphorylated RNAPII CTD [13]. It is well known that in the cells RNAPII forms multiple complexes [17]. To determine whether PP1 binds to a complex formed by RNAPII in vivo, we analyzed co-elution of PP1 with RNAPII in extracts prepared from human 293T cells and fractionated on glycerol gradients (Fig. 1). PP1α eluted in high molecular weight fractions along with RNAPII (Fig. 1). PP1γ eluted mostly in low molecular weight fractions with only a small portion being eluted along with RNAPII (Fig. 1). As a control, we also analyzed co-elution of protein phosphatase 2A (PP2A), which largely migrated in the lower molecular weight fractions and did not co-eluted with RNAPII (Fig. 1).Open in a separate windowFig. 1Co-purification of PP1α catalytic subunit with RNAPII. Whole cell extracts were prepared from 293T cells and separated on glycerol gradients by ultra centrifugation. The gradients were fractionated and analyzed by Western blotting for RNAPII, PP1α, PP1γ, and the A-subunits of PP2AMass spectrometry analysis of RNAPII-associated proteinsThen, we analyze the RNAPII-associated proteins using mass spectrometry. The 293T cells were lysed and then separated on glycerol gradients (Fig. 2a). Glycerol gradient fractions that contained both RNAPII and PP1 were further purified by affinity chromatography with anti-RNAPII antibodies (Fig. 2a). Proteins were eluted from the column, resolved on 5–15% SDS-PAGE and subjected to trypsin hydrolysis and peptide fingerprinting using FTMS (Fig. 2a, scheme I). Six protein bands that range in MW from 30 to 260 kDa were excised (Fig. 2b, lanes 1–6). The 35 kDa protein was identified as U2 small nuclear ribonucleoprotein auxiliary factor 35 kDa subunit of U2 snRNP splicing complex (Table 1, lane 3) [18]. We further fractionated the proteins eluted from the RNAPII affinity column on microcystin–agarose column with high affinity to PP1 [19] and then subjected to trypsin hydrolysis and peptide fingerprinting using FTMS (Fig. 2a, scheme II). Although we did not detect RNAPII among the Coomassie stained bands, it was detected by immunoblotting in the protein fraction eluted from the microcystin–agarose column suggesting that RNAPII was associated with PP1 (data not shown). Fractions eluted from microcystin column were resolved on 5–15% gradient SDS-PAGE which showed three protein bands (Fig. 2b, lanes 7–9). The bands were excised, and proteins were identified as histone H1.1, H1.3 и β-tubulin TBB2C (Table 1). Thus, we did not detect PP1 regulatory subunits among the RNAPII and PP1-associated proteins. However, identification of U2 snRNAP points to NIPP1 that was recently shown to be associated with snRNP and that targets PP1 to U2-associated splicing factor SAP155 [20, 21]. NIPP1 was also shown to interact with chromatin [22]. Another known PP1 nuclear subunit that interacts with chromatin is PNUTS [23].Open in a separate windowFig. 2Mass spectrometric analysis of RNAPII-associated proteins. RNAPII-associated proteins were separated by centrifugation in glycerol gradient, resolved on 5–15% SDS-PAGE and stained with Colloidal Coomassie. Proteins bands indicated were excised and processed for mass spectrometric analysis. a Schematic representation of the experiment. b Photograph of Coomassie stained gels generated in panel A. I and II experiments from schemes I and II from panel ATable 1Determination of RNAPII-associated proteins by mass spectrometry and MASCOT search# of stained bandBand experimental molecular weight, kDaMS prediction protein nameAccession number GenPeptPredicted protein molecular weight, kDaExpectNumber of mass values matchedSequence coverage, %1280Spectrin beta chain, brain 3{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"NP_066022\",\"term_id\":\"115430237\"}}NP_0660222890.0213115265Protein 4.1{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"NP_001159477\",\"term_id\":\"260436831\"}}NP_001159477970.000892626355U2 small nuclear ribonucleoprotein auxiliary factor{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"NP_001012496\",\"term_id\":\"60279268\"}}NP_001012496580.000443451445Actin, cytoplasmic 1{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"NP_001092\",\"term_id\":\"4501885\"}}NP_001092420.0051031535Annexin A5{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"NP_001145\",\"term_id\":\"4502107\"}}NP_001145360.003311426301-aminocyclopropane-1-carboxylate synthase-like protein 1{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"NP_115981\",\"term_id\":\"14211921\"}}NP_115981570.0221227750Tubulin beta chain{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"NP_821133\",\"term_id\":\"29788785\"}}NP_821133501e-061537845Histone H1.1{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"NP_005316\",\"term_id\":\"4885373\"}}NP_005316220.0231872925Histone H1.3{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"NP_005311\",\"term_id\":\"4885377\"}}NP_005311229.5e-051845Open in a separate windowTherefore, we analyzed co-precipitation of PNUTS and NIPP1 with RNAPII. As controls, we used SIPP1 and sds22. While NIPP1 and PNUTS co-precipitated with RNAPII, SIPP1 and sds22 did not (Fig. 3). These results indicate that PP1 may be targeted to RNAPII by NIPP1 or PNUTS. Because the mass spectrometry results showed the presence of U2 snRNP that is targeted by NIPP1, we focused on the role of NIPP1 in RNAPII phosphorylation.Open in a separate windowFig. 3NIPP1 and PNUTS co-precipitate with RNAPII. RNAPII was immunoprecipitated from HeLa cell extract with 8WG16 monoclonal antibodies. Immunoprecipitated proteins were resolved by 7.5% SDS-PAGE and immunoblotted with anti-NIPP1 (lane 2), anti-PNUTS (lane 4), anti-SIPP1 (lane 6), and anti-sds22 (lane 8) antibodies. Lanes 1, 3, 5, and 7—inputs. Asterisk indicates the position of heavy chain of IgGExpression of inactive NIPP1 alters phosphorylation of RNAPII CTDWe and others previously showed that RNAPII phosphorylation level was increased in the cells treated with phosphatase inhibitor, okadaic acid, when high micromolar concentrations were used that are inhibitory to PP1 [13, 15]. To determine whether NIPP1 can alter the RNAPII phosphorylation, cells were infected with recombinant AAVs that expressed EGFP-fused NIPP1 gene (AAV-NIPP1 wt) or EGFP-fused mutant NIPP1 (AAV-NIPP1 mut) [24]. In the NIPP1 mutant, the PP1 binding sites in both the central and C-terminal domains of NIPP1 are mutated, and it no longer interacts with PP1 [25]. RNAPII CTD was phosphorylated on Ser-2 residues in non-infected cells as well as in the cells infected with the WT vector (Fig. 4a, lanes 3, 5), but the level of phosphorylation was higher in cells infected with the mutant NIPP1 vector (Fig. 4a, lane 5). Because mutated NIPP1 does not bind to PP1, it still has the potential to bind RNAPII complexes, competing with endogenous NIPP1–PP1 complexes, and stoichiometrically reduce the amount of active-PP1 dephosphorylating RNAPII.Open in a separate windowFig. 4Expression of mutant NIPP1 alters phosphorylation RNAPII CTD. a Expression of mutant NIPP1 induces phosphorylation of RNAPII CTD. 84–31 cells were infected with recombinant AAVs expressing EGFP-fused NIPP1 (AAV-NIPP1 wt) (lane 4) or EGFP-fused mutant NIPP1-K193-197A/V201A/F203A/Y335D (AAV-NIPP1 mut) (lane 5). Lane 1 HeLa nuclear extract. Lane 2 RNAPII phosphorylated in HeLa nuclear extract under in vitro transcription conditions. Lane 3 control uninfected 84–31 cells. Whole cell lysates were prepared, resolved on 5% SDS-PAGE and analyzed by Western blot with serine 2 phospho-epitope-specific antibodies (upper pane) and with antibodies against non-phosphorylated RNAPII (lower pane). b Expression of mutant NIPP1 makes dephosphorylation of RNAPII CTD insensitive to okadaic acid. 84–31 cells, uninfected (84–31 cells, lanes 2 to 5); infected with AAV-NIPP1 (84–31 cells with NIPP1, lanes 6 to 9); or AAV-NIPP1 mutant (84–31 cells with mut NIPP1, lanes 10 to 13) were treated where indicated with 25 μM flavopiridol for 60 min to promote RNAPII dephosphorylation. Where indicated, the cells were also treated for 30 min with 1 μM okadaic acid before the treatment with flavopiridol to block PPP phosphatases. Whole cell lysates were prepared, resolved on 5% SDS-PAGE, and analyzed by Western blot with serine 2 phospho-epitope-specific antibodies. Lane 1 HeLa nuclear extract subjected to in vitro transcription conditions to phosphorylate RNAPII. The hyperphosphorylated (IIo) form of RNAPII is indicatedThen, we investigated whether changes in RNAPII phosphorylation were due to enzymatic dephosphorylation of RNAPII. We reasoned that if PP1 is no longer involved in the dephosphorylation of RNAPII, then okadaic acid will not prevent dephosphorylation of RNAPII induced by CDK inhibitor flavopiridol. As we previously reported, treatment with 25 μM flavopiridol induced a rapid dephosphorylation of Ser-2 phosphorylated RNAPII CTD in the cells infected with AAV-NIPP1 or AAV-mutant NIPP1 (AAV-mNIPP1) (Fig. 4b, compare lanes 2, 6, and 10 to the lanes 4, 8, and 12). Treatment of cells with 1 μM okadaic acid did not have an effect on the overall level of RNAPII phosphorylation (Fig. 4b, lanes 3, 7, and 11). However, pretreatment with okadaic acid before the treatment with flavopiridol reduced dephosphorylation of Ser-2 phosphorylated RNAPII CTD in uninfected and AAV-NIPP1 infected cells (Fig. 4b, lanes 5 and 9). In contrast, okadaic acid did not increase Ser-2 RNAPII phosphorylation in the cells infected with AAV-mNIPP1 (Fig. 4b, compare lane 12 to lane 13). Also, in AAV-mNIPP1 infected cells, basal level RNAPII phosphorylation was increased compared to AAV-NIPP1 infected cells (Fig. 4b, lane 6). These results indicate that expression mNIPP1 makes dephosphorylation of Ser-2 residues of RNAPII CTD insensitive to okadaic acid.Taken together, these results show that NIPP1 potentially interacts with RNAPII and that expression of NIPP1 mutant, unable to bind and target PP1, induces RNAPII phosphorylation. DiscussionRNAPII-mediated transcription includes three phases: promoter clearance, productive elongation, and transcriptional termination, which is accompanied by chromatin remodeling, 5′ capping, non-coding intervening sequence splicing, and 3′ end polyadenylation. Recent studies demonstrate that RNAPII orchestrates these processes [26]. The RNAPII CTD provides a docking platform for trans-acting factors involved in different steps of messenger RNA synthesis [27]. Recruitment of the appropriate factors at different stages of transcription is achieved through alternating patterns of CTD phosphorylation, which create a specific “code” [28]. Dynamic change in CTD phosphorylation allows RNAPII complex to rearrange its component subunits during transcription for sequential enzymatic-action of distinct machineries [27]. During the RNAPII transcription cycle, both the phosphorylation state of the polymerase and the proteins that RNAPII interacts with change dramatically. Throughout promoter recruitment and initiation where RNAPII exists in a hypophosphorylated state, it interacts with general transcription factors, such as TFIID, TFIIB, TFIIF, TFIIE, TFIIH, and Mediator [29]. In the process of promoter clearance and early transcript elongation, RNAPII becomes hyper-phosphorylated, interactions with initiation-specific factors are severed, and interactions with elongation and splicing complexes are established. Factors that have been shown to preferentially associate with hyper-phosphorylated elongating RNAPII include RNA processing factors and factors thought to play a role in transcript elongation, such as Elongator, Set1, and Set2 [30]. At the end of elongation, RNAPII becomes hypo-phosphorylated and is recycled for a new round of transcription. The reversible phosphorylation of proteins is accomplished by opposing activities of kinases and phosphatases. Several phosphatases (FCP1, SCP) were found to dephosphorylate CTD. FCP1 is associated with RAP74 subunit of TFIIF during elongation and involved in the recycling of RNAPII for a new round of transcription after elongation [31]. Unlike FCP1, SCP preferentially catalyzes the dephosphorylation of Ser 5 within the CTD and is especially active toward RNAPII phosphorylated by TFIIH [32]. Taking into an account the complicity of transcription, it is possible that another phosphatase might be involved in transcription regulation. Indeed, inhibition of PPP-type of phosphatases with okadaic acid increased the level of RNAPII phosphorylation [12]. In contrast to FCP1 and SCP1 monomeric phosphatases, PPP-type phosphatases are dimers that consist of common catalytic subunit and regulatory subunit [33]. PPP regulatory subunits determine location and specificity of a catalytic subunit allowing PPP phosphatases to be involved in multiple cell processes. Therefore, finding a regulatory subunit of PP1 that is involved in RNAPII dephosphorylation is essential. It will allow the future use of genetic tools such as mutational analysis and siRNA silencing to study a role of PP1 in transcription. We previously showed that PP1 associates with RNAPII but the regulatory subunit that targets it to RNAPII was not identified [13].In this article, we demonstrated that PP1 co-eluted with RNAPII heavy fractions separated by centrifugation in the glycerol gradient. The high salt concentration that we used for whole cell extraction disrupts most DNA–protein interactions but not RNAPII–DNA–RNA complexes that are formed during elongation [30]. Thus, it is possible that PP1 associated with NIPP1 or PNUTs may play a role in elongation of transcription. Only small percentage of RNAPII was found to bind to microcystin. It may reflect that PP1 is not bound directly to CTD but rather bind to one or more shuttling elongation complexes. PNUTS was recently found to bind Set1 histone methyltransferase complex and involved in the regulation of chromosome de-condensation at late telophase [34]. We found several histones in the highly purified fractions of RNAPII. They can be tightly bound to DNA in the complex with RNAPII. Thus, PNUTS-PP1 can be involved in the regulation of histone modification during transcription. Future experiments will define if histone modification accompany by change in the CTD phosphorylation.In this article, we focused on the role of NIPP1 in regulation of CTD phosphorylation. NIPP1 is required for spliceosome assembly, and it binds U2-associated splicing factor SAP155 and recruits PP1 to dephosphorylate SAP 155 [35]. We identified U2 small nuclear ribonucleoprotein auxiliary factor 35 kDa subunit of U2 snRNP splicing complex by mass spectrometry analysis in RNAPII-purified fraction. This result can indicate that fractionated RNAPII might contain a spliceosome that may also contain both NIPP and PP1. NIPP1 is a well-described inhibitor of PP1 [25]. However, our results demonstrate that NIPP1 regulates rather than inhibits the activity of PP1 toward dephosphorylation of CTD. Indeed inhibition of catalytic subunit of PP1 by okadaic acid increases level of CTD phosphorylation in normal cells. Overexpression of NIPP1 mutant that lacks PP1 binding motif but is able to bind spliceosome in the absence of PP1 [35] also increases the level of CTD phosphorylation. Addition of okadaic acid together with NIPP1 mutant did not increase CTD phosphorylation further probably because of the absence of bound PP1. NIPP1-associated PP1 does not completely dephosphorylate CTD and, thus, is not likely to be involved in the recycling of RNAPII at the end of transcription elongation as shown for FCP1 [8]. We hypothesized that partially dephosphorylated CTD can provide a temporary stop point or reduce the rate of elongation to couple it with splicing. Future experiments will provide more information whether splisosome attachment dynamically regulates CTD phosphorylation.NIPP1 is also found in a complex with EED and EZH2 two core components of the Polycomb Repressive Complex 2 (PRC2) [36]. PRC2 involved in chromatin remodeling during gene silencing. RNAPII is also located in promoter-proximal regions of silent genes paused in configurations associated with hypophosphorylated form [37]. It is likely that PP1 bound to NIPP1 plays a yet unrecognized role in the silencing of cellular genes similar to the recently described SCP1 function in silencing of neuronal genes outside of the neuronal tissue [38]. Indeed selective inhibition of nuclear PP1 in forebrain neurons in transgenic mice is shown to induce several histone modifications including phosphorylation and altered gene transcription [39]. In our experiments, we did not find components of Polycomb Repressive complex in RNAPII fraction associated with PP1. One of the possible explanations that condition of nuclear extract preparation disrupted this complex that does not contained RNA.We did not find directly regulatory subunits of PP1 by mass spectrometry analysis. This may be due to the limitations of the MASCOT search. When we used Findmod program (http://expasy.org/tools/findmod/) that match peptides to known proteins, we found 20 peptides matching to the large subunits of RNAPII; 6 peptides matching to PP1α; and 3 peptides matching to NIPP1 (data not shown). Thus, more detailed investigation with the use more advances MS/MS analysis or better search tools may provide additional information about RNAPII-associated PP1. Future study of the proteins associated with NIPP1-PP1 and RNAPII will allow better understanding of the role of CTD phosphorylation in transcription. MethodsMaterialsHEK 293T cells and 84–31 cells were cultured in Dulbecco’s modified Eagle’s medium (DMEM) containing 10% (v/v) fetal bovine serum (FBS) and 50 μg/ml streptomycin/penicillin (all from Invitrogen). Rabbit anti-PP1γ and anti-PP1α antibodies were from Calbiochem (Gibbstown, NJ). Monoclonal antibodies specific to the unphosphorylated form of CTD (8WG16) or CTD phosphorylated on Serine 2 (H5) were purchased from BabCo (Richmond, CA). Okadaic acid was purchased from Sigma (Atlanta, GA). Anti-NIPP1, anti-PNUTS, and anti-sds22 antibodies described in [40] and anti-SIPP1 described in [41] were kindly provided by Monique Beullens and Mathieu Bollen (Catholic University of Leuven, Belgium). Antibodies against A-subunit of PP2A were from Upstate (Lake Placid, NY). Flavopiridol ((−)cis-2-(2-chlorophenyl)-5,7-dihydroxy-8-[4-(3-hydroxy-1-methyl)piperidinyl]-4H-1-benzopyran-4-one hydrochloride) was a gift from Dr. Kashanchi (The George Washington University, Washington DC). The expression vectors for EGFP-fused central domain of NIPP1, NIPP1-(143–224), or NIPP1-(143–224) V201AF203A (RATA mutant) described in [25] were kindly provided by Monique Beullens and Mathieu Bollen (Catholic University of Leuven, Belgium). NIPP1 mutated within its RVXF motif has low binding affinity for PP1 [25].Recombinant adeno-associated virusRecombinant AAV vectors containing either the EGFP-fused NIPP1 gene under the control of the CMV promoter (AAV-NIPP1) or mutant EGFP-fused NIPP1 K193-197A/V201A/F203A/Y335D (AAV-NIPP1pARATA) were produced as described [24]. In brief, the cis plasmid (which contains the gene of interest with AAV ITRs), the trans plasmid (with the AAV rep and cap gene), and a helper plasmid (pFΔ6, which contains an essential region from the Ad genome) were co-transfected into 293 cells at a ratio of 1:1:2 by calcium phosphate precipitation in an Ad-free system. The cells were harvested 96 h later. The AAV was purified through two rounds of CsCl density gradient centrifugation, desalted by dialysis at 4°C against PBS, aliquoted, and kept at 4°C. The titer was determined by quantitative dot blot hybridization. The purity of the AAV vector preparation was addressed by colloidal brilliant blue G staining (Sigma, St. Louis, MO) and Western blotting of viral proteins separated by SDS-PAGE.Western blot analysis of RNAPIIConfluent 84–31 cells were lysed in SDS Sample Buffer (62.5 mM Tris–HCl, pH 6.8, 10% glycerol, 1% SDS, 0.2 M β-Mercaptoethanol, 0.0025% bromphenol blue). Protein lysates were separated by SDS-PAGE and then electrophoretically transferred to PVDF (Millipore) membrane at a constant 150 mA (~15 V) overnight at 4°C. After wetting the membrane in pure methanol, the membrane was blocked in 5% (w/v) non-fat milk in phosphate buffered saline (PBS) containing 0.1% Tween-20 (PBS-T) buffer for an half-hour at room temperature, washed twice in fresh changes of PBS-T with agitation, followed by once in PBS-T for 5 min. RNAPII was detected with primary antibodies against non-phosphorylated (8WG16, 1:2000) or Ser-2 phosphorylated CTD (H5, 1:500 dilution) for 1 h at room temperature. Membranes were washed as above, and then probed with anti-mouse horseradish peroxidase-conjugated secondary antibodies (1:2000), for 30 min at room temperature, followed by washing. Chemiluminescence detection of proteins was conducted using the ECL Western Blot Analysis System ™ detection reagents (Amersham Biosciences, England) exposed to Kodak Biomax film™ (Kodak).Immunoprecipitation of RNAPIIHeLa or 84–31 cells were lysed in whole cell lysis buffer (50 mM Tris–HCl, pH 7.5, 1% NP-40, 0.1% SDS, 0.25 M NaCl). Whole cell extract (50 μg) was supplemented with 2 μg of anti-RNAPII-CTDa monoclonal antisera coupled to protein-A/G agarose in TNN Buffer (50 mM Tris, pH 8.0, 150 mM NaCl, 0.5% NP-40). Immunoprecipitation was carried out for 2 h at 4°C. Antigenic complement coupled beads were washed three times with 0.5 ml of TNN buffer and once with 50 mM Tris–HCl, (pH 8.0). Proteins were resolved on 4–12% SDS-PAGE, transferred to PVDF, and Western blotted as described above. Co-immunoprecipitation assays were carried out using monoclonal mouse antibodies specific for RNAPII antigen and then western blot analyzed with rabbit or goat antibodies specific for NIPP1 (1:2000), SIPP1 (1:1500), sds22 (1:1000), or PNUTS (1:1500) regulatory proteins as described above.Phosphorylation of RNAPII CTD in HeLa nuclear extractRNAPII was phosphorylated in transcription reactions (20 μl) containing 50 μg of HeLa nuclear extract, 0.5 mM ATP, CTP, UTP and GTP, and 0.2 μg of JK2 [42] linearized template in buffer C (20 mM HEPES, pH 7.9, 50 mM KCl, 6.25 mM MgCl2, 0.5 mM EDTA, 2 mM DTT, and 10% glycerol). Transcription was carried out for 30 min at 30°C. The reaction was terminated by addition of 7 mM EDTA.Analysis of RNAPII phosphorylation in cultured cells84–31 cells and cells infected with either AAV-NIPP1 or AAV-mutNIPP1 were cultured in 24-well plates with DMEM containing 10% FBS and antibiotics. At 75% confluency, cell cultures were treated with okadaic acid (0.01 or 1 μM) for 30 min. After treatment, cells were washed in PBS and lysed with SDS-loading buffer. Lysates were adjusted to equal protein concentration and resolved on 4% SDS-PAGE, transferred to polyvinylidene fluoride (PVDF) membrane, and analyzed by immunoblotting with 8WG16, or H5 monoclonal antibodies against non-phosphorylated or Ser-2 phosphorylated RNAPII CTD.Fractionation of cellular lysates on glycerol gradient293T cells were grown in 100-mm plates, then lysed with 0.5 ml of whole cell lysis buffer (50 mM Tris–HCl, pH 7.5, 0.5 M NaCl, 1% NP-40, 0.1% SDS) supplemented with protease inhibitors cocktail (Sigma). Cell lysates were clarified by centrifugation for 30 min at 10,000g and loaded on top of 10–30% glycerol (9 ml) gradient. Glycerol gradient buffer contained 20 mM HEPES–KOH, pH 7.9, 150 mM KCl, 0.2 mM EDTA. The gradient was spun in a Sorvall SW41 Ti rotor using XL-90 Ultracentrifuge (Beckman) at 38,000 rpm for 18 h. Twenty fractions (0.5 ml) were collected through a needle inserted to the bottom of the tube using fraction recovery system (Backman), and the proteins in each fraction were precipitated by 70% trichloroacetic acid and analyzed by immunoblotting for indicated proteins.Affinity column with anti-RNAPII antibodiesAbout 2 ml of NHS-activated Sepharose (GE Healthcare 17-0906-01) was suspended in isopropanol and washed twice with 20 ml of 1 M HCl at 4 °C. After each wash, the resin was collected by centrifugation. The Sepharose was the incubated with 200 μg of monoclonal anti-RNAPII antibodies in PBS overnight at 4°C. Then, the coupling reaction was blocked by the addition of 0.1 M Tris–HCl (10 ml, pH 8.5) for 2 h at 4°C, washed twice with 0.1 M Tris–HCl (pH 8.5), and precipitated by centrifugation at 500×g. The resin was then washed five times with 0.1 M Na-Acetate (pH 4.4), transferred to a mini-column, and equilibrated with TBS buffer (20 mM Tris–HCl pH 7.5, 137 mM NaCl). Proteins were suspended in TBS and passed through the column. The bound proteins were eluted with 0.1 M Na-Acetate (pH 4.4).Microcystin–agarose chromatographyMicrocystin–agarose washed with 50 mM Tris–HCl (pH 7.5), 0.5 M NaCl, and 0.02% Tween-20. Proteins eluted from the RNAPII affinity column were incubated with microcystin–agarose overnight at 4°C on a rocker. Then, the agarose was washed with 50 mM Tris–HCl (pH 7.5), 0.5 M NaCl, and 0.02% Tween-20 and with 0.1 M Tris–HCl, (pH 6.8). Then, the agarose was suspended in the SDS-loading buffer and boiled for 5 min, and the supernatant was loaded on SDS-PAGE.Preparation of samples for mass spectrometry analysisThe SDS-PAGE gel was washed in water three times for 10 min and then stained with colloidal Coomassie Blue overnight. Protein bands were excised from the gel with a razor, and gel pieces were transferred to eppendorf tubes and washed twice with 50% Acetonitrile containing 0.1% TFA. Coomassie stain was removed by incubation of the gel in 0.2 ml 100 mM NH4HCO3 dissolved in 50% Acetonitrile. Then, the gel was dehydrated in 100% Acetonitrile and dried in a SpeedVac. The gel was rehydrated in 40 mM NH4HCO3, 10% acetonitrile containing 20 μg/ml sequence grade trypsin and then incubated overnight at 37°C, and the supernatant was collected. The gels were re-extracted with 50% acetonitrile 5% TFA for 1 h. The extracts were combined and dried in SpeedVac. ZipTips were prewashed with 100% Acetonitrile followed by a wash with 0.1% TFA. Extracted peptides were dissolved in 0.1% TFA, loaded into ZipTip, washed with 0.1% TFA, and eluted with 70% acetonitrile, 0.1% TFA.Mass spectrometry analysisAbout 0.4 μl of eluted peptides was mixed on the target plate with 0.4 μl 2,5-dihydroxybenzoic acid (DHB) (Aldrich) diluted to 20 mg/ml in 50% Acetonitrile and 0.1% TFA and then dried under vacuum. Mass spectrometric analysis was conducted on Fourier Transform (Ion Cyclotron Resonance) Mass Spectrometer (Varian 902-MS) equipped with MALDI and 9.4 T magnet (FTMS). Samples were irradiated by series of five impulses at 355 nm pulses from a third harmonic of neodymium-doped yttrium aluminum garnet (Nd:YAG) laser. The laser power was set to the minimum level necessary to generate a reasonable signal. Signal from five shots was recorded. A ProteoMass Peptide MALDI-MS Calibration Kit (Sigma) was used for external calibration. For internal mass calibration, residual trypsin peaks (842.50940 and 2211.10400 Da) were used. Proteins were identified using Mascot (http://www.matrixscience.com). AcknowledgmentsThis study was supported by Department of Education and Science of Russian Federation grant No. 02.740.11.5032 from July 20th 2009. This study was also supported by NIH Research Grants 2 R25 HL003679-08 funded by the National Heart, Lung, and Blood Institute and The Office of Research on Minority Health; NIH 1SC1GM082325-01 from National Institute of General Medicine and RCMI-NIH 2G12RR003048 from the Research Centers in Minority Institutions (RCMI) Program (Division of Research Infrastructure, National Center for Research Resources, NIH). The authors thank Dr. Mathieu Bollen and Dr. Monique Beullens (Catholic University of Leuven, Belgium) for gifts of antibodies and NIPP1 expression vectors and for critical comments and suggestions. The authors would like to thank members of Dr. Victor Gordeuk’s laboratory at the Center for Sickle Cell Disease at Howard University for valuable discussions. Contributor InformationMarina Jerebtsova,  Center for Molecular Physiology, Children’s National Medical Center, Washington, DC, USA.Sergei A. Klotchenko,  St. Petersburg Research Institute of Influenza, St. Petersburg, Russia.Tatiana O. Artamonova,  St. Petersburg State Polytechnical University, St. Petersburg, Russia.Tatiana Ammosova,  Department of Medicine, Center for Sickle Cell Disease, Howard University, 1840 7th Street, N.W. HURB1, Suite 202, Washington, DC 20001, USA.Kareem Washington,  Department of Medicine, Center for Sickle Cell Disease, Howard University, 1840 7th Street, N.W. HURB1, Suite 202, Washington, DC 20001, USA.Vladimir V. Egorov,  St. Petersburg Research Institute of Influenza, St. Petersburg, Russia.Aram A. Shaldzhyan,  St. Petersburg Research Institute of Influenza, St. Petersburg, Russia.Maria V. Sergeeva,  St. Petersburg Research Institute of Influenza, St. Petersburg, Russia.Evgeny A. Zatulovskiy,  St. Petersburg State Polytechnical University, St. Petersburg, Russia.Olga A. Temkina,  St. Petersburg State Polytechnical University, St. Petersburg, Russia.Mikhail G. Petukhov,  St. Petersburg State Polytechnical University, St. Petersburg, Russia.Andrei V. Vasin,  St. Petersburg Research Institute of Influenza, St. Petersburg, Russia.Mikhail A. Khodorkovskii,  St. Petersburg State Polytechnical University, St. Petersburg, Russia.Yuri N. Orlov,  St. Petersburg State Polytechnical University, St. Petersburg, Russia.Sergei Nekhai,  Department of Medicine, Center for Sickle Cell Disease, Howard University, 1840 7th Street, N.W. HURB1, Suite 202, Washington, DC 20001, USA. References1. Dahmus ME. Reversible phosphorylation of the C-terminal domain of RNA polymerase II. J Biol Chem. 1996;271:19009–19012. [PubMed] [Google Scholar]2. Majello B, Napolitano G. Control of RNA polymerase II activity by dedicated CTD kinases and phosphatases. Front Biosci. 2001;6:D1358–D1368. [PubMed] [Google Scholar]3. Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. [PubMed] [Google Scholar]4. Kobor MS, Archambault J, Lester W, Holstege FC, Gileadi O, Jansma DB, Jennings EG, Kouyoumdjian F, Davidson AR, Young RA, Greenblatt J. An unusual eukaryotic protein phosphatase required for transcription by RNA polymerase II and CTD dephosphorylation in S. cerevisiae. Mol Cell. 1999;4:55–62. [PubMed] [Google Scholar]5. Chambers RS, Dahmus ME. Purification and characterization of a phosphatase from HeLa cells which dephosphorylates the C-terminal domain of RNA polymerase II. J Biol Chem. 1994;269:26243–26248. [PubMed] [Google Scholar]6. Hausmann S, Vivares CP, Shuman S. Characterization of the mRNA capping apparatus of the microsporidian parasite Encephalitozoon cuniculi. J Biol Chem. 2002;277:96–103. [PubMed] [Google Scholar]7. Lin PS, Marshall NF, Dahmus ME. CTD phosphatase: role in RNA polymerase II cycling and the regulation of transcript elongation. Prog Nucleic Acid Res Mol Biol. 2002;72:333–365. [PubMed] [Google Scholar]8. Cho EJ, Kobor MS, Kim M, Greenblatt J, Buratowski S. Opposing effects of Ctk1 kinase and Fcp1 phosphatase at Ser 2 of the RNA polymerase II C-terminal domain. Genes Dev. 2001;15:3319–3329. [PMC free article] [PubMed] [Google Scholar]9. Cho H, Kim TK, Mancebo H, Lane WS, Flores O, Reinberg D. A protein phosphatase functions to recycle RNA polymerase II. Genes Dev. 1999;13:1540–1552. [PMC free article] [PubMed] [Google Scholar]10. Yeo M, Lin PS, Dahmus ME, Gill GN. A novel RNA polymerase II C-terminal domain phosphatase that preferentially dephosphorylates serine 5. J Biol Chem. 2003;278:26078–26085. [PubMed] [Google Scholar]11. Yeo M, Lee SK, Lee B, Ruiz EC, Pfaff SL, Gill GN. Small CTD phosphatases function in silencing neuronal gene expression. Science. 2005;307:596–600. [PubMed] [Google Scholar]12. Krishnamurthy S, He X, Reyes-Reyes M, Moore C, Hampsey M. Ssu72 Is an RNA polymerase II CTD phosphatase. Mol Cell. 2004;14:387–394. [PubMed] [Google Scholar]13. Washington K, Ammosova T, Beullens M, Jerebtsova M, Kumar A, Bollen M, Nekhai S. Protein phosphatase-1 dephosphorylates the C-terminal domain of RNA polymerase-II. J Biol Chem. 2002;277:40442–40448. [PubMed] [Google Scholar]14. Bollen M, Beullens M. Signaling by protein phosphatases in the nucleus. Trends Cell Biol. 2002;12:138–145. [PubMed] [Google Scholar]15. Dubois MF, Bellier S, Seo SJ, Bensaude O. Phosphorylation of the RNA polymerase II largest subunit during heat shock and inhibition of transcription in HeLa cells. J Cell Physiol. 1994;158:417–426. [PubMed] [Google Scholar]16. Hendrickx A, Beullens M, Ceulemans H, Den Abt T, Van Eynde A, Nicolaescu E, Lesage B, Bollen M. Docking motif-guided mapping of the interactome of protein phosphatase-1. Chem Biol. 2009;16:365–371. [PubMed] [Google Scholar]17. Cloutier P, Al-Khoury R, Lavallee-Adam M, Faubert D, Jiang H, Poitras C, Bouchard A, Forget D, Blanchette M, Coulombe B. High-resolution mapping of the protein interaction network for the human transcription machinery and affinity purification of RNA polymerase II-associated complexes. Methods. 2009;48:381–386. [PMC free article] [PubMed] [Google Scholar]18. Zamore PD, Green MR. Identification, purification, and biochemical characterization of U2 small nuclear ribonucleoprotein auxiliary factor. Proc Natl Acad Sci U S A. 1989;86:9243–9247. [PMC free article] [PubMed] [Google Scholar]19. Tran HT, Ulke A, Morrice N, Johannes CJ, Moorhead GB. Proteomic characterization of protein phosphatase complexes of the mammalian nucleus. Mol Cell Proteomics. 2004;3:257–265. [PubMed] [Google Scholar]20. Boudrez A, Beullens M, Waelkens E, Stalmans W, Bollen M. Phosphorylation-dependent interaction between the splicing factors SAP155 and NIPP1. J Biol Chem. 2002;277:31834–31841. [PubMed] [Google Scholar]21. Tanuma N, Kim SE, Beullens M, Tsubaki Y, Mitsuhashi S, Nomura M, Kawamura T, Isono K, Koseki H, Sato M, Bollen M, Kikuchi K, Shima H. Nuclear inhibitor of protein phosphatase-1 (NIPP1) directs protein phosphatase-1 (PP1) to dephosphorylate the U2 small nuclear ribonucleoprotein particle (snRNP) component, spliceosome-associated protein 155 (Sap155) J Biol Chem. 2008;283:35805–35814. [PubMed] [Google Scholar]22. Van Dessel N, Beke L, Gornemann J, Minnebo N, Beullens M, Tanuma N, Shima H, Van Eynde A, Bollen M. The phosphatase interactor NIPP1 regulates the occupancy of the histone methyltransferase EZH2 at Polycomb targets. Nucleic Acids Res 2010 [PMC free article] [PubMed] [Google Scholar]23. Landsverk HB, Kirkhus M, Bollen M, Kuntziger T, Collas P. PNUTS enhances in vitro chromosome decondensation in a PP1-dependent manner. Biochem J. 2005;390:709–717. [PMC free article] [PubMed] [Google Scholar]24. Ammosova T, Jerebtsova M, Beullens M, Voloshin Y, Ray PE, Kumar A, Bollen M, Nekhai S. Nuclear protein phosphatase-1 regulates HIV-1 transcription. J Biol Chem. 2003;278:32189–32194. [PubMed] [Google Scholar]25. Beullens M, Vulsteke V, Van Eynde A, Jagiello I, Stalmans W, Bollen M. The C-terminus of NIPP1 (nuclear inhibitor of protein phosphatase-1) contains a novel binding site for protein phosphatase-1 that is controlled by tyrosine phosphorylation and RNA binding. Biochem J. 2000;352:651–658. [PMC free article] [PubMed] [Google Scholar]26. Schwartz S, Meshorer E, Ast G. Chromatin organization marks exon-intron structure. Nat Struct Mol Biol. 2009;16:990–995. [PubMed] [Google Scholar]27. Pandit S, Wang D, Fu XD. Functional integration of transcriptional and RNA processing machineries. Curr Opin Cell Biol. 2008;20:260–265. [PMC free article] [PubMed] [Google Scholar]28. Egloff S, Murphy S. Cracking the RNA polymerase II CTD code. Trends Genet. 2008;24:280–288. [PubMed] [Google Scholar]29. Sikorski TW, Buratowski S. The basal initiation machinery: beyond the general transcription factors. Curr Opin Cell Biol. 2009;21:344–351. [PMC free article] [PubMed] [Google Scholar]30. Kong SE, Kobor MS, Krogan NJ, Somesh BP, Sogaard TM, Greenblatt JF, Svejstrup JQ. Interaction of Fcp1 phosphatase with elongating RNA polymerase II holoenzyme, enzymatic mechanism of action, and genetic interaction with elongator. J Biol Chem. 2005;280:4299–4306. [PubMed] [Google Scholar]31. Yang A, Abbott KL, Desjardins A, Di Lello P, Omichinski JG, Legault P. NMR structure of a complex formed by the carboxyl-terminal domain of human RAP74 and a phosphorylated peptide from the central domain of the FCP1 phosphatase. Biochemistry. 2009;48:1964–1974. [PubMed] [Google Scholar]32. Yeo M, Lin PS. Functional characterization of small CTD phosphatases. Methods Mol Biol. 2007;365:335–346. [PubMed] [Google Scholar]33. Ceulemans H, Bollen M. Functional diversity of protein phosphatase-1, a cellular economizer and reset button. Physiol Rev. 2004;84:1–39. [PubMed] [Google Scholar]34. Lee JH, You J, Dobrota E, Skalnik DG. Identification and characterization of a novel human PP1 phosphatase complex. J Biol Chem. 2010;285:24466–24476. [PMC free article] [PubMed] [Google Scholar]35. Vulsteke V, Beullens M, Boudrez A, Keppens S, Van Eynde A, Rider MH, Stalmans W, Bollen M. Inhibition of spliceo-some assembly by the cell cycle-regulated protein kinase MELK and involvement of splicing factor NIPP1. J Biol Chem. 2004;279:8642–8647. [PubMed] [Google Scholar]36. Roy N, Van Eynde A, Beke L, Nuytten M, Bollen M. The transcriptional repression by NIPP1 is mediated by Polycomb group proteins. Biochim Biophys Acta. 2007;1769:541–545. [PubMed] [Google Scholar]37. Brookes E, Pombo A. Modifications of RNA polymerase II are pivotal in regulating gene expression states. EMBO Rep. 2009;10:1213–1219. [PMC free article] [PubMed] [Google Scholar]38. Visvanathan J, Lee S, Lee B, Lee JW, Lee SK. The microRNA miR-124 antagonizes the anti-neural REST/SCP1 pathway during embryonic CNS development. Genes Dev. 2007;21:744–749. [PMC free article] [PubMed] [Google Scholar]39. Koshibu K, Graff J, Beullens M, Heitz FD, Berchtold D, Russig H, Farinelli M, Bollen M, Mansuy IM. Protein phosphatase 1 regulates the histone code for long-term memory. J Neurosci. 2009;29:13079–13089. [PMC free article] [PubMed] [Google Scholar]40. Lesage B, Beullens M, Nuytten M, Van Eynde A, Keppens S, Himpens B, Bollen M. Interactor-mediated nuclear translocation and retention of protein phosphatase-1. J Biol Chem. 2004;279:55978–55984. [PubMed] [Google Scholar]41. Llorian M, Beullens M, Andres I, Ortiz JM, Bollen M. SIPP1, a novel pre-mRNA splicing factor and interactor of protein phosphatase-1. Biochem J. 2004;378:229–238. [PMC free article] [PubMed] [Google Scholar]42. Nekhai S, Bottaro DP, Woldehawariat G, Spellerberg A, Petryshyn R. A cell-permeable peptide inhibits activation of PKR and enhances cell proliferation. Peptides. 2000;21:1449–1456. [PubMed] [Google Scholar]"}