{"title": "CDK9 regulates AR promoter selectivity and cell growth through serine 81 phosphorylation", "pubDate": "2010", "PMCID": "PMC2999477", "DOI": "10.1210/me.2010-0238", "PMID": "20980437", "abstract": "Previously we determined that S81 is the highest stoichiometric phosphorylation on the androgen receptor (AR) in response to hormone. To explore the role of this phosphorylation on growth, we stably expressed wild-type and S81A mutant AR in LHS and LAPC4 cells. The cells with increased wild-type AR expression grow faster compared with parental cells and S81A mutant-expressing cells, indicating that loss of S81 phosphorylation limits cell growth. To explore how S81 regulates cell growth, we tested whether S81 phosphorylation regulates AR transcriptional activity. LHS cells stably expressing wild-type and S81A mutant AR showed differences in the regulation of endogenous AR target genes, suggesting that S81 phosphorylation regulates promoter selectivity. We next sought to identify the S81 kinase using ion trap mass spectrometry to analyze AR-associated proteins in immunoprecipitates from cells. We observed cyclin-dependent kinase (CDK)9 association with the AR. CDK9 phosphorylates the AR on S81 in vitro. Phosphorylation is specific to S81 because CDK9 did not phosphorylate the AR on other serine phosphorylation sites. Overexpression of CDK9 with its cognate cyclin, Cyclin T, increased S81 phosphorylation levels in cells. Small interfering RNA knockdown of CDK9 protein levels decreased hormone-induced S81 phosphorylation. Additionally, treatment of LNCaP cells with the CDK9 inhibitors, 5,6-dichloro-1-β-D-ribofuranosylbenzimidazole and Flavopiridol, reduced S81 phosphorylation further, suggesting that CDK9 regulates S81 phosphorylation. Pharmacological inhibition of CDK9 also resulted in decreased AR transcription in LNCaP cells. Collectively these results suggest that CDK9 phosphorylation of AR S81 is an important step in regulating AR transcriptional activity and prostate cancer cell growth.", "author": [{"author": "Vicki Gordon", "affiliation": ["University of Virginia, Department of Microbiology, Charlottesville, Virginia 22908, USA."], "href": "/?term=Gordon+V&cauthor_id=20980437"}, {"author": "Shriti Bhadel", "affiliation": [], "href": "/?term=Bhadel+S&cauthor_id=20980437"}, {"author": "Winfried Wunderlich", "affiliation": [], "href": "/?term=Wunderlich+W&cauthor_id=20980437"}, {"author": "JoAnn Zhang", "affiliation": [], "href": "/?term=Zhang+J&cauthor_id=20980437"}, {"author": "Scott B Ficarro", "affiliation": [], "href": "/?term=Ficarro+SB&cauthor_id=20980437"}, {"author": "Sahana A Mollah", "affiliation": [], "href": "/?term=Mollah+SA&cauthor_id=20980437"}, {"author": "Jeffrey Shabanowitz", "affiliation": [], "href": "/?term=Shabanowitz+J&cauthor_id=20980437"}, {"author": "Donald F Hunt", "affiliation": [], "href": "/?term=Hunt+DF&cauthor_id=20980437"}, {"author": "Ioannis Xenarios", "affiliation": [], "href": "/?term=Xenarios+I&cauthor_id=20980437"}, {"author": "William C Hahn", "affiliation": [], "href": "/?term=Hahn+WC&cauthor_id=20980437"}, {"author": "Mark Conaway", "affiliation": [], "href": "/?term=Conaway+M&cauthor_id=20980437"}, {"author": "Michael F Carey", "affiliation": [], "href": "/?term=Carey+MF&cauthor_id=20980437"}, {"author": "Daniel Gioeli", "affiliation": [], "href": "/?term=Gioeli+D&cauthor_id=20980437"}], "refPMID": [], "citedInPMID": ["20980437", "34675395", "34638264", "34146121", "34062779", "34041038", "33932081", "33830069", "33632038", "33024699", "32579110", "32387456", "32276264", "31936796", "31676563", "31395805", "31253147", "31151054", "30367578", "30217568", "29725464", "29358171", "28580371", "28062857", "27725309", "27557496", "27011207", "26902623", "26622945", "26573794", "26181434", "26008968", "25982277", "25950519", "25866551", "25851605", "25704883", "25691442", "25580383", "25374897", "25279144", "25183411", "24986420", "24844355", "24662264", "24576043", "24559102", "24480624", "24424504", "24258347", "24040817", "23945560", "23863692", "23840802", "23838532", "23806491", "23752196", "23599172", "23205069", "22894932", "22761715", "22699815", "22584579", "22571657", "22362601", "22334658", "22275373", "21799006", "21782001", "21747169", "21712477"], "body": " AbstractPreviously we determined that S81 is the highest stoichiometric phosphorylation on the androgen receptor (AR) in response to hormone. To explore the role of this phosphorylation on growth, we stably expressed wild-type and S81A mutant AR in LHS and LAPC4 cells. The cells with increased wild-type AR expression grow faster compared with parental cells and S81A mutant-expressing cells, indicating that loss of S81 phosphorylation limits cell growth. To explore how S81 regulates cell growth, we tested whether S81 phosphorylation regulates AR transcriptional activity. LHS cells stably expressing wild-type and S81A mutant AR showed differences in the regulation of endogenous AR target genes, suggesting that S81 phosphorylation regulates promoter selectivity. We next sought to identify the S81 kinase using ion trap mass spectrometry to analyze AR-associated proteins in immunoprecipitates from cells. We observed cyclin-dependent kinase (CDK)9 association with the AR. CDK9 phosphorylates the AR on S81 in vitro. Phosphorylation is specific to S81 because CDK9 did not phosphorylate the AR on other serine phosphorylation sites. Overexpression of CDK9 with its cognate cyclin, Cyclin T, increased S81 phosphorylation levels in cells. Small interfering RNA knockdown of CDK9 protein levels decreased hormone-induced S81 phosphorylation. Additionally, treatment of LNCaP cells with the CDK9 inhibitors, 5,6-dichloro-1-β-d-ribofuranosylbenzimidazole and Flavopiridol, reduced S81 phosphorylation further, suggesting that CDK9 regulates S81 phosphorylation. Pharmacological inhibition of CDK9 also resulted in decreased AR transcription in LNCaP cells. Collectively these results suggest that CDK9 phosphorylation of AR S81 is an important step in regulating AR transcriptional activity and prostate cancer cell growth. The androgen receptor (AR) regulates gene transcription required for prostate cell differentiation, metabolism, and proliferation. The AR is a 110-kDa protein containing multiple N-terminal transcriptional activation domains, a zinc finger DNA-binding domain, and a C-terminal hormone/ligand-binding domain (1). The emerging view is that AR binds to enhancers and then interacts with RNA polymerase II (RNAPII) general factors via bridging proteins called coactivators. The coactivators and other coregulators play a central role in controlling AR responsiveness, and tissue-specific differences in the levels of these coregulators presumably determine variations in biological response to androgen. It is increasingly clear that the AR is also an integration point for signals coming not only from steroid hormones but from other pathways including kinases. The complex biology of the AR can only be understood by analyzing the network of inputs and outputs that center on the AR.In an effort to determine how signal transduction from growth factors regulates AR activity, we previously identified the major serine phosphorylation sites on the AR in cells (2). We observed AR phosphorylation at serines 16, 81, 94, 256, 308, 424, and 650 (2,3,4). In addition, the AR is phosphorylated on serines 213 and 578 and tyrosines 267, 363, and 534 (5,6,7,8,9,10,13). Thus, it is abundantly clear from our work and the work of others that the AR is capable of receiving signals not only from androgen, but also from activated kinases. AR phosphorylation can also be regulated through phosphatases. Protein phosphatase 1 associates with the AR and regulates S650 phosphorylation, subcellular localization, and stability (11). However, with few exceptions, the kinases that phosphorylate the AR and the function of these phosphorylations have been elusive.We previously uncovered a function of the S650 phosphorylation site; stress kinase signaling can regulate AR S650 phosphorylation, antagonize AR transcription, and regulate AR export through phosphorylation of AR S650 (12). Additional work by others suggests that S213 is phosphorylated by Akt in a specific developmental and cellular context and functions to inhibit AR transcriptional activity in reporter assays (6). Recently, studies have shown that epidermal growth factor signaling can lead to AR phosphorylation on S578 by protein kinase C, and this phosphorylation event modulates AR localization and transactivation through an interaction with Ku-70/80 (5). In addition to these three serine phosphorylations, functions for two tyrosine phosphorylations have been elucidated. Ack phosphorylates the AR on Y267 activating AR transcription and stimulating growth in low androgen conditions (10). The Y534 kinase is c-src, and this phosphorylation regulates AR transcription and prostate cancer cell growth (8,14), and phosphorylation on Y534 was found with a higher frequency in castration-resistant prostate cancer (CRPC) (8). More recently, phosphorylation of S213 was associated with reduced survival in patients that have failed hormone therapy (15). These studies underscore the importance of understanding how AR phosphorylation regulates and modulates AR biology.Our previous studies identified S81 as the highest stoichiometric phosphorylation site on the AR in response to hormone (2), suggesting that this phosphorylation may be important in regulating core AR functions. The kinetics of AR S81 phosphorylation are delayed and parallel hormone-activated AR transcriptional activity. Thus, we sought to identify the function of the S81 phosphorylation site on the AR and the upstream kinase(s) that control this phosphorylation. Here we present data showing that the AR is phosphorylated on S81 by cyclin-dependent kinase (CDK)9 and that this phosphorylation regulates AR promoter selectivity and prostate cancer cell growth. ResultsTo study the functions of AR phosphorylation it was essential to generate a cell system that was dependent on AR for growth and in which AR phosphorylation-site mutants could be expressed as the sole cellular AR forms. We chose to utilize LHS cells, which are nontumorigenic immortalized human prostate epithelial cells that were generated by ectopic expression of SV40 large and small T antigen and human telomerase (16). When wild-type AR is introduced into LHS cells, the cells become tumorigenic if inoculated orthotopically (16). Thus, this system allows direct examination for the necessity of AR phosphorylation in prostate tumorigenesis. We exogenously expressed wild-type AR and the phospho-null S81A mutant AR in LHS cells using retrovirus and selected stable mass populations. Both the LHS-ARwt and LHS-S81A cell lines expressed exogenous AR to equivalent levels. Furthermore, the LHS-S81A cells lacked any detectable S81 phosphorylation in the absence of hormone or with R1881 treatment as determined by Western blotting with a phospho-S81-specific antibody (Fig. 1A​1A,, inset). The population-doubling times of the LHS-ARwt and LHS-S81A cell lines were then determined by measuring growth over 7 d (Fig. 1A​1A).). Under normal in vitro growth conditions, parental LHS cells double every 39 h whereas LHS-ARwt cells double every 33 h. Thus, expression of wild-type AR in LHS cells leads to a 15% increase in the rate of cell growth (P < 0.001). The doubling time of LHS-S81A cells was similar to parental LHS cells, suggesting that the increased growth observed in LHS-ARwt cells was dependent on AR S81 phosphorylation.Open in a separate windowFigure 1AR S81 phosphorylation is required for optimal prostate cell growth. A, The percent change in growth rate compared with parental LHS cells in normal growth media measured on d 3, d 5, and d 7 by CyQUANT for LHS-ARwt and LHS-S81A is shown, n = 3. *, P < 0.001 compared with LHS-ARwt. The inset tables and Western blots show the actual doubling time in hours, expression of the exogenous transgene, and loss of S81 phosphorylation in the S81A stable line. B, The growth determined by crystal violet staining after 7 d of growth of LHS-ARwt and LHS-S81A compared with parental LHS cells in response to low doses (0.01 nm and 0.05 nm) of R1881 is shown, n = 3. *, P < 0.0001 compared with LHS-ARwt. The inset shows expression of the transgene in the LHS stable lines. C, The percent change in growth rate compared with parental LAPC4 cells in media with 5% charcoal-stripped serum with and without 0.05 nm R1881 for LAPC4-WT and LAPC4–S81A measured on d 3, d 5, and d 7 by CyQUANT is shown (n = 2); growth is measured as in panel A. *, P < 0.0001 compared with LAPC4 (+). **, P = 0.025 compared with LAPC4-ARwt (+). Inset shows expression of the transgene in the LAPC4 stable lines, both relative to endogenous AR and the epitope tag on the ansgene.Previous studies demonstrated that LHS cells expressing wild-type AR grew slower and displayed some luminal differentiation characteristics in the presence of 0.1 nm R1881 (16). We observed similar effects on growth at that dose of synthetic androgen for both LHS-ARwt and LHS-S81A cells (data not shown). To test whether S81 phosphorylation regulates androgen sensitivity, we examined the growth of LHS and derivative lines across multiple hormone doses. Interestingly, at a much lower dose of R1881, 0.01 nm, we observed a modest increase in growth in both cell lines, although the overall growth rate was appreciably higher in the LHS-ARwt cells when compared with the LHS-S81A cells (Fig. 1B​1B,, P < 0.0001). At 0.05 nm the increase in growth was lost in LHS-ARwt cells and diminished in LHS-S81A cells. At higher doses of hormone, complete growth suppression was observed. These data suggest that phosphorylation at S81 is also required for optimal growth in the presence of hormone.To explore this further, we established stable mass populations of LAPC4 cells expressing exogenous wild-type and S81A mutant AR. We chose LAPC4 cells because earlier work showed that increasing expression of wild-type AR in LAPC4 cells increased growth and tumorigenicity (17). Early passages of LAPC4-ARwt and LAPC4-S81A expressed exogenous AR to similar levels over endogenous AR (Fig. 1C​1C,, inset). The doubling time of LAPC4-ARwt cells in the absence of hormone was 78 h, which is equivalent to the doubling time of hormone-stimulated parental LAPC4 cells (Fig. 1C​1C,, inset table, P = 0.907). This result recapitulates earlier observations that overexpression of AR, in and of itself, increases growth of an AR-positive prostate cancer cell line (17). Hormone stimulation decreased the doubling time of LAPC4-ARwt cells to 56 h, which is a 2.5 fold increase in growth compared with unstimulated LAPC4-ARwt cells and represents a 40% increase in the growth rate over untreated parental LAPC4 cells (P < 0.0001). LAPC4-S81A cells grew more slowly than LAPC4 cells in hormone-stimulated conditions (P = 0.025) and equivalent to parental LAPC4 cells in the absence of hormone (P = 0.203). There was an increase in growth in LAPC4-S81A cells in response to hormone although this increase was less than that observed in either LAPC4 or LAPC4-ARwt cells. Interestingly, the expression of the exogenous S81A mutant was lost with passage of the LAPC4-S81A cells. This may have been due to a selective disadvantage that expression of the S81A mutant AR generated, as reflected in the decrease in growth relative to parental LAPC4 cells. Collectively these data suggest that AR phosphorylation on S81 is required for optimal AR-regulated cell growth in both hormone-naive and hormone-stimulated prostate cancer cells.The AR is a transcription factor that regulates gene transcription required for prostate cancer cell proliferation. Therefore, we wanted to determine whether the growth defect in the AR S81 phosphorylation site mutant cells was possibly due to an alteration in AR transcriptional activity. Using the LHS-ARwt and LHS-S81A stable cell lines, we first assessed transcription of the endogenous TMPRSS2 gene, an androgen-regulated gene that in prostate cancer is commonly translocated upstream of pro-growth ETS family members, thus putting them under AR control. LHS parental cells do not express TMPRSS2 in the absence of exogenous AR expression (Fig. 2A​2A).). Short-term treatment with 0.1 nm DHT increased TMPRSS2 mRNA levels to maximum at 4 h in both LHS-ARwt and LHS-S81A cells (Fig. 2A​2A);); however, the magnitude of the induction was 3-fold greater in LHS-ARwt cells (P < 0.0001). The kinetics of TMPRSS2 transcriptional induction appeared similar between the LHS-ARwt and LHS-S81A cell lines. LHS-ARwt cells showed a robust increase in TMPRSS2 expression after 4 h of treatment with 0.1–100 nm DHT (Fig. 2B​2B).). LHS-S81A cells also showed an increase in TMPRSS2 transcription in response to varying doses of DHT, albeit to a lower level at all DHT doses tested than what was observed in LHS-ARwt cells (P < 0.0001). Again, TMPRSS2 transcription was activated in LHS-ARwt cells 3-fold over LHS-S81A cells. We then analyzed the transcriptional activity of other AR target genes for alterations. Of 10 different AR target genes that were induced by hormone in LHS-ARwt cells, only TMPRSS2 (Fig. 2​2)) and ORM1 (data not shown) showed a decrease in LHS-S81A cells at all hormone doses. The other AR target genes examined either showed no change, were increased in LHS-S81A cells compared with LHS-ARwt cells, or had variable differences between LHS-ARwt and LHS-S81A cells depending on hormone dose. STEAP4 and AQP3 are two AR target genes with increased transcription in the LHS-S81A cells relative to LHS-ARwt cells (Fig. 3​3,, A and B). AQP3 transcription was elevated in LHS-81A cells at all hormone doses (P < 0.0001), whereas STEAP4 was elevated only at low hormone doses (P < 0.0001). FKBP51 also had variable differences between LHS-ARwt and LHS-S81A cell lines. Like STEAP4, FKBP51 transcription was increased in LHS-S81A cells relative to LHS-ARwt cells only at low doses of hormone (P = 0.038). Interestingly, FKBP51 transcription was decreased in LHS-S81A cells at higher doses of hormone (P < 0.0001). This biphasic response to hormone parallels the LHS derivative cells growth response to hormone; at low hormone doses, growth is stimulated but at high doses LHS cells stop growing and differentiate (16). These data suggest that S81 phosphorylation regulates AR promoter selectivity. Moreover, it suggests that the relative decrease in growth of the LHS-S81A cells relative to LHS-ARwt cells may be due to overall changes in the AR transcriptional program.Open in a separate windowFigure 2AR S81 phosphorylation regulates AR transcriptional activity. Endogenous gene transcription of TMPRSS2 was measured by quantitative PCR in response to DHT in a dose- and time-dependent manner and normalized to the housekeeping gene PSMB6. A, LHS, LHS-WT, and LHS-S81A were treated with 1 nm DHT for brief amounts of time, and endogenous TMPRSS2 mRNA levels were quantified by quantitative PCR. *, P < 0.0001 comparing LHS-ARwt to either LHS or LHS-S81A. In a parallel experiment, exogenous expression of WT and S81A AR was measured by Western blot (inset). B, LHS-WT and LHS-S81A cells were treated for 4 h with vehicle or 0.01–100 nm DHT, and TMPRSS2 mRNA levels were quantified as in panel A. *, P < 0.0001 compared with LHS-ARwt. DHT, Dihydrotestosterone.Open in a separate windowFigure 3AR S81 phosphorylation regulates AR promoter selectivity. Endogenous gene transcription of STEAP4 (panel A), AQP3 (panel B), and FKBP51 (panel C) were measured in LHS-WT and LHS-S81A cells by quantitative PCR in response to vehicle or 0.01–100 nm DHT for 24 h and normalized to housekeeping genes (β-glucuronidase, PSMB6, and PMM1). Qualitatively similar results were obtained at 4 h of DHT treatment. *, P < 0.0001 compared with LHS-ARwt. **, P = 0.038 compared with LHS-ARwt. DHT, Dihydrotestosterone.To expand on this observation and examine the effect of AR S81 phosphorylation on other cells, we tested the effects of AR phosphorylation on endogenous gene transcription using PC3 cells. PC3 cells do not express endogenous AR and therefore, similar to LHS cells, we can directly express the AR in these cells and assess the function of AR phosphorylation site mutants. Although exogenous AR expression in PC3 cells does not turn on prostate-specific antigen, it activates transcription of the AR target gene FKBP51. Interestingly, transient expression of the AR phospho-null mutant S81A in PC3 cells did not increase endogenous FBKP51 expression to the same level as equivalent expression of wild-type AR (P < 0.0001) consistent with our observation above that loss of S81 phosphorylation impairs transcriptional activity (Fig. 4A​4A).). The phospho-mimetic S81D mutant AR activated transcription of FKBP51 similarly to wild-type AR (P = 0.298). There was equal expression of wild-type, S81A, and S81D AR in these experiments (Fig. 4B​4B).). These data suggest that in this system FKBP51 transcription is dependent on AR S81 phosphorylation and that AR phosphorylation regulation of AR transcription can be observed in multiple prostate cell lines. The data also imply that the AR promoter selectivity may be cell line dependent.Open in a separate windowFigure 4S81 phosphorylation is required for optimal endogenous FKBP51 transcription. A, Endogenous gene transcription of the FKPB51 gene in PC3 cells transfected with WT or S81A mutant AR was assessed using quantitative PCR after 1 nm DHT treatment for 16 h (n = 3). *, P < 0.0001 compared with WT (+). B, Representative Western blot of transfected PC3 cells set up in parallel of experiments in panel A.Collectively, the data above suggest that phosphorylation of the AR on S81 is required for the optimal biological activity of the AR; loss of S81 phosphorylation compromises cell growth and alters transcription of AR target genes in a promoter-specific manner. Thus, we next sought to determine the kinase that regulates S81 phosphorylation. To do this, we looked for proteins associated with the AR. Using ion trap mass spectrometry, we analyzed the proteins associated with the AR in immunoprecipitates (IPs) from cells. We developed a database of AR-associated proteins from mass spectroscopy (MS) analysis of IPs of the AR protein complex from both LNCaP cells and stably expressing FLAG-AR Hela cells or vector control cells. Peptides identified by SEQUEST analysis of MS experiments for each IP were remapped onto the human genome data base including predicted open reading frames and translated expressed sequence tags. Subtractive analysis was performed on the protein list. AR IPs were from LNCaP cells using anti-AR antibody and FLAG-AR Hela cells using either anti-FLAG antibody or anti-AR antibody as the immunoprecipitating antibody. Negative control IPs included IgG IPs from LNCaP cells and FLAG-AR Hela cells and anti-FLAG IP from vector control Hela cells. Proteins from the negative control IPs were subtracted from the proteins identified from the AR IPs. This generated a database of 4201 peptides and 263 candidate AR-binding partners. A partial list appears in Table 1​1.. Several of the candidate-associated proteins have been validated by immunoblotting, including the heat shock proteins 70 and 90 (data not shown). We also found previously reported AR-interacting proteins such as other heat shock proteins, filamin B, and supervillin (18,19,20,21,22). Much to our interest, we also identified three kinases associated with the AR: CDK1, CDK5, and CDK9.Table 1AR-associated proteinsProtein nameNo. of peptide occurrenceFunctionAR70Transcription factorHeat shock 70 kDa protein 817ChaperoneHeat shock 60 kDa protein 15ChaperoneHeat shock 90 kDa protein 14ChaperoneSkb14MethylaseFilamin B, β4Transmembrane anchorCortactin3Cell structureSupervillin3F actin- binding proteinTAF 2N 68kD2RNAPII holoenzyme subunitHDAC32DeacetylaseCDK 92KinaseCDK 12KinaseCDK 51KinaseOpen in a separate windowUsing in vitro kinase assays we tested whether the CDKs identified by MS analysis as AR-associated proteins can phosphorylate the AR on S81 (Fig. 5A​5A).). Equivalent-specific activity of the three CDKs was used in the in vitro kinase assays and confirmed by radioactive 32P labeling of histone H1 or PDKtide substrate (Fig. 5C​5C).). For each phospho-specific Western blot of the in vitro kinase assays, the far right lane is the relevant S/A mutant negative control, and as expected there was little to no signal in the negative control lane. CDK9 phosphorylated the AR in vitro on S81 (P = 0.001) whereas CDK 5 did not phosphorylate the AR in vitro on S81 or other sites examined using phospho-specific antibodies. The ability of CDK1 to phosphorylate S81 was previously shown by Balk and colleagues (23), and CDK9 was previously shown to interact with the AR (24). CDK9 regulates the elongation phase of transcriptional through phosphorylation of the RNAPII large subunit RPB1 carboxy-terminal domain (CTD), DRB sensitivity inducing factor, and negative elongation factor (25,26,27,28). The activity of CDK9 appears specific to AR S81 because CDK9 did not phosphorylate the AR in vitro on other serine phosphorylation sites. Because CDK9 regulates transcription, was previously shown to interact with the AR, and specifically phosphorylates the AR in vitro on S81, we wanted to determine whether CDK9 phosphorylates the AR on S81 in cells.Open in a separate windowFigure 5CDK9 phosphorylates the AR on S81 in vitro. Kinase assays were performed using purified CDKs, AR, histone, and PDKtide. Equivalent specific activities of the kinases were used (see panel C). A, Phosphorylation was assessed using phospho-specific antibodies. The no kinase control is represented by (−). Phosphorylation of S81, 94, and 16 is shown. The far lane in each blot is the corresponding S/A mutant control for antibody specificity. B, Quantitation of phospho-S81 levels. *, P = 0.001 compared with no kinase (−) control.To determine whether CDK9 regulated AR S81 phosphorylation in cells, we first tested whether activation or inhibition of CDK9 activity in cells could modulate S81 phosphorylation levels. We transfected COS7 cells with wild-type AR and either wild-type CDK9 (CDK9wt) or dominant-negative CDK9 (CDK9-DN) with the cognate cyclin, cyclin T. Cells were treated with 1 nm R1881 for 2 h, and AR phosphorylation on S81 was assessed by IP Western analysis (Fig. 6A​6A).). Hormone treatment of vector control, CDK9wt, and CDK9-DN expressing cells all showed an increase in S81 phosphorylation (P < 0.003). Under basal conditions there was a reproducible increase in S81 phosphorylation when CDK9wt was expressed as compared with vector control cells (P = 0.036). In the presence of hormone, there was a slight, but not significant, increase in S81 phosphorylation in CDK9wt cells over control cells. Expression of CDK9-DN had no effect on basal S81 phosphorylation, but did diminish the hormone-induced AR S81 phosphorylation when compared with CDK9wt-expressing cells (P = 0.037). These modest effects on AR S81 phosphorylation in this system are consistent with the observed minor changes in phosphorylation of serine 2 on RNA polymerase II carboxyl-terminal domain (RNAPII CTD) by exogenous expression of CDK9wt and CDK9-DN (Fig. 6A​6A,, lower panel). To determine whether CDK9 regulates S81 phosphorylation of endogenous AR, we used RNA interference (RNAi) to inhibit CDK9 expression in LNCaP cells and measured S81 phosphorylation by IP Western analysis (Fig. 6B​6B).). Knockdown of CDK9 was toxic to LNCaP cells; cell death was evident by d 3 and led to a significant loss of cells by d 4. Therefore, we analyzed S81 phosphorylation 2 d after transfection with CDK9 small interfering RNA (siRNA) where knockdown of CDK9 was near maximal but cell toxicity was not yet apparent. Under these conditions, there was a loss in the hormone-induced phosphorylation of S81 (P = 0.0002) although basal S81 phosphorylation was unaffected (P = 0.33). Collectively, these data suggest that CDK9 can regulate AR S81 phosphorylation in cells.Open in a separate windowFigure 6CDK9 regulates AR S81 phosphorylation in cells. A, COS7 cells were transfected with AR and either wild-type Cdk9 or dominant-negative Cdk9 along with cyclin T. Cells were treated 24 h after transfection with 1 nm R1881 for 2 h. AR was immunoprecipitated and blotted for phospho-S81. Lysate was blotted for AR, phospho-S2, total RNAPII, and CDK9. Western blots are of a representative experiment. Histogram is quantitation of pS81 levels standardized to total AR (n = 3). *, P = 0.036. **, P = 0.037. B, LNCaP cells were transfected with siRNA to CDK9 and 2 d later treated with 1 nm R1881 for 2 h. AR was immunoprecipitated and blotted for phospho-S81. Lysate was blotted for total AR and CDK9. Western blots are of a representative experiment, and the histogram is quantitation of pS81 levels standardized to total AR (n = 3). #, P = 0.0002.To further pursue the observation that CDK9 regulates AR S81 phosphorylation levels in cells, we tested whether AR S81 phosphorylation levels could be altered by pharmacological inhibition using a CDK9 inhibitor, the adenosine analog 5,6-dichloro-1-β-d-ribofuranosylbenzimidazole (DRB) (29). We treated LNCaP cells with DRB for 1 h and then 1 nm R1881 for 2 h (Fig. 7A​7A)) or with DRB and 0.1 or 1 nm R1881 overnight (Fig. 7B​7B)) and examined AR phosphorylation levels. The short treatment times with DRB were used to minimize secondary effects of CDK9 inhibition whereas the overnight treatment was used to examine the maximal potential changes in AR phosphorylation. When CDK9 activity was inhibited with DRB, there was a reproducible decrease in S81 phosphorylation levels in response to hormone that was observable at 1 h (P = 0.040). The inhibition of S81 phosphorylation was greater with an overnight treatment with DRB (P < 0.0001). Additionally, overnight treatment with DRB also inhibited basal levels of S81 phosphorylation (P = 0.042). To test the specificity of this effect, we used a second CDK9 inhibitor, flavopiridol, which selectively inhibits CDK9 at low doses (30). As with DRB, flavopiridol decreased hormone-induced S81 phosphorylation in LNCaP cells both at 1 h and with an overnight treatment (P < 0.0001) (Fig. 7C​7C).). There was no change in S16 or S94 AR phosphorylation in response to flavopiridol, similar to our in vitro kinase assays (data not shown). Flavopiridol also inhibited basal phosphorylation of S81 with an overnight treatment (P = 0.003). The inhibition of hormone-induced S81 phosphorylation by flavopiridol was dose dependent; 100 nm flavopiridol with R1881 was equivalent to nonhormone vehicle control cells (P = 0.229). Inhibition of S81 phosphorylation was first observable at 50 nm flavopiridol pretreatment and maximal by 100 nm flavopiridol (Fig. 7D​7D).). Interestingly, the dose required to inhibit S81 phosphorylation is less than that required to inhibit RNAPII CTD phosphorylation. Inhibition of RNAPII CTD with 1 h of flavopiridol pretreatment required a dose of 250 nm. This is consistent with earlier observations demonstrating that 300 nm and not 100 nm flavopiridol inhibited transcription in nuclear run-on assays (30). The pharmacological inhibitor experiments, combined with the RNAi and overexpression experiments, suggest that CDK9 regulates AR S81 phosphorylation in cells. When considered with the in vitro kinase assay experiments, the data suggest that CDK9 directly phosphorylates the AR on S81 in cells.Open in a separate windowFigure 7Inhibition of CDK9 decreases pS81 in LNCaP cells. LNCaP cells were treated with the CDK9 inhibitor, DRB (75 μm), for 1 h (panel A) or overnight (panel B), and then cells were stimulated with 1 nm R1881 for 2 h. C, LNCaP cells were treated with 100 nm flavopiridol or vehicle for either 1 or 16 h and then treated with 1 nm R1881 for 2 h. D, LNCaP cells were treated with increasing amounts of flavopiridol, from 10 to 500 nm, for 1 h and then with 1 nm R1881 for 2 h. AR was immunoprecipitated and blotted for phospho-S81. Lysate was blotted for AR, phospho-S2 RNAPII CTD, total RNAPII, and tubulin. Shown are representative blots of n = 3–5. E2.We next used the pharmacological inhibitors to determine whether CDK9 regulated AR transcription. To mitigate effects of kinase inhibition on RNAPII and transcriptional elongation from effects on AR transcriptional activity, we normalized transcriptional data of AR target genes to three housekeeping genes, PSMB6, GUS, and PMM1. Additionally, we used 1 h pretreatments with flavopiridol and 2 h hormone treatment to examine the primary effects of inhibition of CDK9 on AR transcription of the immediate early androgen response genes, SGK1 and Nkx3.1 (31). In vehicle-treated control cells, 2 h of hormone treatment induced Nkx3.1 gene transcription 3-fold and SGK transcription 16-fold. Pretreatment with either DRB or flavopiridol inhibited both the basal and hormone-induced transcription of Nkx3.1 and SGK (P < 0.0001) (Fig. 8​8,, A and B), suggesting that CDK9 could regulate AR transcriptional activity, perhaps through S81 phosphorylation. The dose response of flavopiridol shown in Fig. 7​7 suggested that there are doses of flavopiridol that affect S81 phosphorylation with minimal to no effect on RNAPII CTD phosphorylation; at 75 nm and 100 nm flavopiridol AR S81 phosphorylation was inhibited but not RNAPII CTD phosphorylation (Fig. 7D​7D).). These differences in the dose-response curve provide the biochemical equivalent of a therapeutic window which makes possible experiments using the pharmacological inhibitors to determine whether CDK9 regulates AR transcription. Androgen induction of Nkx3.1 and SGK was inhibited by flavopiridol in a dose-dependent manner (P < 0.0001) (Fig. 8​8,, C and D). The androgen-induced transcription of SGK and Nkx3.1 was reduced by approximately 50% at 50–100 nm flavopiridol, the same doses at which AR S81 phosphorylation, but not RNAPII CTD phosphorylation, was inhibited. These data corroborate the experiments above using the LHS stable cell lines (Fig. 2​2)) where the reduction in AR transcriptional activity of TMPRSS2 and ORM1 observed in LHS-S81A cells was 30–70% less than LHS-ARwt, depending on the dose hormone and time of induction analyzed. We also observed promoter selectivity in LNCaP cells in response to inhibiting S81 phosphorylation with low doses of flavopiridol. In LNCaP cells a 2-h treatment with low doses of flavopiridol did not alter transcription of TMPRSS2 (data not shown) whereas TMPRS2 transcription is decreased in LHS-S81A cells. Only at high doses of flavopiridol when RNAPII activity is inhibited are TMPRSS2 mRNA levels affected in LNCaP cells. This suggests that promoter selectivity may also be cell line dependent. Collectively, the parallel in the reduction of AR transcriptional activity with flavopiridol in LNCaP cells (Fig. 8​8,, C and D) and that of the LHS stable cell lines (Fig. 2​2)) are consistent with CDK9 regulating the AR transcriptional program through S81 phosphorylation.Open in a separate windowFigure 8Inhibition of CDK9 decreases AR transcriptional activity. A and B, LNCaP cells were treated for 1 h with 500 nm flavopiridol or vehicle and then with 1 nm R1881 for 2 h. mRNA levels for Nkx3.1 (panel A) and SGK (panel B) were assessed by quantitative PCR. The relative starting quantity was normalized to the average of three housekeeping genes (β-glucuronidase, PSMB6, and PMM1). *, P < 0.0001 compared with control. C and D, LNCaP cells were treated and analyzed as in panels A and B with increasing doses of flavopiridol from 10 to 500 nm. #, P < 0.0001 compared with control. DiscussionFor patients presenting with disseminated prostate cancer, the tumor is typically dependent on androgen for growth and therefore responsive to androgen ablation therapies (32). However, this type of therapeutic success is temporary. The disease almost invariably recurs, even in the face of low levels of androgen, and progresses to a metastatic and lethal disease. There are no effective treatments for castration-resistant prostate cancer (CRPC). The current data suggest that in CRPC, the AR-dependent regulatory mechanisms are subverted, not bypassed (33). Castration-resistant tumors compensate for an androgen deficiency in several ways including activation in response to signal transduction from growth factors (34). Thus, the AR plays a paradoxical role in the prostate, being essential for normal differentiation and maintenance, and subsequently essential for driving malignant behavior (35,36,37). Our guiding hypothesis is that AR phosphorylation plays a critical role in regulating AR function. The kinases that phosphorylate the AR and the function of AR phosphorylations have not yet been determined for the majority of AR phosphorylation sites. We and others have linked kinases and function to a subset of AR phosphorylations including serines 213, 578, 650, and tyrosines Y267 and Y534 (5,6,8,10,12). In previous studies we identified S81 as the highest stoichiometric phosphorylation site on the AR in response to hormone (2). Therefore, we sought to identify the function of AR S81 phosphorylation. Here we report that CDK9 phosphorylation of the AR on S81 regulates AR promoter selectivity and prostate cancer cell growth.Previous attempts to understand the ways that posttranslational modification of the AR affect biological function have been hampered by the artificial nature both of the functional assays and of the cellular/biological systems used. We and others have relied heavily on cotransfection reporter assays to assess the role of AR phosphorylation in transcriptional activity; we did not observe a consistent effect on AR transcription with the AR phosphorylation site mutants (2,23). However, this is possibly due to the limitations of reporter experiments to determine the function of steroid receptor phosphorylation sites (38). Therefore, we employed both cell-based and biochemical assays to examine the role of AR phosphorylation in more defined and biologically relevant experimental systems.Here we expressed wild-type and S81A mutant AR in LHS and LAPC4 cells. The cell lines with exogenous wild-type AR expression grow faster when compared with either parental cells or cells expressing the S81A mutant AR, suggesting that S81 phosphorylation is required for the full biological effects of the AR. The LHS cells stably expressing the S81A mutant did not increase TMPRSS2 or ORM1 expression to the same level as wild-type AR-expressing cells. However, many AR target genes examined either showed no difference, an increase in transcription when S81 was mutated to the nonphosphorylatable residue alanine, or a hormone dose-dependent differential response. These experiments suggest that S81 phosphorylation regulates AR promoter selectivity and that the observed reduction in biological activity of the S81A mutant AR is due to changes in the AR transcriptional program. The mechanism for this promoter selectivity is still unclear. When comparing the pattern of promoter selectivity for S81 phosphorylation with what is known about the activation or repression pattern of known AR pioneer factors such as Oct1, FoxA1, Gata2, and HOXB13, little correlation emerges (39,40,41). Transcription of both TMPRSS2 and ORM1 are activated by HOXB13 (41); thus S81 phosphorylation may regulate interaction with HOXB13. However, Nkx3.1 transcription is also activated by HOXB13, but there is no induction of Nkx3.1 in LHS-ARwt or LHS-S81A cells. We also examined in our LHS stable cell lines the expression of CDK1, CDC20, and UBEC2, which were identified as genes up-regulated during the transition from androgen dependence to castration resistance (40). No induction of these genes was observed. Thus, the precise mechanism for S81 phosphorylation regulating promoter selectivity and growth remains to be elucidated. There is a precedent for the tight control of AR expression in biological systems; slight overexpression of the AR can increase cell and tumor growth, which is consistent with our observations with wild-type AR in LHS and LAPC4 cells (17). However, high AR overexpression can lead to a decrease in cell growth, suggesting that the balance of AR-mediated gene transcription must be maintained (42). In LAPC4 cells we were able to successfully maintain wild-type AR expression, whereas expression of S81A AR was decreased with cell passage, indicating selection against the phospho-null mutant. We also attempted to generate stable expressing wild-type AR and S81A AR in LNCaP and CWR22Rv1 cells. Interestingly, we never selected an S81A-expressing population in either LNCaP or CWR22Rv1 cells (data not shown). This suggests that there is strong selection against the S81A mutant in biological systems already expressing endogenous AR. Of the three AR-positive lines tested, LAPC4 cells express the least AR protein, which may have contributed to the generation of an S81A line from LAPC4. Interestingly, after 20 or more passages LHS-S81A stable cells begin to grow similar to LHS-ARwt, perhaps due to modulating S81A expression levels and transcriptional activity.To determine the S81 kinase, we used ion trap mass spectrometry to analyze AR-associated proteins and observed CDK9 association with the AR. CDK9 phosphorylates the AR on S81 using in vitro kinase assays. Moreover, modulating CDK9 activity in cells with overexpression, RNAi, or pharmacological inhibitors altered AR S81 phosphorylation in a manner consistent with CDK9 phosphorylating S81 in cells. Collectively these results suggest that CDK9 phosphorylation of AR S81 is an important step in regulating AR promoter selectivity and prostate cancer cell growth. Our results are consistent with previous studies identifying CDK9 as an AR-interacting protein; these previously published results suggested that the AR enhances the elongation stage of transcription, possibly through modulating CDK9 phosphorylation of RNAPII CTD (24,43). Our data do not address the role of the AR in RNAPII CTD phosphorylation. Rather, we show that the RNAPPII CTD S2 kinase, CDK9, phosphorylates the AR on S81 and that this phosphorylation is required for optimal AR-mediated cell growth, likely due to the S81 phosphorylation regulating AR transcriptional activity on a selective subset of AR target genes. In addition to the AR, data suggest that the peroxisome proliferator-activated receptor γ (PPARγ) is phosphorylated by CDK9 (44,45). CDK9 regulates the differentiation of 3T3-L1 cells through a direct interaction with and phosphorylation of PPARγ, which increases PPARγ transcriptional activity (44). In MDA-MB-231 cells, PPARγ phosphorylation by CDK9 increases lipogenic gene expression (45). Thus, our work here parallels observations on PPARγ. Moreover, there is a precedent for steroid receptor phosphorylation regulating promoter selectivity; GR phosphorylation on S404 by glycogen synthase kinase 3b regulated the global GR transcriptional profile in response to hormone (46). Here we observe changes in promoter selectivity when the AR is phosphorylated on S81 by CDK9. Interestingly, the promoter selectivity is cell line dependent. This could be due to a range of reasons including cell line-dependent cofactor expression or chromatic structure of the target gene promoters. Also, the difference in response of AR target genes observed between cell lines is complicated by how S81 phosphorylation was modulated; the loss of AR phosphorylation with the S81A phospho-null mutant in LHS cells and pharmacological inhibition of CDK9 activity in LNCaP cells may not be equivalent.In addition to CDK9 phosphorylation of S81, our data are consistent with CDK1 phosphorylating the AR on S81 in vitro. We did not study CDK1 phosphorylation in cells because a previous study showed that modulating CDK1 activity in cells with overexpression or pharmacological inhibition generated parallel changes in AR S81 phosphorylation and total AR protein levels (23). Interestingly, in that study CDK1-mediated AR stabilization was not dependent on S81 phosphorylation. Also, it is important to consider that roscovitine, NU6102, and 1H-pyrazolo[3,4-β]quinoxaline were used to inhibit CDK activity. In addition to inhibiting CDK1, roscovitine is also a potent inhibitor of CDK9 at submicromolar levels, and the activity of NU6102 and 1H-pyrazolo[3,4-β]quinoxalin toward CDK9 has not been evaluated. Thus, it is unclear whether some of the observations using these inhibitors were due, in part, to CDK9 inhibition. CDK1 is active in late G2/M. In vitro less than 10% of LNCaP cells growing in whole serum are in G2/M, and LNCaP cells will arrest in G1 when grown in charcoal-stripped serum containing media. Although the kinetics of AR S81 phosphorylation are delayed, a strong S81 phosphorylation signal appears within 2 h of hormone stimulation of LNCaP cells in charcoal-stripped serum containing media, before entry into G2/M. Therefore, we suggest that CDK9 is the kinase predominately regulating S81 phosphorylation in cells. CDK1 may phosphorylate S81 in G2/M, either in concert with or in place of CDK9.Because CDK9 phosphorylation of S81 appears to selectively regulate transcription of AR target genes, it is unclear whether S81 phosphorylation and or CDK9 levels or activity would increase as prostate cancer progresses. The observation that loss of S81A decreases growth suggests that at a minimum the stoichiometry of S81 phosphorylation would be maintained; thus, there would be an increase in S81 phosphorylation paralleling the increase in total AR levels. The reagents to address S81 phosphorylation in patient samples are lacking to date. Preliminary studies of prostate cancer xenografts suggest that S81 phosphorylation increases with increasing AR levels (data not shown). Differential analyses of CDK9 mRNA levels in prostate cancer are equivocal with studies showing both an increase and decrease (47,48,49). Thus, it remains to be determined whether there are any changes in CDK9 protein or S81 phosphorylation levels during prostate cancer progression.One potentially interesting implication of the requirement for S81 AR phosphorylation to achieve optimal growth stimulation is that inhibition of CDK9 may cooperate with androgen ablation to further decrease AR activity in castration-resistant prostate cancer. Flavopiridol is a CDK inhibitor with dose-dependent selectivity; at low doses flavopiridol selectively inhibits CDK9. Preclinical studies using prostate cancer cell lines demonstrated inhibition of tumor growth with flavopiridol. However, the cooperation with androgen ablation was not formally tested (50,51). This was examined in an indirect manner during a phase II clinical trail testing flavopiridol as a single agent for the treatment of castration-resistant prostate cancer (52). The patients in this trial were either orchiectomized or on LHRH therapy. Unfortunately, the results of this trial were disappointing. However, combining flavopiridol with aggressive androgen ablation, perhaps for patients with disseminated disease that have not yet developed castration-resistant tumors, may result in a clinical use for flavopiridol. Moreover, the dose and scheduling in combination with androgen ablation could impact the clinical effectiveness of flavopiridol. In summary, we have presented data showing that the AR is phosphorylated on S81 by CDK9 and that this phosphorylation regulates AR promoter selectivity and prostate cancer cell growth. These observations may have important implications for prostate cancer therapies targeting AR function. Materials and MethodsCell culture, transfections, and reagentsLHS cells were grown in defined medium (PrEGM) as recommended elsewhere (16). LAPC4 cells (a gift from Dr. Charles Sawyers, Memorial Sloan-Kettering Cancer Center) were grown in DMEM/F12 (Life Technologies, Inc., Gaithersburg, MD) supplemented with 10% fetal calf serum (Life Technologies, Inc.). COS7 and Hela cells were grown in DMEM (Life Technologies) supplemented with 5% fetal calf serum. All cultures were maintained in a humidified chamber at 37 C with 5% CO2. For transfections of wt AR and AR phosphorylation site mutants into PC3 or COS7 cells, 5.5 μg of DNA per 100-mm dish or a total of 0.85 μg of DNA per six-well.The FLAG-wild-type AR, the S81A, and S81D AR mutants have been previously described (2). Retrovirus with FLAG-wild-type AR and FLAG-S81A was generated by introducing the AR sequences into pTREtight (CLONTECH) via EcoRI and NotI and then introduced TT-AR into pQPtTA2sIP via XhoI and NotI. pQPtTA2sIP was generated as follows. Starting with pQCXIP (CLONTECH) a MCS including XhoI, XbaI, NotI, EcoRI, and BamHI was introduced by substituting the CMV promoter with an oligo into XbaI and EcoRI cut pQCXIP (destroying the vector′s EcoRI site). The PGK promoter (mouse PGK promoter −426-+84) from pSM2c (Open Biosystems) was introduced via NotI, EcoRI after PCR amplification and the tTA2S_S2 from pUHrT61-1 (gift from Wolfgang Hillen) was introduced via EcoRI and BamHI generating pQPtTA2sIP. Wild-type CDK9 and dominant negative Cdk9 (D167N), and Cyclin T were kindly provided by Dr. Adam Goldfarb (University of Virginia, Charlottesville, VA) (53). Validated CDK9 siRNA ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"VHS50067\",\"term_id\":\"1676423956\",\"term_text\":\"VHS50067\"}}VHS50067) was obtained from Invitrogen.Antibodies were obtained from the following sources: anti-FLAG antibody, M2, (Sigma); anti-phospho-RNAPII, anti-RNAPII, anti-CDK9, and antitubulin (Cell Signaling Technology, Beverly, MA; Santa Cruz Biotechnology, Santa Cruz, CA; Millipore Corp., Bedford, MA; Transduction Laboratories, Inc., Lexington, KY). The antiphospho-AR antibodies used were raised against a peptide spanning the phosphorylation site in human AR by standard methods. The peptide was synthesized with phosphoserine and an N-terminal cysteine, coupled to keyhole limpet hemocyanin, and used for antibody production in rabbits (S81,Upstate Biotechnology, Inc., Lake Placid, NY; S94 and S16, Cocalico Biologicals, Inc., Reamstown, PA). Antibody titers were monitored by immunoblotting against purified wild-type and S/A AR, and the terminal bleeds were affinity purified using Sepharose-immobilized phosphopeptide. To test whether the antibody detected the nonphosphorylated wild-type AR, the AR was affinity purified and incubated for 1 h with 100 units of alkaline phosphatase at 37 C before SDS-PAGE.DRB (5,6-dichloro-1-β-d-ribofuranosylbenzimidazole, 5,6-dichlorobenzimidazole riboside) was obtained from Sigma, and flavopiridol was a generous gift from Sanofi-Aventis (Paris, France).Growth assaysThree thousand cells were plated per well in a 96-well dish or 15,000 cells were plated per well in a 24-well dish previously coated with 1 μg/ml fibronectin. LHS-derived cells were grown in normal growth media with and without hormone, and LAPC4 cells were grown in phenol red free RPMI (Life Technologies) supplemented with 5% charcoal-stripped serum (Gemini Bio-Products) for varying number of days. DNA was measured as a surrogate for cell number in 96-well plates using CyQuant NF (Invitrogen) according to the manufacturer’s instructions. Quantitation was performed on a BioTek Synergy 2 plate reader at excitation 485/emission 530 nm. Cell growth was measured on d 3, d 5, and d 7 after plating, and the population doubling time (ln 2/rate of change) was determined. Crystal violet (Sigma) staining of protein was used as a surrogate for cell number in 24-well plates. Briefly, cells were washed two times with ice-cold 1× PBS and then fixed with ice-cold methanol for 10 min. Methanol was then removed, and 0.25ml of a 0.5% crystal violet in 25% methanol solution was added for 30 min. The solution was then removed and the plate was rinsed in ddH20 until the color no longer came off in the rinse. Plates were then allowed to dry at room temperature overnight. Quantitation was performed on a BioTek Synergy 2 plate reader using absorbance at 595 nm wavelength.Quantitative PCRRT-PCR analysis was done on an iCycler or CFX96 (Bio-Rad Laboratories, Hercules, CA) using the IQ SYBR Green PCR master mix. Total RNA was extracted from cells grown treated as described in the text from 12-well plates using the RNeasy kit (QIAGEN, Chatsworth, CA). RNA quantification to determine amounts for deoxyribonuclease (DNase) treatment was assessed with spectrophotometry at 260 and 280 nm (1 A260 nm, 40 μg/ml). DNase I treatment was performed before the reverse transcription. Total RNA (10 μg) was incubated in 20 μl with 10 units of DNase I (Ambion, Inc., Austin, TX) in 10 mm Tris-HCl (pH 8.0), 0.5 mm MgCl2, 1 mm dithiothreitol for 30 min at 37 C, followed by repurification of the RNA using the RNeasy kit (QIAGEN). Ribogreen (Molecular Probes, Inc., Eugene, OR) was used to quantify RNA. We reverse transcribed 100 ng of RNA in 20 μl using the iScript cDNA synthesis kit (Bio-Rad) according to the manufacturer’s protocol. The human specific PCR primers used were: forward TMPRSS2, 5′-GGACAGTGTGCACCTCAAAGAC-3′; reverse TMPRSS2, 5′-TCCCACGAGGAAGGTCCC-3′; forward SGK, 5′-GGATGGGTCTGAACGACTTT-3′; reverse SGK, 5′-GAAGGACTTGGTGGAGGAGA-3′; forward STEAP4, 5′-TTTCCTTGTTATGGGCAACA-3′; reverse STEAP4, 5′-AGTGGTCACCATTGTGCTGT-3′; forward AQP3, 5′-TTGGCTTTGCTGTCACTCTG-3′; reverse AQP3, 5′-GTAGATGGGCAGCTTGATCC-3′; forward FKBP51, 5′-AGGAGGGAAGAGTCCCAGTG-3′; reverse FKBP51, 5′-TGGGAAGCTACTGGTTTTGC-3′. Housekeeping genes used were: GUS, 5′-CTCATTTGGAATTTTGCCGATT-3′; reverse GUS, 5′-CCGAGTGAAGATCCCCTTTTTA-3′; PSMB6 forward, 5′-CAAACTGCACGGCCATGATA-3′; reverse PSMB6, 5′-AGGCATTCACTCCAGACTGG-3′; PMM1 forward, 5′-GATCTGCACTCTACTTCGTAGCT-3′; reverse PMM1, 5′-GGCTCGCCAGAAAATTG-3′. Nonreversed transcribed RNA was subject to PCR as a control; no DNA contamination was observed. For prostate-specific antigen a three-step PCR was performed with an annealing temperature of 66 C. For GUS, a two-step PCR was performed with an annealing and extension temperature of 68 C.Mass spectrometryEither LNCaP cells or Hela cells stably expressing low levels of FLAG-AR were separated into cytoplasmic and nuclear fractions after R1881 treatment and subjected to immunoprecipitation. After confirmation of elution by Western blotting the protein mixture was digested with trypsin, and the resulting peptides were analyzed directly using mass spectrometry (13). Peptides were first separated in time by reverse-phase liquid chromatography followed by data-dependent mass spectrometry (MS/MS) on a quadrupole ion trap mass spectrometer. Sequence information was then derived from MS/MS spectra by database searching (SEQUEST program and National Center for Biotechnology Information nonredundant protein database). In the bioinformatic analysis, proteins detected in the mock samples were subtracted from proteins detected in the experimental samples to provide a list of candidate AR-associated proteins.Western blots, immunoprecipitations, and in vitro kinase reactionsFor inhibitor studies, cells were plated for 48 h and then treated as described in the text. For immunoprecipitations, cells were lysed in radioimmunoprecipitation assay buffer (1% Nonidet P-40, 1% Na-deoxycholate, 0.1% sodium dodecyl sulfate, 50 mm Tris pH 7.5, 2 mm EDTA, 150 mm NaCl, 0.01m Na-phosphate, 50 mm NaF) plus the following protease and phosphatase inhibitors: 1 μg/ml pepstatin, 1 μg/ml leupeptin, 0.4 trypsin inhibitor unit/ml aprotinin, 1 mm phenylmethylsulfonyl fluoride, 200 μm orthovanadate, 50 mm β-glycerophosphate, and 0.4 μm Microcystin. The AR was immunoprecipitated with 10 μg antihuman AR generated against the first 21 amino acids per 100-mm dish. IPs were washed three times with lysis buffer. Precipitates were resuspended in SDS-PAGE sample buffer, resolved by SDS-PAGE, and transferred to nitrocellulose for immunoblotting. Immunoblots were analyzed using an AlphaEaseFC (Alpha Innotech, San Leandro, CA) or Odyssey (LI-COR Biosciences, Lincoln, NE) imaging system.For in vitro kinase assays, affinity-purified FLAG-AR (2) was used as substrate. The FLAG-AR was affinity purified from transfected COS7 cells on a M2 (Sigma) affinity column (2). Purified active CDK1, CDK5, and CDK9 were obtained commercially (Upstate Biotechnology). Kinase assays were performed in a 40-μl reaction volume containing 25 mm HEPES, pH 7.4, 20 mm magnesium acetate; 1 mm dithiothreitol, 1 mm ATP for 30 min at 30 C with approximately 0.1 μg of FLAG-AR, or 20 μg of control substrate. Control reactions included 10 μCi of [γ-32P]ATP. Reactions were stopped by addition of 4× sodium dodecyl sulfate-sample buffer followed by boiling for 5min; 20 μl of these reactions were analyzed on a 12.5% SDS-PAGE gel and transferred to nitrocellulose. Phosphorylated AR was analyzed using an AlphaEaseFC and control reactions using XOMAT AR film (Eastman Kodak, Rochester, NY).Statistical analysisOne and two-way ANOVA methods were used to compare expression levels across groups. Individual data points were transformed to the natural log scale to stabilize the variability and to allow for easier interpretation of the results in terms of ratios. All analyses adjusted for experiment-to-experiment variation by including terms in the ANOVA models. Specific comparisons were made using F-tests based on contrasts. The Spearman rank correlation was used to test for an association between dose and expression. All analyses were carried out in SAS version 9.2. FootnotesThis work was supported by National Institute of Health Grant R01 CA124706 (to D.G.), University of Virginia American Cancer Society (to D.G.), Prostate Cancer Foundation (to M.C. and D.G.), and National Institutes of Health Grant GM 37537 (to D.F.H.).Disclosure Summary: The authors have nothing to disclose.First Published Online October 27, 2010Abbreviations: AR, Androgen receptor; CDK, cyclin-dependent kinase; CDK9-DN, dominant-negative CDK9; CRPC, castration-resistant prostate cancer; CTD, C-terminal domain; DNase, deoxyribonuclease; DRB, 5,6-dichloro-1-β-d-ribofuranosylbenzimidazole; IP, immunoprecipitate; PPARγ, peroxisome proliferator-activated receptor γ; RNAi, RNA interference; RNAPII, RNA polymerase II. ReferencesGelmann EP 2002 Molecular biology of the androgen receptor. J Clin Oncol 20:3001–3015 [PubMed] [Google Scholar]Gioeli D, Ficarro SB, Kwiek JJ, Aaronson D, Hancock M, Catling AD, White FM, Christian RE, Settlage RE, Shabanowitz J, Hunt DF, Weber MJ 2002 Androgen receptor phosphorylation. Regulation and identification of the phosphorylation sites. J Biol Chem 277:29304–29314 [PubMed] [Google Scholar]Zhu Z, Becklin RR, Desiderio DM, Dalton JT 2001 Identification of a novel phosphorylation site in human androgen receptor by mass spectrometry. Biochem Biophys Res Commun 284:836–844 [PubMed] [Google Scholar]Zhou ZX, Kemppainen JA, Wilson EM 1995 Identification of three proline-directed phosphorylation sites in the human androgen receptor. Mol Endocrinol 9:605–615 [PubMed] [Google Scholar]Ponguta LA, Gregory CW, French FS, Wilson EM 2008 Site-specific androgen receptor serine phosphorylation linked to epidermal growth factor-dependent growth of castration-recurrent prostate cancer. J Biol Chem 283:20989–21001 [PMC free article] [PubMed] [Google Scholar]Taneja SS, Ha S, Swenson NK, Huang HY, Lee P, Melamed J, Shapiro E, Garabedian MJ, Logan SK 2005 Cell-specific regulation of androgen receptor phosphorylation in vivo. J Biol Chem 280:40916–40924 [PubMed] [Google Scholar]Adams M, Meijer OC, Wang J, Bhargava A, Pearce D 2003 Homodimerization of the glucocorticoid receptor is not essential for response element binding: activation of the phenylethanolamine N-methyltransferase gene by dimerization-defective mutants. Mol Endocrinol 17:2583–2592 [PubMed] [Google Scholar]Guo Z, Dai B, Jiang T, Xu K, Xie Y, Kim O, Nesheiwat I, Kong X, Melamed J, Handratta VD, Njar VC, Brodie AM, Yu LR, Veenstra TD, Chen H, Qiu Y 2006 Regulation of androgen receptor activity by tyrosine phosphorylation. Cancer Cell 10:309–319 [PubMed] [Google Scholar]Kraus S, Gioeli D, Vomastek T, Gordon V a, MJ W 2006 RACK1 and Src regulate the tyrosine phosphorylation and function of the androgen receptor. Cancer Res 66:11047–11054 [PubMed] [Google Scholar]Mahajan NP, Liu Y, Majumder S, Warren MR, Parker CE, Mohler JL, Earp HS, Whang YE 2007 Activated Cdc42-associated kinase Ack1 promotes prostate cancer progression via androgen receptor tyrosine phosphorylation. Proc Natl Acad Sci USA 104:8438–8443 [PMC free article] [PubMed] [Google Scholar]Chen S, Kesler CT, Paschal BM, Balk SP 2009 Androgen receptor phosphorylation and activity are regulated by an association with protein phosphatase 1. J Biol Chem 284:25576–25584 [PMC free article] [PubMed] [Google Scholar]Gioeli D, Black BE, Gordon V, Spencer A, Kesler CT, Eblen ST, Paschal BM, Weber MJ 2006 Stress kinase signaling regulates androgen receptor phosphorylation, transcription, and localization. Mol Endocrinol 20:503–515 [PubMed] [Google Scholar]Coon JJ, Ueberheide B, Syka JE, Dryhurst DD, Ausio J, Shabanowitz J, Hunt DF 2005 Protein identification using sequential ion/ion reactions and tandem mass spectrometry. Proc Natl Acad Sci USA 102:9463–9468 [PMC free article] [PubMed] [Google Scholar]Kraus S, Gioeli D, Vomastek T, Gordon V, Weber MJ 2006 Receptor for activated C kinase 1 (RACK1) and Src regulate the tyrosine phosphorylation and function of the androgen receptor. Cancer Res 66:11047–11054 [PubMed] [Google Scholar]McCall P, Gemmell LK, Mukherjee R, Bartlett JM, Edwards J 2008 Phosphorylation of the androgen receptor is associated with reduced survival in hormone-refractory prostate cancer patients. Br J Cancer 98:1094–1101 [PMC free article] [PubMed] [Google Scholar]Berger R, Febbo PG, Majumder PK, Zhao JJ, Mukherjee S, Signoretti S, Campbell KT, Sellers WR, Roberts TM, Loda M, Golub TR, Hahn WC 2004 Androgen-induced differentiation and tumorigenicity of human prostate epithelial cells. Cancer Res 64:8867–8875 [PubMed] [Google Scholar]Chen CD, Welsbie DS, Tran C, Baek SH, Chen R, Vessella R, Rosenfeld MG, Sawyers CL 2004 Molecular determinants of resistance to antiandrogen therapy. Nat Med 10:33–39 [PubMed] [Google Scholar]Ozanne DM, Brady ME, Cook S, Gaughan L, Neal DE, Robson CN 2000 Androgen receptor nuclear translocation is facilitated by the f-actin cross-linking protein filamin. Mol Endocrinol 14:1618–1626 [PubMed] [Google Scholar]Loy CJ, Sim KS, Yong EL 2003 Filamin-A fragment localizes to the nucleus to regulate androgen receptor and coactivator functions. Proc Natl Acad Sci USA 100:4562–4567 [PMC free article] [PubMed] [Google Scholar]Ting HJ, Hu YC, Chang C 2004 Actin monomer enhances supervillin-modulated androgen receptor transactivation. Biochem Biophys Res Commun 319:393–396 [PubMed] [Google Scholar]Marivoet S, Van Dijck P, Verhoeven G, Heyns W 1992 Interaction of the 90-kDa heat shock protein with native and in vitro translated androgen receptor and receptor fragments. Mol Cell Endocrinol 88:165–174 [PubMed] [Google Scholar]Stenoien DL, Cummings CJ, Adams HP, Mancini MG, Patel K, DeMartino GN, Marcelli M, Weigel NL, Mancini MA 1999 Polyglutamine-expanded androgen receptors form aggregates that sequester heat shock proteins, proteasome components and SRC-1, and are suppressed by the HDJ-2 chaperone. Hum Mol Genet 8:731–741 [PubMed] [Google Scholar]Chen S, Xu Y, Yuan X, Bubley GJ, Balk SP 2006 Androgen receptor phosphorylation and stabilization in prostate cancer by cyclin-dependent kinase 1. Proc Natl Acad Sci USA 103:15969–15974 [PMC free article] [PubMed] [Google Scholar]Lee LF, Guan J, Qiu Y, Kung HJ 2001 Neuropeptide-induced androgen independence in prostate cancer cells: roles of nonreceptor tyrosine kinases Etk/Bmx, Src, and focal adhesion kinase. Mol Cell Biol 21:8385–8397 [PMC free article] [PubMed] [Google Scholar]Yamada T, Yamaguchi Y, Inukai N, Okamoto S, Mura T, Handa H 2006 P-TEFb-mediated phosphorylation of hSpt5 C-terminal repeats is critical for processive transcription elongation. Mol Cell 21:227–237 [PubMed] [Google Scholar]Fujinaga K, Irwin D, Huang Y, Taube R, Kurosu T, Peterlin BM 2004 Dynamics of human immunodeficiency virus transcription: P-TEFb phosphorylates RD and dissociates negative effectors from the transactivation response element. Mol Cell Biol 24:787–795 [PMC free article] [PubMed] [Google Scholar]Kim JB, Sharp PA 2001 Positive transcription elongation factor B phosphorylates hSPT5 and RNA polymerase II carboxyl-terminal domain independently of cyclin-dependent kinase-activating kinase. J Biol Chem 276:12317–12323 [PubMed] [Google Scholar]Price DH 2000 P-TEFb, a cyclin-dependent kinase controlling elongation by RNA polymerase II. Mol Cell Biol 20:2629–2634 [PMC free article] [PubMed] [Google Scholar]Marshall NF, Peng J, Xie Z, Price DH 1996 Control of RNA polymerase II elongation potential by a novel carboxyl-terminal domain kinase. J Biol Chem 271:27176–27183 [PubMed] [Google Scholar]Chao SH, Price DH 2001 Flavopiridol inactivates P-TEFb and blocks most RNA polymerase II transcription in vivo. J Biol Chem 276:31793–31799 [PubMed] [Google Scholar]Xu Y, Chen SY, Ross KN, Balk SP 2006 Androgens induce prostate cancer cell proliferation through mammalian target of rapamycin activation and post-transcriptional increases in cyclin D proteins. Cancer Res 66:7783–7792 [PubMed] [Google Scholar]CA Perez F, WR, Ihde, DC, and Labrie F 1985 Cancer. In: DeVita VT, Hellman S, Rosenberg SA, eds. Principles and practice of oncology. Philadelphia: JB Lippincott Co; 929–964 [Google Scholar]Gioeli D 2010 The promise of novel androgen receptor antagonists. Cell Cycle 8:440–441 [PubMed] [Google Scholar]Culig Z, Klocker H, Bartsch G, Hobisch A 2002 Androgen receptors in prostate cancer. Endocr Relat Cancer 9:155–170 [PubMed] [Google Scholar]Gioeli D 2005 Signal transduction in prostate cancer progression. Clin Sci (Lond) 108:293–308 [PubMed] [Google Scholar]Cunha GR, Ricke W, Thomson A, Marker PC, Risbridger G, Hayward SW, Wang YZ, Donjacour AA, Kurita T 2004 Hormonal, cellular, and molecular regulation of normal and neoplastic prostatic development. J Steroid Biochem Mol Biol 92:221–236 [PubMed] [Google Scholar]Burnstein KL 2005 Regulation of androgen receptor levels: implications for prostate cancer progression and therapy. J Cell Biochem 95:657–669 [PubMed] [Google Scholar]Weigel NL 1996 Steroid hormone receptors and their regulation by phosphorylation. Biochem J 319:657–667 [PMC free article] [PubMed] [Google Scholar]Wang Q, Li W, Liu XS, Carroll JS, Jänne OA, Keeton EK, Chinnaiyan AM, Pienta KJ, Brown M 2007 A hierarchical network of transcription factors governs androgen receptor-dependent prostate cancer growth. Mol Cell 27:380–392 [PMC free article] [PubMed] [Google Scholar]Wang Q, Li W, Zhang Y, Yuan X, Xu K, Yu J, Chen Z, Beroukhim R, Wang H, Lupien M, Wu T, Regan MM, Meyer CA, Carroll JS, Manrai AK, Jänne OA, Balk SP, Mehra R, Han B, Chinnaiyan AM, Rubin MA, True L, Fiorentino M, Fiore C, Loda M, Kantoff PW, Liu XS, Brown M 2009 Androgen receptor regulates a distinct transcription program in androgen-independent prostate cancer. Cell 138:245–256 [PMC free article] [PubMed] [Google Scholar]Norris JD, Chang CY, Wittmann BM, Kunder RS, Cui H, Fan D, Joseph JD, McDonnell DP 2009 The homeodomain protein HOXB13 regulates the cellular response to androgens. Mol Cell 36:405–416 [PMC free article] [PubMed] [Google Scholar]Tararova ND, Narizhneva N, Krivokrisenko V, Gudkov AV, Gurova KV 2007 Prostate cancer cells tolerate a narrow range of androgen receptor expression and activity. Prostate 67:1801–1815 [PMC free article] [PubMed] [Google Scholar]Lee DK, Chang C 2003 Molecular communication between androgen receptor and general transcription machinery. J Steroid Biochem Mol Biol 84:41–49 [PubMed] [Google Scholar]Iankova I, Petersen RK, Annicotte JS, Chavey C, Hansen JB, Kratchmarova I, Sarruf D, Benkirane M, Kristiansen K, Fajas L 2006 Peroxisome proliferator-activated receptor γ recruits the positive transcription elongation factor b complex to activate transcription and promote adipogenesis. Mol Endocrinol 20:1494–1505 [PMC free article] [PubMed] [Google Scholar]Johnstone CN, Mongroo PS, Rich AS, Schupp M, Bowser MJ, Delemos AS, Tobias JW, Liu Y, Hannigan GE, Rustgi AK 2008 Parvin-β inhibits breast cancer tumorigenicity and promotes CDK9-mediated peroxisome proliferator-activated receptor γ 1 phosphorylation. Mol Cell Biol 28:687–704 [PMC free article] [PubMed] [Google Scholar]Gallier-Beckley AJ, Williams JG, Collins JB, Cidlowski JA 2008 Glycogen synthase kinase 3β-mediated serine phosphorylation of the human glucocorticoid receptor redirects gene expression profiles. Mol Cell Biol 28:7309–7322 [PMC free article] [PubMed] [Google Scholar]Ramaswamy S, Ross KN, Lander ES, Golub TR 2003 A molecular signature of metastasis in primary solid tumors. Nat Genet 33:49–54 [PubMed] [Google Scholar]Welsh JB, Sapinoso LM, Su AI, Kern SG, Wang-Rodriguez J, Moskaluk CA, Frierson Jr HF, Hampton GM 2001 Analysis of gene expression identifies candidate markers and pharmacological targets in prostate cancer. Cancer Res 61:5974–5978 [PubMed] [Google Scholar]Yu YP, Landsittel D, Jing L, Nelson J, Ren B, Liu L, McDonald C, Thomas R, Dhir R, Finkelstein S, Michalopoulos G, Becich M, Luo JH 2004 Gene expression alterations in prostate cancer predicting tumor aggression and preceding development of malignancy. J Clin Oncol 22:2790–2799 [PubMed] [Google Scholar]Sedlacek HH, Czech J, Naik R, Kaur G, Worland P, Losiewicz M, Parker B, Carlson B, Smith A, Senderowicz A, Sausville E 1996 Flavopiridol (L86 8275; NSC 649890), a new kinase inhibitor for tumor therapy. Int J Oncol 9:1143–1168 [PubMed] [Google Scholar]Drees M, Dengler WA, Roth T, Labonte H, Mayo J, Malspeis L, Grever M, Sausville EA, Fiebig HH 1997 Flavopiridol (L86–8275): selective antitumor activity in vitro and activity in vivo for prostate carcinoma cells. Clin Cancer Res 3:273–279 [PubMed] [Google Scholar]Liu G, Gandara DR, Lara Jr PN, Raghavan D, Doroshow JH, Twardowski P, Kantoff P, Oh W, Kim K, Wilding G 2004 A Phase II trial of flavopiridol (NSC #649890) in patients with previously untreated metastatic androgen-independent prostate cancer. Clin Cancer Res 10:924–928 [PubMed] [Google Scholar]Elagib KE, Mihaylov IS, Delehanty LL, Bullock GC, Ouma KD, Caronia JF, Gonias SL, Goldfarb AN 2008 Cross-talk of GATA-1 and P-TEFb in megakaryocyte differentiation. Blood 112:4884–4894 [PMC free article] [PubMed] [Google Scholar]"}