{"title": "Transcriptional regulation of HIV-1 gene expression by p53", "pubDate": "2010", "PMCID": "PMC3048051", "DOI": "10.4161/cc.9.22.13836", "PMID": "21088492", "abstract": "Several reports have pointed to the negative involvement of p53 in transcriptional regulation of the human immunodeficiency virus type 1 long terminal repeat (HIV-1 LTR). However, the mechanisms of this negative effect remain unclear. In here, we showed that over expression of p53 wild type prevented the phosphorylation of serine 2 in the carboxyl terminal domain (CTD) of RNA polymerase II. As a result of this inhibition, p53 stalled transcriptional elongation on the HIV-1 LTR leading to a significant reduction of HIV-1 replication in primary microglia and astrocytes. However, despite the delay/pause caused by p53, viral transcription and replication decreased and then salvaged. These studies suggest that the negative effect of p53 is alleviated by a third factor. In this regard, our Preliminary Data point to the involvement of the Pirh2 protein in p53 inhibition. Therefore, we suggest that p53 may be a novel therapeutic target for the inhibition of HIV-1 gene expression and replication and the treatment of AIDS.", "author": [{"author": "Ruma Mukerjee", "affiliation": ["Molecular Virology Lab, Department of Neurology, Temple University School of Medicine, Philadelphia, PA, USA."], "href": "/?term=Mukerjee+R&cauthor_id=21088492"}, {"author": "Pier Paolo Claudio", "affiliation": [], "href": "/?term=Claudio+PP&cauthor_id=21088492"}, {"author": "J Robert Chang", "affiliation": [], "href": "/?term=Chang+JR&cauthor_id=21088492"}, {"author": "Luis Del Valle", "affiliation": [], "href": "/?term=Del+Valle+L&cauthor_id=21088492"}, {"author": "Bassel E Sawaya", "affiliation": [], "href": "/?term=Sawaya+BE&cauthor_id=21088492"}], "refPMID": [], "citedInPMID": ["21088492", "35038897", "33495994", "30784764", "30443895", "29866997", "28793904", "27519799", "25653431", "23643704", "23603988", "23456331", "22683550", "22105777", "21248483"], "body": " AbstractSeveral reports have pointed to the negative involvement of p53 in transcriptional regulation of the human immunodeficiency virus type 1 long terminal repeat (HIV-1 LTR). However, the mechanisms of this negative effect remain unclear. In here, we showed that overexpression of p53 wild type prevented the phosphorylation of serine 2 in the carboxyl terminal domain (CTD) of RNA polymerase II. As a result of this inhibition, p53 stalled transcriptional elongation on the HIV-1 LTR leading to a significant reduction of HIV-1 replication in primary microglia and astrocytes. However, despite the delay/pause caused by p53, viral transcription and replication decreased and then salvaged. These studies suggest that the negative effect of p53 is alleviated by a third factor. In this regard, our preliminary data point to the involvement of the Pirh2 protein in p53 inhibition. Therefore, we suggest that p53 may be a novel therapeutic target for the inhibition of HIV-1 gene expression and replication and the treatment of AIDS.Key words: transcription, HIV-1, polymerase II, p53, promoter, elongation IntroductionThe DNA cis-acting regulatory elements that control HIV-1 gene transcription reside in the long terminal repeat (LTR) upstream of the transcription start site. The viral protein Tat is a powerful transactivator of viral gene expression through its interaction with the nascent RNA transcript structure, TAR and the positive transcription elongation factor (P-TEFb).1,2 Prior to the identification of the P-TEFb complex, Tat had been shown to exhibit an associated 5,6-dichloro-1-D-ribofuranosylbenzimidazole (DRB)-sensitive kinase activity capable of phosphorylating the CTD of RNA polymerase II (RNAPII), known as the Tat-associated kinase (TAK).3 The P-TEFb complex is composed of two subunits, cyclin T1 and the catalytic subunit cdk9. The ternary complex Tat/cyclin T1/cdk9 is recruited by Tat to TAR and stimulates transcriptional elongation by phosphorylating serines 2 and 5 of the CTD of RNA pol II. Elongation is critical for transcription by RNAPII and the factors involved in this process in HIV-1 include P-TEFb and the negative transcription elongation factor (N-TEF).4,5 RNAPII can initiate but not elongate transcription because of its interaction with N-TEF. N-TEF is composed of the DRB sensitivity-inducing factor (DSIF) and the negative elongation factor (NELF). DSIF contains SPT4 and SPT5, whereas NELF contains four subunits.4 After initiation, P-TEFb is then recruited to the transcription complex, where its kinase subunit (cdk9) phosphorylates the CTD of RNAPII and N-TEF, allowing the elongation of transcription to proceed.6The 42 kDa protein, cdk9, like many other cyclin-dependent kinases (CDKs), was identified during a cDNA screening intended to isolate novel regulators of the mammalian cell cycle.7 As no cyclin partner or cell cycle function was demonstrated at that time, cdk9 was temporarily designated PITALRE for its PSTAIRE-like sequence, a conserved motif found in Cdc2 and related kinases. Cdk9 was shown to phosphorylate itself, as well as a variety of substrates in vitro and to be associated with various proteins including the small nuclear 7SK snRNA,8 Pch1/Pct1,9 and p53.10–12 It also associates with the molecular chaperone Hsp70 or a kinase-specific chaperone complex, Hsp90/Cdc37, to form two separate chaperone-cdk9 complexes.13 These two complexes act sequentially to facilitate cdk9 folding/stabilization and the production of the mature cdk9/cyclin T1 P-TEFb complex. Cdk9 has also been shown to limit cardiac growth through regulation of 7SK snRNA in mouse myocardium.14 Beside its interaction with cyclin T1, cdk9 interacts with three other cyclins, T2a, T2b and cyclin K.6,15 Each of the T-type cyclin/cdk9 complexes can phosphorylate the CTD of the large subunit of RNA pol II, but only human cyclin T1/CDK9 complexes bind HIV Tat. Cyclin T1 contains several domains including the N-terminal cyclin box domain, a putative coiled-coil motif, a His-rich motif and a carboxyl-terminal PEST sequence.16 Depletion of cdk9 blocks Tat-dependent transactivation and TAK activity, indicating that cdk9 is required for Tat to stimulate transcription. Moreover, endogenous cdk9/cyclin T1 complexes associate with Tat in HIV-infected T cells.17p53 is a potent tumor suppressor and transcription factor playing a key role in cell cycle regulation, differentiation and apoptosis.18 p53 is activated in response to a variety of cellular stress signals including DNA damage, hypoxia, metabolic changes, heat shock, pH changes or oncogene activation and triggers cell cycle arrest and/or apoptosis.19 In its active form, p53 localizes to the nucleus, where it binds to specific DNA sequences and regulates the expression of many genes involved in the cell cycle, apoptosis and DNA repair. Wild-type p53 is expressed at low levels in most cells because of its short half-life under normal conditions. The level of p53 is regulated by Mdm2, which represses p53 transcriptional activity, mediates ubiquitination of p53 by acting as an E3 ligase and targets p53 to the cytoplasm for 26S proteasome-dependent degradation.20 In addition to mdm2, p53 can be ubiquitinated and degraded by Pirh2, COP1 and ARF-BP1 proteins.21–23 Regulation of p53 involves post-translational modification of p53 on multiple sites by phosphorylation, methylation, acetylation, sumoylation, neddylation and glycosylation.19We recently found that the protein kinase cdk9 phosphorylates p53 on serine 392 and that p53 has the ability to increase the level of cdk9.11 We have now examined whether induction of cdk9 by p53 and their association affects cdk9 functions and if this in turn could affect HIV-1 transcription efficiency. ResultsFirst, we analyzed the subcellular localization and levels of p53 and cdk9 in brain tissue from patients with HIV-encephalitis (HIVE). Figure 1 shows the co-localization of p53 and cdk9 in neurons and in perivascular macrophages. The complex p53-cdk9 localizes mainly in the nucleus of neurons and perivascular macrophages. These results support our hypothesis regarding the interplay between p53 and cdk9 in HIV-1-infected cells and are in agreement with our cell culture data regarding the ability of cdk9 to phosphorylate and induce p53.11 Since HIV-1 does not infect neurons, it is possible that elevated levels and colocalization of p53 and cdk9 in neurons trigger p53 transcriptional abilities.Open in a separate windowFigure 1Immunohistochemical detection of Cdk9 and p53 in HIV Encephalitis. (A and B) Cdk9 is expressed in both the nuclei and cytoplasm, while p53 is mainly nuclear in neurons within areas of inflammation in cases of HIV-Encephalitis. Cdk9 is also expressed in the nuclei and cytoplasm of perivascular inflammatory cells including giant multinucleated cells, and in the cytoplasm of reactive astrocytes. Double labeling immunofluorescence confirms the previous findings and reveals the co-localization of both proteins in the nuclei of neurons, and in the cytoplasm of perivascular inflammatory cells. All parts original magnification ×1,000.As a subunit of the P-TEFb complex, cdk9 is responsible for the phosphorylation of serines 2 and 5 of the CTD of RNAPII, which facilitates HIV-1 transcription.1 Therefore, cdk9 induction by p53 and their association gave us a rationale to examine whether the interplay between cdk9 and p53 affects the ability of cdk9 to phosphorylate the CTD. Human glioblastoma cells, U-87MG, were transfected with cdk9 or cdk9 dominant negative (cdk9-dn) expression plasmids or transduced with Ad-p53, using various combinations as indicated. Twenty-four hours after the transfection or transduction, total protein extracts were prepared and 500 µg of lysates were incubated with 100 ng of GST or GST-CTD in kinase buffer as described in Materials and Methods. As shown in Figure 2A, results from kinase assays demonstrate that only GST-CTD was phosphorylated in cdk9-transfected cells (lane 1) but not in cdk9-dn-transfected cells (lane 3). Interestingly, cdk9 failed to phosphorylate the CTD in the presence of p53 (lane 2).Open in a separate windowFigure 2p53 affects the phosphorylation status of CTD. (A and B) U-87MG cells were transfected with 5 µg of cdk9, cdk9-dn, cyclin T1 or p53 expression plasmids using various combinations as indicated. Three hundreds micrograms of extracts prepared from mock- or transfected-cells were then mixed with 100 ng of GST-CTD (A) or with 10 ng of recombinant CTD protein (B) in kinase buffer containing γ-[32P]-ATP. After 30 min at 37°C, phosphorylated CTD was assessed by SDS-10% PAGE followed by autoradiography.Cdk9, cyclin T1 and Tat form a ternary complex that stimulates transcriptional elongation by phosphorylating the CTD of RNA pol II and the negative elongation factors DSIF and NELF.6 Therefore, we sought to examine the phosphorylation status of the CTD of pol II in the presence of cyclin T1. Kinase assays were performed using in vitro transcribed and translated p53, cdk9, cdk9-dn or cyclin T1 proteins, which were incubated with 100 ng of recombinant CTD protein as indicated. As shown in Figure 2B, p53 attenuates the phosphorylation of the CTD by cdk9 in the presence and absence of cyclin T1 (compare lanes 2, 4, 6 and 7 to lanes 3 and 5). Note that these extracts contain endogenous proteins and that overexpression of p53 led to a decrease in the CTD phosphorylation (lanes 2, 4, 6 and 7). Interestingly, overexpression of cyclin T1 led an increase in the CTD phosphorylation when compared to extracts where cdk9 was overexpressed (compare lanes 3 and 5). Results from lane 3 were intriguing, however a recent study shows that rabbit primary T cells and macrophages support HIV-1 infection primary cultures and release HIV-1 particles to a level comparable to human cells.24 Lane 1 contains only CTD protein.The ability of p53 to inhibit pol II phosphorylation led us to investigate its effect on HIV-1 LTR transcription. These experiments were performed in cells that are more closely associated with HIV-1 pathology in AIDS patients. Primary human astrocytes (Fig. 3A and black) and microglial (gray) cells were transfected with 0.1 µg of HIV-LTR reporter plasmid in the presence and absence of 0.5 µg of p53, p53 (S392A) and 100 ng of Tat expression plasmids using various combinations. As shown in Figure 3A, transfection of Tat expression plasmid activated HIV-1 gene expression by approximately 17-fold in astrocytes as well as in microglial cells (lanes 2). Transfection of the p53 mutant (S392A), but not wild type expression plasmids led to a weak enhancement of HIV-1 gene expression (∼4 fold) (compare lanes 3 and 4). Co-expression of wild-type p53 and Tat decreased transcription in both cell types by almost 75% (compare lanes 2 and 5). Mutant p53, (S392A), did not affect Tat-induced transcription of the LTR (compare lanes 2 to lanes 6).Open in a separate windowFigure 3p53 inhibits HIV-1 transcription and replication. (A) Primary human astrocytes (black boxes) and microglia (gray boxes) were transfected with HIV-1 LTR-CAT reporter plasmid alone or combined with p53 (wild type or mutant) or with Tat plasmid using various combinations as indicated. CAT activity was determined after 48 h. All values represent the means ± SD. The data shown are representative from three independent assays. For the statistical analysis, the results of the CAT activities were analyzed using the Student's t test statistical significance level, p < 0.05 is indicated by “**”. (B) Inhibition of HIV-1 replication in the presence of overexpressed p53. Histograms showing the amount of p24 protein measured in the supernatant of infected cells. p53 delays HIV-1 replication in human primary microglia. Adeno-p53 was added to the cells at different time as indicated. Data shown here are from a single, representative experiment that was replicated three times and statistically significant.The effect of p53 on HIV-1 gene expression led us to investigate its effect on viral replication in primary human microglia. Primary microglia (Fig. 3B) were infected with HIVJR-FL and adeno-p53 wild type (Ad-p53). Empty adenovirus vector (Ad-null) was the negative control. Aliquots of cells and supernatants were collected every 48 h. Later, cells were collected washed, cleared by high-speed centrifugation from virus. Using ELISA assays against p24, we observed that, regardless of its addition to the cells, (simultaneous with HIV-1, 24 h prior or 24 h after adding HIV-1), p53 was able to delay HIV-1 replication. At the indicated times, western blot analysis was done using anti-p53 antibody as a control for the efficiency of the infection and expression of p53 (data not shown).The ability of p53 to inhibit viral replication prompted us to examine whether p53 mediates its effect through cell death. It is well known that overexpression of p53 leads to cell cycle arrest followed by cell death.19 Therefore, we examined the impact of p53 on polyADP-ribose polymerase (PARP) cleavage. PARP is a protein involved in a number of cellular processes concerning mainly DNA repair and programmed cell death.25 U937 cells were mock infected, infected with JR-FL strain of HIV-1 or cotransfected with HIV-1 and Ad-p53 as described in Materials and Methods. Five days later, cell extracts were prepared and analyzed by western blot using anti-PARP antibody. As shown in Figure 4A, PARP protein was further cleaved in extracts prepared from HIV-1 infected cells (compare lanes 1 and 2). Transduction of cells with Ad-p53 did not increase endogenous levels of cleaved PARP (compare lanes 2 and 3). Thus we concluded that inhibition of HIV-1 replication in the presence of overexpressed p53 is not due to cell death, but to the effect of p53 on transcription as demonstrated in Figure 2. Antibody to β-actin was used as a control for protein loading.Open in a separate windowFigure 4p53 inhibits phosphorylation of serine 2 of the CTD. (A and B) Fifty micrograms of cell lysates were prepared from U937 cells that were uninfected, HIV-infected or HIV-infected/transduced with p53 (A) or H1299 mock-infected, Ad-Null-infected or Ad-p53-transduced (C) cells and analyzed by western blot using anti-PARP (total or cleaved), -phosphorylated serine 2 or 5, -p53, -cdk9 or -cyclin T1 antibodies as marked. Antibodies to β-actin, Hsp70 and lamin were used to show equal protein loading.Next, we sought to identify the mechanism(s) used by p53 to prevent the phosphorylation of the CTD of RNA pol II. Therefore, we examined whether p53 affects cdk9 function by affecting Hexim1 or cyclin T1. Hexim1 is a physiological inhibitor of cdk9 that forms inactive complexes with P-TEFb and 7SK snRNA.8 Western blot and immunoprecipitation assays using cellular extracts prepared from Ad-p53-transduced microglia demonstrated that p53 failed to affect the levels of HEXIM1, however overexpression of p53 decreases the levels of association of cdk9 with cyclin T1 (data not shown). Thus we concluded that HEXIM1 is not involved in inhibition of cdk9 functions by p53. Further, these data correlate with the previously shown data regarding the ability of the iron chelators 2-hydroxy-1-naphthylaldehyde isonicotinoyl hydrazone (311) and ICL670 to inhibit Tat-induced HIV-1 transcription in several cell type. The authors also showed that neither ICL670A nor 311 decreased cdk9 protein level but they significantly reduced association of cdk9 with cyclin T1 and reduced phosphorylation of serine 2 residues of RNA pol II CTD.26 Note that based on our sequence data, the endogenous p53 in this microglial cell line is wild-type (data not shown).Our data gave us a rationale to examine the phosphorylation status of serine residues 2 and 5 of the CTD. H1299 (p53-/-) cells were transduced with either Ad-Null or Ad-p53 for 24 h after which cellular extracts were prepared and analyzed by western blot using anti-serine 2 or 5, -p53, -cdk9 or -lamin antibodies. Surprisingly, p53 decreases phosphorylation of serine 2 of the CTD but not serine 5 (Fig. 4B and lanes 2). Ad-Null did not affect or slightly increases the levels of serines 2 and 5 (lanes 3). Expression of p53 and cdk9 in these cells was also examined. Antibody to lamin was used as a loading control. These results suggest that p53 decreases the phosphorylation of serine 2 of CTD thus preventing transcription elongation on the HIV-1 LTR.To further test this hypothesis, we performed elongation assays using H1299 and microglial cells infected with HIV-1 where p53 was depleted or transduced. Successful depletion or transduction of p53 was confirmed by western blot analysis (Fig. 5A). Next, we measured the level of initiated HIV transcripts versus elongated transcripts in cells in which p53 was depleted or overexpressed. Microglial and H1299 cells were uninfected or infected with HIV-1 and HIV transcription initiation and elongation were assayed in the presence and absence of siRNA-p53 or Ad-p53 by reverse transcription-PCR using primers to TAR (+11 to +61) and to Tat exon 1 (∼5 kb downstream of the LTR), respectively, as described previously.27 The fidelity of the primers used in this experiment was examined by regular PCR (Fig. 5B, lanes 2 and 8). Note that β-actin was used as a control. No differences were observed between HIV-infected, infected with Ad-Null or transfected with non-targeted siRNA cells in their ability to initiate short transcripts (compare lanes 4 to 5 and 10 to 11). Interestingly, addition of Ad-p53 (lane 6) or siRNA-p53 (lane 12) led to a decrease or an increase, respectively in elongated transcripts. (Fig. 5C) displays the quantification of the reverse transcriptase-PCR products from three independent experiments where the band intensities have been normalized to β-actin. The numbers refer to the marked lanes from (Fig. 5B). Therefore p53 establishes a paused pol II complex at the HIV LTR that negatively regulates HIV-1 transcription elongation and HIV-1 replication.Open in a separate windowFigure 5p53 represses HIV transcription. (A) Fifty micrograms of cell extracts were prepared from uninfected or Ad-p53-transduced H1299 cells or from untransfected or siRNA-p53-transfected microglial cells as described and analyzed by western blot using anti-p53 antibody. Anti-Grb2 antibody was used to show equal protein loading. (B) Total RNA was prepared from H1299 (lanes 3–6) or microglial (lanes 9–12) cells uninfected or infected with HIV-1. The cells were also transduced with Ad-null or Ad-p53 (lanes 6 and 7) or transfected with non-targeted siRNA or with siRNA-p53 (lanes 11 and 12). Total RNA was reverse-transcribed and amplified by PCR to detect initiated short transcripts (+11 to +61) and longer elongated transcripts (∼5 kb downstream of the LTR). β-actin was amplified as a control for template input. Products of the reverse transcription (RT)-PCR analysis for a representative experiment are shown. The efficiency of the primers was also confirmed by using PCR of total cellular DNA and served as controls (lanes 1, 2, 7 and 8). (C) Quantification of reverse transcriptase-PCR products from three independent experiments where the band intensities have been normalized to β-actin. The numbers refer to the marked lanes from (B). (D) Interaction of pol II with HIV-LTR DNA by ChIP in HIV-infected cells in the presence and absence of p53. Infected and transduced H1299 with Ad-Null or Ad-p53 or infected and transfected microglia with nonspecific control siRNA or siRNA-p53 were subjected to ChIP assays to detect factors binding to the LTR or downstream proviral sequences following p53 induction or depletion as previously described (54). Anti-pol II, -NELF and -Spt5 antibodies, pre-immune serum, and no antibody (Input) were used as indicated. DNA was detected using primers that amplify −155 to +186 or downstream proviral sequences spanning +2,415 to +2,690 (data not shown).Finally, we sought to further understand the impact of p53 on HIV transcription by examining the association of pol II with the HIV-1 LTR using ChIP assays. H1299 and microglia cell lines were infected with HIV-1 and transduced with Ad-Null or Ad-p53 or transfected with siRNA-p53 or non-targeted siRNA, respectively. After twenty-four hours, ChIP assays were performed as described in Materials and Methods. As shown in (Fig. 5D), addition of p53 reduced the association of pol II with the HIV-1 LTR (compare lanes 1 and 2), whereas its depletion increases pol II-DNA association (compare lanes 3 and 4). Recruitment of NELF was slightly increased in the presence of p53 (compare lanes 1 and 2) and decreased in its absence (compare lanes 3 and 4). The presence or absence of p53 did not affect recruitment of Spt5 (a subunit of DSIF). These data demonstrate that p53 might also affect HIV transcription by preventing NELF: CTD dissociation. Association of pol II with the HIV sequences 2,415 bp downstream of the HIV-1 promoter was further decreased in the presence of overexpressed p53 but not in its absence (data not shown). Thus, we conclude that both assays (ChIP and elongation) confirmed the effect of p53 on HIV transcription and that the measurement of the levels of initiated HIV transcripts versus elongated transcripts were disturbed. DiscussionIt is well established that the phosphorylation of the CTD of RNA polymerase II is an important regulatory mechanism and is involved in the interactions with factors that function in the process of transcription. The CTD consists of a consensus motif (YSPTSPS) that is repeated 52 times in human Pol II.28 Pol II is recruited to promoters in a hypophosphorylated form and then, shortly after transcription begins, the CTD becomes phosphorylated. As transcription progresses, the CTD is dephosphorylated so that pol II is able to repeat the transcription cycle.29 During the transcription cycle, the CTD repeat is phosphorylated on both Ser 2 and Ser 5. Serine 5 phosphorylation is confined to promoter regions and is necessary for the initiation of transcription, whereas serine 2 phosphorylation is important for mRNA elongation and 3′-end processing. Stimulation of elongation by P-TEFb is required for HIV-1 transcription, during which P-TEFb is recruited directly to the nascent mRNA by the transactivator Tat.30 Cdk9 has been shown to phosphorylate serines 2 and 5 of this motif and to alleviate the negative effect mediated by the negative elongation factors NELF and DSIF.4In this paper, we demonstrate that p53 inhibits transcriptional elongation from the HIV-1 promoter by preventing the phosphorylation of the CTD of pol II on serine 2. Inhibition of serine 2 phosphorylation resulted in a decrease in HIV-1 gene transcription and replication. This effect was alleviated when p53 was depleted in cells using siRNA-p53. Inhibition of p53 expression resulted in an increased level of pol II associated with HIV genomic sequences; more elongated transcripts and enhanced virus replication.Our results are in agreement with previously published data regarding inhibition of HIV-1 transcriptional elongation by cellular factors. In this regard, it has been shown that NFκB causes changes in the chromatin structure of the latent HIV LTR, thus contributing to the maintenance of proviral latency.31 Further, Henderson and his colleagues demonstrated that NELF could promote proviral latency by affecting active transcription elongation.27 Furthermore, it has recently been demonstrated that the cellular protein RON inhibits HIV transcription at multiple transcriptional checkpoints including initiation, elongation and chromatin organization.32In earlier studies, p53 was shown to affect the phosphorylation status of the CTD through its association with several cellular factors. In one study, p53 was shown to interact with cyclin H in vitro and in vivo. As a consequence of this interaction, p53 significantly downregulates cdk2 phosphorylation and CTD phosphorylation by the CDK activating kinase.33 Induction of the p53 response by certain toxic agents leads to inhibition of mRNA synthesis either directly by inhibiting RNA polymerase II or indirectly by the induction of elongation-blocking DNA lesions.34 In addition, p53 was shown to associate with the transcription elongation complex and influence transcription elongation.35 Most importantly, blockage of the elongation phase of transcription triggers a distinct signaling pathway leading to p53 modifications on ser15 and lys382, and that the elongating RNA polymerase complex may act as a sensor of DNA damage and as an integrator of cellular stress signals.36 In addition to its involvement in transcription elongation, the presence of p53 also plays a role in HIV-1 replication.37 In this study, the authors demonstrated that in p53-depleted cells, Tat-mediated activation of the HIV-1 promoter and viral replication were altered.Further, our data regarding the functional interplay between cdk9 and p53, with respect to the phosphorylation of p53 by cdk9, is not without a precedent. Using a proteomics approach, it has been shown that cdk9 phosphorylates p53 on serine residues 33, 315 and 392.12 Furthermore, in a recent study, Oster and his colleagues demonstrated that the Human herpesvirus 6B (HHV-6B) phosphorylates serine residue 392 of p53 independently of casein kinase II and p38MAPK.38 Finally, Kaposi's sarcoma-associated herpesvirus K-cyclin has been found to interact with cdk9 and to stimulate cdk9-mediated phosphorylation of serine residue 33 of p53.10 Together, these findings point to a significant role for cdk9 in modulating the transcriptional functions of p53.On the other hand, p53 activates the expression of select target genes, such as p21WAF1/CIP1, and triggers an apoptotic program in response to inhibition of CTD kinases, RNAP II phosphorylation and mRNA synthesis. Activation of expression of the p21WAF1/CIP1 gene by p53 was found to occur concomitantly with changes in the phosphorylation status of Pol II and recruitment of the elongation factors DSIF, P-TEFb, TFIIH, TFIIF and FACT (Facilitates Chromatin Transcription) to distinct regions of the p21WAF1/CIP1 locus.39 The authors conclude that select genes within the p53 pathway bypass the requirement for P-TEFb and RNAP II phosphorylation to trigger a cellular response to inhibition of global mRNA synthesis. In this regard, p53-dependent p21 mRNA elongation is impaired when DNA replication is stalled.40These data raise several questions regarding the role of p53 in HIV-1 replication as has been previously reported38 and in the stalling of transcriptional elongation.39,40 If p53 stalls elongation, why does this not inhibit viral replication and why does the accumulation of p53 in HIV-infected cells not lead to cell death? Further, it is well known that inactivation of P-TEFb may block most RNA polymerase II transcription in vivo.41 Therefore, one might envisage that by inhibiting cdk9, overexpressed p53 could cause cell death and block RNAP II in vivo.We previously answered the first question and demonstrated that the presence of p53 is required for the induction of cdk9.11 Consistent with our data, it has been shown that purified TFIIH directly inhibits cdk9 autophosphorylation and that the XPB subunit of TFIIH is responsible for this inhibition.42 Interestingly, wild-type p53 has been shown to bind to XPB and to inhibit its helicase activity, hence rendering it transcriptionally inactive.43 Taken together these observations might explain the decline in HIV-1 replication in the absence of p53 as described previously.37As for the question regarding the inhibition of the P-TEFb complexes, Gomes et al. (2006) demonstrated that pharmacological inhibition of P-TEFb leads to global inhibition of mRNA synthesis and activation of the p53 pathway through p53 accumulation and expression of specific p53 target genes.39 They also demonstrated that even in the absence of a functional P-TEFb, the target gene might bypass the requirement for P-TEFb by recruiting two distinct kinases, RAP74 and cdk7 (subunits of TFIIF and TFIIH, respectively) that could phosphorylate Ser5 of the RNAP II CTD44 (Fig. 6), which could corroborate with our data. In addition to these two proteins, the authors also point to the involvement of Spt16 (FACT). In addition, cdk7 has been shown to directly associate with HIV-1 Tat protein and to promote hyperphosphorylation of the CTD.45,46 To confirm this observation, we examined the levels of FACT in HIV-infected cells. Interestingly, we observed that the levels of endogenous FACT is elevated in HIV-infected cells and further induced in the absence of p53, which could point to a role of FACT, yet unidentified, in cells infected with HIV-1 (data not shown). Further, RAP74 has also been shown to bind to Tat, and that depletion of RAP74 from the HeLa nuclear extract inhibited HIV-1 LTR-driven basal transcription and Tat transactivation.47 Therefore, it is necessary to consider examining the possibility whether p53 recruits any of these proteins to stall the elongation as proposed in Figure 6.Open in a separate windowFigure 6Potential pathway used by p53 to stall HIV-1 transcriptional elongation. Schematic explanatory representation that summarizes the potential pathway used by p53 to inhibit HIV-1 transcriptional elongation and the ability of cdk9 to overcome this inhibition. Some of the proteins involved are also shown. It should be noted that several other proteins, not presented in here, have also been identified to be involved in this pathway.Finally, regarding the last issue, we found that accumulation of p53 in HIV-infected cells causes a pause in transcriptional elongation, which later can be alleviated by dephosphorylated Pirh2 (Fig. 6). We now have evidence that cdk9 can activate Pirh2 and that this activation leads to the dephosphorylation of Pirh2, increased physical association between Pirh2 and p53 and ubiquitination and degradation of p53 by Pirh2 (S. Fan, et al. manuscript in preparation). As for cell death, our data presented in Figure 4A clearly demonstrated that p53 did not inhibit transcriptional elongation by causing cell death.Taken together, our studies have revealed a new function for p53 and might lead to the possibility that p53 could represent a novel therapeutic target for the inhibition of HIV-1 gene expression and replication and the treatment of neuroAIDS. MethodsPlasmids.The pcDNA3-cdk9, pcDNA3-cdk9-dn, pcDNA3-HA-cyclin T1, CMV-p53, EGFP-Spectrin, HIV-1 LTR-CAT, pcDNA-Tat (101 aa), pGEX-2T-cdk9 (wt and mutants) expression plasmids and HIVJR-FL have been previously described.11,48,49 Mdm2 expression plasmid and promoter were a gift from Arnold Levine (Princeton University, NJ) and GST-CTD from William S. Dynan (Medical College of Georgia, GA). The pcDNA3-p53 (S392A) was kindly provided by J. Manfredi (Columbia University, NY).Cell culture and transfection assays.Human microglial,50 glioblastoma (U-87MG) and lung carcinoma (H1299) cell lines were maintained in DMEM + 10% FBS (Gibco, Carlsband, CA), 100 units/ml penicillin and 50 µg/ml streptomycin-G. Purified primary human fetal CNS cultures (astrocytes and microglia) were prepared from 12 to 16 week old human fetal brain tissue obtained from Advanced Biosciences Resources Inc., (Alameda, CA). Cells were transfected with 0.5 µg of HIV-1 LTR-CAT reporter plasmid or co-transfected with 1.0 µg of various expression cDNAs as previously described.51 Amount of DNA used in each transfection was normalized with pCDNA3 vector plasmid. Transfection experiments were repeated multiple times with different plasmid preparations. Cell extracts were prepared 48 h after transfection and CAT assays were performed as previously described.48 β-galactosidase expression plasmid was used as a control of transfection efficiency.Overexpression and purification of recombinant proteins.GST-CTD fusion protein was expressed and purified as previously described.52 The integrity and purity of the GST fusion proteins were analyzed by SDS-PAGE followed by Coomassie blue staining. Radiolabeled cdk9 and p53 proteins were synthesized with TNT-coupled wheat germ extract system according to the manufacturer's recommendations (Promega, Madison, WI).In vitro kinase assays.Kinase assays were performed essentially as previously described7 with 100 ng of substrate (GST-CTD) or 10 ng of pure CTD and 0.5 µg each of [35S]-IVT-cdk9, cdk9-dn, cyclin T1 or p53 using various combinations in 10 µl reaction mixtures containing 50 mM Tris HCl (pH 7.5), 10 mM MgCl2, 1 mM DTT, 100 mg/ml BSA, 50 mM ATP, and 2.5 µCi of [γ32P]-ATP. Reactions were incubated at 37°C for 30 min, stopped with SDS loading dye, run on SDS-10% PAGE, fixed, stained and then allowed to dry before autoradiography.Recombinant adenoviruses.p53 cDNA (1179 bp) was excised from pcDNA3-p53 and cloned into the EcoRI and NheI sites of the adenovirus-shuttle plasmid pDC515 under the control of the murine cytomegalovirus promoter (purchased from Microbix Inc., Ontario, Canada). Adeno-p53 recombinant shuttle containing p53 sequence (pDC515-p53) was transfected into HEK-293 cells with pBHGfrt (del) E1, 3FLP and a plasmid that provides adenovirus type-5 genome deleted in E1 and E3 genes. Plaques of recombinant adenovirus arising as a result of frt/FLP recombination were isolated, grown and purified by cesium chloride density equilibrium banding as previously described.53 Empty shuttle plasmid, pDC515, was used to construct control adenoviral vector (Ad-Null, a virus without a transgene). Ad-p53 or Ad-Null was used at an MOI of 5 or 25 plaque-forming units per cell. (MOI = multiplicity of infection).Immunoprecipitation and western blotting.Microglial or H1299 cells were transfected with 5 µg of cdk9, mdm2 or p53 expression plasmids. Forty-eight hours post-transfection, 500 µg of cell extracts were immunoprecipitated with anti-p53 or -cdk9 antibodies. Fifty micrograms of protein extracts were used for western blot analysis as described previously.54 Anti-hsp70, anti-Grb2 and anti-lamin antibodies were used as controls for equal protein loading.RNA interference.SmartPool small interfering RNA against p53 (siRNA-p53, Dharmacon, Chicago, IL) were transfected at a concentration of 50 nM into approximately 1 × 106 microglial in serum free media alone or in the presence of 5 µg of plasmids that express cdk9, p53 by using RNAiFect transfection reagents. To evaluate siRNA-p53 efficiency, microglial cells were co-transfected with siRNA-p53 and cell lysates were analyzed by western blot using anti-p53 antibody.Cells infection.Human U-937 macrophage cell line and primary human microglia were maintained in RPMI or specific microglial media + 10% FBS, 100 units/ml penicillin, 50 µg/ml streptomycin-G. Cells in the log phase of growth were infected with the JR-FL strain of HIV-1 as follows. Fifty nanograms of p24-containing virus stock were added to every 1 × 106 cells. Cells were incubated with virus stock in a small volume of serum free media for 2 h at 37°C. The cells were then washed twice with PBS and fresh medium containing 2% of FBS was added (500,000 cells/ml). The cells were also infected with Ad-null or Ad-p53 virus pre- or post-HIV-1 infection as previously described.11 Cells were collected every alternate day for protein extraction.Immunohistochemistry.Human brain tissue, isolated from HIV-1 infected patient with encephalitis (HIVE), was obtained from National NeuroAIDS Tissue Consortium (NNTC). The tissue, which had been previously formalin fixed and paraffin embedded, was sectioned at 5 µm thickness and placed on electromagnetically charged glass slides. Sections were deparaffinized in xylene and re-hydrated through descending grades alcohol up to water. Immunohistochemistry was performed utilizing an Avidin-Biotin-Peroxidase kit, according to the manufacturer's instructions (Vectastain Elite ABC Peroxidase kit; Vector Laboratories Inc., Burlingame, CA). Antigen retrieval was performed in citrate buffer for 30 min at 95°C in a vacuum oven. After a 20 min cooling period, sections were rinsed with PBS and endogenous peroxidase was quenched with 3% H2O2 in methanol for 30 min. Sections were then rinsed with PBS and a blocking step was performed with normal goat or normal rabbit serum at room temperature in a humidified chamber for 2 h. Primary antibodies were incubated overnight at room temperature (anti-p53 or anti-cdk9). After rinsing with PBS, sections were incubated for one hour at room temperature with biotinylated anti-rabbit or anti-goat secondary antibodies. The tissue was subsequently incubated with Avidin-Biotin-Peroxidase complexes for 1 h at room temperature according to the manufacturer's instructions (Vector Lab) and finally, the sections were developed with a diaminobenzidine substrate (Sigma Laboratories, St. Louis, MO), counterstained with hematoxylin and cover-slipped with Permount (Fisher Scientific, Pittsburg, PA).p24 ELISA.p24 ELISAs were performed for tissue culture supernatants as described by the manufacturer (Coulter-Immunotech, Wesbrook, ME). Each sample was assayed over a 10,000-fold range of dilution to ensure quantitation was based on an OD value within the linear range of the standards.Elongation assay.Human microglial and H1299 cell lines were maintained in DMEM + 10% FBS. Microglial cells were transfected with 2 µg of HIVpNL4-3 proviral DNA along with small interfering RNA directed against p53 (siRNA-p53) or control siRNA (50 nM) using Lipofectamine© 2000 as recommended by the manufacturer. H1299 cells were transfected with HIVpNL4-3 proviral DNA then 4 h later transduced with adenonull or adeno-p53. Forty-eight hours post-transfection/infection and transduction, the cells were harvested and total RNA was isolated using the Qiagen RNeasy kit and dissolved in 50 µl of TE buffer. One microgram of RNA was used for each reverse transcription reaction. Reverse transcription reactions were performed with either oligo-dT primers in the presence or absence of reverse transcriptase in a 10 µl volume. cDNA was amplified by PCR for initiated short transcripts (+11 to +61) and elongated transcripts (5 kb downstream of the LTR) as described.26 Two micro liters of cDNA was subjected to a PCR in a final volume of 50 µl containing 10 pmol of each primer, 200 µM dNTP, 2 or 4 µCi of [γ32P]-dCTP and 2.5 units of Failsafe DNA polymerase (EPICENTRE® Biotechnologies, Madison, WI). Each sample was subjected to 20 cycles at 94°C for 1 min, 55°C for 55 s and 72°C for 50 s, followed by a final extension at 72°C for 10 min. The following primers were used to amplify different regions of the HIV-1 gene: initiated short transcripts, 5′-GTT AGA CCA GAT CTG AGC CT-3′ and 5′-GTG GGT TCC CTA GTT AGC CA-3′; and elongated transcripts, 5′-ACT CGA CAG AGG AGA GCA AG-3′ and 5′-GAG TCT GAC TGT TCT GAT GA-3′. The β-actin internal standard was included in all the PCRs. The β-actin gene was amplified with primers 5′-GTC GAC AAC GGC TCC GGC-3′ and 5′-GGT GTG GTG CCA GAT TTT CT-3′. Ten micro liters of each PCR was run on a 6% non-denaturing polyacrylamide gel. Gels were fixed in 10% acetic acid for 20 min and then dried. Radioactivity was detected in the dried gel using a PhosphorImager. The intensity of each band was quantified by volume analysis.Chromatin immunoprecipitation (ChIP) assay.H1299 and microglial cells were grown overnight in 100 mm dishes to 60–70% confluency; cells were then transfected with 2 µg of HIVpNL4-3 proviral DNA along with small interfering RNA directed against p53 (siRNA-p53) or control siRNA (50 nM) using Lipofectamine© 2000 as recommended by the manufacturer. Plates were returned to the incubator for 40-48 h. Cells were cross-linked with formaldehyde, harvested and ChIP was performed. For these studies, only 5 × 106 cells were used per immunoprecipitation reaction because the plasmid is present at a high copy number. The remainder of the procedure followed standard protocols for ChIP analysis, as recommended by the manufacturer (Upstate Biotechnology, Lake Placid, NY). The resulting DNA was analyzed by PCR. Antibodies used in the ChIP procedure were against CTD, NELF and Spt5 as well as rabbit anti-mouse IgG. AcknowledgementsWe thank Drs. Kenneth Simbiri, Satish L. Deshmane and Thersa Sweet for their technical support. We also would like to thank Dr. Kamel Khalili, Chair of the Department of Neuroscience at Temple University for providing excellent work environment. We thank Drs. Andrew Henderson and Antonio Giordano for their technical supports and advises. This work was supported by grant awarded by NIH to B.E.S. FootnotesPreviously published online: www.landesbioscience.com/journals/cc/article/13836 References1. Wei P, Garber ME, Fang SM, Fischer WH, Jones KA. A novel CDK9-associated C-type cyclin interacts directly with HIV-1 Tat and mediates its high-affinity, loop-specific binding to TAR RNA. Cell. 1998;92:451–462. [PubMed] [Google Scholar]2. Zhu Y, Pe'ery T, Peng J, Ramanathan Y, Marshall N, Marshall T, et al.  Transcription elongation factor P-TEFb is required for HIV-1 tat transactivation in vitro. Genes Dev. 1997;11:2622–2632. [PMC free article] [PubMed] [Google Scholar]3. Yang X, Gold MO, Tang DN, Lewis DE, Aguilar-Cordova E, Rice AP, et al.  TAK, an HIV Tat-associated kinase, is a member of the cyclin-dependent family of protein kinases and is induced by activation of peripheral blood lymphocytes and differentiation of promonocytic cell lines. Proc Natl Acad Sci USA. 1997;94:12331–12336. [PMC free article] [PubMed] [Google Scholar]4. Wada T, Takagi T, Yamaguchi Y, Watanabe D, Handa H. Evidence that P-TEFb alleviates the negative effect of DSIF on RNA polymerase II-dependent transcription in vitro. EMBO J. 1998;17:7395–7403. [PMC free article] [PubMed] [Google Scholar]5. Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, et al.  NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. [PubMed] [Google Scholar]6. Garriga J, Graña X. Cellular control of gene expression by T-type cyclin/CDK9 complexes. Gene. 2004;337:15–23. [PubMed] [Google Scholar]7. Graña X, De Luca A, Sang N, Fu Y, Claudio PP, Rosenblatt J, et al.  PITALRE, a nuclear CDC2-related protein kinase that phosphorylates the retinoblastoma protein in vitro. Proc Natl Acad Sci USA. 1994;91:3834–3838. [PMC free article] [PubMed] [Google Scholar]8. Michels AA, Fraldi A, Li Q, Adamson TE, Bonnet F, Nguyen VT, et al.  Binding of the 7SK snRNA turns the HEXIM1 protein into a P-TEFb (CDK9/cyclin T) inhibitor. EMBO J. 2004;23:2608–2619. [PMC free article] [PubMed] [Google Scholar]9. Pei Y, Schwer B, Shuman S. Interactions between fission yeast Cdk9, its cyclin partner Pch1 and mRNA capping enzyme Pct1 suggest an elongation checkpoint for mRNA quality control. J Biol Chem. 2003;278:7180–7188. [PubMed] [Google Scholar]10. Chang PC, Li M. Kaposi's sarcoma-associated herpesvirus K-cyclin interacts with Cdk9 and stimulates Cdk9-mediated phosphorylation of p53 tumor suppressor. J Virol. 2008;82:278–290. [PMC free article] [PubMed] [Google Scholar]11. Claudio PP, Cui J, Ghafouri M, Mariano C, White MK, Safak M, et al.  Cdk9 phosphorylates p53 on serine 392 independently of CKII. J Cell Physiol. 2006;208:602–612. [PubMed] [Google Scholar]12. Radhakrishnan SK, Gartel AL. CDK9 phosphorylates p53 on serine residues 33, 315 and 392. Cell Cycle. 2006;5:519–521. [PubMed] [Google Scholar]13. O'Keeffe B, Fong Y, Chen D, Zhou S, Zhou Q. Requirement for a kinase-specific chaperone pathway in the production of a Cdk9/cyclin T1 heterodimer responsible for P-TEFb-mediated tat stimulation of HIV-1 transcription. J Biol Chem. 2000;275:279–287. [PubMed] [Google Scholar]14. Sano M, Abdellatif M, Oh H, Xie M, Bagella L, Giordano A, et al.  Activation and function of cyclin T-Cdk9 (positive transcription elongation factorb) in cardiac muscle-cell hypertrophy. Nat Med. 2002;8:1310–1317. [PubMed] [Google Scholar]15. Lin X, Taube R, Fujinaga K, Peterlin BM. P-TEFb containing cyclin K and Cdk9 can activate transcription via RNA. J Biol Chem. 2002;277:16873–16878. [PubMed] [Google Scholar]16. De Luca A, De Falco M, Baldi A, Paggi MG. Cyclin T: three forms for different roles in physiological and pathological functions. J Cell Physiol. 2003;194:101–107. [PubMed] [Google Scholar]17. Liou LY, Herrmann CH, Rice AP. HIV-1 infection and regulation of Tat function in macrophages. Int J Biochem Cell Biol. 2004;36:1767–1775. [PubMed] [Google Scholar]18. Harris SL, Levine AJ. The p53 pathway: positive and negative feedback loops. Oncogene. 2005;24:2899–2908. [PubMed] [Google Scholar]19. Brooks CL, Gu W. p53 ubiquitination: Mdm2 and beyond. Mol Cell. 2006;21:307–315. [PMC free article] [PubMed] [Google Scholar]20. Brooks CL, Gu W. Dynamics in the p53-Mdm2 ubiquitination pathway. Cell Cycle. 2004;3:895–899. [PubMed] [Google Scholar]21. Chen D, Kon N, Li M, Zhang W, Qin J, Gu W. ARFBP1/Mule is a critical mediator of the ARF tumor suppressor. Cell. 2005;121:1071–1083. [PubMed] [Google Scholar]22. Dornan D, Wertz I, Shimizu H, Arnott D, Frantz GD, Dowd P, et al.  The ubiquitin ligase COP1 is a critical negative regulator of p53. Nature. 2004;429:86–92. [PubMed] [Google Scholar]23. Leng RP, Lin Y, Ma W, Wu H, Lemmers B, Chung S, et al.  Pirh2, a p53-induced ubiquitin-protein ligase, promotes p53 degradation. Cell. 2003;112:779–791. [PubMed] [Google Scholar]24. Tervo HM, Keppler OT. High Natural Permissivity of Primary Rabbit Cells for HIV-1 with a Virion Infectivity Defect in Macrophages as the Final Replication Barrier. J Virol. 2010 [PMC free article] [PubMed] [Google Scholar]25. Hassa PO, Hottiger MO. The diverse biological roles of mammalian PARPS, a small but powerful family of poly-ADP-ribose polymerases. Front Biosci. 2008;13:3046–3082. [PubMed] [Google Scholar]26. Debebe Z, Ammosova T, Jerebtsova M, Kurantsin-Mills J, Niu X, Charles S. Iron chelators ICL670 and 311 inhibit HIV-1 transcription. Virology. 2007;367:324–333. [PMC free article] [PubMed] [Google Scholar]27. Zhang Z, Klatt A, Gilmour DS, Henderson AJ. Negative elongation factor NELF represses human immunodeficiency virus transcription by pausing the RNA polymerase II complex. J Biol Chem. 2007;282:16981–16988. [PubMed] [Google Scholar]28. Oelgeschläger T. Regulation of RNA polymerase II activity by CTD phosphorylation and cell cycle control. J Cell Physiol. 2002;190:160–169. [PubMed] [Google Scholar]29. Phatnani HP, Greenleaf AL. Phosphorylation and functions of the RNA polymerase II CTD. Genes Dev. 2006;20:2922–2936. [PubMed] [Google Scholar]30. Isel C, Karn J. Direct evidence that HIV-1 Tat stimulates RNA polymerase II carboxyl-terminal domain hyperphosphorylation during transcriptional elongation. J Mol Biol. 1999;290:929–941. [PubMed] [Google Scholar]31. Williams SA, Chen LF, Kwon H, Ruiz-Jarabo CM, Verdin E, Greene WC. NFkappaB p50 promotes HIV latency through HDAC recruitment and repression of transcriptional initiation. EMBO J. 2006;25:139–149. [PMC free article] [PubMed] [Google Scholar]32. Klatt A, Zhang Z, Kalantari P, Hankey PA, Gilmour DS, Henderson AJ. The receptor tyrosine kinase RON represses HIV-1 transcription by targeting RNA polymerase II processivity. J Immunol. 2008;180:1670–1677. [PubMed] [Google Scholar]33. Schneider E, Montenarh M, Wagner P. Regulation of CAK kinase activity by p53. Oncogene. 1998;17:2733–2741. [PubMed] [Google Scholar]34. Ljungman M, Zhang F, Chen F, Rainbow AJ, McKay BC. Inhibition of RNA polymerase II as a trigger for the p53 response. Oncogene. 1999;18:583–592. [PubMed] [Google Scholar]35. Balakrishnan SK, Gross DS. The tumor suppressor p53 associates with gene coding regions and co-traverses with elongating RNA polymerase II in an in vivo model. Oncogene. 2008;27:2661–2672. [PubMed] [Google Scholar]36. Ljungman M, O'Hagan HM, Paulsen MT. Induction of ser15 and lys382 modifications of p53 by blockage of transcription elongation. Oncogene. 2001;20:5964–5971. [PubMed] [Google Scholar]37. Pauls E, Senserrich J, Clotet B, Esté JA. Inhibition of HIV-1 replication by RNA interference of p53 expression. J Leukoc Biol. 2006;80:659–667. [PubMed] [Google Scholar]38. Oster B, Bundgaard B, Hupp TR, Höllsberg P. Human herpesvirus 6B induces phosphorylation of p53 in its regulatory domain by a CK2- and p38-independent pathway. J Gen Virol. 2008;89:87–96. [PubMed] [Google Scholar]39. Gomes NP, Bjerke G, Llorente B, Szostek SA, Emerson BM, Espinosa JM. Gene-specific requirement for P-TEFb activity and RNA polymerase II phosphorylation within the p53 transcriptional program. Genes Dev. 2006;20:601–612. [PMC free article] [PubMed] [Google Scholar]40. Mattia M, Gottifredi V, McKinney K, Prives C. p53-Dependent p21 mRNA elongation is impaired when DNA replication is stalled. Mol Cell Biol. 2007;27:1309–1320. [PMC free article] [PubMed] [Google Scholar]41. Chao SH, Price DH. Flavopiridol inactivates P-TEFb and blocks most RNA polymerase II transcription in vivo. J Biol Chem. 2001;276:31793–13799. [PubMed] [Google Scholar]42. Zhou M, Nekhai S, Bharucha DC, Kumar A, Ge H, Price DH, et al.  TFIIH inhibits CDK9 phosphorylation during human immunodeficiency virus type 1 transcription. J Biol Chem. 2001;276:44633–44640. [PubMed] [Google Scholar]43. Wang XW, Yeh H, Schaeffer L, Roy R, Moncollin V, Egly JM, et al.  p53 modulation of TFIIH-associated nucleotide excision repair activity. Nat Genet. 1995;10:188–195. [PubMed] [Google Scholar]44. Zhou M, Halanski MA, Radonovich MF, Kashanchi F, Peng J, Price DH, et al.  Tat modifies the activity of CDK9 to phosphorylate serine 5 of the RNA polymerase II carboxyl-terminal domain during human immunodeficiency virus type 1 transcription. Mol Cell Biol. 2000;20:5077–5086. [PMC free article] [PubMed] [Google Scholar]45. Cujec TP, Okamoto H, Fujinaga K, Meyer J, Chamberlin H, Morgan DO, et al.  The HIV transactivator TAT binds to the CDK-activating kinase and activates the phosphorylation of the carboxy-terminal domain of RNA polymerase II. Genes Dev. 1997;11:2645–2657. [PMC free article] [PubMed] [Google Scholar]46. Nekhai S, Zhou M, Fernandez A, Lane WS, Lamb NJ, Brady J, et al.  HIV-1 Tat-associated RNA polymerase C-terminal domain kinase, CDK2, phosphorylates CDK7 and stimulates Tat-mediated transcription. Biochem J. 2002;364:649–657. [PMC free article] [PubMed] [Google Scholar]47. Zhou M, Kashanchi F, Jiang H, Ge H, Brady JN. Phosphorylation of the RAP74 subunit of TFIIF correlates with Tat-activated transcription of the HIV-1 long terminal repeat. Virology. 2000;268:452–460. [PubMed] [Google Scholar]48. Sawaya BE, Khalili K, Mercer WE, Denisova L, Amini S. Cooperative actions of HIV-1 Vpr and p53 modulate viral gene transcription. J Biol Chem. 1998;273:20052–20057. [PubMed] [Google Scholar]49. Sawaya BE, Khalili K, Gordon J, Taube R, Amini S. Cooperative interaction between HIV-1 regulatory proteins Tat and Vpr modulates transcription of the viral genome. J Biol Chem. 2000;275:35209–35214. [PubMed] [Google Scholar]50. Janabi N, Peudenier S, Heron B, Ng KH, Tardieu M. Establishment of human microglial cell lines after transfection of primary cultures of embryonic microglial cells with the SV40 large T antigen. Neurosci Lett. 1995;195:105–108. [PubMed] [Google Scholar]51. Amini S, Clavo A, Nadraga Y, Giordano A, Khalili K, Sawaya BE. Interplay between cdk9 and NFκB factors determines the level of HIV-1 gene transcription in astrocytic cells. Oncogene. 2002;21:5797–5803. [PubMed] [Google Scholar]52. Amini S, Mameli G, Del Valle L, Skowronska A, Reiss K, Gelman BB, et al.  p73 Interacts with human immunodeficiency virus type 1 Tat in astrocytic cells and prevents its acetylation on lysine 28. Mol Cell Biol. 2005;25:8126–8138. [PMC free article] [PubMed] [Google Scholar]53. Eldeen MB, Deshmane SL, Simbiri K, Khalili K, Amini S, Sawaya BE. MH2 domain of Smad3 reduces HIV-1 Tat-induction of cytokine secretion. J Neuroimmunol. 2006;176:174–180. [PubMed] [Google Scholar]54. Mameli G, Deshmane SL, Ghafouri M, Cui J, Simbiri K, Khalili K, et al.  C/EBPbeta regulates human immunodeficiency virus 1 gene expression through its association with cdk9. J Gen Virol. 2007;88:631–640. [PubMed] [Google Scholar]"}