{"title": "Nuclear receptor coactivators: structural and functional biochemistry", "pubDate": "2011", "PMCID": "PMC3647688", "DOI": "10.1021/bi101762x", "PMID": "21141906", "abstract": "Transcription of eukaryotic cell is a multistep process tightly controlled by concerted action of macromolecules. Nuclear receptors are ligand-activated sequence-specific transcription factors that bind DNA and activate (or repress) transcription of specific sets of nuclear target genes. Successful activation of transcription by nuclear receptors and most other transcription factors requires \"coregulators\" of transcription. Coregulators make up a diverse family of proteins that physically interact with and modulate the activity of transcription factors and other components of the gene expression machinery via multiple biochemical mechanisms. The coregulators include coactivators that accomplish reactions required for activation of transcription and corepressors that suppress transcription. This review summarizes our current knowledge of nuclear receptor coactivators with an emphasis on their biochemical mechanisms of action and means of regulation.", "author": [{"author": "Yaroslava A Bulynko", "affiliation": ["Molecular and Cellular Biology, BCM130 Baylor College of Medicine, One Baylor Plaza, Houston, TX 77030, USA."], "href": "/?term=Bulynko+YA&cauthor_id=21141906"}, {"author": "Bert W O'Malley", "affiliation": [], "href": "/?term=O%27Malley+BW&cauthor_id=21141906"}], "refPMID": [], "citedInPMID": ["21141906", "34862790", "33779035", "33558878", "33042406", "32884936", "32825330", "31965985", "30419515", "30109749", "28930673", "27554108", "27182052", "27074178", "26826253", "26635723", "26271713", "25937894", "25721606", "25541638", "25351351", "25212221", "24771768", "24533973", "24203923", "23850489", "23838532", "23558175", "23547658", "23457262", "23256597", "23159735", "22995171", "22569554", "22543272", "22496781", "22433123", "22193050", "22049338", "21854393"], "body": " AbstractTranscription of eukaryotic cell is a multistep process tightly controlled by concerted action of macromolecules. Nuclear receptors are ligand-activated sequence-specific transcription factors that bind DNA and activate (or repress) transcription of specific sets of nuclear target genes. Successful activation of transcription by nuclear receptors and most other transcription factors requires “coregulators” of transcription. Coregulators make up a diverse family of proteins that physically interact with and modulate the activity of transcription factors and other components of the gene expression machinery via multiple biochemical mechanisms. The coregulators include coactivators that accomplish reactions required for activation of transcription and corepressors that suppress transcription. This review summarizes our current knowledge of nuclear receptor coactivators with an emphasis on their biochemical mechanisms of action and means of regulation. Eukaryotic transcription is a tightly controlled multistep process that involves ordered action of protein macromolecules and their conglomerates, acting as multisubunit complexes. The precision and processivity of each step of transcription—from transcript initiation, elongation, splicing, and termination to maturation and export from the nucleus—is ensured by concerted actions of specific sets of such complexes. Typically, initiation of gene expression in the context of a eukaryotic nucleus requires recognition of specific DNA sequences by a diverse class of protein molecules, sequence-specific transcription factors (TFs), which upon binding to DNA recruit chromatin-remodeling protein complexes to “free” DNA from its tightly chromatinized state and to enable stable interactions with the general transcriptional machinery (GTFs) and RNA polymerase. Transcription initiation, elongation, RNA splicing, and transcription termination are controlled by separate specific sets of factors.Nuclear receptors (NR) comprise a large family of transcription factors characterized by similarity in their modular structure and consisting of DNA-binding and ligand-binding domains (1). With few exceptions, acquisition of ligand by the ligand-binding domain causes conformational change leading to dimerization, nuclear import, and binding of nuclear receptors to specific DNA sequences. This conformational change exposes interaction surfaces for recruitment of transcription accessory factors termed coregulators of transcription (CoRegs), without which the transcription factors are unable to efficiently initiate gene expression (2,3). In addition to coactivators that enhance transcription, the coregulator family includes corepressors that repress transcription. Thus, two opposing molecular forces emerge as absolute requirements for accurate and efficient regulation of eukaryotic gene expression. Most known NR CoRegs function with other transcription factors as well, indicating their universal requirement for successful gene expression. This review will focus primarily on coactivators, their biochemical and structural properties, and molecular mechanisms for regulation of their functions. STRUCTURE OF COACTIVATORSCoactivators make up a notoriously diverse group of molecules that lacks an overall unifying structural determinant. This likely reflects the multitude of transcriptional steps in which coactivators are involved, each requiring a specialized protein activity, e.g., enzymatic function, molecular chaperone, chromatin remodeling, etc. (Figure 1). This diversity ensures both specificity and fine-tuning of transcriptional control. Nevertheless, a handful of identifiable structural domains occur throughout the coactivator family. Table 1 provides examples of the most common domains in NR coactivators based on the current list comprised by the Nuclear Receptor Signaling Atlas (NURSA, www.nursa.org).Open in a separate windowFigure 1Multiple activities of NR coactivators are coordinated for transcriptional activation. Abbreviations: NR, nuclear receptor; NRE, NR-responsive element; TSS, transcription start site; P, phosphorylation; Me, methylation; Ac, acetylation; GTFs, general transcription factors; CoAct, coactivator; RRM, RNA recognition motif (also see the text). NR binding to NRE is followed by sequential recruitment and action of coactivator complexes with specialized activities. PTM enzymes (HMT, kinases, and KAT) prepare chromatin for transcription by marking histones, while looping CoActs bring the promoter and enhancer together. Chromatin marks are recognized by coactivating chromatin “readers” (e.g., via chromo and bromo domains) and cause recruitment of chromatin remodelers (SWI/SNF). This allows for stable binding of polII and GTFs for transcription initiation and elongation with the help of elongation coactivators (e.g., MEDIATOR). CoActs also take part in subsequent steps, including mRNA splicing, export, and translation. The consecutive replacement of coactivator complexes is tightly controlled by proteasomal turnover.Table 1Examples of Functional Motifs and Domains Found in NR Coactivatorsadomain namePFAM/IPR entrydescriptionexamplesRNA/DNA-binding  RRM_1PF00076RNA recognition motif (also known as RRM, RBD, orRNP domain)C14orfl56, FUS, NCL, NONO, PPARGC1A,PPARGC1B, PPRC1, RBM14, RBM23, RBM39,RBM9, SAFB, SAFB2, SART3, SFPQ, SPEN  DEADPF00270DEAD/DEAH box helicaseDDX17, DDX20, DDX5, DDX54, DHX30  SAPPF02037SAP domainCCAR1, PIAS1, PIAS2, PIAS3, PIAS4, XRCC6  HLHPF00010helix–loop–helix DNA-binding domainHEY1, NCOA1, NCOA3, TCF21  homeoboxPF00046homeobox domainISL1, POU4F2, SIX3, TGIF1  ARIDPF01388ARID/BRIGHT DNA-binding domainARID1A, ARID1B, ARID5A  SPRYPF00622SPRY domainHNRNPU, RANBP9  bZIP_lPF00170bZIP transcription factorCREB3, JUN  bZIP_2PF07716basic region leucine zipperJDP2, XBP1  HMG_boxPF00505HMG (high-mobility group) boxHMGB1, HMGB2, MLL2, SMARCE1, SOX3PTM enzymes  PkinasePF00069protein kinase domainAKT1, CDK5, CDK7, CDK9, DCLK1, HIPK3,LATS2, MAK, MAK, PAK6, PDPK1, PRKCD  Hist_deacetylPF00850histone deacetylase domainHDAC1, HDAC2, HDAC3, HDAC4  JmjCPF02373JmjC domainHR, JMJD1A, JMJD1C  SETIPR001214SETEHMT2, MLL2, NSD1  Amino_oxidasePF01593flavin-containing amine oxidoreductaseAOF2  SIR2PF02146Sir2 familySIRT1  PADPF03068protein-arginine deiminase (PAD)PADI4  Peptidase_C48PF02902Ulp1 protease family, C-terminal catalytic domainSENP1  PrmAPF06325ribosomal protein L11 methyltransferase (PrmA)CARM1  PP2CPF00481protein phosphatase 2CPPM1DZn finger  zf-C2H2PF00096zinc finger, C2H2 typeBCL11A, BCL11B, KLF9, PLAGL1, PRDM2,RREB1, TRERF1, ZFPM2, ZNF335, ZNF366,ZNF461, ZNF653  zf-C3HC4PF00097zinc finger, C3HC4 type (RING finger)BRCA1, MNAT1, RCHY1, RNF14, RNF4, RNF8,TRIM24, TRIM25, TRIM28  LIMPF00412LIM domainFHL2, TGFB1I1, TRIP6  zf-MIZPF02891MIZ/SP-RING zinc fingerZMIZ1,ZMIZ2  zf-C2HCPF01530zinc finger, C2HC typeMYST2  zf-HITPF04438HIT zinc fingerZNHIT3protein interaction  WD40PF00400WD domain, G-β repeatGEMIN5, GNB2L1, IQWD1, MED16, RBBP4,RBBP7, TBL1X, TBL1XR1, TLE1, WDR77  ARMIPRO16024armadillo-type foldMMS19, TRIP12, TRRAP, TSC2  LRR_1PF00560leucine-rich repeatANP32A, FLII, PRAME  AnkPF00023ankyrin repeatANKRD11, BCL3, EHMT2  PASIPR013767PAS foldNCOA2, NCOA3PTM-binding  bromo domainPF00439bromo domainBAZ1A, BAZ1B, BRD8, CREBBP, EP300, PCAF  PHDPF00628PHD fingerING1,JARID1A, NSD1  SH3_1PF00018SH3 domainPRMT2, SORBS3, TRIP10  SH2PF00017SH2 domainSTAT3, VAV3chromatin-remodeling  SNF2_NPF00176SNF2 family N-terminal domainRAD54L2, SMARCA2, SMARCA4ubiquitin-proteasome  AAAPF00004ATPase family associated with variouscellular activities (AAA)PSMC3, PSMC4, PSMC5, TRIP13  ubiquitinPF00240ubiquitin familyBAG1, SF3A1, SUMOl  UQ_conPF00179ubiquitin-conjugating enzymeUBE2I, UBE2L3  HECTPF00632HECT domain (ubiquitin transferase)TRIP12,UBE3A,UBR5  UBXPF00789UBX domainFAF1  UCHPF00443ubiquitin carboxyl-terminal hydrolaseUSP22  UIMPF02809ubiquitin interaction motifUIMC1  proteasomePF00227proteasome A-type and B-typePSMB9  UBAIPR009060UBA-likeSQSTM1Open in a separate windowaDomain information was extracted by linking the current coactivator list (www.nursa.org) and iproclass dataset from the Protein Information Resource [PIR (183)], as well as InterPro database (184).Nuclear receptor coactivators frequently contain the so-called “NR box”, a Leu-rich stretch of amino acids, LXXLL or FXXLF (where X is any amino acid). This motif has been shown to be responsible for direct binding to nuclear receptors. However, approximately half of currently known coactivators (http://www.nursa.org) do not possess this structural element, although they still are able to bind NRs and other TFs. Certain coactivators associate with NRs through other NR box-containing proteins; others utilize different motifs to bind to NRs. For example, the PNRC coactivator is reported to interact with NRs through an SH3 domain (4).All three members of the SRC family possess basic helix–loop–helix/PAS domains (bHLH/PAS), receptor interaction domain(s) (RID), and two activation domains (AD1 and AD2) responsible for binding other coregulators within an active coactivator complex. Each domain in SRCs specializes in recruiting TFs, basic transcriptional machinery, or other coregulators of transcription, including protein-modifying enzymes and chromatin remodelers. Thus, SRCs serve as fundamental scaffolds for orchestrated transcriptional action. The bHLH/PAS domain represents the most conserved portion among the three coregulators and shares a high degree of similarity with bHLH motifs in other transcription factors. In SRCs, this domain is responsible for TF binding, such as MEF2C (5) or TEF (6). The RIDs contain several LXXLL motifs and are required for NR binding, while the AD domains interact with cocoregulators, such as CBP and p300 (7, 8).A large group of domains present in coactivators comprises chromatin-binding, -modifying, and -remodeling moieties (see Table 1). These include SWI/SNF-type ATP-dependent heli-cases, histone-recognizing domains such as bromo domains and chromo domains, and PHD (plant homeodomain) Zn finger-containing motifs that recognize and bind posttranslationally modified histone N-tails (sometimes called “chromatin readers”). Additionally, chromatin-modifying activities such as acetyltransferase (MYST and KAT) and methyltransferase domains (e.g., SET domains) also are frequently present in coactivator molecules. Histone acetylation is a necessary early step in transcription initiation as it marks active chromatin sites. Acetylated histone N-termini, particularly H4Lysl2 and H3Lys9, attract bromo domain-containing transcriptional coactivators, which in turn recruit general transcriptional machinery, including RNA polymerase and its accessory factors. The most commonly utilized acetylating coactivators in NR-driven transcription are the two closely related KATs, CBP and p300. These acetyltransferase coactivators are capable of acetylating not only chromatin but also NRs and other coactivators. For example, ERR-α is acetylated by PCAF (9), and C-MYC protein is a substrate of two acetylating enzymes, GCN5 and TIP60 (10). TIP60 is a part of the TRRAP and SAGA complexes (11) and is capable of acetylating histones as well as the androgen receptor (12). In addition to acetylation marks, methylations of H3Lys4 and H3Lys36 appear as important determinants and targets for coactivator recruitment. These histone marks are recognized by chromo domains and PHD finger domains (13,14). Coactivators possessing these domains are recruited to active chromatin and in turn recruit other chromatin-remodeling and/or -modifying enzymes. Importantly, there is a close cooperation among various chromatin-modifying and “histone code reader” motifs and chromatin remodelers such as SWI/SNF ATP-dependent factors (see below), even though these domains are not necessarily present on the same protein. For example, the PHD domain of the JADE protein is required for maximal histone acetylation by an HBOl coactivator (15,16).An indispensable step of every transcriptional initiation event is ATP-dependent chromatin remodeling that is managed by proteins possessing SWI/SNF-like DNA helicase domains. A large group of coactivators, including SMARC proteins (SMARCA, SMARCB, SMARCD, etc.) and BRG-like factors, contain this domain (Table 1). In addition to these ATP-dependent DNA helicases, DNA kinking and bending domains such as the HMG-like domains are not infrequent among coactivators. These proteins help bring together (“loop”) enhancer and promoter regulatory DNA regions of genes to ensure maximal cooperation between coactivator complexes at enhancers and the general transcriptional machinery bound to the core promoters (Figure 1). Coactivator proteins include factors regulating not only transcription activation but also RNA elongation and splicing/maturation; these coactivators are characterized by the presence of DEAD box RNA helicase domains, as well as RRM-RNA recognition motifs.Finally, many NR coactivators possess enzymatic activities involved in posttranslational protein modifications (PTMs). In addition to already mentioned acetyltransferases and methyltransferases that can act on histones as well as NRs and coactivators themselves, a number of phosphorylating, ubiquitylating, sumoylating, and even proline-isomerizing enzymes have been shown to act on the coactivators themselves. The same applies to enzymes reversing these modifications [e.g., demethylases, deu-biquitinylases (DUBs), and phosphatases] and domains that specifically recognize these modifications (e.g., SH3 phosphoproline binding motifs, SIM-SUMO interaction modules, etc.). The PTMs imposed by these enzymatic activities usually regulate coactivator stability or their intracellular localization or their affinities for NRs or the general transcriptional machinery. The plethora and diversity of the domains within coactivators described above reflect the complexity and multistep nature of the transcriptional process. From transcriptional initiation to termination, every entry and exit of coactivator complexes is controlled tightly, and likely coded by sequential chromatin and transcription factor marking and demarking.It recently became clear that coactivators act as metastable multi-meric protein conglomerates that can be isolated by biochemical techniques (17, 18). In these coregulator complexes, every protein serves a certain specific function in transcriptional regulation. For example, in the well-studied MEDIATOR coactivator complex that consists of more than 20 subunits, MED14 directly binds the PPARγ nuclear receptor, while MED6 and MED8 subunits are responsible for stabilizing the MEDIATOR/PPARγ complex at the enhancer (19). The INTEGRATOR complex is another example of a multisubunit coactivator complex responsible for linking transcription and splicing (20). The ASCOM coactivator complex consists of NCOA6, MLL3/4, PTIP, and ASH2 and combines NR binding (NCOA6) with histoneH3Lys4 methyltransferase activities (MLL3) (21, 22). In a recent study, the MLL3 SET domain has been shown to directly interact with the SWI/SNF chromatin remodeling complex INI1; this interaction is crucial for establishing active gene transcription by ASCOM (23). Thus, individual coactivator complexes are capable of coordinating several key reactions required for transcriptional regulation (Figure 1). It is important to note, however, that not all coactivators form biochemically stable and invariant protein complexes. For example, the pleiotropic SRC-3 protein has been shown to form many transient interactions with NRs and a diversity of other coregulators, while no “characteristic” steady-state complex has been found for this coactivator (24). CLASSIFICATION OF COACTIVATORSStructural diversity makes classification of coactivators a difficult task. A potential approach is to organize coactivators by the functionality of their domains, e.g., PTM enzymes (HATs, KMTs, KDMs, and Ub- and SUMO-ligases), ATP-dependent chromatin remodelers, RNA helicases, DNA bending molecules, etc. However, such classification reveals little about a coactivator’s role in transcription. Moreover, not all coactivators have characteristic domains or assigned activities because many serve as bridging molecules between other coactivators and transcription factors or enzymatic regulatory/accessory subunits. Finally, there are examples in which well-characterized functional domains of coactivators are not utilized for enzymatic activity and are dispensable for coactivational function [e.g., UBC9 (25)]. Another way to classify coregulators is by their involvement in certain steps of transcription, e.g., initiation, elongation, termination, transcript maturation, etc. However, many coactivators are involved in multiple substeps of transcription, because they are components of larger multitasking complexes or integrate transcriptional events that control many steps via multiple specialized interactions, e.g., TEFb (26) and SRC-3 (24) (Figure 2). This difficulty in subclassification underlines the high connectivity of transcriptional regulation. Classification by modes of action, as described below, takes into consideration both coactivator molecular features (domain information) and the biochemical processes in which coactivators take part.Open in a separate windowFigure 2Diverse actions of coactivator SRC-3 are dictated by specific PTMs. Dependent on the site and identity of PTM, SRC-3 can participate in different biological processes, such as signaling adaptor, translationar repressor, splicing coactivator, or transcription initiation together with other coactivators. Abbreviations: P, phosphorylation; Ac, acetylation; Me, methylation. Different positions of phosphorylation indicate different phosphorylation sites on the coactivator molecule.Chromatin remodeling activities were shown to be important for NR-driven transcription in a number of studies. SWI/SNF-like activities are involved in potentiating transcrition driven by GR (27), RAR (28), AR (29), ER (30), etc. (for a review, see ref 31). Importantly, actions of other coactivators also are tightly dependent on the activity and recruitment of the chromatin remodeling machinery. For example, BRG-1 is required for ER coactivation by SRC-1 and CBP(32).In turn, SWI/SNF modules often require additional bridging molecules directing them to NR target genes. For example, the FLII coactivator recruits the BAF53-SWI/SNF complex to ER-bound genes (33). SRC-1 binds another ATP-dependent chromatin-remodeling complex (SRG3) for coactivation of AR (34). Interestingly, SRG3 function is independent of commonly utilized modules like BRG1/ BRM. AR can employ a different SNF2-like chromatin-remodeling factor, ARIP4/RAD52L2 (35), indicating remodeling complex variability and/or specificity.Because a large group of NR coactivators act through the establishment of histone modifications that mark actively transcribed chromatin and serve as affinity sites for other transcriptional proteins, actions of these histone-modifying enzymes are tightly coordinated with the actions of the chromatin remodelers described above. For example, coactivation of estrogen receptor α by the BRG-1/BRM complex is dependent on histone acetylation (32). Methyltransferases comprise the second common histone-modifying activity in the NR coactivator family. These include MLL proteins that act almost exclusively on H3Lys4 (for a review of MLL, see ref 36), as well as CARM1 and PRMT methyltransferases that can methylate both histones and NRs as well as coactivators themselves (see below). For example, methylation of H4Arg3 by PRMT1 is required for subsequent acetylation of H3Lys4/9 in ER-driven activation of the pS2 target gene (37, 38). Importantly, a reversal of activity, demethylation, also plays an essential role in coactivation. For example, LSD1 demethylase promotes demethylation of H3K9 to activate AR transcription (39). PAD4 demethylase opposes the action of PRMT1 and CARM1 on histone Arg residues (40).Interestingly, in retinoic acid signaling in embryonic cells, the demethylating activity of H3Lys27 by the Jumonji-domain demethylase UTX is required for subsequent methylation of H3Lys4 by MLL2/3 and activation of HOX genes (41). Of other important histone modifications, phosphorylation and ubiquitination are worth mentioning with respect to transcription. Phosphorylation of H3Ser10 that usually marks prometaphase chromosomes also can be induced at the promoter. For example, H3S10 phosphorylation by ERK/Msk1 kinase directly recruited to the MMTV promoter by the progesterone receptor initiates a whole cascade of further enzyme recruitments, including the recruitment of PCAF acetyltransferase and chromatin remodeling complex BAF/BRG/BRM that prepares chromatin for transcription (42). Deubiquitination of H2A/H2B by the TFTC/STAGA complex also promotes NR-driven transcription (43). Importantly, the 2MDa STAGA complex contains acetyltransferase GCN5, again reinforcing the importance of cooperative actions of enzymatic protein-modifying activities in NR coactivation. In another example, the TRRAP/TIP60/GCN5 complex together with Mediator/cdk8 takes this cooperation to the extreme by directing a tandem phospho-acetylation of the same H3 molecule N-tail, resulting in a doubly modified H3pS10/AcK14 which demarcates transcriptionally active chromatin (44).Perhaps one of the most diverse groups of NR coactivators is comprised of molecules that catalyze posttranslational modifications on NRs and other coregulators and components of the general transcriptional machinery. These PTM enzymes coactivate transcription by either enhancing the DNA binding activity of NRs, their interaction with other coactivators (or inhibiting interaction with corepressors), or affecting NR subcellular distribution. PTMs induced by coactivators include methylation, acetylation, phosphorylation, sumoylation, and ubiquitination. Phosphorylation is one of the most common activating NR modifications that affects NR nuclear localization, enforces DNA binding, and stabilizes interactions with coactivators. Kinases responsible for this modification either are directly recruited to chromatin regions via direct interaction with NRs upon ligand stimulation, take part in a coactivator complex, or phosphorylate target NRs and coactivators away from the promoter (even in the cytoplasm), thus extending the NR coactivator function beyond the nuclear compartment. For example, the Cdk2/cyclinA kinase complex is recruited by PR to its target genes where it directly phosphorylates SRC-1 and enhances PR binding (45). This phosphorylation event is necessary for subsequent histone H4 acetylation and activation of transcription (for a review of the role of kinases in NR-driven transcription, see ref 46). Phosphorylation of ERRα by PKA stimulates its interaction with SRC-2 (47), while phosphorylation by PKCδ in response to EGF signaling increases its level of dimerization and affects its recruitment and transactivation at a subset of target genes (48). PKCδ also indirectly affects ERa nuclear localization by activating GSK3, which in turn directly binds and phosphorylates ER at several Ser residues, causing its stabilization (49). Phosphorylation also is a major activity trigger for coactivator molecules themselves, and this function will be discussed in detail below as a way of regulating coactivator functions.NR acetylation and methylation are the other two frequent PTM activities involved in NR coactivation and commonly linked to regulation of protein-protein interactions. In the context of NR transactivation, these modifications mainly control NR interaction balance with corepressors and coactivators but also can affect NR DNA binding. For example, PRMT1 methylates RUNX and potentiates transcription through disruption of RUNX-SIN3A corepressor interaction (50), whereas methylation of HNF4A by PRMT1 increases its DNA-binding activity. At the same time, PRMT1 recruited by HNF4A also methylates H4Arg3, thereby establishing a bimodal coactivation mechanism (51). As mentioned above, acetyltransferases, such as CBP, p300, and MYST family proteins, are integral components of almost every transcriptional complex assembled at the transcription initiation site. Interestingly, while histone acetylation is considered as an activating modification responsible for recruitment of coactivators and chromatin unwinding activities to acetylated histones on the promoter, acetylation of NRs and coactivators themselves usually leads to their dissociation from each other and/or dissociation from the promoter. For example, acetylation of the ERRα DNA binding domain by PCAF decreases its DNA binding capacity and in vivo promoter occupancy, while deacetylation by HDAC8 or SIRT1 causes an opposite effect (9). Acetylation can also protect NRs from degradation, perhaps because of direct competition with ubiquitination, because both PTMs target lysine residues. This mechanism of protection has been described in the literature for some transcription factors, including Smad7 (52) and SREBP (53).A handful of sumoylating enzymes were shown to modify NRs or coactivators and affect transcription. Sumoylation is a PTM closely related to ubiquitination, and it is characterized by formation of a covalent link between protein and SUMO (small ubiquitin-like modifier) molecules. Interestingly, while sumoylation of a few coactivators was thought to be necessary for their coactivator function (see below), sumoylation of NRs has been shown generally to be repressive (54–58). The recently described desumoylation of AR and PR by SENP-1 (59, 60) highlights this enzyme as an important coactivator that opposes inhibitory PTMs on these NRs. It is not known whether desumoylation plays a role in the function of other NRs.Numerous studies indicate important roles for ubiquitinating enzymes and proteasome components as coactivators of NR transcription. Though commonly considered a negative regulatory pathway for cellular proteins, NR ubiquitination and pro-teasome-dependent degradation appear to make up an obligatory step for efficient progression of transcription. For example, inhibition of 26S proteasome function impedes ER- and PR-driven transcription in cells and results in failed promoter recruitment of PolII (61, 62). Interestingly, SRC-3 coactivator recruitment was shown to be necessary for ER degradation in concert with transactivation (63), indicating a tight cooperation between NR stability and coactivator action. The seemingly contradictory requirement of transcription-associated degradation for successful gene expression can be resolved by a “ubiquitin clock” concept summarized in recent reviews (64, 65). According to this model, transcriptional activity at the promoter is “timed” by the amount of ubiquitination that accumulates at NRs and coactivators. Every round of transcription adds one more ubiquitin monomer, until the ubiquitin chain is sufficiently long (approximately five) to be recognized by proteasomal components and targeted for degradation. Accordingly, a growing list of ubiquitinating enzymes was shown to be involved in coactivation of transcription. E6-AP E3 ubiquitin ligase was shown to be important for ER activity (66). ARA54/RNF14 was identified as an AR-interacting protein and an E3 ligase for AR (67). In addition to E3 ligases, E2 enzymes such as UBCH7 also were shown to coactivate NR-driven transcription, further reinforcing the idea that active proteasome turnover is required for successful transcription activation (68). Thus, proteasomal turnover aids in maintaining the natural “off” state of the mammalian genome by making sure the activated TFs and CoRegs are not allowed to remain at transcriptional sites beyond their immediate requirements.A significant fraction of NR coactivator proteins do not carry any intrinsic enzymatic activity or specialized structural motifs. Rather, they serve as linkers and/or bridging factors between NRs and other coactivators or among coactivators as part of larger transcriptional complexes (Figure 1). For example, TIF1a stabilizes CARM1-SRC-2 interaction (69); human SPT6 protein coactivates ER (70) via binding the polII CTD, and RNA capping/export factor REF1/Aly acts similarly through another adaptor, hIws1, thus bridging elongation and RNA export (71). These coactivators can exert their functions through protein–protein interaction motifs, such as Zn fingers, WD40 domains, etc.It is now clear that coactivation of transcription is not limited to the synthesis of RNA transcripts. A handful of coactivators have been shown to act through downstream events, such as RNA splicing, maturation, and export (reviewed in refs 72 and 73). Examples of NR coactivators that regulate splicing include CoAA (74, 75), NONO/p54nrf (76), CAPERβ and CAPERα (77), and SKIP (78). These coactivators typically are characterized by RNA-binding RRM motifs that allow them to directly bind nascent RNA transcripts. By bridging both NRs and RNA polymerase, either directly (79, 80) or through accessory molecules (81), this group of coactivators links two important sequential steps of gene expression. Several coactivators such as SRC-3, p-TEFb, and PCBP1 were shown to participate in all stages of gene expression, including initiation through interaction with NRs, termination and transcript splicing through recruitment of CAPER and other splicing coactivators, and even mRNA translation through direct sequence-specific interactions with UTR regions of mRNAs (26, 82, 83).Finally, although they are beyond the scope of this review, RNA molecules can act as coactivators (84). These are large noncoding RNAs (ncRNA), and the best-studied example is steroid receptor activator RNA (SRA) (85). SRA acts as a scaffold for the assembly of other coactivator/NR complexes such as ER and SRC-1 and is necessary for transcriptional activation of a subset of ERa genes (86). Among other examples, Evf-1 and Evf-2 play critical roles in neuronal differentiation by regulating enhancer activity of homeodomain Dlx genes (87, 88). Finally, very recent studies indicate that transcriptional control by ncRNAs is more widespread than initially anticipated, and that a whole collection of long intergenic conserved ncRNAs (lincRNA) is intimately involved in transcriptional control, both activation and repression (89–91). REGULATION OF COACTIVATOR FUNCTIONEarly studies of NR-driven transcription and the role of coactivators indicated that coactivator levels are tightly controlled and are in fact limiting in the cell. When multiple nuclear receptors or transcription factors are overexpressed together, they can compete for the same coactivator and “squelch” each other’s transcriptional activity (3). In turn, overexpression of the shared coactivator can relieve the squelching effect. This phenomenon initially served as an identifying property of a transcriptional coactivator (67, 92). Later, numerous examples of naturally occurring physiological squelching were discovered, whereby activation of one receptor by physiological stimuli causes inhibition of another transcriptional pathway that is controlled by a different TF but utilizes the same coactivator. For example, competition between CAR (constitutive androstane receptor) and HNF-4a for SRC2/GRIP1 and PGC1α binding underlies the inhibitory effect of xenobiotic compounds (CAR ligands) on hepatic bile acid synthesis and gluconeogenesis (93). Retinoic acid-stimulated RXR sequesters PGC1α and other coactivators away from the serum response factor (SRF), which may contribute to the antiproliferative action of retinoids (94). Importantly, because liganded NRs can bind coactivators and corepressors dependent on their expression levels (95, 96), the tightly controlled ratio between the two classes of coregulators is the defining factor in the cellular transcriptional response to physiological stimuli. Although this review focuses on regulation of coactivators, similar rules and means of regulation exist for corepressors, ensuring coordination of these opposing forces in the physiological control of gene expression.Coactivators are regulated at several levels, including their gene expression, alternative splicing, and protein posttranslational modifications (PTMs) that influence their binding to NRs and the general transcriptional machinery, as well as their sub-cellular localization and stability.Although not frequent under normal physiological conditions in differentiated cells, regulation of NR coactivators can occur via effects on their gene expression levels. This is particularly true in tumorigenesis, when a “growth” coactivator gene amplification or transcriptional overexpression provides a selective advantage for cancer cell proliferation through increased levels of this limiting transcriptional helper. In breast cancer, examples include SRC-3 (also known as AIB1) and ASC-2 (AIB3), two major mediators of estrogen proliferative signaling (97–99). SRC-3 coactivator is notorious for its overexpression in many cancers (see ref 97 for a review), including hepatocellular carcinoma (100), non-small cell lung cancer (101), uterine cancer (102), nasopharyngeal carcinoma (103), esophageal squamous cell carcinoma (104), gastric cancers (105), etc. In addition to being an authentic oncogene itself, SRC-3 also can exaggerate the tumorigenic potential of other regulators, such as HER2. Co-overexpression of SRC3 and HER2 in human breast cancers highly correlates with poor prognosis and early resistance to tamoxifen therapy (106). Another reported example is the transcriptional upregulation via promoter hypomethylation of the AR coactivator MAGE-11 in prostate cancer (107).Transcriptional regulation of coactivators also can be a part of the normal physiological control of their action. The best-studied example is PGC1α, the cold-inducible coactivator whose expression is tightly linked to adaptive thermogenesis in brown fat (108). PGC1α expression is highly upregulated in brown adipocytes (BAT) in response to cold exposure, which in turn causes enhanced expression of the UCP-1 gene through coactivation of PPAR by PGC1α. UCP-1 stimulates heat production by uncoupling ATP production by the mitochondrial respiratory chain and increasing mitochondrial content in BAT. PGC1α expression can be regulated in response to other altered metabolic states, such as fasting or exercise. In response to fasting, rising glucagon levels cause activation of the TORC2 transcriptional coactivator that cooperates with the CREB transcription factor in induction of PGC1α expression; in turn, PGC1α associates with GR and HNF-4A to induce key gluconeogenic genes such as PCK1 and G6 Pase to enhance hepatic glucose production (109). Interestingly, the opposing, inhibitory effect of insulin signaling on PGC1α is managed through posttranslational regulation, namely, the phosphorylation and degradation of both PGC1α and TORC2 (110, 111). This example reveals an interesting paradigm of regulation, in which a boost in levels of an important molecule is achieved through transcription, while rapid down-regulation is preferentially controlled through protein degradation. PGC1α mRNA expression levels in muscle are regulated by free fatty acids (112), and a recent report indicates that this regulation may be controlled through non-CpG island methylation of the PGC1α gene by DNMT3B DNA methyltransferase (113). For more about the metabolic regulation of PGC1α, see a recent review (114).Gene expression and mRNA levels of NR coactivators can be controlled by hormone signaling through positive feedback loop mechanisms. Several AR coactivators are induced in response to androgen treatment in prostate cells (115), including SRC-3, CBP, and MAK. Expression of another AR coactivator, MAGE-11, is regulated cyclically in endometrium during the menstrual cycle through the negative action of estrogen and the activating action of cAMP, with MAGE11 levels being the highest during uterine receptivity to embryo implantation, when AR transcriptional action is required (116). SRC-3 mRNA levels are increased by low-dose tamoxifen treatment (117) in breast cancer cells but downregulated in response to estrogen or TGF-β (118). Down-regulation of SRC-3 gene expression by estradiol indicates that SRC-3 functional activation upon estrogen exposure emanates from posttranscriptional regulation to fulfill its role as a major mediator of estrogen/ER signaling. Interestingly, SRC-3 can activate its own promoter through coactivation with non-NR transcription factors Sp1 and E2F1 (119). Nonhormonal stimuli also can affect coactivator mRNA expression levels. For example, tumor necrosis factor α (TNFa) was shown to repress SRC-1 and SRC-2 gene expression in smooth muscle uterine cells (120), suggesting a mechanism for inhibition of inflammation upon hormone signaling.Although not well studied, a few alternatively spliced isoforms of NR coactivators have been shown to elicit activities differing from those of their full-length counterparts. In perhaps the best example, the SRC3-δ4 splicing variant that lacks an N-terminal NLS is shown to be associated with the cytoplasmic domain of membrane EGFR family members and to participate in cell motility through functioning as an adaptor with focal adhesion kinase (FAK) when phosphorylated by PAK1 (121). SRC-1 also has several splice isoforms that were shown to differentially bind to GR and to demonstrate differing coactivator potential (122) and differential promoter binding in neural tissues (123); the exact physiological function and regulation of SRC-1 alternative splicing remain to be dissected. CoAA (gene name RBM14) is a peculiar example of splicing regulation. It has several splicing variants, including CoAR, CoAM (a dominant negative isoform), and two recently discovered trans-splicing products with the mRNA of nuclear receptor corepressor RBM4, termed CoAZ and ncCoAZ (124).During retinoic acid-induced embryonic stem cell differentiation, CoAA expression undergoes a switch to CoAM (125), which negatively regulates CoAA activity (125, 126). Interestingly, the cis-regulating sequence responsible for this switch is frequently lost in cancers in which the CoAA gene is amplified, indicating that selective oncogenic pressure favors the activating isoform. CoAZ and ncCoAZ also participate in CoAA regulation, although, in contrast to CoAM, these isoforms promote CoAA function (124). Interestingly, ncCoAZ does not encode a protein product and is proposed to affect CoAA indirectly by competing with CoAA and RBM4 splicing factors, because it shares some of the same splice sites (124). A number of other NR coactivators recently were shown to have alternatively spliced counterparts, including the TIP60 β isoform (127), PNRC isoforms (128), and NT-PGC1α (novel truncated PGC1α), a nondegradable short isoform of PGC1α (129). In contrast to its full-length counterpart, NT-PGC1α is primarily cytoplasmic because of active nuclear export mediatedbyCRM1. The exact physiological significance of most of these alternative splice variants and their means of regulation remain elusive.The regulatory role of microRNA molecules (miRNAs) has gained much recent attention, with the discovery of their participation in embryonic development and carcinogenesis. MiRNAs inhibit protein synthesis through direct attenuation of translation of target mRNAs and/or inducing mRNA degradation with the help of the RISC complex. Guided by hybridization of miRNAs to complementary sequences contained in the 3′ UTRs of target mRNAs, RISC binds and drives their degradation (for a review, see ref 130). The levels of several NR coactivators can be regulated through the action of specific miRNAs. For example, miR-17-5p inhibits SRC3 mRNA translation through direct interaction with its 3′ UTR (131), while miR-206 selectively targets SRC-1, SRC-3, and GATA-3 mRNAs for degradation in breast cancer cells (132). Interestingly, EGF signaling increases miR-206 levels, whereas miR-17-5p is upregulated in response to estrogen, indicating an element of specificity for miRNA regulation of coactivators. Several other miRNAs (miR-20b, miR-19b, and miR-18a) are secondary targets of estrogen receptor transcriptional activity. In response to estrogen, ER induces expression of oncogenic transcription factor C-MYC, which in turn activates transcription of precursor (primary) miRNAs (pri-mir-17–92, pri-mir-106a–363, and pri-mir-106a–363). Mature miRNAs derived from these precursors directly bind and attenuate translation of ER, SRC-3, and cyclin D1 (133), thus generating an autoregulatory loop of estrogen receptor signaling. Another example of a feedback loop involving a miRNA is inhibition of PGC1α translation by miR-696 in response to immobility. This miRNA is markedly dependent on muscle activity, and its levels correlate negatively with PGC1α and its target gene levels (134), indicating yet another control of PGC1α by the metabolic state of the cell. Finally, hypoxia can trigger expression of a group of miRNAs, and one of them (miR-205) silences the translation of MED1 mediator complex subunit mRNA in trophoblasts exposed to hypoxia (135).Extensive studies reveal that NR coactivators are relatively unstable proteins, with an average protein half-life of ∼3–4 h. Regulation of protein stability through the ubiquitin-proteasome system was demonstrated for SRC3 (136, 137), SRC2 (138), DDX5 and DDX17 (139), PGC1α (140), p300 (141), etc. Interestingly, and similar to the case for NRs, coactivator ubiquitination can be initially activatory (as monoubiquitination) but eventually targets coactivators for degradation upon accumulation of the polyubiquitin chain. This observation supports the ubiquitin clock model of transcriptional regulation described above (64, 65). Other evidence includes the dependence of SRC-3 degradation on the active transcriptional process (142) and ligand-dependent recruitment of proteasomal components and ubiquitination enzymes to the promoters of actively transcribed genes (143). Noteworthy is the fact that ubiquitination at the promoter can promote corepressor-to-coactivator exchange by inducing degradation of the corepressor (143). In addition to ubiquitination, ubiquitin-independent degradation was shown to maintain homeostatic cellular levels of “inactive” SRC-3, for example, by degradation by the 11S proteasomal cap, REGγ (136). Coactivators p300 and HIPK2 can be protected from degradation triggered by SCF ubiquitin ligase by sequestration in nuclear bodies through interactions with PML (144).In contrast, the aberrant PML-RAR gene fusion product exerts an opposite effect on coactivator stability by disrupting nuclear bodies.Coactivators can be also sumoylated, acetylated, methylated, and phosphorylated. Earlier in this review, a role for PTM enzymes as coactivators was discussed in relation to NR DNA binding, stability, and interactions with coactivators and corepressors. The same is true for PTMs imposed on coactivators themselves, which greatly affect coactivator-NR interaction, recruitment of general transcription machinery, stability, and cellular localization. Several recent reviews highlight the importance of PTMs for coactivator function (145, 146). Recently, mass spectrometry emerged as an explosive technique for identifying endogenous protein PTMs (147) and allowed for dramatic expansion of our knowledge of coactivator PTMs in particular. Table 2 is constructed in part from information contained in http://www.phosphosite.org, a new resource that combines curated mass spectrometric data concerning various protein PTMs (see the website and ref 148). The plethora and diversity of PTM sites on coactivators such as the SRC family or PGC1α suggest that they serve as “hubs” for cellular signal transduction to the transcriptional machinery, and that the specificity of the transcriptional response to physiological stimuli must be accomplished, at least in part, by establishing a signal-specific PTM pattern on coactivators.Table 2Multiple PTMs on Selected NR Coactivatorsa (compiled from PhosphoSitePlus, http://www.phosphosite.org)symbolGeneAcetylationmethylationphosphorylationbSUMOubiquitinAKAP1311214S1565, S2733ARID1A8289K997, K1007, K1612, K1905S363, S1320, S1322ARID1B57492K1566, K1777BAZ1A11177K973BAZ1B9031K416, K426, K1335S158BRD810902K554CALCOCOl57658K29COBRA125920K519COPS510987K46, K325CREBBP1387K1014, K1203, K1216, K1535, K1583,K1586, K1587, K1588, K1591, K1592,K1595, K1597, K1627, K1711, K1741,K1744, K1797R601, R714,R742, R768S1382, S1386DDX1710521K129K50cDDX51655K32, K33, K40R502Y593K53EDF18721K123EP3002033K77, K79, K291, K292, K336, K350, K373,K386, K404, K418, K423, K489, K569,K601, K614, K636, K970, K977, K981,K1001, K1020, K1024, K1045, K1046,K1047, K1094, K1103, K1105, K1144,K1167, K1180, K1203, K1228, K1331,K1336, K1340, K1427, K1473, K1499,K1518, K1528, K1542, K1546, K1549,K1550, K1551, K1554, K1555, K1558,K1560, K1568, K1569, K1570, K1583,K1590, K1637, K1674, K1699, K1704,K1707, K1760, K1762, K1769, K1772,K1774, K1783, K1794, K1800, K1810,K1812, K2086, K2091R2142S89, T317, T938, S1834,T1960, S2279, S2315,S2366K1020, K1024FLII2314K21FOXOl2308K245, K248, K262, K265R251, R253T24, S249, S256, S298,S319, S322, S325, S329FUS2521R216, R216, R218S26, S42, S61, S84, S131,S257GEMIN525929K1363GPS22874R323, R323HMGN39324K33, K38, K90HNRNPU3192K234, K265, K352, K464, K516, K524,K551, K565, K609, K626, K635, K670,K674, K814R50, R733, R739S59K17HTATIP10524K52S86, S90K430, K451ING13621S126ITCH83737Y420JARID1A5927K1382JMJD1A55818K470, K895JMJD1C221037K552MAGEA114110S174K236, K240,K245MED15469K15, K1076, K1177, K1309, K1354, K1502,K1504, K1529S816, S872, S874, S887,S953, T1032, S1134,S1141, S1147, S1207,T1215, T1457MLL28085K1971, K2193, K2846, K2880, K3158, K3729, K4190, K4241, K4501, K5001T5099MYST211143K171.K199S57, T85, T88NCOA18648S395, T1179, S1185K732, K774NCOA210499K31, K636, K640, K780, K785R501.K705S736K239, K731, K788NCOA38202K616, K619, K620, K687R251, K840,K1091T24, S505, S543, S601, S857, S860, S867,S1033, S1042, S1048,T1059, S1062, T1064,T1067, T1114, Y1357K723, K786, K1194NCOA623054S884NONO4841K5, Kll, K64, K96, K107, K198, K467PARK711315K148K130PCAF8850K416, K428, K430, K441, K442, K733K78, K78, K89,K89, K638,K638, K671,K672, K692PELP127043Y920PHB5245K202Y114PHB211331K250PIAS18554R303S466, S467, S468PIAS451588K114, K125K35PIN15300K46S16, S65PPARGC1A10891T263, S266, T299, S570cK183cPRDM27799K1425, K1431PSMB95698K53, K109PSMC45704K238, K397, K401, K418PSMC55705K222S120PSME310197K195K121, K212PTEN5728K6, K125, K128, K402S229, T232, Y240, Y315,Y336, S362, T366,S370, S380, T382,T383, S385PTMA5757K14, K102PTMS5763K3, K14, K91RAN5901K37, K60, K71.K99, K159S135K71RANBP910048K405RBM399584K103SAFB6294K294, K423, K428, K475, K607, K805K294SART39733R906SET6418K83, K132, K150, K172K154SFPQ6421K319, K330, K338, K421, K472R7, R9, R19, R25Y597, Y691SIRT123411S27, S47, T530, S540,S659, S661K734SMARCA26595K600, K993, K995, K1543, K1547, K1549,K1551, K1552SMARCA46597K188, K455, K1033SNWl/skip22938K115, K213S224, S232, S234SRA110011K218SUB110923K34, K67SUPT6H6830K402, K743, K1676T1523TADA2L6871K381TADA3L10474K418TGFB1I17041Y59TRIM257706K273, K320, K567TRRAP8295K2543, K3078UBE2I7329K65K14, K146, K153K18UBE3A7337R294UBR551366S174, S191, S1532, S1679,S2586UIMC151720S205USP2223326K129ZNF31824149K1275Open in a separate windowaAcetylation sites identical to ubiquitination positions are shown in bold. Acetylation sites that are proximal to ubiquitination/sumoylation sites are shown in italics.bOnly sites that were matched to kinases (kinase_substrate data set on http://www.phosphosite.org) are listed.cThis site is not present in the Phosphosite database; however, it is reported in the literature (see the text).Sumoylation can play both activating and inhibiting roles in coactivator function. SRC-1 sumoylation at Lys732 and Lys774 is reported to potentiate its transactivation of AR (149) and PR(150) by stabilizing the SRC1–NR interaction and increasing the level of SRC-1 nuclear retention. SRC-2 sumoylation by PIASx underlies their cooperation in AR coactivation (149). Many sumoylated nuclear proteins become targeted to PML nuclear bodies, nuclear regions characterized by a high concentration of sumoylating enzymes and corepressors (151, 152). For example, sumoylation of the TR2 orphan nuclear receptor causes its colocalization with PML bodies and enhanced interaction with the RIP140 corepressor (153). Similarly, sumoylation of PGC1α also stabilizes its binding to RIP140 and attenuates its activity (154). Sumoylaton of p68 (DDX5) prevents its ubiquitination, increases its stability, and decreases its ER coactivation potential, while the same PTM exerts opposite effects on the p72 (DDX17) splicing coactivator (139). Because both NRs and coactivators are sumoylated in response to ligand signaling, it is not clear how opposing effects of this modification (inhibitory for NRs and activatory for certain coactivators) elicit coordinated transcriptional activation. It is likely that, like those of other PTMs, the effect of this modification is coactivator-specific. However, one intriguing possibility is that NR or coactivator sumoylation is designed to bring them to PML bodies where the ratio between local concentrations of corepressors (e.g., RIP140) and sumoylated coactivators determines the transcriptional outcome.Phosphorylation is the most common, abundant, and diversified of all coactivator PTMs (Table 2). A single coactivator molecule usually possesses multiple phosphorylation sites, which frequently are utilized in diverse signal-specific manners and can dictate coactivator specificity toward NR and other coactivators. In fact, phosphorylations of coactivators affect all aspects of their action, including NR binding, recruitment of RNA polymerase, interactions with other coactivators, enzymatic activity, nuclear localization, and stability. Often, phosphorylation resulting from a specific kinase cascade serves as a trigger for subsequently induced PTMs, and this sequential cooperation generates a pool of coactivators heavily laden with PTMs and “charged” for executing a variety of signal-specific functions. For example, phosphorylation of MAGE11 at Thr360 by the MAPK pathway in response to EGF accelerates its binding to AR and its bridging with TIF2, while concurrently enhancing MAGE-11 ubiquitina-tion at Lys240 and Lys245 (155). T3-induced phosphorylation of TRIP11 (TRIP230) causes its relocation from Golgi to the nucleus for coactivation of transcription (156). Phosphorylation is perhaps the most rapidly observed PTM in response to hormone or other growth factor stimuli. The result of coactivator phosphorylation is usually nuclear accumulation and an increased level of interaction with NRs. For example, phosphorylated SRC3 has a higher nuclear retention time (157), and casein kinase phosphorylates Ser601 of SRC-3, which potentiates its interaction with ERa (158). Protein kinase A stimulates the nuclear retention of the short isoform of PGC1α (NT-PGC1α) through phosphorylations at Ser194, Ser241, and Thr256 that disrupt its interaction with CRM nuclear exportin (159). Phosphorylation of Hsp27 causes its strengthened association with AR, nuclear localization, and enhanced coactivator function (160). Phosphorylation is also a potent regulator of coactivator stability. Interestingly, depending on the phosphorylation site, a phospho-PTM(s) can stimulate or, vice versa, protect a coactivator from degradation. For example, a required step in SRC3 activation and ubiquitination in response to retinoic acid is its phosphorylation at Ser860 by p38MAPK (161). p38MAPK phosphorylation also affects SRC-2/GRIP1 in promoting ER coactivation (162). At the same time, phosphorylation of the SRC-3 acidic region by an atypical protein kinase C (aPKC) stabilizes it through weakened binding to the P8 proteasome subunit (163), while phosphorylation by GSK3 at Ser505 promotes SRC-3 ubiquitination and transactivation (142). AKT can directly phosphorylate SRC-1 and SRC-2 and potentiate their activity with ER (164); SRC-1 can be phosphorylated at multiple sites, most of which are ERK/MAPK targets (Table 2). Ser1179 and Ser1185 phosphorylations of SRC1 are induced by cyclic AMP and appear to be important for PR coactivation; mutations at these PTM sites do not alter physical interactions with either PR or CBP but can affect the cooperativity of coactivation at a PR-responsive promoter (165). Phosphorylation of SRC-2/ GRIP1 by PKA was reported to induce its degradation and concurrently stimulate its ER transactivation (166). Another example of opposing roles of phosphorylations is in PGC1α, which is stabilized and activated through phosphorylations by p38 MAPK (167) and AMPK (168) but destabilized by AKT-driven phosphorylation (111). In some cases, phosphorylation is followed by proline isomerization driven by Pin1 prolyl isomerase. This comformational change can alter SRC3 coactivator association with receptors as well as other coactivators (169).NR coactivators can participate in transcriptional activity of other transcription factors as well as other processes such as DNA repair or nongenomic pathways. Phosphorylation sometimes serves as a switch between these activities. For example, phosphorylation of the WSTF (gene name BAZ1B) SWI/SNF chromatin-remodeling complex by p38/MAPK induces the switch between transcriptional coactivation complexes and DNA damage-specific complexes formed by this molecule (170). TNFa stimulates phosphorylation of SRC-3 at Ser857 and S867, its translocation to the nucleus, and NFkB transactivation, while estrogen and EGF treatments induce Ser543 and Ser860 phosphorylation that specifically potentiates ER binding (171). Phosphorylation also can inhibit coactivator function, either by affecting protein–protein interactions or by altering coactivator subcellular localization. Phosphorylation of PGC1α at S570 by the angiotensin-induced AKT pathway stimulates acetylation by GCN5, and together, this PTM cascade inhibits PGC1α function by weakening its interaction with the FOXO1 transcription factor (172). In another example, the phosphorylated form of ING-1 is sequestered in the cytoplasm through a strengthened interaction with 14-3-3 proteins (173).Acetylation and methylation of coactivators are frequently responsible for disruption of protein–protein interactions. Acetylation has been mentioned above as an important step for chromatin activation by means of histone N-tail acetylation and recruitment of bromo domain-containing transcriptional coactivators. In contrast, when imposed on coactivator molecules themselves, acetylation often forces release of a coactivator from its transcriptional complex, through disruption of its interaction with NRs and/or other coactivators or histones. For example, acetylation of HMG-17 reduces its affinity for nucleosomes (174), while acetylation of PGC1β by GCN5 inhibits its transcriptional activity through sequestration to nuclear foci away from promoters (175). In contrast, SIRT1 deacetylase removes this PTM and stimulates PGC1 activity. Being an NAD+-dependent enzyme and thus a sensor of cell redox potential and metabolic state, SIRT1 emerges as a master regulator of PGC1α function (for a review, see ref 114). Noteworthy is the fact that some acetylations occur at Lys residues identical or very close to ubiquitination and sumoylation sites (see Table 1, marked bold or italic, respectively) and thus may directly infuence coactivator stability (52, 53). Several reports indicate competition between sumoylation and acetylation, as well (176). Examples of activating acetylations usually include a requirement for autoacetylation by acetyltransferases, many of which act as coactivators. Autoacetylation is required for TIP60 and PCAF action, and reversals of these autoacetylations by HDAC3 (177) and SIRT1 (178) inhibit coactivator function.While acetylation is usually an inhibitory PTM, methylation frequently potentiates coactivator action. NR coactivators are usually methylated at Arg residues by the PRMT family or CARM1 methyltransferases. For example, PRMT1 methylates and activates PGC1α (179), TAF15 (180), and PIAS1 (181), while SRC-3 is a target of CARM1 (182). Interestingly, though, methylation of SRC-3 weakens its association with ER and CARM1, thus terminating the round of coactivation and highlighting the importance of intracomplex methylation for dynamic transcriptional cycling. CONCLUDING REMARKSMore than a decade of studies of nuclear receptor coregulators (coactivators and corepressors) have led to the discovery of more than 350 proteins with transcriptional regulation potential, and this list continues to grow (http://www.nursa.org). The diversity in structure and biochemical functions of NR coactivators reflects the complexity of transcriptional control and highlights the ability of coactivators to regulate transcription at all stages. Such multifunctionality is achieved at least in part through assembly of coactivators into multisubunit protein complexes. The intersubunit interactions within these complexes and their composition and associations with NR and general transcriptional machinery are regulated through the management of coactivator levels and posttranslational modifications. Coactivator concentrations in the cell are highly controlled through coactivator gene transcription, RNA translation, and protein stability. Each coactivator has several mechanisms of regulation, and the multitude of posttranslational protein modifications play a very important part by altering coactivator localization, stability, or protein–protein interactions. Moreover, PTMs also serve to transduce physiological information to coactivator molecules through the establishment of specific PTM landscapes on coactivators as a result of environmental signal-specific cascades. Diverse exogenous stimuli initiate specific kinase-driven phosphorylation pathways that trigger further PTMs, including acetylation, methylation, and ubiquitination and resulting in a complex signal-dependent PTM “coding” of coactivators, which in turn drive signal-dependent coactivator functions. Because one coactivator can participate in multiple transcriptional processes (including extra-nuclear activities), such control ensures coordination of multiple steps required in the global response to exogenous stimuli. Thus, coactivators serve as “hubs” for physiological regulation of transcription by coordinating intracellular signaling cascades. Further research is needed to delineate specific cross-talk between PTMs and other cellular signaling pathways and to determine the roles of the multitude of PTMs identified to date on coactivators. Understanding this cross-talk is particularly important in pathologies such as cancer, in which cross-activation of kinase cascade signaling leads to an outgrowth of cells that bypass conventional, one-pathway-based therapy. Footnotes†This work was supported, in part, by grants from the National Institutes of Health (R01 HD-8188 and R01 HD07857), Nuclear Receptor Signaling Atlas (2 U19 DK062434-08/10), and the Adrienne Helis Malvin Medical Research Foundation. REFERENCES1. Zhang Z, Burch PE, Cooney AJ, Lanz RB, Pereira FA, Wu J, Gibbs RA, Weinstock G, Wheeler DA. Genomic analysis of the nuclear receptor family: New insights into structure, regulation, and evolution from the rat genome. Genome Res. 2004;14:580–590. [PMC free article] [PubMed] [Google Scholar]2. Tsai SY, Sagami I, Wang H, Tsai MJ, O’Malley BW. Interactions between a DNA-binding transcription factor (COUP) and a non-DNA binding factor (S300-II) Cell. 1987;50:701–709. [PubMed] [Google Scholar]3. Meyer ME, Gronemeyer H, Turcotte B, Bocquel MT, Tasset D, Chambon P. Steroid hormone receptors compete for factors that mediate their enhancer function. Cell. 1989;57:433–442. [PubMed] [Google Scholar]4. Zhou D, Quach KM, Yang C, Lee SY, Pohajdak B, Chen S. PNRC: A proline-rich nuclear receptor coregulatory protein that modulates transcriptional activation of multiple nuclear receptors including orphan receptors SF1 (steroidogenic factor 1) and ERRα1 (estrogen related receptorα1) Mol Endocrinol. 2000;14:986–998. [PubMed] [Google Scholar]5. Chen SL, Dowhan DH, Hosking BM, Muscat GE. The steroid receptor coactivator, GRIP-1, is necessary for MEF-2C–dependent gene expression and skeletal muscle differentiation. Genes Dev. 2000;14:1209–1228. [PMC free article] [PubMed] [Google Scholar]6. Belandia B, Parker MG. Functional interaction between the p160 coactivator proteins and the transcriptional enhancer factor family of transcription factors. J. Biol. Chem. 2000;275:30801–30805. [PubMed] [Google Scholar]7. Heery DM, Kalkhoven E, Hoare S, Parker MG. A signature motif in transcriptional co-activators mediates binding to nuclear receptors. Nature. 1997;387:733–736. [PubMed] [Google Scholar]8. Torchia J, Rose DW, Inostroza J, Kamei Y, Westin S, Glass CK, Rosenfeld MG. The transcriptional co-activator p/CIP binds CBP and mediates nuclear-receptor function. Nature. 1997;387:677–684. [PubMed] [Google Scholar]9. Wilson BJ, Tremblay AM, Deblois G, Sylvain-Drolet G, Giguere V. An Acetylation Switch Modulates the Transcrip-tional Activity of Estrogen-Related Receptor α Mol. Endocrinol. 2010;24:1349–1358. [PMC free article] [PubMed] [Google Scholar]10. Patel JH, Du Y, Ard PG, Phillips C, Carella B, Chen CJ, Rakowski C, Chatterjee C, Lieberman PM, Lane WS, Blobel GA, McMahon SB. The c-MYC oncoprotein is a substrate of the acetyltransferases hGCN5/PCAF and TIP60. Mol. Cell. Biol. 2004;24:10826–10834. [PMC free article] [PubMed] [Google Scholar]11. Gause M, Eissenberg JC, Macrae AF, Dorsett M, Misulovin Z, Dorsett D. Nipped-A, the Tra1/TRRAP subunit of the Drosophila SAGA and Tip60 complexes, has multiple roles in Notch signaling during wing development. Mol. Cell. Biol. 2006;26:2347–2359. [PMC free article] [PubMed] [Google Scholar]12. Gaughan L, Logan IR, Cook S, Neal DE, Robson CN. Tip60 and histone deacetylase 1 regulate androgen receptor activity through changes to the acetylation status of the receptor. J. Biol. Chem. 2002;277:25904–25913. [PubMed] [Google Scholar]13. Pray-Grant MG, Daniel JA, Schieltz D, Yates JR, III, Grant PA. Chd1 chromodomain links histone H3 methyla-tion with SAGA- and SLIK-dependent acetylation. Nature. 2005;433:434–438. [PubMed] [Google Scholar]14. Taverna SD, Ilin S, Rogers RS, Tanny JC, Lavender H, Li H, Baker L, Boyle J, Blair LP, Chait BT, Patel DJ, Aitchison JD, Tackett AJ, Allis CD. Yng1 PHD finger binding to H3 trimethylated at K4 promotes NuA3 HAT activity at K14 of H3 and transcription at a subset of targeted ORFs. Mol. Cell. 2006;24:785–796. [PMC free article] [PubMed] [Google Scholar]15. Palacios A, Moreno A, Oliveira BL, Rivera T, Prieto J, Garcia P, Fernandez-Fernandez MR, Bernado P, Palmero I, Blanco FJ. The dimeric structure and the bivalent recognition of H3K4me3 by the tumor suppressor ING4 suggests a mechanism for enhanced targeting of the HBO1 complex to chro-matin. J. Mol. Biol. 2010;396:1117–1127. [PubMed] [Google Scholar]16. Foy RL, Song IY, Chitalia VC, Cohen HT, Saksouk N, Cayrou C, Vaziri C, Cote J, Panchenko MV. Role of Jade-1 in the histone acetyltransferase (HAT) HBO1 complex. J. Biol. Chem. 2008;283:28817–28826. [PMC free article] [PubMed] [Google Scholar]17. Jung SY, Malovannaya A, Wei J, O’Malley BW, Qin J. Proteomic analysis of steady-state nuclear hormone receptor coactivator complexes. Mol. Endocrinol. 2005;19:2451–2465. [PubMed] [Google Scholar]18. McKenna NJ, Nawaz Z, Tsai SY, Tsai MJ, O’Malley BW. Distinct steady-state nuclear receptor coregulator complexes exist in vivo. Proc. Natl. Acad. Sci. U.S.A. 1998;95:11697–11702. [PMC free article] [PubMed] [Google Scholar]19. Grontved L, Madsen MS, Boergesen M, Roeder RG, Mandrup S. MED14 tethers mediator to the N-terminal domain of peroxisome proliferator-activated receptor γ and is required for full transcriptional activity and adipogenesis. Mol. Cell. Biol. 2010;30:2155–2169. [PMC free article] [PubMed] [Google Scholar]20. Baillat D, Hakimi MA, Naar AM, Shilatifard A, Cooch N, Shiekhattar R. Integrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell. 2005;123:265–276. [PubMed] [Google Scholar]21. Goo YH, Sohn YC, Kim DH, Kim SW, Kang MJ, Jung DJ, Kwak E, Barlev NA, Berger SL, Chow VT, Roeder RG, Azorsa DO, Meltzer PS, Suh PG, Song EJ, Lee KJ, Lee YC, Lee JW. Activating signal cointegrator 2 belongs to a novel steady-state complex that contains a subset of trithorax group proteins. Mol. Cell. Biol. 2003;23:140–149. [PMC free article] [PubMed] [Google Scholar]22. Lee S, Lee J, Lee SK, Lee JW. Activating signal cointegrator-2 is an essential adaptor to recruit histone H3 lysine 4 methyltransferases MLL3 and MLL4 to the liver X receptors. Mol. Endocrinol. 2008;22:1312–1319. [PMC free article] [PubMed] [Google Scholar]23. Lee S, Kim DH, Goo YH, Lee YC, Lee SK, Lee JW. Crucial roles for interactions between MLL3/4 and INI1 in nuclear receptor transactivation. Mol. Endocrinol. 2009;23:610–619. [PMC free article] [PubMed] [Google Scholar]24. Lanz RB, Bulynko Y, Malovannaya A, Labhart P, Wang L, Li W, Qin J, Harper M, O’Malley BW. Global characterization of transcriptional impact of the SRC-3 coregulator. Mol. Endocrinol. 2010;24:859–872. [PMC free article] [PubMed] [Google Scholar]25. Kurihara I, Shibata H, Kobayashi S, Suda N, Ikeda Y, Yokota K, Murai A, Saito I, Rainey WE, Saruta T. Ubc9 and Protein Inhibitor of Activated STAT 1 Activate Chicken Ovalbumin Upstream Promoter-Transcription Factor I-mediated Human CYP11B2 Gene Transcription. J. Biol. Chem. 2005;280:6721–6730. [PubMed] [Google Scholar]26. Bres V, Yoh SM, Jones KA. The multi-tasking P-TEFb complex. Curr. Opin. Cell Biol. 2008;20:334–340. [PMC free article] [PubMed] [Google Scholar]27. John S, Sabo PJ, Johnson TA, Sung MH, Biddie SC, Lightman SL, Voss TC, Davis SR, Meltzer PS, Stama-toyannopoulos JA, Hager GL. Interaction of the glucocorticoid receptor with the chromatin landscape. Mol. Cell. 2008;29:611–624. [PubMed] [Google Scholar]28. Flajollet S, Lefebvre B, Cudejko C, Staels B, Lefebvre P. The core component of the mammalian SWI/SNF complex SMARCD3/BAF60c is a coactivator for the nuclear retinoic acid receptor. Mol. Cell. Endocrinol. 2007;270:23–32. [PubMed] [Google Scholar]29. Link KA, Burd CJ, Williams E, Marshall T, Rosson G, Henry E, Weissman B, Knudsen KE. BAF57 governs androgen receptor action and androgen-dependent proliferation through SWI/SNF. Mol. Cell. Biol. 2005;25:2200–2215. [PMC free article] [PubMed] [Google Scholar]30. Belandia B, Orford RL, Hurst HC, Parker MG. Targeting of SWI/SNF chromatin remodelling complexes to estrogen-responsive genes. EMBO J. 2002;21:4094–4103. [PMC free article] [PubMed] [Google Scholar]31. Trotter KW, Archer TK. Nuclear receptors and chromatin remodeling machinery. Mol. Cell. Endocrinol. 2007;265–266:162–167. [PMC free article] [PubMed] [Google Scholar]32. DiRenzo J, Shang Y, Phelan M, Sif S, Myers M, Kingston R, Brown M. BRG-1 is recruited to estrogen-responsive promoters and cooperates with factors involved in histone acetyla-tion. Mol. Cell. Biol. 2000;20:7541–7549. [PMC free article] [PubMed] [Google Scholar]33. Jeong KW, Lee YH, Stallcup MR. Recruitment of the SWI/SNF chromatin remodeling complex to steroid hormone-regulated promoters by nuclear receptor coactivator flightless-I. J. Biol. Chem. 2009;284:29298–29309. [PMC free article] [PubMed] [Google Scholar]34. Hong CY, Suh JH, Kim K, Gong EY, Jeon SH, Ko M, Seong RH, Kwon HB, Lee K. Modulation of androgen receptor transactivation by the SWI3-related gene product (SRG3) in multiple ways. Mol. Cell. Biol. 2005;25:4841–4852. [PMC free article] [PubMed] [Google Scholar]35. Rouleau N, Domans’kyi A, Reeben M, Moilanen AM, Havas K, Kang Z, Owen-Hughes T, Palvimo JJ, Janne OA. Novel ATPase of SNF2-like protein family interacts with androgen receptor and modulates androgen-dependent transcription. Mol. Biol. Cell. 2002;13:2106–2119. [PMC free article] [PubMed] [Google Scholar]36. Ansari KI, Mandal SS. Mixed lineage leukemia: Roles in gene expression, hormone signaling and mRNA processing. FEBS J. 2010;277:1790–1804. [PubMed] [Google Scholar]37. Huang S, Litt M, Felsenfeld G. Methylation of histone H4 by arginine methyltransferase PRMT1 is essential in vivo for many subsequent histone modifications. Genes Dev. 2005;19:1885–1893. [PMC free article] [PubMed] [Google Scholar]38. Pal S, Sif S. Interplay between chromatin remodelers and protein arginine methyltransferases. J. Cell. Physiol. 2007;213:306–315. [PubMed] [Google Scholar]39. Metzger E, Wissmann M, Yin N, Muller JM, Schneider R, Peters AH, Gunther T, Buettner R, Schule R. LSD1 demethylates repressive histone marks to promote androgen-recep-tor-dependent transcription. Nature. 2005;437:436–439. [PubMed] [Google Scholar]40. Wang Y, Wysocka J, Sayegh J, Lee YH, Perlin JR, Leonelli L, Sonbuchner LS, McDonald CH, Cook RG, Dou Y, Roeder RG, Clarke S, Stallcup MR, Allis CD, Coonrod SA. Human PAD4 regulates histone arginine methylation levels via demethylimination. Science. 2004;306:279–283. [PubMed] [Google Scholar]41. Lee MG, Villa R, Trojer P, Norman J, Yan KP, Reinberg D, Di Croce L, Shiekhattar R. Demethylation of H3K27 regulates polycomb recruitment and H2A ubiquitination. Science. 2007;318:447–450. [PubMed] [Google Scholar]42. Vicent GP, Zaurin R, Ballare C, Nacht AS, Beato M. Erk signaling and chromatin remodeling in MMTV promoter activation by progestins. Nucl. Recept. Signaling. 2009;7:e008. [PMC free article] [PubMed] [Google Scholar]43. Zhao Y, Lang G, Ito S, Bonnet J, Metzger E, Sawatsubashi S, Suzuki E, Le Guezennec X, Stunnenberg HG, Krasnov A, Georgieva SG, Schule R, Takeyama K, Kato S, Tora L, Devys D. A TFTC/STAGA module mediates histone H2A and H2B deubiquitination, coactivates nuclear receptors, and counteracts heterochromatin silencing. Mol. Cell. 2008;29:92–101. [PubMed] [Google Scholar]44. Meyer KD, Donner AJ, Knuesel MT, York AG, Espinosa JM, Taatjes DJ. Cooperative activity of cdk8 and GCN5L within Mediator directs tandem phosphoacetylation of histone H3. EMBO J. 2008;27:1447–1457. [PMC free article] [PubMed] [Google Scholar]45. Narayanan R, Adigun AA, Edwards DP, Weigel NL. Cyclin-dependent kinase activity is required for progesterone receptor function: Novel role for cyclin A/Cdk2 as a progesterone receptor coactivator. Mol. Cell. Biol. 2005;25:264–277. [PMC free article] [PubMed] [Google Scholar]46. Vicent GP, Nacht AS, Zaurin R, Ballare C, Clausell J, Beato M. Minireview: Role of Kinases and Chromatin Remodeling in Progesterone Signaling to Chromatin. Mol. Endocrinol. 2010;24:2088–2098. [PMC free article] [PubMed] [Google Scholar]47. Liu D, Benlhabib H, Mendelson CR. cAMP enhances estrogen-related receptor α (ERRα) transcriptional activity at the SP-A promoter by increasing its interaction with protein kinase A and steroid receptor coactivator 2 (SRC-2) Mol. Endocrinol. 2009;23:772–783. [PMC free article] [PubMed] [Google Scholar]48. Barry JB, Giguere V. Epidermal growth factor-induced signaling in breast cancer cells results in selective target gene activation by orphan nuclear receptor estrogen-related receptor α Cancer Res. 2005;65:6120–6129. [PubMed] [Google Scholar]49. Medunjanin S, Hermani A, De Servi B, Grisouard J, Rincke G, Mayer D. Glycogen synthase kinase-3 interacts with and phosphorylates estrogen receptor α and is involved in the regulation of receptor activity. J. Biol. Chem. 2005;280:33006–33014. [PubMed] [Google Scholar]50. Zhao X, Jankovic V, Gural A, Huang G, Pardanani A, Menendez S, Zhang J, Dunne R, Xiao A, Erdjument-Bromage H, Allis CD, Tempst P, Nimer SD. Methylation of RUNX1 by PRMT1 abrogates SIN3A binding and potentiates its transcriptional activity. Genes Dev. 2008;22:640–653. [PMC free article] [PubMed] [Google Scholar]51. Barrero MJ, Malik S. Two functional modes of a nuclear receptor-recruited arginine methyltransferase in transcrip-tional activation. Mol. Cell. 2006;24:233–243. [PMC free article] [PubMed] [Google Scholar]52. Gronroos E, Hellman U, Heldin CH, Ericsson J. Control of Smad7 stability by competition between acetylation and ubiquitination. Mol. Cell. 2002;10:483–493. [PubMed] [Google Scholar]53. Giandomenico V, Simonsson M, Gronroos E, Ericsson J. Coactivator-dependent acetylation stabilizes members of the SREBP family of transcription factors. Mol. Cell. Biol. 2003;23:2587–2599. [PMC free article] [PubMed] [Google Scholar]54. Poukka H, Karvonen U, Janne OA, Palvimo JJ. Covalent modification of the androgen receptor by small ubiquitin-like modifier 1 (SUMO-1) Proc. Natl. Acad. Sci. U.S.A. 2000;97:14145–14150. [PMC free article] [PubMed] [Google Scholar]55. Abdel-Hafiz H, Takimoto GS, Tung L, Horwitz KB. The inhibitory function in human progesterone receptor N termini binds SUMO-1 protein to regulate autoinhibition and transrepression. J. Biol. Chem. 2002;277:33950–33956. [PubMed] [Google Scholar]56. Tallec LP, Kirsh O, Lecomte MC, Viengchareun S, Zennaro MC, Dejean A, Lombes M. Protein inhibitor of activated signal transducer and activator of transcription 1 interacts with the N-terminal domain of mineralocorticoid receptor and represses its transcriptional activity: Implication of small ubiqui-tin-related modifier 1 modification. Mol. Endocrinol. 2003;17:2529–2542. [PubMed] [Google Scholar]57. Pascual G, Fong AL, Ogawa S, Gamliel A, Li AC, Perissi V, Rose DW, Willson TM, Rosenfeld MG, Glass CK. A SUMOylation-dependent pathway mediates transrepres-sion of inflammatory response genes by PPAR-γ Nature. 2005;437:759–763. [PMC free article] [PubMed] [Google Scholar]58. Ghisletti S, Huang W, Ogawa S, Pascual G, Lin ME, Willson TM, Rosenfeld MG, Glass CK. Parallel SUMOy-lation-dependent pathways mediate gene- and signal-specific trans-repression by LXRs and PPARγ Mol. Cell. 2007;25:57–70. [PMC free article] [PubMed] [Google Scholar]59. Daniel AR, Faivre EJ, Lange CA. Phosphoryla-tion-dependent antagonism of sumoylation derepresses progesterone receptor action in breast cancer cells. Mol. Endocrinol. 2007;21:2890–2906. [PubMed] [Google Scholar]60. Kaikkonen S, Jaaskelainen T, Karvonen U, Rytinki MM, Makkonen H, Gioeli D, Paschal BM, Palvimo JJ. SUMO-specific protease 1 (SENP1) reverses the hormone-augmented SUMOylation of androgen receptor and modulates gene responses in prostate cancer cells. Mol. Endocrinol. 2009;23:292–307. [PMC free article] [PubMed] [Google Scholar]61. Lonard DM, Nawaz Z, Smith CL, O’Malley BW. The 26S proteasome is required for estrogen receptor-α and coactivator turnover and for efficient estrogen receptor-α transactivation. Mol. Cell. 2000;5:939–948. [PubMed] [Google Scholar]62. Dennis AP, Lonard DM, Nawaz Z, O’Malley BW. Inhibition of the 26S proteasome blocks progesterone receptor-dependent transcription through failed recruitment of RNA polymerase II. J. Steroid Biochem. Mol. Biol. 2005;94:337–346. [PubMed] [Google Scholar]63. Shao W, Keeton EK, McDonnell DP, Brown M. Coactivator AIB1 links estrogen receptor transcriptional activity and stability. Proc. Natl. Acad. Sci. U.S.A. 2004;101:11599–11604. [PMC free article] [PubMed] [Google Scholar]64. Lonard DM, O’Malley BW. SRC-3 transcription-coupled activation, degradation, and the ubiquitin clock: Is there enough coactivator to go around in cells? Sci. Signaling. 2008;1:pe16. [PubMed] [Google Scholar]65. O’Malley BW. The “fourth dimension” of gene transcription. Mol. Endocrinol. 2009;23:587–589. [PMC free article] [PubMed] [Google Scholar]66. Ramamoorthy S, Nawaz Z. E6-associated protein (E6-AP) is a dual function coactivator of steroid hormone receptors. Nucl. Recept. Signaling. 2008;6:e006. [PMC free article] [PubMed] [Google Scholar]67. Kang HY, Yeh S, Fujimoto N, Chang C. Cloning and characterization of human prostate coactivator ARA54, a novel protein that associates with the androgen receptor. J. Biol. Chem. 1999;274:8570–8576. [PubMed] [Google Scholar]68. Verma S, Ismail A, Gao X, Fu G, Li X, O’Malley BW, Nawaz Z. The ubiquitin-conjugating enzyme UBCH7 acts as a coactivator for steroid hormone receptors. Mol. Cell. Biol. 2004;24:8716–8726. [PMC free article] [PubMed] [Google Scholar]69. Teyssier C, Ou CY, Khetchoumian K, Losson R, Stallcup MR. Transcriptional intermediary factor 1α mediates physical interaction and functional synergy between the coactiva-tor-associated arginine methyltransferase 1 and glucocorticoid receptor-interacting protein 1 nuclear receptor coactivators. Mol. Endocrinol. 2006;20:1276–1286. [PMC free article] [PubMed] [Google Scholar]70. Baniahmad C, Nawaz Z, Baniahmad A, Gleeson MA, Tsai MJ, O’Malley BW. Enhancement of human estrogen receptor activity by SPT6: A potential coactivator. Mol. Endocrinol. 1995;9:34–43. [PubMed] [Google Scholar]71. Yoh SM, Cho H, Pickle L, Evans RM, Jones KA. The Spt6 SH2 domain binds Ser2-P RNAPII to direct Iws1-dependent mRNA splicing and export. Genes Dev. 2007;21:160–174. [PMC free article] [PubMed] [Google Scholar]72. Auboeuf D, Batsche E, Dutertre M, Muchardt C, O’Malley BW. Coregulators: Transducing signal from transcription to alternative splicing. Trends Endocrinol. Metab. 2007;18:122–129. [PubMed] [Google Scholar]73. Auboeuf D, Dowhan DH, Dutertre M, Martin N, Berget SM, O’Malley BW. A subset of nuclear receptor coregulators act as coupling proteins during synthesis and maturation of RNA transcripts. Mol. Cell. Biol. 2005;25:5307–5316. [PMC free article] [PubMed] [Google Scholar]74. Auboeuf D, Dowhan DH, Li X, Larkin K, Ko L, Berget SM, O’Malley BW. CoAA, a nuclear receptor coactivator protein at the interface of transcriptional coactivation and RNA splicing. Mol. Cell. Biol. 2004;24:442–453. [PMC free article] [PubMed] [Google Scholar]75. Auboeuf D, Honig A, Berget SM, O’Malley BW. Coordinate regulation of transcription and splicing by steroid receptor coregulators. Science. 2002;298:416–419. [PubMed] [Google Scholar]76. Kaneko S, Rozenblatt-Rosen O, Meyerson M, Manley JL. The multifunctional protein p54nrb/PSF recruits the exonu-clease XRN2 to facilitate pre-mRNA 3′ processing and transcription termination. Genes Dev. 2007;21:1779–1789. [PMC free article] [PubMed] [Google Scholar]77. Dowhan DH, Hong EP, Auboeuf D, Dennis AP, Wilson MM, Berget SM, O’Malley BW. Steroid hormone receptor coactivation and alternative RNA splicing by U2AF65-related proteins CAPERα and CAPERβ Mol. Cell. 2005;17:429–439. [PubMed] [Google Scholar]78. MacDonald PN, Dowd DR, Zhang C, Gu C. Emerging insights into the coactivator role of NCoA62/SKIP in vitamin D-mediated transcription. J. Steroid Biochem. Mol. Biol. 2004;89–90:179–186. [PubMed] [Google Scholar]79. Emili A, Shales M, McCracken S, Xie W, Tucker PW, Kobayashi R, Blencowe BJ, Ingles CJ. Splicing and transcription-associated proteins PSF and p54nrb/nonO bind to the RNA polymerase II CTD. RNA. 2002;8:1102–1111. [PMC free article] [PubMed] [Google Scholar]80. Conway-Campbell BL, Brooks AJ, Robinson PJ, Perani M, Waters MJ. The extracellular domain of the growth hormone receptor interacts with coactivator activator to promote cell proliferation. Mol. Endocrinol. 2008;22:2190–2202. [PMC free article] [PubMed] [Google Scholar]81. Iwasaki T, Chin WW, Ko L. Identification and characterization of RRM-containing coactivator activator (CoAA) as TRBP-interacting protein, and its splice variant as a coactivator modulator (CoAM) J. Biol. Chem. 2001;276:33375–33383. [PubMed] [Google Scholar]82. Meng Q, Rayala SK, Gururaj AE, Talukder AH, O’Malley BW, Kumar R. Signaling-dependent and coordinated regulation of transcription, splicing, and translation resides in a single coregulator, PCBP1. Proc. Natl. Acad. Sci. U.S.A. 2007;104:5866–5871. [PMC free article] [PubMed] [Google Scholar]83. Yu C, York B, Wang S, Feng Q, Xu J, O’Malley BW. An essential function of the SRC-3 coactivator in suppression of cytokine mRNA translation and inflammatory response. Mol. Cell. 2007;25:765–778. [PMC free article] [PubMed] [Google Scholar]84. Shamovsky I, Nudler E. Gene control by large non-coding RNAs. Sci. STKE. 2006;2006:pe40. [PubMed] [Google Scholar]85. Leygue E. Steroid receptor RNA activator (SRA1): Unusual bifaceted gene products with suspected relevance to breast cancer. Nucl. Recept. Signaling. 2007;5:e006. [PMC free article] [PubMed] [Google Scholar]86. Foulds CE, Tsimelzon A, Long W, Le A, Tsai SY, Tsai MJ, O’Malley BW. Research resource: Expression profiling reveals unexpected targets and functions of the human steroid receptor RNA activator (SRA) gene. Mol. Endocrinol. 2010;24:1090–1105. [PMC free article] [PubMed] [Google Scholar]87. Kohtz JD, Fishell G. Developmental regulation of EVF-1, a novel non-coding RNA transcribed upstream of the mouse Dlx6 gene. Gene Expression Patterns. 2004;4:407–412. [PubMed] [Google Scholar]88. Zerucha T, Stuhmer T, Hatch G, Park BK, Long Q, Yu G, Gambarotta A, Schultz JR, Rubenstein JL, Ekker M. A highly conserved enhancer in the Dlx5/Dlx6 intergenic region is the site of cross-regulatory interactions between Dlx genes in the embryonic forebrain. J. Neurosci. 2000;20:709–721. [PMC free article] [PubMed] [Google Scholar]89. Khalil AM, Guttman M, Huarte M, Garber M, Raj A, Rivea Morales D, Thomas K, Presser A, Bernstein BE, van Oudenaarden A, Regev A, Lander ES, Rinn JL. Many human large intergenic noncoding RNAs associate with chromatin-modifying complexes and affect gene expression. Proc. Natl. Acad. Sci. U.S.A. 2009;106:11667–11672. [PMC free article] [PubMed] [Google Scholar]90. Guttman M, Amit I, Garber M, French C, Lin MF, Feldser D, Huarte M, Zuk O, Carey BW, Cassady JP, Cabili MN, Jaenisch R, Mikkelsen TS, Jacks T, Hacohen N, Bernstein BE, Kellis M, Regev A, Rinn JL, Lander ES. Chromatin signature reveals over a thousand highly conserved large non-coding RNAs in mammals. Nature. 2009;458:223–227. [PMC free article] [PubMed] [Google Scholar]91. Huarte M, Guttman M, Feldser D, Garber M, Koziol MJ, Kenzelmann-Broz D, Khalil AM, Zuk O, Amit I, Rabani M, Attardi LD, Regev A, Lander ES, Jacks T, Rinn JL. A large intergenic noncoding RNA induced by p53 mediates global gene repression in the p53 response. Cell. 2010;142:409–419. [PMC free article] [PubMed] [Google Scholar]92. Smith CL, Onate SA, Tsai MJ, O’Malley BW. CREB binding protein acts synergistically with steroid receptor coactivator-1 to enhance steroid receptor-dependent transcription. Proc. Natl. Acad. Sci. U.S.A. 1996;93:8884–8888. [PMC free article] [PubMed] [Google Scholar]93. Miao J, Fang S, Bae Y, Kemper JK. Functional inhibitory cross-talk between constitutive androstane receptor and hepatic nuclear factor-4 in hepatic lipid/glucose metabolism is mediated by competition for binding to the DR1 motif and to the common coactivators, GRIP-1 and PGC-1α J. Biol. Chem. 2006;281:14537–14546. [PubMed] [Google Scholar]94. Kim SW, Kim HJ, Jung DJ, Lee SK, Kim YS, Kim JH, Kim TS, Lee JW. Retinoid-dependent antagonism of serum response factor transactivation mediated by transcriptional coactivator proteins. Oncogene. 2001;20:6638–6642. [PubMed] [Google Scholar]95. Liu Z, Auboeuf D, Wong J, Chen JD, Tsai SY, Tsai MJ, O’Malley BW. Coactivator/corepressor ratios modulate PR-mediated transcription by the selective receptor modulator RU486. Proc. Natl. Acad. Sci. U.S.A. 2002;99:7940–7944. [PMC free article] [PubMed] [Google Scholar]96. Teyssier C, Belguise K, Galtier F, Cavailles V, Chalbos D. Receptor-interacting protein 140 binds c-Jun and inhibits estradiol-induced activator protein-1 activity by reversing glucocor-ticoid receptor-interacting protein 1 effect. Mol. Endocrinol. 2003;17:287–299. [PubMed] [Google Scholar]97. Gojis O, Rudraraju B, Gudi M, Hogben K, Sousha S, Coombes RC, Cleator S, Palmieri C. The role of SRC-3 in human breast cancer. Nat. Rev. Clin. Oncol. 2010;7:83–89. [PubMed] [Google Scholar]98. Zhou HJ, Yan J, Luo W, Ayala G, Lin SH, Erdem H, Ittmann M, Tsai SY, Tsai MJ. SRC-3 is required for prostate cancer cell proliferation and survival. Cancer Res. 2005;65:7976–7983. [PubMed] [Google Scholar]99. Lee SK, Anzick SL, Choi JE, Bubendorf L, Guan XY, Jung YK, Kallioniemi OP, Kononen J, Trent JM, Azorsa D, Jhun BH, Cheong JH, Lee YC, Meltzer PS, Lee JW. A nuclear factor, ASC-2, as a cancer-amplified tran-scriptional coactivator essential for ligand-dependent transactiva-tion by nuclear receptors in vivo. J. Biol. Chem. 1999;274:34283–34293. [PubMed] [Google Scholar]100. Xu Y, Chen Q, Li W, Su X, Chen T, Liu Y, Zhao Y, Yu C. Overexpression of transcriptional coactivator AIB1 promotes hepatocellular carcinoma progression by enhancing cell proliferation and invasiveness. Oncogene. 2010;29:3386–3397. [PubMed] [Google Scholar]101. Cai D, Shames DS, Raso MG, Xie Y, Kim YH, Pollack JR, Girard L, Sullivan JP, Gao B, Peyton M, Nanjundan M, Byers L, Heymach J, Mills G, Gazdar AF, Wistuba I, Kodadek T, Minna JD. Steroid Receptor Coactivator-3 Expression in Lung Cancer and Its Role in the Regulation of Cancer Cell Survival and Proliferation. Cancer Res. 2010;70:6477–6485. [PMC free article] [PubMed] [Google Scholar]102. Luo JH, Xie D, Liu MZ, Chen W, Liu YD, Wu GQ, Kung HF, Zeng YX, Guan XY. Protein expression and amplification of AIB1 in human urothelial carcinoma of the bladder and overexpression of AIB1 is a new independent prognostic marker of patient survival. Int. J. Cancer. 2008;122:2554–2561. [PubMed] [Google Scholar]103. Liu MZ, Xie D, Mai SJ, Tong ZT, Shao JY, Fu YS, Xia WJ, Kung HF, Guan XY, Zeng YX. Over-expression of AIB1 in nasopharyngeal carcinomas correlates closely with advanced tumor stage. Am. J. Clin. Pathol. 2008;129:728–734. [PubMed] [Google Scholar]104. Xu FP, Xie D, Wen JM, Wu HX, Liu YD, Bi J, Lv ZL, Zeng YX, Guan XY. SRC-3/AIB1 protein and gene amplification levels in human esophageal squamous cell carcinomas. Cancer Lett. 2007;245:69–74. [PubMed] [Google Scholar]105. Sakakura C, Hagiwara A, Yasuoka R, Fujita Y, Nakanishi M, Masuda K, Kimura A, Nakamura Y, Inazawa J, Abe T, Yamagishi H. Amplification and over-expression of the AIB1 nuclear receptor co-activator gene in primary gastric cancers. Int. J. Cancer. 2000;89:217–223. [PubMed] [Google Scholar]106. Fereshteh MP, Tilli MT, Kim SE, Xu J, O’Malley BW, Wellstein A, Furth PA, Riegel AT. The nuclear receptor coactivator amplified in breast cancer-1 is required for Neu (ErbB2/HER2) activation, signaling, and mammary tumorigenesis in mice. Cancer Res. 2008;68:3697–3706. [PMC free article] [PubMed] [Google Scholar]107. Karpf AR, Bai S, James SR, Mohler JL, Wilson EM. Increased expression of androgen receptor coregulator MAGE-11 in prostate cancer by DNA hypomethylation and cyclic AMP. Mol. Cancer Res. 2009;7:523–535. [PMC free article] [PubMed] [Google Scholar]108. Puigserver P, Wu Z, Park CW, Graves R, Wright M, Spiegelman BM. A cold-inducible coactivator of nuclear receptors linked to adaptive thermogenesis. Cell. 1998;92:829–839. [PubMed] [Google Scholar]109. Herzig S, Long F, Jhala US, Hedrick S, Quinn R, Bauer A, Rudolph D, Schutz G, Yoon C, Puigserver P, Spiegelman B, Montminy M. CREB regulates hepatic gluconeogenesis through the coactivator PGC-1. Nature. 2001;413:179–183. [PubMed] [Google Scholar]110. Dentin R, Liu Y, Koo SH, Hedrick S, Vargas T, Heredia J, Yates J, III, Montminy M. Insulin modulates gluco-neogenesisby inhibitionofthe coactivator TORC2. Nature. 2007;449:366–369. [PubMed] [Google Scholar]111. Li X, Monks B, Ge Q, Birnbaum MJ. Akt/PKB regulates hepatic metabolism by directly inhibiting PGC-1α transcription coactivator. Nature. 2007;447:1012–1016. [PubMed] [Google Scholar]112. Staiger H, Stefan N, Machicao F, Fritsche A, Haring HU. PPARGC1A mRNA levels of in vitro differentiated human skeletal muscle cells are negatively associated with the plasma oleate concentrations of the donors. Diabetologia. 2006;49:212–214. [PubMed] [Google Scholar]113. Barres R, Osler ME, Yan J, Rune A, Fritz T, Caidahl K, Krook A, Zierath JR. Non-CpG methylation of the PGC-1α promoter through DNMT3B controls mitochondrial density. Cell Metab. 2009;10:189–198. [PubMed] [Google Scholar]114. Sugden MC, Caton PW, Holness MJ. PPAR control: It’s SIRTainly as easy as PGC. J. Endocrinol. 2010;204:93–104. [PubMed] [Google Scholar]115. Urbanucci A, Waltering KK, Suikki HE, Helenius MA, Visakorpi T. Androgen regulation of the androgen receptor coregulators. BMC Cancer. 2008;8:219. [PMC free article] [PubMed] [Google Scholar]116. Bai S, Grossman G, Yuan L, Lessey BA, French FS, Young SL, Wilson EM. Hormone control and expression of androgen receptor coregulator MAGE-11 in human endometrium during the window of receptivity to embryo implantation. Mol. Hum. Reprod. 2008;14:107–116. [PMC free article] [PubMed] [Google Scholar]117. Haugan Moi LL, Hauglid Flageng M, Gandini S, Guerrieri-Gonzaga A, Bonanni B, Lazzeroni M, Gjerde J, Lien EA, De Censi A, Mellgren G. Effect of low-dose tamoxifen on steroid receptor coactivator 3/amplified in breast cancer 1 in normal and malignant human breast tissue. Clin. Cancer Res. 2010;16:2176–2186. [PubMed] [Google Scholar]118. Lauritsen KJ, List HJ, Reiter R, Wellstein A, Riegel AT. A role for TGF-β in estrogen and retinoid mediated regulation of the nuclear receptor coactivator AIB1 in MCF-7 breast cancer cells. Oncogene. 2002;21:7147–7155. [PubMed] [Google Scholar]119. Mussi P, Yu C, O’Malley BW, Xu J. Stimulation of steroid receptor coactivator-3 (SRC-3) gene overexpression by a positive regulatory loop of E2F1 and SRC-3. Mol. Endocrinol. 2006;20:3105–3119. [PubMed] [Google Scholar]120. Leite RS, Brown AG, Strauss JF., III Tumor necrosis factor-α suppresses the expression of steroid receptor coactivator-1 and −2: A possible mechanism contributing to changes in steroid hormone responsiveness. FASEB J. 2004;18:1418–1420. [PubMed] [Google Scholar]121. Long W, Yi P, Amazit L, LaMarca HL, Ashcroft F, Kumar R, Mancini MA, Tsai SY, Tsai MJ, O’Malley BW. SRC-3Δ4 mediates the interaction of EGFR with FAK to promote cell migration. Mol. Cell. 2010;37:321–332. [PMC free article] [PubMed] [Google Scholar]122. Meijer OC, Kalkhoven E, van der Laan S, Steenbergen PJ, Houtman SH, Dijkmans TF, Pearce D, de Kloet ER. Steroid receptor coactivator-1 splice variants differentially affect corticosteroid receptor signaling. Endocrinology. 2005;146:1438–1448. [PubMed] [Google Scholar]123. Grenier J, Trousson A, Chauchereau A, Amazit L, Lamirand A, Leclerc P, Guiochon-Mantel A, Schumacher M, Massaad C. Selective recruitment of p160 coactivators on glucocorticoid-regulated promoters in Schwann cells. Mol. Endocrinol. 2004;18:2866–2879. [PubMed] [Google Scholar]124. Brooks YS, Wang G, Yang Z, Smith KK, Bieberich E, Ko L. Functional pre- mRNA trans-splicing of coactivator CoAA and corepressor RBM4 during stem/progenitor cell differentiation. J. Biol. Chem. 2009;284:18033–18046. [PMC free article] [PubMed] [Google Scholar]125. Yang Z, Sui Y, Xiong S, Liour SS, Phillips AC, Ko L. Switched alternative splicing of oncogene CoAA during embryonal carcinoma stem cell differentiation. Nucleic Acids Res. 2007;35:1919–1932. [PMC free article] [PubMed] [Google Scholar]126. Kang YK, Schiff R, Ko L, Wang T, Tsai SY, Tsai MJ, O’Malley BW. Dual roles for coactivator activator and its counterbalancing isoform coactivator modulator in human kidney cell tumorigenesis. Cancer Res. 2008;68:7887–7896. [PMC free article] [PubMed] [Google Scholar]127. Ran Q, Pereira-Smith OM. Identification of an alternatively spliced form of the Tat interactive protein (Tip60), Tip60(β) Gene. 2000;258:141–146. [PubMed] [Google Scholar]128. Wang Y, Li Y, Chen B, Zhang Y, Lou G, Chen S, Zhou D. Identification and characterization of PNRC splicing variants. Gene. 2008;423:116–124. [PMC free article] [PubMed] [Google Scholar]129. Zhang Y, Huypens P, Adamson AW, Chang JS, Henagan TM, Boudreau A, Lenard NR, Burk D, Klein J, Perwitz N, Shin J, Fasshauer M, Kralli A, Gettys TW. Alternative mRNA splicing produces a novel biologically active short isoform of PGC-1α J. Biol. Chem. 2009;284:32813–32826. [PMC free article] [PubMed] [Google Scholar]130. Liu J. Control of protein synthesis and mRNA degradation by microRNAs. Curr. Opin. Cell Biol. 2008;20:214–221. [PubMed] [Google Scholar]131. Hossain A, Kuo MT, Saunders GF. Mir-17-5p regulates breast cancer cell proliferation by inhibiting translation of AIB1 mRNA. Mol. Cell. Biol. 2006;26:8191–8201. [PMC free article] [PubMed] [Google Scholar]132. Adams BD, Cowee DM, White BA. The role of miR-206 in the epidermal growth factor (EGF) induced repression of estrogen receptor-α (ERα) signaling and a luminal phenotype in MCF-7 breast cancer cells. Mol. Endocrinol. 2009;23:1215–1230. [PMC free article] [PubMed] [Google Scholar]133. Castellano L, Giamas G, Jacob J, Coombes RC, Lucchesi W, Thiruchelvam P, Barton G, Jiao LR, Wait R, Waxman J, Hannon GJ, Stebbing J. The estrogen receptor-α-induced microRNA signature regulates itself and its transcriptional response. Proc. Natl. Acad. Sci. U.S.A. 2009;106:15732–15737. [PMC free article] [PubMed] [Google Scholar]134. Aoi W, Naito Y, Mizushima K, Takanami Y, Kawai Y, Ichikawa H, Yoshikawa T. The microRNA miR-696 regulates PGC-1α in mouse skeletal muscle in response to physical activity. Am. J. Physiol. 2010;298:E799–E806. [PubMed] [Google Scholar]135. Mouillet JF, Chu T, Nelson DM, Mishima T, Sadovsky Y. MiR-205 silences MED1 in hypoxic primary human trophoblasts. FASEB J. 2010;24:2030–2039. [PMC free article] [PubMed] [Google Scholar]136. Li X, Lonard DM, Jung SY, Malovannaya A, Feng Q, Qin J, Tsai SY, Tsai MJ, O’Malley BW. The SRC-3/AIB1 coactivator is degraded in a ubiquitin- and ATP-independent manner by the REGγ proteasome. Cell. 2006;124:381–392. [PubMed] [Google Scholar]137. Kajiro M, Hirota R, Nakajima Y, Kawanowa K, So-ma K, Ito I, Yamaguchi Y, Ohie SH, Kobayashi Y, Seino Y, Kawano M, Kawabe Y, Takei H, Hayashi S, Kurosumi M, Murayama A, Kimura K, Yanagisawa J. The ubiqui-tin ligase CHIP acts as an upstream regulator of oncogenic pathways. Nat. Cell Biol. 2009;11:312–319. [PubMed] [Google Scholar]138. Fenne IS, Hoang T, Hauglid M, Sagen JV, Lien EA, Mellgren G. Recruitment of coactivator glucocorticoid receptor interacting protein 1 to an estrogen receptor transcription complex is regulated by the 3′,5′-cyclic adenosine 5′-monopho-sphate-dependent protein kinase. Endocrinology. 2008;149:4336–4345. [PubMed] [Google Scholar]139. Mooney SM, Grande JP, Salisbury JL, Janknecht R. Sumoylation of p68 and p72 RNA helicases affects protein stability and transactivation potential. Biochemistry. 2010;49:1–10. [PubMed] [Google Scholar]140. Trausch-Azar J, Leone TC, Kelly DP, Schwartz AL. Ubiquitin proteasome dependent degradation of the tran-scriptional coactivator PGC-1α via the N-terminal pathway. J. Biol. Chem. 2010;285:40192–40200. [PMC free article] [PubMed] [Google Scholar]141. Poizat C, Puri PL, Bai Y, Kedes L. Phosphoryla-tion-dependent degradation of p300 by doxorubicin-activated p38 mitogen-activated protein kinase in cardiac cells. Mol. Cell. Biol. 2005;25:2673–2687. [PMC free article] [PubMed] [Google Scholar]142. Wu RC, Feng Q, Lonard DM, O’Malley BW. SRC-3 coactivator functional lifetime is regulated by a phospho-dependent ubiquitin time clock. Cell. 2007;129:1125–1140. [PubMed] [Google Scholar]143. Perissi V, Aggarwal A, Glass CK, Rose DW, Rosenfeld MG. A corepressor/coactivator exchange complex required for transcriptional activation by nuclear receptors and other regulated transcription factors. Cell. 2004;116:511–526. [PubMed] [Google Scholar]144. Shima Y, Shima T, Chiba T, Irimura T, Pandolfi PP, Kitabayashi I. PML activates transcription by protecting HIPK2 and p300 from SCFFbx3-mediated degradation. Mol. Cell. Biol. 2008;28:7126–7138. [PMC free article] [PubMed] [Google Scholar]145. O’Malley BW, Qin J, Lanz RB. Cracking the coregulator codes. Curr. Opin. Cell Biol. 2008;20:310–315. [PMC free article] [PubMed] [Google Scholar]146. Han SJ, Lonard DM, O’Malley BW. Multi-modulation of nuclear receptor coactivators through posttransla-tional modifications. Trends Endocrinol. Metab. 2009;20:8–15. [PMC free article] [PubMed] [Google Scholar]147. Choudhary C, Mann M. Decoding signalling networks by mass spectrometry-based proteomics. Nat. Rev. Mol. Cell Biol. 2010;11:427–439. [PubMed] [Google Scholar]148. Hornbeck PV, Chabra I, Kornhauser JM, Skrzypek E, Zhang B. PhosphoSite: A bioinformatics resource dedicated to physiological protein phosphorylation. Proteomics. 2004;4:1551–1561. [PubMed] [Google Scholar]149. Kotaja N, Karvonen U, Janne OA, Palvimo JJ. The nuclear receptor interaction domain of GRIP1 is modulated by covalent attachment of SUMO-1. J. Biol. Chem. 2002;277:30283–30288. [PubMed] [Google Scholar]150. Chauchereau A, Amazit L, Quesne M, Guiochon-Mantel A, Milgrom E. Sumoylation of the progesterone receptor and of the steroid receptor coactivator SRC-1. J. Biol. Chem. 2003;278:12335–12343. [PubMed] [Google Scholar]151. Lallemand-Breitenbach V, de The H. PML nuclear bodies. Cold Spring Harbor Perspect. Biol. 2010;2 a000661. [PMC free article] [PubMed] [Google Scholar]152. Heun P. SUMOrganization of the nucleus. Curr. Opin. Cell Biol. 2007;19:350–355. [PubMed] [Google Scholar]153. Gupta P, Ho PC, Huq MM, Ha SG, Park SW, Khan AA, Tsai NP, Wei LN. Retinoic acid-stimulated sequential phosphorylation, PML recruitment, and SUMOylation of nuclear receptor TR2 to suppress Oct4 expression. Proc. Natl. Acad. Sci. U.S.A. 2008;105:11424–11429. [PMC free article] [PubMed] [Google Scholar]154. Rytinki MM, Palvimo JJ. SUMOylation attenuates the function of PGC-1α J. Biol. Chem. 2009;284:26184–26193. [PMC free article] [PubMed] [Google Scholar]155. Bai S, Wilson EM. Epidermal-growth-factor-dependent phosphorylation and ubiquitinylation of MAGE-11 regulates its interaction with the androgen receptor. Mol. Cell. Biol. 2008;28:1947–1963. [PMC free article] [PubMed] [Google Scholar]156. Chen Y, Chen PL, Chen CF, Sharp ZD, Lee WH. Thyroid hormone, T3-dependent phosphorylation and translocation of Trip230 from the Golgi complex to the nucleus. Proc. Natl. Acad. Sci. U.S.A. 1999;96:4443–4448. [PMC free article] [PubMed] [Google Scholar]157. Amazit L, Pasini L, Szafran AT, Berno V, Wu RC, Mielke M, Jones ED, Mancini MG, Hinojos CA, O’Malley BW, Mancini MA. Regulation of SRC-3 intercompartmental dynamics by estrogen receptor and phosphorylation. Mol. Cell. Biol. 2007;27:6913–6932. [PMC free article] [PubMed] [Google Scholar]158. Giamas G, Castellano L, Feng Q, Knippschild U, Jacob J, Thomas RS, Coombes RC, Smith CL, Jiao LR, Stebbing J. CK1δ modulates the transcriptional activity of ERα via AIB1 in an estrogen-dependent manner and regulates ERα-AIB1 interactions. Nucleic Acids Res. 2009;37:3110–3123. [PMC free article] [PubMed] [Google Scholar] Retracted159. Chang JS, Huypens P, Zhang Y, Black C, Kralli A, Gettys TW. Regulation of NT-PGC-1α subcellular localization and function by PKA-dependent modulation of nuclear export by CRM1. J. Biol. Chem. 2010;285:18039–18050. [PMC free article] [PubMed] [Google Scholar]160. Zoubeidi A, Zardan A, Beraldi E, Fazli L, Sowery R, Rennie P, Nelson C, Gleave M. Cooperative interactions between androgen receptor (AR) and heat-shock protein 27 facilitate AR transcriptional activity. Cancer Res. 2007;67:10455–10465. [PubMed] [Google Scholar]161. Gianni M, Parrella E, Raska I, Jr, Gaillard E, Nigro EA, Gaudon C, Garattini E, Rochette-Egly C. P38MAPK-dependent phosphorylation and degradation of SRC-3/AIB1 and RARα-mediated transcription. EMBO J. 2006;25:739–751. [PMC free article] [PubMed] [Google Scholar]162. Frigo DE, Basu A, Nierth-Simpson EN, Weldon CB, Dugan CM, Elliott S, Collins-Burow BM, Salvo VA, Zhu Y, Melnik LI, Lopez GN, Kushner PJ, Curiel TJ, Rowan BG, McLachlan JA, Burow ME. p38 mitogen-activated protein kinase stimulates estrogen-mediated transcription and proliferation through the phosphorylation and potentiation of the p160 coactivator glucocorticoid receptor-interacting protein 1. Mol. Endocrinol. 2006;20:971–983. [PubMed] [Google Scholar]163. Yi P, Feng Q, Amazit L, Lonard DM, Tsai SY, Tsai MJ, O’Malley BW. Atypical protein kinase C regulates dual pathways for degradation of the oncogenic coactivator SRC-3/ AIB1. Mol. Cell. 2008;29:465–476. [PMC free article] [PubMed] [Google Scholar]164. Duong BN, Elliott S, Frigo DE, Melnik LI, Vanhoy L, Tomchuck S, Lebeau HP, David O, Beckman BS, Alam J, Bratton MR, McLachlan JA, Burow ME. AKT regulation of estrogen receptor β transcriptional activity in breast cancer. Cancer Res. 2006;66:8373–8381. [PubMed] [Google Scholar]165. Rowan BG, Garrison N, Weigel NL, O’Malley BW. 8-Bromo-cyclic AMP induces phosphorylation of two sites in SRC-1 that facilitate ligand-independent activation of the chicken progesterone receptor and are critical for functional cooperation between SRC-1 and CREB binding protein. Mol. Cell. Biol. 2000;20:8720–8730. [PMC free article] [PubMed] [Google Scholar]166. Hoang T, Fenne IS, Cook C, Borud B, Bakke M, Lein EA, Mellgren G. cAMP-dependent protein kinase regulates ubiquitin-proteasome-mediated degradation and subcellular localization of the nuclear receptor coactivator GRIP1. J. Biol. Chem. 279:49120–49130. [PubMed] [Google Scholar]167. Puigserver P, Rhee J, Lin J, Wu Z, Yoon JC, Zhang CY, Krauss S, Mootha VK, Lowell BB, Spiegelman BM. Cytokine stimulation of energy expenditure through p38 MAP kinase activation of PPARγ coactivator-1. Mol. Cell. 2001;8:971–982. [PubMed] [Google Scholar]168. Irrcher I, Ljubicic V, Hood DA. Interactions between ROS and AMP kinase activity in the regulation of PGC-1α transcription in skeletal muscle cells. Am. J. Physiol. 2009;296:C116–C123. [PubMed] [Google Scholar]169. Yi P, Wu RC, Sandquist J, Wong J, Tsai SY, Tsai MJ, Means AR, O’Malley BW. Peptidyl-prolyl isomerase 1 (Pin1) serves as a coactivator of steroid receptor by regulating the activity of phosphorylated steroid receptor coactivator 3 (SRC-3/ AIB1) Mol. Cell. Biol. 2005;25:9687–9699. [PMC free article] [PubMed] [Google Scholar]170. Oya H, Yokoyama A, Yamaoka I, Fujiki R, Yonezawa M, Youn MY, Takada I, Kato S, Kitagawa H. Phosphorylation of Williams syndrome transcription factor by MAPK induces a switching between two distinct chromatin remodeling complexes. J. Biol. Chem. 2009;284:32472–32482. [PMC free article] [PubMed] [Google Scholar] Retracted171. Wu RC, Qin J, Yi P, Wong J, Tsai SY, Tsai MJ, O’Malley BW. Selective phosphorylations of the SRC-3/ AIB1 coactivator integrate genomic reponses to multiple cellular signaling pathways. Mol. Cell. 2004;15:937–949. [PubMed] [Google Scholar]172. Xiong S, Salazar G, San Martin A, Ahmad M, Patrushev N, Hilenski L, Nazarewicz RR, Ma M, Ushio-Fukai M, Alexander RW. PGC-1α serine 570 phosphorylation and GCN5-mediated acetylation by angiotensin II drive catalase down-regulation and vascular hypertrophy. J. Biol. Chem. 2010;285:2474–2487. [PMC free article] [PubMed] [Google Scholar]173. Gong W, Russell M, Suzuki K, Riabowol K. Subcellular targeting of p33ING1b by phosphorylation-dependent 14-3-3 binding regulates p21WAF1 expression. Mol. Cell. Biol. 2006;26:2947–2954. [PMC free article] [PubMed] [Google Scholar]174. Herrera JE, Sakaguchi K, Bergel M, Trieschmann L, Nakatani Y, Bustin M. Specific acetylation of chromosomal protein HMG-17 by PCAF alters its interaction with nucleosomes. Mol. Cell. Biol. 1999;19:3466–3473. [PMC free article] [PubMed] [Google Scholar]175. Kelly TJ, Lerin C, Haas W, Gygi SP, Puigserver P. GCN5-mediated transcriptional control of the metabolic coactivator PGC-1β through lysine acetylation. J. Biol. Chem. 2009;284:19945–19952. [PMC free article] [PubMed] [Google Scholar]176. Messner S, Schuermann D, Altmeyer M, Kassner I, Schmidt D, Schar P, Muller S, Hottiger MO. Sumoylation of poly(ADP-ribose) polymerase 1 inhibits its acetylation and restrains transcriptional coactivator function. FASEB J. 2009;23:3978–3989. [PubMed] [Google Scholar]177. Gregoire S, Xiao L, Nie J, Zhang X, Xu M, Li J, Wong J, Seto E, Yang XJ. Histone deacetylase 3 interacts with and deacetylates myocyte enhancer factor 2. Mol. Cell. Biol. 2007;27:1280–1295. [PMC free article] [PubMed] [Google Scholar]178. Wang J, Chen J. SIRT1 regulates autoacetylation and histone acetyltransferase activity of TIP60. J. Biol. Chem. 2010;285:11458–11464. [PMC free article] [PubMed] [Google Scholar]179. Teyssier C, Ma H, Emter R, Kralli A, Stallcup MR. Activation of nuclear receptor coactivator PGC-1α by argi-nine methylation. Genes Dev. 2005;19:1466–1473. [PMC free article] [PubMed] [Google Scholar]180. Jobert L, Argentini M, Tora L. PRMT1 mediated methylation of TAF15 is required for its positive gene regulatory function. Exp. Cell Res. 2009;315:1273–1286. [PubMed] [Google Scholar]181. Weber S, Maass F, Schuemann M, Krause E, Suske G, Bauer UM. PRMT1-mediated arginine methylation of PIAS1 regulates STAT1 signaling. Genes Dev. 2009;23:118–132. [PMC free article] [PubMed] [Google Scholar] Retracted182. Feng Q, Yi P, Wong J, O’Malley BW. Signalingwithin a coactivator complex: Methylation of SRC-3/AIB1 is a molecular switch for complex disassembly. Mol. Cell. Biol. 2006;26:7846–7857. [PMC free article] [PubMed] [Google Scholar]183. Wu CH, Yeh LS, Huang H, Arminski L, Castro-Alvear J, Chen Y, Hu Z, Kourtesis P, Ledley RS, Suzek BE, Vinayaka CR, Zhang J, Barker WC. The Protein Information Resource. Nucleic Acids Res. 2003;31:345–347. [PMC free article] [PubMed] [Google Scholar]184. Hunter S, Apweiler R, Attwood TK, Bairoch A, Bateman A, Binns D, Bork P, Das U, Daugherty L, Duquenne L, Finn RD, Gough J, Haft D, Hulo N, Kahn D, Kelly E, Laugraud A, Letunic I, Lonsdale D, Lopez R, Madera M, Maslen J, McAnulla C, McDowall J, Mistry J, Mitchell A, Mulder N, Natale D, Orengo C, Quinn AF, Selengut JD, Sigrist CJ, Thimma M, Thomas PD, Valentin F, Wilson D, Wu CH, Yeats C. InterPro: The integrative protein signature database. Nucleic Acids Res. 2009;37:D211–D215. [PMC free article] [PubMed] [Google Scholar]"}