{"title": "Single-molecule studies of transcription: from one RNA polymerase at a time to the gene expression profile of a cell", "pubDate": "2011", "PMCID": "PMC3230130", "DOI": "10.1016/j.jmb.2011.01.024", "PMID": "21255583", "abstract": "Single-molecule techniques have emerged as powerful tools for deciphering mechanistic details of transcription and have yielded discoveries that would otherwise have been impossible to make through the use of more traditional biochemical and/or biophysical techniques. Here, we provide a brief overview of single-molecule techniques most commonly used for studying RNA polymerase and transcription. We then present specific examples of single-molecule studies that have contributed to our understanding of key mechanistic details for each different stage of the transcription cycle. Finally, we discuss emerging single-molecule approaches and future directions, including efforts to study transcription at the single-molecule level in living cells.", "author": [{"author": "Feng Wang", "affiliation": ["Department of Biochemistry and Molecular Biophysics, Columbia University, New York, NY 10032, USA."], "href": "/?term=Wang+F&cauthor_id=21255583"}, {"author": "Eric C Greene", "affiliation": [], "href": "/?term=Greene+EC&cauthor_id=21255583"}], "refPMID": [], "citedInPMID": ["21255583", "34403697", "31831268", "31822223", "31719538", "27026687", "26626484", "26032816", "24956235", "24859086", "23855603", "23720315", "23359859", "22749140"], "body": " AbstractSingle molecule techniques have emerged as powerful tools for deciphering mechanistic details of transcription, and have yielded discoveries that would otherwise have been impossible to make through the use of more traditional biochemical and/or biophysical techniques. Here we provide a brief overview of single molecule techniques most commonly used for studying RNA polymerase and transcription. We then present specific examples of single molecule studies that have contributed to our understanding of key mechanistic details for each different stage of the transcription cycle. Finally, we discuss emerging single molecule approaches and future directions, including efforts to study transcription at the single molecule level in living cells.Keywords: single molecule, transcription, RNA polymerase IntroductionTranscription is the key step of gene expression and regulation in which the information encoded in genomic DNA is transcribed into RNA. The products of transcription can be messenger RNA (mRNA), ribosomal RNA (rRNA) or transfer RNA (tRNA), or other types of RNA molecules such as ribozymes. In addition, many of these different RNA molecules are processed to generate an increasingly diverse array of small RNA species which themselves can influence gene expression.1; 2; 3 Numerous cis and trans acting factors work together to establish a complex network of regulatory features allowing precise control over the expression of any given gene.4; 5; 6 This regulation is achieved through the combined effects of promoter DNA sequences that dictate the sites of transcript initiation, along with the effects of a multitude of transcription factors and other regulatory elements that can influence the efficiency of transcript initiation, elongation, and/or termination. In eukaryotes, transcription regulation is further complicated by the higher order organization of chromatin structure, with the positioning of nucleosomes and establishment of repressive chromatin structures greatly influencing the organization and regulation of gene expression.6; 7; 8; 9 At the heart of this regulatory network lies RNA polymerase (RNAP), which is the protein machinery directly responsible for RNA synthesis. The simplest RNA polymerases come from bacteriophages, and consist of single polypeptides capable of carrying out all the basic steps of transcription.10 In prokaryotes, a single multi-subunit RNA polymerase is responsible for all RNA production, whereas in eukaryotes many different types of RNA polymerase (e.g. Pol I, II, III) divide the labor required for production of different classes of RNA molecules.11; 12; 13Before transcription can begin RNA polymerase must locate the promoter sequence that lies upstream from the gene that is to be expressed in a process that can be referred to as the promoter search. Following the promoter search, transcription itself can be divided into three stages: initiation, elongation, and termination; and all RNA polymerases, regardless of their origin, must complete the same basic set of reactions in order to generate RNA transcripts. The transcriptional machinery first unwinds the template DNA before beginning RNA synthesis, and this process is referred to as open complex formation. Bacteriophage and prokaryotic RNAP holoenzymes can conduct all of these steps with no need for accessory factors, whereas eukaryotes and archaea require a large pre-initiation complex comprised of RNA polymerase and several additional transcription factors.14; 15; 16 After open complex formation, RNA polymerase undergoes abortive initiation, wherein it synthesizes many short transcripts ~9–11 nucleotides (nt) in length, until it finally escapes the promoter and begins elongating the RNA.17; 18; 19 During elongation, RNAP translocates along the template DNA while catalyzing successive addition of ribonucleotides (rNTPs) to the growing RNA chain. RNAP is highly processive during elongation, but its forward motion is not monotonic, rather it exhibits frequent pauses and backtracking,20; 21 which are often coupled to proofreading mechanisms necessary to ensure fidelity.21; 22 Once a gene is transcribed, transcription must be terminated. E. coli RNAP terminates transcription through two distinct mechanisms, either intrinsic termination or rho-dependent termination.23; 24 During intrinsic termination, a hairpin formed in the nascent RNA destabilizes the elongation complex. In rho-dependent termination, rho disrupts transcribing RNAP through a process coupled to ATP-dependent translocation along the nascent transcript. Termination in eukaryotes is less well understood and is coupled to 3’ end processing of the transcript; however, the underlying processes may share some mechanistic similarities with E. coli RNAP. It has been proposed that either a polyadenylation sequence in the RNA changes the factors associated with the polymerase making it less processive, or some “rho-like” helicase may bind the 5’ RNA end generated by the cleavage at the polyadenylation sequence.25RNA polymerase is the most important component of the transcription apparatus and much of the existing knowledge regarding the mechanisms by which it functions have been garnered from single molecule studies. The power of these studies lies in their ability to observe and measure individual molecules in real time, thereby eliminating the need for ensemble averaging and allowing direct detection of rare or transient intermediates within heterogeneous populations of molecules. In addition, some single molecule techniques can physically manipulate individual molecules of RNAP, offering the ability to study the response of RNAP to externally applied forces as well as measure the forces that RNAP is able to exert. In this review, we highlight a number of critical single molecule transcription studies, with emphasis placed on the latest progress in the field as well as future avenues of research that will push forward our understanding of transcription. Single Molecule Techniques for Studying TranscriptionThere are several categories of techniques used in the single molecule studies of transcription. Here we present a brief overview of the most prevalent single molecule techniques that have been used to study transcription.Fluorescence-based assaysFluorescence-based assays are among the most widely used single molecule techniques. Examples include single-pair fluorescence resonance energy transfer (spFRET) experiments for measuring distances and conformational rearrangements of RNAP, wide-field microscopy to watch single fluorescent molecules of RNAP as they bind to and move along individual strands of DNA, as well as more recent developments allowing in vivo imaging of fluorescently tagged transcripts or transcription factors.Single-pair FRET is a powerful tool that allows the relative distance between a fluorescence donor and a fluorescence acceptor to be determined in real time (Figure 1A).26; 27; 28 Single-pair FRET experiments require the covalent attachment of organic donor and acceptor fluorophores pairs to the molecules of interest. By exciting the donor and measuring the energy transfer efficiency to the acceptor, spFRET can effectively report intra- and intermolecular distances ranging between 20 to 100 Angstroms (Å). Single-pair FRET has been used to study the conformation and dynamics of both E. coli and T7 RNAP.26; 28 A recent modification of this technique is FRET with alternating-laser excitation (FRET-ALEX). By illuminating the sample with alternating donor and acceptor excitation, FRET-ALEX provides direct information on both the presence of the acceptor dye, and the distance between the donor and acceptor pairs.29Open in a separate windowFigure 1Fluorescence-based single molecule imaging(A) Fluorescence resonance energy transfer (FRET) can monitor the distance change between a fluorescence donor (green star) and an acceptor (red star). A typical fluorescence intensity trace of the donor and acceptor is shown on the right panel (reprinted with permission from reference 125). (B) Wide-field fluorescence can track many individual fluorescently labeled transcription complexes. An image of rhodamine labeled T7 RNAP molecules bound along a DNA template is shown on the right panel (scale bar is 5 µm; reprinted with permission from reference 31). (C) Fluorescent protein fusion technique is used to track transcription factor(s) of interest in vivo. An image of YFP-lac fusion protein in E. coli cells is shown on the right panel (with permission from reference 33). (D) Fluorescence in situ hybridization (FISH) in fixed cells (top), and GFP-tagged RNA binding protein (bottom) are used to detect single RNA molecules in vivo. Images of MDN1 mRNA molecules in S. cerevisae detected by FISH (top right) and mRNA molecules of a reporter gene in E. coli detected by GFP-MS2 system (bottom right) are shown (with permission from references 34; 37).Direct labeling individual RNAP molecules with fluorescent tags and observing their movement in a wide-field is also an effective way to study transcription (Figure 1B), which allows many individual RNAP molecules to be tracked simultaneously with millisecond (ms) temporal resolution and nanometer (nm) spatial resolution. For example, some of the earliest reported single molecule studies of transcription involved the use of wide-field fluorescence microscopy to visualize fluorescently tagged RNAP as it interacted with “belts” of DNA.30 More recent studies have observed fluorescent molecules of T7 RNAP polymerase as it slides along DNA 31, and our group has recently reported the use of DNA curtains to visualize promoter binding by quantum dot-tagged E. coli RNAP.32 These approaches also offer the potential for multi-color detection, which could permit concurrent observation of fluorescently-tagged RNAP as well as the template DNA, transcript RNA, and/or associated transcription factors.Most single molecule approaches are confined to in vitro measurements of highly purified molecules. However, a few laboratories are pushing the boundaries of these technologies and have begun developing methods to visualize transcription at the single molecule level in vivo. These include using green fluorescent protein (GFP), or one of its variants, fused to the protein(s) of interest (Figure 1C), fluorescence in situ hybridization (FISH) for transcript detection in fixed cells, and labeling transcripts with a GFP-tagged RNA binding protein (Figure 1D). For example, Elf et. al. fused yellow fluorescent protein (YFP) to lac repressor (LacI) and observed its dynamics in a living E. coli cell.33 In FISH, fluorescently-tagged oligonucleotides are hybridized to transcripts of interest, and multiple positions along the mRNA can be labeled to increase signal.34; 35; 36 Using probes labeled with different dyes, FISH can also be used to measure the expression levels of multiple genes within the same cell. However, FISH only provides a snapshot of mRNA abundance, and the cells must be fixed prior to probe hybridization. For visualizing mRNA in living cells transcripts can be labeled with RNA-binding protein MS2. In the MS2 system, multiple MS2 RNA hairpins are inserted into the mRNA of interest and labeled with a co-expressed GFP-MS2 fusion protein.37 The GFP-MS2 system can detect single mRNA molecules in living cells, and provides a powerful tool for studying in vivo transcription.Bead-based assaysMost bead-based assays fall into one of two general categories, those in which the bead is used only as a visual marker for monitoring a reaction, such as tethered particle motion, and those in which the bead is used as a handle to physically manipulate the transcription apparatus, such as optical traps.Tethered particle motion (TPM) was the first experimental set up used to observe transcription with single molecule sensitivity (Figure 2A).38 For TPM, a small bead is generally tethered to a DNA template that is held by an RNAP molecule immobilized on a solid supporting surface. The bead exhibits confined Brownian motion that can be monitored by optical microscopy, and the magnitude of the Brownian fluctuations provides a direct readout of the DNA length between the bead and the immobilized RNAP. The motion of the tethered bead is used to monitor the length change in the DNA due to movement of RNAP as it begins transcribing the template.38; 39; 40 TPM has also been combined with optical or magnetic traps (see below) to improve the spatial resolution, and smaller fluorescent particles have also been tethered to the bead in order to detect its rotation, which in turn reports on the rotational movement of RNAP as it follows the twist of the DNA helix.40; 41Open in a separate windowFigure 2Bead-based single molecule techniques(A) Tethered particle motion (TPM) assay. The Brownian motion of the tethered bead changes (the image of the bead blurs from 0 to 80 sec, right panel; with permission from reference 38) when the RNAP translocates along the DNA increasing the length of DNA between the bead and RNAP. (B) Optical trap. Optical trapping is used to track the motion of the trapped bead or apply force to the bead. In a one-bead optical trap, the RNAP is bound to a bead and the DNA is anchored to a surface or a micropipette. In a two-bead optical trap, the transcription complex is lifted from the surface by two optical traps to reduce any vibration from the surface. In a three-bead optical trap, the RNAP is bound to a surface-attached bead. A RNAP translocation trace with Angstrom precision obtained using a two-bead optical trap is shown (reprinted with permission from reference 45). (C) Magnetic traps. A magnetic bead is attached to one end of the DNA template through multiple bonds. The topology change (plectoneme formation or elimination) of the DNA due to unwinding by RNAP is monitored by the height of the bead. A typical trace of the magnetic bead in a magnetic trap is shown on the right panel (reprinted with permission from reference 27).Optical traps are another category of bead-based assays that have yielded a tremendous amount of information regarding the chemomechanical behaviors of RNAP (Figure 2B). In a typical optical trap, a laser is focused onto a bead, causing the bead to become trapped at the focal point of the beam. Optical traps can be used to apply force by moving the bead, and the force exerted by transcribing RNAP can be measured by monitoring the bead displacement from the trapping center. In a single-bead set up, DNA is tethered to the surface of a slide or a micropipette at one end, and RNAP is attached to the bead, allowing the movement of RNAP during transcription to be tracked with nanometer precision (Figure 2B).42; 43 In a two-bead set up, the second end of the DNA is tethered to another bead in a second optical trap, which greatly reduces experimental noise from the reference surface, enabling single-base pair spatial resolution (Figure 2B).44; 45; 46; 47; 48; 49 In a three-bead set up, a RNAP-bound bead is anchored on a surface, and a DNA template with a bead at either end is brought to the anchored RNAP (Figure 2B).50 During transcription the downstream bead moves toward RNAP, enabling accurate measurement of RNAP movement. An even more recent break-through in this field is the development of an angular optical trap, which can apply and detect both torque and force.51 As DNA is normally supercoiled in vivo, this remarkable new technique will prove invaluable for studying transcription on supercoiled DNA molecules.Magnetic traps are another type of bead-based assay, which can be used to exert and measure torque and are ideally suited for the study of DNA topology (Figure 2C). The DNA template is usually attached to the chamber surface by one end and a magnetic bead by the other end through multiple bonds. This rotationally constrained attachment allows the DNA topology to be manipulated simply by rotating magnets located above the sample. Some supercoiling is usually introduced into the DNA to form plectonemes, and the introduction of plectonemes serves to amplify small local conformation changes in the DNA, such as those induced by the binding of a protein, by converting them into large changes in DNA length due to alterations in supercoiling. For example, RNAP unwinding a promoter has been observed by a magnetic trap via the supercoiling in the rest of the DNA template.52Atomic force microscopyAtomic force microscopy (AFM) uses a cantilever bearing a sharp tip (probe) at its end to scan the 3D topology of a specimen surface. When the tip is brought into proximity of a sample surface, deflection of the cantilever is detected by a laser beam reflected from the cantilever to a quadrant photodiode (Figure 3). AFM does not require the sample to be labeled with a bead or fluorophore, and can work in liquid under physiological conditions. AFM has been used to directly observe movement of RNAP along DNA and promoter binding.53; 54 One limitation of AFM is the relatively slow speed (5–6 frames per second) at which it can be used to probe a sample. However, recent technical developments in this field have led to high-speed AFM, which offers the potential for probing 3D topologies of reactions at acquisition rates of up to 30 frames per second.55 Nevertheless, AFM studies are limited by need to adsorb the molecules under investigation to a solid supporting surface (typically mica), and there is also the potential for disrupting the molecules being studied as a consequence of the physical interactions between the AFM probe and the sample.Open in a separate windowFigure 3Atomic force microscopy (AFM)(A) A diagram of AFM set up. (B) An AFM image of open complex formed with E. coli RNAP and a DNA template containing the PR–PRM promoter of lambda phage (reprinted with permission from reference 54). Single Molecule Studies of RNAP Throughout the Transcription CycleBelow we describe events throughout the transcription cycle, including initiation, elongation, and termination, and highlight examples of single molecule studies that have contributed to our understanding of each of the events. Much of this section focuses on E. coli RNAP, which remains the most intensively studied RNA polymerase.The promoter searchBefore a transcript can be made, RNAP polymerase must find appropriate promoter sequences. This promoter search problem is the molecular equivalent of “trying to find a needle in a haystack”. For example, E. coli has on the order of ~3000 promoters, each ~35 base pairs in length.56; 57 Thus E. coli RNAP must locate a subset of sequences comprising <2% of the E. coli genome, and this promoter search problem may be one of the least understood aspects of transcription.There are four potential mechanisms that might facilitate promoter search, and these four mechanisms are not mutually exclusive: (i) one-dimensional (1D) hopping, where the protein moves along the same molecule of DNA via a series of microscopic dissociation and rebinding events; (ii) 1D sliding, which involves a random walk along the DNA without dissociation; (iii) intersegment transfer, involving movement from one site to another via a looped intermediate and (iv) 3D diffusion (or jumping), where the protein moves over longer distances via dissociation and then rebinding at a distal location (Figure 4).58; 59 Theoretical studies have shown that short range 1D hopping or sliding can speed up target search by a DNA-binding protein beyond the limit imposed by simple 3D diffusion.60 Bulk studies suggested that RNAP can move along DNA by 1D sliding,61; 62 and Kabata et. al. observed the first single molecule evidence of RNAP sliding using fluorescently labeled E. coli RNAP, and reported that RNAP could slide several micrometers along DNA in the presence of a buffer flow.30 Long distance diffusion was not detected in a later study by Harada et. al., where only 2.6% of the observed RNAP molecules (10/381) exhibited 1D diffusion detectable above instrument resolution limits (≥0.2 µm).63 These authors concluded that the RNAP used a 1D diffusion-based mechanism to search for promoters, and reported a 1D diffusion coefficient (D1) of 10−2 µm2s−1 with mean sliding distance (Lsl) of 300 base pairs. 1D diffusion has also been observed for fluorescently-tagged T7 RNAP with D1 of ~10−1 µm2s−1 and Lsl in the µm range.31 Another study by Guthold et. al. used AFM to image RNAP bound to nonspecific DNA adsorbed onto a mica surface, and showed that RNAP was able to slide along DNA while undergoing a random 1D walk.53 Based on these AFM measurements the authors reported D1 of 10−5 µm2s−1 and a lifetime of 600 seconds. Interestingly, the 1D diffusion coefficients determined from single measurements are all 1–3 orders of magnitude lower than the values inferred in the earlier bulk studies.61; 64 Based on these cumulative studies it had been largely accepted that RNAP searches for promoters using a 1D scanning mechanism. However, this conclusion has been challenged in the literature, and no promoter association rate has ever been reported that is higher than the limit that would be imposed by 3D diffusion (~108−109 M−1s−1), suggesting the search mechanism can be accounted for by a simple 3D collision.62; 65 The role and contribution of 3D diffusion in the promoter search mechanism is worthy of further investigation.Open in a separate windowFigure 4Transcript initiation and elongationPromoter search by RNAP may involve several mechanisms: 1D hopping, 1D sliding, intersegment transfer and 3D diffusion. After promoter search, the RNAP holoenzyme binds tightly to the promoter and bends the DNA to form the closed complex. With the help of σ factor, RNAP unwinds the DNA around the promoter and forms the open complex. RNAP repeatedly synthesizes short, abortive RNA product until it escapes the promoter region and enter the processive elongation phase.InitiationOnce a promoter has been located, RNAP forms an open complex (RPo), in which DNA around the transcription start site is unwound in preparation for RNA synthesis (Figure 4). The transition from a closed to open complex has been investigated by single molecule studies in an effort to answer the following questions: Is DNA wrapped around RNAP in the closed and open complex? What conformational changes take place during the transition from closed to open complex, and vice versa? What are the dynamics of these changes and how are they regulated by transcription factors? Using AFM, Rivetti et. al. and Mangiarotti et. al. showed that the lambda pR promoter underwent a 30-nm compaction upon open complex formation with E. coli RNAP.54; 66 Based on these findings, they inferred that DNA wrapped around RNAP for ~300°, and that the interaction spanned 120 bp of template DNA, which is slightly larger than the value reported (90 bp) from ensemble footprinting experiments.67 They further showed that DNA wrapping was mediated by the C-terminal domain of the RNAP α-subunit, and that extensive wrapping seemed to be promoter-specific.68 Open complex formation has also been observed in real time using single molecule magnetic traps.52 Unwinding and compaction of DNA as a result of open complex formation was distinguished by monitoring the change in DNA extension using either positively or negatively supercoiled DNA substrates. Compaction by RNAP reduced the end-to-end extension of the DNA, while unwinding caused either extension or reduction in length depending on whether the DNA is positively or negatively supercoiled. Based on this concept, Revyakin et. al. demonstrated that DNA in the open complex was unwound by 1.2 ±0.1 turns and compacted by 15±5 nm relative to the closed complex.52 Interestingly, they did not observe any difference in unwinding or compaction for a strong and a weak promoter, even though the lifetime of open complexes at the two promoters differed by 600-fold. They further showed that the initiating nucleotide and transcription effecter ppGpp could stabilize or destabilize the open complex, depending on the extent of supercoiling. Because DNA may be positively or negatively supercoiled by other DNA interacting proteins locally, they proposed that supercoiling is a possible mechanism of transcription regulation in vivo.RNAP begins transcript synthesis with abortive cycles of initiation, which generates short RNA products ~9 to 11 nucleotides (nt) in length (Figure 4). The position of the RNAP active center relative to the DNA template during abortive initiation has been controversial.18; 69; 70; 71; 72 It was not clear whether the entire RNAP complex translocated back and forth along the DNA template while undergoing abortive initiation, or whether some flexible element within RNAP allowed the active center to move forward while the remainder of the complex remained stationary, or whether RNAP pulled in the downstream DNA template while otherwise remaining stationary at the promoter (referred to as “DNA scrunching”). Single molecule experiments finally provided a convincing answer for this controversy.27; 73 A study using spFRET monitored four different distances within the RNAP-DNA complex: (i) the position of the RNAP leading edge relative to the DNA template; (ii) the position of the RNAP trailing edge relative to the DNA; (iii) the expansion and contraction of RNAP during initiation; and (iv) the expansion and contraction of DNA during initiation.27 By comparing these different distances Kapanidis et. al. demonstrated that abortive initiation proceeds through a DNA scrunching mechanism in which RNAP remains stationary while reeling in the downstream DNA as it makes abortive RNA products. In a parallel study, using magnetic traps Revyakin et. al. quantified RNAP-dependent DNA unwinding and revealed an increase in DNA unwinding when RNAP proceeds from the open to the initial transcribing complex, and showed that the extent of this increase was dependent upon the length of the RNA product.73 Detailed inspection of population distributions and single-molecule time traces of spFRET data revealed that synthesis of the abortive product and forward translocation of RNAP active center were faster than dissociation of the abortive transcript and reverse translocation of RNAP active center.74 These findings were all consistent with the DNA scrunching model.The fate of σ70 after initiation has also been the subject of considerable debate.75 The transcription factor σ70 is responsible for sequence-specific interactions with promoter DNA, facilitates promoter unwinding, and mediates interactions with regulators of transcription initiation. It has been proposed that σ70 is released from RNAP at the transition from initiation to elongation, and because of this potential difference in subunit composition the initiation and elongation complex (EC) may respond differently to DNA sequences and other potential transcription regulators. However, an alternative model proposes that σ70 is not released, but instead remains bound to RNAP during transcription elongation.76; 77; 78 Single molecule experiments have now given a much more quantitative description of RNAP-σ70 interaction.26; 74 Using FRET with alternating-laser excitation (FRET-ALEX) Kapanidis et. al. simultaneously monitored the position and the σ70 content of ECs, and found that most early ECs (~70%–90%) bearing an 11 nt RNA product retained σ70.26 They further established that 50–60% of ECs bearing a 50 nt RNA product retained σ70. Moreover, the half-life of σ70 retention was long relative to the rate of elongation, confirming that σ70 can remain bound to core RNAP during elongation.ElongationAfter promoter clearance, RNAP proceeds to elongation by processively adding nucleotides to the growing RNA chain. Elongation has been studied using many single molecule techniques, especially TPM and optical traps. These studies typically begin with a stalled EC in which transcription is initiated with a subset of rNTPs (e.g. rA, rC, and rG) and stalls at the missing rNTP (e.g. rU). Stalled ECs are highly stable and can be introduced into an observation unit (usually a flow cell) of a single molecule experimental set up, and then elongation can be resumed by addition of all four rNTPs.The velocity of RNAP during elongation places inherent limitations on the rate of gene transcription, and as such plays an important role in gene regulation. Early single molecule studies using TPM revealed an average RNAP velocity of 6.2–20 bp/sec at saturating rNTPs.38; 39 These studies also found that velocity could vary from molecule to molecule, but that the velocity of individual molecules did not vary significantly.38; 39 Detailed analysis of this heterogeneity was initially difficult because of pauses present in individual traces, but in later studies with higher resolution optical traps, Herbert et. al. and Neuman et. al. could deconvolve active transcription and pauses from individual reaction trajectories.46; 79 In doing this, they found that the velocity distribution for a single RNAP was well described by a Gaussian function, but the distribution for a population of single RNAPs was too broad to be consistent with a homogeneous population. The underlying reason for this heterogeneity remains unclear.The step size of RNAP has long been postulated to be one base pair, as dictated by the sequential growth of the nascent transcript, but measurements of this sub-nanometer scale movement was technically inaccessible. However, the development of an ultra-stable optical trap by the Block laboratory has now allowed actively transcribing RNAP to be monitored with Angstrom (Å) resolution.45 Using low rNTP concentrations to slow down the enzyme, and a moderate load to reduce Brownian noise, Abbondanzieri et. al. were able to observe RNAP taking single steps of 3.7±0.6 Å, which agrees well with the expectation that RNAP moves in single nucleotide increments.45 This high resolution optical trap paves the way for future experiments where transcription can be studied in unprecedented detail.46; 80The movement of RNAP relative to the DNA template can be described by two general models, either as a “Brownian ratchet” or a “power stroke”. In the Brownian ratchet model, the motion of the motor is driven by thermal fluctuations and rectified by rNTP addition. In the power stroke model, the free energy released during rNTP addition directly drives motion. These two models can be differentiated by the relationship of velocity versus applied force at low NTP concentrations. In the simple “Brownian ratchet” model, rNTP binding lowers the energy of the post-translocation position (i+1) while the applied hindering force increases the energy of the post-translocation position relative to pre-translocation position (i). Therefore, force is expected to act as a competitive inhibitor to rNTP addition. In the “power stroke” model, rNTP binding is separated from translocation by several other irreversible chemical transitions, therefore velocity should be largely insensitive to applied force. Using a high spatial resolution optical trap Abbondanzieri et. al. measured the force-velocity curves over a range of rNTP concentrations (~10 µM-1 mM) and showed that velocity was more sensitive to the applied force at low rNTP concentrations. They then generated global fits of this data to three different models for translocation, including a power stroke, a simple Brownian ratchet, and a more complex Brownian ratchet mechanism that incorporated a secondary rNTP binding site that would allow RNAP to bind rNTPs in the pre-translocated state.45 The results of this analysis were inconsistent with a power stroke mechanism, but were consistent with both Brownian ratchet models, and the best fits were obtained from the Brownian ratchet model that included a secondary rNTP binding site.45Transcriptional pausing is a fundamental property of RNAP that can impact elongation rates and underlies many gene regulation schemes22; 81. There are two types of pauses: short lived elemental (ubiquitous) pauses and longer lived stabilized pauses (Figure 5). Pausing is difficult to study using traditional gel-based biochemical assays, which are restricted to short DNA templates and cannot be used to accurately probe short duration pauses. In contrast, single molecule studies can be used to study pauses with different lifetimes on long DNA templates. By aligning individual transcription traces to the DNA template with one base pair resolution, Herbert et. al. determined the distribution of pauses over a 2000 bp template.46 This work demonstrated that elemental pauses did not occur randomly, rather they were induced by specific sequences, although their exact origin remains unknown. On one hand, elemental pauses by E. coli RNAP do not show a force-dependent lifetime and frequency, which implies that backtracking is not involved.79; 82 Furthermore, elemental pauses still exist even when force is exerted on the RNA transcript to eliminate any potential secondary structure, implying that RNA hairpins do not contribute to elemental pauses.82 On the other hand, elemental pauses by yeast Pol II have been inferred to be caused by backtracking.47; 83; 84 It is not clear whether this difference results from the different RNAP species or from how the data are interpreted.85 Elemental pauses are also believed to be the precursor of stabilized pauses, which can result from RNAP backtracking, hairpin formation in the nascent RNA transcript, or from interactions with transcription regulators. High resolution optical trap experiments revealed that during a long stabilized pause, RNAP backtracks with a moderate hindering force at a frequency close to the rNTP misincorporation rate during transcription.44 This result suggests that some stabilized pauses may reflect RNA proofreading, where the polymerase backtracks as a result of misincorporation and waits for transcription factors (GreA and GreB in prokaryotes, or TFIIS in eukaryotes) to cleave the 3’ end of RNA before resuming elongation.86Open in a separate windowFigure 5Transcription pausesRNAP makes frequent pauses during processive elongation. An elemental pause is believed to be the precursor of more stabilized pauses, like hairpin pause and backtracking pause. See the text for additional details.TerminationRNAP is highly processive, but transcription must eventually terminate. Termination prevents read-through into downstream genes, and can also occur in regulatory regions where it is used to control expression of a particular gene. Bacteria use two strategies, either intrinsic termination or rho-dependent termination (Figure 6). For intrinsic termination, transcription stops when the newly synthesized RNA product forms a GC-rich hairpin followed by a series of 7–9 uridines, which weaken the RNA-DNA hybrid within the EC. In rho-dependent termination, the helicase rho translocates in the 5’→3’ direction along the nascent transcript. When rho catches up to the polymerase, it destabilizes the entire EC and releases RNAP for the next transcription cycle.87Open in a separate windowFigure 6Model for transcription termination(A) In the “RNA shearing” model, the hairpin formation pulls the nascent RNA and shears the DNA-RNA hybrid. (B) In the “forward translocation” model, the hairpin formation (or translocation of rho factor) pushes RNAP forward without rNTP incorporation and disengages the polymerase active site. (C) In “allosteric regulation” model, rho factor (or RNA hairpin) induces a conformational change of RNAP that inactivates the enzyme.Three models have been proposed as general mechanisms encompassing both intrinsic and rho-dependent termination (Figure 6). The first model proposes that the formation of an RNA hairpin or the action of rho pulls the nascent transcript out of RNAP by shearing the RNA-DNA hybrid without forward translocation of RNAP.88 The second model hypothesizes that formation of a hairpin or translocation of rho along the RNA transcript pushes RNAP forward. This forward push disengages the polymerase active site from the 3’ end of the transcript and shortens the RNA-DNA hybrid, which subsequently destabilizes the EC.89 The third model proposes that the hairpin or rho induces a conformational change in RNAP, which allosterically disrupts the entire EC.90 These three models are not mutually exclusive.Single molecule techniques have recently been used to try to differentiate between these models for termination. Larson et al. used optical traps to explore the mechanism of intrinsic termination by pulling either the DNA template or RNA transcript, while observing how termination efficiency changed with force.48 They found that the kinetics of transcript release were altered for one intrinsic terminator (referred to as t500) and termination efficiency was altered for one mutant of this terminator when force was applied to the DNA, which was most consistent with the forward translocation model. However, termination efficiency was insensitive to force applied to DNA for two other intrinsic terminators (his and tR2). Instead, termination at his and tR2 varied with force applied to the transcript, consistent with the RNA-DNA shearing model. Furthermore, application of force sufficient to rupture 2–3 base pairs at the base of the RNA hairpin reduced termination efficiency, implying that these base pairs were necessary to disrupt the RNA-DNA hybrid. Based on these data, the authors derived a quantitative model that predicted termination efficiency as a function of DNA sequence for different terminators. In contrast to this conclusion, a recent bulk biochemical study proposed an allosteric mechanism for rho-dependent termination.91 Epshtein et. al. showed that rho associates with RNAP via protein-protein interactions throughout the transcription cycle without requiring the nascent transcript for initial binding.91 Moreover, they also suggested that rho-dependent termination involves an allosterically induced rearrangement of the RNAP catalytic center through the evolutionarily conserved mobile trigger-loop domain. They further demonstrated that the 3’ RNA end remained in the catalytic center of the termination complex, which is contrary to both the shearing and forward translocation models, and found that the efficiency of EC inactivation was insensitive to sequences downstream of the active site, arguing against a forward translocation model that requires the unwinding of downstream sequence. In addition, the efficiency of EC inactivation was higher for a GC-rich sequence than AT-rich sequence, arguing against a shearing model. Finally, they showed that an EcoRIE111Q roadblock situated immediately downstream of the termination site did not affect the rate of EC dissociation by rho, which again argues against the forward translocation model. The similarities and differences between rho-dependent and intrinsic termination pathways remain important subjects of investigation. Emerging Trends in Single Molecule Studies of TranscriptionAs single molecule studies of transcription advance into their third decade new trends are beginning to emerge that will have broad implications for our understanding of RNA polymerase and transcriptional regulation. Up until now most single molecule studies have been confined to relatively simple systems involving one molecule of E. coli RNAP transcribing a naked DNA template. In contrast, transcription in cells is subject to extensive regulation and new single molecule experiments are just beginning to probe the effects of transcription factors on RNA polymerase. Moreover, transcription in eukaryotes occurs within the context of chromatin and involves a higher level of regulation and a multitude of transcription factors, and emerging single molecule studies are now beginning to address these scenarios. In addition, new tools are being established allowing single molecule studies to be performed in vivo, offering the future promise of direct insights into transcription within living organisms. studied at the single molecule level. Below we highlight recent examples that illustrate these emerging trends and try to offer a glimpse into future developments.Eukaryotic RNA polymeraseOne major goal in coming years will be to apply single molecule technologies to eukaryotic polymerases. Eukaryotic RNA polymerase II (Pol II) is a 550 kDa complex comprised of 12 subunits, and is reliant upon a much wider range of regulatory factors compared to its prokaryotic counterparts. Pol II also faces the challenge of transcribing with the context of chromatin, and must overcome the hindering effects of nucleosomes. Bulk biochemical studies of Pol II are inherently complicated because of the large number of components required to effectively recapitulate these reactions in vitro. However, the bulk biochemistry has reached a high level of sophistication, and single molecule studies can now beginning tackling these processes.One limitation impacting the study of eukaryotic Pol II, is the poor efficiency with which active Pol II ECs can be prepared in vitro. This problem was overcome through the work of the Kashlev laboratory, who developed a very clever approach for selectively eliminating inactive ECs by pausing active Pol II over a restriction site. ECs that failed to transcribe could be eliminated through a simple restriction digest. Using this approach to enrich for active ECs, Galburt et. al. characterized individual Pol II complexes using optical traps.47 This study demonstrated that Pol II translocated at a velocity (12.2±4.5 bp/sec) comparable to its prokaryotic counterpart, but stalled at a much lower force (7.5 vs. 35 pN). This stall force may not be the maximum force that Pol II can generate, but may reflect a limit of some other process that disrupts the forward translocation. The authors suggested that Pol II backtracked at 7.5 pN and that this backtracking led to misalignment of Pol II active site with the 3’ end of the nascent transcript, which in turn arrested the forward translocation. Pol II also displayed frequent pauses, the distribution of which were consistent with the hypothesis that backtracking causes pauses, and that during the pauses Pol II diffuses by a random-walk until the active center realigned with the 3’ end of the transcript. This backtracking model is different from what has been proposed for prokaryotic RNAP pauses, which are not thought to involve backtracking.79Crystal structures of Pol II ECs revealed the course of template and non-template DNA strands, and the nascent RNA.92; 93; 94; 95 However, the upstream DNA, some of the non-template strand within the transcription bubble, and the exiting RNA were not observed. To help resolve these structural details Andrecka et. al. used spFRET to probe the EC. These authors determined unknown positions within the EC by measuring the distances to these positions from at least three (or more) known positions through a process referred to as triangulation. By repeating this for different sites along the DNA and RNA, they mapped the path of the exiting RNA, the upstream DNA duplex, and the non-template DNA within the Pol II EC.96 This work provided direct evidence that RNA leaves the polymerase active center via the previously proposed exit tunnel, and an independent single molecule work using a similar method also supported this finding.97 These results together with recent crystal structures of Pol II and transcription factor TFIIB (a factor present in the Pol II pre-initiation complex), provided insights into the transition from transcription initiation to elongation.98; 99 Crystal structures show that TFIIB binds on the top of Pol II and reaches into the active center, but comparison of the crystal structures with the single molecule data reveals potential clashes between TFIIB and the EC. Part of TFIIB occupies the RNA exit channel and would clash with transcripts longer than 8 nt, and another segment of TFIIB would clash with upstream DNA and non-template DNA.96 These steric clashes may cause TFIIB to be released during the transition from initiation to elongation, and this scheme may be a strategy coupling transcript length to initiation factor release.Transcription factors and their effects on RNA polymeraseUntil recently most single molecule studies have been limited to simple systems lacking regulatory transcription factors, but some single molecule studies have now begun to delve into investigations of different transcription factors, as well as the interplay between RNAP and various transcription factors. For example, the target search mechanisms of the transcrption factors lac repressor and p53 have been visualized with single molecule imaging,100; 101 and the effects of GreA, GreB and TFIIS on transcription have also been studied at the single molecule level.44; 47Much like RNA polymerase, transcription factors must also scan the genome for specific binding sites. lac repressor is a prokaryotic transcription that has long served as a paradigm for the study of transcriptional regulation and protein-DNA interactions.102 Riggs et. al. demonstrated that lac repressor could locate its target site (the lac operator) up to 100-fold faster than predicted by a simple 3D diffusion search process,103 and it was this seminal study that help led to great interest in the general problem of target search mechanisms.58 This problem was first studied at the single molecule level by Wang et. al., who used total internal reflection fluorescence microscopy (TIRFM) to visualize GFP-tagged lac repressor as it slid along DNA molecules.101 Not only did this work confirm that lac repressor could slide along DNA, but it also yielded quantitative values for the 1D diffusion coefficients (2.3×10−4 to 1.3×10−1 µm2 sec−1) and the distances covered by the protein in each binding event (120 to 2920 nm).101 More recently, Tafvizi et. al. used a similar TIRFM approach to look at the DNA binding behavior of the eukaryotic transcription factor p53.100 These authors concluded that p53 moved along DNA via a two-state search mechanism wherein the C-terminal domains mediate fast sliding along the DNA, while the core domain sampled the DNA for binding sites through frequent binding and dissociation events. This proposed two-state mechanism is facilitated by the multi-domain nature of p53, which allows the protein to readily switch between different binding modes.100 Importantly, these type of single molecule search studies have not been reported with DNA molecules harboring specific targets for the DNA binding proteins under investigation, so it will be important in future work to visualize what happens with proteins such as lac repressor or p53 when they actually encounter their target sites.GreA, GreB and TFIIS are transcription factors that enable promoter escape, enhance transcription fidelity, and suppress pausing and arrest by stimulating the intrinsic endonucleolytic activity of RNAP.104 This endonucleolytic activity cleaves 2–18 nucleotides from the RNA 3' end in backtracked ECs, allowing transcription to resume from the newly generated 3' end. Using a two-bead optical trap, Shaevitz et. al. observed backtracking and recovery by single molecules of RNAP.44 They found that backtracking was associated with long pauses, and that the addition of GreB decreased the pause duration, whereas GreA did not appreciably change the duration. GreB removed most backtracking pauses, yielding a backtracking distance close to zero (0.5 ± 0.8 bp), whereas the average distance backtracked in the presence of GreA increased to 6.6 ± 0.7 bp. These findings are consistent with the known functions of the two factors; GreB accelerates the removal of larger RNA fragments whereas GreA stimulates the cleavage of dinucleotides.105Galburt et. al. carried out similar experiments with Pol II and TFIIS, but found that the effect of TFIIS on Pol II is not the same as Gre factors on E. coli RNAP.47 First, Pol II translocated against a hindering force of 16.9±3.4 pN in the presence of TFIIS (vs. 7.5±2.0 pN in its absence). Second, the probability of exiting from a backtracked pause increased at high force in the presence of TFIIS (>7 pN), which may explain the increased resistance to stall force. These two studies mark the first single molecule forays into the effects of transcription factors on RNA polymerase, and one can envision future work directed at dissecting the effects of other factors that effect transcriptional regulation.NusG is another transcription factor in E. coli that increases the rate of transcription and influences termination. To understand the transcription enhancement mechanism of NusG, Herbert et. al. studied transcription by single RNAP molecule under various rNTP concentrations, applied loads, and temperatures using a two-bead optical trap.106 They found that NusG increased the pause-free velocity by 17% and reduced the density of backtracking pauses by ~3-fold. But NusG did not reduce the life time of short pauses. These observations are consistent with a model where NusG promotes translocation of RNAP along DNA. Interestingly, a recent study showed that the NusG N-terminal domain interacts with RNAP, whereas its C-terminal domain forms a complex with either rho or with the transcription factor NusE, which is a protein component of the small ribosomal subunit.107 Thus NusG may act as a physical link between transcription and translation, and the role of NusG in coupling transcription and translation will be an interesting subject of further studies.Effects of nucleosomes on transcriptionEukaryotic genomes are compacted into chromatin, and nucleosomes have to be disrupted or modified to allow gene expression. How polymerases function on chromatin is a long standing question that has recently been tackeled at the single molecule level by Hodges et al. who used optical traps to probe Pol II as it transcribed through a nucleosome.49 They found that while transcribing through a nucleosome, the probability for Pol II to pause tripled, the median pause duration doubled and the transcriptional velocity dropped by 40%. They proposed a model in which pauses were associated with backtracking, with elongation resuming only after the active site of Pol II can realign with the 3' end of the transcript. They further proposed that nucleosomes fluctuate rapidly between two states: one in which the DNA is partially unwrapped in front of the polymerase, and another in which it is completely wrapped around the nucleosome core, and suggested that Pol II moved forward only when the nucleosome was partially unwrapped. This model could predict transcriptional and pausing kinetics measured by their experiments, and was consistent with previous ensemble work.108 In addition, Hodges et al. suggested that nucleosomes transferred to DNA behind the progressing polymerase through a transient DNA loop, a model which had been previously proposed by Studitsky et. al. based on bulk biochemical measurements.109; 110 It will be important to determine whether TFIIS can promote Pol II transcription through the nucleosome since it rescues backtracked complexes and helps Pol II translocate against higher force.Transcript elongation in vivo can be relatively fast, even in the presence of nucleosomes, compared with in vitro transcription with naked DNA.111; 112 One mechanism that could account for this difference is the cooperative action of several RNAP molecules. Previous ensemble experiments demonstrated that multiple RNAPs originating from the same promoter alleviated transcriptional pauses and arrests, an effect that was attributed to the assistance of the trailing RNAP in pushing the leading RNAP forward.113 To further address this issue Jin et. al. unzipped DNA molecules with an optical trap to locate RNAP after transcription, which in turn enabled them to investigate the synergistic action of multiple E. coli RNAPs transcribing through a eukaryotic nucleosome.43 When one RNAP was on the template DNA, it paused upon encountering a nucleosome, but when there were two RNAPs on the same DNA, the trailing RNAP pushed the leading RNAP forward, increasing transcription through the nucleosome. This result was consistent with gel-based ensemble experiments,113 and indicated that synergistic action of multiple RNAPs can help overcome nucleosomes, which may help explain how polymerases can transcribe through these barriers in vivo. Although E. coli RNAP would never normally encounter nucleosomes, the use of E. coli RNAP as a proxy for eukaryotic polymerases is justified by bulk biochemical experiments, which have shown that E. coli RNAP and eukaryotic pol II transcribe through through nucleosomes using similar mechanistic principles.114Future single molecule studies will need to address how RNA polymerase navigates DNA templates bound not by single isolated nucleosomes, but rather occupied by long arrays of nucleosomes, or even higher order chromatin structures. In addition, as a longer term goal, future studies will need to address how transcription is coupled to other cellular processes such chromatin remodeling and nucleosome assembly, DNA replication, as well as translation in prokaryotes, and RNA processing in eukaryotes (Figure 7).115; 116; 117Open in a separate windowFigure 7Single molecule transcription with multiple reaction componentsFuture in vitro single molecule studies will advance our knowledge about transcription by inquiring into not only how RNA polymerases interact with other RNAP molecules and transcription factors, but also how transcription interacts with other cellular processes, like DNA replication, translation (prokaryotes), chromatin structure and RNA processing (eukaryotes).In vivo single molecule studiesOne major challenge in the single molecule field is to visualize individual molecules in living cells. Realization of this goal will help unravel the biophysical behavior of the transcription machinery in real life situations where the full complexity of the entire cellular system contributes to gene expression. As highlighted below, the pioneering efforts of a few research groups have now begun to tackle this goal by visualizing fluorescently tagged proteins and/or RNAs in vivo.The Xie laboratory was the first to directly observe single fluorescently-tagged transcription factors inside living cells.33 They achieved this remarkable feat by expressing lac repressor (LacI) fused to YFP (yellow fluorescent protein). LacI moved so fast that initial images of the protein were blurred, and to overcome this blurring, they used stroboscopic excitation with 5 millisecond laser illumination cycles. This strategy enabled them to pinpoint the location of LacI at any given time, and by adding or removing IPTG, they were able to follow LacI as it searched for its operator sequence. They first measured its diffusion throughout the cells, and reported an effective in vivo diffusion coefficient (Deff) of 0.4 µm2sec−1. Next they measured the 3D (D3D~3 µm2sec−1) and 1D diffusion coefficients (D1D~0.046 µm2sec−1) with in vitro single molecule techniques, and by comparing these values to Deff they concluded that LacI spends 90% of the time diffusing in 1D along nonspecific DNA while scanning the genome for targets. This ground-breaking study presents the framework necessary to begin probing other aspects of transcription in vivo with single molecule sensitivity.It is also now possible to visualize single RNA molecules in vivo, and the Singer laboratory has pioneered single mRNA detection by FISH to study gene expression.34; 118; 119; 120 Using this technique Zenklusen et al. investigated transcriptional activity within single S. cerevisiae cells and found that expression levels of particular genes (e.g. PDR5, a gene regulated by the transcription coactivator complex SAGA), can vary substantially.34 Surprisingly, 50% of cells contained either no PDR5 mRNA or only a single transcript, whereas other cells showed up to 11 transcripts, which was explained as bursts of transcriptional activity. But the variability for most constitutively expressed genes was much smaller, and the mRNA levels of housekeeping genes fell within a narrow range, which could be explained by uncoordinated transcription initiation. These data argue for the existence of multiple expression modes in cells. Variation of mRNA levels in mammalian cells has also been studied using FISH, and Raj et. al. showed that at any given time, ~24% of CHO cells displayed large clusters of recently transcribed mRNA molecules (>200 per cell) densely packed around the gene from which they were transcribed.121 But the majority of cells displayed <50 mRNA molecules, which were dispersed throughout the cell. The large variation in the number of transcripts per cell across the entire population further demonstrated that gene expression can occur through bursts of transcription. If transcription did not occur in bursts, then one would expect less variation in the number of transcripts per cell. They next tested the source of these bursts by comparing two reporter genes (M1 and M2) either positioned adjacent to each other or positioned at different chromosomal loci. When the two genes were next to one other they exhibited coordinated bursts of transcription, but when they were at different loci the transcription bursts occurred independently. They concluded that bursts reflected random switching of the M1 and M2 genes between inactive and active states, and that the bursts were not induced by extrinsic factors, such as M1- or M2-specific transcriptional activators. They also observed the same behavior for the gene encoding RNA polymerase. It is surprising that cells produce and tolerate such big variations in the mRNA level of such an essential housekeeping gene, but in the case of M1 the researchers showed that protein stability buffers the consequences of stochastic mRNA production. Whether this variation in mRNA production is subject to other evolutionary forces remains to be answered.Transcription has also been studied in prokaryotes with single-molecule sensitivity. Golding et al. engineered an artificial gene (RFP; red fluorescent protein) harboring a tandem array of 96 sites for the site-specific RNA binding protein MS2.37 They then co-expressed this gene with a GFP-MS2 fusion protein in E. coli, which allowed them to count the number of mRNA molecules in real time in living cells, and in doing so they were able to directly demonstrate that transcription occurred in short bursts. Most recently, Thompson et. al. adapted this MS2-GFP tagging strategy to help develop new methods for tracking the movement of individual mRNA molecules in real time within living S. cerevisiae.122 They were able to follow the 3D movement of single mRNAs at 15 ms temporal resolution with 25-nm precision in the x-y plane and 50-nm resolution in z direction by fitting the images to a double helical point spread function (DH-PSF).122 This new approach demonstrates the ability to track single mRNAs (and potentially other molecules) inside of living cells with incredibly high spatial and temporal resolution, and should offer future insights into transcription in vivo.Finally, in another recent effort, Taniguchi et. al. developed methods for quantitative gene expression analysis in single E. coli cells, and reported the absolute numbers of mRNA for 137 highly expressed genes and the numbers of proteins for 1,018 genes.35 They used a library of genes tagged with fluorescent protein and an automated single molecule imaging system to count proteins, and they employed FISH with a universal probe to observe the corresponding mRNA. They found 0.1 to 10,000 protein molecules and 0.05 to 5 mRNAs per cell for each gene. It was also found that essential genes and genes transcribed in the same direction as replication fork had more mRNA, and the underlying cause for the latter observation is worthy of further research. Surprisingly, the average number of mRNAs and proteins per cell were well correlated, but the exact numbers of these two in individual cells were not. This discrepancy can be explained by the fact that mRNA is typically degraded within minutes, whereas proteins can survive many hours. Therefore the number of mRNA molecules present within any given cell reflects recent transcription activity, whereas proteins can accumulate over longer periods of time. This work represents the marriage of single molecule detection with systems biology, and for the first time allows variance in gene expression to be investigated at the level of the transcriptome and proteome. OutlookSingle molecule methods are allowing transcription to be studied in unprecedented detail, and as the field moves forward researchers will be able to probe more and more complex aspects of these processes. As highlighted throughout this review, advances in single molecule research are often driven by the development of new technologies. At the forefront of the field are new types of optical microscopy that may greatly facilitate in vivo imaging of single molecules. Of particular interest are new classes of super-resolution microscopy, such as PALM (photoactivation localization microscopy), STORM (stochastic optical reconstruction microscopy), and STED (stimulated emission depletion) microscopy. These microscopy techniques use various optical tricks to overcome classical optical resolution limits (~200–300 nm in x-y, and ~500–700 nm in z) and offer the ability to locate single molecules inside of cells with ~20-nanometer precision (reviewed in refs. 123; 124). Currently, these powerful new technologies are largely limited to fixed cells due to relatively slow image acquisition rates. However with continued advances, including improved spatial resolution and the development of more rapid imaging capabilities, each of these new methods may help pave the way towards future nanometer-scale studies of transcription in vivo while advancing our understanding of gene expression and regulation. AcknowledgementsWe thank members of the Greene laboratory for insightful discussions and carefully reading the manuscript. This work was supported by grants from the NIH (GM074739 and GM082848) and by an NSF PECASE Award. E.C.G is an Early Career Scientist with the Howard Hughes Medical Institute. FootnotesPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. References1. Jacquier A. The complex eukaryotic transcriptome: unexpected pervasive transcription and novel small RNAs. Nat Rev Genet. 2009;10:833–844. [PubMed] [Google Scholar]2. Repoila F, Darfeuille F. Small regulatory non-coding RNAs in bacteria: physiology and mechanistic aspects. Biol Cell. 2009;101:117–131. [PubMed] [Google Scholar]3. Carthew RW, Sontheimer EJ. Origins and Mechanisms of miRNAs and siRNAs. Cell. 2009;136:642–655. [PMC free article] [PubMed] [Google Scholar]4. Kim HD, Shay T, O'Shea EK, Regev A. Transcriptional regulatory circuits: predicting numbers from alphabets. Science. 2009;325:429–432. [PMC free article] [PubMed] [Google Scholar]5. Balleza E, Lopez-Bojorquez LN, Martinez-Antonio A, Resendis-Antonio O, Lozada-Chavez I, Balderas-Martinez YI, Encarnacion S, Collado-Vides J. Regulation by transcription factors in bacteria: beyond description. FEMS Microbiol Rev. 2009;33:133–151. [PMC free article] [PubMed] [Google Scholar]6. Panning B, Taatjes DJ. Transcriptional regulation: it takes a village. Mol Cell. 2008;31:622–629. [PMC free article] [PubMed] [Google Scholar]7. Jiang C, Pugh BF. Nucleosome positioning and gene regulation: advances through genomics. Nat Rev Genet. 2009;10:161–172. [PMC free article] [PubMed] [Google Scholar]8. Williams SK, Tyler JK. Transcriptional regulation by chromatin disassembly and reassembly. Curr Opin Genet Dev. 2007;17:88–93. [PubMed] [Google Scholar]9. Umlauf D, Fraser P, Nagano T. The role of long non-coding RNAs in chromatin structure and gene regulation: variations on a theme. Biol Chem. 2008;389:323–331. [PubMed] [Google Scholar]10. McAllister WT. Structure and function of the bacteriophage T7 RNA polymerase (or, the virtues of simplicity) Cell Mol Biol Res. 1993;39:385–391. [PubMed] [Google Scholar]11. Grummt I. Regulation of mammalian ribosomal gene transcription by RNA polymerase I. Prog Nucleic Acid Res Mol Biol. 1999;62:109–154. [PubMed] [Google Scholar]12. Willis IM. RNA polymerase III. Genes, factors and transcriptional specificity. Eur J Biochem. 1993;212:1–11. [PubMed] [Google Scholar]13. Sawadogo M, Sentenac A. RNA polymerase B (II) and general transcription factors. Annu Rev Biochem. 1990;59:711–754. [PubMed] [Google Scholar]14. Sikorski TW, Buratowski S. The basal initiation machinery: beyond the general transcription factors. Curr Opin Cell Biol. 2009;21:344–351. [PMC free article] [PubMed] [Google Scholar]15. Martinez E. Multi-protein complexes in eukaryotic gene transcription. Plant Mol Biol. 2002;50:925–947. [PubMed] [Google Scholar]16. Bell SD, Jackson SP. Mechanism and regulation of transcription in archaea. Curr Opin Microbiol. 2001;4:208–213. [PubMed] [Google Scholar]17. Steitz TA. The structural basis of the transition from initiation to elongation phases of transcription, as well as translocation and strand separation, by T7 RNA polymerase. Curr Opin Struct Biol. 2004;14:4–9. [PubMed] [Google Scholar]18. Hsu LM. Promoter clearance and escape in prokaryotes. Biochim Biophys Acta. 2002;1577:191–207. [PubMed] [Google Scholar]19. Boeger H, Bushnell DA, Davis R, Griesenbeck J, Lorch Y, Strattan JS, Westover KD, Kornberg RD. Structural basis of eukaryotic gene transcription. FEBS Lett. 2005;579:899–903. [PubMed] [Google Scholar]20. Margaritis T, Holstege FC. Poised RNA polymerase II gives pause for thought. Cell. 2008;133:581–584. [PubMed] [Google Scholar]21. Sydow JF, Cramer P. RNA polymerase fidelity and transcriptional proofreading. Curr Opin Struct Biol. 2009;19:732–739. [PubMed] [Google Scholar]22. Landick R. The regulatory roles and mechanism of transcriptional pausing. Biochem Soc Trans. 2006;34:1062–1066. [PubMed] [Google Scholar]23. Nudler E, Gottesman ME. Transcription termination and anti-termination in E. coli. Genes Cells. 2002;7:755–768. [PubMed] [Google Scholar]24. Ciampi MS. Rho-dependent terminators and transcription termination. Microbiology. 2006;152:2515–2528. [PubMed] [Google Scholar]25. Buratowski S. Connections between mRNA 3' end processing and transcription termination. Curr Opin Cell Biol. 2005;17:257–261. [PubMed] [Google Scholar]26. Kapanidis AN, Margeat E, Laurence TA, Doose S, Ho SO, Mukhopadhyay J, Kortkhonjia E, Mekler V, Ebright RH, Weiss S. Retention of transcription initiation factor sigma70 in transcription elongation: single-molecule analysis. Mol Cell. 2005;20:347–356. [PubMed] [Google Scholar]27. Kapanidis AN, Margeat E, Ho SO, Kortkhonjia E, Weiss S, Ebright RH. Initial transcription by RNA polymerase proceeds through a DNA-scrunching mechanism. Science. 2006;314:1144–1147. [PMC free article] [PubMed] [Google Scholar]28. Tang GQ, Roy R, Bandwar RP, Ha T, Patel SS. Real-time observation of the transition from transcription initiation to elongation of the RNA polymerase. Proc Natl Acad Sci U S A. 2009;106:22175–22180. [PMC free article] [PubMed] [Google Scholar]29. Kapanidis AN, Lee NK, Laurence TA, Doose S, Margeat E, Weiss S. Fluorescence-aided molecule sorting: analysis of structure and interactions by alternating-laser excitation of single molecules. Proc Natl Acad Sci U S A. 2004;101:8936–8941. [PMC free article] [PubMed] [Google Scholar]30. Kabata H, Kurosawa O, Arai I, Washizu M, Margarson SA, Glass RE, Shimamoto N. Visualization of single molecules of RNA polymerase sliding along DNA. Science. 1993;262:1561–1563. [PubMed] [Google Scholar]31. Kim JH, Larson RG. Single-molecule analysis of 1D diffusion and transcription elongation of T7 RNA polymerase along individual stretched DNA molecules. Nucleic Acids Res. 2007;35:3848–3858. [PMC free article] [PubMed] [Google Scholar]32. Finkelstein I, Visnapuu M-L, Greene E. Single-molecule imaging reveals mechanisms of protein disruption by a DNA translocase. Nature. 2010;468:983–987. [PMC free article] [PubMed] [Google Scholar]33. Elf J, Li GW, Xie XS. Probing transcription factor dynamics at the single-molecule level in a living cell. Science. 2007;316:1191–1194. [PMC free article] [PubMed] [Google Scholar]34. Zenklusen D, Larson DR, Singer RH. Single-RNA counting reveals alternative modes of gene expression in yeast. Nat Struct Mol Biol. 2008;15:1263–1271. [PMC free article] [PubMed] [Google Scholar]35. Taniguchi Y, Choi PJ, Li GW, Chen H, Babu M, Hearn J, Emili A, Xie XS. Quantifying E. coli proteome and transcriptome with single-molecule sensitivity in single cells. Science. 2010;329:533–538. [PMC free article] [PubMed] [Google Scholar]36. Maamar H, Raj A, Dubnau D. Noise in gene expression determines cell fate in Bacillus subtilis. Science. 2007;317:526–529. [PMC free article] [PubMed] [Google Scholar]37. Golding I, Paulsson J, Zawilski SM, Cox EC. Real-time kinetics of gene activity in individual bacteria. Cell. 2005;123:1025–1036. [PubMed] [Google Scholar]38. Schafer DA, Gelles J, Sheetz MP, Landick R. Transcription by single molecules of RNA polymerase observed by light microscopy. Nature. 1991;352:444–448. [PubMed] [Google Scholar]39. Yin H, Landick R, Gelles J. Tethered particle motion method for studying transcript elongation by a single RNA polymerase molecule. Biophys J. 1994;67:2468–2478. [PMC free article] [PubMed] [Google Scholar]40. Sakata-Sogawa K, Shimamoto N. RNA polymerase can track a DNA groove during promoter search. Proc Natl Acad Sci U S A. 2004;101:14731–14735. [PMC free article] [PubMed] [Google Scholar]41. Harada Y, Ohara O, Takatsuki A, Itoh H, Shimamoto N, Kinosita K., Jr Direct observation of DNA rotation during transcription by Escherichia coli RNA polymerase. Nature. 2001;409:113–115. [PubMed] [Google Scholar]42. Thomen P, Lopez PJ, Bockelmann U, Guillerez J, Dreyfus M, Heslot F. T7 RNA polymerase studied by force measurements varying cofactor concentration. Biophys J. 2008;95:2423–2433. [PMC free article] [PubMed] [Google Scholar]43. Jin J, Bai L, Johnson DS, Fulbright RM, Kireeva ML, Kashlev M, Wang MD. Synergistic action of RNA polymerases in overcoming the nucleosomal barrier. Nat Struct Mol Biol. 2010;17:745–752. [PMC free article] [PubMed] [Google Scholar]44. Shaevitz JW, Abbondanzieri EA, Landick R, Block SM. Backtracking by single RNA polymerase molecules observed at near-base-pair resolution. Nature. 2003;426:684–687. [PMC free article] [PubMed] [Google Scholar]45. Abbondanzieri EA, Greenleaf WJ, Shaevitz JW, Landick R, Block SM. Direct observation of base-pair stepping by RNA polymerase. Nature. 2005;438:460–465. [PMC free article] [PubMed] [Google Scholar]46. Herbert KM, La Porta A, Wong BJ, Mooney RA, Neuman KC, Landick R, Block SM. Sequence-resolved detection of pausing by single RNA polymerase molecules. Cell. 2006;125:1083–1094. [PMC free article] [PubMed] [Google Scholar]47. Galburt EA, Grill SW, Wiedmann A, Lubkowska L, Choy J, Nogales E, Kashlev M, Bustamante C. Backtracking determines the force sensitivity of RNAP II in a factor-dependent manner. Nature. 2007;446:820–823. [PubMed] [Google Scholar]48. Larson MH, Greenleaf WJ, Landick R, Block SM. Applied force reveals mechanistic and energetic details of transcription termination. Cell. 2008;132:971–982. [PMC free article] [PubMed] [Google Scholar]49. Hodges C, Bintu L, Lubkowska L, Kashlev M, Bustamante C. Nucleosomal fluctuations govern the transcription dynamics of RNA polymerase II. Science. 2009;325:626–628. [PMC free article] [PubMed] [Google Scholar]50. Skinner GM, Baumann CG, Quinn DM, Molloy JE, Hoggett JG. Promoter binding, initiation, and elongation by bacteriophage T7 RNA polymerase. A single-molecule view of the transcription cycle. J Biol Chem. 2004;279:3239–3244. [PubMed] [Google Scholar]51. Deufel C, Forth S, Simmons CR, Dejgosha S, Wang MD. Nanofabricated quartz cylinders for angular trapping: DNA supercoiling torque detection. Nat Methods. 2007;4:223–225. [PubMed] [Google Scholar]52. Revyakin A, Ebright RH, Strick TR. Promoter unwinding and promoter clearance by RNA polymerase: detection by single-molecule DNA nanomanipulation. Proc Natl Acad Sci U S A. 2004;101:4776–4780. [PMC free article] [PubMed] [Google Scholar]53. Guthold M, Zhu X, Rivetti C, Yang G, Thomson NH, Kasas S, Hansma HG, Smith B, Hansma PK, Bustamante C. Direct observation of one-dimensional diffusion and transcription by Escherichia coli RNA polymerase. Biophys J. 1999;77:2284–2294. [PMC free article] [PubMed] [Google Scholar]54. Mangiarotti L, Cellai S, Ross W, Bustamante C, Rivetti C. Sequence-dependent upstream DNA-RNA polymerase interactions in the open complex with lambdaPR and lambdaPRM promoters and implications for the mechanism of promoter interference. J Mol Biol. 2009;385:748–760. [PMC free article] [PubMed] [Google Scholar]55. Ando T, Uchihashi T, Kodera N, Yamamoto D, Miyagi A, Taniguchi M, Yamashita H. High-speed AFM and nano-visualization of biomolecular processes. Pflugers Arch. 2008;456:211–225. [PubMed] [Google Scholar]56. Mendoza-Vargas A, Olvera L, Olvera M, Grande R, Vega-Alvarado L, Taboada B, Jimenez-Jacinto V, Salgado H, Ju·rez K, Contreras-Moreira B, Huerta A, Collado-Vides J, Morett E. Genome-wide identification of transcription start sites, promoters and transcription factor binding sites in E. coli. PLoS One. 2009;4:e7526. [PMC free article] [PubMed] [Google Scholar]57. Cho B, Zengler K, Qiu Y, Park Y, Knight E, Barrett C, Gao Y, Palsson B. The transcription unit architecture of the Escherichia coli genome. Nat Biotechnol. 2009;27:1043–1049. [PMC free article] [PubMed] [Google Scholar]58. Berg OG, Winter RB, von Hippel PH. Diffusion-driven mechanisms of protein translocation on nucleic acids. 1. Models and theory. Biochemistry. 1981;20:6929–6948. [PubMed] [Google Scholar]59. Gorman J, Greene E. Visualizing one-dimensional diffusion of proteins along DNA. Nat Struct Mol Biol. 2008;15:768–74. [PubMed] [Google Scholar]60. Halford SE, Marko JF. How do site-specific DNA-binding proteins find their targets? Nucleic Acids Res. 2004;32:3040–3052. [PMC free article] [PubMed] [Google Scholar]61. Ricchetti M, Metzger W, Heumann H. One-dimensional diffusion of Escherichia coli DNA-dependent RNA polymerase: a mechanism to facilitate promoter location. Proc Natl Acad Sci U S A. 1988;85:4610–4614. [PMC free article] [PubMed] [Google Scholar]62. Roe JH, Burgess RR, Record MT., Jr Kinetics and mechanism of the interaction of Escherichia coli RNA polymerase with the lambda PR promoter. J Mol Biol. 1984;176:495–522. [PubMed] [Google Scholar]63. Harada Y, Funatsu T, Murakami K, Nonoyama Y, Ishihama A, Yanagida T. Single-molecule imaging of RNA polymerase-DNA interactions in real time. Biophys J. 1999;76:709–715. [PMC free article] [PubMed] [Google Scholar]64. Singer P, Wu CW. Promoter search by Escherichia coli RNA polymerase on a circular DNA template. J Biol Chem. 1987;262:14178–14189. [PubMed] [Google Scholar]65. deHaseth PL, Zupancic ML, Record MT., Jr RNA polymerase-promoter interactions: the comings and goings of RNA polymerase. J Bacteriol. 1998;180:3019–3025. [PMC free article] [PubMed] [Google Scholar]66. Rivetti C, Guthold M, Bustamante C. Wrapping of DNA around the E.coli RNA polymerase open promoter complex. EMBO J. 1999;18:4464–4475. [PMC free article] [PubMed] [Google Scholar]67. Davis CA, Bingman CA, Landick R, Record MT, Jr, Saecker RM. Real-time footprinting of DNA in the first kinetically significant intermediate in open complex formation by Escherichia coli RNA polymerase. Proc Natl Acad Sci U S A. 2007;104:7833–7838. [PMC free article] [PubMed] [Google Scholar]68. Cellai S, Mangiarotti L, Vannini N, Naryshkin N, Kortkhonjia E, Ebright RH, Rivetti C. Upstream promoter sequences and alphaCTD mediate stable DNA wrapping within the RNA polymerase-promoter open complex. EMBO Rep. 2007;8:271–278. [PMC free article] [PubMed] [Google Scholar]69. Carpousis AJ, Gralla JD. Interaction of RNA polymerase with lacUV5 promoter DNA during mRNA initiation and elongation. Footprinting, methylation, and rifampicin-sensitivity changes accompanying transcription initiation. J Mol Biol. 1985;183:165–177. [PubMed] [Google Scholar]70. Straney DC, Crothers DM. A stressed intermediate in the formation of stably initiated RNA chains at the Escherichia coli lac UV5 promoter. J Mol Biol. 1987;193:267–278. [PubMed] [Google Scholar]71. Krummel B, Chamberlin MJ. RNA chain initiation by Escherichia coli RNA polymerase. Structural transitions of the enzyme in early ternary complexes. Biochemistry. 1989;28:7829–7842. [PubMed] [Google Scholar]72. Pal M, Ponticelli AS, Luse DS. The role of the transcription bubble and TFIIB in promoter clearance by RNA polymerase II. Mol Cell. 2005;19:101–110. [PubMed] [Google Scholar]73. Revyakin A, Liu C, Ebright RH, Strick TR. Abortive initiation and productive initiation by RNA polymerase involve DNA scrunching. Science. 2006;314:1139–1143. [PMC free article] [PubMed] [Google Scholar]74. Margeat E, Kapanidis AN, Tinnefeld P, Wang Y, Mukhopadhyay J, Ebright RH, Weiss S. Direct observation of abortive initiation and promoter escape within single immobilized transcription complexes. Biophys J. 2006;90:1419–1431. [PMC free article] [PubMed] [Google Scholar]75. Mooney RA, Darst SA, Landick R. Sigma and RNA polymerase: an on-again, off-again relationship? Mol Cell. 2005;20:335–345. [PubMed] [Google Scholar]76. Shimamoto N, Kamigochi T, Utiyama H. Release of the sigma subunit of Escherichia coli DNA-dependent RNA polymerase depends mainly on time elapsed after the start of initiation, not on length of product RNA. J Biol Chem. 1986;261:11859–11865. [PubMed] [Google Scholar]77. Mooney RA, Landick R. Tethering sigma70 to RNA polymerase reveals high in vivo activity of sigma factors and sigma70-dependent pausing at promoter-distal locations. Genes Dev. 2003;17:2839–2851. [PMC free article] [PubMed] [Google Scholar]78. Wade JT, Struhl K. Association of RNA polymerase with transcribed regions in Escherichia coli. Proc Natl Acad Sci U S A. 2004;101:17777–17782. [PMC free article] [PubMed] [Google Scholar]79. Neuman KC, Abbondanzieri EA, Landick R, Gelles J, Block SM. Ubiquitous transcriptional pausing is independent of RNA polymerase backtracking. Cell. 2003;115:437–447. [PubMed] [Google Scholar]80. Greenleaf WJ, Block SM. Single-molecule, motion-based DNA sequencing using RNA polymerase. Science. 2006;313:801. [PMC free article] [PubMed] [Google Scholar]81. Rajala T, Hakkinen A, Healy S, Yli-Harja O, Ribeiro AS. Effects of transcriptional pausing on gene expression dynamics. PLoS Comput Biol. 2010;6:e1000704. [PMC free article] [PubMed] [Google Scholar]82. Dalal RV, Larson MH, Neuman KC, Gelles J, Landick R, Block SM. Pulling on the nascent RNA during transcription does not alter kinetics of elongation or ubiquitous pausing. Mol Cell. 2006;23:231–239. [PMC free article] [PubMed] [Google Scholar]83. Depken M, Galburt EA, Grill SW. The origin of short transcriptional pauses. Biophys J. 2009;96:2189–2193. [PMC free article] [PubMed] [Google Scholar]84. Galburt EA, Grill SW, Bustamante C. Single molecule transcription elongation. Methods. 2009;48:323–332. [PMC free article] [PubMed] [Google Scholar]85. Herbert KM, Greenleaf WJ, Block SM. Single-molecule studies of RNA polymerase: motoring along. Annu Rev Biochem. 2008;77:149–176. [PMC free article] [PubMed] [Google Scholar]86. Sydow J, Cramer P. RNA polymerase fidelity and transcriptional proofreading. Curr Opin Struct Biol. 2009;19:732–739. [PubMed] [Google Scholar]87. Banerjee S, Chalissery J, Bandey I, Sen R. Rho-dependent transcription termination: more questions than answers. J Microbiol. 2006;44:11–22. [PMC free article] [PubMed] [Google Scholar]88. Toulokhonov I, Landick R. The flap domain is required for pause RNA hairpin inhibition of catalysis by RNA polymerase and can modulate intrinsic termination. Mol Cell. 2003;12:1125–1136. [PubMed] [Google Scholar]89. Santangelo TJ, Roberts JW. Forward translocation is the natural pathway of RNA release at an intrinsic terminator. Mol Cell. 2004;14:117–126. [PubMed] [Google Scholar]90. Toulokhonov I, Artsimovitch I, Landick R. Allosteric control of RNA polymerase by a site that contacts nascent RNA hairpins. Science. 2001;292:730–733. [PubMed] [Google Scholar]91. Epshtein V, Dutta D, Wade J, Nudler E. An allosteric mechanism of Rho-dependent transcription termination. Nature. 2010;463:245–249. [PMC free article] [PubMed] [Google Scholar]92. Gnatt AL, Cramer P, Fu J, Bushnell DA, Kornberg RD. Structural basis of transcription: an RNA polymerase II elongation complex at 3.3 A resolution. Science. 2001;292:1876–1882. [PubMed] [Google Scholar]93. Kettenberger H, Armache KJ, Cramer P. Complete RNA polymerase II elongation complex structure and its interactions with NTP and TFIIS. Mol Cell. 2004;16:955–965. [PubMed] [Google Scholar]94. Westover KD, Bushnell DA, Kornberg RD. Structural basis of transcription: separation of RNA from DNA by RNA polymerase II. Science. 2004;303:1014–1016. [PubMed] [Google Scholar]95. Westover KD, Bushnell DA, Kornberg RD. Structural basis of transcription: nucleotide selection by rotation in the RNA polymerase II active center. Cell. 2004;119:481–489. [PubMed] [Google Scholar]96. Andrecka J, Treutlein B, Arcusa MA, Muschielok A, Lewis R, Cheung AC, Cramer P, Michaelis J. Nano positioning system reveals the course of upstream and nontemplate DNA within the RNA polymerase II elongation complex. Nucleic Acids Res. 2009;37:5803–5809. [PMC free article] [PubMed] [Google Scholar]97. Chen CY, Chang CC, Yen CF, Chiu MT, Chang WH. Mapping RNA exit channel on transcribing RNA polymerase II by FRET analysis. Proc Natl Acad Sci U S A. 2009;106:127–132. [PMC free article] [PubMed] [Google Scholar]98. Kostrewa D, Zeller ME, Armache KJ, Seizl M, Leike K, Thomm M, Cramer P. RNA polymerase II-TFIIB structure and mechanism of transcription initiation. Nature. 2009;462:323–330. [PubMed] [Google Scholar]99. Liu X, Bushnell DA, Wang D, Calero G, Kornberg RD. Structure of an RNA polymerase II-TFIIB complex and the transcription initiation mechanism. Science. 2010;327:206–209. [PMC free article] [PubMed] [Google Scholar]100. Tafvizi A, Huang F, Fersht A, Mirny L, van Oijen A. A single-molecule characterization of p53 search on DNA. Proc Natl Acad Sci U S A  [PMC free article] [PubMed] [Google Scholar]101. Wang Y, Austin R, Cox E. Single molecule measurements of repressor protein 1D diffusion on DNA. Phys Rev Lett. 2006;97 048302. [PubMed] [Google Scholar]102. Lewis M. The lac repressor. C R Biol. 2005;328:521–548. [PubMed] [Google Scholar]103. Riggs A, Bourgeois S, Cohn M. The lac repressor-operator interaction. 3. Kinetic studies. J Mol Biol. 1970;53:401–417. [PubMed] [Google Scholar]104. Fish RN, Kane CM. Promoting elongation with transcript cleavage stimulatory factors. Biochim Biophys Acta. 2002;1577:287–307. [PubMed] [Google Scholar]105. Borukhov S, Sagitov V, Goldfarb A. Transcript cleavage factors from E. coli. Cell. 1993;72:459–466. [PubMed] [Google Scholar]106. Herbert KM, Zhou J, Mooney RA, Porta AL, Landick R, Block SM. E. coli NusG inhibits backtracking and accelerates pause-free transcription by promoting forward translocation of RNA polymerase. J Mol Biol. 2010;399:17–30. [PMC free article] [PubMed] [Google Scholar]107. Burmann BM, Schweimer K, Luo X, Wahl MC, Stitt BL, Gottesman ME, Rosch P. A NusE:NusG complex links transcription and translation. Science. 2010;328:501–504. [PubMed] [Google Scholar]108. Kireeva ML, Hancock B, Cremona GH, Walter W, Studitsky VM, Kashlev M. Nature of the nucleosomal barrier to RNA polymerase II. Mol Cell. 2005;18:97–108. [PubMed] [Google Scholar]109. Studitsky V, Clark D, Felsenfeld G. A histone octamer can step around a transcribing polymerase without leaving the template. Cell. 1994;76:371–382. [PubMed] [Google Scholar]110. Studitsky V, Clark D, Felsenfeld G. Overcoming a nucleosomal barrier to transcription. Cell. 1995;83:19–27. [PubMed] [Google Scholar]111. O'Brien T, Lis JT. Rapid changes in Drosophila transcription after an instantaneous heat shock. Mol Cell Biol. 1993;13:3456–3463. [PMC free article] [PubMed] [Google Scholar]112. Darzacq X, Shav-Tal Y, de Turris V, Brody Y, Shenoy SM, Phair RD, Singer RH. In vivo dynamics of RNA polymerase II transcription. Nat Struct Mol Biol. 2007;14:796–806. [PMC free article] [PubMed] [Google Scholar]113. Epshtein V, Nudler E. Cooperation between RNA polymerase molecules in transcription elongation. Science. 2003;300:801–805. [PubMed] [Google Scholar]114. Walter W, Kireeva M, Studitsky V, Kashlev M. Bacterial polymerase and yeast polymerase II use similar mechanisms for transcription through nucleosomes. J Biol Chem. 2003;278:36148–36156. [PubMed] [Google Scholar]115. Proshkin S, Rahmouni AR, Mironov A, Nudler E. Cooperation between translating ribosomes and RNA polymerase in transcription elongation. Science. 2010;328:504–508. [PMC free article] [PubMed] [Google Scholar]116. Reed R. Coupling transcription, splicing and mRNA export. Curr Opin Cell Biol. 2003;15:326–331. [PubMed] [Google Scholar]117. Pandit S, Wang D, Fu XD. Functional integration of transcriptional and RNA processing machineries. Curr Opin Cell Biol. 2008;20:260–265. [PMC free article] [PubMed] [Google Scholar]118. Femino AM, Fay FS, Fogarty K, Singer RH. Visualization of single RNA transcripts in situ. Science. 1998;280:585–590. [PubMed] [Google Scholar]119. Levsky JM, Shenoy SM, Pezo RC, Singer RH. Single-cell gene expression profiling. Science. 2002;297:836–840. [PubMed] [Google Scholar]120. Chubb JR, Trcek T, Shenoy SM, Singer RH. Transcriptional pulsing of a developmental gene. Curr Biol. 2006;16:1018–1025. [PMC free article] [PubMed] [Google Scholar]121. Raj A, Peskin CS, Tranchina D, Vargas DY, Tyagi S. Stochastic mRNA synthesis in mammalian cells. PLoS Biol. 2006;4:e309. [PMC free article] [PubMed] [Google Scholar]122. Thompson M, Casolari J, Badieirostami M, Brown P, Moerner W. Three-dimensional tracking of single mRNA particles in Saccharomyces cerevisiae using a double-helix point spread function. Proc Natl Acad Sci U S A. 2010;107:17864–17871. [PMC free article] [PubMed] [Google Scholar]123. Hell SW. Microscopy and its focal switch. Nat Methods. 2009;6:24–32. [PubMed] [Google Scholar]124. Huang B, Bates M, Zhuang X. Super-resolution fluorescence microscopy. Annu Rev Biochem. 2009;78:993–1016. [PMC free article] [PubMed] [Google Scholar]125. Andrecka J, Lewis R, Bruckner F, Lehmann E, Cramer P, Michaelis J. Single-molecule tracking of mRNA exiting from RNA polymerase II. Proc Natl Acad Sci U S A. 2008;105:135–140. [PMC free article] [PubMed] [Google Scholar]"}