{"title": "[Effects of high positive end-expiratory pressure combined with recruitment maneuvers in patients with acute respiratory distress syndrome]", "pubDate": "2011", "PMCID": "", "DOI": "", "PMID": "21251363", "abstract": "Objective:                       To investigate the clinical effects and safety degree of high positive end-expiratory pressure (PEEP) combined with lung recruitment maneuver (RM) in patients with acute respiratory distress syndrome (ARDS).                  Methods:                       Thirty-eight patients in medical intensive care unit (MICU) of Affiliated Hospital of Guiyang Medical College suffering from ARDS admitted from June 2008 to May 2010 were enrolled in the study. With the envelope method they were randomized into RM group and non-RM group, with n=19 in each group. All patients received protective ventilation: pressure support ventilation (PSV) with plateau pressure limited at 30 cm H(2)O (1 cm H(2)O=0.098 kPa) or lower. PEEP was set at the minimum level with fraction of inspired oxygen (FiO(2)) <0.60 and partial pressure of arterial oxygen (PaO(2)) kept between 60 and 80 mm Hg (1 mm Hg=0.133 kPa). RM was conducted by regulating FiO(2) to 1.00, support pressure to 0, PEEP increased to 40 cm H(2)O and maintained for 30 seconds before lowering, and this maneuver was repeated every 8 hours for a total of 5 days. Base status, ventilation parameters, blood gas analysis and vital signs were obtained at baseline and for the next 5 days. Oxygenation status and lung injury indexes were compared between RM group and non-RM group, the adverse effects of RM and incidence of barotrauma were recorded.                  Results:                       ¹ There were no significant differences of base status and ventilation parameters between RM group and non-RM group. ²PaO(2) and oxygenation index (PaO(2)/FiO(2)) were both increased in RM group and non-RM group, but the values were higher in RM group [PaO(2)(mm Hg) 2 days: 85.8±21.3 vs. 73.5±18.7, 3 days: 88.6±22.8 vs. 74.3±19.8, 4 days: 98.8±30.7 vs. 79.3±19.3, 5 days: 105.5±29.4 vs. 84.4±13.8; PaO(2)/FiO(2) (mm Hg) 4 days: 221.8±103.5 vs. 160.3±51.4, 5 days: 239.6±69.0 vs. 176.8±45.5, all P<0.05]. ³ Hydrogen peroxide (H(2)O(2)) and interleukin-6 (IL-6) concentration in exhaled breath condensate (EBC) decreased in both groups but lower in RM group with significant difference [5 days H(2)O(2) (μmol/L): 0.04±0.02 vs. 0.10±0.03; IL-6 (ng/L): 4.12±2.09 vs. 9.26±3.47, both P<0.05]. (4) Barotrauma and arrhythmia did not occur in both groups. No significant changes in heart rate were found during RM. Central venous pressure and mean arterial pressure remained unchanged after RM.                  Conclusion:                       High level PEEP combined with RM can improve gas exchange and oxygenation, decrease ventilator associated lung injury (VALI). RM was safe and had good tolerance, no hypoxemia, barotrauma and hemodynamic instability were observed.", "author": [{"author": "Guo-hui Yang", "affiliation": ["Medical Intensive Care Unit, Affiliated Hospital of Guiyang Medical College, Guiyang 550004, Guizhou, China. guohuiy2006@126.com"], "href": "/?term=Yang+GH&cauthor_id=21251363"}, {"author": "Chun-yan Wang", "affiliation": [], "href": "/?term=Wang+CY&cauthor_id=21251363"}, {"author": "Rui Ning", "affiliation": [], "href": "/?term=Ning+R&cauthor_id=21251363"}], "refPMID": [], "citedInPMID": ["21251363", "31197492", "29983985", "27855477"], "body": ""}