{"title": "Dual function of Rpn5 in two PCI complexes, the 26S proteasome and COP9 signalosome", "pubDate": "2011", "PMCID": "PMC3069016", "DOI": "10.1091/mbc.E10-08-0655", "PMID": "21289098", "abstract": "Subunit composition and architectural structure of the 26S proteasome lid is strictly conserved between all eukaryotes. This eight-subunit complex bears high similarity to the eukaryotic translation initiation factor 3 and to the COP9 signalosome (CSN), which together define the proteasome CSN/COP9/initiation factor (PCI) troika. In some unicellular eukaryotes, the latter two complexes lack key subunits, encouraging questions about the conservation of their structural design. Here we demonstrate that, in Saccharomyces cerevisiae, Rpn5 plays dual roles by stabilizing proteasome and CSN structures independently. Proteasome and CSN complexes are easily dissected, with Rpn5 the only subunit in common. Together with Rpn5, we identified a total of six bona fide subunits at roughly stoichiometric ratios in isolated, affinity-purified CSN. Moreover, the copy of Rpn5 associated with the CSN is required for enzymatic hydrolysis of Rub1/Nedd8 conjugated to cullins. We propose that multitasking by a single subunit, Rpn5 in this case, allows it to function in different complexes simultaneously. These observations demonstrate that functional substitution of subunits by paralogues is feasible, implying that the canonical composition of the three PCI complexes in S. cerevisiae is more robust than hitherto appreciated.", "author": [{"author": "Zanlin Yu", "affiliation": ["Department of Biology, Technion-Israel Institute of Technology, 32000 Haifa, Israel."], "href": "/?term=Yu+Z&cauthor_id=21289098"}, {"author": "Oded Kleifeld", "affiliation": [], "href": "/?term=Kleifeld+O&cauthor_id=21289098"}, {"author": "Avigail Lande-Atir", "affiliation": [], "href": "/?term=Lande-Atir+A&cauthor_id=21289098"}, {"author": "Maisa Bsoul", "affiliation": [], "href": "/?term=Bsoul+M&cauthor_id=21289098"}, {"author": "Maya Kleiman", "affiliation": [], "href": "/?term=Kleiman+M&cauthor_id=21289098"}, {"author": "Daria Krutauz", "affiliation": [], "href": "/?term=Krutauz+D&cauthor_id=21289098"}, {"author": "Adam Book", "affiliation": [], "href": "/?term=Book+A&cauthor_id=21289098"}, {"author": "Richard D Vierstra", "affiliation": [], "href": "/?term=Vierstra+RD&cauthor_id=21289098"}, {"author": "Kay Hofmann", "affiliation": [], "href": "/?term=Hofmann+K&cauthor_id=21289098"}, {"author": "Noa Reis", "affiliation": [], "href": "/?term=Reis+N&cauthor_id=21289098"}, {"author": "Michael H Glickman", "affiliation": [], "href": "/?term=Glickman+MH&cauthor_id=21289098"}, {"author": "Elah Pick", "affiliation": [], "href": "/?term=Pick+E&cauthor_id=21289098"}], "refPMID": ["14737182", "11016957", "16239144", "10490625", "20174551", "19182904", "19596233", "21098295", "20516081", "19252082", "11042177", "17470786", "19305390", "15514681", "12778054", "17314980", "12183637", "18854373", "19361443", "15117949", "18850735", "19289793", "19489727", "11742986", "20471955", "16429126", "9741626", "9584156", "15961524", "16275352", "16005295", "15838098", "18497817", "17135287", "15611133", "10903862", "19849719", "11265247", "16554755", "9717241", "17403899", "11337588", "18995839", "15699485", "12672462", "12446563", "12370088", "16275351", "10607571", "19683491", "19282882", "16781008", "18511945", "15790418", "19818717", "17761670", "11457827", "16869714", "10490597", "10503546", "20471945", "11114242", "10688190", "12183636", "12186635", "18926707", "18775730", "19061648", "14623884", "12353037", "15904532", "11504566", "18599441"], "citedInPMID": ["21289098", "33806190", "33099217", "33033180", "31950832", "31487956", "30782640", "30508698", "28583440", "28132691", "26497135", "26182356", "25919710", "24711811", "24416384", "23495936", "23105008", "22956996", "22158466"], "body": " AbstractSubunit composition and architectural structure of the 26S proteasome lid is strictly conserved between all eukaryotes. This eight-subunit complex bears high similarity to the eukaryotic translation initiation factor 3 and to the COP9 signalosome (CSN), which together define the proteasome CSN/COP9/initiation factor (PCI) troika. In some unicellular eukaryotes, the latter two complexes lack key subunits, encouraging questions about the conservation of their structural design. Here we demonstrate that, in Saccharomyces cerevisiae, Rpn5 plays dual roles by stabilizing proteasome and CSN structures independently. Proteasome and CSN complexes are easily dissected, with Rpn5 the only subunit in common. Together with Rpn5, we identified a total of six bona fide subunits at roughly stoichiometric ratios in isolated, affinity-purified CSN. Moreover, the copy of Rpn5 associated with the CSN is required for enzymatic hydrolysis of Rub1/Nedd8 conjugated to cullins. We propose that multitasking by a single subunit, Rpn5 in this case, allows it to function in different complexes simultaneously. These observations demonstrate that functional substitution of subunits by paralogues is feasible, implying that the canonical composition of the three PCI complexes in S. cerevisiae is more robust than hitherto appreciated. INTRODUCTIONIn eukaryotic cells, the ubiquitin proteasome pathway is responsible for the removal of the majority of intracellular proteins. The 26S proteasome is a 2.5-MDa protein machine built from >33 different components. Fourteen of these subunits form the barrel-shaped proteolytic core also known as the 20S catalytic core particle (CP), whereas the remainder assemble into the 19S regulatory particle (RP) (Glickman et al., 1998b ; Finley, 2009 ), capping the CP on one or both sides (Bohn et al., 2010 ). The RP serves to regulate proteolysis by the CP and can be further dissected into two distinct substructures known as the “lid” and the “base.” The base contains a ring of six homologous ATPase subunits of the AAA family (Rpt1–6), two α-helical solenoid structures (Rpn1 and Rpn2) (Rosenzweig et al., 2008 ; Effantin et al., 2009 ), and two Ub receptors (Rpn10 and Rpn13) (Elsasser et al., 2004 ; Mayor et al., 2005 ; Husnjak et al., 2008 ). The base interfaces with the outer surface of the CP via direct interactions of the ATPases and Rpn2 subunits (Rosenzweig et al., 2008 ; Besche et al., 2009b ; Tomko et al., 2010 ).The lid is the most peripheral part of the proteasome. This subcomplex is composed of eight essential RP non-ATPase subunits (Rpn3, Rpn5–9, and Rpn11–12) (Glickman et al., 1998a ; Fu et al., 2001 ) and an additional nonessential subunit, DSS1/Sem1, that is also found with other complexes (Baillat et al., 2005 ; Wei et al., 2008b ; Wilmes et al., 2008 ; Faza et al., 2009 ; Pick et al., 2009 ). The structural organization of the lid has been studied by yeast two-hybrid, electron microscopy, tandem mass spectrometry (MS/MS), mutagenesis, and affinity purification (Kapelari et al., 2000 ; Fu et al., 2001 ; Sharon et al., 2006 ; Isono et al., 2007 ; Fukunaga et al., 2010 ). An interesting property of the lid is its close homology to two other cellular complexes: the COP9 signalosome (CSN) and eukaryotic translation initiation factor 3 (eIF3) (Pick et al., 2009 ). The canonical version of these three so-called PCI complexes (proteasome, CSN, and eIF3) consists of six subunits bearing the hallmark PCI domain alongside two subunits carrying an MPN (Mpr-1–PAD1–N-terminal) domain. The only known biochemical role ascribed to the lid is the deubiquitination activity of the MPN+ metalloenzyme, Rpn11 (Maytal-Kivity et al., 2002b ; Verma et al., 2002 ; Yao and Cohen, 2002 ). Likewise, the CSN also harbors metalloprotease activity ascribed to Csn5, a paralogue of Rpn11 (Cope et al., 2002 ; Ambroggio et al., 2004 ). In accordance, the substrates of these two enzymes are also close paralogues: ubiquitin conjugates for Rpn11 and conjugates of the ubiquitin-like modifier Nedd8/Rub1 to cullins for Csn5 (Lyapina et al., 2001 ).Functional CSN complexes exist in single-celled eukaryotes including protozoa, molds, fungi, and yeasts (Mundt et al., 1999 ; Maytal-Kivity et al., 2002a ; Wee et al., 2002 ; He et al., 2005 ; Rosel and Kimmel, 2006 ; Busch et al., 2007 ). Whereas CSN-encoding genes are strictly essential in metazoans (Wei et al., 2008a ), loss of subunit CSN mutants in many unicellular eukaryotes are viable, displaying phenotypes in circadian clock, cell-cycle, pheromone response, and fruit body formation (Mundt et al., 1999 ; Maytal-Kivity et al., 2002a ; He et al., 2005 ; Rosel and Kimmel, 2006 ; Busch et al., 2007 ). Moreover, in several of these species, fewer CSN subunits have been identified (Chang and Schwechheimer, 2004 ). For instance, the budding yeast Saccharomyces cerevisiae contains the most divergent CSN-like complex, with only one clear orthologue (Csn5/Rri1), and up to five additional subunits (Wee et al., 2002 ; Maytal-Kivity et al., 2003 ) (see also Supplemental Table S1). The third PCI complex, eIF3, also diverges in S. cerevisiae from its canonical version in multicellular eukaryotes, differing in both composition and size (Hinnebusch et al., 2004 ; Pick and Pintard, 2009 ). Interestingly, one of the CSN components in yeast, Csn11/Pci8, was found associated to eIF3 subunits, fulfilling the role of eIF3e/Int6 (Shalev et al., 2001 ). A single protein functioning independently in similar complexes may potentially explain the seemingly lower number of dedicated PCI subunits identified in this organism. Knowing that several CSN subunits were found in association with Rpn5, a PCI subunit of the proteasome lid (Uetz et al., 2000 ; Maytal-Kivity et al., 2003 ; Gavin et al., 2006 ; Krogan et al., 2006 ; Collins et al., 2007 ), we speculated whether proteasome subunits double up as components of the CSN in budding yeast in order to maintain a close-to-canonical composition.Here we chart the associations of Rpn5 with the CSN and characterize CSN-related phenotypes for RPN5 mutants. We found that in budding yeast, this proteasome lid subunit is also a bona fide component of the CSN required for cullin-derubylation. Partitioning of Rpn5 between two related complexes implies that the budding yeast CSN complex is closer to the canonical structure than has been appreciated and sheds light on the common evolutionary origins of PCI-containing complexes. RESULTSMolecular weight (MW) distribution of extraproteasomal Rpn5 depends on CSN integrityProteasomes are easily fractionated by glycerol density centrifugation from whole cell extract into high-MW particles comprising the 26S holocomplex and the separate CP and RP subcomplexes (Matiuhin et al., 2008 ). 26S were identified in fractions 6–10 by immunoblotting for subunits and by peptidase activity of the CP (Figure 1A). In contrast to other proteasome subunits, Rpn5 was also found in a lower MW peak (around fraction 4). This second pool of Rpn5 does not represent intact 19S RP or lid subcomplexes as most other proteasome subunits were not detected. Trace amounts of Rpn1 and Rpn12 also appeared in low-MW fractions, though their migration pattern differed from that of Rpn5. Notably, the distribution of Csn9 (monitored as a genomically tagged Csn9-Myc13) overlapped with the lower MW pool of Rpn5 (Figure 1B).Open in a separate windowFIGURE 1:Rpn5 fractionates in two peaks; only one of them is attributed to proteasomal activity. Whole cell extracts of WT (A) or Δcsn5 (C) were fractionated by glycerol gradient. Proteasome distribution was determined by immunoblots for different subunits (top) or by in-gel peptidase activity (bottom) to follow different proteolytically active proteasome structures. Nondenaturing gels identify RP2CP (two RPs and one CP) and RPCP (one RP and one CP) in fractions 7–9, and CP (free CPs) migrating primarily in fractions 6–7. (B) A WT strain expressing Csn9-Myc13 serves as a control to mark migration of CSN subunits relative to proteasome. (D and E) Interactions of Csn9 with Rpn5 were verified by immunoprecipitation with Rpn5 (D) or with Csn9-Myc13 (E) and blotting with anti-Myc (for Csn9), anti-Rpn5, or anti-Rpn2 (for proteasome).To uncover a possible link between the fractionation patterns of Rpn5 and CSN, we fractionated whole cell extract from a Δcsn5 strain, which is defective in CSN integrity (Maytal-Kivity et al., 2002a , 2003 ). In this strain Rpn5 was detected only in the high-MW pool, correlated with proteasome activity (Figure 1C). Interestingly, no changes in migration pattern of Rpn1 or Rpn12 were noticeable in Δcsn5 relative to wild-type, pointing to a unique relationship between Rpn5 and the CSN. Furthermore, a direct interaction of Rpn5 with CSN components was verified by coimmunoprecipitation of Rpn5 with Csn9-Myc13 and vice versa (Figure 1, D and E). It is worthwhile to point out that, whereas Rpn5 pulled down proteasome subunits alongside CSN components (Figure 1D), immobilized Csn9 associated with Rpn5 but not with Rpn2 (Figure 1E) or with other proteasome subunits (Supplemental Table S4).Rpn5 contributes to both proteasome and CSNThe fractionation pattern of Rpn5 was also altered in rpn5 mutants. Rpn5 was detected only in the high-MW proteasome-containing fractions from extracts of rpn5-1 (Figure 2A), a mutant expressing a C-terminally truncated Rpn5 (Supplemental Figure S1A). Interestingly, the Rpn5-1 protein could still integrate into the proteasome, although this mutation influenced integration of other subunits (such as Rpn12, Rpn7, and Rpn10), which were either substoichiometric or harder to detect in proteasome fractions (Figure 2A and unpublished data). Simultaneously, the very same Rpn5 mutation affected CSN migration toward lower MW fractions (Figure 2B), probably due to loss of interaction between the mutant Rpn5 and Csn9 (Figure 2, C and D).Open in a separate windowFIGURE 2:C-terminal mutations on Rpn5 display defects in CSN and proteasome. Whole cell extract of rpn5-1 was fractionated by a glycerol gradient and monitored for (A) proteasome distribution as in Figure 1. (B) CSN distribution was determined by following Csn9 in an rpn5-1 strain expressing Csn9-Myc13. (C and D) Coimmunoprecipitation of Rpn5 and Csn9 is abolished in rpn5-1. WT or rpn5-1 strains expressing Csn9-Myc13 were lysed and immunoprecipitated using anti-Myc (C) or anti-Rpn5 (d). Coimmunoprecipitation of Rpn2 was tested in either case to confirm presence of proteasome. (E) Status of Cdc53 rubylation was tested in WT or Rpn5 mutants (rpn5-1, rpn5ΔC) with Δrub1 and Δcsn5 serving as control for unrubylated and rubylated conformations of Cdc53, respectively. Derubylation defects of Cdc53 were analyzed in total protein extracts of cells grown in log phase by blotting with anti-Cdc53 to visualize the extent of Cdc53 modification by Rub1. (F) Proteasomal structure defects observed in rpn5 mutants. Rapidly lysed whole cell extracts from WT or Rpn5 mutants (rpn5-1, rpn5ΔC) were resolved by nondenaturing PAGE and proteasome visualized by in-gel peptidase activity. WT proteasomes are found as a mixture of RP2CP and RPCP (see also Figure 1). Proteasomes in rpn5 mutants migrate faster (marked asterisk), pointing to a structural defect due to missing subunits (see A). Higher levels of free CP (visualized upon proteolytic activation in the presence of 0.02% SDS; bottom) also accumulate in rpn5.Removal of Rub1 (also called Nedd8) from cullins requires the intact CSN complex with its catalytic subunit Csn5; therefore disruption of complex integrity was found to impair derubylase activity (Lyapina et al., 2001 ; Maytal-Kivity et al., 2002a ; Wee et al., 2002 ; Wei et al., 2008a ; Chamovitz, 2009 ; Kato and Yoneda-Kato, 2009 ). Indeed, determination of CSN composition in budding yeast was based in part on derubylation defects in loss-of-function mutants (Lyapina et al., 2001 ; Cope et al., 2002 ; Maytal-Kivity et al., 2002b ; Wee et al., 2002 ). Having found that Rpn5 intimately associates with the CSN in budding yeast, we wished to confirm whether Rpn5 plays a role in derubylation. Therefore we tested two mutants of RPN5 (rpn5-1 and rpn5Δc; Supplemental Figure S1A) (Isono et al., 2007 ; Ben-Aroya et al., 2010 ) for derubylation defects (Figure 2E). Indeed, both rpn5 mutants contained Cdc53 exclusively in its Rub1-conjugated form, mimicking the behavior of csn5 null (Figure 2E, top) and of other CSN mutants (Maytal-Kivity et al., 2002b ; Wee et al., 2002 ). These same mutants also induce proteasome structural defects (Figure 2E, bottom). That the C-terminal domain (CTD) of Rpn5 is required for both proteasome integrity and CSN function begets the question whether CSN and the proteasome lid are linked via Rpn5.Derubylation defect in rpn5-1 mutant is uncoupled from proteasome structureUnlike components of ScCSN, each of the lid subunits is essential, though loss-of-function temperature-sensitive mutants are known to cause proteasome defects at the restrictive temperature. We compared gross proteasome structure and CSN function in a panel of published temperature-sensitive mutants in genes coding for all lid PCI subunits (Bailly and Reed, 1999 ; Takeuchi and Toh-e, 1999 ; Isono et al., 2005 , 2007 ). 26S proteasomes in whole cell extract from each strain showed a variability of migration patterns reflecting the severity of each mutation on proteasome steady-state stability (Figure 3A). A number of faster migrating proteasome species (marked by asterisks in Figure 3A) accumulated in rpn5-1, yet most dramatic alterations were observed in rpn3-7, rpn7-3, and rpn9ΔC, which completely lack proper doubly-capped RP2CP. As a side note, it should be mentioned that Rpn9ΔC contains the first 120 amino acids and was previously referred as Δrpn9 (Takeuchi et al., 1999 ). The differences between mutants were accentuated when taking into account levels of free 20S CP, visualized upon activation by low-level SDS (Figure 3A). Accumulated 20S CP probably reflects limiting availability of properly assembled 19S RP due to the mutations in 19S RP components. The same strains were examined for the rubylation status of Cdc53 (Figure 3B). In this test, rpn5-1 was the only proteasome mutant to contain only the rubylated form of Cdc53, just like the Δcsn5 control. This observation alone does not preclude the possibility that other alleles of proteasome mutants may exist, that show altered derubylation due to direct or indirect effects on cullins function. However this comparison does indicate that proteasome and derubylation defects are uncoupled (Table 1).Open in a separate windowFIGURE 3:Uncoupling between proteasome and CSN activities. (A) Overnight cultures of WT or loss-of-function mutants (rpn3-4, rpn3-7, rpn5-1, rpn5ΔC, rpn6-1, rpn7-3, rpn9ΔC, and rpn12-1) were shifted to restrictive temperature (37°C) for 8 h. (A) Rapidly lysed native extracts were resolved by nondenaturing PAGE and proteasome visualized by in-gel peptidase activity. Free CP is visualized upon proteolytic activation in the presence of 0.02% SDS (bottom). (B) Denatured extracts were resolved by SDS–PAGE and probed with anti-Cdc53 to visualize the extent of Cdc53 modification by Rub1 (bottom). Ratio of Cdc53-Rub1 vs. Cdc53 was quantified using ImageJ v1.40f software, and mean levels of three independent immunoblots are shown with SD error bars (top).TABLE 1:Categorization of mutants in PCI subunits based on proteasome and CSN related phenotypes.PhenotypeGenotypeCdc53 deRubylationProteasome integritywild-type++Δcsn5−+Δrpn5[AtRpn5a]−+Δrpn5[AtRpn5b]−+rpn3-4+−rpn3-7+−rpn7-3+−rpn9ΔC+−rpn5-1−−rpn5ΔC−−Open in a separate windowSummary of proteasome and CSN-related phenotypes of strains and mutants analyzed in this study. Cdc53 (Cullin-1) is normally found as a mixture of rubylated and unrubylated forms; strains in which no deRubylation was observed are marked as (−). Likewise, strains showing impaired 26S proteasome structure in whole cell extract are marked as (−).Like the majority of proteasome subunits, Rpn5 is highly conserved across phyla; indeed, RPN5 from Arabidopsis complements viability of rpn5 null in budding yeast (Yang et al., 2004 ). Compromised Rpn5, as an essential component of the lid, leads to proteasome defects in yeasts as well as in plants (Isono et al., 2007 ; Sha et al., 2007 ; Book et al., 2009 ). Therefore we wished to know whether rescue of RPN5 mutants by AtRPN5 is due to correction of proteasome and/or CSN-related defects. We found that the transgenic gene products of AtRPN5 incorporate properly into the yeast proteasome complexes (Figure 4A). By contrast, AtRPN5 was unable to complement the role of ScRpn5 in CSN-related derubylation (Figure 4B). The result obtained with AtRPN5 effectively uncouples the role of Rpn5 in proteasome structure from its role in CSN-associated derubylation (Table 1). This may stem from the fact that Arabidopsis (as do other multicellular organisms) contains a separate Csn4 that serves as a dedicated subunit for the CSN complex (Supplemental Table S1A, Supplemental Figure S1B, and Pick et al., 2009 ). Because Csn4 is apparently absent from the S. cerevisiae genome (Supplemental Table S1A, Supplemental Figure S1B), we tested whether AtCSN4 can complement rpn5-1 defects in Cdc53-Rub1 hydrolysis. As this was not the case (Figure 4B), we propose that subunit interactions within each complex diverged to the extent that they are not easily interchangeable despite their common evolutionary origins (Scheel and Hofmann, 2005 ; Pick et al., 2009 ).Open in a separate windowFIGURE 4:Arabidopsis Rpn5 complements yeast proteasome but not CSN. Arabidopsis AtRpn5a, AtRpn5b, and AtCsn4 were expressed in Δrpn5 or rpn5-1 mutants. Both proteasome structure (A) and rubylation status (B) were examined. Expression of either AtRPN5 gene maintained viability and complemented normal proteasome migration properties. (B) Expression of neither AtRPN5 nor AtCsn4 genes was able to correct derubylation defects associated with rpn5 mutants.CSN and proteasome copurify with Rpn5To distinguish between the two activities associated with Rpn5, we affinity isolated Rpn5 and compared the proteolytic and derubylation activities of copurifying complexes relative to those of other affinity-isolated proteasome or CSN preparations. Calmodulin-based affinity-purified Rpn5-CBP-A2 efficiently isolated active proteasome, mostly as intact doubly capped 26S holoenzyme (Figure 5A). We note that the CBP-A2 tag tended to cleave posttranslationally from Rpn5, yielding a heterogeneous population of Rpn5-CBP and Rpn5-CBP-A2 (Supplemental Figure S2). Similar proteasomes were affinity prepared using tagged Rpt6, whereas no proteolytic activity was measured for affinity-isolated Csn10-related complexes. Proteasome composition obtained via Rpn5 or Rpt6 tags followed a similar pattern to that of conventionally purified 26S proteasome, although the affinity-purified samples were enriched in 19S RP subunits relative to 20S CP (Supplemental Figure S3, A and B), reflecting the higher levels of doubly capped 26S and proteolytically inactive 19S RP (Supplemental Figure S3). As an aside, it is interesting that Blm10, which is abundant in conventionally purified proteasomes, is lacking from Rpn5 affinity-purified proteasomes, probably due to the lower amounts of free CP in the affinity-purified sample (Supplemental Figure S5A). Proteasomes were likewise efficiently isolated from N-terminally tagged Rpt6 (Figure 5A and Supplemental Figure S3A). By contrast, active proteasome did not copurify with affinity-isolated Csn10-CBP-A2 (Figure 5A).Open in a separate windowFIGURE 5:Derubylation activity associated with affinity-purified Rpn5, but not with other proteasome subunits. Native whole cell extracts of WT cells expressing endogenous levels of CBP-A2-Rpt6, Rpn5-CBP-A2, or Csn10-CBP-A2 were fractionated by calmodulin affinity purification. (A) Eluates were tested for proteasome by in-gel peptidase activity in full extracts or purified proteins. (B and C) Eluates were also tested for capacity to derubylate Cdc53-Rub1 conjugates by mixing with whole cell extract prepared from Δcsn5 cells. After incubation, reactions were arrested and resolved by SDS–PAGE and monitored for Cdc53 modification.Although eluate isolated via Csn10 did not contain active proteasomes (Figure 5A), it did harbor derubylation activity, the hallmark enzymatic property of intact CSN (Zhou et al., 2001 ; Hetfeld et al., 2005a ; Menon et al., 2005 ). Using this procedure, we found that complexes associated with Rpn5 from S. cerevisiae also display canonical CSN behavior (Figure 5B). CSN is clearly distinguishable from proteasome samples isolated via a variety of proteasome subunits (Figure 5, B and C), none of which contained any measurable derubylation activity. The interesting exception is Rpn5, which uniquely links both activities: peptidase activity (Figure 5A) and derubylation activity (Figure 5B).Now was the opportunity to determine whether the two enzymatic activities cohabitate on the same Rpn5-associated complex or whether they may be attributed to two separate spheres of Rpn5 interactions. Here the affinity-isolated Rpn5 sample was further fractionated by glycerol gradient and each fraction tested independently for both derubylation and peptidase activity (Figure 6A). Proteasome peptidase activity was found only in higher MW fractions, whereas derubylation activity, typical of CSN, was found in lower MW fractions (Figure 6A). All 26S proteasome subunits were identified in fractions containing proteasome activity, whereas a few 19S RP—including detached lid, but no 20S CP—subunits were found in the lower MW fractions with the CSN activity (Figure 6, B and C). Interestingly, both activity peaks contained Rpn5. Subjecting the glycerol gradient–resolved fractions 4 and 8 to MS/MS analysis confirmed the separation of CSN subunits, in accordance with their peaks of activity (Figure 6C and Supplemental Table S5). Nevertheless, the procedure to isolate CSN via Rpn5 was unable to fully remove lid and other trace 19S RP subunits, which is reasonable given that Rpn5 is a lid subunit (Figure 6C). Nevertheless, as affinity-purified proteasome using tagged 19S RP subunits other than Rpn5 (e.g., Rpt6, Rpn8, or Rpn6) were not competent for derubylation (Figure 5, B and C), we conclude that derubylation is not an inherent property of 26S holoenzyme.Open in a separate windowFIGURE 6:Dissecting Rpn5-containing complexes into CSN and proteasome. Affinity-purified Rpn5-CBP-A2 complexes described in Figure 5 were further fractionated by glycerol gradient. (A) Fractions were subjected for in-solution peptidase activity (left). Each fraction was tested for derubylation as described for Figure 5 (right). Asterisks mark peak of derubylation activity. (B) Proteasome subunit distribution was analyzed by immunoblotting. (C) Samples of starting material for the glycerol gradient fractionation (CBP eluant) as well as peak of proteasome activity (fraction 8) and peak of CSN activity (fraction 4) were subjected to deep sequencing by liquid chromatography (LC)-MS/MS. Identified CSN or proteasome subunits are marked in the table according to assigned subcomplex. Detailed information from MS/MS analysis is provided in Supplemental Table S5.Isolated CSN in budding yeast contains Rpn5 as a core componentUsing Csn10 we had already generated proteasome-depleted complexes capable of derubylation activity (Figure 5, A and B). To enrich this core derubylase, we subjected Csn10 affinity-purified samples to an additional density fractionation (in this case Csn9 was also tagged to facilitate CSN identification). Fractionation once again identified derubylation activity in fractions 3–5 (Figure 7A); however, no proteasome subunits were carried along, with the sole exception of Rpn5 (Figure 7B). MS/MS sequencing of subunits found in the starting affinity-purified sample (Supplemental Figure S3A, right lane) confirmed the presence of all CSN components required for derubylation activity (Csn5, Csn9, Csn10, Csn11, and Csi1) alongside Rpn5 and additional copurifying factors, the majority of them ubiquitin-system related (Supplemental Table S6). However, the highly enriched CSN sample was devoid of all proteasome subunits, leaving Rpn5 as the sole CSN component.Open in a separate windowFIGURE 7:Proteasome-depleted CSN complex contains Rpn5 and displays derubylation activity. Affinity-purified Csn10-CBP-A2 complexes described in Figure 5 were further fractionated by glycerol gradient. (A) Derubylation activity in each fraction was analyzed as was explained for in Figure 5. (B) Immunoblots confirm comigration of Rpn5 and CSN subunits. (C) Samples of starting material for the glycerol gradient fractionation (CBP eluant) as well as peak of CSN activity (fraction 4) were subjected to deep sequencing by LC-MS/MS. Identified CSN or proteasome subunits are marked in the table according to assigned subcomplex. Detailed information from MS/MS analysis is provided in Supplemental Table S6. (D) Stoichiometry was calculated using label-free APEX quantification. APEX-calculated abundance values for each protein were divided by the APEX abundance value calculated to CSN10 to determine the stoichiometric ratios relative to CSN10. Mean values of two independent MS/MS runs are shown in the table.Calculating stoichiometry between subunits, by using total spectral counts and the APEX software, determined that Rpn5 and Csn10 (the subunit used for the pullout) were at a 1:1 ratio. Other core CSN subunits are also at a similar stoichiometry (Figure 7C). A quick look at the list of copurifying factors identifies eIF3a and eIF3b, which were documented to physically interact with Csn11 (Shalev et al., 2001 ; Maytal-Kivity et al., 2003 ), suggesting that links between these two sister PCI complexes may be of biological significance. Interestingly, although our results show that derubylation of Cdc53 is attributed to a CSN-complex containing Rpn5, no traces of SCF or other CRLs (cullin-related E3 ligases) were found with CSN, suggesting a fleeting association under these conditions. On the other hand, Ubp3 and its partner Bre5 enriched along with CSN, hinting at a possible link to membrane-associated intracellular trafficking (Cohen et al., 2003 ) and to CSN-associated deubiquitinating activity as have been documented for mammalian CSN (Hetfeld et al., 2005b ). DISCUSSIONIn this study we find that, at least for budding yeast, CSN and proteasome complexes are independent, each containing its own copy of Rpn5 and carrying out nonredundant functions. Rpn5 incorporates into each complex through a carboxyl terminal domain of the PCI region (CTD; Figure 8). While the lid is a highly conserved complex maintaining strict composition and architecture among all eukaryotes, the CSN in unicellular eukaryotes shows some diversity in composition (Supplemental Table S1), and attempts to characterize it in budding yeast have been particularly elusive. Isolating a CSN as a stable and enzymatically functional entity in budding yeast (Figure 7) serves to complete the comparison of CSN from different sources, determine core properties common among the divergent versions, and distinguish CSN from its homologue, the proteasome lid. As it happens, the CSN in budding yeast is required (Figures 2 and ​and3)3) and sufficient (Figure 7) for Cul1/Cdc53 derubylation. No traces of CSN subunits or of derubylation activity were detected with purified 26S proteasome holoenzymes, suggesting that—at least in yeast—CSN is not part of the 26S proteasome and does not serve as an ersatz lid. These results correlate with exhaustive MS/MS analysis of proteasome from mammals, Arabidopsis thaliana, S. cerevisiae, and Schizosaccharomyces pombe that have not found traces of CSN with conventionally or purified proteasomes (Verma et al., 2002 ; Fang et al., 2008 ; Besche et al., 2009a ; Sha et al., 2009 ). However, due to their similar properties and propensity to copurify (Figure 6), we cannot rule out that CSN may interact with lid, especially when detached from 26S proteasome holoenzymes. It may even be possible that lid influences cycles of rubylation/derubylation (Figure 3), either directly (via the catalytic subunit of Rpn11) or indirectly (via shared associations with CSN or its partners).Open in a separate windowFIGURE 8:Model describing participation of ScRpn5 in lid and CSN. The CTD of the PCI region of Rpn5 is critical for complex integrity of both complexes. Removal of Rpn5 CTD leads to CSN disassembly and is sufficient to abolish all measurable derubylation activity. Some proteasome subunits are improperly integrated into lid containing mutated Rpn5, although other intralid interactions are maintained for Rpn5 lacking its CTD and are sufficient to confer partial proteasome structure and cellular viability.Association between Rpn5 and CSN components has been documented in budding yeast and even mapped to a direct interaction with Csn9 (Maytal-Kivity et al., 2003 ; Collins et al., 2007 ). We now add that incorporation of Rpn5 into ScCSN is dependent on the C-terminal segment of its PCI domain (Figures 1, ​,2,2, and ​and8).8). PCI domains of CSN subunits such as CSN7 or CSN1 in other model systems have also been documented to drive their assembly into CSN (Tsuge et al., 2001 ; Dessau et al., 2008 ). In contrast, some differences emerge for Rpn5 in its capacity as a proteasome lid subunit wherein Rpn5 damaged at its C terminus is still able to associate with lid, although the resulting complex appears less stable and lacks some subunits, including Rpn12 (Isono et al., 2007 ; Figure 2). One implication may be that PCI domains provide a structural basis for assembly of neighboring subunits in PCI complexes. We note that of the panel of published mutants encoding for PCI subunits of the lid (Bailly and Reed, 1999 ; Takeuchi and Toh-e, 1999 ; Isono et al., 2005 , 2007 ), rpn3-7 and rpn7-3 seem to display the most dramatic defects (Figure 3A). This may not be a coincidence as both Rpn7 and Rpn3 are documented to interact with each other and to form a minicomplex that detaches easily from intact lid (Fu et al., 2001 ; Sharon et al., 2006 ; Isono et al., 2007 ; Pick et al., 2009 ; Fukunaga et al., 2010 ). Interestingly, a mutation in Rpn12, the third component of this minicomplex, does not exhibit the same severe structural defect (Figure 3A), although Rpn12 itself seems to be a lid subunit affected by a mutation in Rpn5 (Figure 2A). However, conclusions must be taken cautiously as even two different mutations in the same subunit leading to similar metaphase arrest phenotypes (Bailly and Reed, 1999 ) exhibit very different effects on proteasome conformation (e.g., rpn3-4 and rpn3-7; Figure 3).One open question is whether multitasking is an inherent property of Rpn5 or unique to budding yeast. Our results show that ectopic expression of heterologous Rpn5 (AtRPN5a and AtRPN5b) in yeast complemented proteasome structure but did not rescue the role of Rpn5 in derubylation (Table 1). Neither did AtCSN4 complement rpn5-1 (Figure 4B). The divergence of the CSN complex in budding yeast is apparently reflected in the inability of orthologues to complement the role of ScRpn5 in its capacity as a CSN subunit. Taken together, these observations uncouple the two activities of ScRpn5. Nevertheless, functional redundancy between CSN and RPN paralogues may be maintained in other contexts. For instance, resolving proteasome subunits from plant extracts identified a unique population of AtRpn5 in a low-MW fraction lacking most other proteasome subunits (Book et al., 2010 ). We now show that this fraction also contains CSN subunits (Supplemental Figure S4). This population mimics the behavior in budding yeast described herein. Interestingly, it was recently found that a loss-of-function mutant of one of the duplicated RPN5 genes in plants, AtRPN5a, causes partial photomorphogenic defects in darkness, which is reminiscent of the hallmark CSN mutants (Book et al., 2009 ). It is hard to understand how Rpn5 might contribute to the CSN in this organism because Arabidopsis contains a bona fide Csn4 subunit (Supplemental Table S1; Wei et al., 2008a ). One explanation could be that isoforms of Arabidopsis CSN and lid genes (Supplemental Table S1) play musical chairs to generate multiple versions of related complexes to enhance diversity (Yang et al., 2004 ), in an analogous manner to the overlapping roles of mammalian proteasome and immunoproteasome subunits (Kloetzel, 2001 ).Complexes of the PCI family—proteasome lid, eIF3, and CSN—have apparently diverged from a common ancestor yet fulfill separate and distinctive functions (Pick et al., 2009 ). Orthologues of all their subunits are highly conserved among multicellular organisms, yet in some fungi, and particularly so in S. cerevisiae, only a subset of PCI proteins in complexes other than the proteasome lid have been positively identified (Maytal-Kivity et al., 2002a , 2003 ; Wilmes et al., 2008 ; Faza et al., 2009 ). This poses the question: How do these complexes carry out their functions while lacking core subunits? Extreme divergence of subunits may account for some seemingly “missing” subunits; that is, they are not truly lacking but simply hard to identify by bioinformatics alone. In S. pombe, for example, the two eIF3 subunits eIF3f and eIF3m were originally annotated upon bioinformatics alone as csn6 and csn7b, respectively (Zhou et al., 2005 ). However, some proteins may be truly missing in a stripped-down organism. It has been estimated that since the split from common ancestors with other fungal branches, S. cerevisiae appears to have lost ∼300 genes, and ∼300 more genes have diverged beyond expectation (Aravind et al., 2000 ). Specifically, in the case of CSN, out of the six PCI subunits, three have been identified as extremely diverged paralogues (Csn11 appears instead of Csn1, Csn10 replaces Csn2, and Csn9 functions as Csn7; Supplemental Table S3). Two additional PCI subunits (Csn3 and 8) may be missing from ScCSN as they are part of the easily detachable mini-PCI complex (Wilmes et al., 2008 ; Faza et al., 2009 ; Pick et al., 2009 ; Fukunaga et al., 2010 ) and an orthologue of Csn8 has not been found in most other single cellular organisms (Supplemental Table S3). As to the sixth PCI subunit, Csn4, we provide evidence for another strategy whereby an organism can get by with a limited repertoire of subunits—by utilizing a single protein as a subunit in two separate complexes. The closest paralogue on the same PCI branch, Rpn5 in this case (Supplemental Figure S1), replaces the ostensibly missing Csn4 (Supplemental Figure S4). Functional promiscuity due to their shared evolutionary origins may have allowed some organisms to lose CSN4 and retain Rpn5. This is the first example of a subunit shared between CSN and lid, yet in this respect Rpn5 may reflect a wider phenomenon. For example, eIF3 and CSN in S. cerevisiae may also share Csn11/Pci8 (Shalev et al., 2001 ), Csn7 in C. elegans may be replaced by eIF3m/Cif1 (Luke-Glaser et al., 2007 ), and in fission yeast a mutation in eIF3e/int6 is partially rescued by Rpn5 (Sha et al., 2007 ). Finding three eIF3 subunits (eIF3a, eIF3b, and Tif31) with affinity-purified CSN (Supplemental Table S6) may also point to links between subunits of the three PCI complexes. Notably, the rump eIF3 in S. cerevisiae appears to lack some of the components found in the larger, more complex versions in multicellular eukaryotes (Burks et al., 2001 ; Zhou et al., 2008 ). Some missing subunits of well-conserved complexes in S. cerevisiae or other organisms may simply have been replaced by their next of kin. MATERIALS AND METHODSYeast media and growth conditionsYeast cells were grown under standard growth conditions at 30°C unless otherwise indicated. Yeast strains and plasmids used in this study are listed in Supplemental Tables S2 and S3.Yeast strainsWild-type (WT) or deletion strains were purchased from EUROSCARF (Frankfurt, Germany). All genomically C-terminal TAP-tagged strains (calmodulin-binding peptide followed by two immunoglobulin G–binding domains of protein A; termed herein CBP-A2) were purchased from Open Biosystems (Huntsville, AL).CloningCsn9 was tagged in different background strains as follows. CSN9-Myc13 was generated through a PCR-based gene modification using the pFA6-13Myc-His3MX6 (Longtine et al., 1998 ). The PCR product was directly transformed into WT, a CSN10-CBP-A2–tagged strain, Δcsn5, or rpn5-1 mutants.An N-terminally tagged Rpt6 strain (CBP-A2-Rpt6) was generated by ligating a DNA fragment of CBP-A2 followed by the RPT6 open reading frame into the YCPlac111 vector under the RPT4 promoter. The CBP-A2-RPT6 plasmid was transformed into a deletant of rpt6 covered by WT RPT6 on a URA3-marked plasmid and shuffled with 5-FOA.AntibodiesThe following antibodies were used to identify proteasome subunits: anti-Rpn1 and anti-Rpn2 (Rosenzweig et al., 2008 ); anti-Rpn11 and anti-Rpt2 (this work); anti-Rpn12, anti-Rpn8, and anti-Rpn5 (gifts from Dan Finley); anti-α7 (Affinity Biomol/Enzo, Farmingdale, NY); and anti-Myc, anti-HA, anti-CBP, and anti-Cdc53 (Santa Cruz Biotechnology, Santa Cruz, CA).Preparation of cell extractImmunoblots.Cultures were incubated overnight at 30°C. Where indicated, temperature was shifted to 37°C for an additional 8 h to induce restrictive temperature-sensitive phenotypes. Cells were harvested, washed twice with double-distilled water (DDW), resuspended in 20% trichloroacetic acid (TCA), and mechanically broken with glass beads and continuous vortex for 5 min. Cell suspensions were collected and TCA concentration was adapted to 10% final. Proteins were precipitated by centrifugation, and pellet was dissolved in 5× Laemmli sample buffer followed by a pH adjustment with Trisma base. Samples were normalized to initial cell density (by OD), resolved by SDS–PAGE, and transferred to a nitrocellulose membrane for immunoblotting.Native-PAGE or glycerol gradient fractionation.Cultures were grown overnight and washed twice with DDW and once with chilled buffer A (25 mM Tris [pH 7.4], 10 mM MgCl2, 10% glycerol, 1 mM ATP, and 1 mM dithiothreitol [DTT]). Pellet was resuspended in two volumes of buffer A and lysed using glass beads at 4°C. Native lysates were clarified by centrifugation at 16,000 × g for 15 min.Glycerol gradient fractionationDensity-based fractionation of whole cell extract or of calmodulin-purified complexes by glycerol gradient centrifugation was used to separate between protein complexes.Yeast.Clarified lysates were loaded on a 12-ml 10–50% glycerol-enriched buffer A. Tubes were spun by swinging bucket rotor (SW41) at 134,000 × g for 20 h, and 1-ml fractions were collected.Arabidopsis.Total protein was extracted from green Arabidopsis seedlings grown in liquid GM for 10 d. Plants were frozen in liquid nitrogen, pulverized, and ground in 1.25 volumes of buffer B (20 mM Tris-HCl, pH 7.5, 10% glycerol, 2 mM ATP, 5 mM MgCl2, 1 mM DTT, 10 mM phosphocreatine, and 1 mg/ml creatine phosphokinase). Protein extracts were filtered through cheesecloth and clarified for 20 min at 30,000 × g. Clarified extract was loaded on 10–40% glycerol gradient in buffer B and centrifuged at 100,000 × g for 18 h at 4°C. Then 0.75-ml fractions were collected for analysis.Protein purification and immunoprecipitationProteasome purification.As published (Glickman et al., 1998b ).Anti-Myc affinity purification.First, 5 μl anti-Myc antibody was added to 1 ml clarified lysates supplemented with complete protease inhibitors (Roche, Basel, Switzerland), 0.2% NP-40, and 300 mM NaCl and kept on ice for 2 h. Next, 20 μl slurry protein A/G beads (Stratagene/Agilent, Santa Clara, CA) were added and samples rolled at 4°C for 1 h. Beads were washed twice with binding buffer and bound proteins eluted by addition of Myc peptide (1 mg/ml).Immunoprecipitation.Whole cell extract was concentrated with 15% polyethylene glycol 3350 and pellet resuspended in phosphate-buffered saline (PBS) containing 0.4% Triton X-100. Then 3 μl anti-Rpn5 antibodies and 30 μl slurry protein A/G beads were added for 3 h. Beads were washed four times with PBS buffer containing 0.1% Tween 20 and proteins dissolved in 5× Laemmli sample buffer.Calmodulin-based affinity purification.Isolation of Rpn5 utilized the calmodulin binding properties of the CBP-A2 tag because the tag tended to cleave posttranslationally from Rpn5, yielding a heterogeneous population of Rpn5-CBP and Rpn5-CBP-A2. Cells harvested from 1 l dense cultures in a stationary phase were resuspended in CBP binding buffer (50 mM Tris [pH 7.4], 250 mM NaCl, 10 mM MgCl2, 2 mM CaCl2, 2 mM ATP, 1 mM DTT, and 10% glycerol) and lysed by French press. Clarified lysates were rolled with calmodulin beads (GE Healthcare, Waukesha, WI) for 3 h at 4°C and washed with 20 volumes of binding buffer. Bound proteins were eluted in elution buffer (same as the binding buffer, but containing 2 mM ethylene glycol tetraacetic acid instead of 2 mM CaCl2).Biochemical activities and assaysDerubylation assay.Protein samples were incubated at 30°C with whole cell extract prepared from Δcsn5 in buffer A. Aliquots were collected at indicated time points and quenched by mixing with SDS sample buffer. Rubylation status of Cdc53 was detected by immunoblotting with anti-Cdc53.Peptidase activity.Proteasome peptidase activity was studied either in solution or in native PAGE using the substrate succinyl-LLVY-7-amido-4-methylcoumarinfluorescent peptide (Bachem, Bubendorf, Switzerland) as previously published (Glickman et al., 1998b ; Glickman and Coux, 2001 ). Supplementary Material\n[Supplemental Materials]\nClick here to view.\n AcknowledgmentsWe thank the Smoler Proteomics Center at the Technion for help in generation of MS/MS analysis. Thanks are also due to Eric Bailly (CNRS, France) for rpn3-4, rpn3-7, and rpn12-1 mutants; Hongyong Fu (Acadamia Sinica, Taiwan) for AtRpn5 in yeast expression vectors; Akio Toh-e (University of Tokyo, Japan) for rpn5-1, rpn9ΔC, rpn7-3, and rpn6-1 yeast mutants; and Shay Ben-Aroya (Bar-Ilan University, Israel) for rpn5ΔC mutant. This work was supported by grants from the Israel Science Foundation Bikura Fund and the Israel-French High Council for Scientific Research Biophysics program to M.H.G., the U.S. Department of Energy (DE-FG02-88ER13968) to R.D.V., and the Israeli Science Foundation grant EP355/10 to E. P. Abbreviations used:CPcore particleCSNCOP9 signalosomeCTDC-terminal domainDDWdouble-distilled waterDTTdithiothreitoleIF3eukaryotic translation initiation factor 3LCliquid chromatographyMPNMpr-1–PAD1–N-terminalMS/MStandem mass spectometryMWmolecular weightPBSphosphate-buffered salinePCIproteasome/COP9/initiation factorRPregulatory particleRpnregulatory particle non-ATPaseTCAtrichloroacetic acidWTwild-type FootnotesThis article was published online ahead of print in MBoC in Press (http://www.molbiolcell.org/cgi/doi/10.1091/mbc.E10-08-0655) on February 2, 2011. REFERENCESAmbroggio XI, Rees DC, Deshaies RJ. JAMM: A metalloprotease-like zinc site in the proteasome and signalosome. PLoS Biol. 2004;2:e2. [PMC free article] [PubMed] [Google Scholar]Aravind L, Watanabe H, Lipman DJ, Koonin EV. Lineage-specific loss and divergence of functionally linked genes in eukaryotes. Proc Natl Acad Sci USA. 2000;97:11319–11324. [PMC free article] [PubMed] [Google Scholar]Baillat D, Hakimi MA, Naar AM, Shilatifard A, Cooch N, Shiekhattar R. Integrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell. 2005;123:265–276. [PubMed] [Google Scholar]Bailly E, Reed SI. Functional characterization of rpn3 uncovers a distinct 19S proteasomal subunit requirement for ubiquitin-dependent proteolysis of cell cycle regulatory proteins in budding yeast. Mol Cell Biol. 1999;19:6872–6890. [PMC free article] [PubMed] [Google Scholar]Ben-Aroya S, Agmon N, Yuen K, Kwok T, McManus K, Kupiec M, Hieter P. Proteasome nuclear activity affects chromosome stability by controlling the turnover of Mms22, a protein important for DNA repair. PLoS Genet. 2010;6:e1000852. [PMC free article] [PubMed] [Google Scholar]Besche HC, Haas W, Gygi SP, Goldberg AL. Isolation of mammalian 26S proteasomes and p97/VCP complexes using the ubiquitin-like domain from HHR23B reveals novel proteasome-associated proteins. Biochemistry. 2009a;48:2538–2549. [PMC free article] [PubMed] [Google Scholar]Besche HC, Peth A, Goldberg AL. Getting to first base in proteasome assembly. Cell. 2009b;138:25–28. [PMC free article] [PubMed] [Google Scholar]Bohn S, Beck F, Sakata E, Walzthoeni T, Beck M, Aebersold R, Forster F, Baumeister W, Nickell S. Structure of the 26S proteasome from Schizosaccharomyces pombe at subnanometer resolution. Proc Natl Acad Sci USA. 2010;107:20992–20997. [PMC free article] [PubMed] [Google Scholar]Book AJ, Gladman NP, Lee SS, Scalf M, Smith LM, Vierstra RD. Affinity purification of the Arabidopsis 26S proteasome reveals a diverse array of plant proteolytic complexes. J Biol Chem. 2010;285:25554–25569. [PMC free article] [PubMed] [Google Scholar]Book AJ, et al.  The RPN5 subunit of the 26s proteasome is essential for gametogenesis, sporophyte development, and complex assembly in Arabidopsis. Plant Cell. 2009;21:460–478. [PMC free article] [PubMed] [Google Scholar]Burks EA, Bezerra PP, Le H, Gallie DR, Browning KS. Plant eIF3 subunit composition resembles mammalian eIF3 and has a novel subunit. J Biol Chem. 2001;276:2122–2131. [PubMed] [Google Scholar]Busch S, Schwier EU, Nahlik K, Bayram O, Helmstaedt K, Draht OW, Krappmann S, Valerius O, Lipscomb WN, Braus GH. An eight-subunit COP9 signalosome with an intact JAMM motif is required for fungal fruit body formation. Proc Natl Acad Sci USA. 2007;104:8089–8094. [PMC free article] [PubMed] [Google Scholar]Chamovitz DA. Revisiting the COP9 signalosome as a transcriptional regulator. EMBO Rep. 2009;10:352–358. [PMC free article] [PubMed] [Google Scholar]Chang EC, Schwechheimer C. ZOMES III: the interface between signalling and proteolysisMeeting on the COP9 signalosome, proteasome and eIF3. EMBO Rep. 2004;5:1041–1045. [PMC free article] [PubMed] [Google Scholar]Cohen M, Stutz F, Belgareh N, Haguenauer-Tsapis R, Dargemont C. Ubp3 requires a cofactor, Bre5, to specifically de-ubiquitinate the COPII protein, Sec23. Nat Cell Biol. 2003;5:661–667. [PubMed] [Google Scholar]Collins SR, et al.  Functional dissection of protein complexes involved in yeast chromosome biology using a genetic interaction map. Nature. 2007;446:806–810. [PubMed] [Google Scholar]Cope GA, Suh GS, Aravind L, Schwarz SE, Zipursky SL, Koonin EV, Deshaies RJ. Role of predicted metalloprotease motif of Jab1/Csn5 in cleavage of NEDD8 from CUL1. Science. 2002;298:608–611. [PubMed] [Google Scholar]Dessau M, Halimi Y, Erez T, Chomsky-Hecht O, Chamovitz DA, Hirsch JA. The Arabidopsis COP9 signalosome subunit 7 is a model PCI domain protein with subdomains involved in COP9 signalosome assembly. Plant Cell. 2008;20:2815–2834. [PMC free article] [PubMed] [Google Scholar]Effantin G, Rosenzweig R, Glickman MH, Steven AC. Electron microscopic evidence in support of α-solenoid models of proteasomal subunits Rpn1 and Rpn2. J Mol Biol. 2009;386:1204–1211. [PMC free article] [PubMed] [Google Scholar]Elsasser S, Chandler-Militello D, Muller B, Hanna J, Finley D. Rad23 and Rpn10 serve as alternative ubiquitin receptors for the proteasome. J Biol Chem. 2004;279:26817–26822. [PubMed] [Google Scholar]Fang L, Wang X, Yamoah K, Chen PL, Pan ZQ, Huang L. Characterization of the human COP9 signalosome complex using affinity purification and mass spectrometry. J Proteome Res. 2008;7:4914–4925. [PMC free article] [PubMed] [Google Scholar]Faza MB, Kemmler S, Jimeno S, Gonzalez-Aguilera C, Aguilera A, Hurt E, Panse VG. Sem1 is a functional component of the nuclear pore complex-associated messenger RNA export machinery. J Cell Biol. 2009;184:833–846. [PMC free article] [PubMed] [Google Scholar]Finley D. Recognition and processing of ubiquitin-protein conjugates by the proteasome. Annu Rev Biochem. 2009;78:477–513. [PMC free article] [PubMed] [Google Scholar]Fu H, Reis N, Lee Y, Glickman MH, Vierstra RD. Subunit interaction maps for the regulatory particle of the 26S proteasome and the COP9 signalosome. EMBO J. 2001;20:7096–7107. [PMC free article] [PubMed] [Google Scholar]Fukunaga K, Kudo T, Toh-e A, Tanaka K, Saeki Y. Dissection of the assembly pathway of the proteasome lid in Saccharomyces cerevisiae. Biochem Biophys Res Commun. 2010;396:1048–1053. [PubMed] [Google Scholar]Gavin A-C, et al.  Proteome survey reveals modularity of the yeast cell machinery. Nature. 2006;440:631. [PubMed] [Google Scholar]Glickman MH, Coux O.  Current Protocols in Protein Science, vol. 24. New York: John Wiley & Sons; 2001. Purification and characterization of proteasomes from Saccharomyces cerevisiae; pp. 21.25.21–21.25.17. [Google Scholar]Glickman MH, Rubin DM, Coux O, Wefes I, Pfeifer G, Cjeka Z, Baumeister W, Fried VA, Finley D. A subcomplex of the proteasome regulatory particle required for ubiquitin-conjugate degradation and related to the COP9-signalosome and eIF3. Cell. 1998a;94:615–623. [PubMed] [Google Scholar]Glickman MH, Rubin DM, Fried VA, Finley D. The regulatory particle of the S. cerevisiae proteasome. Mol Cell Biol. 1998b;18:3149–3162. [PMC free article] [PubMed] [Google Scholar]He Q, Cheng P, He Q, Liu Y. The COP9 signalosome regulates the Neurospora circadian clock by controlling the stability of the SCFFWD-1 complex. Genes Dev. 2005;19:1518–1531. [PMC free article] [PubMed] [Google Scholar]Hetfeld BK, Bech-Otschir D, Dubiel W. Purification method of the COP9 signalosome from human erythrocytes. Methods Enzymol. 2005;398:481–491. [PubMed] [Google Scholar]Hetfeld BK, Helfrich A, Kapelari B, Scheel H, Hofmann K, Guterman A, Glickman M, Schade R, Kloetzel PM, Dubiel W. The zinc finger of the CSN-associated deubiquitinating enzyme USP15 is essential to rescue the E3 ligase Rbx1. Curr Biol. 2005;15:1217–1221. [PubMed] [Google Scholar]Hinnebusch AG, Asano K, Olsen DS, Phan L, Nielsen KH, Valasek L. Study of translational control of eukaryotic gene expression using yeast. Ann N Y Acad Sci. 2004;1038:60–74. [PubMed] [Google Scholar]Husnjak K, Elsasser S, Zhang N, Chen X, Randles L, Shi Y, Hofmann K, Walters KJ, Finley D, Dikic I. Proteasome subunit Rpn13 is a novel ubiquitin receptor. Nature. 2008;453:481–488. [PMC free article] [PubMed] [Google Scholar]Isono E, et al.  The assembly pathway of the 19S regulatory particle of the yeast 26S proteasome. Mol Biol Cell. 2007;18:569–580. [PMC free article] [PubMed] [Google Scholar]Isono E, Saito N, Kamata N, Saeki Y, Toh-e A. Functional analysis of Rpn6p, a lid component of the 26 S proteasome, using temperature-sensitive rpn6 mutants of the yeast Saccharomyces cerevisiae. J Biol Chem. 2005;280:6537–6547. [PubMed] [Google Scholar]Kapelari B, Bech-Otschir D, Hegerl R, Schade R, Dumdey R, Dubiel W. Electron microscopy and subunit-subunit interaction studies reveal a first architecture of COP9 signalosome. J Mol Biol. 2000;300:1169–1178. [PubMed] [Google Scholar]Kato JY, Yoneda-Kato N. Mammalian COP9 signalosome. Genes Cells. 2009;14:1209–1225. [PubMed] [Google Scholar]Kloetzel PM. Antigen processing by the proteasome. Nat Rev Mol Cell Biol. 2001;2:179–187. [PubMed] [Google Scholar]Krogan NJ, et al.  Global landscape of protein complexes in the yeast Saccharomyces cerevisiae. Nature. 2006;440:637. [PubMed] [Google Scholar]Longtine MS, McKenzie AR, Demarini DJ, Shah NG, Wach A, Brachat A, Philippsen P, Pringle JR. Additional modules for versatile and economical PCR-based gene deletion and modification in Saccharomyces cerevisiae. Yeast. 1998;14:953–961. [PubMed] [Google Scholar]Luke-Glaser S, Roy M, Larsen B, Le Bihan T, Metalnikov P, Tyers M, Peter M, Pintard L. CIF-1, a shared subunit of the COP9/signalosome and eukaryotic initiation factor 3 complexes, regulates MEL-26 levels in the Caenorhabditis elegans embryo. Mol Cell Biol. 2007;27:4526–4540. [PMC free article] [PubMed] [Google Scholar]Lyapina S, Cope G, Shevchenko A, Serino G, Tsuge T, Zhou C, Wolf DA, Wei N, Shevchenko A, Deshaies RJ. Promotion of NEDD-CUL1 conjugate cleavage by COP9 signalosome. Science. 2001;292:1382–1385. [PubMed] [Google Scholar]Matiuhin Y, Kirkpatrick DS, Ziv I, Kim W, Dakshinamurthy A, Kleifeld O, Gygi SP, Reis N, Glickman MH. Extraproteasomal Rpn10 restricts access of the polyubiquitin-binding protein Dsk2 to proteasome. Mol Cell. 2008;32:415–425. [PMC free article] [PubMed] [Google Scholar]Mayor T, Russell Lipford J, Graumann J, Smith GT, Deshaies RJ. Analysis of poly-ubiquitin conjugates reveals that the Rpn10 substrate receptor contributes to the turnover of multiple proteasome targets. Mol Cell Proteomics. 2005;4:741–751. [PubMed] [Google Scholar]Maytal-Kivity V, Pick E, Piran R, Hofmann K, Glickman MH. The COP9 signalosome-like complex in S. cerevisiae and links to other PCI complexes. Int J Biochem Cell Biol. 2003;35:706–715. [PubMed] [Google Scholar]Maytal-Kivity V, Piran R, Pick E, Hofmann K, Glickman MH. COP9 signalosome components play a role in the mating pheromone response of S. cerevisiae. EMBO Rep. 2002a;12:1215–1221. [PMC free article] [PubMed] [Google Scholar]Maytal-Kivity V, Reis N, Hofmann K, Glickman MH. MPN+, a putative catalytic motif found in a subset of MPN domain proteins from eukaryotes and prokaryotes, is critical for Rpn11 function. BMC Biochem. 2002b;3:28. [PMC free article] [PubMed] [Google Scholar]Menon S, Rubio V, Wang X, Deng XW, Wei N. Purification of the COP9 signalosome from porcine spleen, human cell lines, and Arabidopsis thaliana plants. Methods Enzymol. 2005;398:468–481. [PubMed] [Google Scholar]Mundt KE, et al.  The COP9/signalosome complex is conserved in fission yeast and has a role in S phase. Curr Biol. 1999;9:1427–1430. [PubMed] [Google Scholar]Pick E, Hofmann K, Glickman MH. PCI complexes: beyond the proteasome, CSN, and eIF3 troika. Mol Cell. 2009;35:260–264. [PubMed] [Google Scholar]Pick E, Pintard L. A journey to the land of the rising sun with the Cop9/signalosome and related Zomes. EMBO Rep. 2009;10:343–348. [PMC free article] [PubMed] [Google Scholar]Rosel D, Kimmel AR. The COP9 signalosome regulates cell proliferation of Dictyostelium discoideum. Eur J Cell Biol. 2006;85:1023–1034. [PubMed] [Google Scholar]Rosenzweig R, Osmulski PA, Gaczynska M, Glickman MH. The central unit within the 19S regulatory particle of the proteasome. Nat Struct Mol Biol. 2008;15:573–580. [PMC free article] [PubMed] [Google Scholar]Scheel H, Hofmann K. Prediction of a common structural scaffold for proteasome lid, COP9-signalosome and eIF3 complexes. BMC Bioinformatics. 2005;6:71. [PMC free article] [PubMed] [Google Scholar]Sha Z, Brill LM, Cabrera R, Kleifeld O, Scheliga JS, Glickman MH, Chang EC, Wolf DA. The eIF3 interactome reveals the translasome, a supercomplex linking protein synthesis and degradation machineries. Mol Cell. 2009;36:141–152. [PMC free article] [PubMed] [Google Scholar]Sha Z, Yen HC, Scheel H, Suo J, Hofmann K, Chang EC. Isolation of the Schizosaccharomyces pombe proteasome subunit Rpn7 and a structure-function study of the proteasome-COP9-initiation factor domain. J Biol Chem. 2007;282:32414–32423. [PMC free article] [PubMed] [Google Scholar]Shalev A, Valasek L, Pise-Masison CA, Radonovich M, Phan L, Clayton J, He H, Brady JN, Hinnebusch AG, Asano K. Saccharomyces cerevisiae protein Pci8p and human protein eIF3e/Int-6 interact with the eIF3 core complex by binding to cognate eIF3b subunits. J Biol Chem. 2001;276:34948–34957. [PubMed] [Google Scholar]Sharon M, Taverner T, Ambroggio XI, Deshaies RJ, Robinson C. Structural organization of the 19S proteasome lid: insights from MS of intact complexes. PLoS Biol. 2006;4:e267. [PMC free article] [PubMed] [Google Scholar]Takeuchi J, Fujimuro M, Yokosawa H, Tanaka K, Toh-e A. Rpn9 is required for efficient assembly of the yeast 26S proteasome. Mol Cell Biol. 1999;10:6575–6584. [PMC free article] [PubMed] [Google Scholar]Takeuchi J, Toh-e A. Genetic evidence for interaction between components of the yeast 26S proteasome: combination of a mutation in RPN12 (a lid component gene) with mutations in RPT1 (an ATPase gene) causes synthetic lethality. Mol Gen Genet. 1999;262:145–153. [PubMed] [Google Scholar]Tomko RJ, Jr, Funakoshi M, Schneider K, Wang J, Hochstrasser M. Heterohexameric ring arrangement of the eukaryotic proteasomal ATPases: implications for proteasome structure and assembly. Mol Cell. 2010;38:393–403. [PMC free article] [PubMed] [Google Scholar]Tsuge T, Matsui M, Wei N. The subunit 1 of the COP9 signalosome suppresses gene expression through its N-terminal domain and incorporates into the complex through the PCI domain. J Mol Biol. 2001;305:1–9. [PubMed] [Google Scholar]Uetz P, et al.  A comprehensive analysis of protein-protein interactions in Saccharomyces cerevisiae. Nature. 2000;403:623–627. [PubMed] [Google Scholar]Verma R, Aravind L, Oania R, McDonald WH, Yates JR, III, Koonin EV, Deshaies RJ. Role of Rpn11 metalloprotease in deubiquitination and degradation by the 26S proteasome. Science. 2002;298:611–615. [PubMed] [Google Scholar]Wee S, Hetfeld B, Dubiel W, Wolf DA. Conservation of the COP9/signalosome in budding yeast. BMC Genet. 2002;3:15. [PMC free article] [PubMed] [Google Scholar]Wei N, Serino G, Deng XW. The COP9 signalosome: more than a protease. Trends Biochem Sci. 2008a;33:592–600. [PubMed] [Google Scholar]Wei SJ, et al.  Identification of a specific motif of the DSS1 protein required for proteasome interaction and p53 protein degradation. J Mol Biol. 2008b;383:693–712. [PubMed] [Google Scholar]Wilmes GM, et al.  A genetic interaction map of RNA-processing factors reveals links between Sem1/Dss1-containing complexes and mRNA export and splicing. Mol Cell. 2008;32:735–746. [PMC free article] [PubMed] [Google Scholar]Yang P, Fu H, Walker J, Papa CM, Smalle J, Ju YM, Vierstra RD. Purification of the Arabidopsis 26 S proteasome: biochemical and molecular analyses revealed the presence of multiple isoforms. J Biol Chem. 2004;279:6401–6413. [PubMed] [Google Scholar]Yao T, Cohen RE. A cryptic protease couples deubiquitination and degradation by the proteasome. Nature. 2002;419:403–407. [PubMed] [Google Scholar]Zhou C, Arslan F, Wee S, Krishnan S, Ivanov AR, Oliva A, Leatherwood J, Wolf DA. PCI proteins eIF3e and eIF3m define distinct translation initiation factor 3 complexes. BMC Biol. 2005;3:14. [PMC free article] [PubMed] [Google Scholar]Zhou C, Seibert V, Geyer R, Rhee E, Lyapina S, Cope G, Deshaies RJ, Wolf DA. The fission yeast COP9/signalosome is involved in cullin modification by ubiquitin-related Ned8p. BMC Biochem. 2001;2:7. [PMC free article] [PubMed] [Google Scholar]Zhou M, et al.  Mass spectrometry reveals modularity and a complete subunit interaction map of the eukaryotic translation factor eIF3. Proc Natl Acad Sci USA. 2008;105:18139–18144. [PMC free article] [PubMed] [Google Scholar]"}