{"title": "Crosstalk between O-GlcNAcylation and proteolytic cleavage regulates the host cell factor-1 maturation pathway", "pubDate": "2011", "PMCID": "PMC3041071", "DOI": "10.1073/pnas.1013822108", "PMID": "21285374", "abstract": "Host Cell Factor 1 (HCF-1) plays critical roles in regulating gene expression in a plethora of physiological processes. HCF-1 is first synthesized as a precursor, and subsequently specifically proteolytically cleaved within a large middle region termed the proteolytic processing domain (PPD). Although the underlying mechanism remains enigmatic, proteolysis of HCF-1 regulates its transcriptional activity and is important for cell cycle progression. Here we report that HCF-1 proteolysis is a regulated process. We demonstrate that a large proportion of the signaling enzyme O-linked-N-acetylglucosaminyl transferase (OGT) is complexed with HCF-1 and this interaction is essential for HCF-1 cleavage. Moreover, HCF-1 is, in turn, required for stabilizing OGT in the nucleus. We provide evidence indicating that OGT regulates HCF-1 cleavage via interaction with and O-GlcNAcylation of the HCF-1 PPD. In contrast, although OGT also interacts with the basic domain in the HCF-1 amino-terminal subunit, neither the interaction nor the O-GlcNAcylation of this region are required for proteolysis. Moreover, we show that OGT-mediated modulation of HCF-1 impacts the expression of the herpes simplex virus immediate-early genes, targets of HCF-1 during the initiation of viral infection. Together the data indicate that O-GlcNAcylation of HCF-1 is a signal for its proteolytic processing and reveal a unique crosstalk between these posttranslational modifications. Additionally, interactions of OGT with multiple HCF-1 domains may indicate that OGT has several functions in association with HCF-1.", "author": [{"author": "Salima Daou", "affiliation": ["Maisonneuve-Rosemont Hospital Research Center, Department of Medicine, University of Montréal, Montréal, QC, Canada H1T 2M4."], "href": "/?term=Daou+S&cauthor_id=21285374"}, {"author": "Nazar Mashtalir", "affiliation": [], "href": "/?term=Mashtalir+N&cauthor_id=21285374"}, {"author": "Ian Hammond-Martel", "affiliation": [], "href": "/?term=Hammond-Martel+I&cauthor_id=21285374"}, {"author": "Helen Pak", "affiliation": [], "href": "/?term=Pak+H&cauthor_id=21285374"}, {"author": "Helen Yu", "affiliation": [], "href": "/?term=Yu+H&cauthor_id=21285374"}, {"author": "Guangchao Sui", "affiliation": [], "href": "/?term=Sui+G&cauthor_id=21285374"}, {"author": "Jodi L Vogel", "affiliation": [], "href": "/?term=Vogel+JL&cauthor_id=21285374"}, {"author": "Thomas M Kristie", "affiliation": [], "href": "/?term=Kristie+TM&cauthor_id=21285374"}, {"author": "El Bachir Affar", "affiliation": [], "href": "/?term=Affar+el+B&cauthor_id=21285374"}], "refPMID": [], "citedInPMID": ["21285374", "35106498", "34848715", "34164576", "33716169", "33626269", "33517344", "33462414", "33419956", "33154167", "33006972", "32747783", "32730113", "31747960", "31227231", "30708324", "30573454", "30414174", "30349006", "30108977", "30052810", "29562282", "29125738", "28742148", "28659383", "28488703", "27618188", "27331873", "27217568", "27114449", "26564907", "26416890", "26305326", "26075789", "26041297", "25894967", "25809282", "25336654", "25336649", "25141978", "25031659", "24769077", "24762810", "24692660", "24619417", "24604252", "24311690", "24287310", "23629655", "23335398", "22883232", "22878500", "22522719", "21850036", "21840999"], "body": " AbstractHost Cell Factor 1 (HCF-1) plays critical roles in regulating gene expression in a plethora of physiological processes. HCF-1 is first synthesized as a precursor, and subsequently specifically proteolytically cleaved within a large middle region termed the proteolytic processing domain (PPD). Although the underlying mechanism remains enigmatic, proteolysis of HCF-1 regulates its transcriptional activity and is important for cell cycle progression. Here we report that HCF-1 proteolysis is a regulated process. We demonstrate that a large proportion of the signaling enzyme O-linked-N-acetylglucosaminyl transferase (OGT) is complexed with HCF-1 and this interaction is essential for HCF-1 cleavage. Moreover, HCF-1 is, in turn, required for stabilizing OGT in the nucleus. We provide evidence indicating that OGT regulates HCF-1 cleavage via interaction with and O-GlcNAcylation of the HCF-1 PPD. In contrast, although OGT also interacts with the basic domain in the HCF-1 amino-terminal subunit, neither the interaction nor the O-GlcNAcylation of this region are required for proteolysis. Moreover, we show that OGT-mediated modulation of HCF-1 impacts the expression of the herpes simplex virus immediate-early genes, targets of HCF-1 during the initiation of viral infection. Together the data indicate that O-GlcNAcylation of HCF-1 is a signal for its proteolytic processing and reveal a unique crosstalk between these posttranslational modifications. Additionally, interactions of OGT with multiple HCF-1 domains may indicate that OGT has several functions in association with HCF-1.Keywords: limited proteolysis, transcription, signalling Host Cell Factor 1 (HCF-1) is a ubiquitously expressed chromatin-associated protein and a major transcriptional regulator controlling numerous cellular processes including cell cycle progression (reviewed in ref. 1).HCF-1 undergoes a unique mode of limited proteolysis involving a series of 20 aa reiterations within the central proteolytic processing domain (PPD) (2, 3). Although the mechanism of cleavage remains to be fully defined, previous studies suggested that HCF-1 might possess an autoproteolytic activity (4). HCF-1 cleavage occurs at one or more reiterated sites at the PPD, generating several N-terminal and C-terminal subunits that form stable heterodimers via two corresponding pairs of motifs, termed self association sequences (5).Earlier studies indicated that proteolytic processing of HCF-1 is required to coordinate two major functions of HCF-1 in cell cycle progression (6). The HCF-1 N subunit is necessary and sufficient to promote the Gap1 (G1) to Synthesis (S) transition, while the C subunit is required for progression through mitosis (6). However, the molecular properties that characterize the functions of the precursor vs. the mature forms of HCF-1 remain unclear. It is likely that the gain or loss of specific protein interactions is one major consequence of HCF-1 processing. For instance, the coactivator/corepressor FHL2 interacts with the HCF-1 precursor via a motif located in the central region of the PPD. HCF-1 processing removes this motif, thus decreasing the activation of an HCF-1-dependent target gene (7).O-linked-N-acetylglucosaminyl transferase (OGT) is a highly conserved enzyme that participates in critical nuclear and cytoplasmic signalling events (8, 9). Similar to phosphorylation, OGT modifies Serine/Threonine (S/T) residues of target proteins with a single N-acetylglucosamine (O-GlcNAc); regulating protein function by influencing protein interactions, enzymatic activity, and subcellular localization. Furthermore, O-GlcNAc modification is highly dynamic and ample evidence indicates the existence of extensive crosstalk between O-GlcNAcylation and phosphorylation in controlling biological processes (8, 9). The reversibility of O-GlcNAcylation is ensured by a unique beta-N-acetylglucosaminidase (OGA) which is also highly conserved (10). OGT interacts with numerous cellular proteins, most notably transcription factors and regulators. Significantly OGT was previously shown to interact with and glycosylate the HCF-1 N subunit (11, 12). However, the biological significance and mechanism of this O-GlcNAcylation remain unknown. Here, we reveal a unique physical and functional link between O-GlcNAcylation and limited proteolysis. ResultsHCF-1 Regulates the Stability of Nuclear OGT. HCF-1 possesses a unique modular structure consisting of an amino-terminal Kelch domain followed by: (i) a region rich in basic residues; (ii) the PPD containing the 20 aa reiterations that are the sites of specific proteolysis; (iii) an acidic activation domain; (iv) and a set of fibronectin repeats (Fig. 1A). HCF-1 was previously shown to interact with OGT (11). However the abundance of nuclear OGT stably associated with HCF-1 relative to the entire nuclear pool was not known. To address this point, we immunodepleted HCF-1 from HeLa nuclear extracts (Fig. 1B). Quantification of OGT levels in the HCF-1 complexes fraction immunoprecipitate (IP) and the flow through (FT) revealed that nearly 50% of the total nuclear OGT is stably associated with HCF-1. The association of a large proportion of OGT with HCF-1 suggests important roles of this complex. Strikingly, depletion of HCF-1 in HeLa cells by shRNA induced a corresponding dose-dependent decrease of OGT (Fig. 1C). This result was confirmed by a pool of four siRNA oligonucleotides targeting HCF-1 (Fig. 1C). Conversely, overexpression of HCF-1 induced an increase in OGT protein levels (Fig. 1D). The reduction in OGT levels in the absence of HCF-1 were not due to a reduction in OGT mRNA levels (Fig. 1E). Moreover, no detectable HCF-1 was found to be associated with the OGT promoter (Fig. 1F). In contrast, HCF-1 was readily detected on the promoter of p107 RB family member (Fig. 1F), a known HCF-1 target gene (13).Open in a separate windowFig. 1.HCF-1 is required for the maintenance of proper OGT levels. (A) Schematic representation of the domains of the human HCF-1. (B) Immunodepletion of HeLa nuclear extracts using anti-HCF-1. OGT and HCF-1 were detected in the HCF-1 IP and FT by Western blot. The nuclear protein PARP1 was used as a negative control. Quantification of OGT was done relative to PARP1. (C) Depletion of HCF-1 using shRNA plasmids or siRNA olignucleotide pools induces OGT downregulation. Quantification of OGT or HCF-1 was done relative to β-actin. (D) Overexpression of HCF-1 increases OGT protein levels. HeLa cells were transfected with HCF-1 FL and 2 d posttransfection, cells were harvested for immunoblotting. (E) OGT mRNA is not affected by HCF-1 depletion. U2OS cells mRNAs were isolated and cDNAs were quantitated by qRT-PCR relative to GAPDH. shRNA for OGT was included as an internal control. All experiments were repeated at least three times and the data are presented as mean ± SD. (F) Promoter occupancy by HCF-1. ChIP assays were done using U2OS cell chromatin and anti-HCF-1, or IgG control. The enrichment of factors was calculated relative to the occupancy of the β-globin promoter. All experiments were repeated at least three times and data are presented as mean ± SD.The above results suggested that HCF-1 regulates OGT stability via a posttranscriptional mechanism. Because OGT is distributed in both the cytoplasm and the nucleus while HCF-1 is primarily localized in the nucleus, we determined whether the nuclear pool of OGT was preferentially stabilized by HCF-1. Subcellular fractionation showed that the nuclear pool of OGT is significantly reduced relative to the corresponding cytoplasmic pool following depletion of HCF-1 (Fig. 2A). These results were confirmed by immunostaining following knockdown of HCF-1 where a significant reduction of nuclear OGT could be observed in the HCF-1 depleted cells (Fig. 2B). To determine whether OGT is regulated by proteasomal degradation, we transfected expression plasmids for OGT and ubiquitin, followed by treatment with the proteasome inhibitor MG132. After OGT immunoprecipitation, we observed a typical ubiquitination smear, which was increased by MG132 treatment (Fig. 2C). We note that MG132 has a minor effect on OGT protein levels. This lack of effect is due to the relatively long half-life of OGT (∼12 h) (14). We also observed an increase in the ubiquitination of endogenous OGT following extended treatment with MG132 (Fig. S1). Next, we conducted a cycloheximide chase upon HCF-1 knockdown and found that OGT was slightly reduced overtime while no change or even a small increase was observed for the shControl transfected cells (Fig. 2D).Open in a separate windowFig. 2.HCF-1 regulates the stability of OGT. Nuclear OGT is preferentially downregulated following HCF-1 depletion (A-B). (A) Biochemical fractionation of nuclear and cytoplasmic compartments following HCF-1 knockdown in U2OS. PARP1 and LDH, which are localized in the nucleus and cytoplasm, respectively, were used as controls for fractionation. Quantification of cytoplasmic vs. nuclear OGT was done relative to LDH or PARP1, respectively. (B) Immunofluorescence detection of OGT in U2OS cells following HCF-1 knockdown. (C) OGT is ubiquitinated and regulated by proteasomal degradation. 293T cells were transfected with Myc-OGT and HA-ubiquitin (HA-Ub). Two days posttransfection, cells were treated with 20 μM MG132 for 4 h prior to harvesting for immunoprecipitation and Western blotting. (D) OGT protein stability is decreased following HCF-1 depletion. U2OS cells were transfected with HCF-1 shRNA plasmids. Three days later, cells were treated with CHX (100 μg/mL) and harvested for Western blotting.OGT Is Required for HCF-1 Proteolytic Processing. It was previously reported that OGT interacts with and glycosylates HCF-1 (11), suggesting an important reciprocal regulation. Strikingly, depletion of OGT induced an accumulation of the HCF-1 precursor (full length, FL) with a corresponding decrease in the HCF-1 cleavage products (Fig. 3A). Quantification indicated that shRNA constructs, which depleted OGT to different extents, correlated in an inverse manner with the ratio of HCF-1 cleavage products (HCF-1 FL/HCF-1 cleaved forms). As expected, the extent of OGT knockdown also correlated with a proportional decrease of global O-GlcNAc modification. Transfection of siRNA oligonucleotide pools, which induced a substantial knockdown of OGT, also resulted in a significant accumulation of HCF-1 FL (Fig. 3A). OGT knockdown also inhibited HCF-1 cleavage in other cell types indicating that this inhibition is not cell-type specific (Fig. 3A). Conversely overexpression of OGT along with HCF-1 FL resulted in: (i) an increase in global protein O-GlcNAcylation levels; (ii) a decrease in HCF-1 FL levels; and (iii) an increase in the levels of HCF-1 N and C polypeptides (Fig. 3B). The effect on HCF-1 cleavage was dependent on OGT catalytic activity (Fig. S2).Open in a separate windowFig. 3.OGT is required for HCF-1 proteolytic cleavage. (A) OGT depletion induces accumulation of the HCF-1 precursor with a decrease in the levels of the cleaved forms. Cells were transfected with either OGT shRNA or OGT siRNA oligonucleotide pools and harvested for Western blotting. Quantification of OGT is relative to β-actin. The HCF-1 cleavage ratio was estimated by dividing the signal value of the precursor by the sum of the signal values of the cleaved forms. (B) Overexpression of OGT promotes HCF-1 cleavage. 293T cells were transfected with either pcDNA3 control or Myc-OGT along with HA-HCF-1 FL. Two days posttransfection, cells were harvested for Western blotting. (C) Overexpression of OGA inhibits HCF-1 cleavage. 293T cells were transfected with either pcDNA3 control or Myc-OGA along with HA-HCF-1 FL. Two days posttransfection, cells were harvested for Western blotting. (D) Subcellular fractionation following knockdown of OGT. HeLa cells were transfected with OGT shRNA plasmids and harvested for fractionation and Western blotting. Yin Yang 1 (YY1) and GAPDH were used as markers for nucleus and cytoplasm, respectively.O-GlcNAc modification is dynamic and cycling is ensured by the concerted action of OGT and OGA (15, 16). We reasoned that overexpressed OGA would shift the equilibrium toward O-GlcNAc removal with a concomitant effect on HCF-1 cleavage. Although no significant changes were seen on the cleaved forms of HCF-1 following overexpression of OGA, a noticeable increase in the level of HCF-1 precursor was observed (Fig. 3C). The decrease of global O-GlcNAc with overexpressed OGA was considerably less significant than with OGT RNAi (Fig. 3C).Components of the nuclear pore complex are known to be heavily glycosylated by OGT suggesting that O-GlcNAc modification might be required for the nuclear import of proteins (17–19). Although not firmly established, HCF-1 appears to be cleaved in the nucleus (3). We reasoned that depletion of OGT might induce cytoplasmic sequestration of HCF-1 FL from accessing factors required for its cleavage in the nucleus. However, in the absence of OGT, most of the HCF-1 FL is in the nucleus, indicating that the lack of HCF-1 cleavage was not due to a defect in nuclear import (Fig. 3D). To further confirm these results, cells were stained for HCF-1 following shRNA knockdown of OGT. While substantial depletion of OGT was achieved, no noticeable cytoplasmic accumulation of HCF-1 was observed (Fig. S3). Interestingly, in contrast to HCF-1 cleavage, no effect of OGT knockdown was observed on the histone methyltransferase and transcription regulator MLL1, which is also subjected to specific proteolytic cleavage (20) (Fig. S4). We concluded therefore that OGT is required for HCF-1 cleavage.OGT Interacts with and Glycosylates Full-Length HCF-1. To investigate the mechanism of HCF-1 maturation, we sought to characterize the OGT interaction with HCF-1. First, we cotransfected hemagglutinin (HA)-tagged HCF-1 FL or HCF-1 N (1–1,010 aa) with Myc-tagged OGT, and found that significantly more OGT is immunoprecipitated with HA-HCF-1 FL than HA-HCF-1 N (Fig. S5A), suggesting that the major determinants of OGT/HCF-1 interaction are contained within HCF-1 sequences that are not present in the HCF-1 N protein.Next we used the WT or an uncleavable form of HCF-1 mutant (NC) in which the critical glutamic acid of each repeat had been mutated to alanine (7). Immunoprecipitation assays revealed that the HCF-1 mutant NC was even more efficient in coimmunoprecipitation of OGT than the WT HCF-1 (Fig. S5B). These effects were also observed following coexpression of WT HCF-1 or the HCF-1 mutant NC with OGT. In this case, OGT expression induced processing of the WT HCF-1 but not the HCF-1 mutant NC (Fig. S5C). Of note, Myc-OGT was substantially stabilized in cells cotransfected with HCF-1 mutant NC accounting partly for the more efficient coimmunoprecipitation. However, the ratio of the IP/Input supported the conclusion that OGT interacts more efficiently with the HCF-1 mutant NC than the WT HCF-1 (Fig. S5C). Next, in vitro Glutathione S-transferase (GST)-pull down assays using recombinant GST-OGT and various in vitro translated forms of HCF-1 (FL, N and C subunits) indicated that the GST-OGT interacts more efficiently (∼10-fold) with the HCF-1 precursor than the HCF-1 N subunit (Fig. S6). No interaction was observed with the HCF-1 C (Fig. S6). To determine whether HCF-1 FL is O-glycosylated, we immunoprecipitated HCF-1 and found that the precursor reacts with the anti-O-GlcNAc antibody, suggesting that O-GlcNAcylation of HCF-1 precedes its processing (Fig. S7). We also note that large C-terminal fragments corresponding most likely to processing intermediates are O-glycosylated, however the most processed forms of HCF-1 C-terminal subunits appear to be very poorly O-glycosylated.OGT Interaction with and O-GlcNAcylation of the HCF-1 N-Terminal Subunit Are Not Required for HCF-1 Proteolytic Cleavage. To determine the role of O-GlcNAc in the proteolytic processing of HCF-1, we utilized two approaches. We first conducted GST-pulldown assays with subdomains of the HCF-1 N subunit and observed that the HCF-1 basic region interacts with OGT (Fig. S8A). We further determined that a region between 500 and 550 aa of HCF-1 is sufficient for this interaction (Fig. S8A). Therefore, we generated a mutant of HCF-1 lacking this domain (Δ500–650 aa) (HA-HCF-1 ΔOBM) (Fig. S8B). Interestingly, this mutant was cleaved as efficiently as the WT HCF-1 (Fig. S8C, left). Moreover, the interaction of this HCF-1 mutant with OGT was almost unchanged in comparison to the WT HCF-1 (Fig. S8C, left). Next, we analyzed the O-GlcNAcylation levels of this HCF-1 mutant and observed that while a significant decrease in the O-GlcNAcylation of the cleaved forms of HCF-1 was evident, there was no substantial change in the overall O-GlcNAcylation of the uncleaved FL HCF-1 (Fig. S8C, right). The data indicate that neither the interaction of OGT with the N subunit nor its O-GlcNAcylation is responsible for the OGT-mediated proteolysis of HCF-1. To confirm these results, we mutated all of the known O-GlcNAcylation sites located in the HCF-1 N subunit (12) (HA-HCF-1 ΔO-Glc) (Fig. S8B). Similar to the HCF-1 ΔOBM mutant, a substantial decrease in HCF-1 O-GlcNAcylation was observed for the cleaved forms while no major changes in the O-GlcNAcylation levels of the uncleaved HCF-1 were seen (Fig. S8C, right). Importantly the extent of HCF-1 cleavage remained essentially similar to the WT form suggesting that O-GlcNAc modification of the basic region within the HCF-1 N is not required for processing (Fig. S8C, left).OGT Interacts with, O-Glycosylates, and Promotes the Cleavage of the PPD. To provide further mechanistic insights into the role of OGT in HCF-1 processing, we investigated the role of the PPD in promoting the OGT/HCF-1 interaction. First we transfected cells with the uncleavable HCF-1 FL (HCF-1 NC) or HCF-1 lacking the PPD (HCF-1 Δ PPD) and compared the interaction with OGT. As shown in Fig. 4A, the HCF-1 Δ PPD interacted less efficiently (∼20-fold less) with OGT than the HCF-1 NC suggesting that the PPD is the major OGT-interacting domain. Previously it was demonstrated that the PPD was sufficient for cleavage in cells, although it is very poorly processed (3). Therefore, we generated PPD expression constructs with and without a Nuclear Localization Signal (NLS) (Fig. S9A). In contrast to the PPD without the NLS (Myc-PPD) which was moderately cleaved, the PPD with the NLS (Myc-NLS-PPD) was dramatically cleaved and only a faint band of residual uncleaved PPD could be detected (Fig. S9B). Of note, the Myc-NLS sequences (∼3 kDa) enabled us to detect the smallest cleaved form of the Myc-NLS-PPD (PPD repeat 1–2).Open in a separate windowFig. 4.OGT interacts with HCF-1 PPD and mediates its cleavage. (A) Interaction of OGT with HCF-1 lacking PPD or HCF-1 FL. 293T cells were transfected with either HCF-1 NC V5 or HCF-1 ΔPPD V5. Two days posttransfection, total cell extracts were used for immunoprecipitation using an anti-V5. (B) Immunofluorescence localization of PPD with or without a NLS. U2OS cells were transfected with either Myc-PPD or Myc-NLS-PPD. Two days posttransfection, cells were used for immunostaining using an anti-Myc. (C) Interaction of PPD with OGT. 293T cells were transfected with either Myc-PPD or Myc-NLS-PPD. Two days posttransfection, total cell extracts were used for immunoprecipitation using an anti-Myc. (D) O-GlcNAcylation of PPD by OGT. 293T cells were transfected with either Myc-PPD or Myc-NLS-PPD and Myc-OGT. Two days posttransfection, total cell extracts were used for immunoprecipitation under denaturing conditions using an anti-Myc. To ensure the specificity of signal, the O-GlcNAc antibody was preincubated for 1 h with 1 M of N-acetylglucosamine before being applied to the membrane. (E) Overexpression of OGT promotes PPD proteolytic cleavage. 293T cells were transfected with Myc-PPD along with pCDNA3 or Myc-OGT. Two days posttransfection, total cell extracts were used for immunoblotting.As detected by immunofluorescence, the Myc-PPD was distributed in the cytoplasm and nucleus (Fig. 4B). In contrast, the Myc-NLS-PPD accumulated in the nucleus (Fig. 4B). Interestingly, cells expressing Myc-NLS-PPD exhibited a typical pronounced nuclear OGT staining (Fig. 4B), similar to mock transfected cells (Fig. 2B). However, in cells expressing Myc-PPD, OGT was distributed evenly between cytoplasm and nucleus (Fig. 4B), suggesting that this form of the PPD directly interacts with OGT and interferes with its nuclear localization. This result was confirmed by subcellular fractionation, i.e., cells expressing Myc-PPD exhibit significantly higher OGT levels in the cytoplasm (Fig. S10). Next, we found that the HCF-1 PPD (Myc-PPD) was sufficient to co-IP OGT (Fig. 4C). In contrast, the smallest cleaved form of PPD does not interact with OGT indicating that this set of reiterations (R1–2) is not sufficient to mediate the association with OGT. Because the Myc-NLS-PPD appears to be dramatically cleaved, we reasoned that this domain might interact with OGT and be a target of OGT-mediated O-GlcNAcylation prior to its cleavage. In support of this hypothesis, the Myc-PPD was modified by O-GlcNAc in an OGT-dependent manner (Fig. 4D and Fig. S11). To further characterize the role of OGT in promoting HCF-1 cleavage, we took advantage of the PPD without the NLS, which localizes in both cytoplasm and nucleus (Fig. 4B), interacts with OGT, and is moderately cleaved (Fig. 4C). Following overexpression of OGT, we observed a decrease in the levels of both the FL Myc-PPD and the cleavage products (Fig. 4E). Conversely, knockdown of OGT induced an accumulation of FL Myc-PPD (Fig. S12). These results indicate that OGT directly promotes the cleavage of the HCF-1 PPD and intermediate processing forms.Depletion of OGT Enhances HCF-1 Target Gene Expression. Because we observed a significant accumulation of HCF-1 FL in the nucleus following depletion of OGT, we first determined whether it associates with chromatin. The chromatin/nuclear matrix fraction of HeLa cells was prepared from control and OGT-depleted cells and treated with MNase (21). As shown in Fig. 5A, HCF-1 was released into the soluble fraction following MNase treatment, indicating its association with chromatin.Open in a separate windowFig. 5.Uncleaved HCF-1 associates with chromatin and enhances HCF-1-mediated viral gene expression. (A) HCF-1 precursor is associated with chromatin. HeLa were transfected with either nontargeting control or OGT shRNA plasmids. Three days posttransfection, cells were harvested for cell fractionation. The chromatin/nuclear matrix fraction was treated with micrococcal nuclease (MNase) to release nucleosomes. Proteins were detected in the soluble and pellet fractions by immunoblotting or coomassie blue staining. (B) HFF cells were transfected with control or OGT siRNAs. Three days post transfection, cells were infected with 0.1 PFU HSV-1 and harvested for mRNA analysis (Top) and immunoblotting (Bottom). Levels of control cellular (GAPDH and TBP), OGT, and viral IE mRNAs in OGT-depleted cells are shown relative to levels in control siRNA transfected cells. All experiments were repeated at least three times and data are presented as mean ± SD.Finally, to determine the biological consequences of OGT-mediated regulation of HCF-1 cleavage, we assessed the impact of OGT depletion on HCF-1 mediated gene expression using the well characterized model of HCF-1-dependent activation of the herpes simplex virus (HSV) IE genes (1). Human foreskin fibroblast (HFF) cells transfected with control or OGT siRNAs were infected with HSV and the levels of viral and control cellular mRNAs were determined by quantitative real-time PCR (qRT-PCR). As shown in Fig. 5B, depletion of OGT (∼80%) resulted in a substantial increase in the ratio of HCF-1 precursor to the HCF-1 cleavage products as compared to cells transfected with control siRNAs. Importantly, depletion of OGT also resulted in a consistent increase (∼1.5 to 2.5-fold) in viral IE gene expression (Fig. 5B). In contrast, no impact was seen on expression of the control GAPDH or TBP mRNA levels. As factors such as the Sp1 transcription factor, a known component of the viral HSV IE gene expression regulatory circuit, as well as RNA polymerase II can be regulated by O-GlcNAcylation (22, 23), we also analyzed the expression of a set of Sp1 target genes in cells depleted of OGT. In contrast to the impact on HSV IE gene expression, we did not detect any significant changes in the expression of these Sp1 target genes (Fig. S13). Thus, although we can not exclude possible effects resulting from O-GlcNAcylation of other cellular factors, the loss of Sp1 or RNA polymerase II O-GlcNAcylation does not likely account for the observed increase in HSV immediate-early gene expression. The results are consistent with previous data indicating that the full-length, nonprocessed form of HCF-1 was more efficient in induction of viral IE reporter genes (7). DiscussionSite-specific limited proteolytic cleavage is exploited as a signaling mechanism in nearly all living organisms. Moreover, the importance of this posttranslational modification is emphasized by the fact that, in mammals, numerous physiopathological processes have evolved elaborate protein cleavage machineries.Mammalian HCF-1 is subjected to proteolytic cleavage via limited site-specific proteolysis within unique reiterations of the PPD. Interestingly, Caenorhabditis elegans HCF does not have a domain homologous to PPD and is not cleaved (24). The Drosophila HCF, although also cleaved, does not contain cleavage sites homologous to the mammalian HCF-1 PPD (25). This finding suggests that a need developed for HCF-1 proteolytic processing, although distinct mechanisms of cleavage have apparently evolved. Indeed, it has been shown that the Drosophila HCF is cleaved by the protease taspase 1, while human and mouse HCF-1 are cleaved in a taspase 1-independent manner (26).Here, we demonstrate that OGT is required for HCF-1 cleavage. Interestingly while O-GlcNAcylation is shown here to promote proteolytic cleavage, protein phosphorylation also impacts proteolytic cleavage by either stimulation or inhibition (27), thus highlighting the importance of posttranslational modifications in tightly regulating limited proteolysis. In addition to the previously established role of OGT in inhibiting proteasomal degradation via O-GlcNAcylation of the proteasome or its substrates (28–30), we have here uncovered an additional role for this enzyme in signalling limited proteolysis. Because both proteolytic cleavage and O-GlcNAcylation modulate the function of several transcription regulators, it would be interesting to determine whether this crosstalk represents a more global signaling event.The role of OGT in association with HCF-1 is likely to have several functions. With respect to the regulation of HCF-1 cleavage, it is possible that the PPD encodes a dormant protease that is stimulated by O-GlcNAcylation, following a significant conformational change. This model would provide a level of control that prevents promiscuous and untimely autocleavage of HCF-1. Alternatively, O-GlcNAcylation of the PPD may provide a signal for recruitment of an, as yet unidentified, protease. Importantly, the PPD is not simply a domain containing proteolytic cleavage sites but is also a domain that interacts with HCF-1 binding partners. OGT-mediated O-GlcNAcylation of the PPD or PPD interacting partners could result in an enhancement of cleavage via disruption of protective interactions. Thus, OGT-mediated cleavage of HCF-1 can provide a mechanism for controlling the dosage and functional competency of HCF-1 and its processed subunits. In support of this hypothesis, depletion of OGT results in accumulation of the full-length HCF-1 and a stimulation of HCF-1 dependent transcriptional activation of the HSV IE genes. Finally, an additional implication of the interaction of OGT with HCF-1 is the reciprocal impact of HCF-1 on OGT stability. Thus, as OGT interacts more efficiently with the HCF-1 precursor, it may therefore modulate its own stability.Aside from its function in modulating HCF-1 cleavage, OGT is also likely to have additional functional roles in association with HCF-1. In addition to its interaction with the HCF-1 PPD, OGT also interacts with the basic domain of HCF-1 and remains associated with the cleaved HCF-1 subunits. Thus, OGT might modulate HCF-1 interactions with chromatin-associated regulators. Notably, OGT is a metabolic sensing enzyme. It would be of continued interest to investigate whether changes in metabolic conditions impact HCF-1 processing and/or function, which in turn would affect cell growth and cell cycle progression. Thus, as HCF-1 is a major regulator of cellular metabolism (31, 32), O-GlcNAcylation of HCF-1 might provide a link between cellular metabolism and cell proliferation. Materials and MethodsPlasmids and Antibodies. shRNA constructs, expression plasmids, and antibodies used in this study are described in SI Text.Cells and Virus. HeLa, U2OS, HFF (human foreskin fibroblast), and 293T cells were maintained according to standard protocols. Infections of HFF cells with HSV-1, cell transfections, and Western blotting were done as described in SI Text.Immunodepletion and Immunoprecipitation. Immunodepletion of HeLa nuclear extracts with anti-HCF-1 or control IgG were done as described in SI Text.Biochemical Fractionation of Subcellular Compartments. Nuclear and cytoplasmic fractions were obtained using a hypotonic lysis buffer as described in ref. 33. Chromatin fractions and digestion with MNase were conducted as described in ref. 34.In Vitro GST-Pulldown Assays. Recombinant GST-OGT fusion protein was purified using glutathione agarose beads and used for pull down assays as described in SI Text.Immunofluorescence. Cells were fixed with paraformaldehyde and stained with the appropriate antibodies as detailed in the SI Text.mRNA Expression Analysis and Chromatin Immunoprecipitations. mRNA was prepared according to standard procedures and cDNAs were used for real time qRT-PCR analysis of cellular and viral mRNA levels. Chromatin immunoprecipitation (ChIP) was done essentially as previously described in ref. 35 with minor modifications as described in SI Text. Acknowledgments.We thank Winship Herr for his generous gift of HCF-1 constructs and antibodies and James J.D. Hsieh for his kind gift of MLL1 construct. We thank Elliot Drobetsky for the critical reading of the manuscript. This work was supported by grants to E.B.A. from the Terry Fox Foundation (grant#018144). Work in T.M.K’s laboratory was supported by the Laboratory of Viral Diseases, Division of Intramural Research, National Institute of Allergy and Infectious Diseases, National Institutes of Health (NIH). E.B.A. is a scholar of Le Fonds de la Recherche en Santé du Québec. S.D. is a PhD Scholar of the Islamic Bank for Development. N.M. is a PhD Scholar of Le Fonds Québécois de la Recherche sur la Nature et les Technologies. H.Y. is a PhD Scholar of the Canadian Institutes for Health Research.  Footnotes The authors declare no conflict of interest.This article is a PNAS Direct Submission.This article contains supporting information online at www.pnas.org/lookup/suppl/doi:10.1073/pnas.1013822108/-/DCSupplemental. References1. Kristie TM, Liang Y, Vogel JL. Control of alpha-herpesvirus IE gene expression by HCF-1 coupled chromatin modification activities. Biochim Biophys Acta. 2009;1799:257–265. [PMC free article] [PubMed] [Google Scholar]2. Kristie TM, Sharp PA. Purification of the cellular C1 factor required for the stable recognition of the Oct-1 homeodomain by the herpes simplex virus alpha-trans-induction factor (VP16) J Biol Chem. 1993;268:6525–6534. [PubMed] [Google Scholar]3. Wilson AC, Peterson MG, Herr W. The HCF repeat is an unusual proteolytic cleavage signal. Genes Dev. 1995;9:2445–2458. [PubMed] [Google Scholar]4. Vogel JL, Kristie TM. Autocatalytic proteolysis of the transcription factor-coactivator C1 (HCF): a potential role for proteolytic regulation of coactivator function. Proc Natl Acad Sci USA. 2000;97:9425–9430. [PMC free article] [PubMed] [Google Scholar]5. Wilson AC, Boutros M, Johnson KM, Herr W. HCF-1 amino- and carboxy-terminal subunit association through two separate sets of interaction modules: involvement of fibronectin type 3 repeats. Mol Cell Biol. 2000;20:6721–6730. [PMC free article] [PubMed] [Google Scholar]6. Julien E, Herr W. Proteolytic processing is necessary to separate and ensure proper cell growth and cytokinesis functions of HCF-1. Embo J. 2003;22:2360–2369. [PMC free article] [PubMed] [Google Scholar]7. Vogel JL, Kristie TM. Site-specific proteolysis of the transcriptional coactivator HCF-1 can regulate its interaction with protein cofactors. Proc Natl Acad Sci USA. 2006;103:6817–6822. [PMC free article] [PubMed] [Google Scholar]8. Butkinaree C, Park K, Hart GW. O-linked beta-N-acetylglucosamine (O-GlcNAc): Extensive crosstalk with phosphorylation to regulate signaling and transcription in response to nutrients and stress. Biochim Biophys Acta. 2010;1800:96–106. [PMC free article] [PubMed] [Google Scholar]9. Slawson C, Copeland RJ, Hart GW. O-GlcNAc signaling: a metabolic link between diabetes and cancer? Trends Biochem Sci. 2010;35:547–555. [PMC free article] [PubMed] [Google Scholar]10. Hu P, Shimoji S, Hart GW. Site-specific interplay between O-GlcNAcylation and phosphorylation in cellular regulation. FEBS Lett. 2010;584:2526–2538. [PubMed] [Google Scholar]11. Wysocka J, Myers MP, Laherty CD, Eisenman RN, Herr W. Human Sin3 deacetylase and trithorax-related Set1/Ash2 histone H3-K4 methyltransferase are tethered together selectively by the cell-proliferation factor HCF-1. Genes Dev. 2003;17:896–911. [PMC free article] [PubMed] [Google Scholar]12. Wang Z, et al.  Extensive crosstalk between O-GlcNAcylation and phosphorylation regulates cytokinesis. Science Signalling. 2010;3:1–22. [Google Scholar]13. Tyagi S, Chabes AL, Wysocka J, Herr W. E2F activation of S phase promoters via association with HCF-1 and the MLL family of histone H3K4 methyltransferases. Mol Cell. 2007;27:107–119. [PubMed] [Google Scholar]14. Marshall S, Okuyama R, Rumberger JM. Turnover and characterization of UDP-N-acetylglucosaminyl transferase in a stably transfected HeLa cell line. Biochem Biophys Res Commun. 2005;332:263–270. [PubMed] [Google Scholar]15. Hurtado-Guerrero R, Dorfmueller HC, van Aalten DM. Molecular mechanisms of O-GlcNAcylation. Curr Opin Struct Biol. 2008;18:551–557. [PubMed] [Google Scholar]16. Love DC, Krause MW, Hanover JA. O-GlcNAc cycling: emerging roles in development and epigenetics. Semin Cell Dev Biol. 2010;21:646–654. [PMC free article] [PubMed] [Google Scholar]17. Davis LI, Blobel G. Nuclear pore complex contains a family of glycoproteins that includes p62: glycosylation through a previously unidentified cellular pathway. Proc Natl Acad Sci USA. 1987;84:7552–7556. [PMC free article] [PubMed] [Google Scholar]18. Hanover JA, Cohen CK, Willingham MC, Park MK. O-linked N-acetylglucosamine is attached to proteins of the nuclear pore. Evidence for cytoplasmic and nucleoplasmic glycoproteins. J Biol Chem. 1987;262:9887–9894. [PubMed] [Google Scholar]19. Jinek M, et al.  The superhelical TPR-repeat domain of O-linked GlcNAc transferase exhibits structural similarities to importin alpha. Nat Struct Mol Biol. 2004;11:1001–1007. [PubMed] [Google Scholar]20. Hsieh JJ, Ernst P, Erdjument-Bromage H, Tempst P, Korsmeyer SJ. Proteolytic cleavage of MLL generates a complex of N- and C-terminal fragments that confers protein stability and subnuclear localization. Mol Cell Biol. 2003;23:186–194. [PMC free article] [PubMed] [Google Scholar]21. Sanders MM. Fractionation of nucleosomes by salt elution from micrococcal nuclease-digested nuclei. J Cell Biol. 1978;79:97–109. [PMC free article] [PubMed] [Google Scholar]22. Yang X, et al.  O-linkage of N-acetylglucosamine to Sp1 activation domain inhibits its transcriptional capability. Proc Natl Acad Sci USA. 2001;98:6611–6616. [PMC free article] [PubMed] [Google Scholar]23. Kelly WG, Dahmus ME, Hart GW. RNA polymerase II is a glycoprotein. Modification of the COOH-terminal domain by O-GlcNAc. J Biol Chem. 1993;268:10416–10424. [PubMed] [Google Scholar]24. Liu Y, Hengartner MO, Herr W. Selected elements of herpes simplex virus accessory factor HCF are highly conserved in Caenorhabditis elegans. Mol Cell Biol. 1999;19:909–915. [PMC free article] [PubMed] [Google Scholar]25. Mahajan SS, Johnson KM, Wilson AC. Molecular cloningof Drosophila HCF reveals proteolytic processing and self-association of the encoded protein. J Cell Physiol. 2003;194:117–126. [PMC free article] [PubMed] [Google Scholar]26. Capotosti F, Hsieh JJ, Herr W. Species selectivity of mixed-lineage leukemia/trithorax and HCF proteolytic maturation pathways. Mol Cell Biol. 2007;27:7063–7072. [PMC free article] [PubMed] [Google Scholar]27. Kurokawa M, Kornbluth S. Caspases and kinases in a death grip. Cell. 2009;138:838–854. [PMC free article] [PubMed] [Google Scholar]28. Han I, Kudlow JE. Reduced O glycosylation of Sp1 is associated with increased proteasome susceptibility. Mol Cell Biol. 1997;17:2550–2558. [PMC free article] [PubMed] [Google Scholar]29. Cheng X, Hart GW. Alternative O-glycosylation/O-phosphorylation of serine-16 in murine estrogen receptor beta: post-translational regulation of turnover and transactivation activity. J Biol Chem. 2001;276:10570–10575. [PubMed] [Google Scholar]30. Zhang F, et al.  O-GlcNAc modification is an endogenous inhibitor of the proteasome. Cell. 2003;115:715–725. [PubMed] [Google Scholar]31. Vercauteren K, Gleyzer N, Scarpulla RC. PGC-1-related coactivator complexes with HCF-1 and NRF-2beta in mediating NRF-2(GABP)-dependent respiratory gene expression. J Biol Chem. 2008;283:12102–12111. [PMC free article] [PubMed] [Google Scholar]32. Dejosez M, et al.  Ronin is essential for embryogenesis and the pluripotency of mouse embryonic stem cells. Cell. 2008;133:1162–1174. [PMC free article] [PubMed] [Google Scholar]33. Nakatani Y, Ogryzko V. Immunoaffinity purification of mammalian protein complexes. Methods Enzymol. 2003;370:430–444. [PubMed] [Google Scholar]34. Groisman R, et al.  The ubiquitin ligase activity in the DDB2 and CSA complexes is differentially regulated by the COP9 signalosome in response to DNA damage. Cell. 2003;113:357–367. [PubMed] [Google Scholar]35. Bottardi S, et al.  Ikaros and GATA-1 combinatorial effect is required for silencing of human gamma-globin genes. Mol Cell Biol. 2009;29:1526–1537. [PMC free article] [PubMed] [Google Scholar]"}