{"title": "STAT is an essential activator of the zygotic genome in the early Drosophila embryo", "pubDate": "2011", "PMCID": "PMC3102735", "DOI": "10.1371/journal.pgen.1002086", "PMID": "21637778", "abstract": "In many organisms, transcription of the zygotic genome begins during the maternal-to-zygotic transition (MZT), which is characterized by a dramatic increase in global transcriptional activities and coincides with embryonic stem cell differentiation. In Drosophila, it has been shown that maternal morphogen gradients and ubiquitously distributed general transcription factors may cooperate to upregulate zygotic genes that are essential for pattern formation in the early embryo. Here, we show that Drosophila STAT (STAT92E) functions as a general transcription factor that, together with the transcription factor Zelda, induces transcription of a large number of early-transcribed zygotic genes during the MZT. STAT92E is present in the early embryo as a maternal product and is active around the MZT. DNA-binding motifs for STAT and Zelda are highly enriched in promoters of early zygotic genes but not in housekeeping genes. Loss of Stat92E in the early embryo, similarly to loss of zelda, preferentially down-regulates early zygotic genes important for pattern formation. We further show that STAT92E and Zelda synergistically regulate transcription. We conclude that STAT92E, in conjunction with Zelda, plays an important role in transcription of the zygotic genome at the onset of embryonic development.", "author": [{"author": "Amy Tsurumi", "affiliation": ["Department of Biomedical Genetics, University of Rochester Medical Center, Rochester, New York, United States of America."], "href": "/?term=Tsurumi+A&cauthor_id=21637778"}, {"author": "Fan Xia", "affiliation": [], "href": "/?term=Xia+F&cauthor_id=21637778"}, {"author": "Jinghong Li", "affiliation": [], "href": "/?term=Li+J&cauthor_id=21637778"}, {"author": "Kimberly Larson", "affiliation": [], "href": "/?term=Larson+K&cauthor_id=21637778"}, {"author": "Russell LaFrance", "affiliation": [], "href": "/?term=LaFrance+R&cauthor_id=21637778"}, {"author": "Willis X Li", "affiliation": [], "href": "/?term=Li+WX&cauthor_id=21637778"}], "refPMID": ["14744427", "1733499", "1742496", "8770580", "17456005", "8674123", "3383245", "2688897", "18931655", "19135437", "16303794", "11752406", "2878369", "2433048", "2927509", "2560750", "15704136", "12027434", "8608595", "14654218", "8608596", "18848449", "12750336", "14602078", "12183376", "10882142", "16624855", "16199517", "7796812", "7729418", "16892059", "7622453", "18344984", "3467201", "3119329", "1765005", "8330541", "8458580", "18171682", "18283115", "2377231", "2364433", "9367438", "3082519", "10879541", "17363251", "21074046", "8306893", "1638983", "11825879", "7906203", "1973634", "1983114"], "citedInPMID": ["21637778", "34604214", "34568782", "30977698", "29187214", "28893190", "28715438", "27578796", "27401231", "27230753", "26972603", "26344774", "25956793", "25679813", "25375180", "25150012", "24314314", "24069568", "23822503", "23699410", "23646132", "23560912", "22965566", "22836136", "22718975", "22457801", "22325264", "22123744", "22028662"], "body": " AbstractIn many organisms, transcription of the zygotic genome begins during the\nmaternal-to-zygotic transition (MZT), which is characterized by a dramatic\nincrease in global transcriptional activities and coincides with embryonic stem\ncell differentiation. In Drosophila, it has been shown that\nmaternal morphogen gradients and ubiquitously distributed general transcription\nfactors may cooperate to upregulate zygotic genes that are essential for pattern\nformation in the early embryo. Here, we show that Drosophila\nSTAT (STAT92E) functions as a general transcription factor that, together with\nthe transcription factor Zelda, induces transcription of a large number of\nearly-transcribed zygotic genes during the MZT. STAT92E is present in the early\nembryo as a maternal product and is active around the MZT. DNA–binding\nmotifs for STAT and Zelda are highly enriched in promoters of early zygotic\ngenes but not in housekeeping genes. Loss of Stat92E in the\nearly embryo, similarly to loss of zelda, preferentially\ndown-regulates early zygotic genes important for pattern formation. We further\nshow that STAT92E and Zelda synergistically regulate transcription. We conclude\nthat STAT92E, in conjunction with Zelda, plays an important role in\ntranscription of the zygotic genome at the onset of embryonic development. Author SummaryIn the initial phase of the early embryo, transcription is inactive and\ndevelopment is supported by maternally derived gene products. During a time\nwindow termed the maternal-to-zygotic transition (MZT), the maternal gene\nproducts are degraded and the zygotically expressed genes required for\nembryogenesis initiate their transcription. How the dramatic upregulation of\nzygotic genes during the MZT is achieved is not completely understood, although\nit has been shown that the transcription factor Zelda plays a critical role. In\nthis manuscript, we show that Drosophila STAT (STAT92E)\nfunctions as a general transcription factor that, together with Zelda, induces\ntranscription of a large number of early-transcribed zygotic genes during the\nMZT. We further show that STAT92E and Zelda synergistically regulate\ntranscription. Thus, multiple transcription factors, such as STAT92E and Zelda,\ncooperate to control transcription of the zygotic genome at the onset of\nembryonic development. IntroductionEmbryonic pattern formation is a complex and progressive process. In many\nmulticellular organisms, the initial period of embryogenesis relies on gene products\ninherited from the mother. In Drosophila, maternally derived\nmorphogen proteins form broad gradients along the major body axes to define body\npolarities [1]–[3]. Zygotic transcription\nbegins during the maternal-to-zygotic transition (MZT), which is characterized by a\ndecline in maternal mRNA levels and a dramatic increase in a large number of zygotic\ntranscripts [4], [5]. Many of the zygotic genes transcribed the earliest,\nexhibit region-specific patterns. For instance, the “gap genes”, such as\nzygotic hunchback (hb), Krüppel (Kr),\nknirps (kni), and tailless (tll) are transcribed\nzygotically in broad and mostly non-overlapping domains along the anteroposterior\n(A/P) body axis. The boundaries of these zygotic genes are determined by morphogen\ngradients that are set up by maternal gene products, such as Bicoid (Bcd) and\nmaternal Hb [2], [3]. Additional zygotic genes, mostly transcription factors,\nare induced in more refined embryonic regions as a result of cooperation between the\nmaternal morphogens and gap gene products. The combinatorial input of different\ntranscription factors at different positional coordinates results in expression of\nthousands of zygotic genes in an increasingly refined pattern, leading to cell fate\ndetermination and differentiation [1]–[3], [6].To date, only a few transcription factors have been implicated in transcription of\nthe zygotic genome during the MZT. For example, the maternal morphogens Bcd and\nDorsal activate target genes along the anteroposterior (A/P) and dorsoventral (D/V)\naxis, respectively [7], [8]. The dramatic increase in gene expression that occurs\nduring the MZT raises the possibility that additional unidentified transcription\nfactors are involved in the rapid initiation and maintenance of the heightened\nlevels of zygotic gene transcription that characterize the MZT. It has been proposed\nthat the few known regionally localized transcription factors, such as Bcd and\nDorsal, act in conjunction with ubiquitously present factors to induce and maintain\nexpression of a large number of zygotic genes in cell type-specific patterns. This\nidea is supported by the identification of a ubiquitous factor encoded by\nzelda (zld; a.k.a. vielfaltig\nor vlf) [9], and further by the demonstration that combining Dorsal\nwith Zelda- or STAT-binding sites supports transcription in a broad domain in the\nembryo [10].To identify additional ubiquitous transcription factors that are important for\ntranscription of the zygotic genome during the MZT, we first conducted in\nsilico analyses, taking advantage of the large amount of information\navailable in public databases on transcriptional regulation of zygotic genes\nexpressed during early embryogenesis in Drosophila. This approach\nled to the identification of STAT92E, in addition to Zelda, as a plausible\ntranscription factor important for the upregulation of multiple genes during the\nMZT. Global expression profiling studies indicate that loss of STAT92E, similarly to\nloss of Zelda, preferentially causes down-regulation of zygotic genes essential for\nearly embryogenesis. We further demonstrate that STAT92E is indeed involved in\ntranscription of the developmentally important genes dpp, tailless\n(tll), and Kr during early embryogenesis. Our\nresults suggest that STAT92E is essential for upregulation of a multitude of\nzygotically transcribed genes during the MZT, and thus is important for transition\nof the early embryo from a totipotent embryonic stem cell state to a state of\ncellular differentiation. Results\nIn silico identification of factors important for\ntranscription of the zygotic genomeTo identify general transcription factors that are required for transcription of\na large number of zygotic genes at early embryonic stages, or during the MZT, we\nperformed a meta-analysis to search for candidate transcription factors required\nfor activation of multiple zygotic genes. To this end, we first selected a list\nof developmentally important zygotic genes transcribed during the MZT (referred\nto as “zygotic genes”), whose expression patterns altogether cover\nthe entire embryo, and whose transcriptional activation has previously been\nstudied. We analyzed a total of 21 early zygotic genes, including the gap genes:\nhunchback (hb), huckebein (hkb),\nGiant (Gt), Krüppel (Kr), knirps (kni), and tailless\n(tll); the pair-rule genes: even skipped (eve), fushi\ntarazu (ftz), hairy (h), odd paired (opa), paired (prd), sloppy paired 1\n(slp1), and runt (run); the segmental polarity and\nother genes: engrailed (en) and Sex lethal\n(Sxl), as well as genes expressed along the D/V axis:\ndecapentaplegic (dpp), zerknüllt (zen), rhomboid (rho), short\ngastrulation (sog), snail (sna), and twist\n(twi).As a second step, for each of these genes, we searched Flybase (http://flybase.org) and PubMed (http://www.ncbi.nlm.nih.gov), and compiled a list of all\ncurrently known or potential transcriptional activators or signaling pathways\ninvolved in their transcriptional induction (Table S1).\nWe used the RedFly database (http://redfly.ccr.buffalo.edu) [11] to obtain a list of\nexperimentally verified transcription factor binding sites for each target gene,\nand the FlyEnhancer program (http://genomeenhancer.org/fly) [12] to search for the\npresence of particular transcription factor binding sites in the promoter region\n(defined as 4 kb upstream of the transcriptional start site) of all the target\ngenes. Based on these search results, we assigned activation scores to the\nputative or known transcriptional activators to reflect their importance in the\nexpression of a particular zygotic gene (Table S1). These scores were added to obtain\na cumulative score for each activator (Figure 1A; Table S2).\nThe connections between activators and their target genes are represented in an\nactivation map (Figure\n1B).Open in a separate windowFigure 1Factors contributing to zygotic gene expression during the\nMZT.(A) Activation scores for transcription factors or signaling pathways\nimportant for transcriptional upregulation of a set of 21 zygotically\nexpressed genes. The top eight factors are indicated. See Table\nS2 for a complete list of factors and their scores. (B) An\nactivation map showing connections between activators (top row) and\ntheir target genes, grouped as gap genes, pair-rule genes, segment\npolarity genes, and genes expressed along the D/V axis. Lines indicate\nactivation (some are indirect). The thickness of the line represents the\nactivation strength based on meta-analysis. (C, D) Horizontal lines\nrepresent promoter regions of the indicated early zygotic genes (C) or\nhousekeeping genes (D). Numbers indicate base pairs upstream (–)\nof the transcriptional start site (0). Red triangles represent consensus\nSTAT92E binding sites (TTCnnnGAA). Gray arrowheads indicate the\npositions of Zelda-binding consensus sequences (CAGGTAG). Bold gene\nnames indicate the promoter regions as shown are known to support\nexpression. A list of additional housekeeping genes can be found in\nTable S3.The top seven activators identified, in descending order of cumulative\ninteraction score, were Zelda (Zld), Bicoid (Bcd), STAT92E, Torso, Caudal (Cad),\nDorsal, and Twist (Twi) (Figure\n1A; Table S2). Zelda has previously been shown to be a key transcription\nactivator of the early zygotic genome [9], validating our bioinformatic\napproach. Both Bcd and Cad are maternal-effect gene products that form gradients\nalong the A/P axis in the early embryo [7], [13], [14]; Torso signaling is\nactivated only at the anterior and posterior poles, and the specific\ntranscriptional activators that it regulates remain unidentified [15]–[17]; Dorsal and Twi are active only in the ventral region\nof the embryo [18]. On the other hand, STAT92E is ubiquitously\ndistributed in the early embryo as a maternal product [19] and is activated early [20], and thus has\nthe potential to act more universally. STAT92E is the transcriptional activator\nmediating the JAK/STAT (Hop/STAT92E) pathway [19], [21], [22], and also participates in Torso\nsignaling [23]–[25]. Thus, we decided to investigate whether STAT92E acts\nas a general transcriptional regulator during early embryogenesis, similar to\nZelda.STAT- and Zelda-binding sites are enriched in promoter regions of early\nzygotic genesTo test whether STAT92E is important for transcription of early “zygotic\ngenes”, we first assessed the occurrence of consensus STAT92E binding\nsites (TTCnnnGAA) in the promoter region, defined as 4 kb genomic sequence\nupstream of the transcription start site, of the 21 zygotic genes in this study.\nThe Drosophila genome is slightly AT-rich, with 57.4% AT\nand 42.6% GC base pairs [12]. Thus the probability\nfor A or T to occur at any position is 0.287, and for G or C is 0.213, and the\nprobability (p) for random occurrence of one STAT binding site\n(with 6 fixed nucleotides) at any position is 3.08x10−4 (0.2874x0.2132),\nand its frequency of occurrence within the 4 kb upstream regulatory regions of\n21 genes (n = 84,000 bp) at random is 25.9\n(np; expected value). However, when we searched for STAT\nbinding sites within the 4 kb upstream region of the 21 zygotic genes, we found\n43 in total (observed value) (Figure 1C). Assuming the actual occurrence of STAT-binding sites\nexhibits Binomial distribution with a probability of 3.08x10−4, the\nstandard deviation (σ) should be 5.1. The difference between the observed\n(43) and expected (25.9) values is 17.1, which is beyond three standard\ndeviations (Z = 3.29;\np = 0.001).In contrast, when we searched for STAT-binding sites within a 4 kb window\nupstream of the transcription start site of 21 housekeeping genes (defined as\nubiquitously expressed, both maternally and zygotically, with generally cellular\nmetabolic or structural functions), including rp49, GAPDH,\nActin5C, and those encoding ribosomal proteins and RNA polymerases,\nwe found a total of 13 STAT-binding sites (Figure 1D), which is significantly lower than\nthe expected 25.9 sites (Z = 2.48;\np = 0.013). (A total of 78 housekeeping genes and the\nnumbers of STAT-binding sites in their upstream regions are listed in Table S3.)\nMoreover, many of the STAT-binding sites in the upstream regions of the 21\nzygotic genes are clustered (defined by two sites occurring within 500 bp),\nwhich is characteristic of functional transcription factor binding sequences\n[12],\n[19], [25], [26] (Figure 1C), whereas in the\npromoter regions of the 21 housekeeping genes, the STAT-binding sites occur as\nsingle sites (Figure 1D;\nTable\nS3).It has been shown that Zelda-binding sites (the TAGteam motif) are enriched in\nthe promoter regions of “zygotic genes” [9], [27]. We examined the\ndistribution of Zelda-binding sites in the promoter regions of the 21 zygotic\nand housekeeping genes, respectively. Consistent with the previous report [9], [27] and\nsimilar to STAT-binding sites, we found that Zelda-binding sites are similarly\nenriched in the promoters of the zygotic and very infrequently in the\nhousekeeping genes (Figure 1C,\n1D). Since the enhancers for many of the early zygotic genes are not\nlocalized in the upstream promoter regions, we also searched for STAT and\nZelda-binding sites in the promoter-distal enhancers for these 21 zygotic genes,\nand found that promoter-distal enhancers are not enriched for STAT-binding sites\n(Z = 0.63; p = 0.736), but are\nsignificantly enriched for Zelda-binding sites (Z = 3.13;\np = 0.0017) (Figure S1). Such a result suggests that\nSTAT92E might differ from Zelda and might not be important for regulating\npromoter-distal enhancers, which usually control spatial expression patterns.\nNonetheless, our studies indicate that DNA-binding sites for both STAT and Zelda\nare enriched in the upstream promoter regions of the 21 zygotic genes that are\nhighly transcribed during the MZT, but are underrepresented in the housekeeping\ngenes that are ubiquitously transcribed. This observation is consistent with the\nfinding that Zelda is required specifically for expression of “zygotic\ngenes” at the MZT [9], raising the possibility that STAT may play a similar\nrole.Similar to Zelda, STAT92E is required for transcription of the zygotic genome\nduring the MZTTo determine whether STAT92E functions as a general transcriptional activator of\nthe zygotically expressed genes in the early embryo, we determined the\nexpression profiles of early stage embryos (corresponding to nuclear division\ncycle 8–14, a time window for the MZT) of wild-type control and of those\nlacking the maternal Stat92E gene products (referred to as\nStat92Emat–; see Methods) at the same\nstage.We found that in Stat92Emat– embryos, 657 genes\nwere down regulated and 558 genes up-regulated by at least 1.5 fold, compared\nwith wild-type control (Figure\n2A). In Stat92Emat– embryos, genes\nexhibiting >1.5 fold change in expression constituted 8.9% of all\ngenes (n = 13,615) on the Gene Chip, while the majority\n(91.1%) of the genes exhibited no significant changes (Figure S2).\nConsistent with the idea that STAT92E is preferentially required for expression\nof “zygotic genes”, the vast majority (78.2%) of the\ndown-regulated genes in Stat92Emat– embryos\nwere “zygotic genes” (Figure 2B, left; Table S4). In contrast, the up-regulated\ngenes contained more maternally expressed than zygotically expressed genes\n(Figure 2B, right; Table S5).\nThis observation is reminiscent of gene expression profiles of\nzld mutant embryos at the same stage, in which more\n“zygotic genes” than maternal genes are down-regulated [9]. By comparing\nthe two sets of genes, we found that >50% of the “zygotic\ngenes” that were down-regulated in\nzldmat– embryos (67/120) were also\ndown-regulated in Stat92Emat–embryos,\nsuggesting that these genes might be co-regulated by STAT and Zelda (Table\nS4).Open in a separate windowFigure 2Expression profiles of embryos lacking maternal STAT92E.RNA isolated from 1–2 h wild-type and\nStat92Emat– embryos were\nsubjected to microarray analysis. (A) Summary of expression profiles of\nStat92Emat– versus wild-type\nembryos. (B) Percent of genes categorized as zygotic (Z), maternal (M),\nor both (M/Z) in the down-regulated (≥2-fold;\nn = 657) or up-regulated (≥2-fold;\nn = 558) sets. See Figure\nS4, Figure S5 for the complete list of Z,\nM, and M/Z genes. Note that 78.2% of down-regulated genes belong\nto “zygotic genes”, whereas there are more maternal than\n“zygotic genes” present in the up-regulated set. (C) Fold\nchanges in the expression of the listed zygotic and housekeeping genes\nin Stat92Emat– versus wild-type\nembryos based on the microarray analysis. Average changes and p values\n(Student's t-Test) are shown. (D) The expression values of a set of\n40 “zygotic” and 40 housekeeping genes from the microarray\nanalysis were used for Gene Set Enrichment Analysis (GSEA). See Table\nS6 for gene names and expression values. Normalized\nenrichment scores (NESs) and p-values are shown. Note that the\n“zygotic genes” show highly significant concordant down\nregulation, whereas the housekeeping genes show insignificant\nchanges.Consistent with the observed difference in the abundance of STAT-binding sites\npresent in their promoter regions, the 21 zygotic genes (except for\nhb) were all significantly down-regulated, with a 4.3 fold\ndown-regulation on average, whereas the 21 housekeeping genes showed no\nsignificant changes in expression, with the exception of DNase II (Figure 2C), in\nStat92Emat– embryos. Similar to\nStat92Emat– embryos, in\nzldmat– embryos, many of these 21\nzygotic genes were also significantly down-regulated, whereas the housekeeping\ngenes were not significantly changed [9], suggesting that STAT92E and\nZelda may both be important for transcription of early zygotic genes. Expression\nprofiling experiments indicate that STAT92E and Zelda do not transcriptionally\nregulate each other (Liang et al., 2008; this study). We further performed\nqRT-PCR experiments and found that Zelda mRNA levels were indeed not\nsignificantly changed in Stat92E loss-of-function or\nhop gain-of-function mutants (Figure S3),\nsuggesting that STAT92E does not indirectly control zygotic gene activation by\naffecting Zelda levels.Finally, we tested expanded sets of zygotic and housekeeping genes to include\n>40 genes in each set (Table S6) using the Gene Set Enrichment\nAnalysis (GSEA) software (http://www.broadinstitute.org/gsea/index.jsp), which is a\ncomputational method that determines whether an a priori\ndefined set of genes shows statistically significant, concordant differences\nbetween two biological states (e.g., mutant versus wild-type) [28].\nIndeed, by subjecting our microarray data to GSEA analysis, we found that the\n“zygotic genes” were highly significantly down regulated\n(p = 0.00), whereas the housekeeping genes were\ninsignificantly changed (p = 0.44), in\nStat92Emat– embryos when compared with\nwild-type control (Figure\n2D). Thus, similar to Zelda, STAT92E is preferentially required for\ntranscription of “zygotic genes”.STAT92E and Zelda co-regulate multiple early “zygotic\ngenes”To validate our gene profiling results from the microarray studies, we\ninvestigated the effects of over-activation and loss of STAT92E on transcript\nlevels of a number of early “zygotic genes”. We chose to examine\nexpression levels of dpp, Kr, tll, and eve,\nfour early zygotic genes whose promoter regions contain STAT-binding sites and\nwhose expression domains span broad and distinct regions of the early embryo\n(see below).We first examined mRNA levels of dpp, Kr,\ntll, and eve in the early embryo\n(1–2 h after egg laying) using semi-quantitative reverse-transcription\npolymerase chain reaction (RT-PCR) in Stat92E gain- or\nloss-of-function genetic backgrounds. We found that in hopGOF\nembryos, in which STAT92E is overactivated [29]–[31], mRNA of these\nfour genes were all expressed at significantly higher levels relative to\nwild-type; whereas in Stat92Emat– embryos,\nthese four genes were expressed at approximately 50% of the wild-type\nlevels (Figure 3A, 3B).\nMoreover, reducing the dosage of zelda by half in\nStat92Emat– embryos caused further\nreductions in the transcript levels of dpp,\nKr, tll, and eve\n(zelda+/–;\nStat92Emat– in Figure 3A, 3B). We examined\nzelda+/–;\nStat92Emat– embryos only, because it was\ntechnically not possible to examine embryos lacking both Zelda and Stat92E. We\nfurther confirmed the expression results by quantitative real-time PCR (Figure 3C). These results were\nconsistent with the microarray data, which suggested that Stat92E and Zelda may\nco-regulate transcription of many “zygotic genes”.Open in a separate windowFigure 3JAK/STAT signaling regulates multiple “zygotic\ngenes.”(A) Total RNA was isolated from staged early embryos (1–2 h after\negg laying) of the indicated genotypes, and mRNA levels of\ndpp, Kr, tll, and\neve were measured relative to those of\nrp49 (control) by semi-quantitative RT-PCR. A\nrepresentative gel picture is shown. (B) Quantification of the RT-PCR\nresults. Note that the levels of dpp,\nKr, tll, and eve\nmRNA were higher in hopTum-l/+ embryos,\nlower in Stat92Emat– embryos, and were\nfurther reduced when combined with\nzld+/–. (C) Levels of mRNA\nexpression in embryos of indicated genotypes were quantified by\nreal-time PCR. Error bars indicate standard deviation. (D) Early\nwild-type embryos (1–2 h AEL) were homogenized and used for ChIP\nexperiments with goat anti-STAT92E. An equal amount of goat IgG was used\nas control. The Stat92E promoter was used as a positive\ncontrol, and the rp49 promoter as a negative control.We next investigated whether STAT92E binds to the putative STAT-binding sites in\nthe respective promoter regions of dpp, Kr,\nand tll using chromatin immunoprecipitation (ChIP) experiments\nwith early embryo extracts using anti-STAT92E antisera. Binding of STAT92E to\nthe eve enhancer and of Zelda to the TAGteam sequences enriched\nin “zygotic genes” have been previously shown [9], [19], [21]. Using primers flanking the\nputative STAT-binding sites in these promoter regions, we detected STAT92E\nbinding to the promoter regions dpp, Kr, and\ntll (Figure\n3D). The results from RT-PCR and ChIP studies were consistent with\nthe bioinformatic and gene profiling studies shown above, suggesting that\nSTAT92E, likely together with Zelda, regulates the transcription of early\n“zygotic genes” in vivo.STAT and Zelda cooperate to regulate dpp transcriptional\nregulationHaving shown that STAT92E regulates expression levels of early “zygotic\ngenes”, and that STAT92E binds to the consensus STAT-binding sites present\nin the promoter regions of dpp, Kr, and tll,\nwe next investigated whether these consensus STAT-binding sites are indeed\nessential for mediating STAT92E transcriptional activation, and whether STAT92E\nand Zelda cooperate to regulate “zygotic genes”, as it has\npreviously been shown that Zelda is essential for expression of dpp, Kr,\ntll, and eve, among others, in the early embryo\n[9]. We\ncarried out reporter gene assays in Drosophila S2 cells (Figure 4A).Open in a separate windowFigure 4STAT92E and Zelda synergistically regulates dpp\nreporter gene expression in Drosophila S2\ncells.(A) Schematic representation of the dpp reporter\nconstructs with two STAT-binding sites (red triangles; STAT1 and STAT2)\nand a Zelda binding site (gray arrowhead). Sequence differences between\nwild-type (WT) and double-mutant (DM) constructs are noted. Arrows\nrepresent primers for PCR amplification used in ChIP experiments.\nSequences of STAT and Zelda binding sites and the corresponding mutants\nare shown. (B) Drosophila S2 cells were transfected\nwith V5-tagged STAT92E, with or without V5-Hop. Cell lysates were\nsubjected to SDS-PAGE and blotted with indicated antibodies. Note that\ncotransfection of Hop induces phosphorylation of STAT92E in S2 cells\n(lane 3). (C, E) Chromatin immunoprecipitation (ChIP) experiments to\ndetect binding of STAT92E and Zelda to dpp promoter. S2\ncells were transfected with V5-STAT92E with or without Hop, as indicated\n(C), or with Flag-Zelda (E). Anti-V5 or anti-Flag were used to\nimmunoprecipitate STAT92E or Zelda, respectively. The chromatin in the\nimmunoprecipitates was detected by PCR with primers used in (A). Note\nthat the dpp promoter fragment bound to STAT92E is more\nenriched when Hop is coexpressed (C; lane 3), and that Zelda is enriched\nin the dpp promoter (E; lane 2). Quantification using\nreal-time PCR is shown in lower panel. (D, F) S2 cells were transfected\nwith dppWT-luc or\ndppDM-luc, and cotransfected with Hop\nand STAT (D), or additionally with or without Zelda (F). Hop, STAT, and\nZelda were under the control of a metallothionein (MT) promoter.\nRelative luciferase activity was measured at indicated hours (D) or at\n72 hours (F) after induction of the MT promoter by CuSO4.\nResults of three independent experiments are shown. Note that in\ndppWT-luc cells, STAT activation\nresulted in >20-fold increase in luciferase activity at 72 h after\ninduction (D), Zelda expression resulted in a 50 fold increase in\nluciferase activity (F, colume 3), and that in presence of activated\nSTAT and co-transfected Zelda, there was >200 fold increase in\nluciferase activity (F, colume 4).We first tested whether activated STAT92E binds to the promoter regions of\ndpp, Kr, tll, and\neve in S2 cells as it does in early embryos (see Figure 3C). We transfected a\nV5-tagged STAT92E into S2 cells and performed ChIP assays. STAT92E activation in\nS2 cells was achieved by co-expressing Hop, which phosphorylates and activates\nSTAT92E when over-expressed (Figure\n4B). By immunoprecipitation with anti-V5 antibody, we found that\nco-transfection with Hop leads to an enrichment of STAT92E binding to the\nendogenous dpp promoter (Figure 4C, lane 3). Activation of JAK/STAT\nsignaling thus induces a stronger association of STAT92E with the\ndpp promoter, consistent with the idea that STAT92E\ndirectly regulates dpp expression. However, the same ChIP\nexperiments failed to detect association of STAT92E with the Kr,\ntll, or eve promoter in S2 cells, in contrast to\nthe ChIP results in early embryos (see Figure 3C), suggesting that the epigenetic\nstates of these promoter sequences may be different in S2 cells than in early\nembryos. We thus focused on the dpp promoter for reporter gene\nanalysis. To this end, we isolated a 1.3 Kb dpp promoter\nfragment (Figure 4A; Figure S4),\nwhich contains the two clustered STAT92E binding sites we had tested in ChIP\nexperiments (see Figure 3C,\nFigure 4C).To test whether the STAT-binding sites in the dpp promoter are\nimportant for JAK/STAT-induced dpp expression, we made reporter\ngenes by fusing a wild-type dpp promoter fragment (WT), or a\nmutant version with both STAT-binding sites mutated (DM), with an enhanced\nyellow fluorescent protein (EYFP), and transfected S2 cells (Figure 4A). In order to\nactivate reporter gene expression, we first treated the cells with H2O2/vanadate\n(pervanadate), which causes rapid and efficient STAT92E phosphorylation [32], [33] (Figure S5A)\nand is more efficient than transient transfection of hop in\nactivating STAT. We found that, indeed, EYFP was expressed 1.5 hours after\npervanadate treatment in S2 cells transfected with the wild-type (WT), but not\nthe double mutant (DM) construct (Figure S5B), indicating that these\nSTAT92E-binding sites are important for phosphorylated STAT92E-induced reporter\ngene expression.To more accurately quantify transcription from the dpp promoter\nwith or without the two STAT-binding sites, we replaced EYFP with luciferase in\nthe reporter constructs to obtain dppWT-luc and\ndppDM-luc, respectively. In addition, we\nused Hop and STAT92E co-transfection, instead of pervanadate, to ensure specific\nactivation of STAT92E. In the presence of co-transfected Hop and STAT92E, we\ndetected an increase in luciferase activity in S2 cells tranfected with\ndppWT-luc to more than 20 fold when measured\n72 hours after transgene expression, and this increase was abolished when\ndppDM-luc was used in the assay, which\nshowed much less pronounced increase (Figure 4D). These results further\nsubstantiate our finding that STAT92E-mediated activation of\ndpp requires the two STAT92E binding sites.It has previously been shown that transcription of dpp is\nsignificantly down-regulated in the absence of Zelda [9], and that Zelda-binding sites\nare present in the dpp promoter region (Figure 1C; Figure 4A; also see [9]). To test whether Zelda binds\nto the putative site in the dpp reporter gene, we carried out\nChIP assays in S2 cells after transfecting a Zelda-Flag plasmid. Indeed, we\ndetected Zelda binding to the dpp promoter region using an\nanti-Flag antibody and ChIP assay (Figure 4E).We next investigated the role of Zelda in dpp transcription\nusing dppWT-luc and a mutant promoter fragment with\nthe Zelda-binding site and the two STAT-binding sites mutated (designated as\ndpp™-luc as it bears triple\nmutations; Figure 4A). To\nevaluate whether Zelda and STAT cooperate in regulating dpp\ntranscription, we co-transfected S2 cells with STAT92E (together with Hop to\nachieve STAT activation) or Zelda, or both STAT92E (with Hop) and Zelda, in the\npresence of dppWT-luc or\ndpp™-luc, and carried out luciferase\nassays. When assayed at 72 h after induction of transgene expression, we found\nthat STAT activation alone induced dppWT-luc\ntranscription by 22 fold, and Zelda alone caused upregulation of\ndppWT-luc by 48 fold, whereas in the\npresence of both Zelda and activated STAT, dppWT-luc\nwas up-regulated by 230 fold (Figure 4F). Mutating STAT and Zelda binding sites prevented the\ndramatic increase in transcription as measured by luciferase activity (Figure 4F). These results\nsuggest that Zelda and STAT have synergistic effects on\ndppWT-luc transcription. Interestingly, an\nincrease in luciferase activity was observed even when binding sites for STAT or\nZelda, or both, were mutated, albeit to a much less pronounced level than with\nthe wild-type promoter (Figure 4D,\n4F), suggesting that there might be other cryptic binding sites\npresent in the promoter, or that other molecules were activated by\nover-expressed JAK or Zelda.The apparent synergy between STAT92E and Zelda could explain the results from the\ngene profiling experiments. Microarray results show that embryos without STAT92E\n(in which Zelda presumably remains active) exhibit a 3.1 fold decrease in\ndpp expression (Figure 2B), and that Zld\nmutant embryos (in which presumably STAT92E is still active) have reduced\ndpp expression by 5.7 fold [9]. These data suggest that in\nthe early embryo either Zelda or STAT activation could induce\ndpp transcription to a limited extent, whereas the presence\nof both Zelda and STAT activation synergistically promote dpp\ntranscription.STAT92E regulates transcription levels, but not spatial domains, of early\nzygotic genesHaving shown that STAT92E, possibly acting synergistically with Zelda, is\nimportant for expression levels of many early “zygotic genes”, we\nnext investigated whether loss of STAT92E also affects the spatial expression\npatterns of the early “zygotic genes”. We examined the expression of\ndpp, Kr, and tll in the\nearly embryo, by in situ hybridization, while the effects of\nStat92E mutation on eve expression have\npreviously been documented [19], [21]. These genes are expressed in distinct spatial\ndomains that altogether cover nearly the entire early embryo (see below).The dpp expression domain spans nearly the entire A/P axis in\nthe dorsal regions of the early embryo [34]-[37] (Figure 5A). It has been shown that\ndpp transcription in the ventral region is repressed by\nDorsal, a Rel family transcription factor [38], and that general\ntranscription factors, such as Zelda and STAT, are responsible for\ndpp expression in the dorsal region ([9]; this study). By employing\nin situ hybridization, we found that compared to wild type,\nthe overall level of dpp mRNA is much reduced in\nStat92Emat– embryos, especially in the posterior pole\nregion (Figure 5B).\nMoreover, we found that JAK/STAT signaling also regulates dpp\nexpression during late embryogenesis (Figure S6). These results are consistent with\nprevious findings in other developmental contexts [39], [40] as well as with the above\nmicroarray results and mRNA measurements (Figure 2, Figure 3A–3C).Open in a separate windowFigure 5Effects of lacking Stat92E on expression of\ndpp, Kr, and tll in early\nembryos.Expression patterns and levels of dpp, Kr, and\ntll mRNA or Kr protein (dark stain) were detected\nby in situ hybridization in precellularization or cellularization stage\nwild-type (left) and Stat92Emat–\n(right) embryos. Stainings were carried out in parallel under identical\nconditions. Developmental stage was identified by nuclear density,\nvisualized with DAPI stain. Representative embryo images are shown. All\nembryos are shown with anterior to the left and dorsal up. (A, B)\ndpp expression at the cellularization stage. In\nwild-type embryos (A), dpp mRNA is expressed in the\ndorsal and posterior regions. In\nStat92Emat– embryos (B),\ndpp expression is much reduced, especially at the\nposterior pole region. (C, D) Expression of Kr mRNA in\nprecellularization stage embryos. Note that in\nStat92Emat– embryos,\nKr mRNA is expressed in the correct domain but in\nmuch reduced levels. (E, F) tll mRNA expression at the\ncellularization stage. Note that in\nStat92Emat– embryos,\ntll is expressed in the correct domains but at\nlower levels.\nKr is expressed in the central region of the early embryo [41] (Figure 5C). Other than the\nmaternal morphogens Bcd and Hb, it is not known whether additional factors\ncontribute to Kr transcriptional activation. We found that in\nStat92Emat– embryos, although the overall expression\npattern of Kr mRNA was little changed, its levels were reduced\n(Figure 5D), consistent\nwith the microarray and qPCR results.\ntll is expressed in two domains along the A/P axis-the anterior\nand posterior pole regions [42] (Figure\n5E). The Torso pathway controls tll expression by\nantagonizing its repressors [17], [43]; the identity of transcriptional activators of\ntll remains obscure, although STAT92E has been speculated\nto contribute to tll expression [25]. We have previously shown that\nSTAT92E is essential for the expansion of tll expression\ndomains caused by Torso, over-activation, but not for the extent of\ntll spatial expression domains under normal conditions\n[25]. In\naddition, we have previously shown that there are two consensus STAT binding\nsites in the tll promoter region that are particularly\nimportant for Torso overactionvation-induced ectopic tll\nexpression [25].\nIn light of our finding that STAT92E is important for the expression levels of\ndpp, Kr, and tll, we\nreexamined the role of STAT92E in endogenous tll expression in\nStat92Emat– and wild-type control\nembryos by in situ hybridization done under identical\nconditions. We found that, similar to dpp and\nKr mRNA, while the spatial patterns of tll\nexpression were not dramatically changed as previously shown [25], the overall\nlevels of tll mRNA were significantly reduced in\nStat92Emat– embryos (Figure 5F).Taken together, the above results indicate that loss of STAT92E led to much\nreduced expression levels of dpp, Kr, and\ntll, without affecting their spatial expression domains.\nSimilarly, it has been shown that loss of STAT92E results in reductions, but not\ncomplete loss of, eve stripe 3 and 5, without affecting the\noverall spatial expression pattern of eve\n[19], [21]. Thus, STAT92E\nis likely required for regulating the expression levels of early “zygotic\ngenes”, but not for controlling their spatial patterns.Loss of STAT results in multiple defects in embryonic pattern\nformationFinally, we investigated the biological consequences of reducing expression\nlevels, without altering spatial domains, of multiple zygotically expressed\nearly genes, as with loss of STAT92E. The correct expression of the early\nzygotic genes during the MZT is essential for formation of different tissues and\nbody parts at the correct positions, i.e., pattern formation [1]–[3]. Pattern formation\nin Drosophila can be conveniently visualized by examining the\nexoskeleton (cuticle) morphology of the larva or late embryo [1]–[3].In the wild-type cuticle (Figure\n6A), anteroposterior (A/P) polarity is defined by the head skeleton\nand three thoracic segments in the anterior, followed by the abdominal segments,\nand the posterior and terminal structure, consisting of the 8th\nabdominal segment and the Filzkörper (Figure 6A; Arrow). Dorsoventral (D/V)\npolarity can easily be seen by the positions of the eight abdominal denticle\nbelts, which form in the ventral region, while bare cuticle marks the dorsal\nregion (Figure 6A). Removal\nof STAT92E from the early embryo resulted in heterogeneous defects, mostly\nnotably along the A/P axis as seen in the larval cuticles, which were missing\npart or all of A3, A4, A5, and A8 to various degrees (Figure 6B; also see [19], [25]). Thus, loss of STAT92E, which\nsignificantly reduces multiple early “zygotic genes” but does not\ncompletely eliminate their expression (see Figure 5), leads to heterogeneous patterning\ndefects, consistent with defects in multiple pathways.Open in a separate windowFigure 6Effects of lacking Stat92E on cuticle morphology of\nembryos.Dark-field images of larval cuticles of different genotypes are shown,\nwith anterior to the left. The position of the sixth abdominal denticle\nbelt is marked as A6. (A) A ventral view of a wild-type larval cuticle,\nwith eight abdominal denticle belts seen in the ventral region, spanning\n<50% of the body circumference. The arrow points to the\nFilzkörper, a terminal element. (B)\nStat92Emat– cuticle exhibits\ndefects in central elements (A4, 5) and minor defects in the posterior\nregion, but does not show overt D/V polarity defects. Note that the\nFilzkörper is present (arrow). (C)\ntll–/– embryos are\nmissing posterior terminal structures (A8 and the Filzkörper). (D)\nStat92Emat–;\ntll+/– embryos lack\nposterior terminal structures (A7/8 and the Filzkörper), similar to\ntll–/– embryos. (E)\nKr–/– embryos exhibit\nanterior defects, lacking or having fused A1–5 ventral deticle\nbands. (F) Stat92Emat–;\nKr+/– embryos are missing\nmany anterior denticle bands, reminiscent of\nKr–/– embryos. (G)\ndpp–/– larvae are\nventralized, with denticle belts around the whole body circumference.\n(H) A portion of State92Emat–;\ndpp+/– larvae are\npartially ventralized, with posterior denticle belts (usually A6; arrow)\nextended to the dorsal side, encompassing 80% of the body\ncircumference.To understand the role of STAT92E in individual signaling pathways important for\npattern formation, we investigated whether loss of STAT92E could further\ncompromise pattern formation in sensitized genetic backgrounds. To this end, we\nexamined cuticles of Stat92Emat– embryos that\nwere also heterozygous for tll, Kr, or\ndpp, and indeed found patterning defects (see below).The gap gene tll is essential for the development of terminal\nstructures [17],\n[42], and\ntll mutant homozygous embryos do not have A8 and the\nFilzkörper (Figure 6C).\ntll heterozygous flies, in contrast, are perfectly viable\nand normal, with cuticles indistinguishable from wild-type controls, according\nto our own observation. In the absence of STAT92E, however, we found that\ntll+/– embryos were missing the\nterminal structures (A8 and Filzkörper) (Figure 6D). This suggests that without\nSTAT92E, a half dose of tll+ is no longer\nsufficient for development, consistent with the idea that STAT92E is partially\nrequired for tll transcriptional output.\nKr is required for development of the thoracic and anterior\nsegments, and these segments are missing in\nKr–/– embryos (Figure 6E; also see [44]).\nKr+/– embryos are mostly normal\nbut have subtle anterior defects (Figure S7; also see [44]). In the absence of\nSTAT92E, however, we found that Kr+/–\nembryos were missing a large area of the thoracic and anterior regions (Figure 6F), suggesting a\nhaploinsufficiency in the absence of STAT92E, similar to what we observed for\ntll.The dorsally expressed dpp specifies dorsal cell fates and is\ncrucial for the dorsoventral polarity of the embryo, which is reflected in the\ncuticle by the presence of naked cuticles in the dorsal region and eight\nabdominal denticle belts in the ventral region (Figure 6A) [37]. Notably, although\ndpp expression was significantly reduced in\nStat92Emat– embryos (Figure 2, Figure 3A–3C, Figure 5B), they did not exhibit gross D/V\npolarity defects (Figure\n6B), suggesting that the residual dpp transcripts\npresent in Stat92E\nmat– embryos are sufficient\nfor specifying dorsal cell fates, or that the reduction in dpp\nexpression is compensated for by a reduction in a dpp\nantagonist that is also regulated by STAT92E. Despite the fact that\ndpp is haploinsufficient for viability,\ndpp heterozygous embryos exhibit normal D/V polarity, with\nclearly discernable ventral denticle belts and bare dorsal cuticles (Figure S7),\nsuggesting that a half dose of dpp+ suffices\nfor D/V patterning (also see [37]. Embryos homozygous for dpp,\nnonetheless, are completely “ventralized,” having denticle belts\nthat extend into the dorsal region to surround the entire D/V axis (Figure 6G; also see [36], [37]). The\ncombination of Stat92Emat– and\ndpp heterozygosity caused partial ventralization of the\nembryo; in 13% of Stat92Emat–;\ndpp+/– embryos\n(n = 11/86), the posterior-most denticle belt extended\nsignificantly dorsally to cover approximately 80% of the circumference\n(Figure 6H, arrow).\nSimilar ventralization defects were never observed in\nStat92Emat– and\ndpp+/– embryos (n>500). Thus,\nin the absence of STAT92E, a half dose of dpp is no longer\nsufficient for dorsoventral patterning, consistent with the notion that STAT92E\nnormally regulates dpp expression levels.In summary, loss of STAT92E caused heterogeneous patterning defects, as revealed\nby varying cuticle defects, consistent with an insufficiency of multiple\npathways. A further reduction in the dosage of genes in different pathways, such\nas tll, Kr, and dpp,\nuncovered the role of STAT92E in regulation of specific early zygotic genes\nimportant for pattern formation. DiscussionWe have undertaken a bioinformatics approach to investigating the mechanisms\ncontrolling transcription of the zygotic genome that occurs during the MZT, and have\nidentified STAT92E as an important general transcription factor essential for\nup-regulation of a large number of early “zygotic genes”. We have\nfurther investigated the role of STAT92E in controlling transcription of a few\nrepresentative early zygotic genes, such as dpp,\nKr, and tll, that are important for pattern\nformation and/or cell fate specification in the early embryo. Our studies suggest\nthat STAT92E cooperate with Zelda to control transcription of many “zygotic\ngenes” expressed during the MZT. While STAT mainly regulates transcription\nlevels, but not spatial patterns, of dpp, tll, and\nKr, and possibly also other “zygotic genes”, Zelda\nis essential for both levels and expression patterns of these genes [9].The transcriptional network that controls the onset of zygotic gene expression during\nthe MZT has remained incompletely understood. It has been proposed that\ntranscription of the zygotic genome depends on the combined input from maternally\nderived morphogens and general transcription factors. The former are distributed in\nbroad gradients in the early embryo and directly control positional information\n(e.g., Bicoid, Caudal, and Dorsal), whereas the latter are presumably uniformly\ndistributed regulators that augment the upregulation of a large number of\n“zygotic genes”. Other than Zelda, which plays a key role as a general\nregulator of early zygotic expression [9], the identities of these general\ntranscriptional activators have remained largely elusive. It has been shown that\ncombining Dorsal with Zelda- or STAT-binding sites supports transcription in a broad\ndomain in the embryo [10]. The demonstration of STAT92E as another general\ntranscription factor sheds light on the components and mechanisms of the controlling\nnetwork in the early embryo. Moreover, we have found that STAT92E and Zelda may\ncooperate to synergistically regulate “zygotic genes”. Our results thus\nvalidate the bioinformatics approach as useful in identifying ubiquitously expressed\ntranscription factors that may play redundant roles with other factors and thus\nmight otherwise be difficult to identify.Our conclusion that STAT92E is important for the levels but not the spatial domains\nof target gene expression in the early embryo is consistent with several previous\nreports. It has been shown that in Stat92E or hop\nmutant embryos, expression of eve stripes 3 and 5 are significantly\nreduced but not completely abolished [19], [21]. In addition, JAK/STAT activation is required for the\nmaintenance of high levels, but not initiation, of Sxl expression\nduring the MZT [45], [46]. Moreover, it has previously been shown that STAT92E is\nparticularly important for TorsoGOF-induced ectopic tll\nexpression but not essential for the spatial domains of tll\nexpression in wild-type embryos under normal conditions [25]. On the other hand, Zelda may be\nimportant for both levels and spatial patterns of gene expression. This idea is\nconsistent with our finding that Zelda-binding sites are enriched in both promoter\nand promoter-distal enhancers regions, whereas STAT-binding sites are enriched in\npromoter regions only. It has been reported that pausing of RNA polymerase II is\nprominently detected at promoters of highly regulated genes, but not in those of\nhousekeeping genes [47]. In light of our results that STAT and Zelda sites are\nhighly enriched in the early zygotic gene promoters, we suggest that these\ntranscription factors might contribute to chromatin remodeling that favors RNA\npolymerase II pausing at these promoters.Finally, the MZT marks the transition from a totipotent state to that of\ndifferentiation of the early embryo. As a general transcription factor at this\ntransition, STAT, together with additional factors (such as Zelda [9]), is important\nfor embryonic stem cell differentiation. Further investigation is required to\nunderstand the molecular mechanism by which STAT and Zelda [9] cooperate in controlling zygotic\ntranscription in the early Drosophila embryo. Moreover, it would be\ninteresting to investigate whether STAT plays similar roles in embryonic stem cell\ndifferentiation in other animals. Materials and MethodsFly stocks and geneticsAll crosses were carried out at 25°C on standard cornmeal/agar medium unless\notherwise specified. Fly stocks of hopTum-l,\nStat92E6346, and\ndppH46 were from the Bloomington\nDrosophila Stock Center (Bloomington, IN). To generate\nStat92E\nmat– embryos, hsp70-flp;\nFRT82B Stat92E6346/TM3 females were\ncrossed to hsp70-Flp; FRT82B [ovoD1,\nw+]/TM3 males. Their 3rd instar larval\nprogeny were heat-shocked at 37°C for 2 hrs daily for 3–4 days, and\nresulting adult females of the genotype hsp70-flp; FRT82B\nStat92E6346/FRT82B [ovoD1,\nw+] were used to produce embryos that lack\nmaternal Stat92E gene products, as described in the dominant\nfemale-sterile “germline clone” technique [48].Bioinformatic analysesThe following rules were used for assigning a score to known or putative\nactivators of each of the “zygotic genes”. We placed top importance\non genetically demonstrated activation during early embryogenesis, with such an\nactivator receiving an activation score of 10. For instance, Torso was assigned\na score of 10 as an activator of tll transcription based on the\nreports that tll is not expressed in torso\nloss-of-function mutants and is overexpressed in torso\ngain-of-function mutants [17], [49]. Activators identified by biochemical/promoter\nstudies in early embryos or by genetic studies at other developmental stages\nwere assigned a score of 5. Lower scores were assigned to other less stringent\nevidence of interaction, such as unconfirmed genetic screen results (5), in\nvitro biochemical assays (2), or bioinformatics studies (1) (Table\nS1).Databases and programs used in this study:Flybase (http://flybase.org); PubMed (http://www.ncbi.nlm.nih.gov); RedFly (http://redfly.ccr.buffalo.edu/); FlyEnhancer (http://genomeenhancer.org/fly).DNA constructs and plasmidsThe dpp promoter used in this study was a 1.3 kb genomic DNA\nfragment including the upstream regulatory sequences and the non-coding exon 1\nof the of dpp transcript A (Figure S2).\nThis genomic region has previously been shown to be the core promoter of\ndpp\n[38]. Standard\ncloning was used to generate transcription fusions between the\ndpp promoter and cDNAs of reporter genes, such as enhanced\nyellow fluorescent protein (EYFP) and luciferase. Mutagenesis of two STAT92E\nbinding sites within the dpp promoter was done by PCR, and was\nverified by sequencing. V5-Hop and V5-STAT92E are gifts from S.X. Hou [50].Examination of embryosCuticle preparations were performed according to a standard protocol with minor\nmodifications. Embryos were dechorionated with 50% Clorox, washed\nextensively with 0.1% Triton, mounted in Hoyer's, and photographed\nusing dark-field optics. In situ hybridization for detecting\ndpp, Kr, and tll mRNA was\nperformed according to a standard protocol using digoxigenin-incorporated\nantisense RNA probes made from dpp, Kr, and\ntll cDNA, respectively, according to the supplier's\nprotocol. A standard protocol was used for antibody staining of embryos, and a\nbiotinylated secondary antibody and the Vectastain ABC kit (Vector Laboratories,\nInc.) were used according to the manufacturer's instructions. Stained\nembryos were mounted in DAPI-containing mounting medium for accurate staging,\nwhen necessary. Mounted embryos were photographed using Normaski optics on a\nZeiss Axioscope and images were analyzed using Photoshop or ImageJ software.Microarray, semi-quantitative RT-PCR, and quantitative real-time PCRTotal RNA was isolated from embryos (from flies raised at 25°C) collected at\n1–2 h after egg laying (corresponding to nuclear division cycles\n8–14) using trizol (Invitrogen) or the RNeasy Kit (QIAGEN) according to\nthe manufacturer's instructions. RNA quality was assessed using the Agilent\n2100 Bioanalyzer and the RNA 6000 Nano kit (Agilent Technologies Inc., Palo\nAlto, CA).For RT-PCR analysis, first strand complementary DNA (cDNA) was generated from 5\nµg of purified total RNA using Superscript III reverse transcriptase\n(Invitrogen) and oligo(dT)12–18 in 50 µl total reaction volume. The\ncDNA (at 1∶100 dilution) was used as template for either semi-quantitative\nPCR reactions or real time PCR analysis using SYBR green based detection on a\nBioRad iCycler. Reactions were carried out in triplicate, and melting curves\nwere examined to ensure single products. Results were quantified using the\n“delta-delta Ct” method to normalize to rp49\ntranscript levels and to control genotypes. Data shown are averages and standard\ndeviations from at least three independent experiments. The following primer\npairs were used.\nrp49: TCCTACCAGCTTCAAGATGAC, CACGTTGTGCACCAGGAACT.\ndpp: AATCAATCTTCGTGGAGGAGCCGA, TTGGTGTCCAACAGCAGATAGCTC.\neve: TGCACGGATACCGAACCTACAACA, GTTCTGGAACCACACCTTGATCGT.\nKr: CAAGACGCACAAACGCGAACCTTA, TTGACGGTTTGCAGCCAGAAGTTG.\ntll: AATACAACAGCGTGCGTCTTTCGC, ACATTGGTTCCTGTGCGTCTTGTC.For microarray analysis, 200 ng of total RNA was used to prepare biotin-labeled\nRNA using Ambion MessageAmp Premier RNA Amplification Kit (Applied Biosystems,\nFoster City, CA). Briefly, the first strand of cDNA was synthesized using\nArrayScript reverse transcriptase and an oligo(dT) primer bearing a T7 promoter.\nThen DNA polymerase I was used (in the presence of E. coli\nRNase H and DNA ligase) to convert single-stranded cDNA into a double-stranded\nDNA (dsDNA). The dsDNA was then used as a template for in vitro transcription in\na reaction containing biotin-labeled UTP and T7 RNA Polymerase to generate\nbiotin-labeled antisense RNA (aRNA). Twenty µg of labeled aRNA was\nfragmented and fifteen µg of the fragmented aRNA was hybridized to\nAffymetrix Drosophila Genome 2.0 Array Chips according to the\nmanufacterer's Manual (Affymetrix, Santa Clara, CA). Array Chips were\nstained with streptavidin-phycoerythrin, followed by an antibody solution\n(anti-streptavidin) and a second streptavidin-phycoerythrin solution, performed\nby a GeneChip Fluidics Station 450.The Array Chips were then scanned with the Affymetrix GeneChip Scanner 3000. The\nmicroarray image data were converted to numerical data with Genespring software\n(Agilent Technologies Inc., Palo Alto, CA) and normalized using the recommended\ndefaults. The signals from 11 perfect matched oligonucleotides for a specific\ngene and 11 mis-matched oligonucleotides were used to make comparisons of\nsignals. Genes were identified as present when the present (P) assignment was\nsignificant (p<0.05).The Gene Set Enrichment Analysis (GSEA) online software (http://www.broadinstitute.org/gsea) was used to determine\nwhether the predetermined gene sets (e.g., zygotic versus housekeeping; see\nFigure\nS6) show statistically significant, concordant differences between\nwild-type and Stat92Emat– embryos.Antibodies and cell culturePrimary antibodies used in this study include mouse anti-V5 (Invitrogen;\n1∶500 for Western blots), Rabbit anti-V5 (QED; 1∶200 for\nimmunoprecipitation), goat anti-STAT92E (Santa Cruz; Cat# sc-15708;\naffinity-purified against the N-terminus of STAT92E; 1∶200), rabbit\nanti-Kr (1∶5000; a kind gift from C. Rushlow), and anti-phospho-STAT92E\n(Cell Signaling Technology; 1∶1000). Common secondary antibodies were used\nin whole-mount immunostaining or Western blots.\nDrosophila Schneider L2 (S2) cells were cultured at 25°C in\nDrosophila Serum-Free Medium (SFM; Invitrogen) supplemented\nwith 10% Fetal Bovine Serum (FBS; Invitrogen) and 0.5x\nAntibiotic-Antimycotic (Invitrogen). Cells were cultured at\n2.5×106/ml prior to transfection. Transfections were\nperformed with FuGene 6 (Roche) according to the manufacturer's\ninstructions. Cu2SO4 (Sigma) was added to the medium at a\nfinal concentration of 0.5 mM 16 hours after transfection, and cells were\nharvested 48 hours after induction. To stimulate JAK/STAT activation in S2\ncells, 2 mM H2O2 and 1 mM sodium vanadate (pervanadate)\nwere added to the medium and cells were harvested at desired times after\ntreatment. Treated S2 cells were harvested in cell lysis buffer (from Cell\nSignaling Tech.) for Western blotting or ChIP experiments.Chromatin immunoprecipitation (ChIP)ChIP experiments were carried out according to standard protocols with the\nfollowing modifications. 200 µl of early embryos (1–2 h AEL) or\n1×107 S2 cells were treated with 1% formaldehyde at room\ntemperature for 20 min (embryos) or 10 min (cells) to crosslink protein with\nchromatin/genomic DNA. Embryos or cells were homogenized and lysed in 300\nµl of RIPA lysis buffer with 2 mM EDTA and protease inhibitors on ice. The\nlysate was sonicated to shear the genomic DNA to lengths between 500 and 1000\nbp. An aliquot (50 µl) of sonicated sample was saved as the input control.\n5 µg goat anti-STAT92E (Santa Cruz, CA) or rabbit anti-V5 antibodies were\nadded to 200 µl experimental samples in RIPA buffer with 2 mM EDTA and\nprotease inhibitors, and the mixture was incubated overnight at 4°C with\nrotation. Protein G beads (Sigma), pre-blocked with sonicated salmon sperm DNA\n(Stratagene), were added to precipitate the antibody-bound chromatin and the\nprecipitate was washed extensively. After reversing the crosslink, DNA was\nrecovered by using a Qiagen PCR purification kit and quantified by PCR. The\nfollowing forward and reverse primers (flanking two STAT-binding sites in the\nrespective promoter regions) were used for PCR reactions.\ndpp: AATTCCGGATAGCGCCTGG, AAAGATGGCACACGCTGGG.\nKr:\nCATGCGTTTGCATACTGGAG,\nCTATTCGAATCGCCCTTGTC.\ntll:\nAGTGCTTTGAGGTCGGAATG,\nAAGAAACCGTGGTGTCCTTG.\nStat92E:\nTGACTGCCCGCTTTTATACC,\nCAAACGGCGGTCAATAGTTT. Supporting InformationFigure S1Distribution of STAT and Zelda-binding sites in promoter-distal enhances.\nDashed horizontal lines represent genomic DNA sequences surrounding the\npromoter regions from-4000 bp to +1 (transcription start site) of the\nindicated early zygotic genes. Known enhancers (excluding those localized in\nthe-4000 to +1 bp promoter regions are indicated by solid horizontal\nline, with base-pair position relative to transcription start site\nindicated. // denotes discontinuous sequences. Enhancer information was\ncompiled from FlyBase and the references therein. Red triangles represent\nconsensus STAT92E binding sites (TTCnnnGAA). Gray arrowheads indicate the\npositions of Zelda-binding consensus sequences (CAGGTAG).(GIF)Click here for additional data file.(26K, gif)Figure S2Gene expression profile of Stat92E mutant versus wild-type\ncontrol. Total RNA isolated from 1–2 h wild-type and\nStat92Emat– embryos were subjected\nto microarray analysis. The expression level of each gene is plotted as the\nlog of the average ratio of fluorescent intensity on the\nStat92Emat– chip to the wild-type\ncontrol chip. Note that expression levels of the majority of the genes were\nnot changed (centered at 0). The gene number is from the Agilent microarray\nchip.(GIF)Click here for additional data file.(21K, gif)Figure S3\nZelda transcription levels in different genetic backgrounds.\nTotal RNA was isolated from staged early embryos (1–2 h after egg\nlaying) of the indicated genotypes, and mRNA levels of\nzelda and rp49 (control) were measured\nby real-time RT-PCR. Zelda expression levels are shown as relative to rp49\nand normalized to wild-type control. Three independent experiments were\naveraged. Error bars are standard deviations.(GIF)Click here for additional data file.(15K, gif)Figure S4\ndpp genomic region and enhancer sequence. (A) Horizontal\nline indicates the genomic region of dpp, which can be\ndivided into three regions based on functional requirements for\ndpp, as indicated on top. Transcript A of\ndpp is shown; filled boxes indicate coding, and gray\nboxes non-coding, regions. The position of the 1.3 kb promoter region is\nshown. (B) A 500 bp sequence within the 1.3 kb promoter is shown. STAT92E\nconsensus sites are marked in blue, Zelda site in red. (C) Comparison of the\nputative STAT92E and Zelda binding sites in the dpp\npromoter with the consensus sequences is shown. Numbers indicate positions\nof the sites relative to the start of dpp transcript A.(GIF)Click here for additional data file.(41K, gif)Figure S5STAT activation induces dpp reporter gene expression S2\ncells. (A) Drosophila S2 cells were transfected with\nSTAT92E-V5 and were stimulated with H2O2/vanadate.\nCells were lysed 30 min after stimulation and were subjected to SDS-PAGE.\nSTAT92E phosphorylation was detected with anti-pSTAT92E, and transfected\nSTAT92E was detected with anti-V5. Anti-Tubulin was used as a loading\ncontrol. (B) S2 cells were transfected with\ndppWT-EGFP or\ndppDM-EGFP, and pervanadate treatment was\nused to activate endogenous STAT92E. EGFP was imaged by confocal microscopy\nat the same settings for both constructs at different time points after\nstimulation. Note that EGFP expression in\ndppWT-EGFP transfected cells was detected 1.5 h\nfollowing pervanadate treatment, but not in\ndppDM-EGFP transfected cells. Right panels\nare higher magnifications of the white square in the left panel.(GIF)Click here for additional data file.(30K, gif)Figure S6JAK/STAT signaling regulates dpp expression in late stage\nembryos. (A, B) In hopGOF/+ embryos,\ndpp expression is increased, but remains excluded from\nthe ventral-most region (arrow in A). The cuticle morphology appears mostly\nnormal (B). (C, E, G) dpp expression in parasegment 7 (ps7;\narrow) of stage 14 embryos. (D, F, H) Stage 16 embryos were stained with\nanti-Crumb to reveal the gut epithelia. (C, D) In wild-type embryos,\ndpp is expressed bilaterally at ps7 and other tissues\n(not marked), as has previously been shown [51]. The midgut exhibits\nconstrictions (folding), which depend on the correct ps7\ndpp expression, as has previously been shown [52],\n[53]. (E, F) In HopGOF\nembryos, dpp expression at ps7 is increased in intensity,\nalthough the midgut appears mostly normal in morphology, albeit slightly\nover-constricted compared to wild type. (G, H) In\nStat92Emat– embryos,\ndpp expression at ps7 is much reduced or undetectable.\nThe midgut lacks constriction.(GIF)Click here for additional data file.(62K, gif)Figure S7Larval cuticle morphology. (A) A wild-type larval cuticle, with eight\nabdominal denticle belts seen in the ventral region. (B) A\nKr1/+ cuticle showing minor\nanterior defects such as a weakened A2 (arrowhead). (C)\ndpp+/– larvae exhibit mostly\nnormal cuticle morphology, with correct D/V polarity, albeit occasional\ndenticle defects.(GIF)Click here for additional data file.(26K, gif)Table S1Early zygotic genes and their activators. Activators are based on published\nliterature and may not be transcription factors or directly act on target\ngenes.(XLSX)Click here for additional data file.(73K, xlsx)Table S2Activators of zygotic transcription and their activation score.(XLSX)Click here for additional data file.(44K, xlsx)Table S3Housekeeping genes and STAT-binding site distribution in their promoters.(XLS)Click here for additional data file.(38K, xls)Table S4Genes down-regulated in Stat92Emat– early\nembryos.(XLS)Click here for additional data file.(553K, xls)Table S5Genes up-regulated in Stat92Emat– early\nembryos.(XLS)Click here for additional data file.(289K, xls)Table S6Zygotic and housekeeping gene sets.(XLSX)Click here for additional data file.(58K, xlsx) AcknowledgmentsWe thank Drs. C. Zhao and S. Welle for help with microarray analysis, Dr. L.\nSilver-mores and anonymous reviewers for commenting on the manuscript, and the\nBloomington Drosophila Stock Center for various\nDrosophila strains and reagents. FootnotesThe authors have declared that no competing interests exist.This work was supported by NIH/NCI 5R01CA131326, American Cancer Society Research\nScholar Grant, and The Leukemia and Lymphoma Society. The funders had no role in\nstudy design, data collection and analysis, decision to publish, or preparation\nof the manuscript. References1. Ephrussi A, St Johnston D. Seeing is believing: the bicoid morphogen gradient\nmatures. Cell. 2004;116:143–152. [PubMed] [Google Scholar]2. St Johnston D, Nusslein-Volhard C. The origin of pattern and polarity in the Drosophila\nembryo. Cell. 1992;68:201–219. [PubMed] [Google Scholar]3. Nusslein-Volhard C. Determination of the embryonic axes of\nDrosophila. 1991;Dev(Suppl 1):1–10. [PubMed] [Google Scholar]4. Wieschaus E. Embryonic transcription and the control of developmental\npathways. Genetics. 1996;142:5–10. [PMC free article] [PubMed] [Google Scholar]5. De Renzis S, Elemento O, Tavazoie S, Wieschaus EF. Unmasking activation of the zygotic genome using chromosomal\ndeletions in the Drosophila embryo. PLoS Biol. 2007;5:e117. doi: 10.1371/journal.pbio.0050117. [PMC free article] [PubMed] [Google Scholar]6. Lawrence PA, Struhl G. Morphogens, compartments, and pattern: lessons from\ndrosophila? Cell. 1996;85:951–961. [PubMed] [Google Scholar]7. Driever W, Nusslein-Volhard C. The bicoid protein determines position in the Drosophila embryo\nin a concentration-dependent manner. Cell. 1988;54:95–104. [PubMed] [Google Scholar]8. Roth S, Stein D, Nusslein-Volhard C. A gradient of nuclear localization of the dorsal protein\ndetermines dorsoventral pattern in the Drosophila embryo. Cell. 1989;59:1189–1202. [PubMed] [Google Scholar]9. Liang HL, Nien CY, Liu HY, Metzstein MM, Kirov N, Rushlow C. The zinc-finger protein Zelda is a key activator of the early\nzygotic genome in Drosophila. Nature. 2008.  [PMC free article] [PubMed]10. Liberman LM, Stathopoulos A. Design flexibility in cis-regulatory control of gene expression:\nsynthetic and comparative evidence. Dev Biol. 2009;327:578–589. [PMC free article] [PubMed] [Google Scholar]11. Gallo SM, Li L, Hu Z, Halfon MS. REDfly: a Regulatory Element Database for\nDrosophila. Bioinformatics. 2006;22:381–383. [PubMed] [Google Scholar]12. Markstein M, Markstein P, Markstein V, Levine MS. Genome-wide analysis of clustered Dorsal binding sites identifies\nputative target genes in the Drosophila embryo. Proc Natl Acad Sci U S A. 2002;99:763–768. [PMC free article] [PubMed] [Google Scholar]13. Macdonald PM, Struhl G. A molecular gradient in early Drosophila embryos and its role in\nspecifying the body pattern. Nature. 1986;324:537–545. [PubMed] [Google Scholar]14. Mlodzik M, Gehring WJ. Expression of the caudal gene in the germ line of Drosophila:\nformation of an RNA and protein gradient during early\nembryogenesis. Cell. 1987;48:465–478. [PubMed] [Google Scholar]15. Sprenger F, Stevens LM, Nusslein-Volhard C. The Drosophila gene torso encodes a putative receptor tyrosine\nkinase. Nature. 1989;338:478–483. [PubMed] [Google Scholar]16. Casanova J, Struhl G. Localized surface activity of torso, a receptor tyrosine kinase,\nspecifies terminal body pattern in Drosophila. Genes Dev. 1989;3:2025–2038. [PubMed] [Google Scholar]17. Li WX. Functions and mechanisms of receptor tyrosine kinase Torso\nsignaling: Lessons from Drosophila embryonic terminal\ndevelopment. Dev Dyn. 2005;232:656–672. [PMC free article] [PubMed] [Google Scholar]18. Stathopoulos A, Levine M. Dorsal gradient networks in the Drosophila\nembryo. Dev Biol. 2002;246:57–67. [PubMed] [Google Scholar]19. Hou XS, Melnick MB, Perrimon N. Marelle acts downstream of the Drosophila HOP/JAK kinase and\nencodes a protein similar to the mammalian STATs [published erratum\nappears in Cell 1996 Apr 19;85(2):following 290]. Cell. 1996;84:411–419. [PubMed] [Google Scholar]20. Li J, Li W, Calhoun HC, Xia F, Gao FB, Li WX. Patterns and functions of STAT activation during Drosophila\nembryogenesis. Mech Dev. 2003;120:1455–1468. [PMC free article] [PubMed] [Google Scholar]21. Yan R, Small S, Desplan C, Dearolf CR, Darnell JE., Jr Identification of a Stat gene that functions in Drosophila\ndevelopment. Cell. 1996;84:421–430. [PubMed] [Google Scholar]22. Li WX. Canonical and non-canonical JAK-STAT signaling. Trends Cell Biol. 2008;18:545–551. [PMC free article] [PubMed] [Google Scholar]23. Li J, Li WX. Drosophila gain-of-function mutant RTK torso triggers ectopic Dpp\nand STAT signaling. Genetics. 2003;164:247–258. [PMC free article] [PubMed] [Google Scholar]24. Li J, Xia F, Li WX. Coactivation of STAT and Ras is required for germ cell\nproliferation and invasive migration in Drosophila. Dev Cell. 2003;5:787–798. [PMC free article] [PubMed] [Google Scholar]25. Li WX, Agaisse H, Mathey-Prevot B, Perrimon N. Differential requirement for STAT by gain-of-function and\nwild-type receptor tyrosine kinase Torso in Drosophila. Development. 2002;129:4241–4248. [PMC free article] [PubMed] [Google Scholar]26. Jinks TM, Polydorides AD, Calhoun G, Schedl P. The JAK/STAT signaling pathway is required for the initial choice\nof sexual identity in Drosophila melanogaster. Molecular Cell. 2000;5:581–587. [PubMed] [Google Scholar]27. ten Bosch JR, Benavides JA, Cline TW. The TAGteam DNA motif controls the timing of Drosophila\npre-blastoderm transcription. Development. 2006;133:1967–1977. [PubMed] [Google Scholar]28. Subramanian A, Tamayo P, Mootha VK, Mukherjee S, Ebert BL, Gillette MA, Paulovich A, Pomeroy SL, Golub TR, Lander ES, Mesirov JP. Gene set enrichment analysis: a knowledge-based approach for\ninterpreting genome-wide expression profiles. Proc Natl Acad Sci U S A. 2005;102:15545–15550. [PMC free article] [PubMed] [Google Scholar]29. Harrison DA, Binari R, Nahreini TS, Gilman M, Perrimon N. Activation of a Drosophila Janus kinase (JAK) causes\nhematopoietic neoplasia and developmental defects. Embo J. 1995;14:2857–2865. [PMC free article] [PubMed] [Google Scholar]30. Luo H, Hanratty WP, Dearolf CR. An amino acid substitution in the Drosophila hopTum-l Jak kinase\ncauses leukemia-like hematopoietic defects. Embo J. 1995;14:1412–1420. [PMC free article] [PubMed] [Google Scholar]31. Shi S, Calhoun HC, Xia F, Li J, Le L, Li WX. JAK signaling globally counteracts heterochromatic gene\nsilencing. Nat Genet. 2006;38:1071–1076. [PMC free article] [PubMed] [Google Scholar]32. Sweitzer SM, Calvo S, Kraus MH, Finbloom DS, Larner AC. Characterization of a Stat-like DNA binding activity in\nDrosophila melanogaster. J Biol Chem. 1995;270:16510–16513. [PubMed] [Google Scholar]33. Shi S, Larson K, Guo D, Lim SJ, Dutta P, Yan SJ, Li WX. Drosophila STAT is required for directly maintaining HP1\nlocalization and heterochromatin stability. Nat Cell Biol. 2008;10:489–496. [PMC free article] [PubMed] [Google Scholar]34. Padgett RW, St Johnston RD, Gelbart WM. A transcript from a Drosophila pattern gene predicts a protein\nhomologous to the transforming growth factor-beta family. Nature. 1987;325:81–84. [PubMed] [Google Scholar]35. St Johnston RD, Gelbart WM. Decapentaplegic transcripts are localized along the\ndorsal-ventral axis of the Drosophila embryo. Embo J. 1987;6:2785–2791. [PMC free article] [PubMed] [Google Scholar]36. Ray RP, Arora K, Nusslein-Volhard C, Gelbart WM. The control of cell fate along the dorsal-ventral axis of the\nDrosophila embryo. Development. 1991;113:35–54. [PubMed] [Google Scholar]37. Wharton KA, Ray RP, Gelbart WM. An activity gradient of decapentaplegic is necessary for the\nspecification of dorsal pattern elements in the Drosophila\nembryo. Development. 1993;117:807–822. [PubMed] [Google Scholar]38. Huang JD, Schwyter DH, Shirokawa JM, Courey AJ. The interplay between multiple enhancer and silencer elements\ndefines the pattern of decapentaplegic expression. Genes Dev. 1993;7:694–704. [PubMed] [Google Scholar]39. Lopez-Onieva L, Fernandez-Minan A, Gonzalez-Reyes A. Jak/Stat signalling in niche support cells regulates dpp\ntranscription to control germline stem cell maintenance in the Drosophila\novary. Development. 2008;135:533–540. [PubMed] [Google Scholar]40. Wang L, Li Z, Cai Y. The JAK/STAT pathway positively regulates DPP signaling in the\nDrosophila germline stem cell niche. J Cell Biol. 2008;180:721–728. [PMC free article] [PubMed] [Google Scholar]41. Hulskamp M, Pfeifle C, Tautz D. A morphogenetic gradient of hunchback protein organizes the\nexpression of the gap genes Kruppel and knirps in the early Drosophila\nembryo. Nature. 1990;346:577–580. [PubMed] [Google Scholar]42. Pignoni F, Baldarelli RM, Steingrimsson E, Diaz RJ, Patapoutian A, Merriam JR, Lengyel JA. The Drosophila gene tailless is expressed at the embryonic\ntermini and is a member of the steroid receptor superfamily. Cell. 1990;62:151–163. [PubMed] [Google Scholar]43. Paroush Z, Wainwright SM, Ish-Horowicz D. Torso signalling regulates terminal patterning in Drosophila by\nantagonising Groucho-mediated repression. Development. 1997;124:3827–3834. [PubMed] [Google Scholar]44. Carroll SB, Scott MP. Zygotically active genes that affect the spatial expression of\nthe fushi tarazu segmentation gene during early Drosophila\nembryogenesis. Cell. 1986;45:113–126. [PubMed] [Google Scholar]45. Sefton L, Timmer JR, Zhang Y, Beranger F, Cline TW. An extracellular activator of the Drosophila JAK/STAT pathway is\na sex- determination signal element. Nature. 2000;405:970–973. [PubMed] [Google Scholar]46. Avila FW, Erickson JW. Drosophila JAK/STAT pathway reveals distinct initiation and\nreinforcement steps in early transcription of Sxl. Curr Biol. 2007;17:643–648. [PubMed] [Google Scholar]47. Gilchrist DA, Dos Santos G, Fargo DC, Xie B, Gao Y, Li L, Adelman K. Pausing of RNA polymerase II disrupts DNA-specified nucleosome\norganization to enable precise gene regulation. Cell. 2010;143:540–551. [PMC free article] [PubMed] [Google Scholar]48. Chou TB, Noll E, Perrimon N. Autosomal P[ovoD1] dominant female-sterile insertions\nin Drosophila and their use in generating germ-line\nchimeras. Development. 1993;119:1359–1369. [PubMed] [Google Scholar]49. Pignoni F, Steingrimsson E, Lengyel JA. bicoid and the terminal system activate tailless expression in\nthe early Drosophila embryo. Development. 1992;115:239–251. [PubMed] [Google Scholar]50. Chen HW, Chen X, Oh SW, Marinissen MJ, Gutkind JS, Hou SX. mom identifies a receptor for the Drosophila JAK/STAT signal\ntransduction pathway and encodes a protein distantly related to the\nmammalian cytokine receptor family. Genes Dev. 2002;16:388–398. [PMC free article] [PubMed] [Google Scholar]51. Capovilla M, Brandt M, Botas J. Direct regulation of decapentaplegic by Ultrabithorax and its\nrole in Drosophila midgut morphogenesis. Cell. 1994;76:461–475. [PubMed] [Google Scholar]52. Immergluck K, Lawrence PA, Bienz M. Induction across germ layers in Drosophila mediated by a genetic\ncascade. Cell. 1990;62:261–268. [PubMed] [Google Scholar]53. Panganiban GE, Reuter R, Scott MP, Hoffmann FM. A Drosophila growth factor homolog, decapentaplegic, regulates\nhomeotic gene expression within and across germ layers during midgut\nmorphogenesis. Development. 1990;110:1041–1050. [PubMed] [Google Scholar]"}