{"title": "Negative elongation factor accelerates the rate at which heat shock genes are shut off by facilitating dissociation of heat shock factor", "pubDate": "2011", "PMCID": "PMC3187281", "DOI": "10.1128/MCB.05930-11", "PMID": "21859888", "abstract": "Promoter-proximal pausing of RNA polymerase II (Pol II) occurs on thousands of genes in animal cells. This pausing often correlates with the rapid induction of genes, but direct tests of the relationship between pausing and induction rates are lacking. hsp70 and hsp26 in Drosophila are rapidly induced by heat shock. Contrary to current expectations, depletion of negative elongation factor (NELF), a key factor in setting up paused Pol II, reduced pausing but did not interfere with rapid induction. Instead, depletion of NELF delayed the time taken for these genes to shut off during recovery from heat shock. NELF depletion also delayed the dissociation of HSF from hsp70 and hsp26, and a similar delay was observed when cells were depleted of the histone acetyltransferase CBP. CBP has been reported to associate with Pol II, and acetylation of HSF by CBP has been implicated in inhibiting the DNA-binding activity of HSF. We propose that NELF-mediated pausing allows Pol II to direct CBP-mediated acetylation of HSF, thus causing HSF to dissociate from the gene. Activators are typically viewed as controlling Pol II. Our results reveal a possible reciprocal relationship in which paused Pol II influences the activator.", "author": [{"author": "Saikat Kumar B Ghosh", "affiliation": ["Center for Eukaryotic Gene Regulation, Department of Biochemistry and Molecular Biology, 465A North Frear, Pennsylvania State University, University Park, PA 16802, USA."], "href": "/?term=Ghosh+SK&cauthor_id=21859888"}, {"author": "Anamika Missra", "affiliation": [], "href": "/?term=Missra+A&cauthor_id=21859888"}, {"author": "David S Gilmour", "affiliation": [], "href": "/?term=Gilmour+DS&cauthor_id=21859888"}], "refPMID": [], "citedInPMID": ["21859888", "34982944", "34385696", "33057115", "32155413", "32039052", "29281702", "29158293", "28890254", "28213523", "26840894", "26555214", "25820424", "25764114", "25312646", "24607507", "23894613", "23708796", "23575664", "22895430", "22549956", "22410830"], "body": " AbstractPromoter-proximal pausing of RNA polymerase II (Pol II) occurs on thousands of genes in animal cells. This pausing often correlates with the rapid induction of genes, but direct tests of the relationship between pausing and induction rates are lacking. hsp70 and hsp26 in Drosophila are rapidly induced by heat shock. Contrary to current expectations, depletion of negative elongation factor (NELF), a key factor in setting up paused Pol II, reduced pausing but did not interfere with rapid induction. Instead, depletion of NELF delayed the time taken for these genes to shut off during recovery from heat shock. NELF depletion also delayed the dissociation of HSF from hsp70 and hsp26, and a similar delay was observed when cells were depleted of the histone acetyltransferase CBP. CBP has been reported to associate with Pol II, and acetylation of HSF by CBP has been implicated in inhibiting the DNA-binding activity of HSF. We propose that NELF-mediated pausing allows Pol II to direct CBP-mediated acetylation of HSF, thus causing HSF to dissociate from the gene. Activators are typically viewed as controlling Pol II. Our results reveal a possible reciprocal relationship in which paused Pol II influences the activator. INTRODUCTIONRecent analyses of the distribution of RNA polymerase II (Pol II) in animal cells reveal that Pol II is concentrated at the 5′ end of thousands of genes (11, 21, 28). In most cases, Pol II is transcriptionally engaged but paused within the first 50 nucleotides of the transcription start site (11, 19, 24). The pause is mediated by the cooperative activities of DRB sensitivity-inducing factor (DSIF) and negative elongation factor (NELF) (43). The duration of the pause varies for different genes, and it is a rate-limiting step in the expression of many genes (17). The kinase P-TEFb appears to control the duration of the pause by phosphorylating Pol II, NELF, and DSIF (8, 34).Possible functions for promoter-proximal pausing are beginning to be identified. Genes that respond rapidly to external signals tend to have paused Pol II (2, 23). The paused state could accelerate the rate of induction by allowing the chromatin remodeling and histone modifications that precede the recruitment of Pol II to be uncoupled from transcription elongation, thus establishing a state that is poised for rapid induction. For some genes, paused Pol II appears to prevent a nucleosome that would otherwise repress transcription initiation from assembling over the core promoter region (18, 19). Finally, paused Pol II has been shown to function as an insulator of enhancer function, thus serving as a way to demarcate functional domains in chromatin (10).Promoter-proximal pausing was first identified in the Drosophilahsp70 gene (35). A long-standing hypothesis is that promoter-proximal pausing allows the rapid induction of heat shock genes (25). We set out to test this hypothesis by determining if disrupting promoter-proximal pausing affects the kinetics of induction. RNA interference (RNAi)-mediated depletion of NELF reduces pausing at hsp70 (19, 41). Surprisingly, we observed that depletion of NELF has no significant impact on the rates at which hsp70 is induced. Instead, depletion of NELF impairs the rate at which heat shock genes shut off during recovery from heat shock. Further analysis reveals that NELF depletion impairs the rate at which HSF, the transcriptional activator of heat shock genes, dissociates from the heat shock gene during recovery from heat shock. MATERIALS AND METHODSFly lines and nomenclature. The following fly lines containing RNAi transgenes were used for this study. NELF-Di8-2 and NELF-Di2-1 flies contain identical RNAi transgenes targeting NELF-D located at different chromosomal locations (19). RNAi lines targeting CBP and brm were obtained from the Transgenic RNAi project (TRiP) and are designated CBPi2806 and brmi4019 (the corresponding TRiP designations are JF02806 and HM04019, respectively). The D7, BL1824 line contains a transgene that expresses Gal4 in salivary glands (41), and it is designated SG-Gal4. The control line containing no transgenes was yw.Primers used in assays. Primers 1 to 10 (Table 1 ) are quantitative PCR (qPCR) primers. Primers 11 to 19 (Table 1) are ligation-mediated PCR (LM-PCR) primers.Table 1.Primers used in this studyPrimer no.GenePrimer(s)Sequence1hsp70RealT −72 hsp70BcGAGAGCGCGCCTCGAAT2hsp70RealT +29 hsp70BcCGTGTTCACTTTGCTTGTTTGAA3hsp70hsp70Bc+1916FACTGGACGAGGCCGACAAG4hsp70hsp70Bc+2036RGCGAGTGAGCTCCTCCATCT5hsp26RealT −77 hsp26TAATTTTTTCTCTCTGTGCACGTTCT6hsp26RealT +24 hsp26CCCGCTGGAGCTTTTCTAGA7hsp26RealT hsp26 +620CATCATGCGCCACTTTGTG8hsp26RealT hsp26 +733TGCGGCTTGGGAATACTGA9rp49RealT Rp49 FGCGTCGCCGCTTCAAG10rp49RealT Rp49 RCAGCTCGCGCACGTTGT11hsp70LM1 87C/A250GCAGGCATTGTGTGTGAGT12hsp70LM2 87C250GGCATTGTGTGTGAGTTCTTCTTT13hsp70LM3 87C250TGTGTGAGTTCTTCTTTCTCGGTAACTTG14hsp2626-250-LM1GGATGCAATCCCAGTCCA15hsp2626-250-LM2CAATCCCAGTCCAAGCTCGTAGA16hsp2626-250-LM3CAGTCCAAGCTCGTAGATGGGGCT17hsp70LM terminator 1GCAGGACTCACTTAGCGG18hsp70LM terminator 2CACTTAGCGGGGCGAACG19hsp70LM terminator 3GGGCGAACGGCGGTTCCOpen in a separate windowRNAi and permanganate genomic footprinting. To express NELF RNAi in salivary glands, RNAi transgenic flies were mated with SG-Gal4 flies to produce RNAi SG-Gal4 progeny. Various control crosses were done as described in the figure legends to produce progeny that did not express RNAi. As described for each figure, the larvae from each mating were heat shocked first and then the salivary glands were isolated or the glands were isolated and then heat shocked in cell culture medium. For experiments involving heat-shocked larvae, heat shock was performed at 37°C and the glands were isolated from heat-shocked and non-heat-shocked larvae in dissection buffer (130 mM NaCl, 5 mM KCl, 1.5 mM CaCl2) and then moved to a tube containing 10 μl of the dissection buffer. For experiments involving the heat shocking of isolated glands, glands were isolated from non-heat-shocked larvae in S2 culture medium (Invitrogen) and placed in 10 μl of S2 culture medium in a thin-walled PCR tube. The glands were heat shocked by placing the tube in a PCR machine prewarmed to 37°C for the indicated lengths of time.Glands were permanganate treated by the addition of 100 μl of ice-cold 20 mM potassium permanganate dissolved in dissection buffer, followed by incubation on ice for 2 min. The reaction was stopped with 100 μl room temperature permanganate stop solution containing 20 mM Tris (pH 7.5), 20 mM NaCl, 40 mM EDTA, 1% SDS, and 0.4 M β-methanol. Fifty micrograms of proteinase K was added, and samples were incubated at 37°C for 90 min. Samples were extracted with phenol-chloroform, and DNA was precipitated by the addition of 40 μl of 3 M sodium acetate (pH 7.0) and 1 ml of chilled 100% ethanol. The mixture was incubated on dry ice for 15 min and centrifuged at 16,000 × g at 4°C for 20 min. The pellet was washed with 100 μl of 75% ethanol, air dried for 5 min, and dissolved in 20 μl of TE (10 mM Tris [pH 7.5], 1 mM EDTA). The samples were then subjected to piperidine cleavage by the addition of 70 μl of water and 10 μl piperidine, followed by incubation at 90°C for 30 min. A 300-μl volume of water was added, and each sample was transferred to a new 1.7-ml tube. The samples were isobutanol extracted twice with 800 μl each time and once with 400 μl of isobutanol, followed by one extraction with 100 μl ether. The volume of each sample was adjusted to 100 μl by the addition of water. DNA was ethanol precipitated using 10 μl of 3 M sodium acetate (pH 7.0) and 250 μl of ethanol, and the precipitate was washed with 75% ethanol. Samples were dissolved in 10 μl of TE and transferred to a fresh silanized 0.65-ml tube. The DNA was measured by NanoDrop (Thermo-Scientific), and 60 ng of DNA was used for LM-PCR. LM-PCR was performed as previously described (20).Immunoblotting. Ten pairs of salivary glands were lysed in 75 μl of lysis buffer (10 mM Tris-Cl [pH 7.5], 20 mM NaCl, 20 mM EDTA [pH 8.0], 0.5% SDS, 1 mM dithiothreitol, proteinase inhibitor cocktail [1.6 mg/ml benzamidine HCl, 1 mg/ml aprotinin, 1 mg/ml pepstatin A, 1 mg/ml leupeptin]). After the determination of protein concentrations with the Bio-Rad protein assay (Bio-Rad), samples were subjected to 10% SDS-PAGE and proteins were transferred at 10 V for 45 min to a 0.2-μm nitrocellulose membrane (Bio-Rad) by a semidry method (Bio-Rad). Blots were incubated overnight with specific polyclonal antibodies. NELF-D, NELF-E, DSIF, HSF, and Rpb3 were detected with anti-NELF-D (1:2,000 dilution), anti-NELF-E (1:2,000 dilution), anti-Spt5 (1:1,500 dilution), anti-HSF (1:2,000 dilution), and anti-Rpb3 (1:2,500 dilution) specific antibodies, respectively. The blots were then probed with Cy5 (1:3,000 dilution)- or horseradish peroxidase (1:10,000 dilution)-conjugated secondary antibodies for 90 min. The blots were visualized with a Typhoon (GE Healthcare) or by exposure to X-ray film in the cases of HSF and Rpb3.Immunofluorescence analysis. Polytene chromosome spreads were prepared as previously described (7). Two pairs of salivary glands were dissected from normal or RNAi larvae in 50 μl of dissection buffer. The glands were incubated in solution A (15 mM Tris-Cl [pH 7.4], 60 mM KCl, 15 mM spermine, 1.5 mM spermidine, 1% Triton X-100) for 15 s, in solution B (15 mM Tris-Cl [pH 7.4], 60 mM KCl, 15 mM spermine, 1.5 mM spermidine, 1% Triton X-100, 3.7% formaldehyde) for 15 s, and in solution G (50% glacial acetic acid) for 3 min. For the last 3 min, the glands were transferred to a 9-μl drop of solution G placed on a silanized coverslip. A glass slide was placed onto the coverslip with the glands, and the slide was turned over so the chromosomes could be squashed by tapping of the coverslip. Once the desired amount of spreading of chromosomes was achieved, the slide was flash frozen in liquid nitrogen, the coverslip was removed, and the slide was stored overnight in 95% ethanol at 4°C.Staining of slides for Fig. 1A were carried out at room temperature. The slides were first rehydrated by placement in TBST (150 mM NaCl, 10 mM Tris-Cl [pH 7.5], 0.03% Triton X-100) twice for 5 min each time. The slides were incubated in blocking solution (10% fetal bovine serum in TBST) for 1 h at room temperature and washed with TBST for 5 min. The primary antibodies (affinity-purified NELF D and NELF E antibodies) were diluted 1:10 in TBST, and 20 μl of the antibody solution was incubated on each slide for 2 h. The slides were washed with TBST three times for 10 min each time. Secondary antibody (anti-rabbit antibody–Alexa Fluor 568) was diluted 1:250 in TBST, and 20 μl of this solution was used to stain each slide for 90 min. The slides were first washed with TBST containing 10 ng/ml Hoechst for 10 min to stain the DNA and then washed with TBST for 15 min. The slides were then mounted with a coverslip, and 20 μl of mounting solution (100 mM Tris-Cl [pH 8.5], 80% glycerol, 2% N-propyl gallate). Chromosomes were viewed by fluorescence microscopy.Open in a separate windowFig. 1.Depletion of NELF in Drosophila salivary glands. (A) Immunodetection of NELF-D and NELF-E on polytene chromosomes from +/SG-Gal4 (control) and NELF-Di8-2/SG-Gal4 (NELF-D RNAi) larvae. The chromosome spreads were stained with either affinity-purified rabbit anti-NELF-D or anti-NELF-E antibodies. The primary antibodies were visualized with Alexa Fluor 568-conjugated anti-rabbit antibody. Images a, b, c, and d show chromosomes stained with the DNA stain Hoechst. Images e and f show chromosomes stained with anti-NELF-E antibody in control and NELF-D-depleted larvae. Images g and h show chromosomes stained with anti-NELF-D antibody in control and NELF-D-depleted larvae. (B) Immunoblot analysis of lysates from control and NELF-D interfering RNA-expressing salivary glands. Amounts of total protein are indicated above the lanes. The blot was probed with antibodies raised against NELF-D, NELF-E, Spt5, and Rpb3. Spt5 is the largest subunit of DSIF. A magnified image of the NELF-D panel shows the depletion of NELF-D, which is the faster-moving band of the doublet.Polytene chromosome spreads (see Fig. 8A) were prepared as described above but with a few exceptions. TBS (150 mM NaCl, 10 mM Tris-Cl [pH 7.5]) was used in all subsequent steps following rehydration of the chromosomes. Primary antibodies against CBP (rabbit) and Pol II (8WG16, mouse monoclonal) were diluted 1:100 and 1:25 in TBS, respectively. The secondary antibodies (anti-rabbit antibody–Alexa Fluor 488 and anti-mouse antibody–Alexa Fluor 568) were diluted 1:200 in TBS.Open in a separate windowFig. 8.ChIP analysis of HSF at heat shock gene promoters in salivary glands depleted of CBP. (A) Immunodetection of CBP on polytene chromosomes from +/SG-Gal4 (control) and CBP-depleted (CBPi2806/SG-Gal4) larvae. The chromosome spreads were stained with rabbit anti-CBP antibody and mouse anti-Pol II antibody 8WG16. The primary antibodies were visualized with Alexa Fluor 568-conjugated anti-mouse and Alexa Fluor 488-conjugated anti-rabbit antibodies. Images a and d show chromosomes stained with 8WG16 antibody in control and CBP-depleted larvae. Images b and e show chromosomes stained with anti-CBP antibody in control and CBP-depleted larvae. Images c and f show chromosomes stained with the DNA stain Hoechst. (B and C) Depletion of CBP from glands interferes with dissociation of HSF from heat shock genes. Control (+/SG-Gal4), CBP-depleted (CBPi2806/SG-Gal4), and brm-depleted (brmi4019/SG-Gal4) larvae were not heat shocked (NHS), heat shocked for 20 min at 37°C (20′ HS), or heat shocked for 20 min and then allowed to recover for 45 min (20′ HS, 45′ Rec). Salivary glands were then isolated and processed for ChIP analysis. ChIP was performed with anti-HSF antibody. qPCR was performed for the region from −72 to +29 of hsp70 and the region from −77 to +24 of hsp26. Results are derived from two independent experiments, and the error bars denote the ranges of values.Preparation of cDNA for transcript level measurements. Transcript levels were analyzed by reverse transcriptase qPCR. A 100-μl volume of TRIzol (Invitrogen) was used to isolate total RNA from 10 pairs of salivary glands. To generate cDNA, 200 ng of total RNA was incubated with a 500 μM deoxynucleoside triphosphate mixture, 0.65 μM each oligo(dT)16 (IDT), and random hexamers (IDT) at 65°C for 5 min. A cDNA synthesis mixture containing 10 mM dithiothreitol (DTT), 100 units of Moloney murine leukemia virus reverse transcriptase (USB), and 4 units of RNasin (Promega) was then added to the total RNA mixture, which was incubated at 42°C for 50 min. The reaction was terminated by incubation at 70°C for 15 min. The resulting cDNA was then evaluated with primers for specific genes by qPCR.Chromatin immunoprecipitation (ChIP) of salivary glands. Ten pairs of salivary glands isolated from third-instar larvae were incubated for 5 min on ice in 100 μl of 1% formaldehyde in dissection buffer and then at room temperature for 7 min. Glycine (2.5 M) was added to a final concentration of 125 mM to quench the cross-linking reaction, and glands were placed on ice for 2 min. The glands were centrifuged at 900 × g for 2 min at 4°C, and the supernatant was removed. A 100-μl volume of sonication buffer (20 mM Tris [pH 8.0], 0.5% SDS, 2 mM EDTA, 0.5 mM EGTA, 0.5 mM phenylmethylsulfonyl fluoride [PMSF]) and 2 μl protease inhibitor cocktail containing 1.6 mg/ml benzamidine HCl, 1 mg/ml aprotinin, 1 mg/ml pepstatin A, and 1 mg/ml leupeptin were added to the glands. The glands were incubated at room temperature for 10 min and then on ice for 10 min. The glands were vigorously shaken for 10 min and finally homogenized with a small pestle to achieve complete lysis. Lysates were sonicated at 4°C in a Bioruptor (Diagenode) at full power for 15 min with a cycle of 30 s on and 30 s off to shear the DNA to an average fragment size of 400 bp. The lysate was clarified by centrifugation at 14,000 × g for 7 min. Ten microliters of the clarified lysate, equivalent to one pair of glands, was used for each ChIP. Immunoprecipitation was performed using 2 μl of anti-HSF antibodies. The ChIP samples were analyzed by qPCR.qPCR analysis. qPCR was performed using SYBR green PCR master mix from Applied Biosystems or SensiMixPlus SYBR from Quantace. The reactions were performed on an Applied Biosystems 7300 real-time PCR system. Data were analyzed with ABI Prism sequence detection system software. All data were obtained in the linear range of amplification. Standard curves for ChIP samples were determined by serial dilution of the input samples to quantify immunoprecipitated samples. cDNA prepared from total RNA, which was isolated from salivary glands heat shocked for 20 min, was used as a reference standard for the quantification of cDNA produced from RNA. RP49 RNA was used as an internal standard to correct for differences in the recovery of RNA (30).HSF binding assay. The procedure for extracting HSF from salivary glands was modeled after previous HSF extractions done with Drosophila tissue culture cells (44). Twenty pairs of salivary glands from control (yw flies mated with SG-Gal4 flies) or NELF-D-depleted (NELF-Di8-2 flies mated with SG-Gal4 flies) larvae were isolated in 10 μl dissection buffer following appropriate heat shock treatments of the larvae. The glands were transferred to a microcentrifuge tube, and after the addition of 60 μl of extraction buffer (10 mM HEPES [pH 7.9], 0.4 M NaCl, 0.1 mM EGTA, 0.5 mM EDTA, 0.5 mM DTT, 5% glycerol, 0.5 mM PMSF, 0.4% NP-40, 1% protease inhibitor cocktail containing 1.6 mg/ml benzamidine HCl, 1 mg/ml aprotinin, 1 mg/ml pepstatin A, and 1 mg/ml leupeptin), they were flash frozen in liquid nitrogen. The glands were thawed and homogenized using a small pestle in a microcentrifuge tube. The lysates were centrifuged at 100,000 × g for 5 min in a Beckman Airfuge, and the cleared extracts were transferred to fresh tubes, flash frozen, and stored at −80°C.Radiolabeled HSE6 DNA was prepared by annealing together HSE6 oligonucleotides (14) (HSE6 F, 5′-TTAAGCGAAGCTTCATGAATGTTCGAGAATATTCGG; HSE6 R, 3′-CGCTTCGAAGTACTTACAAGCTCTTATAAGCCAATT-5′) in 250 mM Tris-HCl (pH 7.7) at a concentration of 10 pmol/μl. The duplex DNA was labeled by filling in the overhanging ends with unlabeled α-thio-dATP and [α-32P]TTP using Klenow DNA polymerase. The labeled template was purified using a Micro Bio-Spin 6 column (Bio-Rad).Binding reactions were assembled on ice by mixing 10 μl binding buffer (15 mM Tris-HCl [pH 7.4], 100 mM NaCl, 0.1 mM EGTA, 0.5 mM DTT, 5% glycerol, 0.1% NP-40) and 2 μl of a labeled oligonucleotide mixture containing 5 μg of yeast tRNA, 1 μg of HaeIII-digested Escherichia coli DNA, and 5 fmol of 32P-labeled HSE6 DNA. A 15-μl volume of extract containing 7.5 μg of protein was added to this mixture and incubated at room temperature for 10 min. The samples were electrophoresed on a 1% TAE-agarose gel at 4°C. The dried gel was analyzed with a phosphorimager (Typhoon; GE Healthcare). RESULTSDepletion of NELF reduces promoter-proximal pausing but does not significantly impact the rate of heat shock induction. To test if promoter-proximal pausing contributes to the rapid induction of hsp70, we reduced pausing by using RNAi to deplete Drosophila salivary glands of the NELF-D subunit. The NELF-Di8-2 line was mated with the SG-Gal4 line to express NELF-D RNAi in salivary glands of larval offspring. As a control, the yw line was mated with the SG-Gal4 line. Indirect immunofluorescence microscopy of polytene chromosomes derived from the salivary glands revealed that RNAi against NELF-D depleted the chromosomes of both NELF-D and NELF-E (Fig. 1A, compare images e and f and images g and h). Immunoblot analysis confirmed that the RNAi against NELF-D decreased the level of D and E but had no effect on Spt5, the largest subunit of DSIF, and Rpb3, the third largest subunit of Pol II (Fig. 1B). Although the decrease in NELF-D is more pronounced than that of NELF-E in the immunoblot assay, the inability to assemble complete complexes results in the loss of both proteins from chromosomes.The behavior of Pol II on hsp70 in non-heat-shocked and heat-shocked salivary glands was monitored by permanganate genomic footprinting (20). Thymines in single-stranded DNA such as transcription bubbles are often more reactive to oxidation by permanganate than those in double-stranded DNA. Paused Pol II on hsp70 causes thymines at +22, +30, and +34 of the nontranscribed strand to be hyperreactive to permanganate oxidation (Fig. 2A, lane 3). Previous work demonstrated that this pattern of hyperreactivity is due to the transcription bubble associated with transcriptionally engaged Pol II (25). RNAi against NELF-D reduced the permanganate reactivity at these three positions, indicating that the level of paused Pol II is diminished upon the depletion of NELF-D (Fig. 2A, compare lanes 3, 9, and 15). Heat shock induction of hsp70 dramatically alters the pattern of permanganate reactivity on hsp70 in accordance with transcriptional activation. Permanganate-hyperreactive sites associated with the train of Pol II molecules transcribing the gene were observed to extend well beyond the pause site (Fig. 2A, compare lanes 3 and 8).Open in a separate windowFig. 2.Kinetics of heat shock induction is not affected by depletion of NELF. (A and B) Permanganate genomic footprinting analysis of hsp70 in salivary glands isolated from +/SG-Gal4 (Control), NELF-Di8-2/SG-Gal4 (NELF-D 8-2-depleted), and NELF-Di2-1/SG-Gal4 (NELF-D 2-1-depleted) larvae. Lanes 1 and 2 correspond to naked DNA left untreated or treated with potassium permanganate for 1 min. Lanes 3, 9, and 15 correspond to DNA derived from non-heat-shocked, permanganate-treated salivary glands. The remaining lanes correspond to DNA isolated from salivary glands heat shocked for 1, 2, 4, 6, or 10 min and subsequently treated with permanganate. Along the right margin are the locations of thymines on the nontranscribed strand of DNA relative to the transcription start site. The results shown are representative of two independent experiments. (C) Reverse transcriptase qPCR analysis of hsp70 RNA levels in salivary glands. Salivary glands were isolated from NELF-D-depleted larvae (NELF-Di8-2/SG-Gal4 and NELF-Di2-1/SG-Gal4) or control larvae (+/SG-Gal4). Glands were then either left untreated or heat shocked at 37°C for 1, 2, 4, 6, and 10 min. RP49 RNA was used as an internal standard, and the relative values were normalized to the +/SG-Gal4 non-heat-shocked sample. Results are from three biological replicates, and error bars indicate standard deviations.To determine if depletion of NELF and the concomitant decrease in paused Pol II affected the rate of induction, we compared the permanganate reactivities at 0, 1, 2, 4, 6, and 10 min of heat shock of the control and NELF-D-depleted salivary glands. No significant difference in the pattern of reactivity at various times after heat shock was observed between control and NELF-depleted samples, suggesting that the rate of induction was not affected by the loss of paused Pol II (Fig. 2A, compare lanes 4 through 8 to lanes 10 through 14 and lanes 16 through 20). The rise in the level of permanganate reactivity in the region downstream from +34 between 1 and 2 min after heat shock is in good agreement with the rise in Pol II that has been detected by live-cell imaging and ChIP at hsp70 during heat shock of salivary glands (45).To further investigate whether the depletion of NELF affected the behavior of Pol II on hsp70 during heat shock, we also monitored the appearance of Pol II at the 3′ end of the gene. The permanganate reactivity of thymines at +2486, +2506, +2509, +2512, and +2525 was substantially higher in both control and NELF-depleted glands that were heat shocked for 4, 6, and 10 min than in glands that were heat shocked for 0, 1 or 2 min. The depletion of NELF appears to cause no defect in the rate of Pol II elongation. Since the promoter-proximal region appears to be fully loaded with Pol II after 2 min of heat shock but Pol II does not appear in the 3′ region until after 4 min, we estimate that it takes approximately 2 min for Pol II to transcribe 2.5 kb in both control and NELF-depleted glands. An elongation rate of 1.25 kb/min is in excellent agreement with Pol II ChIP results obtained with salivary glands and Drosophila tissue culture cells (5, 45). The agreement between our results and previously published observations indicates that Pol II must remain essentially stationary during the 2-min treatment with ice-cold permanganate.As an alternative test of the contribution of NELF to the rate of induction, we compared the levels of hsp70 RNA synthesized at various times during heat shock in control and NELF-depleted salivary glands. hsp70 transcript levels in glands at 4, 6, and 10 min of heat shock were similar (Fig. 2C). We conclude that the reduction in the level of paused Pol II does not significantly impair rapid induction of hsp70.Depletion of NELF impairs hsp70 shutoff during recovery from heat shock. We investigated the possibility that NELF functions in shutting off the hsp70 promoter while glands recovered from heat shock. Larvae were heat shocked for 20 min to induce hsp70 and then returned to the normal temperature for recovery. Using permanganate footprinting, we found that reestablishment of the paused state following the shift of larvae from heat-shocked to non-heat-shocked conditions occurred within 45 min of the temperature shift (Fig. 3A, lanes 3 to 7 and 15 to 18). In contrast significant transcriptional activity still occurred on hsp70 in NELF-D-depleted salivary glands after 45 min of recovery, as evidenced by the permanganate reactivity at +7 and +8 and in the region downstream from +34 (Fig. 3A, lanes 9 to 12 and 20 to 23). Eventually, after 120 min of recovery, transcription of hsp70 was repressed to the non-heat-shocked state (Fig. 3B).Open in a separate windowFig. 3.NELF is required for normal heat shock gene shutoff. (A) Permanganate genomic footprinting analysis of hsp70 in glands from control and NELF-D-depleted larvae heat shocked and then allowed to recover. Displayed are representative results of the analysis of control glands (+/SG-Gal4, lanes 3 to 7 and 14 to 18) and two different NELF-D-depleted glands (NELF-Di8-2/SG-Gal4 and NELF-Di2-1/SG-Gal4, lanes 8 to 12 and 19 to 23, respectively). Larvae were heat shocked at 37°C for either 0 min (lanes 3, 8, 14, and 19) or 20 min (lanes 4, 9, 15, and 20). The heat-shocked larvae were then allowed to recover at 22°C for 15 min (lanes 5, 10, 16, and 21), 30 min (lanes 6, 11, 17, and 22), or 45 min (lanes 7, 12, 18, and 23). Salivary glands were dissected from the larvae and subjected to permanganate treatments. Lanes 1, 2, and 13 contain naked DNA either left untreated or treated with potassium permanganate for 1 min. (B) Permanganate genomic footprinting analysis following 120 min of recovery from heat shock. Lanes 3 to 5 are from control glands (+/SG-Gal4). Lanes 6 to 8 are from NELF-D-depleted glands (NELF-Di2-1/SG-Gal4). Lanes 9 to 11 are from NELF-D-depleted glands (NELF-Di8-2/SG-Gal4). Larvae were heat shocked at 37°C for either 0 min (lanes 3, 6, and 9) or 20 min (lanes 4, 7, and 10). The heat-shocked larvae were then allowed to recover for 120 min at 22°C (lanes 5, 8, and 11). Lanes 1 and 2 contain naked DNA either left untreated or treated with potassium permanganate for 1 min.Depletion of NELF results in hyperexpression of hsp70 following a brief heat shock. If depletion of NELF impairs the rate at which hsp70 shuts off, then we should observe hyperexpression of hsp70 in response to a brief heat shock. To test this prediction, we heat shocked larvae for 5 min and then returned the larvae to 22°C for 45 min. Two different NELF-D RNAi transgenic lines produced approximately 3.5-fold more hsp70 mRNA than any of the control lines (Fig. 4). This contrasts with the comparable level of hsp70 mRNA that is produced during continuous periods of heat shock (Fig. 2B). Thus, the decrease in NELF impairs the ability of cells to attenuate the expression of hsp70 during recovery from the heat shock.Open in a separate windowFig. 4.NELF depletion results in hyperexpression of hsp70 following a brief heat shock. NELF-D-depleted glands (NELF-Di8-2/SG-Gal4 and NELF-Di2-1/SG-Gal4) and control glands (+/SG-Gal4, +/NELF-Di8-2, and +/NELF-Di2-1) were analyzed. Salivary glands were isolated from non-heat-shocked (NHS) larvae and from larvae that were heat shocked for 5 min at 37°C and allowed to recover for 45 min at 22°C (5′ HS 45′ Rec). Total RNA isolated from the salivary glands was then subjected to cDNA synthesis and qPCR analysis for the region from +1916 to +2036 in hsp70. Results are from two separate experiments, and the error bars represent the ranges of the measurements. The relative values were normalized to the +/SG-Gal4 NHS sample.Depletion of NELF impairs the dissociation of HSF during recovery from heat shock. HSF is a sequence-specific DNA-binding protein that rapidly associates with hsp70 and activates transcription upon heat shock (5, 26). Resetting hsp70 to its preinduced state presumably involves the dissociation of HSF from hsp70, although this has never been directly examined in Drosophila. We wondered if the depletion of NELF affected the dissociation of HSF from hsp70 during recovery from heat shock.ChIP was used to monitor the association of HSF with hsp70 in salivary glands. ChIP analysis of HSF in control glands revealed a significant increase in the association of HSF with hsp70 upon heat shock induction and complete dissociation of HSF from hsp70 by 45 min of recovery (Fig. 5). As in the control glands, HSF associated with hsp70 in the NELF-D-depleted glands upon heat shock, but in contrast to the level of HSF associated with hsp70 in the control glands, that in NELF-depleted glands remained high after 45 min of recovery (Fig. 5, 20′ HS 45′ Rec). These results indicate that NELF somehow contributes to the dissociation of HSF from hsp70, thus providing a possible explanation for the delay in the rate at which hsp70 shuts off during recovery from heat shock.Open in a separate windowFig. 5.ChIP analysis of HSF in salivary glands. Effect of NELF depletion on the association of the transcription activator HSF with hsp70. Control larvae (+/SG-Gal4) and NELF-D-depleted larvae (NELF-Di8-2/SG-Gal4 and NELF-Di2-1/SG-Gal4) were not heat shocked (NHS), heat shocked for 20 min at 37°C (20′ HS), or heat shocked for 20 min and then allowed to recover for 45 min (20′ HS, 45′ Rec). Salivary glands were then isolated, and ChIP was performed with anti-HSF antibody. qPCR was performed for the region from −79 to +25 of hsp70. Results are derived from two independent experiments, and the error bars denote the ranges of values.Depletion of NELF slows the rates of transcription shutoff and of dissociation of HSF for another heat shock gene, hsp26. We analyzed the impact of NELF on hsp26 shutoff to assess whether its role in shutting off hsp70 was unique. As we saw for hsp70, depletion of NELF resulted in the continued presence of Pol II downstream from the pause site after 45 min of recovery from heat shock (Fig. 6A, compare lanes 4 and 5 to lanes 7 and 8). Expression of hsp26 was significantly stronger in NELF-depleted larvae than in controls following recovery from a brief heat shock (Fig. 6B). Finally, the dissociation of HSF from the hsp26 promoter region was significantly impaired during recovery in NELF-depleted glands (Fig. 6C). Thus, NELF is also involved in shutting off transcription and dissociating HSF from hsp26 during the recovery from heat shock.Open in a separate windowFig. 6.Effects of NELF depletion on hsp26 shutoff. (A) Permanganate genomic footprinting analysis of hsp26 in salivary glands of control (+/SG-Gal4) and NELF-D-depleted (NELF-Di8-2/SG-Gal4) larvae. Larvae were heat shocked at 37°C for either 0 min (lanes 3 and 6) or 20 min (lanes 4 and 7). The heat-shocked larvae were then allowed to recover at 22°C for 45 min (lanes 5 and 8). (B) Levels of hsp26 transcripts upon induction and recovery. Control (+/SG-Gal4 and +/NELF-Di8-2) and NELF-D-depleted (NELF-Di8-2/SG-Gal4) salivary glands were analyzed. Salivary glands were isolated from non-heat-shocked (NHS) larvae, from larvae following heat shock at 37°C for 5 min (5′HS), and from larvae that were heat shocked for 5 min at 37°C and allowed to recover for 45 min at 22°C (5′ HS 45′ Rec). Total RNA was isolated, subjected to cDNA synthesis, and then quantified by qPCR by amplifying the region from +620 to +733 in hsp26. Results are for two separate experiments. The relative values were calculated by normalizing the data to a control NHS sample. (C) Effect of NELF depletion on HSF at hsp26. Control (+/SG-Gal4) and NELF-D-depleted (NELF-Di8-2/SG-Gal4) larvae were not heat shocked (NHS), heat shocked for 20 min at 37°C, or heat shocked and allowed to recover for 45 min. Salivary glands were then isolated and processed for ChIP analysis. ChIP was performed with anti-HSF antibody. qPCR amplified a region from −77 to +26 in the hsp26 gene. Results are from two separate experiments. The error bars denote the ranges of variation in biological samples.Depletion of NELF has little impact on the binding activity of HSF. If depletion of NELF stressed the cells and elevated the level of HSF activity, the rate of dissociation of HSF from heat shock genes could be slowed simply as a result of mass action. To test for possible differences in HSF binding activity, we prepared extracts from salivary glands and monitored HSF binding activity using an electrophoretic mobility shift assay. The procedure for extracting HSF from salivary glands was similar to that used previously to monitor HSF binding activity in tissue culture cells (44). A high-affinity HSE polymer containing 6 binding sites for HSF (14) was used to detect HSF binding activity because the amount of extract obtained from salivary glands was limiting. A heat shock-dependent gel shift complex was detected, and this complex disappeared when HSF antibody was added, indicating that it contained HSF (Fig. 7A, compare lane 2 to lane 7 and lane 5 to lane 8). HSF binding activity decreased by approximately 2-fold after the control larvae were allowed to recover from heat shock for 45 min (Fig. 7A [compare lanes 2 and 3] and B). The continued presence of HSF binding activity in the extracts after 45 min of recovery is in agreement with what has been observed for adherent Drosophila tissue culture cells (16). This modest decrease in binding activity is in stark contrast to the 19-fold decrease in HSF detected on hsp70 in control salivary glands after a 45-min recovery from heat shock (Fig. 5), suggesting that HSF's dissociation from hsp70 is not driven simply by loss of HSF binding activity in the nucleoplasm. A similar conclusion has been made for HSF in mammalian cells (1).Open in a separate windowFig. 7.Binding activity of HSF in extracts from salivary glands. (A) Electrophoretic mobility shift analysis for HSF. Extracts were taken from salivary glands isolated from control (+/SG-Gal4) and NELF-D-depleted (NELF-Di8-2/SG-Gal4) larvae. Larvae were heat shocked at 37°C for either 0 min (lanes 1 and 4) or 20 min (lanes 2 and 5). The heat-shocked larvae were then allowed to recover at 22°C for 45 min (lanes 3 and 6). Extracts from glands were incubated with radiolabeled DNA containing 6 heat shock elements (HSE6). HSF antibody was added to the samples in lanes 7 and 8 to identify the HSF-containing complex. The upper part of the panel shows the entire gel with free DNA and a spurious band of unknown identity marked by an asterisk. The lower part of the panel is a cutout of the HSF-containing region digitally darkened with Adobe Photoshop. (B) The HSF shifted complex was quantified relative to the band intensity of the control (+/SG-Gal4) after a 20-min heat shock. The error bars represent the standard deviations of three independent experiments. (C) Depletion of NELF has no effect on the expression of HSF. Twenty micrograms of protein from salivary gland extracts was analyzed by Western blotting using antibodies against HSF and Rpb3, a subunit of Pol II. Lanes 1 to 6 correspond to lanes 1 to 6 in panel A.Depletion of NELF had a modest impact on the inactivation of HSF binding activity relative to that in control glands. In NELF-depleted glands, HSF binding activity was the same at 20 min of heat shock and after 45 min of recovery (Fig. 7A [compare lanes 5 and 6] and B). Within experimental variation, HSF behaved essentially the same in control and NELF-depleted cells. Western blot analysis of HSF indicated that comparable levels of HSF were present in both cell types (Fig. 7C). Moreover, the slight shift in the mobility of HSF that accompanied heat shock and persisted throughout the 45-min recovery period was the same. This slight shift in mobility could be due to changes in phosphorylation (16). Overall, the striking difference in the occupancy of HSF at heat shock genes in control and NELF-depleted salivary glands does not coincide with the modest differences in HSF binding activity detected in salivary gland extracts. In particular, binding activity persisted in the extracts from control glands even though HSF has dissociated from the heat shock genes.RNAi-mediated depletion of CBP interferes with the dissociation of HSF from the heat shock genes during recovery from heat shock. Recent results show that the association of HSF1 with heat shock genes in human cells is regulated by acetylation of lysine 80 in HSF (40), a residue that is conserved in Drosophila HSF. Acetylation of this residue inhibits HSF association with DNA. Overexpression of the acetyltransferase CBP or p300 in human cells resulted in increased acetylation of HSF, thus identifying these two proteins as candidates for acetylating HSF. However, no tests were done to determine if CBP or p300 influenced the association of HSF with the heat shock genes in vivo (40).Drosophila has only one protein homologous to the closely related CBP and p300 proteins of mammals. To test if CBP affected the dissociation of HSF from the heat shock gene promoters, we examined the effects of depleting salivary glands of CBP. Immunofluorescence staining of polytene chromosomes showed that RNAi against CBP reduced the level of CBP detected on chromosomes (Fig. 8A, compare images b and e) without affecting Pol II (Fig. 8A, compare images a and d). ChIP analysis revealed that significantly more HSF remained associated with hsp70 and hsp26 following the 45-min recovery period in the CBP-depleted glands than in the control glands (Fig. 8B and C). We also tested if depletion of a subunit of the Swi/Snf chromatin-remodeling complex, brm, affected the dissociation of HSF, since a previous study indicated that Swi/Snf was involved in dissociating the glucocorticoid receptor from the mouse mammary tumor virus gene (15). No effect was detected, although we cannot be certain that the RNAi has depleted brm (Fig. 8B and C). For our purposes, brmi serves as a negative control because the CBPi and brmi genotypes are the same, except for the RNAi transgenes.Depletion of CBP impairs hsp70 and hsp26 shutoff during recovery from heat shock. Similar to what we saw for the depletion of NELF, our ChIP analyses revealed that dissociation of HSF from hsp70 and hsp26 was delayed by depletion of CBP (Fig. 8). Therefore, we tested if the depletion of CBP delayed the shutoff of the heat shock genes during recovery from heat shock. Using permanganate footprinting, we found that Pol II returned to its paused state on hsp70 and hsp26 in control and brm-depleted salivary glands after 45 min of recovery (Fig. 9A and B, compare lanes 3 to 5 and lanes 9 to 11). In contrast, transcriptionally engaged Pol II was still readily detected outside the region of the pause on hsp70 and hsp26 in CBP-depleted glands (Fig. 9A and B, compare lanes 5, 8, and 11).Open in a separate windowFig. 9.Depletion of CBP delays heat shock gene shutoff. Permanganate genomic footprinting analysis of hsp70 (A) and hsp26 (B) in glands from control, CBP-depleted, or brm-depleted larvae heat shocked and then allowed to recover. Displayed are representative results from the analysis of control glands (+/SG-Gal4, lanes 3 to 5), CBP-depleted glands (CBPi2806/SG-Gal4, lanes 6 to 8), and brm-depleted glands (brmi4019/SG-Gal4, lanes 9 to 11). Larvae were heat shocked at 37°C for either 0 min (lanes 3, 6, and 9) or 20 min (lanes 4, 7, and 10). The heat-shocked larvae were then allowed to recover at 22°C for 45 min (lanes 5, 8, and 11). Salivary glands were dissected from the larvae and subjected to permanganate treatments. Lanes 1 and 2 contain naked DNA either left untreated or treated with potassium permanganate for 1 min. DISCUSSIONReduction of promoter-proximal pausing on hsp70 does not alter the rate of heat shock induction. Correlations between the presence of paused Pol II and rapid induction of gene expression have led to the hypothesis that promoter-proximal pausing provides the basis for rapid induction (2, 6, 23). However, none of these studies have actually tested if disruption of promoter-proximal pausing delays the expression of genes. Our analysis reveals that reduction of promoter-proximal pausing at hsp70 does not detectably alter the rate of heat shock induction. This was evident by monitoring the association of Pol II at both the 5′ and 3′ ends of hsp70 using permanganate genomic footprinting and also by measuring the synthesis of hsp70 RNA (Fig. 2). The two types of assays are in good agreement with each other in that a substantial increase in the level of transcript and in the presence of Pol II at the 3′ end of the gene occurs between 2 and 4 min after a heat shock. Also, the elongation rate of approximately 1.25 kb/min for transcription of hsp70 that can be deduced from our permanganate data is in excellent agreement with other types of measurements (45), thus validating the use of permanganate footprinting as a means for analyzing the kinetics of transcription induction and elongation.It has been proposed that the establishment of paused Pol II at a promoter allows rapid induction because steps that precede initiation, such as chromatin remodeling and Pol II recruitment, are bypassed (6). In the case of the heat shock genes, these steps are still likely to occur prior to heat shock induction, even when promoter-proximal pausing is impaired. TFIID, which provides the foundation for the assembly of a preinitiation complex, makes multiple sequence-specific contacts with hsp70, including the TATA box, the initiator, and downstream sequences (12, 31, 32, 42). In addition, another DNA binding protein called GAGA factor maintains the promoter region in an accessible state even when TFIID binding is impaired (27, 39). Since HSF associates with a transgenic hsp70 promoter with its TATA box deleted, the accessible state of the promoter in lieu of TFIID appears to be sufficient for HSF binding (37). Thus, access to DNA by the general transcriptional machinery and HSF may not be limiting for hsp70 even when promoter-proximal pausing is disrupted.The extent to which promoters retain an accessible state upon loss of paused Pol II is likely to vary. The Drosophila heat shock genes could represent one end of a spectrum where accessibility is retained without sustaining full occupancy of the promoter with paused Pol II because of the binding of GAGA factor and TFIID. At the other end of the spectrum may be genes that require paused Pol II to maintain a potentially inducible state. Gilchrist et al. (18, 19) have identified cases where paused Pol II appears to contribute to induction by preventing a nucleosome from assembling over the promoter.NELF functions in fine-tuning gene expression. We discovered that depletion of NELF impacts the ability of hsp70 to shut off during recovery from heat shock. Permanganate genomic footprinting provides a high-resolution view of the behavior of Pol II. Permanganate reactivity on hsp70 at positions +7 and +8 is indicative of newly initiated Pol II, whereas reactivity downstream from +34 corresponds to Pol II that has read through the pause (Fig. 2A). Similarly for hsp26, permanganate reactivity at +9 and +10 is indicative of newly initiated Pol II, whereas reactivity downstream from +45 corresponds to Pol II that has read through the pause (Fig. 6). The patterns of permanganate reactivity we observe indicate that both initiation and readthrough persist for a longer time in NELF-depleted glands than in control glands during recovery from heat shock for both hsp70 and hsp26 (Fig. 3 and ​and6).6). Corroborating this conclusion is our demonstration that a brief heat shock causes these two genes to be more highly expressed in NELF-depleted glands than in control glands (Fig. 4 and ​and6).6). Limiting the production of hsp70-encoded protein to a level appropriate to the degree of stress could be critical for proper cell development, since ectopic expression of hsp70 in salivary glands under non-heat shock conditions inhibits cell growth in this tissue (13).Our results now expand the types of scenarios in which NELF and promoter-proximal pausing serve to attenuate gene expression. In the case of the estrogen-mediated activation of the pS2 gene (4), direct interaction between the NELF-B subunit and the estrogen receptor causes estrogen-mediated association of NELF with the target gene. Depletion of NELF results in hyperactivation of the pS2 gene, indicating that the estrogen receptor is mediating both activation and repression to achieve a particular level of expression in the presence of stimuli. In the case of junB (3), depletion of NELF increased the expression of junB both before and after serum-mediated activation. Our results now reveal a role for NELF in shutting off gene expression upon withdrawal of the stimulus—this case being heat shock.NELF and CBP promote the dissociation of HSF from the heat shock genes during recovery from heat shock. To investigate why the shutoff of the heat shock genes was delayed by depletion of NELF, we measured the association of HSF with hsp70 and hsp26 in salivary glands using ChIP. Significantly more HSF was detected on the heat shock genes after 45 min of recovery in NELF-depleted glands than in control glands, indicating that the delay in shutting off the heat shock genes could be due to a delay in the dissociation of HSF and that NELF is somehow involved in this dissociation. It is unlikely that the dissociation of HSF is due to stress induced by depletion of NELF, since there is no evidence of this depletion inducing a stress response in salivary glands. Prior to heat shock, both control and NELF-depleted glands exhibit low levels of heat shock gene expression (Fig. 2C), low levels of HSF at heat shock gene promoters (Fig. 5 and ​and6C),6C), and undetectable levels of HSF DNA-binding activity in salivary gland extracts (Fig. 7A). Additionally, the depletion of NELF did not alter the amount of HSF detected in glands nor did it alter a heat shock-dependent shift in the mobility of HSF on SDS-PAGE (Fig. 7C). We detected approximately 2-fold higher HSF binding activity in extracts from NELF-depleted glands than in control glands after recovery from heat shock (Fig. 7B), but the standard deviations in our measurements indicate that this difference is not significant.Since our results showed that depletion of NELF resulted in a delay in the dissociation of HSF from heat shock genes during the recovery from heat shock, we were intrigued by recent indirect evidence in human cells that acetylation of HSF by CBP regulates HSF binding activity (40). Our finding that depletion of CBP delays the dissociation of HSF from the heat shock genes provides the first direct evidence that CBP is involved in regulating HSF's interaction with heat shock genes in vivo. Since depletion of CBP or NELF delays the dissociation of HSF from the heat shock genes during recovery, we propose that their actions are linked. We posit that NELF-mediated pausing of Pol II could position CBP to acetylate HSF, thus causing HSF to dissociate from the heat shock gene. Several observations provide support for this model. CBP associates with Pol IIa and not Pol IIo (9, 22, 38), and Pol II paused in the promoter-proximal region is in the IIa state (29). Also, CBP associates with the heat shock genes in Drosophila during heat shock induction (37). Further investigation of this proposal will be aided by biochemical analyses of interactions between CBP and reconstituted paused elongation complexes.Multiple mechanisms can attenuate the activity of HSF during heat shock, so we cannot rule out the possibility that the actions of NELF and CBP are independent of each other or that these proteins are acting indirectly on HSF by influencing other regulators of HSF. The heat shock proteins, such as hsp70, produced during heat shock repress the activation domain of HSF, thus providing a negative feedback loop that limits heat shock gene transcription (36). These chaperons have also been implicated in attenuation of the DNA binding activity of HSF in Drosophila during extended periods of moderate heat shock (33). Changes in the phosphorylation of HSF have also been implicated in the regulation of its activity, but such changes do not appear to affect the DNA binding activity of HSF in Drosophila (16). The mechanisms by which heat shock genes are returned to their uninduced state during recovery from heat shock remain to be fully elucidated. Our use of permanganate footprinting to directly monitor the behavior of Pol II at heat shock genes during recovery from heat shock in cells depleted of specific proteins provides a way to identify candidates involved in shutting off transcription of heat shock genes. A significant advantage of this approach is that it allows one to directly monitor the reestablishment of the paused state.Paused Pol II could function as a regulator of gene regulatory factors. Many stimulus-responsive and developmental genes are found to have paused Pol II (28), and attenuation of the transcription of these genes is likely to be critical for the establishment of appropriate physiological or developmental programs of gene expression. Our finding that paused Pol II influences the dissociation of an activator from the promoter provides a mechanism for rapidly shutting off gene expression. The pausing of Pol II could function more broadly by allowing Pol II to remain stationary at a promoter while it serves to recruit modulators of chromatin structure and gene expression. ACKNOWLEDGMENTSWe thank Maria Horvat-Gordon for NELF-D RNAi constructs; J. T. Lis, Janis Werner, and A. Mazo for the generous gifts of HSF and CBP antibodies; and the Genomics Core Facility and Cytometry Facility at Penn State for their support with equipment for qRT-PCR and immunofluorescence.This work was supported by NIH grant GM047477 to D.S.G. We thank the TRiP at Harvard Medical School (NIH/NIGMS R01-GM084947) for providing the CBP and brm transgenic RNAi fly stocks used in this study. Footnotes▿Published ahead of print on 22 August 2011. REFERENCES1. \nAbravaya K., Phillips B., Morimoto R. I. 1991.  Attenuation of the heat shock response in HeLa cells is mediated by the release of bound heat shock transcription factor and is modulated by changes in growth and in heat shock temperatures. Genes Dev. 5:2117–2127 [PubMed] [Google Scholar]2. \nAdelman K., et al.  2009.  Immediate mediators of the inflammatory response are poised for gene activation through RNA polymerase II stalling. Proc. Natl. Acad. Sci. U. S. A. 106:18207–18212 [PMC free article] [PubMed] [Google Scholar]3. \nAida M., et al.  2006.  Transcriptional pausing caused by NELF plays a dual role in regulating immediate-early expression of the junB gene. Mol. Cell. Biol. 26:6094–6104 [PMC free article] [PubMed] [Google Scholar]4. \nAiyar S. E., et al.  2004.  Attenuation of estrogen receptor alpha-mediated transcription through estrogen-stimulated recruitment of a negative elongation factor. Genes Dev. 18:2134–2146 [PMC free article] [PubMed] [Google Scholar]5. \nBoehm A. K., Saunders A., Werner J., Lis J. T. 2003.  Transcription factor and polymerase recruitment, modification, and movement on dhsp70 in vivo in the minutes following heat shock. Mol. Cell. Biol. 23:7628–7637 [PMC free article] [PubMed] [Google Scholar]6. \nBoettiger A. N., Levine M. 2009.  Synchronous and stochastic patterns of gene activation in the Drosophila embryo. Science 325:471–473 [PMC free article] [PubMed] [Google Scholar]7. \nChamplin D. T., Frasch M., Saumweber H., Lis J. T. 1991.  Characterization of a Drosophila protein associated with boundaries of transcriptionally active chromatin. Genes Dev. 5:1611–1621 [PubMed] [Google Scholar]8. \nCheng B., Price D. H. 2007.  Properties of RNA polymerase II elongation complexes before and after the P-TEFb-mediated transition into productive elongation. J. Biol. Chem. 282:21901–21912 [PubMed] [Google Scholar]9. \nCho H., et al.  1998.  A human RNA polymerase II complex containing factors that modify chromatin structure. Mol. Cell. Biol. 18:5355–5363 [PMC free article] [PubMed] [Google Scholar]10. \nChopra V. S., Cande J., Hong J.-W., Levine M. 2009.  Stalled Hox promoters as chromosomal boundaries. Genes Dev. 23:1505–1509 [PMC free article] [PubMed] [Google Scholar]11. \nCore L. J., Waterfall J. J., Lis J. T. 2008.  Nascent RNA sequencing reveals widespread pausing and divergent initiation at human promoters. Science 322:1845–1848 [PMC free article] [PubMed] [Google Scholar]12. \nEmanuel P. A., Gilmour D. S. 1993.  Transcription factor TFIID recognizes DNA sequences downstream of the TATA element in the Hsp70 heat shock gene. Proc. Natl. Acad. Sci. U. S. A. 90:8449–8453 [PMC free article] [PubMed] [Google Scholar]13. \nFeder J. H., Rossi J. M., Solomon J., Solomon N., Lindquist S. 1992.  The consequences of expressing hsp70 in Drosophila cells at normal temperatures. Genes Dev. 6:1402–1413 [PubMed] [Google Scholar]14. \nFernandes M., Xiao H., Lis J. T. 1995.  Binding of heat shock factor to and transcriptional activation of heat shock genes in Drosophila. Nucleic Acids Res. 23:4799–4804 [PMC free article] [PubMed] [Google Scholar]15. \nFletcher T. M., et al.  2002.  ATP-dependent mobilization of the glucocorticoid receptor during chromatin remodeling. Mol. Cell. Biol. 22:3255–3263 [PMC free article] [PubMed] [Google Scholar]16. \nFritsch M., Wu C. 1999.  Phosphorylation of Drosophila heat shock transcription factor. Cell Stress Chaperones 4:102–117 [PMC free article] [PubMed] [Google Scholar]17. \nFuda N. J., Ardehali M. B., Lis J. T. 2009.  Defining mechanisms that regulate RNA polymerase II transcription in vivo. Nature 461:186–192 [PMC free article] [PubMed] [Google Scholar]18. \nGilchrist D. A., et al.  2010.  Pausing of RNA polymerase II disrupts DNA-specified nucleosome organization to enable precise gene regulation. Cell 143:540–551 [PMC free article] [PubMed] [Google Scholar]19. \nGilchrist D. A., et al.  2008.  NELF-mediated stalling of Pol II can enhance gene expression by blocking promoter-proximal nucleosome assembly. Genes Dev. 22:1921–1933 [PMC free article] [PubMed] [Google Scholar]20. \nGilmour D. S., Fan R. 2009.  Detecting transcriptionally engaged RNA polymerase in eukaryotic cells with permanganate genomic footprinting. Methods 48:368–374 [PubMed] [Google Scholar]21. \nGuenther M. G., Levine S. S., Boyer L. A., Jaenisch R., Young R. A. 2007.  A chromatin landmark and transcription initiation at most promoters in human cells. Cell 130:77–88 [PMC free article] [PubMed] [Google Scholar]22. \nKee B. L., Arias J., Montminy M. R. 1996.  Adaptor-mediated recruitment of RNA polymerase II to a signal-dependent activator. J. Biol. Chem. 271:2373–2375 [PubMed] [Google Scholar]23. \nKininis M., Isaacs G. D., Core L. J., Hah N., Kraus W. L. 2009.  Postrecruitment regulation of RNA polymerase II directs rapid signaling responses at the promoters of estrogen target genes. Mol. Cell. Biol. 29:1123–1133 [PMC free article] [PubMed] [Google Scholar]24. \nLee C., et al.  2008.  NELF and GAGA factor are linked to promoter-proximal pausing at many genes in Drosophila. Mol. Cell. Biol. 28:3290–3300 [PMC free article] [PubMed] [Google Scholar]25. \nLis J. 1998.  Promoter-associated pausing in promoter architecture and postinitiation transcriptional regulation. Cold Spring Harb. Symp. Quant. Biol. 63:347–356 [PubMed] [Google Scholar]26. \nLis J., Wu C. 1993.  Protein traffic on the heat shock promoter: parking, stalling, and trucking along. Cell 74:1–4 [PubMed] [Google Scholar]27. \nLu Q., Wallrath L. L., Emanuel P. A., Elgin S. C., Gilmour D. S. 1994.  Insensitivity of the present hsp26 chromatin structure to a TATA box mutation in Drosophila. J. Biol. Chem. 269:15906–15911 [PubMed] [Google Scholar]28. \nMuse G. W., et al.  2007.  RNA polymerase is poised for activation across the genome. Nat. Genet. 39:1507–1511 [PMC free article] [PubMed] [Google Scholar]29. \nO'Brien T., Hardin S., Greenleaf A., Lis J. T. 1994.  Phosphorylation of RNA polymerase II C-terminal domain and transcriptional elongation. Nature 370:75–77 [PubMed] [Google Scholar]30. \nPetesch S. J., Lis J. T. 2008.  Rapid, transcription-independent loss of nucleosomes over a large chromatin domain at Hsp70 loci. Cell 134:74–84 [PMC free article] [PubMed] [Google Scholar]31. \nPurnell B. A., Emanuel P. A., Gilmour D. S. 1994.  TFIID sequence recognition of the initiator and sequences farther downstream in Drosophila class II genes. Genes Dev. 8:830–842 [PubMed] [Google Scholar]32. \nPurnell B. A., Gilmour D. S. 1993.  Contribution of sequences downstream of the TATA element to a protein-DNA complex containing the TATA-binding protein. Mol. Cell. Biol. 13:2593–2603 [PMC free article] [PubMed] [Google Scholar]33. \nRabindran S. K., Wisniewski J., Li L., Li G. C., Wu C. 1994.  Interaction between heat shock factor and hsp70 is insufficient to suppress induction of DNA-binding activity in vivo. Mol. Cell. Biol. 14:6552–6560 [PMC free article] [PubMed] [Google Scholar]34. \nRenner D. B., Yamaguchi Y., Wada T., Handa H., Price D. H. 2001.  A highly purified RNA polymerase II elongation control system. J. Biol. Chem. 276:42601–42609 [PubMed] [Google Scholar]35. \nRougvie A. E., Lis J. T. 1988.  The RNA polymerase II molecule at the 5′ end of the uninduced hsp70 gene of D. melanogaster is transcriptionally engaged. Cell 54:795–804 [PubMed] [Google Scholar]36. \nShi Y., Mosser D. D., Morimoto R. I. 1998.  Molecular chaperones as HSF1-specific transcriptional repressors. Genes Dev. 12:654–666 [PMC free article] [PubMed] [Google Scholar]37. \nSmith S. T., et al.  2004.  Modulation of heat shock gene expression by the TAC1 chromatin-modifying complex. Nat. Cell Biol. 6:162–167 [PubMed] [Google Scholar]38. \nvon Mikecz A., Zhang S., Montminy M., Tan E. M., Hemmerich P. 2000.  CREB-binding protein (CBP)/p300 and RNA polymerase II colocalize in transcriptionally active domains in the nucleus. J. Cell Biol. 150:265–273 [PMC free article] [PubMed] [Google Scholar]39. \nWeber J. A., Taxman D. J., Lu Q., Gilmour D. S. 1997.  Molecular architecture of the hsp70 promoter after deletion of the TATA box or the upstream regulation region. Mol. Cell. Biol. 17:3799–3808 [PMC free article] [PubMed] [Google Scholar]40. \nWesterheide S. D., Anckar J., Stevens S. M., Sistonen L., Morimoto R. I. 2009.  Stress-inducible regulation of heat shock factor 1 by the deacetylase SIRT1. Science 323:1063–1066 [PMC free article] [PubMed] [Google Scholar]41. \nWu C.-H., et al.  2003.  NELF and DSIF cause promoter proximal pausing on the hsp70 promoter in Drosophila. Genes Dev. 17:1402–1414 [PMC free article] [PubMed] [Google Scholar]42. \nWu C.-H., et al.  2001.  Analysis of core promoter sequences located downstream from the TATA element in the hsp70 promoter from Drosophila melanogaster. Mol. Cell. Biol. 21:1593–1602 [PMC free article] [PubMed] [Google Scholar]43. \nYamaguchi Y., et al.  1999.  NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell 97:41–51 [PubMed] [Google Scholar]44. \nZimarino V., Wu C. 1987.  Induction of sequence-specific binding of Drosophila heat shock activator protein without protein synthesis. Nature 327:727–730 [PubMed] [Google Scholar]45. \nZobeck K. L., Buckley M. S., Zipfel W. R., Lis J. T. 2010.  Recruitment timing and dynamics of transcription factors at the Hsp70 loci in living cells. Mol. Cell 40:965–975 [PMC free article] [PubMed] [Google Scholar]"}