{"title": "The Cyclin K/Cdk12 complex maintains genomic stability via regulation of expression of DNA damage response genes", "pubDate": "2011", "PMCID": "PMC3205586", "DOI": "10.1101/gad.16962311", "PMID": "22012619", "abstract": "Various cyclin-dependent kinase (Cdk) complexes have been implicated in the regulation of transcription. In this study, we identified a 70-kDa Cyclin K (CycK) that binds Cdk12 and Cdk13 to form two different complexes (CycK/Cdk12 or CycK/Cdk13) in human cells. The CycK/Cdk12 complex regulates phosphorylation of Ser2 in the C-terminal domain of RNA polymerase II and expression of a small subset of human genes, as revealed in expression microarrays. Depletion of CycK/Cdk12 results in decreased expression of predominantly long genes with high numbers of exons. The most prominent group of down-regulated genes are the DNA damage response genes, including the critical regulators of genomic stability: BRCA1 (breast and ovarian cancer type 1 susceptibility protein 1), ATR (ataxia telangiectasia and Rad3-related), FANCI, and FANCD2. We show that CycK/Cdk12, rather than CycK/Cdk13, is necessary for their expression. Nuclear run-on assays and chromatin immunoprecipitations with RNA polymerase II on the BRCA1 and FANCI genes suggest a transcriptional defect in the absence of CycK/Cdk12. Consistent with these findings, cells without CycK/Cdk12 induce spontaneous DNA damage and are sensitive to a variety of DNA damage agents. We conclude that through regulation of expression of DNA damage response genes, CycK/Cdk12 protects cells from genomic instability. The essential role of CycK for organisms in vivo is further supported by the result that genetic inactivation of CycK in mice causes early embryonic lethality.", "author": [{"author": "Dalibor Blazek", "affiliation": ["Department of Medicine, Microbiology, and Immunology, Rosalind Russell Medical Research Center, University of California at San Francisco (UCSF), USA. dblazek@med.muni.cz"], "href": "/?term=Blazek+D&cauthor_id=22012619"}, {"author": "Jiri Kohoutek", "affiliation": [], "href": "/?term=Kohoutek+J&cauthor_id=22012619"}, {"author": "Koen Bartholomeeusen", "affiliation": [], "href": "/?term=Bartholomeeusen+K&cauthor_id=22012619"}, {"author": "Eric Johansen", "affiliation": [], "href": "/?term=Johansen+E&cauthor_id=22012619"}, {"author": "Petra Hulinkova", "affiliation": [], "href": "/?term=Hulinkova+P&cauthor_id=22012619"}, {"author": "Zeping Luo", "affiliation": [], "href": "/?term=Luo+Z&cauthor_id=22012619"}, {"author": "Peter Cimermancic", "affiliation": [], "href": "/?term=Cimermancic+P&cauthor_id=22012619"}, {"author": "Jernej Ule", "affiliation": [], "href": "/?term=Ule+J&cauthor_id=22012619"}, {"author": "B Matija Peterlin", "affiliation": [], "href": "/?term=Peterlin+BM&cauthor_id=22012619"}], "refPMID": [], "citedInPMID": ["22012619", "34948025", "34945759", "34898046", "34877933", "34675395", "34513922", "34380030", "34357131", "34330913", "34316715", "34316683", "34315855", "34208195", "34146121", "34092037", "34063238", "33879837", "33868579", "33819263", "33805800", "33753926", "33676925", "33606978", "33516088", "33478015", "33431688", "33320835", "33298437", "33158305", "33135887", "33042275", "32988971", "32917631", "32805052", "32804079", "32790034", "32762766", "32572259", "32570740", "32546840", "32483448", "32451425", "32403278", "32401151", "32317181", "32235451", "32195033", "32183020", "32180937", "32138655", "32025019", "31835379", "31657151", "31652541", "31640893", "31619387", "31604914", "31588418", "31523177", "31498151", "31468695", "31440507", "31353123", "31347271", "31292271", "31218271", "31123063", "31109041", "31061129", "31037337", "31024625", "30988284", "30953124", "30819820", "30683686", "30617155", "30487607", "30462576", "30409083", "30353044", "30333958", "30319007", "30310315", "30185601", "30124983", "30122539", "30104286", "30017478", "29997117", "29906450", "29872499", "29760377", "29474905", "29358035", "29209638", "29133620", "29090014", "29037806", "28807008", "28663792", "28615474", "28334900", "28174091", "28108739", "28005463", "27905519", "27900369", "27880910", "27649053", "27642590", "27614696", "27605205", "27571479", "27479907", "27398404", "27382066", "27251275", "27088130", "26911346", "26895423", "26886422", "26822576", "26775620", "26658019", "26597175", "26567509", "26544944", "26508632", "26499373", "26202968", "26189575", "26098123", "25914884", "25849141", "25712099", "25625291", "25561469", "25429106", "25426449", "25384976", "25180339", "25148027", "25004108", "24879308", "24799695", "24752900", "24662513", "24554720", "24515107", "24478330", "24473209", "24395524", "24317512", "24240700", "24204300", "24102143", "23919563", "23903194", "23898190", "23708091", "23644516", "23634253", "23539624", "23518577", "23275552", "23249733", "23028141", "22988298", "22959624", "22876198", "22876190", "22858677", "22672903", "22623531", "22588304", "22571657", "22549466", "22547058", "22512864", "22508988", "22391210"], "body": " AbstractVarious cyclin-dependent kinase (Cdk) complexes have been implicated in the regulation of transcription. In this study, we identified a 70-kDa Cyclin K (CycK) that binds Cdk12 and Cdk13 to form two different complexes (CycK/Cdk12 or CycK/Cdk13) in human cells. The CycK/Cdk12 complex regulates phosphorylation of Ser2 in the C-terminal domain of RNA polymerase II and expression of a small subset of human genes, as revealed in expression microarrays. Depletion of CycK/Cdk12 results in decreased expression of predominantly long genes with high numbers of exons. The most prominent group of down-regulated genes are the DNA damage response genes, including the critical regulators of genomic stability: BRCA1 (breast and ovarian cancer type 1 susceptibility protein 1), ATR (ataxia telangiectasia and Rad3-related), FANCI, and FANCD2. We show that CycK/Cdk12, rather than CycK/Cdk13, is necessary for their expression. Nuclear run-on assays and chromatin immunoprecipitations with RNA polymerase II on the BRCA1 and FANCI genes suggest a transcriptional defect in the absence of CycK/Cdk12. Consistent with these findings, cells without CycK/Cdk12 induce spontaneous DNA damage and are sensitive to a variety of DNA damage agents. We conclude that through regulation of expression of DNA damage response genes, CycK/Cdk12 protects cells from genomic instability. The essential role of CycK for organisms in vivo is further supported by the result that genetic inactivation of CycK in mice causes early embryonic lethality.Keywords: P-TEFb, CTD kinase, Cdk9, camptothecin, mitomycin C, γ-H2AX Eukaryotic transcription can be divided into several stages, including preinitiation complex formation and productive elongation (Sims et al. 2004; Fuda et al. 2009). For the regulation of transcription, the phosphorylation status of the C-terminal domain (CTD) of RNA polymerase II (RNAPII) is essential (Buratowski 2009; Fuda et al. 2009; Munoz et al. 2010). In humans, the CTD consists of 52 repeats of a heptapeptide, YSPTSPS, in which individual serine residues can be differentially phosphorylated (Phatnani and Greenleaf 2006; Egloff and Murphy 2008). Phosphorylation of serine at position 2 (Ser2) is thought to be responsible for productive transcriptional elongation and synthesis of full-length mature mRNA (Peterlin and Price 2006; Bres et al. 2008). Cyclin-dependent kinase 9 (Cdk9), a subunit of positive transcription elongation factor b (P-TEFb) is considered to be the main Ser2 kinase (Chao et al. 2000); however, recent studies suggest that other Ser2 kinases exist in cells (Gomes et al. 2006; Bartkowiak et al. 2010).Human Cyclin K (CycK), a 40-kDa and 357-amino-acid protein, was considered to be the cyclin subunit of Cdk9, together with CyclinT1 (CycT1) and CycT2 (Fu et al. 1999; Peterlin and Price 2006). It was found to be associated with RNAPII and potent CTD kinase activity (Edwards et al. 1998), and, in functional studies, it activated transcriptional elongation (Lin et al. 2002). Cdk12 and Cdk13 are 1490- and 1512-amino-acid-long proteins, respectively, with a conserved CTD kinase domain (Ko et al. 2001; Even et al. 2006). A recent study suggested that Cdk12 in Drosophila, with Cdk12 and Cdk13 in mammals, is a homolog of Ctk1 in yeast (Bartkowiak et al. 2010). It also showed that Drosophila Cdk12 and human Cdk12 have a Ser2 kinase activity, and found Drosophila Cdk12 associated with CycK (Bartkowiak et al. 2010). However, many basic facts about these Cdks and their cyclin partners remain unknown or poorly understood.DNA damage response (DDR) is an evolutionarily conserved mechanism that detects and signals the presence of DNA lesions and mediates their repair (Harper and Elledge 2007; Jackson and Bartek 2009; Ciccia and Elledge 2010). Impaired DDR leads to the accumulation of DNA lesions, which results in genomic instability and can be followed by the malignant transformation of a cell (Motoyama and Naka 2004). DNA double-stranded breaks (DSBs) and DNA interstrand cross-links (ICLs) are among the most severe DNA lesions (Harper and Elledge 2007; Bonner et al. 2008; Jackson and Bartek 2009; Moldovan and D'Andrea 2009). DDR operates through a large network of proteins; however, some proteins lie at the core of DDR mechanisms and regulate responses to several types of lesions (Matsuoka et al. 2007; Jackson and Bartek 2009; Ciccia and Elledge 2010). For example, ataxia telangiectasia and Rad3-related (ATR) kinase phosphorylates hundreds of targets and signals for DNA replication and repair (Matsuoka et al. 2007). Similarly, breast and ovarian cancer type 1 susceptibility protein 1 (BRCA1) acts on several types of DNA lesions, and its pivotal task is the maintenance of genomic stability (Huen et al. 2010). The FANCD2 and recently discovered FANCI proteins are the central players in the Fanconi anemia (FA) pathway, which repairs ICLs and protects against genomic instability (Smogorzewska et al. 2007; Moldovan and D'Andrea 2009).In this study, we report the identification of a 70-kDa CycK that associates with Cdk12 and Cdk13 in two separate, functionally distinct complexes. We show that the CycK/Cdk12 complex protects cells from genomic instability via the regulation of expression of DDR genes. ResultsHuman CycK is a 70-kDa protein with a C-terminal proline-rich region and does not associate with Cdk9We were initially interested in potential differences among three Cdk9 complexes formed by different cyclin subunits: CycT1, CycT2, or CycK. Our attention was brought to a single band of 70-kDa protein identified by Western blotting, with an antibody directed against the N-terminal cyclin box of CycK (Fig. 1A). Although the molecular mass of the originally identified CycK protein was ∼40 kDa (Edwards et al. 1998), we did not find any protein of such size in cell lysates from various cell lines tested with different CycK antibodies (Fig. 1A; data not shown). Interestingly, next to the published 40-kDa and 357-amino-acid human CycK protein (CycK-357) (Edwards et al. 1998), the Ensembl database (http://www.ensembl.org) provides information on a 580-amino-acid human CycK protein with a predicted size of ∼70 kDa. This form of CycK differs from the original one in the C-terminal proline-rich region (Fig. 1B).Open in a separate windowFigure 1.Identification of CycK as 70-kDa protein in cells. (A) Detection of the 70-kDa form of CycK in cell lysates from 293 cells with an antibody directed against the N-terminal cyclin box of CycK (Sigma, HPA000645). (B) Schematic representation of 40-kDa CycK-357 (Edwards et al. 1998) and the 70-kDa forms of CycK. (C) CycK and CycK-357 do not bind Cdk9. Flag-CycT1, CycK-Flag, Flag-CycK-357, and Flag-ev were immunoprecipitated from 293 cells and probed with antibodies to Cdk9 (right middle panel) and Hexim1 (right bottom panel) by Western blotting. (Left panels) Expression of the Cdk9, Hexim1, and Flag epitope-tagged proteins was measured with appropriate antibodies and represents 5% input of cell lysates.Next, we generated stable cell lines expressing the Flag epitope-tagged CycK (CycK-Flag), CycT1 (Flag-CycT1), 357-amino-acid form of CycK (Flag-CycK-357), and empty plasmid vector (Flag-ev) in 293 cells. Western blotting of the cell lysates probed with an antibody against CycK revealed two proteins next to each other—one belonging to the endogenous CycK, and another belonging to CycK-Flag—confirming that this form of CycK is expressed in cells (Fig. 2A, bottom panel, lane 2; data not shown). To determine whether CycK interacts with Cdk9, we immunoprecipitated CycK-Flag from cells, but there was no detectable association of CycK with Cdk9 (Fig. 1C, lane 8). Also, we could not observe any association of the Flag-CycK-357 with Cdk9 or Hexim1 (another P-TEFb-associated protein) (Fig. 1C, lane 7), while the interaction of Flag-CycT1 with Cdk9 and Hexim1 was observed (see Fig. 1C, lane 6).Open in a separate windowFigure 2.CycK binds Cdk12 and Cdk13 in two separate complexes. (A) CycK interacts with Cdk12 and Cdk13, but not with Cdk9. (Lanes 4–6) Flag epitope-tagged proteins or empty plasmid vector (ev) were immunoprecipitated from lysates of 293 cells, immunoprecipitations were resolved by Western blotting, and bound proteins were identified with antibodies indicated on the right. Lanes 1–3 represent 5% input of cell lysates. (B) Cdk12 and Cdk13 interact with CycK, rather than with CycL. (Lanes 5–8) HA epitope-tagged proteins or empty plasmid vector (ev) were immunoprecipitated from lysates of 293 cells, immunoprecipitations were resolved by SDS-PAGE, and bound proteins were identified with antibodies indicated on the right by Western blotting. Lanes 1–4 represent 5% input of the cell lysates to the immunoprecipitation. Stars indicate the positions of HA epitope-tagged proteins. (C) CycK, Cdk12, and Cdk13 comigrate in glycerol gradient. Lysates of 293 cells from control (left panel) or actinomycin D-treated (right panel) cells were divided into 13 fractions by a glycerol gradient centrifugation. Amounts of endogenous proteins were assessed with antibodies indicated on the inner sides of both panels by Western blotting. Numbers above and below the panels refer to the glycerol gradient fraction. (LMM) Low molecular mass; (HMM) high molecular mass; (ActD) actinomycin D; (C) control. Five percent input of lysates in glycerol gradients is presented in the panel on the left. (D) CycK colocalizes with Cdk12 and Cdk13. Expression of GFP- and Cherry-tagged proteins in HeLa cells was visualized by confocal microscopy either alone or merged as indicated above the pictures. DAPI depicts for the staining of the nucleus. (E) The CycK/Cdk13 complex is free of Cdk12. (Lanes 3,4) Cdk13-HA or HA-ev were immunoprecipitated from the lysate of 293 cells and immunoprecipitations were resolved by SDS-PAGE followed by Western blotting, where bound proteins were identified with antibodies indicated on the right. Lanes 1 and 2 represent 5% input of cell lysate. (F) The CycK/Cdk12 complex is free of Cdk13. Endogenous Cdk12 or control (C) immunoprecipitation without antibody was carried out as in E. (Lanes 3,4) Proteins identified by Western blotting are indicated on the right. Lanes 1 and 2 represent 5% input of cell lysate. (G) CycK stabilizes CycK/Cdk12 and CycK/Cdk13 complexes. Proteins were knocked down in HCT116 cells by the indicated siRNAs and lysates were separated by SDS-PAGE followed by Western blotting with the antibodies indicated on the side of the panels.To investigate which kinases are associated with CycK, we immunoprecipitated CycK-Flag stably expressed in 293 cells and identified associated proteins by high-performance liquid chromatography (HPLC) electrospray ionization mass spectrometry (ESI-MS) and tandem MS (MS/MS) techniques. This experiment provided several peptides corresponding to Cdk12 and Cdk13 (Supplemental Table S1A). To confirm that Cdk12 and Cdk13 interact with CycK, immunoprecipitations of endogenous Cdk12 and HA epitope-tagged Cdk13 (Cdk13-HA) proteins from 293 cells were carried out. The Coomassie blue-stained gel provided a band of 70-kDa protein in both immunoprecipitations (data not shown). The HPLC ESI-MS and MS/MS procedure identified that peptides isolated from the 70-kDa bands represented the sequences of CycK (Supplemental Fig. S1A). For the detailed list of peptides of CycK found in Cdk12 or Cdk13 immunoprecipitations, see Supplemental Table S1B. Notably, CycK is evolutionarily conserved, mainly in its N-terminal cyclin box and also in the newly identified C-terminal proline-rich region, suggesting an important function of this protein in the organisms (see Supplemental Fig. S1B). These experiments established the existence of the 70-kDa CycK, which is the CycK form referred to throughout the present study. In addition, we did not find any evidence for the existence of CycK-357 at the protein level even though our antibody should, in principle, recognize both forms of the protein.CycK associates with Cdk12 and Cdk13 to form two separate complexes: CycK/Cdk12 and CycK/Cdk13To confirm that Cdk12 and Cdk13 indeed bind CycK, we used 293 cells stably expressing CycK-Flag, Flag-CycT1, and Flag-ev. We immunoprecipitated these Flag epitope-tagged proteins and followed the binding of Cdks by Western blotting (Fig. 2A). As expected, CycK-Flag bound the endogenous Cdk12 and Cdk13 proteins but not Cdk9 and Cdk11 (Fig. 2A, lane 5), and Flag-CycT1 immunoprecipitated only endogenous Cdk9 protein, rather than Cdk11, Cdk12, or Cdk13 (Fig. 2A, lane 6). Also, the Flag epitope-tagged proteins were properly immunoprecipitated (Fig. 2A, two bottom panels, lanes 5,6).To further examine the association of kinases with cyclins, we used 293 cells stably expressing Cdk13-HA, Cdk12-HA, and Cdk9-HA proteins and empty plasmid vector. HA epitope-tagged kinases were immunoprecipitated, and Western blots were reprobed with antibodies against CycK and CycT1 (Fig. 2B). Cdk9 associated only with CycT1 rather than with CycK (Fig. 2B, lane 8); in contrast, Cdk12 and Cdk13 associated only with CycK (Fig. 2B, lanes 6,7). Also, all HA epitope-tagged proteins were efficiently immunoprecipitated (Fig. 2B, top panel, lanes 6–8). As overexpressed CycL was also shown to be an interacting partner of Cdk12 and Cdk13 (Chen et al. 2006, 2007), we reprobed our Western blot with anti-CycL antibody. However, none of the tested kinases interacted with endogenous CycL (Fig. 2B, lanes 5–8). Coincidently, with a recently published study (Bartkowiak et al. 2010), we also did not recover any CycL peptides in Cdk12 and Cdk13 immunoprecipitations subjected to LC-MS/MS.To elucidate further the biochemical and functional characteristics of these new CycK kinases, cell lysates were fractionated on a 10%–30% glycerol gradient (Fig. 2C). As predicted, antibodies to CycK, Cdk12, and Cdk13 revealed significant overlap among these proteins in fractions 5–9, while Cdk9 and Hexim1 proteins were found in fractions 2–13 (Fig. 2C, left panel). Fractionation of lysates from cells treated with actinomycin D, which disrupts the large inactive complex of P-TEFb (Li et al. 2005; Yang et al. 2005), revealed almost no shift of the CycK/Cdk12 and CycK/Cdk13 complexes; in contrast, Hexim1 and Cdk9 shifted to a lower molecular mass fraction, as expected (Fig. 2C, right panel). These experiments further confirm that CycK/Cdk12 and CycK/Cdk13 form different complexes from P-TEFb in cells. Moreover, fluorescence microscopy experiments analyzing GFP-fused CycK and Cherry-fused Cdk12 and Cdk13 proteins also support our data that CycK is a bona fide partner of these kinases, as CycK-GFP colocalized with Cdk12-Cherry and Cdk13-Cherry (Fig. 2D).Furthermore, we were interested in determining whether CycK exists in mutually exclusive complexes with Cdk12 or Cdk13. We immunoprecipitated either Cdk13-HA or endogenous Cdk12 from 293 cells and followed the Cdk12 or Cdk13 binding, respectively, by Western blotting (Fig. 2E,F). While Cdk13 did not coimmunoprecipitate with Cdk12, CycK was efficiently recovered (Fig. 2E, lane 4). Similarly, while the endogenous Cdk12 did not immunoprecipitate Cdk13, its interaction with CycK was detected (Fig. 2F, lane 4). This experiment indicates that CycK forms two separate complexes with Cdk12 and Cdk13. Interestingly, fluorescence microscopy analysis of Cdk12-GFP and Cdk13-Cherry demonstrated colocalization between most of these two proteins; however, in certain regions, Cdk12 and Cdk13 seem to exist independently of each other (Supplemental Fig. S2A).Taking into account that cyclin and Cdk subunits usually stabilize each other in the heterodimer complex, we explored this possibility with CycK/Cdk12 and CycK/Cdk13 (Fig. 2G). We knocked down CycT1 in cells and observed no significant change in Cdk12 and Cdk13 levels, while Cdk9 and Hexim1 levels decreased (although not completely, due to the stabilization effect of CycT2 on Cdk9) (Fig. 2G, lane 2). Knockdown of CycK led to a significant decrease of levels of Cdk12 and a slight decrease of levels of Cdk13 (Fig. 2G, lane 3). The loss of Cdk12 resulted in a significant decrease in the amount of CycK (Fig. 2G, lane 4). A similar situation occurred after Cdk13 was depleted from cells (Fig. 2G, lane 5). The knockdown of Cdk12 and Cdk13 together led to the complete loss of CycK (Fig. 2G, lane 6). Complementing these results, individual overexpression of Cdk12 or Cdk13 led to their inefficient expression; however, when coexpressed with CycK, their protein levels increased significantly, as these Cyc/Cdk complexes were stabilized (Supplemental Fig. S2B, cf. lanes 1,4 and 2,3,5,6, respectively). These experiments defined the existence of two separate complexes: CycK/Cdk12 and CycK/Cdk13.CycK/Cdk12 can activate transcription and phosphorylate Ser2 in the CTD of RNAPIISince Cdk12 has a kinase domain similar to Cdk9 (Malumbres et al. 2009), and work on CycK-357 indicated its role in transcription (Edwards et al. 1998; Fu et al. 1999; Lin et al. 2002), we were interested in whether the CycK/Cdk12 can also regulate transcription (Fig. 3). To begin to answer this question, we used an RNA-tethering assay (Fig. 3A) that measures transcriptional activity (Fig. 3B). Indeed, when we coexpressed the Rev-Cdk9 chimera with the SLIIB-CAT reporter plasmid, the levels of chloramphenicol acetyltransferase (CAT) activity increased >20-fold compared with when the reporter was coexpressed with the empty plasmid vector (Fig. 3B, cf. lanes 2 and 1). This increase was not detected when the kinase-inactive mutant of Cdk9, Rev-Cdk9D167N, was coexpressed (Fig. 3B, cf. lanes 1 and 3), confirming that an increase in CAT activity, and thus transcription, is the result of the kinase activity of Cdk9. Rev-Cdk9 and Rev-Cdk9D167N expressed equally (Fig. 3B, cf. lanes 2 and 3). Coexpression of Rev-Cdk12 with SLIIB-CAT resulted in >10-fold increase in transcriptional activity (Fig. 3B, cf. lanes 1 and 4), indicating that Cdk12 could also direct transcription. Of note, expression levels of Rev-Cdk12 were lower than Rev-Cdk9 (Fig. 3B, cf. lanes 2 and 4). Thus, CycK/Cdk12 can affect transcription.Open in a separate windowFigure 3.CycK/Cdk12 regulates transcription and phosphorylates Ser2 in the CTD of RNAPII. (A) Schematic depiction of heterologous RNA tethering assay. Plasmid reporter used to test transcription contains modified HIV-LTR promoter (blue square) followed by TAR (transactivation response RNA) (red square) with inserted stem–loop IIB (SLIIB) (yellow line in RNA) from the HIV Rev response element (RRE). Nascent RNA (black dashed line) synthetized by RNAPII (violet oval) forms a dsRNA loop with the SLIIB element. Rev-cdk fusion proteins tethered via SLIIB to paused RNAPII can release RNAPII when phosphorylate Ser2 (P) (red circle) in its CTD (violet line), which results in the transcription of CAT reporter gene (yellow square). (B) Rev-Cdk12 activates transcription from the SLIIB-CAT plasmid. The activity of the CAT reporter SLIIB-CAT coexpressed with empty plasmid vector (C) was set as 1, and bars represent relative CAT activity obtained by the cotransfection of the reporter with indicated plasmids in HeLa cells. Western blotting shows expression of Rev fusion proteins and actin. (C) Knockdown of CycK/Cdk12 decreases the global phosphorylation of Ser2 in the CTD of RNAPII. HCT116 cell were transfected with the indicated siRNAs, and the levels of proteins were followed with the indicated antibodies by Western blotting. (D) CycK/Cdk12 phosphorylates Ser2 in the GST-CTD in vitro. Ten nanograms of GST-CTD was incubated with increasing amounts (indicated by the triangle) of purified HA-ev, Cdk12-HA, and Cdk9-HA. The amounts of phosphorylated Ser2 (P-Ser2) were monitored by Western blotting with the indicated anti-Ser2 phospho-specific antibody.As phosphorylation of Ser2 in the CTD of RNAPII is thought to be critical to overcome an early elongation block and for subsequent processivity of transcribing polymerases (Peterlin and Price 2006; Egloff and Murphy 2008; Buratowski 2009), we examined whether the absence of CycK complexes affects its global levels (Fig. 3C). We used 3E10 and H5 antibodies, both of which recognize phosphorylated Ser2. While 3E10 predominantly recognizes heptapeptides phosphorylated solely on the Ser2, H5 is more specific for the phosphorylated Ser2 in the context of phosphorylated neighboring Ser5 residues (Chapman et al. 2007). Indeed, CycK knockdown resulted in a significant decrease of phosphorylation of Ser2 when evaluated by both antibodies (Fig. 3C, cf. lanes 1 and 2), and depletion of Cdk12 provided the same result (Fig. 3C, cf. lanes 1 and 3). Knockdown of Cdk13 did not change the levels of phosphorylation of Ser2 significantly (Bartkowiak et al. 2010; data not shown).To determine whether Cdk12 is able to directly phosphorylate Ser2 in the CTD of RNAPII, we performed an in vitro kinase assay (Fig. 3D). For this purpose, we purified HA-ev, Cdk12-HA, and Cdk9-HA proteins and incubated them with the recombinant GST-CTD fusion protein. As predicted, addition of increasing amounts of purified Cdk12 and Cdk9 led to dose-dependent phosphorylation of GST-CTD (Fig. 3D, lanes 5,6 and 8,9 respectively). We conclude that the CycK/Cdk12 complex can phosphorylate Ser2 in the CTD domain of RNAPII and control transcription in human cells.Depletion of CycK/Cdk12 changes the expression of a small subset of genesSince the depletion of CycK and Cdk12 had an effect on levels of phosphorylation of Ser2 (Fig. 3C), we explored the role of the CycK/Cdk12 complex in the regulation of eukaryotic gene expression (Fig. 4). For this purpose, we employed expression microarrays in cells depleted of CycK. The data revealed that 3.9% of the genes were down-regulated, 2.6% were up-regulated, and 93.5% were unaffected (Fig. 4A). The RT-qPCR with selected genes confirmed the validity of the microarray data, as ∼85% of the RT-qPCR data mirrored the microarray results (for examples of validated genes, see Supplemental Fig. S3A). Furthermore, expression microarrays in Cdk12-depleted cells showed that 2.14% of the genes were down-regulated, 0.53% were up-regulated, and 97.33% were not affected (Supplemental Fig. S3B). A high Pearson correlation coefficient (r = 0.64) among the genes affected in both microarrays further supports the hypothesis that CycK/Cdk12 acts as a complex (Supplemental Fig. S3C). For the numbers of commonly affected genes in both microarrays, see Supplemental Table S2. We were interested in the regulation of expression by the CycK/Cdk12 complex and focused our attention on the group of down-regulated genes.Open in a separate windowFigure 4.CycK/Cdk12 knockdown changes expression of a small subset of human genes. (A) Distribution of genes either differentially expressed or with no change of expression after CycK knockdown in HeLa cells. (B) The graph presents the distributions of the length of all human genes (red) and genes down-regulated in expression microarray in Cdk12-depleted cells (green). Human gene length data were obtained from the University of California at Santa Cruz (UCSC) Genome Browser. (C) The graph presents the distributions of the number of exons in all human genes (red) and genes down-regulated in expression microarray in Cdk12-depleted cells (blue). Data about the number of exons were obtained from the UCSC browser. (D) The classification of genes with reduced expression after CycK knockdown is based on their enrichment relative to total numbers in their specific category. Significance is expressed as −log (P-value) with a threshold value of 1.3 = −log (P = 0.05), and was calculated by the Ingenuity program using right-tailed Fischer's exact test. (E) Depiction of the BRCA1 network. The network was generated by the Ingenuity program from genes down-regulated after CycK knockdown. (Gray shapes) Genes down-regulated in the microarray; (white shapes) genes not found down-regulated in the microarray; (oval) transcriptional regulator; (diamond) enzyme; (triangle) kinase; (trapezoid) transporter. A solid line represents direct interaction, a dashed line indicates indirect interaction, a line without arrows indicates binding, and an arrow from protein A to protein B means that protein A acts on protein B.We compared gene length-based distributions of all human genes with the down-regulated genes in Cdk12-depleted cells (Fig. 4B). The group of down-regulated genes showed higher frequencies of long genes in comparison with their representation among all human genes (Fig. 4B, cf. both distributions). Analysis of the down-regulated genes from the CycK microarray provided a similar result (Supplemental Fig. S3D). For the comparison of the representation of genes longer than 10 kb and 50 kb among all human genes and the down-regulated genes in the CycK and Cdk12 microarrays, see Supplemental Table S3. The genes with reduced expression after Cdk12 or CycK knockdowns have higher numbers of exons in comparison with all human genes (Fig. 4C; Supplemental Fig. S3E, respectively). These analyses suggest that CycK/Cdk12 directs expression of predominantly long and complex genes. The identified down-regulated genes in the CycK microarray were further classified into gene ontology groups (Fig. 4D; for information about the pathways enriched in the up-regulated genes, see Supplemental Fig. S3F). In the classification according to molecular and cellular function, DNA replication, recombination, and repair scored the highest. Network modeling using the Ingenuity Program identified as the top network the BRCA1 module. This centers the BRCA1 protein in functional connection with the key regulators of the FA pathway—proteins FANCI and FANCD2, DNA damage sensor kinase ATR, and a subunit of the SWI/SNF remodeling complex, SMARCC2)—participating in the regulation of the DDR (Fig. 4E). These proteins are the key components of several DDR pathways (Motoyama and Naka 2004; Harper and Elledge 2007; Jackson and Bartek 2009; Huen et al. 2010). The complete list of DDR genes down-regulated in the microarray after depletion of CycK is in Supplemental Table S4. Most of these DDR genes were also down-regulated in the microarray from Cdk12-depleted cells (Supplemental Table S4, the Cdk12 column). These data demonstrated that depletion of CycK/Cdk12 from cells resulted in disrupted expression of a small subset of genes and in the down-regulation of predominantly long, complex genes and a group of DDR genes.CycK/Cdk12 directs transcription of key DDR genesGiven the importance of genes from the BRCA1 module for the DDR, we focused our attention on elucidating the mechanism by which CycK/Cdk12 contributes to their expression (Fig. 5). To confirm the microarray data for these genes, we knocked down CycK, Cdk12, and Cdk13 in cells and measured mRNA levels of BRCA1, ATR, FANCI, FANCD2, and SMARCC2 genes by RT-qPCR (Fig. 5A). Cells with depleted CycK had significantly lower levels of mRNA for all five genes in comparison with cells with control siRNA (Fig. 5A, cf. bars for control and CycK siRNAs). Depletion of Cdk12 provided the same result except for the ATR gene (Fig. 5A, cf. bars for control and Cdk12 siRNAs), while knockdown of Cdk13 resulted in no significant change in mRNA levels for all five genes (Fig. 5A, cf. bars for control and Cdk13 siRNA). To determine whether knockdown of CycK, Cdk12, and Cdk13 alters the protein levels of BRCA1, ATR, FANCI, and FANCD2, we performed Western blotting (Fig. 5B). Indeed, knockdown of CycK and also of Cdk12 resulted in significantly lower levels of these proteins (Fig. 5B, lanes 2,3), in contrast to when Cdk13 was depleted (Fig. 5B, lane 4). These results suggest that CycK/Cdk12 rather than CycK/Cdk13 regulates expression of these genes and show that the CycK/Cdk12 and CycK/Cdk13 complexes have different functions in cells.Open in a separate windowFigure 5.CycK/Cdk12 regulates transcription of key DDR genes. (A) Knockdown of CycK/Cdk12 results in decreased mRNA levels of key DDR genes in HCT116 cells. Graphs present levels of mRNA of described genes in cells transfected with control (C), CycK, Cdk12, or Cdk13 siRNA. RT-qPCR results are normalized to the mRNA of GAPDH. (B) Knockdown of CycK/Cdk12, rather than of CycK/Cdk13, depletes protein levels of the DDR genes. HCT116 cell were transfected with indicated siRNAs, and protein levels were measured with indicated antibodies by Western blotting. (C) Knockdown of P-TEFb does not decrease expression of the BRCA1 gene. HCT116 cells were transfected with the depicted siRNAs, and protein levels were measured by Western blotting with the indicated antibodies. (D,E) Depletion of CycK/Cdk12 in cells does not affect the global transcription rate in nascent RNA analysis. HeLa cells were transfected with indicated siRNA for 48 h or treated with actinomycin D for 1 h. The graphs present the ratio of RNA-incorporated 3H-uridine in precipitated nascent RNA (D) or in polyadenylated nascent mRNA (E) to free 3H-uridine as a measure of the amount of cells. Representative experiments are shown. (F) Reduction of nascent transcript of BRCA1 and FANCI in nuclear run-on from CycK/Cdk12-depleted cells. HCT116 cells were transfected with indicated siRNA or treated with actinomycin D. Graphs show relative abundance of nascent RNA transcripts for indicated genes in nuclear run-on measured by RT-qPCR. RT-qPCR results are normalized to the nascent mRNA of GAPDH, and error bars indicate the standard deviation from three independent transfections. (G) Depletion of the CycK leads to lower levels of the RNAPII on the promoters of BRCA1 and FANCI genes. ChIP analysis for the occupation of RNAPII on the regions of indicated genes after transfection with mock or CycK siRNAs. Schemes depicting BRCA1 and FANCI genes show the position of ChIP primers. Their location is marked by the arrows, and the number indicates their approximate distance in kilobases from the transcription start site. (PR) Promotor; [CR(5)] 5′ prime of the coding region; [CR(M)] coding region; (ST) stop codon; (3Down) region down of the stop codon; (PolyA) polyadenylation signal; [IR(3)] intergenic region. IgG corresponds to the empty beads control. Experiments are the results of four (BRCA1 and FANCI) or three (TNSK1BP1 and GAPDH) independent transfections of HCT116 cells, and qPCR was performed in triplicate for each transfection. Statistical significance of each pairwise comparison is depicted with a star; (*) P < 0.05.P-TEFb is considered to be the major Ser2 kinase and was implicated in the regulation of transcriptional elongation of most, if not all, protein-coding genes (Chao et al. 2000; Nechaev and Adelman 2008; Rahl et al. 2010). To determine how depletion of P-TEFb and the CycK/Cdk12 complex affects BRCA1 protein levels and global phosphorylation of Ser2, we knocked down both cyclin subunits of P-TEFb and the CycK/Cdk12 complex (Fig. 5C). As expected, loss of CycK/Cdk12 but not of P-TEFb resulted in lowered BRCA1 levels (Fig. 5C, cf. lanes 1,2 and 3,4). Although depletion of CycK/Cdk12 and P-TEFb had a similar effect on the levels of phosphorylation of Ser2 when measured by the 3E10 antibody (Fig. 5C, cf. lanes 1–3 and 4), the phosphorylation of Ser2 detected by the H5 antibody was reproducibly less affected by the loss of P-TEFb than the CycK/Cdk12 complex (Fig. 5C, cf. lanes 1,2 and 3). It can be concluded that BRCA1 expression is not sensitive to P-TEFb depletion.To address the discrepancy between the significant drop of global phosphorylation of Ser2 (Figs. 3C, ​,5C)5C) and few detected changes of gene expression (Fig. 4A; Supplemental Fig. S3B), we performed global nascent RNA analysis experiments (Lin et al. 2008) to determine whether CycK/Cdk12 affects global transcription (Fig. 5D,E). To measure nascent transcripts, cells were labeled with 3H-uridine and total RNA (processed and unprocessed) was precipitated with trichloracetic acid. The rate of global transcription was correlated in the amount of 3H-uridine labeling of newly synthetized RNA. Knockdown of CycK/Cdk12 did not reduce the global rate of transcription in comparison with control siRNA, while treatment with the transcriptional inhibitor actinomycin D resulted in its significant decrease (Fig. 5D). Similarly, the amounts of 3H-uridine-labeled polyadenylated nascent mRNA purified with oligodT sepharose from CycK/Cdk12-depleted cells did not exhibit any decrease within the total polyadenylated RNA pool in comparison with control siRNA (Fig. 5E), suggesting that RNAPII transcription was not globally impaired in cells without CycK/Cdk12.To examine whether the defect in the expression of DDR genes (Fig. 5A,B) after CycK/Cdk12 depletion is transcriptional, we performed nuclear run-on assays and measured the levels of nascent RNA of BRCA1 and FANCI genes by RT-qPCR (Fig. 5F). As a control, we measured the levels of nascent RNA of the TNSK1BP1 gene that was not differentially expressed in microarrays after CycK/Cdk12 knockdown. Levels of nascent RNA of BRCA1 and FANCI genes were significantly reduced when CycK or Cdk12 were silenced, but not when Cdk13 or control siRNA were transfected. Importantly, treatment with actinomycin D decreased the abundance of nascent transcripts for both genes (Fig. 5F, cf. bars for BRCA1 and FANCI genes). In contrast, the amount of nascent RNA transcript for the TNKS1BP1 gene was not affected in CycK/Cdk12-depleted cells (Fig. 5F, cf. bars for TNKS1BP1 gene).To further address the transcriptional defect on these genes, we performed chromatin immunoprecipitation (ChIP) with RNAPII on BRCA1 and FANCI genes (Fig. 5G). ChIPs were performed in cells transfected with mock or CycK siRNA using an antibody that recognizes RNAPII and primers covering several regions of both genes. In cells where CycK was depleted, we observed significantly less RNAPII on the promoter of FANCI and BRCA1 compared with mock-transfected cells, while its levels on the other regions did not change significantly (Fig. 5G, cf. bars). Likewise, RNAPII occupancy on the ATR promoter was also reduced significantly in the absence of CycK (data not shown). In contrast, amounts of RNAPII on the promoters of CycK/Cdk12-independent genes TNKS1BP1 and glyceraldehyde 3-phosphate dehydrogenase (GAPDH) were not affected significantly (Fig. 5G). These experiments established that the depletion of CycK/Cdk12 does not affect global transcriptional rates, but CycK/Cdk12 is the limiting factor that affects the transcription of a small subset of genes, including some key DDR genes.CycK/Cdk12 is required for the maintenance of genomic stabilitySince the CycK/Cdk12 complex regulates the expression of several important DDR genes, we hypothesized that it should play a broad role in the cellular response to DNA damage and in the maintenance of genomic stability (Fig. 6). We knocked down CycK in HeLa cells and measured their sensitivity to various DNA-damaging agents in survival assays (Smogorzewska et al. 2007; O'Connell et al. 2010). As a positive and negative control, we used BRCA1 and ATR siRNAs and scrambled siRNA, respectively (Fig. 6A). Loss of CycK resulted in a strong and dose-dependent sensitivity of cells to DSB inducers etoposide and camptothecin, an effect comparable with cells with depleted BRCA1 and ATR proteins (Fig. 6A). Knockdown of CycK also led to moderate sensitivity to mitomycin C, an agent causing DNA ICLs, indicating that CycK may play a more general role in cellular response to DNA damage (Fig. 6A). Consistent with this finding, CycK-depleted cells show increased levels of mitomycin C-induced chromosome instability (data not shown). As expected, knockdown of Cdk12 rather than of Cdk13 caused sensitivity of cells to etoposide, camptothecin, and mitomycin C (Supplemental Fig. S4), confirming the essential function of the CycK/Cdk12 but not the CycK/Cdk13 complex in the cellular response to exogenous DNA damage.Open in a separate windowFigure 6.CycK/Cdk12 is required for the maintenance of genomic stability. (A) CycK-depleted cells are sensitive to a variety of DNA damage agents. The graphs represent the results of survival assays of HeLa cells transfected with siRNA directed to the shown targets and treated with either mitomycin C (MMC), etoposide (ETO), or camptothecin (CMT), or left untreated. Mean and standard deviation values represent the result of at least three independent transfections. Cell viability was normalized to relative growth of cells transfected with specific siRNA. (B) Depletion of CycK/Cdk12 induces DNA damage signaling. The graph shows percentage of positive cells × median fluorescence intensity of HeLa cells transfected with indicated siRNAs or treated with etoposide (ETO), labeled with γ-H2AX antibody, and analyzed by fluorescence-activated cell counting. The results represent the values of four independent experiments. (C,D) Knockdown of the CycK/Cdk12 complex causes spontaneous DNA damage. (C) U2OS cells transfected with the indicated siRNAs or treated with etoposide (ETO) were labeled with 53BP1 antibody or DAPI, and images showing 53BP1 foci were visualized by indirect immunofluorescence. (D) Graph represents the quantification of cells positive for 53BP1 foci from three independent experiments. Cells with at least five foci were considered positive, and a minimum of 300 cells were analyzed for each condition in each experiment.To address the role of the CycK/Cdk12 complex in the maintenance of genomic stability in the absence of exogenous DNA damage, we measured the levels of γ-H2AX (Fig. 6B) and the number of 53BP1 foci (Fig. 6C,D) in cells depleted with either CycK or Cdk12. Knockdown of CycK or Cdk12 in HeLa cells caused an increase in the amount of γ-H2AX protein. This increase was similar to the situation in which BRCA1 was depleted from cells and indicated that the loss of the CycK/Cdk12 complex in the absence of the exogenous DNA damage induces DNA damage signaling (Fig. 6B). Since 53BP1 accumulates at the γ-H2AX foci, it can be used as another marker of DSBs in cells (Bonner et al. 2008); we observed the formation and counted the number of 53BP1 foci in U2OS cells without CycK and Cdk12 using immunofluorescence microscopy (Fig. 6C,D). Silencing of CycK or Cdk12 resulted in the formation of strong 53BP1 foci (five or more foci per cell) in ∼20% of cells, in comparison with cells treated with control siRNA, where only ∼5% of cells developed the foci. BRCA1-depleted and etoposide-treated cells scored the strong foci in 20% and 50% of cells, respectively (Fig. 6C,D). Cell cycle analysis of CycK and Cdk12-depleted cells showed increased numbers of accumulated cells in G2–M phase (Supplemental Fig. S5), indicating the activation of this DNA damage cell cycle checkpoint (Lobrich and Jeggo 2007) and supporting the role of CycK/Cdk12 in the maintenance of genomic stability. These data show that CycK/Cdk12 regulates resistance of cells to the exogenous DNA-damaging agents and is essential for the maintenance of genomic stability.CycK is required for early embryonic developmentTo define the function of CycK in an organism, we generated a CycK knockout mouse (Fig. 7). Mouse embryonic stem cells with β-geo gene trap insertion (plasmid) within intron 1 of the CycK gene were obtained from the German Gene Trap Consortium and were used to generate chimeric mice (Fig. 7A). Indeed, the trap could be detected using primers to intron 1 (WTf and WTr) and β-Geo (TRf and TRr) sequences (Fig. 7B). Since translation of CycK mRNA is initiated from the second exon, the insertion of the trap vector within the first intron resulted in the loss-of-function allele of the CycK gene. Although our wild-type and heterozygous CycK+/− mice were healthy, appeared normal, and reproduced well, their mating did not generate any homozygous CycK−/− offspring. To examine further the function of CycK during mouse development, embryos at embryonic day 4.5 (E4.5) (blastocyst), E6.5, E7.5, E8.5, and E14.5 were genotyped (Fig. 7C). Importantly, no CycK−/− embryos were detected at any given time period, suggesting that CycK might play an important role during early mouse development (Fig. 7C).Open in a separate windowFigure 7.Genetic inactivation of CycK leads to early embryonic lethality. (A) Schematic representation of wild-type (WT) and trapped (TR) (CycK.β-geo) alleles. Wild-type and trapped loci contain one to 11 and one to four exons, respectively. The integration of the gene trap vector into intron 1 of CycK resulted in the inactivation of the CycK gene. The insertion also led to an in-frame fusion of CycK with the β-geo (encoding β-galactosidase and neomycin phosphotransferase) reporter gene. Arrows below the scheme represent primer sets for wild-type (WT) (WTf and WTr) and trapped (TR) (TRf and TRr) alleles used in B. (B) Representative result of PCR genotyping. PCR genotyping of genomic DNA from the adult mouse was performed with two sets of primers—WTf+WTr and TRf+TRr (shown in A, below the mutant allele of the CycK gene)—to detect wild-type (lower band) and trapped (upper band) alleles of the CycK gene. Genomic DNA was isolated from 3-wk-old mice. For the primers used, see the Supplemental Material. (C) The table presents the results of genotyping of specified CycK embryos at indicated embryonic days. (D) Expression of CycK during mouse mid-gestation and early embryogenesis. LacZ staining of heterozygous embryos was used to visualize spatiotemporal expression of CycK.β-geo, which reflects transcription from the endogenous CycK promoter. Wild-type (+/+) and heterozygous (+/−) embryos were isolated at the given embryonic day and stained with X-Gal. CycK was expressed in forming tissues and organs in E8.5 and E11.5 embryos. Importantly, the expression of CycK was localized to the embryonic region and ectoderm in E6.5 and E7.5 embryos.To further explore the spatiotemporal expression of CycK in developing mouse embryos, LacZ staining was monitored in E6.5, E7.5, E8.5, and E11.5 embryos. Since its transcription is driven by the endogenous CycK promoter, the expression of the hybrid CycK·β-Geo protein reflects the expression of CycK (Fig. 7D). The β-Galactosidase activity, monitored by blue staining, was detected in the embryonic region (E6.5), embryonic ectoderm (E7.5), and throughout the forming embryonic tissues and organs (E8.5 and E11.5) (Fig. 7D). DiscussionIn this study, we report the identification of a 70-kDa form of the human CycK and found Cdk12 and Cdk13 as its bona fide partners. We show that depletion of the CycK/Cdk12 complex affects expression of a small subset of genes, predominantly relatively longer and complex ones. The most prominent group of genes down-regulated in the absence of CycK/Cdk12 belongs to the group of DDR genes such as BRCA1, ATR, FANCI, and FANCD2. Consistent with this finding, CycK/Cdk12-depleted cells are sensitive to a variety of DNA damage agents and develop spontaneous DNA damage signaling. We propose that the CycK/Cdk12 complex maintains genome stability via regulation of expression of DDR genes.We were unable to identify the previously described 40-kDa CycK-357 at the level of mRNA (data not shown) or protein (Fig. 1A), and could not confirm any association of CycK (both 40-kDa or 70-kDa forms) with Cdk9 (Fig. 1C; Fu et al. 1999; Lin et al. 2002). However, it is still possible that CycK-357 exists in other cells or during certain developmental stages of an organism to play alternative functions to CycK; for example, as a splicing variant. Silencing of CycK or Cdk12 resulted in an at least 50% decrease of phosphorylation of bulk Ser2 (Figs. 3C, ​,5C).5C). Of note, the yeast homolog of Cdk12, Ctk1, is considered to be the major Ser2 kinase, and Bur1 (homolog of P-TEFb) partially contributes to bulk Ser2 phosphorylation (Cho et al. 2001; Qiu et al. 2009). Since elongating RNAPII is primarily phosphorylated at Ser2, it is surprising that CycK/Cdk12 silenced cells did not show global transcription defect (Figs. 4A, ​,5D).5D). We can speculate that absence of CycK/Cdk12 can transform the cell into a different pattern of CTD phosphorylation compatible with the productive transcription on most of the genes. Alternatively, modifications of neighboring residues of phosphorylated Ser2 in the CTD can render phosphorylated Ser2 undetectable by the phospho-Ser2-specific antibodies. Of note, yeast deficient of Ctk1 or phosphorylated Ser2 do not exhibit transcription defects (Cho et al. 2001; Ahn et al. 2004; Kim et al. 2010).Data from the microarray demonstrate that a subset of genes have reduced expression in the absence of CycK. Interestingly, these genes were the ones associated with the primary functions of the cell, such as DNA replication/repair or lipid/nucleic acid metabolism (Fig. 4D). We present evidence that CycK/Cdk12 is crucial for the expression of many DDR genes, and for at least BRCA1, FANCI, and ATR, the defect is transcriptional. The knockdown of CycK resulted in lower amounts of RNAPII on the promoters of BRCA1, FANCI, and ATR genes (Fig. 5G; data not shown), and amounts of their nascent mRNA was reduced (Fig. 5F; data not shown). Since a common feature of these and other CycK/Cdk12-regulated DDR genes is their length (tens of kilobases) and high complexity (presence of many exons), it is attractive to speculate that phosphorylation of Ser2 by Cdk12 throughout the whole transcription unit might be the major “bottleneck” for not only their efficient transcription, but also proper splicing. However ChIP experiments with phospho-Ser2-specific antibodies did not give any signal on the body of the BRCA1 or FANCI genes (data not shown). We did not observe accumulation of RNAPII on the body of these genes in the absence of CycK (Fig. 5G) that would be indicative of aberrant transcriptional processing or polyadenylation (Ahn et al. 2004; Kim et al. 2010). Of note, splicing-sensitive microarrays in the absence of CycK or Cdk12 did not show any splicing defect for BRCA1, FANCI, ATR, FANCD2, and SMARCC2 (data not shown). As long genes are expressed at low levels (Castillo-Davis et al. 2002), it might be that it is technically unfeasible to detect existing changes in the density/modification of RNAPII on the body of these genes, as their levels there are very low (Fig. 5G). Cdk12 was localized on several genes in Drosophila and its amounts culminated in the middle and end of transcription units, indicating that Cdk12 might indeed be responsible for the phosphorylation of Ser2 in the middle and at the 3′ end of some genes (Bartkowiak et al. 2010). What might cause the drop of RNAPII levels at the promoters of these predominantly long and complex genes? Several features of the TATA-box core promoter elements were correlated to the gene length, the number and size of exons, and the strength of gene expression (Moshonov et al. 2008). The mechanistic link of these correlations is unknown, but could explain the less efficient loading of the RNAPII on the promoters of these long and complex CycK/Cdk12-dependent genes.Transcriptional regulation of BRCA1 and FA proteins is significant in the development and progression of cancer; however, the mechanism is largely unknown. Lower expression of BRCA1 was identified in sporadic breast cancer patients and was correlated with poor prognosis (Thompson et al. 1995; Wilson et al. 1999). Reduced expression of FANCD2 protein was also reported in ovarian cancer samples that showed genomic instability when exposed to mitomycin C (Pejovic et al. 2006). CycK was identified in a genome-wide shRNA screen as one of the major proteins responsible for the resistance to the DNA damage-inducing drug camptothecin (O'Connell et al. 2010). The strength of the CycK phenotype is comparable with the effect of known regulators of camptothecin resistance ATR and BRCA1, and also with newly identified protein MMS22L. This study also demonstrates that MMS22L is required for the resistance to mitomycin C and the maintenance of genomic stability (O'Connell et al. 2010). Notably, we found decreased expression of MMS22L in our microarrays when CycK or Cdk12 was depleted (Supplemental Table S4). These data support our finding that CycK/Cdk12 directs DDR and maintenance of genomic stability via regulation of expression of key DDR genes.The role of CycK/Cdk9 in the pathways that maintain genomic stability in response to replication stress has been suggested recently (Yu et al. 2010; Yu and Cortez 2011). This work found that knockdown of CycK/Cdk9 causes impaired cell cycle recovery after challenge with hydroxyurea and induction of γ-H2AX in the absence of exogenous DNA damage. However, expression defects of DDR genes were excluded as a causative mechanism, since depletion of Cdk9 did not show any changes in expression of DDR genes in their transcriptional genome-wide microarray. Consistently, transcriptional changes of DDR genes were also not observed for the kinase-dead mutant of Bur1 (yeast homolog of Cdk9) (Clausing et al. 2010). Our data show the down-regulation of many key DDR genes in expression microarrays after knockdown of CycK or Cdk12 (Supplemental Table S4). Supported by the biochemical and mechanistic characterization of CycK complexes, we suggest that CycK/Cdk12 is a master regulator of expression of DDR genes and an important player in cellular response to DNA damage. Since a recent study found Cdk12 among significantly mutated genes in ovarian cancer, evidence pointing to its significant clinical relevance is also accumulating (Bell et al. 2011).We also analyzed mice with genetic inactivation of CycK. We observed the lethal phenotype during early mouse development. This implies that CycK/Cdk12 and/or CycK/Cdk13 kinases play a major role during embryo development, perhaps by the modulation of phosphorylation of the CTD of RNAPII during expression of the genes regulating the development. Similarly, genetic inactivation of CycT2 led to embryonic lethality during the preimplantation period (Kohoutek et al. 2009). These results emphasize the importance of CTD kinases for the regulation of early stages of development. Also, given that CycK regulates expression of DDR genes and other genes participating in the primary processes of the cell (Fig. 4D), it is not surprising that the mouse knockout has an early embryonic-lethal phenotype. Notably, BRCA1 and ATR knockout mice also have embryonically lethal phenotypes (Hakem et al. 1996; de Klein et al. 2000).In summary, this study identifies new players in the emerging field of CTD kinases. It establishes CycK/Cdk12-directed transcription as a critical regulatory step in DDR and maintenance of genomic stability. These findings should provide a foundation for future research and potential medical therapeutic applications. Materials and methodsAntibodiesCdk11 and CycL antibodies were generous gifts of Dr. J. Lahti (Loyer et al. 2008); BRCA1 antibody was a generous gift from Dr. K. Gardner (De Siervi et al. 2010). For more information on antibodies, see the Supplemental Material.ImmunoprecipitationCells were lysed in buffer with 150 mM NaCl, 2 mM EDTA, 1% NP-40, 10 mM Tris-HCl (pH 7.4), and protease (Sigma, P8340) and phosphatase (Sigma, {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P00044\",\"term_id\":\"117901\",\"term_text\":\"P00044\"}}P00044) inhibitor. Lysate was precleared with G-Sepharose (GE Healthcare) for 1 h and then incubated with either HA- or Flag-conjugated agarose (Sigma) or a relevant antibody, followed by 1 h of incubation with the G-Sepharose. Immunoprecipitates were washed three times with 0.5 mL of the lysis buffer, eluted from the beads with SDS sample buffer, and boiled for 3 min. Immunoprecipitates were then resolved on SDS-PAGE gel followed by Western blotting.ConstructsFor cloning purposes, the cDNA sequence for Cdk12 was PCR-amplified from a eukaryotic expression vector kindly provided by Dr. J. Pines (Ko et al. 2001). The Cdk13 cDNA was PCR-amplified for subsequent cloning from a eukaryotic expression plasmid kindly provided by Dr. A.-M. Genevière (Even et al. 2006). The Rev fusion assay reporter plasmid encoding CAT and pSLIIB-CAT, and plasmids encoding Rev-Cdk9 and Rev-Cdk9D167N were described previously (Lin et al. 2002).A CycK expression plasmid encoding the human 580-amino-acid CycK with a C-terminal Flag tag was purchased from Origene (pCMVentryCCNK, RC202024, cloned into SgflI and MluI restriction sites), here termed pCycK-Flag. Eukaryotic expression plasmids encoding C-terminally HA-tagged fusion proteins were produced by ligating Cdk12 and Cdk13 PCR-amplified cDNA into NheI and AflII restriction sites in the pcDNA3.1 HA plasmid (Invitrogen), rendering pCdk12-HA and pCdk13-HA, respectively. Expression plasmids encoding C-terminally Flag-tagged Cdk12 and Cdk13 fusion proteins were produced by oligo ligation of a 3xFlag tag sequence into the pCdk12-HA and pCdk13-HA plasmids using restriction sites AflII–XbaI and AflII–XhoI, respectively, while removing the HA tag, rendering pCdk12-Flag and pCdk13-Flag. An expression plasmid encoding a C-terminal eGFP fusion of CycK was produced by ligating PCR-amplified eGFP cDNA into the MluI and XhoI sites of pCycK-Flag, rendering pCycK-GFP. An expression plasmid encoding untagged CycK was produced by restriction linearization, fill-in, and religation of the pCycK-Flag plasmid, removing the Flag tag, rendering pCycK. Expression plasmids encoding a C-terminal mCherry fusion of Cdk12 and Cdk13 were produced by ligation of mCherry cDNA into the pCdk12-HA and pCdk13-HA plasmids using restriction sites AflII–XbaI and AflII–XhoI, respectively, rendering pCdk12-mCherry and pCdk13-mCherry. An expression plasmid encoding a C-terminal eGFP fusion of Cdk12 was produced by ligating PCR-amplified eGFP cDNA into the AflII and XbaI sites of pCdk12-HA, rendering pCdk12-GFP. Rev fusion expression plasmid for Cdk12 was produced by inserting PCR-amplified cDNA for Cdk12 into the pRev expression plasmid at restriction sites NheI and SalI, rendering pRev-Cdk12. The integrity of the DNA sequence of the expression plasmids was verified by DNA sequencing, and a 123-base-pair (bp) deletion in the N-terminal region of the Cdk13 CDS was noted in plasmids encoding HA-tagged and mCherry-tagged Cdk13. This in-frame deletion from base pair 417 to 540 removes a 44-amino-acid region that is outside the kinase domain and does not remove any known functional protein region. To prepare the eukaryotic expression plasmid expressing the N-terminally Flag-tagged short form of CycK-357, the corresponding DNA sequence was cloned into the BamHI and XhoI restriction sites, resulting in the vector, here rendering pFlag-CycK-357. The cDNA of the human cycT1 was inserted into the pcDNA3.1Flag vector (Invitrogen) by the PCR site-directed insertion, resulting in N-terminally Flag-tagged CycT1, here rendering pFlag-CycT1.Stable cell lines293 cells were transfected with appropriate plasmids using Fugene6 (Roche) and were selected with either G418 (Flag-ev, Flag-CycT1, Flag-CycK-357, CycK-Flag, and HA-ev) or hygromycin (Cdk9-HA, Cdk12-HA, and Cdk13-HA). The cell lines carrying the stably integrated plasmid were expanded from the single colony.Rev fusion assayHeLa cells were plated in 96-well format at 10,000 cells per well. A total of 300 ng of plasmid was transfected using Fugene6 (Roche) according to the manufacturer's protocol (30 ng of pSLIIB-CAT and 270 ng of Rev fusion or empty control plasmid as indicated in the text). After 48 h, CAT activity in the cell lysate was measured by a scintillation counter. The protein content of whole-cell lysate for normalization was determined using the BCA protein determination kit (Pierce).In vitro kinase assayHA-tagged proteins were immunoprecipitated from the established stable cell lines using HA agarose as described. Immunoprecipitations were extensively washed, and bound HA-tagged proteins were eluted with 1.5 μg of HA peptide (Sigma, I2149). The kinase reaction was performed in the volume of 30 μL containing 20 mM HEPES (pH 7.8), 400 μM ATP, 1.5 μg of BSA, phosphatase inhibitor (1:1000; Sigma), and 10 ng of GST-CTD (Proteinone, P4016-02), and with 0 μL, 1 μL, or 3 μL of eluted immunoprecipitation. The kinase reaction was carried out for 30 min at 30°C and the reaction was stopped with 30 μL of 2× SDS sample buffer. Reactions were resolved on SDS-PAGE gel and the amount of phosphorylation of Ser2 was measured by Western blotting with Ser2 phospho-specific antibody (Covance, H5).Fluorescence-activated cell countingFluorescence cell counting after antibody staining was performed as described previously (Krutzik et al. 2011). Phosphorylated H2AX was detected using rabbit anti-phospho-H2AX (20E3, Cell Signaling) as the primary antibody and Alexa594-labeled donkey anti-rabbit (Molecular Probes Invitrogen) as the secondary antibody. Cell counting was performed using a BD-FACSAria II (Becton-Dickinson) installed with the BD-FACSDiva software, and data were subsequently analyzed using FlowJo software.Survival assayHeLa cells were transfected with indicated siRNAs as described in the Supplemental Material. The next day, the cells were counted and equal numbers of cells were seeded, followed by incubation with DNA-damaging agents mitomycin C, camptothecin, or etoposide for 6 d. The ratio of cells transfected with specific siRNA and control siRNA in untreated cells was used to normalize for the relative cell growth. The relative survival of control siRNA-transfected cells after treatment with a DNA damage agent was set to 100% as described previously (Smogorzewska et al. 2007; O'Connell et al. 2010).RT-qPCRHeLa cells were transfected with control or CycK siRNA as described in the Supplemental Material. After 72, cells were harvested and total RNA was isolated by the miRNeasy minikit. A total of 0.5 μg of RNA was used for reverse transcription with the M-MLV reverse transcriptase system and random primers (Invitrogen, 28025-013 and 48190-011). Then, an equal amount of cDNA was mixed with the LightCycler 480 probes master mix (Roche Diagnostic, 4707494001). The amplifications of the samples were carried out in a final volume of 20 μL in a reaction mixture containing 5 μL of probes Master (Roche Diagnostics), 6 μL of H2O, 0.2 μL of forward primer, 0.2 μL of reverse primer, 0.2 μL of probe, and 3 μL of cDNA. The final concentration of each primer was 1.0 μM, and the final concentration of the probe was 1 μM. The amplifications were run on the LightCycler480II (Roche Diagnostics) using the following conditions: initial activation step for 5 min at 95°C, followed by 40–45 cycles of 15 sec at 95°C, and 35 cycles of 60 sec at 60°C and 1 sec 72°C. Changes in gene expression were calculated using the comparative threshold cycle method with GAPDH. All primers were synthesized at VBC-Biotech, and probes were used from the universal probe library (Roche Diagnostics).Glycerol gradientsGlycerol gradients were performed as described previously (Blazek et al. 2005). The cells were treated with 1 μg/mL actinomycin D (Sigma) for 1 h.Expression microarrayHeLa cells were transfected with control, CycK, or Cdk12 siRNA and left for 72 h. The total RNA from cells was purified using miRNeasy minikit (Qiagen). A total of six samples were used: three from the siRNA control and three from knockdown. The high-resolution AltSplice expression microarrays were produced by Affymetrix, and the cDNA samples were prepared using GeneChip WT cDNA Synthesis and Amplification kit (Affymetrix 900673), followed by GeneChip Hybridization, Wash, and Stain kit (Affymetrix 900720) using the Affymetrix Gene Chip Fluidics Station 450, and were scanned on an Affymetrix GeneChip Scanner 3000 7G. The resulting .CEL files were first analyzed with version 3 of ASPIRE software (Konig et al. 2010). The dTrank threshold, which combines fold transcript level change (dT) and Student's t-test, was calculated by ASPIRE software and was applied to rank the genes. The genes were considered to be differentially expressed when dTrank was >1. To validate the changes in the expression of the genes predicted by the microarray, RT-qPCR was performed with selected down-regulated or up-regulated genes. Ingenuity program was used for the gene ontology term and network modeling.Correlation analysisCorrelation analysis was performed with all genes with dTrank of >1 in CycK and Cdk12 microarrays (total of 1713 genes). The Pearson correlation coefficient (r) was calculated among their dT values in both data sets.More Materials and Methods and a list of all primers are available in the Supplemental Material. AcknowledgmentsWe thank the members of Peterlin's laboratory for their helpful discussions. We also thank Kevin Gardner, Ann-Marie Geneviere, Jill Lahti, and Jonathon Pines for generously providing the reagents; Melis Kayikci for analyzing the microarray data; Hana Paculova for help with experiments; Audrey Low for helping with the preparation of the figures; and Matjaz Barboric, Tomas Brdicka, Jim Cleaver, Wendy Fantl, Tina Lenasi, and Yien-Ming Kuo for their comments on the manuscript. The work was supported by the following grants: from the NIH (IP50 GM082250, R01 AI049104, and RO1 AI49104 ARRA supplement) to B.M.P.; from the Czech Science Foundation (P305/11/1564), SoMoPro (SRGA454), and the Ministry of Education, Youth, and Sports (ME09047) to D.B.; and from the Czech Ministry of Agriculture (MZE0002716202) and the Czech Science Foundation (301/09/1832) to J.K.. FootnotesSupplemental material is available for this article.Article is online at http://www.genesdev.org/cgi/doi/10.1101/gad.16962311. ReferencesAhn SH, Kim M, Buratowski S 2004.  Phosphorylation of serine 2 within the RNA polymerase II C-terminal domain couples transcription and 3′ end processing. Mol Cell 13: 67–76 [PubMed] [Google Scholar]Bartkowiak B, Liu P, Phatnani HP, Fuda NJ, Cooper JJ, Price DH, Adelman K, Lis JT, Greenleaf AL 2010.  CDK12 is a transcription elongation-associated CTD kinase, the metazoan ortholog of yeast Ctk1. Genes Dev 24: 2303–2316 [PMC free article] [PubMed] [Google Scholar]Bell D, Berchuck A, Birrer M, Chien J, Cramer DW, Dao F, Dhir R, DiSaia P, Gabra H, Glenn P, et al. 2011.  Integrated genomic analyses of ovarian carcinoma. Nature 474: 609–615 [Google Scholar]Blazek D, Barboric M, Kohoutek J, Oven I, Peterlin BM 2005.  Oligomerization of HEXIM1 via 7SK snRNA and coiled-coil region directs the inhibition of P-TEFb. Nucleic Acids Res 33: 7000–7010 [PMC free article] [PubMed] [Google Scholar]Bonner WM, Redon CE, Dickey JS, Nakamura AJ, Sedelnikova OA, Solier S, Pommier Y 2008.  γH2AX and cancer. Nat Rev Cancer 8: 957–967 [PMC free article] [PubMed] [Google Scholar]Bres V, Yoh SM, Jones KA 2008.  The multi-tasking P-TEFb complex. Curr Opin Cell Biol 20: 334–340 [PMC free article] [PubMed] [Google Scholar]Buratowski S 2009.  Progression through the RNA polymerase II CTD cycle. Mol Cell 36: 541–546 [PMC free article] [PubMed] [Google Scholar]Castillo-Davis CI, Mekhedov SL, Hartl DL, Koonin EV, Kondrashov FA 2002.  Selection for short introns in highly expressed genes. Nat Genet 31: 415–418 [PubMed] [Google Scholar]Chao SH, Fujinaga K, Marion JE, Taube R, Sausville EA, Senderowicz AM, Peterlin BM, Price DH 2000.  Flavopiridol inhibits P-TEFb and blocks HIV-1 replication. J Biol Chem 275: 28345–28348 [PubMed] [Google Scholar]Chapman RD, Heidemann M, Albert TK, Mailhammer R, Flatley A, Meisterernst M, Kremmer E, Eick D 2007.  Transcribing RNA polymerase II is phosphorylated at CTD residue serine-7. Science 318: 1780–1782 [PubMed] [Google Scholar]Chen HH, Wang YC, Fann MJ 2006.  Identification and characterization of the CDK12/cyclin L1 complex involved in alternative splicing regulation. Mol Cell Biol 26: 2736–2745 [PMC free article] [PubMed] [Google Scholar]Chen HH, Wong YH, Geneviere AM, Fann MJ 2007.  CDK13/CDC2L5 interacts with L-type cyclins and regulates alternative splicing. Biochem Biophys Res Commun 354: 735–740 [PubMed] [Google Scholar]Cho EJ, Kobor MS, Kim M, Greenblatt J, Buratowski S 2001.  Opposing effects of Ctk1 kinase and Fcp1 phosphatase at Ser 2 of the RNA polymerase II C-terminal domain. Genes Dev 15: 3319–3329 [PMC free article] [PubMed] [Google Scholar]Ciccia A, Elledge SJ 2010.  The DNA damage response: making it safe to play with knives. Mol Cell 40: 179–204 [PMC free article] [PubMed] [Google Scholar]Clausing E, Mayer A, Chanarat S, Muller B, Germann SM, Cramer P, Lisby M, Strasser K 2010.  The transcription elongation factor Bur1–Bur2 interacts with replication protein A and maintains genome stability during replication stress. J Biol Chem 285: 41665–41674 [PMC free article] [PubMed] [Google Scholar]de Klein A, Muijtjens M, van Os R, Verhoeven Y, Smit B, Carr AM, Lehmann AR, Hoeijmakers JH 2000.  Targeted disruption of the cell-cycle checkpoint gene ATR leads to early embryonic lethality in mice. Curr Biol 10: 479–482 [PubMed] [Google Scholar]De Siervi A, De Luca P, Byun JS, Di LJ, Fufa T, Haggerty CM, Vazquez E, Moiola C, Longo DL, Gardner K 2010.  Transcriptional autoregulation by BRCA1. Cancer Res 70: 532–542 [PMC free article] [PubMed] [Google Scholar]Edwards MC, Wong C, Elledge SJ 1998.  Human cyclin K, a novel RNA polymerase II-associated cyclin possessing both carboxy-terminal domain kinase and Cdk-activating kinase activity. Mol Cell Biol 18: 4291–4300 [PMC free article] [PubMed] [Google Scholar]Egloff S, Murphy S 2008.  Cracking the RNA polymerase II CTD code. Trends Genet 24: 280–288 [PubMed] [Google Scholar]Even Y, Durieux S, Escande ML, Lozano JC, Peaucellier G, Weil D, Geneviere AM 2006.  CDC2L5, a Cdk-like kinase with RS domain, interacts with the ASF/SF2-associated protein p32 and affects splicing in vivo. J Cell Biochem 99: 890–904 [PubMed] [Google Scholar]Fu TJ, Peng J, Lee G, Price DH, Flores O 1999.  Cyclin K functions as a CDK9 regulatory subunit and participates in RNA polymerase II transcription. J Biol Chem 274: 34527–34530 [PubMed] [Google Scholar]Fuda NJ, Ardehali MB, Lis JT 2009.  Defining mechanisms that regulate RNA polymerase II transcription in vivo. Nature 461: 186–192 [PMC free article] [PubMed] [Google Scholar]Gomes NP, Bjerke G, Llorente B, Szostek SA, Emerson BM, Espinosa JM 2006.  Gene-specific requirement for P-TEFb activity and RNA polymerase II phosphorylation within the p53 transcriptional program. Genes Dev 20: 601–612 [PMC free article] [PubMed] [Google Scholar]Hakem R, de la Pompa JL, Sirard C, Mo R, Woo M, Hakem A, Wakeham A, Potter J, Reitmair A, Billia F, et al. 1996.  The tumor suppressor gene Brca1 is required for embryonic cellular proliferation in the mouse. Cell 85: 1009–1023 [PubMed] [Google Scholar]Harper JW, Elledge SJ 2007.  The DNA damage response: ten years after. Mol Cell 28: 739–745 [PubMed] [Google Scholar]Huen MS, Sy SM, Chen J 2010.  BRCA1 and its toolbox for the maintenance of genome integrity. Nat Rev Mol Cell Biol 11: 138–148 [PMC free article] [PubMed] [Google Scholar]Jackson SP, Bartek J 2009.  The DNA-damage response in human biology and disease. Nature 461: 1071–1078 [PMC free article] [PubMed] [Google Scholar]Kim H, Erickson B, Luo W, Seward D, Graber JH, Pollock DD, Megee PC, Bentley DL 2010.  Gene-specific RNA polymerase II phosphorylation and the CTD code. Nat Struct Mol Biol 17: 1279–1286 [PMC free article] [PubMed] [Google Scholar]Ko TK, Kelly E, Pines J 2001.  CrkRS: a novel conserved Cdc2-related protein kinase that colocalises with SC35 speckles. J Cell Sci 114: 2591–2603 [PubMed] [Google Scholar]Kohoutek J, Li Q, Blazek D, Luo Z, Jiang H, Peterlin BM 2009.  Cyclin T2 is essential for mouse embryogenesis. Mol Cell Biol 29: 3280–3285 [PMC free article] [PubMed] [Google Scholar]Konig J, Zarnack K, Rot G, Curk T, Kayikci M, Zupan B, Turner DJ, Luscombe NM, Ule J 2010.  iCLIP reveals the function of hnRNP particles in splicing at individual nucleotide resolution. Nat Struct Mol Biol 17: 909–915 [PMC free article] [PubMed] [Google Scholar]Krutzik PO, Trejo A, Schulz KR, Nolan GP 2011.  Phospho flow cytometry methods for the analysis of kinase signaling in cell lines and primary human blood samples. Methods Mol Biol 699: 179–202 [PubMed] [Google Scholar]Li Q, Price JP, Byers SA, Cheng D, Peng J, Price DH 2005.  Analysis of the large inactive P-TEFb complex indicates that it contains one 7SK molecule, a dimer of HEXIM1 or HEXIM2, and two P-TEFb molecules containing Cdk9 phosphorylated at threonine 186. J Biol Chem 280: 28819–28826 [PubMed] [Google Scholar]Lin X, Taube R, Fujinaga K, Peterlin BM 2002.  P-TEFb containing cyclin K and Cdk9 can activate transcription via RNA. J Biol Chem 277: 16873–16878 [PubMed] [Google Scholar]Lin S, Coutinho-Mansfield G, Wang D, Pandit S, Fu XD 2008.  The splicing factor SC35 has an active role in transcriptional elongation. Nat Struct Mol Biol 15: 819–826 [PMC free article] [PubMed] [Google Scholar]Lobrich M, Jeggo PA 2007.  The impact of a negligent G2/M checkpoint on genomic instability and cancer induction. Nat Rev Cancer 7: 861–869 [PubMed] [Google Scholar]Loyer P, Trembley JH, Grenet JA, Busson A, Corlu A, Zhao W, Kocak M, Kidd VJ, Lahti JM 2008.  Characterization of cyclin L1 and L2 interactions with CDK11 and splicing factors: influence of cyclin L isoforms on splice site selection. J Biol Chem 283: 7721–7732 [PubMed] [Google Scholar]Malumbres M, Harlow E, Hunt T, Hunter T, Lahti JM, Manning G, Morgan DO, Tsai LH, Wolgemuth DJ 2009.  Cyclin-dependent kinases: a family portrait. Nat Cell Biol 11: 1275–1276 [PMC free article] [PubMed] [Google Scholar]Matsuoka S, Ballif BA, Smogorzewska A, McDonald ER III, Hurov KE, Luo J, Bakalarski CE, Zhao Z, Solimini N, Lerenthal Y, et al. 2007.  ATM and ATR substrate analysis reveals extensive protein networks responsive to DNA damage. Science 316: 1160–1166 [PubMed] [Google Scholar]Moldovan GL, D'Andrea AD 2009.  How the Fanconi anemia pathway guards the genome. Annu Rev Genet 43: 223–249 [PMC free article] [PubMed] [Google Scholar]Moshonov S, Elfakess R, Golan-Mashiach M, Sinvani H, Dikstein R 2008.  Links between core promoter and basic gene features influence gene expression. BMC Genomics 9: 92 doi: 10.1186/1471-2164-9-92 [PMC free article] [PubMed] [Google Scholar]Motoyama N, Naka K 2004.  DNA damage tumor suppressor genes and genomic instability. Curr Opin Genet Dev 14: 11–16 [PubMed] [Google Scholar]Munoz MJ, de la Mata M, Kornblihtt AR 2010.  The carboxy terminal domain of RNA polymerase II and alternative splicing. Trends Biochem Sci 35: 497–504 [PubMed] [Google Scholar]Nechaev S, Adelman K 2008.  Promoter-proximal Pol II: when stalling speeds things up. Cell Cycle 7: 1539–1544 [PubMed] [Google Scholar]O'Connell BC, Adamson B, Lydeard JR, Sowa ME, Ciccia A, Bredemeyer AL, Schlabach M, Gygi SP, Elledge SJ, Harper JW 2010.  A genome-wide camptothecin sensitivity screen identifies a mammalian MMS22L–NFKBIL2 complex required for genomic stability. Mol Cell 40: 645–657 [PMC free article] [PubMed] [Google Scholar]Pejovic T, Yates JE, Liu HY, Hays LE, Akkari Y, Torimaru Y, Keeble W, Rathbun RK, Rodgers WH, Bale AE, et al. 2006.  Cytogenetic instability in ovarian epithelial cells from women at risk of ovarian cancer. Cancer Res 66: 9017–9025 [PubMed] [Google Scholar]Peterlin BM, Price DH 2006.  Controlling the elongation phase of transcription with P-TEFb. Mol Cell 23: 297–305 [PubMed] [Google Scholar]Phatnani HP, Greenleaf AL 2006.  Phosphorylation and functions of the RNA polymerase II CTD. Genes Dev 20: 2922–2936 [PubMed] [Google Scholar]Qiu H, Hu C, Hinnebusch AG 2009.  Phosphorylation of the Pol II CTD by KIN28 enhances BUR1/BUR2 recruitment and Ser2 CTD phosphorylation near promoters. Mol Cell 33: 752–762 [PMC free article] [PubMed] [Google Scholar]Rahl PB, Lin CY, Seila AC, Flynn RA, McCuine S, Burge CB, Sharp PA, Young RA 2010.  c-Myc regulates transcriptional pause release. Cell 141: 432–445 [PMC free article] [PubMed] [Google Scholar]Sims RJ III, Belotserkovskaya R, Reinberg D 2004.  Elongation by RNA polymerase II: the short and long of it. Genes Dev 18: 2437–2468 [PubMed] [Google Scholar]Smogorzewska A, Matsuoka S, Vinciguerra P, McDonald ER III, Hurov KE, Luo J, Ballif BA, Gygi SP, Hofmann K, D'Andrea AD, et al. 2007.  Identification of the FANCI protein, a monoubiquitinated FANCD2 paralog required for DNA repair. Cell 129: 289–301 [PMC free article] [PubMed] [Google Scholar]Thompson ME, Jensen RA, Obermiller PS, Page DL, Holt JT 1995.  Decreased expression of BRCA1 accelerates growth and is often present during sporadic breast cancer progression. Nat Genet 9: 444–450 [PubMed] [Google Scholar]Wilson CA, Ramos L, Villasenor MR, Anders KH, Press MF, Clarke K, Karlan B, Chen JJ, Scully R, Livingston D, et al. 1999.  Localization of human BRCA1 and its loss in high-grade, non-inherited breast carcinomas. Nat Genet 21: 236–240 [PubMed] [Google Scholar]Yang Z, Yik JH, Chen R, He N, Jang MK, Ozato K, Zhou Q 2005.  Recruitment of P-TEFb for stimulation of transcriptional elongation by the bromodomain protein Brd4. Mol Cell 19: 535–545 [PubMed] [Google Scholar]Yu DS, Cortez D 2011.  A role for cdk9-cyclin k in maintaining genome integrity. Cell Cycle 10: 28–32 [PMC free article] [PubMed] [Google Scholar]Yu DS, Zhao R, Hsu EL, Cayer J, Ye F, Guo Y, Shyr Y, Cortez D 2010.  Cyclin-dependent kinase 9-cyclin K functions in the replication stress response. EMBO Rep 11: 876–882 [PMC free article] [PubMed] [Google Scholar]"}