{"title": "Regulation of primary response genes", "pubDate": "2011", "PMCID": "PMC3212756", "DOI": "10.1016/j.molcel.2011.09.014", "PMID": "22055182", "abstract": "Primary response genes (PRGs) are a set of genes that are induced in response to both cell-extrinsic and cell-intrinsic signals and do not require de novo protein synthesis for their expression. These \"first responders\" in the waves of transcription of signal-responsive genes play pivotal roles in a wide range of biological responses, including neuronal survival and plasticity, cardiac stress response, innate and adaptive immune responses, glucose metabolism, and oncogeneic transformation. Here we bring together recent advances and our current understanding of the signal-induced transcriptional and epigenetic regulation of PRGs.", "author": [{"author": "Trent Fowler", "affiliation": ["Department of Pathology, Sackler School of Biomedical Science, Tufts University School of Medicine, Boston, MA 02111, USA."], "href": "/?term=Fowler+T&cauthor_id=22055182"}, {"author": "Ranjan Sen", "affiliation": [], "href": "/?term=Sen+R&cauthor_id=22055182"}, {"author": "Ananda L Roy", "affiliation": [], "href": "/?term=Roy+AL&cauthor_id=22055182"}], "refPMID": [], "citedInPMID": ["22055182", "35141503", "34686684", "34559922", "34305890", "33925983", "33799876", "33789123", "33603234", "33580160", "33239458", "33198374", "33192255", "32973783", "32576977", "32576833", "32528245", "32504079", "32451484", "32238844", "32142654", "31931009", "31629407", "31444226", "31354619", "31197256", "31163285", "31160464", "31057934", "31053606", "30958114", "30774009", "30576321", "30572121", "30486323", "30390616", "30231868", "30089658", "30062089", "29899116", "29778628", "29681534", "29545370", "29084214", "28321184", "28159902", "27979905", "27936378", "27913794", "27789709", "27586508", "27384960", "26880762", "26878066", "26859911", "26841868", "26725010", "26287257", "26083714", "25987903", "25885578", "25814662", "25662951", "25653876", "25566246", "25274738", "25250698", "25025430", "24981864", "24799421", "24766888", "24763052", "24586613", "24550910", "24466310", "24297917", "24081581", "24049075", "23948603", "23895306", "23805861", "23704935", "23656887", "23576954", "23536833", "23536186", "23364789", "23074268", "23028373", "22859908", "22817891", "22750545", "22740393", "22710166", "22681709", "22458775", "22230561"], "body": " AbstractPrimary response genes (PRGs) are a set of genes that are induced in response to both cell-extrinsic and cell-intrinsic signals and do not require de novo protein synthesis for their expression. These 'first responders' in the waves of transcription of signal responsive genes play pivotal roles in a wide rage of biological responses, including neuronal survival and plasticity, cardiac stress response, innate and adaptive immune responses, glucose metabolism and oncogeneic transformation. Here we bring together recent advances and our current understanding of the signal-induced transcriptional and epigenetic regulation of PRGs. IntroductionNearly forty years ago, it was noted that in response to the insect steroid hormone ecdysone, a group of genes were induced within 5–10 min of stimulation. Remarkably, these early response genes were expressed transiently and “turned on\" a set of secondary response genes (Yamamoto and Alberts, 1976). Subsequently, using murine fibroblasts, it was shown that a set of transcription factor encoding genes including c-fos, c-jun and c-myc are turned on rapidly but transiently after mitogenic stimulation or treatment with tumor promoting agents (Cochran et al., 1983). Based on these earlier studies, eukaryotic protein-coding genes can now be roughly divided into two groups. One group responds to and is regulated by cell-extrinsic and cell-intrinsic signals and the other one the so-called housekeeping genes whose expression is constitutive (Weake and Workman, 2010). Belonging to the first category of inducible genes are many that regulate cellular differentiation, proliferation and lineage specificity. These signal-responsive genes are expressed in waves and the “first responders” are termed primary response genes (PRGs) or immediate early genes (IEGs) because they are expressed within minutes of stimulation and thus, do not require de novo protein synthesis (Herschman, 1991). There are probably several hundred genes in this group. A second group of genes that are expressed in response to signaling requires new protein synthesis, are far more numerous, and are called secondary response genes (SRGs) (Herschman 1991; Yamamoto and Alberts, 1976). Because many PRGs encode for potent transcription factors, these observations provided an explanation for PRG dependent expression of SRGs (Herschman 1991).Given the rapid expression of PRGs in the absence of de novo protein synthesis, it has remained a challenge to understand how they are transcriptionally regulated and whether their chromatin architecture is distinct from rest of the cellular genes that are expressed later and require new protein synthesis. Due to their vital role in various biological responses, related and important issues are whether PRGs respond to a wide variety of cell extrinsic stimuli and in multiple cell types, and if the fundamental mechanism of activation of these genes is essentially the same under such diverse conditions. What are the distinguishing features of PRGs and how they differ from SRGs? Another important question that is yet to be fully resolved is the fate of these genes in response to the duration of signaling (transient versus sustained) and whether they mediate distinct biological outcomes in different cell types under these conditions. Recent advances have shed new light in each of these areas and begun to elucidate the logic behind signal-induced regulation of PRGs under various biological settings. Finally, given that many PRGs are protooncogenes, whose sustained expression can have profound effects on cellular growth, we will also address how these genes are potentially turned off. In this review we bring together our latest understanding and recent advancements of the transcriptional regulation of PRGs in response to inductive signals. Transient versus sustained signalingIt is well established that, depending on what cell type a particular cell surface receptor is expressed, it can trigger proliferation or differentiation (Marshal 1995). For instance, signaling via the fibroblast growth factor receptor (FGFR) leads to differentiation in PC12 neuronal cells but proliferation in fibroblasts (Cowley et al., 1994). These observations indicate that cell context is critical in understanding the biological outcome of signaling. A related issue is whether short term (transient) versus long-term (sustained) signaling via the same cell surface receptor could fundamentally alter the biological response of that cell type (Murphy and Blenis 2006).Earlier studies with PC12 cells showed that depending on the duration of signaling with nerve growth factor (NGF), these cells could either differentiate or proliferate in tissue culture; transient signaling resulted in proliferation, while sustained signaling led to neurite outgrowth (Marshal 1995). Mitogen-activated protein kinases (MAPKs), in particular extra cellular signal-regulated kinase (ERKs), play crucial a role in signal transduction in a variety of biological responses (Morrison and Davis, 2003; Raman et al., 2007; Yasuda and Kurosaki, 2008). In response to signals, activated ERKs translocate to the nucleus where their targets include transcription factors essential for induction of PRGs and SRGs. Despite the fact that both transient and sustained signaling led to ERK activation in PC12 cells, corresponding nuclear translocation was only associated with sustained signaling (Marshal 1995). Because activated ERK accumulates in the nucleus and phosphorylates critical transcription factors required to execute signal-induced cellular changes, it was expected that there would be differences in transcriptional programs in transient versus sustained signaling.Later studies provided novel insights to transient versus sustained signaling response by ERK. While transient ERK activation leads to rapid induction of the c-fos gene in fibroblasts, the ensuing FOS protein is degraded under these conditions and the cells fail to enter G1. However, sustained signaling leads to not only activation of the c-fos gene but also ERK dependent phosphorylation of the FOS protein, which prevents it from degradation resulting in cell cycle entry (Murphy and Blenis, 2006; Sharrocks 2006; Yamamoto et al., 2006). Importantly, in addition to activating genes required for cell cycle entry (e.g., cyclin D1), stable FOS protein also directly suppresses anti-proliferative genes (e.g., JunD) (Yamamoto et al., 2006). Therefore, it is possible that the basal levels of anti-proliferative genes are low in PC12 cells obviating the need to inhibit these genes for transient signal-induced proliferation. An alternative set of genes might be induced upon sustained signaling to drive differentiation (Sharrocks 2006). Interestingly, sustained NGF signaling in PC12 cells also results in FOS protein stabilization via ERK-dependent phosphorylation, which results in differentiation (Pellegrino and Stork, 2006). Moreover, interactome studies reveal that the regulation of transient versus sustained signaling by ERKs in PC12 cells is dictated by its alternative association with protein factors under these signaling conditions, suggesting that the biological outcome is controlled by distributed mechanisms rather than by a single switch (Kriegsheim et al., 2009).Further insight into the role of ERK in mediating transient versus sustained signaling to regulate PRGs and affecting cell fate choices came from the following studies. First, it was shown that angiotensin II mediated signaling, which involves heteromeric guanine nucleotide-binding protein (G protein) and β-arrestin, can have two distinct mechanisms of ERK activation. The G protein dependent pathway produces a transient ERK activation, corresponding nuclear accumulation and activation of PRGs. However, the β-arrestin dependent pathway resulted in a sustained ERK activation, which restricts it to the cytosol and endosomes (Shenoy and Lefkowitz, 2005). Second, using Xenopus as a model system, Nishida and colleagues show that Sprouty protein, which is a negative regulator of ERK activation, controls duration of ERK signal transduction and thereby dorsoventral patterning during mesoderm formation. While the transient ERK signaling was not regulated by Sprouty, the sustained ERK activation was (Hanafusa et al., 2009). Consistent with the mammalian studies (Murphy and Blenis, 2006; Yamamoto et al., 2006), they further show that only sustained signaling leads to stabilization of Xenopus FOS protein, which controls genes involved in dorsoventral patterning (Hanafusa et al., 2009). Third, using mathematical modeling and experimental approaches, how heregulin (HRG) and epidermal growth factor (EGF) generate distinct responses in breast cancer derived MCF-7 cells was addressed (Nakakuki et al., 2010). Activation of ErbB receptors by EGF or HRG determines distinct cell-fate decisions, and deregulation in these signaling pathways has been linked to various forms of cancers (Citri and Yarden, 2006). In the cytosol, EGF induces transient and HRG induces sustained ERK activation. In the nucleus, however, ERK activity and c-fos mRNA expression are transient for both ligands. Interestingly, only HRG, but not EGF, mediated c-fos regulation requires additional negative regulators and new protein synthesis. These studies further predict that mechanisms involving distinct responses to transient versus sustained ERK signaling would be valid for a wide variety of biological systems (Nakakuki et al., 2010).With the advent of genome-wide profiling studies, the sets of genes involved in transient versus sustained signaling in various biological systems have now become better characterized. Pancreatic beta cells were used to study the kinetic features of PRGs in response to transient or sustained glucose signaling (Glauser and Schlegel 2006; Glauser et al., 2007). Pancreatic beta cells function as regulators of glucose homeostasis; they respond to elevated blood glucose levels by increasing insulin secretion, which in turn helps fat and muscle cells to uptake glucose, and thereby lowering blood glucose (Glauser and Schlegel 2006). Hence, beta cells are expected to behave differently in response to transient versus sustained glucose levels. To demonstrate this at a molecular level, Schlegel and co-workers analyzed gene expression profiles in beta cells in response to 1 hr (transient) or 4 hr (sustained) glucose signaling (Glauser and Schlegel 2006). Surprisingly, almost 90% of the genes regulated by sustained signaling were not regulated by transient signaling. Thus, only about 160 genes were altered by transient signaling, while approximately 1600 genes were regulated by sustained signaling, and over 200 genes showed regulation by both signaling. However, contrary to expectations, several PRGs (e.g., c-fos and Egr-1), which were rapidly induced by transient signaling, showed a delayed kinetics upon sustained signaling, suggesting that under some circumstances, the PRGs might be expressed as long as the signal is maintained (Glauser and Schlegel, 2006). Because many PRGs encode for potent transcription factors that regulate SRGs, cell fate decisions are likely to be profoundly affected by transient versus sustained signaling. The distinct gene sets regulated upon transient versus sustained signaling also imply that the transcriptional programs in these two pathways might be distinct.Sen and colleagues used murine mature B cells to address how transient versus sustained signaling via the B cell receptor (BCR) might affect cell fate choices (Damdinsuren et al., 2010). Antibody producing B cells mature in multiple stages and signaling via the BCR dictates B cell fate depending on the particular stage of maturation. Thus, BCR signaling in immature B cells results in cell death, while BCR signaling in mature B cells results in survival and proliferation of these cells. While transient BCR signaling failed to drive these cells to enter G1 phase of the cell cycle and their survival rate to transient signaling was much less than sustained signaling, transient BCR signaling resulted in improved interaction with T cells (priming). Interestingly, although the early kinetics (1–2 hrs) of expression of most PRGs was very similar in both transient and sustained signaling, some of the PRGs (e.g., Egr-1 and Egr-2) were expressed for an extended period (6–9 hrs) only after sustained signaling (Damdinsuren et al., 2010). Taken together these results suggest that both the duration of signaling and cell type context are important for biological responses and that the levels of expression of PRGs might have distinct effects in determining these responses (Fig 1).Open in a separate windowFigure 1Biological Outcome in response to transient versus sustained signalingResting cells can be triggered either by transient signaling or sustained signaling, leading to different biological outcomes. Transient signaling might elicit cellular initiation program while sustained signaling might elicit maintenance program. In addition, different set of genes is regulated (by both induction and repression) upon transient (Gene set T) versus sustained signaling (Gene Set S) with an overlapping set (Common genes). Transcriptional Regulation of PRGs—the SRF paradigmBinding of serum response factor (SRF) to the promoter region of several PRGs is essential for their induction (Treisman 1995). SRF belongs to the MADS family of transcription factors, which binds constitutively and are important not only for PRGs but also for several non- PRGs involved in cardiac biology, neuronal functions, thymocyte maturation and various other biological pathways (Knoll and Nordheim 2009; Niu et al., 2007; Olson and Nordheim 2010; Posern and Treisman 2006). At least two signaling cascades activate SRF target genes—the Ras-MAPK/ERK pathway and the Rho-actin pathway. Signaling via Ras/MAPK pathway leads to phosphorylation of ELK-1, which is a ternary complex factor (TCF) family co-factor for SRF. Phosphorylated ELK-1 binds to upstream promoter regions of many PRGs and together with SRF activates these genes. Rho-actin pathway involves changes in cytoskeletal dynamics and activates other group of SRF co-factors, the megakaryoblastic leukemia (MKL) family proteins (also known as myocardin related transcription factors, MRTFs) (Lee et al., 2010; Olson and Nordheim 2010; Posern and Treisman 2006). We will highlight the recent advances in these pathways.While it is known that PRG chromatin architecture is constitutively permissive with significant levels of basal histone H3 acetylation (H3Ac), signal-induced recruitment of phosphorylated ELK-1 (via ERK/MAPK) to some of these PRGs results in further enhancement of H3Ac (Clayton et al., 2006; Galbraith and Espinosa 2011). Sharrocks and colleagues show that increased H3Ac also results in alteration of nucleosomal structure over the transcription start site (TSS) and subsequent recruitment of another transcription factor NFI that is vital for c-fos transcription (O’Donnell et al., 2008). Although it is already known that increase in histone acetylation results in enhanced recruitment of basal machinery (Guermah et al., 2006), NFI mediated nucleosomal alteration and subsequent recruitment of basal machinery provides a mechanistic basis for activation of signal-induced genes (O’Donnnell et al., 2008). In this model, signaling leads to activation of a primary effector (phosphorylated ELK-1) that triggers a histone acetyl transferase (HAT) relay switch and promotes recruitment of a secondary effector (NFI) both of which are necessary for c-fos transcription initiation (O’Donnnell et al., 2008). Interestingly, while NFI is required for c-fos transcription, it is not required for serum-induced activation of Egr1, although it is possible that an yet unknown factor serves as a secondary effector for Egr1 transcription (O’Donnnell et al., 2008). If so, a common mechanism of signal-induced activation of PRGs could be via a HAT relay switch that results in recruitment of both primary and secondary effectors to PRG promoters.The Rho-actin signaling pathway, which involves changes in actin cytoskeleton, also activates SRF responsive genes, via MAL (a co-factor of SRF belonging to the MKL/MRTF family) (Vartiainen et al., 2007). Nuclear actin regulates the subcellular localization and transcriptional function of MAL in a dynamic fashion. In the absence of serum, MAL is associated with nuclear G-actin, resulting in its facilitated actin-dependent nuclear export and consequently preventing SRF target gene activation. In contrast, serum stimulation leads to dissociation of MAL from G-actin and its corresponding nuclear import, resulting in transcriptional activation of the SRF-dependent genes. Signal-induced dissociation of actin from MAL also enhances actin polymerization thereby providing a rationale for changes in cytoskeletal dynamics upon serum stimulation (Vartiainen et al., 2007). Consistent with these functions, members of the MKL/MRTF family are necessary for invasion and migration in vitro and for experimental metastasis in vivo (Medjkane et al., 2009) (Fig 2).Open in a separate windowFigure 2Transcriptional Regulation of PRGs by SRF and cofactorsSRF regulates PRGs by virtue of association with different cofactors. In the absence of signaling (serum starvation) MAL can associate with G-actin, which prevents its nuclear residency as well as transcriptional activity. Upon signaling with serum via the Rho pathway, MAL dissociates from actin, which enhances its nuclear import and transcriptional activity, resulting in its recruitment to target genes. Concomitantly, actin polymerization is enhanced under these conditions. These changes in cytoskeletal organization are associated with proliferation, metastasis. In cardiac muscle cells, SRF can associate with other MRTF family cofactors (e.g., Myocardin) and regulate cardiac responses. In T cells, SRF associates with the NURF chromatin remodeling complex and regulates thymocyte development. In neuronal cells, SRF and its co-factors or CREB regulate different sets of genes to regulate neuronal plasticity versus survival respectively. Note, not all cofactors associate with SRF at the same time in same cells. For the sake of simplicity, only the MRTF/MKL cofactors are shown. The basal transcriptional machinery, comprising of general transcription factors is indicated by the light blue oval.Given that SRF functions via association with two distinct sets of co-factors downstream of two signaling pathways, how might these interactions alter target gene specificity? Previous studies suggested that TCF and MKL/MRTF family factors might function in an antagonistic fashion, therefore the specificity of these cofactors is likely to determine SRF target gene regulation and cell fate choices (Selvaraj and Prywes, 2004). Consistent with this expectation, some of the PRGs that are SRF targets (e.g., c-fos, Egr-1 and Egr-2) are MAL independent, while others like Jun-B and the fos-like 1 (FOSL1) are MAL dependent targets (Lee et al., 2010; Selvaraj and Prywes, 2004). Interestingly, a level of redundancy exists between these cofactors such that PRGs like c-fos or Egr-1 could be activated by either cofactor. It should also be pointed out that there are many ELK-1/TCF target genes that are not dependent on SRF (Hollenhorst et al., 2011). These observations suggest that our understanding of transcriptional regulation of PRGs is far from complete and will likely involve additional factors that can either activate or repress these genes.Cyclic AMP response element binding factor (CREB) is also important in controlling activity-dependent PRG regulation in neurons (Flavell and Greenberg, 2008; Knoll and Nordheim, 2009). CREB binding sites are prevalent in PRGs and its function is regulated by bursts of synaptic activity. It should be noted that SRF and CREB commonly contribute to several shared neuronal functions, including cell migration, neurite outgrowth, axonal path finding and neuronal-activity-based gene transcription. However, they also appear to regulate distinct cell fate decisions (Knoll and Nordheim, 2009). For instance, CREB is essential for neuronal survival and maintenance, wherease in contrast, SRF is required for neuronal plasticity but not for survival (Ramanan et al., 2005). These results suggest that 1) neuronal plasticity and survival are dissociable functions, and that 2) although several PRGs exhibit both CREB- and SRF-binding sites, there are “dominant” SRF versus CREB PRG targets in vivo (Ramanan et al., 2005) (Fig 2).SRF and cofactors also play an important role in cardiogenesis, as major determinants of myocyte differentiation by regulating the muscle contractile genes (Niu et al., 2007; Olson and Nordheim 2010). Thus, SRF, a cardiac-enriched transcription factor, is required for the appearance of beating sarcomeres in the heart (Niu et al., 2007). Growth factor signaling leads to protein kinase C (PKC)-α mediated phosphorylation of serine 162 in SRF. Phosphorylated SRF, together with TCF cofactors bind to PRGs and regulate myocyte proliferation. Interestingly, this leads to simultaneous repression of myocyte differentiation because genes involved in myocyte differentiation are bound and activated by unphopshorylated SRF, which partners with MKL/MRTF group of cofactors (Niu et al., 2007; Olson and Nordheim 2010; Wang et al., 2004).SRF and TCF/ELK-1 cofactors but not the MKL/MRTF cofactors are also required for T cell and regulatory T cell (Treg) development (Landry et al., 2011; Mylona et al., 2011). The major target of SRF and TCF in T cells appears to be the Egr-1 and Egr-2 PRGs, which play an important role in mediating T cell receptor (TCR) dependent development of T cells (Landry et al., 2011; Mick et al., 2004; Mylona et al., 2011). SRF recruits the chromatin remodeling complex NURF to the Egr-1 promoter and remodels the gene (Landry et al., 2011) (Fig 2). Because remodeling of key genes is necessary during TCR-dependent T cell development, these observations provide a plausible mechanism to achieve such chromatin changes (Landry et al., 2011). Recruitment of ERK to PRGsWhile the kinase function of ERK in signaling pathways that regulate PRGs is well established and extensively studied, several recent reports indicate that ERK can also act as a transcriptional co-factor for both PRGs and non-PRGs. For instance, interactions with sequence specific transcription factors ELK-1 and TFII-I, have been shown thereby providing a means for ERK to be directly recruited to PRGs (Hakre et al., 2006; Zhang et al., 2008). Given the pleiotropic role of ERK in various biological processes, recruitment of ERK to non-PRGs that are downstream of growth factor signaling has also been shown in several instances. As one example, recruitment of ERKs to the insulin gene and other genes important for glucose metabolism in beta cells has been shown (Lawrence et al., 2008). Additionally, MAPK (belonging to the p38 family but not ERKs) dependent recruitment of chromatin remodeling complex SWI/SNF is also shown in muscle specific genes (Simone et al., 2004). Several elegant studies in yeast previously demonstrated that indeed ERK homologues in yeast are recruited to specific genes (Pokholok et al., 2006; Proft et al., 2006). Moreover, this might be a general phenomenon amongst several signal-induced kinases that translocate to the nucleus (Baek, 2011; Pokholok et al., 2006). However, a supposition in these collective studies is that recruitment of ERK to target genes is necessary to phosphorylate its transcription factor targets.A recent study by Zhu and colleagues shows direct PRG recruitment via site-specific DNA binding and a novel kinase independent transcription function of ERK2 (Hu et al., 2009). It should be pointed out that a recent study elegantly showed a kinase independent function of yeast MAPK homologue (Mpk1) in both transcriptional initiation and elongation (Kim and Levin, 2011). However, in this case the recruitment of Mpk1 to target promoters is via interaction with another transcription factor Swi4 (Kim and Levin, 2011). During a profiling study of the protein-DNA interactome, it was shown that ERK2 directly binds DNA in a sequence specific fashion and inhibits transcription (Hu et al., 2009). While ERK2 is constitutively recruited to its target promoters in the absence of signaling, within 1 hr of IFN-γ signaling (transient) it is no longer DNA bound, resulting in an induction of target genes (Hu et al., 2009). Because the ERK2 binding site is embedded within the transcription activator C/EBP-β binding site, these factors bind DNA in a mutually exclusive fashion. Interestingly, the DNA-bound ERK2 reappears between 24–48 hrs of signaling (sustained) concomitant with transcriptional repression of these genes (Hu et al., 2009). It is tempting to speculate that transient versus sustained signaling might not only regulate kinase dependent functions of ERKs but their kinase independent function as well (Fig 3). However, it is currently unknown whether a variety of signaling cascades might induce ERK2 DNA binding and how prevalent is its target genes (including PRGs and SRGs).Open in a separate windowFigure 3Direct DNA binding by ERK to regulate PRGs(A) In resting state, ERK2 directly binds to DNA, preventing binding of C/EBP-β. This results in transcriptional repression of PRGs. (B) Upon transient IFN-γ signaling, ERK2 is released form the DNA and an overlapping site is occupied by C/EBP-β, resulting in transcriptional activation of target genes. (C) Upon sustained IFN-γ signaling, ERK2 DNA binding reappears resulting in repression. It is unknown at present how ERK2 represses transcription. In T cells, upon cessation of signaling, unphosphorylated RNA Pol II and the histone acetyl transferase, p300, remain associated with PRGs, thereby “bookmarking” these genes and allowing them to be reactivated by non-mitogenic stimulation alone. Please note, the figure represents two different observations from two distinct cell types and thus, ERK2 target genes may not be bookmarked. The blue oval represents the basal machinery. Elongating RNA Pol II is phosphorylated at S-2 and S-5. Mediator dependent PRG regulationWhile discussing the transcriptional regulation of PRGs, it is important to consider additional mechanisms and factors that contribute to such regulation. For instance, in the context of ERK/MAPK signaling via serum response pathway, the mediator subunit MED23 is vital for regulation of Egr1 (Balamotis et al., 2009). The Mediator is an evolutionarily conserved, multiprotein complex (~ 30 subunits) that is an important transcriptional regulator of protein-coding genes (Malik and Roeder, 2011). In addition to interacting directly with RNA polymerase II (RNA Pol II), Mediator has several functions and can interact with and mediate functions of numerous transcriptional cofactors, including those acting at the level of chromatin (Malik and Roeder, 2011). EERK/MAPK mediated phosphorylation of ELK1 results in its interaction with and recruitment of MED23 subcomplex to the promoter (Balamotis et al., 2009). Interestingly, while Med23 knockout resulted in elimination of Egr1 expression in ES cells with paused RNA Pol II at the promoter, same effects were not observed in differentiated fibroblasts (Balamotis et al., 2009). These observations suggest that the mechanism of PRG regulation in ES cells versus differentiated cells in response to same signal transduction pathways might be distinct. A recent study reports a missense mutation in MED23 that co-segregates with nonsyndromic autosomal recessive intellectual disability in humans (Hashimoto et al., 2011). This mutation alters interaction of the mediator complex with ELK1 and TCF4 and impaired regulation of PRGs c-Fos and c-Jun. Importantly, deregulation of these PRGs was also observed in patients with other neurocognitive deficits. These observations clearly indicate that altered expression of PRGs might be generally related to cognitive defects and that MED23 is physiologically crucial for PRG regulation.In further support of the role of mediator in regulating PRGs, the CDK8 subunit of mediator positively regulates PRGs by enhancing transcription elongation in response to serum stimulation (Donner et al., 2010; Galbraith and Espinosa, 2011). While CDK8 was previously thought of as a repressor, this recent data shows that in response to serum, CDK8-containing mediator subcomplex is recruited to the PRG promoters and functions as a co-activator (Donner et al., 2010). Positive transcription elongation factor b (P-TEF) is an exceedingly important factor for elongation of eukaryotic genes because a significant proportion of eukaryotic genes exhibit pausing of RNA Pol II soon after transcription initiation (Peterlin and Price, 2006). Accordingly a number of different mechanisms have evolved to mediate the recruitment of P-TEFb to eukaryotic genes to release pausing and continue transcriptional elongation. Signal dependent CDK8 recruitment to PRGs enhances recruitment of P-TEFb and consequently, depletion of CDK8 reduces induction of these genes by impacting both RNA Pol II and P-TEFb recruitment (Donner et al., 2010) (Fig 4).Open in a separate windowFigure 4Integrated model for transcriptional regulation of PRGs(A) In the basal state, the PRGs exhibit a constitutive level of HeK4me3 and H3Ac (not shown for the sake of simplicity) and are bound by Sp1 and SRF. Transcriptional co-repressors NCo-R and HDACs are also recruited to lower the basal expression. Both pausing of RNA Pol II and production of unstable primary transcripts have been shown. Paused RNA Pol II, bearing S-5 phosphorylated CTD, is associated with DRB-sensitivity inducing factor (DSIF) and negative elongation factor (NELF). MiRNAs e.g., miR-155, miR-191 and miR-499 can negatively regulate expression of PRGs thereby suppressing growth or cardiac stress. (B) Upon signaling, both H3K4me3 and H3Ac modifications increase, as do H3S01P and H4K16Ac. Phosphorylation of H3S10 is mediated by PIM1 kinase. Phosphorylated H3S10 recruits 14-3-3, which further recruits the histone acetyl transferase, MOF. MOF mediates H4K16 acetylation that in turn enhances BRD4 association and P-TEFb recruitment. NF-κB, NFI and phosphorylated ELK1 (P-ELK1) are additionally recruited to these genes. The mediator subcomplex MED23 or CDK8 are also associated with the promoters upon signaling. The curved arrows indicate that both NF-κB and CDK8 further enhance recruitment of BRD4 and P-TEFb. P-TEFb recruitment enhances phosphorylation of RNA Pol II S-2 as well as NELF and DSIF, resulting in release of phosphorylated NELF (P-NELF). Phosphorylated DSIF possibly remains associated with elongating RNA Pol II. In addition, the splicing factor U2AF65 (along with factors like Prp-19) is also recruited to PRGs, which directly interacts with activated RNA Pol II, thereby connecting splicing to transcription. Under these conditions (induced state), mature and stable transcripts are produced. Upon signaling, SRF can also trigger ripple effects on neighboring genes, which are not normally dependent on SRF, rendering them active. Furthermore, upon signaling, enhancer RNAs (eRNAs, pink rectangle) are produced, which communicate (indicated by a curved arrow) with the basal machinery (indicated by the light blue oval) to enhance transcription. It is important to note that not all observations depicted here are demonstrated in multiple cell types and/or under different signaling conditions. Changes in chromatin architecture of PRGsThe induction of PRGs takes place long before DNA synthesis begins and thus any changes in chromatin structure due to transcription are not complicated by changes taking place during nucleosome assembly at the replication fork (Clayton et al., 2006). Because of such rapid kinetics of PRG induction, it has always been a challenge to interrogate the changes in chromatin landscape of these genes in the absence and in the presence of signaling. Allfrey and colleagues were the first to provide a correlation between alterations in chromatin architecture, histone acetylation, and PRG (c-fos and c-myc) transcription (Chen and Allfrey, 1987). Since then, numerous studies have addressed specific chromatin changes in eukaryotic genes, including PRGs (Bannister and Kouzarides 2011; Cairns, 2009; Campos and Reinberg 2009; Ho and Crabtree, 2010; Smith and Shilatifard, 2010). Here we discuss recent reports that shed new light in this area (Crump et al., 2011; Zippo et al., 2009).The rapid kinetics of PRGs is partly explained by their constitutively open chromatin architecture (Clayton et al., 2006). Thus, PRGs show a high level of preexisting histone 3, lysine-4 tri-methylation (H3K4me3) across the promoter region as well as H3K36me3 in the coding region. In addition, there is a dynamic turnover of histone acetylation by the action of HATs and histone deacetylasaes (HDACs), which affects all K4me3-modified H3, also detectable in the absence of signaling (Clayton et al., 2006; Edmunds et al., 2008). The dynamic acetylation of PRGs targeted to H3K4me3 is mediated by the specific HAT (p300/CBP) and that this mechanism is conserved between drosophila and mammalian genes (Crump et al., 2011). Accordingly, fibroblasts derived from p300/CBP double knockout mouse exhibit inhibition of signal-induced acetylation of H4K- 5, 8, 12 and 16 at PRGs. However, a high level of acetylation is not sufficient for efficient expression of PRGs. Moreover, decrease in PRG transcription as a result of p300 ablation cannot be overcome by pre-acetylating nucleosomes before inhibition (Crump et al., 2011). Taken together these results suggest two models for co-localization of both modifications: either independent targeting of both H3K4me3 and rapid dynamic acetylation or their interdependent, sequential targeting (Crump et al., 2011; Wang et al., 2008). Examples of both mechanisms are known and currently, it is unclear exactly how co-targeting is achieved at PRGs.A second report looks even further into this issue and provides a connection between histone crosstalk and transcriptional elongation via P-TEFb recruitment (Zippo et al., 2009). It was shown that serum stimulation results in PIM1 kinase to phosphorylate basally acetylated H3 at serine 10 (H3S10P) at the FOSL1 enhancer, which in turn recruits the HAT protein MOF (Zippo et al., 2009). MOF then promotes H4K16Ac thereby generating a histone crosstalk and enhanced recruitment of bromodomain-containing protein BRD4. Because BRD4 interacts with P-TEFb (Jang et al., 2005), increased recruitment of P-TEFb ensues with concomitant release of paused RNA Pol II and resumption of elongation (Zippo et al., 2009). Thus, H3S10P instigates a relay switch, which connects alteration in chromatin landscape with transcriptional elongation via P-TEFb (Zippo et al., 2009). It will be interesting to see whether these observations extend to a wide variety of signal-induced PRGs in multiple cell types (Fig 4).Given that the chromatin of PRGs is in a constitutively permissive state, another question of importance is whether rapid induction of PRGs remains localized or “spills” over to neighboring genes (Ebisuya et al., 2008). Though transcription of mammalian genes is presumed to be independently regulated, recent analysis suggests that transcription is pervasive and that most of the genome is transcribed (Carninci 2009). Consistent with this observation, it was shown that there are rippling effects from neighboring transcription such that growth factor induced activation of PRGs is accompanied with co-upregulation of neighboring genes that are not known to be growth factor responsive (Ebisuya et al., 2008). Thus, enhanced levels of H3Ac and H4Ac were observed in these neighboring genes and blocking ERK/MAPK or depletion of SRF suppresses not only PRG induction but also induction of neighboring genes that are ERK/MAPK and SRF-independent (Ebisuya et al., 2008). Importantly, the induction of neighboring genes is not only rapid but also transient too following the same kinetics as the PRGs. However, the precise mechanistic basis for neighboring gene activation is currently unknown. BookmarkingBecause bulk transcription ceases during mitosis and most of the DNA binding transcription factors dissociate from the condensed chromatin during mitosis (Martinez at el., 1995; Segil et al., 1991), it has been a challenge to explain how “promoter memory” is propagated through mitosis. A phenomenon termed “bookmarking” is invoked to explain promoter memory during mitosis (Sarge and Park-Sarge, 2009). As we use a bookmark to go back to the last read page of a book, genes use epigenetic and transcription marks to remember active genes after cell division is completed. For instance, genes that are active prior to cell division show chromatin features—viz., high H3K4me3, hyperacetylated H3 and H4 and H3K79me2, which are associated with active genes (Sarge and Park-Sarge, 2009). Because many PRGs exhibit a constitutively open chromatin structure and are induced rapidly in a protein synthesis independent fashion during G0–G1 transition, it is conjectured whether they acquire and maintain some of these features prior to cell division. Consistent with this expectation, several PRGs exhibit activation marks through cell division and thereby show bookmarking features. These mitotic chromatin features are also called “architectural epigenetics” (Zaidi et al., 2010). Epigenetic features also play an important role in immunologic memory (Zediak et al., 2011).It was recently discovered that several PRGs (e.g., c-fos) remain associated with RNA Pol II and p300 long after transcription ceases (Byun et al., 2009). However, the RNA Pol II does not bear any phosphorylation marks that are associated with either stalled or elongating polymerase. Importantly, these genes are readily reactivated with a non-mitogenic stimulation, which alone has minimum effect on transcription on these genes in the absence of prior mitogenic stimulation (Byun et al., 2009). Therefore, although these are not mitotic cells, the PRGs are bookmarked for dynamic priming in response to secondary stimuli. Because p300 acetylates histones, these observations also suggest a mechanism for directly connecting epigenetic changes to general transcription in bookmarking PRGs. In addition to general transcription factor driven bookmarking, several site-specific transcription factors are involved in bookmarking genes. For instance, some PRGs, e.g., c-fos has heat shock factor2 (HSF2) binding site and consequently, can be bookmarked mitotically by HSF2 (Sarge and Park-Sarge, 2009). Taken together, these observations suggest that PRGs can be bookmarked via several different mechanisms both during mitosis and during late secondary response in interphase cells. It remains a possibility that bookmarking also plays an important role in expression of PRGs during sustained signaling responses in interphase cells. New insights to signal-induced regulation of PRGsIn analyzing temporal expression profiles during PRG to SRG transition, it was found that of the 133 genes induced upon growth factor signaling within a 4hr time frame, 49 were PRGs (protein synthesis independent) and 29 were SRGs (protein synthesis dependent). However, the largest group of genes (58) were delayed PRGs, which exhibited delayed expression kinetics but did not require new protein synthesis (Tullai et al., 2007). Unlike the PRGs, these delayed genes did not encode for transcription factors and their chromatin structure as well as transcriptional regulation did not resemble PRGs. Interestingly, PRGs usually have short primary transcripts with few exons or no exons, while the delayed PRGs and SRGs did not show any such distinguishing features (Tullai et al., 2007).Studies by the Smale and Medzhitov groups provided significant mechanistic insights by posing the question of what transcriptional features characterize PRGs and how their chromatin architecture and transcriptional regulation differ from SRGs in murine macrophages in response to bacterial lipopolysaccharide (LPS), which functions through Toll-like receptors (TLRs) (Hargreaves et al., 2009; Ramirez-Carrozzi et al., 2009). Several fundamental points were discovered by these studies. Eukaryotic promoters are often characterized by 1) by the presence of CpG islands; 2) low nucleosomal occupancy; and 3) constitutive association of RNA polymerase II with inactive genes (Sims et al., 2004; Suzuki and Bird, 2008). The Smale group elegantly shows that PRGs can be classified according to their CpG content and nucleosomal occupancy and that PRGs and SRGs differ by both criteria (Ramirez-Carrozzi et al., 2009). Though consistent with the Copper studies they show there are greater structural and functional sub-classes within PRGs, the largest group of PRGs is characterized by the presence of CpG islands and constitutively active chromatin since they do not require ATP-dependent SWI/SNF chromatin remodeling complexes (Ramirez-Carrozzi et al., 2006; Ramirez-Carrozzi et al., 2009). The inference from these experiments is that the CpG sequences in these promoters reduce nucleosomal occupancy by providing a “destabilizing” code (Ramirez-Carrozzi et al., 2009). Consistent with this proposition, they observed a higher H3K9/K14Ac and H3K4me3 in the absence of any signaling, suggesting that these promoters constitutively bear activation marks. TFIID is selectively anchored to nucleosomes of H3K4me3 promoters (Vermeulen et al., 2007). Accordingly, promoters of these PRGs also show constitutive recruitment of both RNA Pol II and TATA-binding protein (TBP), further suggesting significant levels of basal transcription. Remarkably, these studies show that similar results are obtained when the same set of PRGs are analyzed in unstimulated human T cells, thereby strongly implying that the basic properties of these promoters are conserved across species and are cell type independent (Ramirez-Carrozzi et al., 2009). Strikingly, they further demonstrated that while TNF-α mediated induction was biased toward PRGs that are SWI/SNF-independent and CpG-island containing promoters, IFN-β showed a strong preference for SWI/SNF-dependent PRGs. First, these observations are consistent with the biological effect of TNF-α (rapid) versus IFN-β (delayed). Second, they also provide a mechanistic basis for the distinction between genes not requiring stimuli dependent chromatin remodeling versus genes that do require such changes via activation of specific transcription factors (Ramirez-Carrozzi et al., 2009).Medzhitov and colleagues, using the same system addressed the mechanistic distinction between transcriptional regulation of PRGs versus SRGs (Hargreaves et al., 2009). Like the Ramirez-Carrozzi study, they show that the chromatin architecture at PRGs (unlike SRGs) is constitutively permissive exhibiting high levels of H3K4me3 and H3Ac, although LPS signaling further induces these genes. Consistent with an open chromatin state, these genes also show signal-independent transcription initiation marked by significant levels of constitutive RNA Pol II recruitment (Hargreaves et al., 2009). Furthermore, and in complete agreement with the Smale report, these promoters are CpG rich (Hargreaves et al., 2009; Ramirez-Carrozzi et al., 2009) (Fig 4).An elegant study performed in Drosophila cells shows a “tug of war” between nuceosomal structure and RNA pol II pausing such that RNA Pol II pausing occludes nucleosomes causing a nucleosome free region and precise transcriptional activation is only achieved upon signaling by releasing the paused polymerase (Gilchrist et al., 2010). This observation is in contrast to the studies in mammalian cells where CpG-island containing PRGs exhibit constitutively open chromatin and transcriptional elongation even in the absence of signaling (Hargreaves et al., 2009; Ramirez-Carrozzi et al., 2009). Whether this is a gene-specific or species-specific variation is yet to be determined. It should be noted that consistent with the Drosophila studies, the Young group showed that most (>75%) protein-coding genes in human ES cells and in differentiated human cells exhibit high H3K4me3 and H3K9/K14Ac and transcription initiation and that these genes are predominantly regulated at the level of elongation /RNA Pol II pausing (Guenther et al., 2007). Therefore, the precise mechanistic differences between groups of genes that are regulated at the level of promoter proximal pausing of RNA Pol II versus those that are not remain to be fully resolved. Moreover, whether the high polymerase densities observed in PRGs reflect a pausing barrier that is a key regulatory step of inducible genes, or whether it might simply reflect a relatively slow step in the transcription of all genes is not yet known.The recent high-resolution genome-wide nuclear run-on coupled with deep sequencing (GRO-seq) studies by Lis and colleagues begin to provide more detailed answers to these issues (Min et al., 2011). For instance, they showed that although a significant majority of mammalian genes do not show pausing, nearly 40% of all coding genes exhibit RNA Pol II pausing at ~30bp downstream from the TSS (Min et al., 2011). Importantly, consistent with the Smale and Medzhitov studies, all these genes show detectable levels of transcription elongation, although even in highly transcribed genes the possibility of pausing of RNA Pol II exists (Min et al., 2011). An important conclusion from these studies is that while the paused polymerase can be regulated, pausing cannot fully block polymerase from transcribing a gene (Min et al., 2011). A major distinction between these studies and earlier studies from Young and colleagues (Guenther et al., 2007) is that while the Lis studies (using GRO-seq) showed detectable levels of transcripts from majority of mammalian genes in embryonic stem (ES) cells even with paused polymerase, the Young studies (using microarray) showed 30% genes with no detectable transcripts. This difference could be due to both the qualitative and quantitative differences between the detection methods. Thus, while GRO-seq can detect small amounts of primary or labile transcripts, microarray method, based on hybridization, might not score these transcripts (Min et al., 2011; Hah et al., 2011).Phosphorylation of selective serine residues in the heptad repeat of C-terminal domain (CTD) of RNA Pol II is thought to dictate the status of transcription—for instance phosphorylation of Ser-5 (S5-P) is indicative of paused polymerase while phosphorylation of Ser-2 (S2-P) indicates elongating polymerase (Buratowski 2003). One of the most surprising findings of Medzhitov studies is that although these PRGs exhibit constitutively high levels of Ser-5 phosphorylated (S5-P) RNA Pol II, they do not appear to have paused polymerase. In fact, many of these genes produce low but detectable levels of full-length transcripts (Hargreaves et al., 2009). This is in contrast to what has been observed in heat shock promoters in Drosophila, where high S5-P is associated with paused polymerase ~ 40 base pairs downstream of the TSS in the absence of heat shock (Core and Lis, 2008). Heat shock leads to activation of HSF, which in turn recruits P-TEFb to the promoter (Core and Lis, 2008; Li and Gilmour 2011; Zobeck et al., 2010). P-TEFb phosphorylates S2 of RNA Pol II, relieves pausing and resumes transcriptional elongation (Core and Lis, 2008; Sims et al., 2004). Likewise, in ES cells, promoter proximal pausing is observed to be a general phenomenon and c-MYC mediated recruitment of P-TEFb plays a major role in release of RNA Pol II pausing (Rahl et al., 2010). In contrast, although LPS stimulation in mammalian PRGs results in recruitment of NF-κB (at a post-initiation step) and subsequent recruitment of P-TEFb and increased S2-P, the major regulation does not seem to be at the level of polymerase pausing (Hargreaves et al., 2009). Instead, Medzhitov and colleagues show that despite production of full-length transcripts in the absence of signaling, these are primary (unspliced) transcripts that are rapidly degraded. LPS signaling results in production of full length mature (spliced) transcripts that are stable (Hargreaves et al., 2009). Thus, in addition to initiation and elongation, signal-dependent regulation of PRGs also occurs at the level of coupling transcription to RNA splicing/processing, which is mediated by S2-P (Hargreaves et al., 2009; Sims et al., 2004) (Fig 4).A number of studies demonstrated interactions between the CTD of RNA Pol II and factors involved in pre-mRNA processing, including capping, splicing and the polyadenylation machinery (Buratowski, 2009; David et al., 2011; Glover-Cutter et al., 2008). Importantly, using chromatin-RNA precipitation (ChRIP), a direct interaction between the splicing factor U2AF65 and active form of RNA Pol II has been noted at a PRG (human c-fos) that is dependent on splicing since this interaction was not observed in intron-less genes (Listerman et al., 2006). Enhanced polymerase pausing induced by Camptothecin (tomoisomerase I inhibitor) treatment resulted in signal-induced increase in co-transcriptional splicing and accumulation of splicing factors (Listerman et al., 2006). Recently, it was demonstrated that a direct interaction between U2AF65 and phosphorylated RNA Pol II enhances splicing by RNA Pol II and requires another splicing factor, Prp19 (David et al., 2011). Together, these studies clearly show a direct connection between transcription and splicing. Whether this mechanism is widespread for most PRGs and accounts for LPS-induced regulation of PRGs observed in macrophages is currently unknown.A question that is further addressed by Smale and Medzhitov studies is what leads to constitutive “open” chromatin status of PRGs and subsequent production of full-length primary transcripts (Hargreaves et al., 2009; Ramirez-Carrozzi et al., 2009). A common feature appears to be the recruitment of ubiquitously expressed transcription factor Sp1 at these promoters, which may explain their permissive chromatin status and constitutive RNA Pol II recruitment (Hargreaves et al., 2009; Ramirez-Carrozzi et al., 2009). Given that these genes are activated by a wide variety of signaling and in different cell types, requirement for ubiquitous Sp1 is logical. An additional and important clue came from the Medzhitov studies showing that PRGs have constitutive corepressor complexes (including NCo-R, HDAC1 and HDAC3) recruited to their promoters, which are dismissed following induction (Hargreaves et al., 2009) (Fig 4). Therefore, despite having constitutive recruitment of Sp1 and permissive chromatin, the association of co-repressors with PRGs prevents these genes to be transcriptionally induced in the absence of signaling and thus maintaining tight regulation. In contrast, SRGs do not exhibit detectable levels of these transcriptional co-repressors in the absence of signaling (Hargreaves et al., 2009). It should be noted that Sp1 binds to many non-PRGs and, it is currently unknown how recruitment of Sp1 and specific co-repressors to the PRGs as opposed to non-PRGs results in particular chromatin architecture and PRG regulation. Enhancer RNAs and regulation of PRGsThe mechanisms by which activator-bound enhancers induce transcription levels by either tracking or looping to communicate with promoters are well known (Bulger & Groudine, 2011). However, recent studies in neuronal cells have shown that a subset of enhancers of signal induced genes initiate transcription within the enhancer domain defined by H3K4me boundaries and recruitment of RNA Pol II (Kim et al., 2010). For example, c-fos enhancer initiates transcription within its chromatin boundaries and enhances c-fos transcription. The enhancer directed transcripts are called eRNAs (Kim et al., 2010). Although eRNA-dependent transcriptional induction requires an active promoter region downstream of the enhancer, whether eRNAs are required only to establish active chromatin boundaries or they are directly involved in an yet unknown way to functionally regulate transcription is currently unknown. Moreover, whether transcriptional induction of majority of PRGs requires eRNA synthesis in multiple cell types and in response to a variety of signaling events remains to be seen, although recent GRO-seq studies show that regulation by eRNAs might be general and might provide a more potent mechanism of gene regulation than conventional enhancers (Hah et al., 2011; Wang et al., 2011). Switching off PRGs—role of miRNAsBecause of the rapid and transient nature of signal-induced PRG expression, one might pose the question of how these are kept in check in the basal state and how their expression is turned down upon removal of the signal. A set of microRNAs (miRNAs) have been shown to function to attenuate growth factor receptor mediated signaling by diminishing expression of PRG-encoded transcription factors; interestingly, these miRNAs are suppressed in breast and brain tumors(Avraham et al., 2010). Signaling through growth factor receptors initiates a coordinated transcriptional program involving these miRNAs and PRG-encoded transcription factors. Thus, the inhibitory miRNAs (e.g., miR-155 and miR-191) are expressed at high levels in the absence of signaling but their expression diminishes to basal levels upon signaling concomitant with induction of PRGs but further up-regulated at later time points during arrest phase (Avraham et al., 2010). Given this kinetics, it is conceivable that miRNAs also play a significant role in transient versus sustained signaling responses.miRNAs are also known to regulate cardiac responses (Niu et al., 2007). Expression of PRGs is also altered during cardiac stress and alteration of PRGs modulates cardiac hypertrophy (Niu et al., 2007; Shieh et al., 2011). The cardiac enriched miR-499 specifically blunts cardiac stress responses by down-regulating PRGs involved in cardiac stress (Shieh et al., 2011). miR-499 levels are known to be elevated during human cardiac failure (Matkovich et al., 2009). Consistent with these findings, miR-499 suppresses PRGs in cardiac muscles and loss-of-function of miR-499 in a transgenic mouse model leads to elevated PRG expression (Shieh et al. 2011). Interestingly, these effects are observed in cultured cells, demonstrating that the regulation of PRGs by miR-499 occurs even outside the context of the cardiac transgene (Shieh et al., 2011). Given the rapid, protein synthesis independent expression of PRGs, involvement of miRNAs to regulate PRG expression provides an elegant solution. ConclusionBecause of their important role in distinct biological responses, transcriptional regulation of PRGs has fascinated scientists for over 30 years and yet we are still discovering new surprises and learning new rules that govern their signal-induced expression. PRGs, via activation of MAPK/ERK, control transient versus sustained signaling responses. They exhibit unique chromatin features and many are “bookmarked” genes. In addition to transcription initiation and elongation, PRGs are also regulated at the level of RNA splicing. Moreover, miRNAs also regulate signal-induced rapid kinetics of PRG expression. Highly sensitive method of detection like GRO-seq is beginning to yield quantitative results that were unimaginable even a couple of years ago. Thus, gaining a uniform understanding and establishing a generalized logic of PRG regulation has begun. However, the distinct mechanisms and different factors detailed in this review (Fig 4) have to be tested for generalization under a wide variety of signaling conditions and in multiple cell types. While many of these observations are likely to be generally applicable, there will undoubtedly be new twists and exciting turns waiting to be announced. AcknowledgementsWe apologize to colleagues whose work could not be cited here due to space constraints. R.S is supported by the Intramural Research Program of the National Institute on Aging (Baltimore). A.L.R is supported in part by a grant from the National Institute of Health (1R56AI079206). FootnotesPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. ReferencesAvraham R, Sas-Chen A, Manor O, Steinfeld I, Shalgi R, Tarcic G, Bossel N, Zeisel A, Amit I, Zwang Y, Enerly E, Russnes HG, Biagioni F, Mottolese M, Strano S, Blandino G, Børresen-Dale AL, Pilpel Y, Yakhini Z, Segal E, Yarden Y. EGF decreases the abundance of microRNAs that restrain oncogenic transcription factors. Sci Signal. 2010;3 ra43. [PubMed] [Google Scholar]Baek SH. When signaling kinases meet histones and histone modifiers in the nucleus. Mol Cell. 2011;42:274–284. [PubMed] [Google Scholar]Balamotis MA, Pennella MA, Stevens JL, Wasylyk B, Belmont AS, Berk AJ. Complexity in transcription control at the activation domain-mediator interface. Sci Signal. 2009;2(69) ra20. Erratum in: Sci Signal. 2009 Sep 22;2(89):er8. [PMC free article] [PubMed] [Google Scholar]Bannister AJ, Kouzarides T. Regulation of chromatin by histone modifications. Cell Res. 2011;21:381–395. [PMC free article] [PubMed] [Google Scholar]Bulger M, Groudine M. Functional and mechanistic diversity of distal transcription enhancers. Cell. 2011;144:327–339. [PMC free article] [PubMed] [Google Scholar]Buratowski S. The CTD code. Nat Struct Biol. 2003;10:679–680. [PubMed] [Google Scholar]Buratowski S. Progression through the RNA polymerase II CTD cycle. Mol Cell. 2009;36:541–546. [PMC free article] [PubMed] [Google Scholar]Byun JS, Wong MM, Cui W, Idelman G, Li Q, De Siervi A, Bilke S, Haggerty CM, Player A, Wang YH, Thirman MJ, Kaberlein JJ, Petrovas C, Koup RA, Longo D, Ozato K, Gardner K. Dynamic bookmarking of primary response genes by p300 and RNA polymerase II complexes. Proc Natl Acad Sci U S A. 2009;106:19286–19291. [PMC free article] [PubMed] [Google Scholar]Cairns BR. The logic of chromatin architecture and remodelling at promoters. Nature. 2009;461:193–198. [PubMed] [Google Scholar]Campos EI, Reinberg D. Histones: annotating chromatin. Annu Rev Genet. 2009;43:559–599. [PubMed] [Google Scholar]Carninci P. Molecular biology: The long and short of RNAs. Nature. 2009;457:974–975. [PubMed] [Google Scholar]Chen TA, Allfrey VG. Rapid and reversible changes in nucleosome structure accompany the activation, repression, and superinduction of murine fibroblast protooncogenes c-fos and c-myc. Proc Natl Acad Sci U S A. 1987;84:5252–5256. [PMC free article] [PubMed] [Google Scholar]Citri A, Yarden Y. EGF-ERBB signalling: towards the systems level. Nat Rev Mol Cell Biol. 2006;7:505–516. [PubMed] [Google Scholar]Clayton AL, Hazzalin CA, Mahadevan LC. Enhanced histone acetylation and transcription: a dynamic perspective. Mol Cell. 2006;23:289–296. [PubMed] [Google Scholar]Cochran BH, Reffel AC, Stiles CD. Molecular cloning of gene sequences regulated by platelet-derived growth factor. Cell. 1983;33:939–947. [PubMed] [Google Scholar]Core LJ, Lis JT. Transcription regulation through promoter-proximal pausing of RNA Polymerase II. Science. 2008;319:1791–1792. [PMC free article] [PubMed] [Google Scholar]Cowley S, Paterson H, Kemp P, Marshall CJ. Activation of MAP kinase kinase is necessary and sufficient for PC12 differentiation and for transformation of NIH 3T3 cells. Cell. 1994;77:841–852. [PubMed] [Google Scholar]Crump NT, Hazzalin CA, Bowers EM, Alani RM, Cole PA, Mahadevan LC. Dynamic acetylation of all lysine-4 trimethylated histone H3 is evolutionarily conserved and mediated by p300/CBP. Proc Natl Acad Sci U S A. 2011;108:7814–7819. [PMC free article] [PubMed] [Google Scholar]David CJ, Boyne AR, Millhouse SR, Manley JL. The RNA polymerase II C-terminal domain promotes splicing activation through recruitment of a U2AF65-Prp19 complex. Genes Dev. 2011;25:972–983. [PMC free article] [PubMed] [Google Scholar]Damdinsuren B, Zhang Y, Khalil A, Wood WH, 3rd, Becker KG, Shlomchik MJ, Sen R. Single round of antigen receptor signaling programs naive B cells to receive T cell help. Immunity. 2010;32:355–366. [PMC free article] [PubMed] [Google Scholar]Donner AJ, Ebmier CC, Taatjes DJ, Espinosa JM. CDK8 is a positive regulator of transcriptional network. Nat Struct Mol Biol. 2010;17:194–201. [PMC free article] [PubMed] [Google Scholar]Ebisuya M, Yamamoto T, Nakajima M, Nishida E. Ripples from neighbouring transcription. Nat Cell Biol. 2008;10:1106–1113. [PubMed] [Google Scholar]Edmunds JW, Mahadevan LC, Clayton AL. Dynamic histone H3 methylation during gene induction: HYPB/Setd2 mediates all H3K36 trimethylation. EMBO J. 2008;27:406–420. [PMC free article] [PubMed] [Google Scholar]Flavell SW, Greenberg ME. Signaling mechanisms linking neuronal activity to gene expression and plasticity of the nervous system. Annu. Rev. Neurosci. 2008;31:563–590. [PMC free article] [PubMed] [Google Scholar]Galbraith MD, Espinosa JM. Lessons on transcriptional control from the serum response network. Curr Opin Genet & Dev. 2011;21:1–7. [PMC free article] [PubMed] [Google Scholar]Gilchrist DA, Dos Santos G, Fargo DC, Xie B, Gao Y, Li L, Adelman K. Pausing of RNA polymerase II disrupts DNA-specified nucleosome organization to enable precise gene regulation. Cell. 2010;143:540–551. [PMC free article] [PubMed] [Google Scholar]Glauser DA, Schlegel W. Mechanisms of transcriptional regulation underlying temporal integration of signals. Nucleic Acids Res. 2006;34:5175–5183. [PMC free article] [PubMed] [Google Scholar]Glauser DA, Brun T, Gauthier BR, Schlegel W. Transcriptional response of pancreatic beta cells to metabolic stimulation: large scale identification of immediate-early and secondary response genes. BMC Mol Biol. 2007;8:54. [PMC free article] [PubMed] [Google Scholar]Glover-Cutter K, Kim S, Espinosa J, Bentley DL. RNA polymerase II pauses and associates with pre-mRNA processing factors at both ends of genes. Nat Struct Mol Biol. 2008;15:71–78. [PMC free article] [PubMed] [Google Scholar]Guenther MG, Levine SS, Boyer LA, Jaenisch R, Young RA. A chromatin landmark and transcription initiation at most promoters in human cells. Cell. 2007;130:77–88. [PMC free article] [PubMed] [Google Scholar]Guermah M, Palhan VB, Tacket AJ, Chait BT, Roeder RG. Synergistic functions of SII and p300 in productive activator-dependent transcription of chromatin templates. Cell. 2006;125:275–286. [PubMed] [Google Scholar]Hah N, Danko CG, Core L, Waterfall JJ, Siepel A, Lis JT, Kraus WL. A rapid, extensive, and transient transcriptional response to estrogen signaling in breast cancer cells. Cell. 2011;145:622–634. [PMC free article] [PubMed] [Google Scholar]Hakre S, Tussie-Luna MI, Ashworth T, Novina CD, Settleman J, Sharp PA, Roy AL. Opposing functions of TFII-I spliced isoforms in growth factor-induced gene expression. Mol Cell. 2006;24:301–308. [PubMed] [Google Scholar]Hanafusa H, Matsumoto K, Nishida E. Regulation of ERK activity duration by Sprouty contributes to dorsoventral patterning. Nat Cell Biol. 2009;11:106–109. [PubMed] [Google Scholar]Hargreaves DC, Horng T, Medzhitov R. Control of inducible gene expression by signal-dependent transcriptional elongation. Cell. 2009;138:129–145. [PMC free article] [PubMed] [Google Scholar]Hashimoto S, Boissel S, Zarhrate M, Rio M, Munnich A, Egly JM, Colleaux L. MED23 mutation links intellectual disability to dysregulation of immediate early gene expression. Science. 2011;333:1161–1163. [PubMed] [Google Scholar]Herschman HR. Primary response genes induced by growth factors and tumor promoters. Annu Rev Biochem. 1991;60:281–319. [PubMed] [Google Scholar]Ho L, Crabtree GR. Chromatin remodelling during development. Nature. 2010;463:474–484. [PMC free article] [PubMed] [Google Scholar]Hollenhorst PC, McIntosh LP, Graves BJ. Genomic and Biochemical Insights into the Specificity of ETS Transcription Factors. Annu Rev Biochem. 2011 Jun 23; [PMC free article] [PubMed] [Google Scholar]Hu S, Xie Z, Onishi A, Yu X, Jiang L, Lin J, Rho HS, Woodard C, Wang H, Jeong JS, Long S, He X, Wade H, Blackshaw S, Qian J, Zhu H. Profiling the human protein-DNA interactome reveals ERK2 as a transcriptional repressor of interferon signaling. Cell. 2009;139:610–622. [PMC free article] [PubMed] [Google Scholar]Jang MK, Mochizuki K, Zhou M, Jeong HS, Brady JN, Ozato K. The bromodomain protein Brd4 is a positive regulatory component of P-TEFb and stimulates RNA polymerase II-dependent transcription. Mol. Cell. 2005;19:523–534. [PubMed] [Google Scholar]Kim TK, Hemberg M, Gray JM, Costa AM, Bear DM, Wu J, Harmin DA, Laptewicz M, Barbara-Haley K, Kuersten S, Markenscoff-Papadimitriou E, Kuhl D, Bito H, Worley PF, Kreiman G, Greenberg ME. Widespread transcription at neuronal activity-regulated enhancers. Nature. 2010;465:182–187. [PMC free article] [PubMed] [Google Scholar]Kim KY, Levin DE. Mpk1 MAPK association with the Paf1 complex blocks Sen1-mediated premature transcription termination. Cell. 2011;144:745–756. [PMC free article] [PubMed] [Google Scholar]Knöll B, Nordheim A. Functional versatility of transcription factors in the nervous system: the SRF paradigm. Trends Neurosci. 2009;32:432–442. [PubMed] [Google Scholar]von Kriegsheim A, Baiocchi D, Birtwistle M, Sumpton D, Bienvenut W, Morrice N, Yamada K, Lamond A, Kalna G, Orton R, Gilbert D, Kolch W. Cell fate decisions are specified by the dynamic ERK interactome. Nat Cell Biol. 2009;11:1458–1464. [PMC free article] [PubMed] [Google Scholar]Landry JW, Banerjee S, Taylor B, Aplan PD, Singer A, Wu C. Chromatin remodeling complex NURF regulates thymocyte maturation. Genes Dev. 2011;25:275–286. [PMC free article] [PubMed] [Google Scholar]Lawrence MC, McGlynn K, Shao C, Duan L, Naziruddin B, Levy MF, Cobb MH. Chromatin-bound mitogen-activated protein kinases transmit dynamic signals in transcription complexes in beta-cells. Proc Natl Acad Sci U S A. 2008;105:13315–13320. [PMC free article] [PubMed] [Google Scholar]Lee SM, Vasishtha M, Prywes R. Activation and repression of cellular immediate early genes by serum response factor cofactors. J Biol Chem. 2010;285:22036–22049. [PMC free article] [PubMed] [Google Scholar]Li J, Gilmour DS. Promoter proximal pausing and the control of gene expression. Curr Opin Genet Dev. 2011;21:231–235. [PMC free article] [PubMed] [Google Scholar]Listerman I, Sapra AK, Neugebauer KM. Cotranscriptional coupling of splicing factor recruitment and precursor messenger RNA splicing in mammalian cells. Nat Struct Mol Biol. 2006;13:815–822. [PubMed] [Google Scholar]Malik S, Roeder RG. The metazoan Mediator co-activator complex as an integrative hub for transcriptional regulation. Nat Rev Genet. 2011;11:761–772. [PMC free article] [PubMed] [Google Scholar]Marshall CJ. Specificity of receptor tyrosine kinase signaling: transient versus sustained extracellular signal-regulated kinase activation. Cell. 1995;80:179–185. [PubMed] [Google Scholar]Martínez-Balbás MA, Dey A, Rabindran SK, Ozato K, Wu C. Displacement of sequence-specific transcription factors from mitotic chromatin. Cell. 1995;83:29–38. [PubMed] [Google Scholar]Matkovich SJ, Van Booven DJ, Youker KA, Torre-Amione G, Diwan A, Eschenbacher WH, Dorn LE, Watson MA, Margulies KB, Dorn GW., 2nd Reciprocal regulation of myocardial microRNAs and messenger RNA in human cardiomyopathy and reversal of the microRNA signature by biomechanical support. Circulation. 2009;119:1263–1271. [PMC free article] [PubMed] [Google Scholar]Medjkane S, Perez-Sanchez C, Gaggioli C, Sahai E, Treisman R. Myocardin-related transcription factors and SRF are required for cytoskeletal dynamics and experimental metastasis. Nat Cell Biol. 2009;11:257–268. [PMC free article] [PubMed] [Google Scholar]Mick VE, Starr TK, McCaughtry TM, McNeil LK, Hogquist KA. The regulated expression of a diverse set of genes during thymocyte positive selection in vivo. J Immunol. 2004;173:5434–5444. [PubMed] [Google Scholar]Min IM, Waterfall JJ, Core LJ, Munroe RJ, Schimenti J, Lis JT. Regulating RNA polymerase pausing and transcription elongation in embryonic stem cells. Genes Dev. 2011;25:742–754. [PMC free article] [PubMed] [Google Scholar]Morrison DK, Davis RJ. Regulation of MAP kinase signaling modules by scaffold proteins in mammals. Annu Rev Cell Dev Biol. 2003;19:91–118. [PubMed] [Google Scholar]Murphy LO, Blenis J. MAPK signal specificity: the right place at the right time. Trends Biochem Sci. 2006;31:268–275. [PubMed] [Google Scholar]Mylona A, Nicolas R, Maurice D, Sargent M, Tuil D, Daegelen D, Treisman R, Costello P. The essential function for serum response factor in T-cell development reflects its specific coupling to extracellular signal-regulated kinase signaling. Mol Cell Biol. 2011;31:267–276. [PMC free article] [PubMed] [Google Scholar]Nakakuki T, Birtwistle MR, Saeki Y, Yumoto N, Ide K, Nagashima T, Brusch L, Ogunnaike BA, Okada-Hatakeyama M, Kholodenko BN. Ligand-specific c-Fos expression emerges from the spatiotemporal control of ErbB network dynamics. Cell. 2010;141:884–896. [PMC free article] [PubMed] [Google Scholar]Niu Z, Li A, Zhang SX, Schwartz RJ. Serum response factor micromanaging cardiogenesis. Curr Opin Cell Biol. 2007;19:618–627. [PMC free article] [PubMed] [Google Scholar]O'Donnell A, Yang SH, Sharrocks AD. MAP kinase-mediated c-fos regulation relies on a histone acetylation relay switch. Mol Cell. 2008;29:780–785. [PMC free article] [PubMed] [Google Scholar]Olson EN, Nordheim A. Linking actin dynamics and gene transcription to drive cellular motile functions. Nat Rev Mol Cell Biol. 2010;11:353–365. [PMC free article] [PubMed] [Google Scholar]Pellegrino MJ, Stork PJ. Sustained activation of extracellular signal-regulated kinase by nerve growth factor regulates c-fos protein stabilization and transactivation in PC12 cells. J Neurochem. 2006;99:1480–1493. [PubMed] [Google Scholar]Peterlin BM, Price DH. Controlling the elongation phase of transcription with P-TEFb. Mol Cell. 2006;23:297–305. [PubMed] [Google Scholar]Pokholok DK, Zeitlinger J, Hannett NM, Reynolds DB, Young RA. Activated signal transduction kinases frequently occupy target genes. Science. 2006;313:533–536. [PubMed] [Google Scholar]Posern G, Treisman R. Actin' together: serum response factor, its cofactors and the link to signal transduction. Trends Cell Biol. 2006;16:588–596. [PubMed] [Google Scholar]Proft M, Mas G, de Nadal E, Vendrell A, Noriega N, Struhl K, Posas F. The stress-activated Hog1 kinase is a selective transcriptional elongation factor for genes responding to osmotic stress. Mol Cell. 2006;23:241–250. [PubMed] [Google Scholar]Rahl PB, Lin CY, Seila AC, Flynn RA, McCuine S, Burge CB, Sharp PA, Young RA. c-Myc regulates transcriptional pause release. Cell. 2010;141:432–445. [PMC free article] [PubMed] [Google Scholar]Raman M, Chen W, Cobb MH. Differential regulation and properties of MAPKs. Oncogene. 2007;26:3100–3112. [PubMed] [Google Scholar]Ramanan N, Shen Y, Sarsfield S, Lemberger T, Schütz G, Linden DJ, Ginty DD. SRF mediates activity-induced gene expression and synaptic plasticity but not neuronal viability. Nat Neurosci. 2005;8:759–767. [PubMed] [Google Scholar]Ramirez-Carrozzi VR, Nazarian AA, Li CC, Gore SL, Sridharan R, Imbalzano AN, Smale ST. Selective and antagonistic functions of SWI/SNF and Mi-2beta nucleosome remodeling complexes during an inflammatory response. Genes Dev. 2006;20:282–296. [PMC free article] [PubMed] [Google Scholar]Ramirez-Carrozzi VR, Braas D, Bhatt DM, Cheng CS, Hong C, Doty KR, Black JC, Hoffmann A, Carey M, Smale ST. A unifying model for the selective regulation of inducible transcription by CpG islands and nucleosome remodeling. Cell. 2009;138:114–128. [PMC free article] [PubMed] [Google Scholar]Sarge KD, Park-Sarge OK. Mitotic bookmarking of formerly active genes: keeping epigenetic memories from fading. Cell Cycle. 2009;8:818–823. [PMC free article] [PubMed] [Google Scholar]Sharrocks AD. Cell Cycle: sustained ERK signaling represses the inhibitors. Curr Biol. 2006;16:R540–R542. [PubMed] [Google Scholar]Segil N, Roberts SB, Heintz N. Mitotic phosphorylation of the Oct-1 homeodomain and regulation of Oct-1 DNA binding activity. Science. 1991;254:1814–1816. [PubMed] [Google Scholar]Selvaraj A, Prywes R. Expression profiling of serum inducible genes identifies a subset of SRF target genes that are MKL dependent. BMC Mol Biol. 2004;5:13. [PMC free article] [PubMed] [Google Scholar]Sharrocks AD. Cell cycle: sustained ERK signalling represses the inhibitors. Curr Biol. 2006;16:R540–R542. [PubMed] [Google Scholar]Shenoy SK, Lefkowitz RJ. Angiotensin II-stimulated signaling through G proteins and beta-arrestin. Sci STKE. 2005;2005 cm14. [PubMed] [Google Scholar]Shieh JT, Huang Y, Gilmore J, Srivastava D. Elevated miR-499 Levels Blunt the Cardiac Stress Response. PLoS One. 2011;6 e19481. [PMC free article] [PubMed] [Google Scholar]Simone C, Forcales SV, Hill DA, Imbalzano AN, Latella L, Puri PL. p38 pathway targets SWI-SNF chromatin-remodeling complex to muscle-specific loci. Nat Genet. 2004;36:738–743. [PubMed] [Google Scholar]Sims RJ, 3rd, Belotserkovskaya R, Reinberg D. Elongation by RNA polymerase II: the short and long of it. Genes Dev. 2004;18:2437–2468. [PubMed] [Google Scholar]Smith E, Shilatifard A. The chromatin signaling pathway: diverse mechanisms of recruitment of histone-modifying enzymes and varied biological outcomes. Mol Cell. 2010;40:689–701. [PMC free article] [PubMed] [Google Scholar]Suzuki MM, Bird A. DNA methylation landscapes: provocative insights from epigenomics. Nat Rev Genet. 2008;9:465–476. [PubMed] [Google Scholar]Tullai JW, Schaffer ME, Mullenbrock S, Sholder G, Kasif S, Cooper GM. Immediate-early and delayed primary response genes are distinct in function and genomic architecture. J Biol Chem. 2007;282:23981–23195. [PMC free article] [PubMed] [Google Scholar]Treisman R. Journey to the surface of the cell: Fos regulation and the SRE. EMBO J. 1995;14:4905–4913. [PMC free article] [PubMed] [Google Scholar]Vartiainen MK, Guettler S, Larijani B, Treisman R. Nuclear actin regulates dynamic subcellular localization and activity of the SRF cofactor MAL. Science. 2007;316:1749–1752. [PubMed] [Google Scholar]Vermeulen M, Mulder KW, Denissov S, Pijnappel WW, van Schaik FM, Varier RA, Baltissen MP, Stunnenberg HG, Mann M, Timmers HT. Selective anchoring of TFIID to nucleosomes by trimethylation of histone H3 lysine 4. Cell. 2007;131:58–69. [PubMed] [Google Scholar]Wang D, Garcia-Bassets I, Benner C, Li W, Su X, Zhou Y, Qiu J, Liu W, Kaikkonen MU, Ohgi KA, Glass CK, Rosenfeld MG, Fu XD. Reprogramming transcription by distinct classes of enhancers functionally defined by eRNA. Nature. 2011;474:390–394. [PMC free article] [PubMed] [Google Scholar]Wang Z, Wang DZ, Hockemeyer D, McAnally J, Nordheim A, Olson EN. Myocardin and ternary complex factors compete for SRF to control smooth muscle gene expression. Nature. 2004;428:185–189. [PubMed] [Google Scholar]Wang Z, Zang C, Rosenfeld JA, Schones DE, Barski A, Cuddapah S, Cui K, Roh TY, Peng W, Zhang MQ, Zhao K. Combinatorial patterns of histone acetylations and methylations in the human genome. Nat. Genet. 2008;40:897–903. [PMC free article] [PubMed] [Google Scholar]Weake VM, Workman JL. Inducible gene expression: diverse regulatory mechanisms. Nat. Rev. Genet. 2010;11:426–437. [PubMed] [Google Scholar]Yamamoto KR, Alberts BM. Steroid receptors: Elements for modulation of eukaryotic transcription. Annu Rev Biochem. 1976;45:721–746. [PubMed] [Google Scholar]Yamamoto T, Ebisuya M, Ashida F, Okamoto K, Yonehara S, Nishida E. Continuous ERK activation downregulates anti-proliferative genes throughout G1 phase to allow cell cycle progression. Curr. Biol. 2006;16:1171–1182. [PubMed] [Google Scholar]Yasuda T, Kurosaki T. Regulation of lymphocyte fate by Ras/ERK signals. Cell Cycle. 2008:73634–77640. [PubMed] [Google Scholar]Zaidi SK, Young DW, Montecino M, Lian JB, Stein JL, van Wijnen AJ, Stein GS. Architectural epigenetics: mitotic retention of mammalian transcriptional regulatory information. Mol Cell Biol. 2010;30:4758–4766. [PMC free article] [PubMed] [Google Scholar]Zhang HM, Li L, Papadopoulou N, Hodgson G, Evans E, Galbraith M, Dear M, Vougier S, Saxton J, Shaw PE. Mitogen-induced recruitment of ERK and MSK to SRE promoter complexes by ternary complex factor Elk-1. Nucleic Acids Res. 2008;36:2594–2607. [PMC free article] [PubMed] [Google Scholar]Zediak VP, Wherry EJ, Berger SL. The contribution of epigenetic memory to immunologic memory. Curr Opin Genet Dev. 2011;21:154–159. [PubMed] [Google Scholar]Zippo A, Serafini R, Rocchigiani M, Pennacchini S, Krepelova A, Oliviero S. Histone crosstalk between H3S10ph and H4K16ac generates a histone code that mediates transcription elongation. Cell. 2009;138:1122–1236. [PubMed] [Google Scholar]Zobeck KL, Buckley MS, Zipfel WR, Lis JT. Recruitment timing and dynamics of transcription factors at the hsp70 Loci in living cells. Mol Cell. 2010;40:965–975. [PMC free article] [PubMed] [Google Scholar]"}