{"title": "The control of HIV transcription: keeping RNA polymerase II on track", "pubDate": "2011", "PMCID": "PMC3478145", "DOI": "10.1016/j.chom.2011.11.002", "PMID": "22100159", "abstract": "Thirteen years ago, human cyclin T1 was identified as part of the positive transcription elongation factor b (P-TEFb) and the long-sought host cofactor for the HIV-1 transactivator Tat. Recent years have brought new insights into the intricate regulation of P-TEFb function and its relationship with Tat, revealing novel mechanisms for controlling HIV transcription and fueling new efforts to overcome the barrier of transcriptional latency in eradicating HIV. Moreover, the improved understanding of HIV and Tat forms a basis for studying transcription elongation control in general. Here, we review advances in HIV transcription research with a focus on the growing family of cellular P-TEFb complexes, structural insights into the interactions between Tat, P-TEFb, and TAR RNA, and the multifaceted regulation of these interactions by posttranscriptional modifications of Tat.", "author": [{"author": "Melanie Ott", "affiliation": ["Gladstone Institutes of Virology and Immunology, University of California, San Francisco, 94158, USA. mott@gladstone.ucsf.edu"], "href": "/?term=Ott+M&cauthor_id=22100159"}, {"author": "Matthias Geyer", "affiliation": [], "href": "/?term=Geyer+M&cauthor_id=22100159"}, {"author": "Qiang Zhou", "affiliation": [], "href": "/?term=Zhou+Q&cauthor_id=22100159"}], "refPMID": [], "citedInPMID": ["22100159", "35134097", "34948391", "34832672", "34696435", "34409780", "34386523", "34194479", "34154414", "34073995", "33680474", "33182414", "32956422", "32851167", "32751854", "32647223", "32520633", "32518191", "32479599", "32241262", "32161134", "32084337", "32075058", "32047948", "31694072", "31238957", "31160792", "31159488", "30943398", "30885946", "30824372", "30774045", "30652970", "30645648", "30351168", "30087333", "30056745", "29884859", "29792216", "29791506", "29751762", "29666292", "29345523", "29340213", "29212213", "29089933", "29061947", "28878233", "28844864", "28743741", "28645727", "28641539", "28640909", "28637181", "28494238", "28407486", "28368303", "28340332", "28178316", "28107481", "27984726", "27978436", "27679741", "27381288", "27357278", "27283735", "27282391", "27235396", "27067814", "27048167", "26845514", "26830226", "26783762", "26745862", "26727990", "26581953", "26569506", "26499373", "26488441", "26378236", "26329395", "26324325", "26191086", "26152583", "26117853", "26027656", "26007649", "25731772", "25492871", "25458528", "25421889", "25403229", "25339774", "25310595", "25100719", "24860166", "24843025", "24832221", "24565118", "24551078", "24528253", "24453987", "24406341", "24367103", "24330569", "24316072", "24296585", "24255740", "24165037", "23884411", "23803414", "23798665", "23795863", "23732522", "23663783", "23575664", "23539624", "23538671", "23535064", "23517573", "23497153", "23471103", "23300442", "23251033", "23217624", "23170164", "23152527", "23110726", "23087374", "23041316", "23007159", "22834489", "22821562", "22802445", "22740393", "22727189", "22701796", "22692576", "22588304", "22294645"], "body": " SUMMARYThirteen years ago, human cyclin T1 was identified as part of the positive transcription elongation factor b (P-TEFb) and the long-sought host cofactor for the HIV-1 transactivator Tat. Recent years have brought new insights into the intricate regulation of P-TEFb function and its relationship with Tat, revealing novel mechanisms for controlling HIV transcription and fueling new efforts to overcome the barrier of transcriptional latency in eradicating HIV. Moreover, the improved understanding of HIV and Tat forms a base for studying transcription elongation control in general. Here, we review advances in HIV transcription research with a focus on the growing family of cellular P-TEFb complexes, structural insights into the interactions between Tat, P-TEFb and TAR RNA, and the multifaceted regulation of these interactions by posttranscriptional modifications of Tat. IntroductionHIV-1 transcription is a critical step in the viral life cycle (Peterlin and Price, 2006). After entering CD4+ lymphocytes or macrophages, the viral RNA genome is reverse transcribed, and the HIV provirus is integrated into the host chromatin where it becomes subject to transcription by host RNA polymerase II (Pol II). At this stage HIV transcription encounters a unique problem: while the host Pol II complex initiates transcription successfully, it fails to travel far on the viral template. The resulting short viral transcripts cannot support viral replication (Kao et al., 1987). To overcome this restriction, HIV-1 encodes an essential accessory protein, the transcriptional transactivator Tat, which does not act alone. The human positive transcription elongation factor b (P-TEFb) is an essential human cofactor for Tat transactivation (Mancebo et al., 1997; Wei et al., 1998; Zhu et al., 1997).P-TEFb consists of the cyclin-dependent kinase 9 (CDK9) and its regulatory partner cyclin T (CycT), which has three forms: CycT1, CycT2a or CycT2b. P-TEFb phosphorylates serines at the second position (Ser2) within each of the heptapeptide repeats that constitute the C-terminal domain (CTD) of the largest subunit of Pol II. The phosphorylated CTD serves as a platform for the assembly and operation of a variety of transcription and RNA processing factors that modulate transcriptional elongation, termination and co-transcriptional processing of pre-mRNAs (Peterlin and Price, 2006). Besides the CTD, P-TEFb also phosphorylates the negative elongation factors DSIF and NELF to antagonize their inhibitory actions, triggering the release of Pol II from promoter-proximal pausing (Figure 1A). Recently, histone H1 was also found to be phosphorylated by P-TEFb, representing another process that promotes cellular and HIV transcription and is modulated by Tat (O’Brien et al., 2010).Open in a separate windowFigure 1Funtion and sequences of lentiviral Tat proteins(A) HIV-1 Tat recruits the CycT1/CDK9 core complex and potentially other P-TEFb interacting proteins to the TAR RNA element and activates transcription elongation through phosphorylating RNA polymerase II CTD and negative elongation factors DSIF and NELF. (B) Sequence alignment of lentiviral Tat proteins. Posttranslational modifications are indicated for HIV-1 Tat. Ac: acetyl; Me: methyl; Ub: ubiquitin.In recent years, the crucial role of transcription elongation control has expanded from HIV to many rapidly induced cellular genes involved in development and cellular activation/differentiation (Levine, 2011). It is now apparent that P-TEFb activity is tightly controlled in cells and that Tat employs distinctive mechanisms to usurp P-TEFb activity for HIV replication. Here, we review recent advances in our understanding of HIV transcription elongation control with a focus on the regulation of Tat and P-TEFb activities. These advances are critical to ongoing efforts to overcome HIV proviral latency, a process associated with transcriptional silencing of the HIV provirus, and to ultimately eradicate HIV from infected people. The Tat/TAR Axis Is Central to Viral TransactivationDuring HIV-1 transcription elongation, Tat binds to the transactivation response (TAR) element, a highly conserved RNA stem-loop structure that forms spontaneously at the 5′ ends of nascent viral transcripts. During this process, Tat cooperatively binds human CycT1, but cannot interact with the related CycT2a or CycT2b proteins. As a result, P-TEFb complexes containing CycT1 are recruited to the loop region of TAR, where CDK9 and potentially other members of the P-TEFb elongation complex are positioned next to the paused Pol II complex (Figure 1A). Upon phosphorylation by CDK9, Pol II is released from pausing, resumes elongation, and produces the full-length HIV-1 transcripts that are required for productive viral replication (Peterlin and Price, 2006). Importantly, Tat production itself depends on successful transcription elongation, and the positive feed-forward loop mediated by Tat and P-TEFb is essential for productive HIV-1 replication (Razooky and Weinberger, 2011).Despite its small size (8–11 kDa), Tat contains several critical functional regions that are conserved in lentiviridae from different species (Figure 1B). A variable sequence of 20–50 residues at the N-terminus of Tat precedes a characteristic cysteine-rich segment that contains up to seven cysteines and one histidine within 16 amino acids (amino acids 22–37 in HIV-1 Tat). C-terminal to the cysteine-rich segment is the core region, which has the highest sequence conservation among Tat proteins. The N-terminal, cysteine-rich, and core regions of Tat form the so-called transactivation domain, which is primarily involved in P-TEFb-binding. The neighboring arginine-rich motif (ARM, amino acids 49–57 in HIV-1 Tat) is essential for regulating TAR RNA binding, nuclear localization, and stability of Tat. Many posttranslational modifications in Tat are clustered in the Tat ARM (described below). The amino acid sequence C-terminal to the ARM is variable and contains up to 50 additional residues in the longest splicing variant of HIV-1 Tat, but exhibits some loosely conserved hydrophobic residues (labeled as a leucine motif in Figure 1B).Tat proteins from all lentiviridae bind specific TAR RNA elements. The HIV-1 TAR RNA element comprises nucleotides +19 to +43 as the minimal responsive element that is both necessary and sufficient for Tat binding in vivo and in vitro. It contains a six-nucleotide hairpin loop and a three-nucleotide pyrimidine-rich bulge (UCU) in the stem region four-nucleotide pairs away from the loop. The compositions of the bulge and of the nucleotide pairs that form the RNA double-strand vary substantially between different lentivirus species. HIV-2 and the bovine Jembrana disease virus (JDV) contain two-nucleotide bulges (UU and AU, respectively), while the bovine immunodeficiency-like virus (BIV) has two single U inserts, and TAR from equine infectious anemia virus (EIAV) lacks a bulge structure all together. Tat proteins from different lentivirus species coevolved with their respective TAR RNA elements as the size of the bulge in TAR RNA is inversely correlated to the length of the spacer connecting the core region with the ARM element in Tat (Anand et al., 2008). The Structure of the Core P-TEFb ComplexThe first breakthrough in resolving the Tat/TAR/P-TEFb structure came from determining a CDK9/CycT1 complex structure. This was accomplished with a truncation variant of CycT1 that contains only the two N-terminal cyclin box repeats and their characteristic flanking helices (Baumli et al., 2008). While this structure shows good overall similarity to structures previously obtained from cell cycle CDK/Cyclin pairs, distinct differences were observed in the relative orientation of the subunits to each other. Overall, the interaction interface area of P-TEFb is ~40% smaller than that of CDK2/Cyclin A. The C-terminal helix flanking the cyclin box repeats shows increased flexibility in the P-TEFb structure than in other CDK/Cyclin pairs. In addition, a mechanism of autophosphorylation both for the catalytic Thr186 in the activation segment, the so-called T loop present in all CDK enzymes, as well as for three C-terminal phosphorylation sites in CDK9, was attributed to the CDK9/CycT1 complex (Baumli et al., 2008). While the phosphorylation of the T loop is known to activate the catalytic activity of CDK enzymes, the function of the three C-terminal phosphorylation sites in CDK9 with respect to substrate-modifying activity remains to be investigated.The seven cysteines present within the 16-amino acid cysteine-rich region of Tat have been a major obstacle to obtaining a three-dimensional Tat structure. They can cause transient disulfide and zinc-finger formations of high variability in recombinant protein expressed for structural studies. One solution to this problem was recently presented by Tahirov et al. (Tahirov et al., 2010). In this study, an 86-amino acid recombinant Tat protein was used, of which the N-terminal 49 residues were resolved in the crystal structure. Tat is considered an intrinsically unfolded protein that requires binding partners for proper folding (Shojania and O’Neil, 2006). When bound to P-TEFb, Tat adopts a structure that is complementary to the surface of P-TEFb and buries a large interaction area. The N-terminal part of Tat assembles mainly in the cleft between the first and second cyclin box repeat of CycT1, but surprisingly, the CDK9 T-loop is also partially involved in binding (Figure 2A). Cysteines 22, 34 and 37 together with histidine 33 form an intramolecular zinc finger within Tat, whereas the intermolecular zinc finger to Cys261 of CycT1 is mediated by cysteines 25, 27 and 30 of Tat (Figure 2A). However, since these cysteines of HIV-1 Tat are not conserved in Tat proteins across species and the segment between the last visible residue in the structure of CycT1, L252, and the proposed position where C261 has been placed in the zinc finger is not visible in the structure, this intermolecular zinc finger may also be explained by an artificial contact to the non-cleavable hexahistidine affinity tag of a neighboring CDK9 molecule, which could have resulted from crystal packing.Open in a separate windowFigure 2Crystal Structures of Tat Transcription Complexes(A) Crystal structure of the HIV-1 Tat/CDK9/CycT1 complex (PDB accession code 3MIA) (Tahirov et al., 2010). The two zinc-finger assemblies are shown as stick representations. The position of the catalytic phospho-Thr186 in the T-loop of CDK9 is indicated. (B) Crystal structure of the EIAV Tat/TAR/CycT1 complex (2W2H) (Anand et al., 2008). The N- and C-terminal regions of Tat merge at the position of a tyrosine residue in the core region of Tat. First Insights into the Structure of Tat/TAR/P-TEFbAlthough no crystal structure exists for the HIV-1 Tat/TAR/P-TEFb complex, a recent crystal structure of the tripartite ribonucleoprotein complex formed by EIAV Tat/TAR and its corresponding equine CycT1 gives some valuable insights (Anand et al., 2008). Here, the C-terminal part of EIAV Tat, including the ARM, was resolved (amino acids 41–69), and the bound 22-meric TAR RNA was well visible (Figure 2B). The C-terminal part of Tat is wound on the structure of CycT1, a process that seems to stabilize Tat and contribute to the binding specificity. The core motif and the C-terminal hydrophobic moiety of Tat are suspended on the first cyclin box repeat of CycT1 so the helical ARM, which lies in-between, is largely exposed for RNA binding.The ARM of EIAV Tat binds to the major groove of TAR RNA. A tight tripartite complex formation is observed with equine CycT1 in the RNA hairpin loop. The fifth nucleotide within the RNA loop section contributes significantly to the specificity of the interaction by directly contacting CycT1 (Anand et al., 2008). As EIAV TAR adopts a stable 6-mer hairpin loop when bound to the Tat/CycT1 complex similar to HIV-1 TAR, the modeling of the UCU-bulge of HIV-1 TAR into the tripartite EIAV Tat/TAR/CycT1 complex is possible. Here, the bulge in HIV TAR comes close to the Tat recognition motif in CycT1. At the same time, the linker connecting the core region with the ARM in HIV-1 Tat is four residues shorter than that of EIAV Tat, explaining the species-specific binding characteristics observed for the two lentiviral Tat/TAR pairs. Interactions of the basic ARM in Tat are mostly electrostatic in nature and directed, in part, to the phosphate backbone of the 5′-strand in TAR. These electrostatic interactions are thus not specific to the base-pair compositions formed in the various TAR species and probably highly sensitive to posttranslational modifications of Tat (i.e., acetylation) that invoke the charge necessary to prime the recognition. Posttranslational Modifications Regulate Tat Transcriptional ActivityTat and P-TEFb are subject to multiple posttranslational modifications, many of which alter the critical interaction of these two factors with TAR RNA. None of the modifications have yet been examined structurally. As posttranslational modifications of P-TEFb were recently reviewed elsewhere (Cho et al., 2010), we focus here on modifications in Tat. As posttranslational modifications are often transient and reversible in nature, they allow rapid fine-tuning of Tat function during the HIV transcription cycle (Figure 3). Strikingly, many of the enzymes that modify Tat also modify histones, thus linking the transcriptional activity of Tat to the transcriptional status of the integrated and chromatinized HIV provirus.Open in a separate windowFigure 3Regulation of Tat Function by Posttranslational ModificationsInhibitory and activatory Tat posttranslational modifications regulate the association of Tat with TAR RNA and P-TEFb during different steps of the Tat transactivation cycle.Many modifications are found in the ARM region of Tat, underscoring the central role of this region in mediating interactions with TAR RNA and CycT1. Tat modifications can be divided into inhibitory and activating ones.Modifications that Turn Tat OFFInhibitory modifications include arginine methylation by the methyltransferase PRMT6 and lysine methylation by SETDB1 (recently renamed to KMT1E) (Figure 3). PRMT6 is a nuclear type I PRMT that monomethylates and asymmetrically dimethylates arginines (Frankel et al., 2002). Remarkably, three of the known substrates of this enzyme are HIV-1 proteins, including Tat, Rev, and nucleocapsid (Boulanger et al., 2005; Invernizzi et al., 2007; Invernizzi et al., 2006). Methylation sites have been mapped to Arg52 and 53 within the Tat ARM, and the methylation interferes with formation of the Tat/TAR/P-TEFb complex, thereby inhibiting Tat function (Xie et al., 2007).A similar effect was attributed to the methylation of the neighboring Lys50 and 51 by SETDB1 (Van Duyne et al., 2008). SETDB1 di- or trimethylates lysine residues and was originally identified as a transcriptional silencer by methylating lysine 9 in histone H3 (Schultz et al., 2002). Notably, unlike acetylation, methylation does not neutralize the positive charge of the lysine or arginine. It is unclear at this point how methyl groups at Lys50, Lys51, Arg52 and Arg53 in Tat interfere with TAR and P-TEFb binding, but it might sterically hinder a tight interaction with nucleotides in the hairpin loop of TAR (Anand et al., 2008).It is also unclear if these inhibitory methylation events in Tat are reversible, or if they mark a stable pool of transcriptionally inactive Tat in infected cells (i.e., destined for other non-transcriptional functions of Tat). These modifications have been suggested to specifically inactivate Tat in latently infected cells, thereby contributing to the transcriptionally inactive status of the latent HIV provirus. Interestingly, arginine methylation was linked to enhanced Tat stability, supporting a model where the modified forms may constitute a long-lived pool of Tat in infected cells (Sivakumaran et al., 2009).Modifications that Turn Tat ONActivating modifications span Tat from N- to C-terminal domains and include phosphorylation, polyubiquitination, acetylation and monomethylation. Notably, the first modification found in Tat was phosphorylation by the Tat-associated kinase, now known to be P-TEFb. However, this modification was only observed in HIV-2 Tat (Herrmann and Rice, 1993). HIV-1 Tat is phosphorylated by the interferon-induced, double-stranded RNA-dependent serine/threonine protein kinase, PKR, and the cell cycle-dependent kinase CDK2/cyclin E complex. Both modifications stimulate Tat transcriptional activity (Ammosova et al., 2006; Endo-Munoz et al., 2005). However, the larger role of Tat phosphorylation in HIV-1 infection remains unclear.Although polyubiquitination classically marks proteins for degradation by the proteasome, ubiquitin has a nonproteolytic and activating effect on Tat (Bres et al., 2003). Polyubiquitination of Tat is mediated by the proto-oncoprotein Hdm2 (Bres et al., 2003). Lys71 in the C-terminal domain of HIV-1 Tat serves as the major, although probably not the only, ubiquitination site in Tat. Strikingly, Lys71 is highly conserved in HIV-1 isolates but not in other lentiviral Tat proteins (Figure 1B). How ubiquitination of Tat affects its transcriptional activity is not clear. However, enhanced binding to CycT1 has been identified as one mechanism of ubiquitin-mediated transcriptional activation by the herpesvirus VP16 transactivator (Kurosu and Peterlin, 2004). No effect of Lys71 mutation or ubiquitination by Hdm2 on the overall half-life of Tat has been found. Interestingly, Tat itself interacts with a proteasome-associated protein, PAAF1, and shifts proteasome function to a non-proteolytic mode (Lassot et al., 2007). How this novel function is linked to Lys71 ubiquitination in Tat remains to be further explored.Another well-studied activating modification is the acetylation of Lys28 located in the cysteine-rich region of HIV-1 Tat (Kiernan et al., 1999). This modification is critical for high-affinity binding of Tat to TAR and P-TEFb (Bres et al., 2002). Lys28 is acetylated by the acetyltransferase PCAF/KAT2B in vitro, but the cysteines surrounding Lys28 via their reactive sulfhydryl groups also serve as spontaneous acetyl acceptors, promoting the acetylation of Tat in the absence of an enzyme (Dormeyer et al., 2003). In the absence of P-TEFb and Lys28 acetylation, bovine lentivirus Tat proteins have evolved alternative mechanisms of TAR binding (D’Orso and Frankel, 2009).Acetylation of Lys28 is reversed by the action of histone deacetylase 6 (HDAC6) (Huo et al., 2011b). HDAC6 is a mainly cytoplasmic class II HDAC known to deacetylate α-tubulin in cells (Hubbert et al., 2002). Indeed, association of HDAC6 and Tat is microtubule-dependent pointing to possible extranuclear functions of Lys28-acetylated Tat in conjunction with microtubulin (Chen et al., 2002; Huo et al., 2011a). Alternatively, HDAC6 may deacetylate Tat in the nucleus and trigger the export of Tat to the cytoplasm, explaining the observed inhibitory role of HDAC6 on Tat transcriptional activity.The “Yin-Yang” of Tat ModificationsA fourth activation marker of Tat is the monomethylation of its ARM region. Here, Lys51 is targeted by the monomethyltransferase Set7/9 (renamed KMT7) (Pagans et al., 2010). The fact that Lys51 is subject to inhibitory and activating modifications points to a central role of this residue in the Tat transactivation cycle. This role is supported by structural data from the EIAV Tat/TAR/CycT1 complex (Anand et al., 2008). Extrapolation of this structure to HIV-1 Tat indicates that Lys51 plays a central role in the interaction with bases of the first Watson-Crick base pairings proximal to the hairpin loop of TAR RNA. Di- or trimethylation of this residue may interfere with this interaction, while monomethylation strengthens the complex formation between Tat, TAR and CycT1 (Pagans et al., 2010). Interestingly, Set7/9 itself possesses weak TAR RNA binding activity that requires both bulge and loop structures in TAR.Like acetylation, monomethylation of Lys51 is also a highly dynamic process and reversed by the action of the lysine-specific demethylase LSD1 (renamed KDM1) (Sakane et al., 2011). LSD1 and its cofactor CoREST normally form a well-characterized corepressor complex by removing the activating histone mark at Lys4 in histone H3 (Shi et al., 2005). However, in the context of Tat, both activate HIV gene transcription through demethylation of Lys51 by LSD1. A similar activator function of LSD1 was recently uncovered in α-herpesvirus lytic replication and reactivation from latency (Liang et al., 2009). Similarly, LSD1 and CoREST are necessary for full reactivation of latent HIV, a finding that opens therapeutic opportunities for using small-molecule inhibitors of LSD1 in the pharmacological enforcement of HIV latency.At first sight, it is surprising that both monomethylation and demethylation of Tat are required for Tat transcriptional activity. However, Tat transactivation is likely a multi-step process, in which early TAR-dependent activating steps are followed by late TAR-independent steps that appear equally important to support full Tat function but are less well defined. One striking finding is that Tat binds directly to the Pol II complex (Cujec et al., 1997). This observation supports a model in which Tat translocates from the TAR element directly onto the elongating polymerase complex during transcript elongation. The switch between TAR-dependent and TAR-independent phases of Tat function is likely mediated by yet another well-characterized modification of Tat, the acetylation of Lys50 and also Lys51, both located in the Tat ARM.Dynamic Acetylation and Deacetylation of the Tat ARMTwo enzymes acetylate Lys50 and Lys51 in HIV-1 Tat: p300/CBP (renamed KAT3B) and human GCN5/KAT2A, a close homologue of PCAF/KAT2B (Col et al., 2001; Kiernan et al., 1999; Ott et al., 1999). As alluded to above, neutralizing the charge in the highly basic Tat ARM is expected to obviate the electrostatic interactions between Tat and TAR (Figure 2B). Indeed, acetylation of Lys50 dissociates Tat from TAR RNA and P-TEFb, probably terminating the TAR-dependent phase of Tat transactivation. This step appears critical as neutralizing antibodies targeting acetylated Lys50 in cells suppress Tat transactivation (Kaehlcke et al., 2003). Lys50 acetylation also generates a new binding interface in Tat for chromatin-modifying transcriptional coactivators, such as the histone acetyltransferase PCAF/KAT2B and yet unknown members of the SWI-SNF chromatin-remodeling complex (Bres et al., 2002; Dorr et al., 2002; Mahmoudi et al., 2006). PCAF/KAT2B contains a specialized protein domain called bromodomain that interacts with acetylated lysines (Dhalluin et al., 1999). The NMR structure of a Lys50-acetylated Tat peptide and the PCAF/KAT2B bromodomain revealed how acetylated Lys50 and additional amino acids surrounding Lys50 in the ARM enhance recruitment of the cofactor to Tat (Mujtaba et al., 2002).Tat acetylation is highly reversible by the action of the class III deacetylase sirtuin 1 (SIRT1), a versatile protein deacetylase connected with lifespan control (Pagans et al., 2005). SIRT1 function is regulated by its essential cofactor NAD+, coupling Tat function to the metabolic state of infected cells. Similar to demethylation of Lys51, Tat deacetylation by SIRT1 is required for full Tat transactivation (Pagans et al., 2005). The possibility exists that Tat deacetylation occurs at the end of the transcription cycle and serves to recycle acetylated Tat to the nonacetylated form, which forms the complex with TAR RNA and P-TEFb. Interestingly, in the context of a latent HIV provirus, SIRT1 inhibits Tat transactivation, raising the possibility that the functions of SIRT1 and the flow of Tat posttranslational modifications may differ in actively and latently infected cells (Weinberger et al., 2008). Control of P-TEFb Expression and Activity in Immune CellsBecause P-TEFb is a potent transcription factor essential for Tat function and expression of numerous cellular genes (Chao and Price, 2001; Rahl et al., 2010), its activity is tightly regulated under normal conditions. In CD4+ T lymphocytes and monocytes, translation of CycT1 mRNA is actively repressed (Rice and Herrmann, 2003). During T-cell activation or monocyte differentiation into macrophages, protein but not mRNA levels of CycT1 are up-regulated, which correlates with enhanced permissiveness of these cells to HIV-1 infection (Rice and Herrmann, 2003). In monocytes, a microRNA (miR-198) represses CycT1 mRNA translation and HIV-1 replication, but in resting CD4+ T cells, the post-transcriptional mechanism controlling CycT1 expression is still unknown (Sung and Rice, 2009). However, restricted supply of P-TEFb contributes to viral latency in primary T cells (Tyagi et al., 2010).In addition, in resting T cells or undifferentiated monocytes, phosphorylation of the CDK9 T loop is barely detectable, while it is rapidly induced upon T cell activation and monocyte differentiation (Ramakrishnan et al., 2009). Besides autophosphorylation, the precise mechanism responsible for T-loop phosphorylation in CDK9 remains unknown, but calcium/calmodulin-dependent kinase 1D and Csk1 are candidate kinases in HeLa cells and in fission yeast, respectively (Pei et al., 2006; Ramakrishnan and Rice, 2011). The 7SK Small Nuclear Ribonucleoprotein Complex: a Reservoir for P-TEFbP-TEFb activity is ubiquitously regulated by interactions with a set of protein and RNA regulators that are components of a multi-subunit complex called the 7SK small nuclear ribonucleoprotein complex (snRNP, Figure 4). Under normal growth conditions, this complex serves as the primary reservoir of excess cellular P-TEFb, which is released from this reservoir and bound by the bromodomain-containing protein 4 (Brd4) when cells are exposed to hypertrophic or stress signals (Zhou and Yik, 2006). The 7SK snRNP also contains 7SK snRNA, a conserved small non-coding RNA produced by RNA Pol III, and nuclear proteins HEXIM1 (or the homologous HEXIM2), La-related protein 7 (LARP7) and 7SK-specific methyl-phosphate-capping enzyme (MePCE). It sequesters more than half of cellular P-TEFb in a catalytically inactive state (Figure 4). Inhibition of CDK9 kinase is caused by HEXIM1 by a still poorly defined process that requires 7SK snRNA as a molecular scaffold to mediate the interaction of P-TEFb with a homodimer of HEXIM1 (Michels et al., 2004; Nguyen et al., 2001; Schonichen et al., 2010; Yang et al., 2001; Yik et al., 2003). The 5′ end of 7SK snRNA is occupied by MePCE and the 3′ end by LARP7. This arrangement protects the RNA against exonuclease cleavage (He et al., 2008; Jeronimo et al., 2007). When bound by LARP7 in the 7SK snRNP, MePCE loses its capping activity, which effectively prevents the back-reaction and plays a new role in stabilizing the 7SK snRNP (Xue et al., 2010).Open in a separate windowFigure 4Differential recruitment of P-TEFb from the 7SK snRNP during HIV infectionThe 7SK snRNP is a cellular reservoir of inactive P-TEFb that contains Hexim1, an inhibitor of the CDK9 kinase activity. It is targeted by the HIV-1 Tat protein to recruit active P-TEFb for transactivation of HIV-1 transcription, or is disrupted upon exposure of cells to hypertrophic or stress signals to release active P-TEFb associated with bromodomain-containing protein 4 (Brd4) to induce basal HIV transcription in the absence of Tat. Tat Extracts P-TEFb from its ReservoirTat efficiently captures P-TEFb from the 7SK snRNP to increase the pool of active P-TEFb available for HIV transcription (Figure 4). Consistent with this notion, HIV-1 infection of both human primary blood lymphocytes and cultured cells leads to decreased cellular levels of 7SK snRNP and increased Tat/P-TEFb interaction (Barboric et al., 2007; Schulte et al., 2005; Sedore et al., 2007). When Tat is present, it competes with Brd4 for P-TEFb interaction, and Brd4 is rapidly dissociated from the HIV-1 template (Bisgrove et al., 2007; Yang et al., 2005). The 7SK snRNP is an ideal source for Tat to obtain P-TEFb, because it sequesters the majority of cellular P-TEFb with the T-loop in CDK9 already in the phosphorylated state, a sign that P-TEFb is poised for activation within this inactive complex (Chen et al., 2004; Li et al., 2005).The precise mechanism used by Tat to extract P-TEFb from the 7SK snRNP is not fully understood. Nevertheless, it is likely facilitated by a number of structural and sequence similarities shared between the 7SK snRNP and the Tat/TAR/P-TEFb complex (Zhou and Yik, 2006). For example, a portion of the 7SK snRNA that is normally contacted by HEXIM1 is structurally and functionally similar to the Tat-binding site in HIV-1 TAR RNA (Muniz et al., 2010). Moreover, the 7SK-binding domain in HEXIM1 contains clusters of positively charged residues that are reminiscent of the RNA-binding ARM in Tat (Yik et al., 2004). Accordingly, Tat may use its RNA-binding ability to directly replace HEXIM1 on the 7SK snRNA, thus causing the disruption of 7SK snRNP and release of P-TEFb (Muniz et al., 2010). It is unclear at this point how the interaction between Tat and 7SK snRNA eventually transitions to the formation of the Tat/TAR/P-TEFb-containing complex essential for Tat-transactivation. The recently described Tat-containing complex, Tatcom2, which harbors CDK9, CycT1, and all the other classic 7SK snRNP components except HEXIM1 may well be a reaction intermediate that is trapped during such a transition (Sobhian et al., 2010).Besides the RNA-binding motif, the cysteine-rich domain of Tat is also important in extracting P-TEFb from the 7SK snRNP (Barboric et al., 2007; Schulte et al., 2005; Sedore et al., 2007). The high affinity interaction of this domain with a small region immediately C-terminal to the cyclin box in CycT1, which is normally contacted by HEXIM1 with comparatively lower affinity, allows Tat to directly displace HEXIM1 from CycT1 (Barboric et al., 2007; Dames et al., 2007). The use of two separate domains within Tat in the competition with HEXIM1 for binding to P-TEFb could be a reason why Tat is so efficient in capturing P-TEFb from the 7SK snRNP.Tat may also enlist cellular cofactors to help disrupt the 7SK snRNP. A candidate is protein phosphatase 1 (PP1), which contributes to stress-induced 7SK snRNP disassembly by dephosphorylating Thr186 at the CDK9 T-loop (Chen et al., 2008). Since Tat binds PP1, it may recruit the phosphatase to the 7SK snRNP to trigger its disruption (Ammosova et al., 2005). In agreement with this model, inhibiting PP1 blocks Tat transactivation and HIV-1 replication while enhancing cellular levels of 7SK snRNP (Ammosova et al., 2011). However, Tat engagement of PP1 during 7SK snRNP disruption will likely release P-TEFb containing CDK9 with a dephosphorylated T-loop and thereby in an inactive state. A subsequent re-phosphorylation step would then be necessary to restore P-TEFb kinase activity before its participation in Tat transactivation.Although the vast majority of 7SK snRNP does not appear to associate tightly with chromatin and is easily extracted from the nucleus under mild cell lysis conditions (Li et al., 2005), components of this complex have been detected on the integrated HIV-1 chromatin template (D’Orso and Frankel, 2010). This observation and others led to a model in which P-TEFb is recruited as part of the 7SK snRNP to the HIV-1 pre-initiation complex with Tat and that the synthesis of TAR triggers the release of P-TEFb for activated transcription (D’Orso and Frankel, 2010). While this is an attractive model, levels of 7SK snRNP recruited to the HIV-1 LTR during basal transcription appear to be low and cannot fully account for the high P-TEFb concentration detected upon Tat activation (D’Orso and Frankel, 2010). This suggests that a combination of preloaded and externally recruited P-TEFb may be required for full Tat-mediated transactivation. Tat Employs a “Super Elongation Complex” to Activate HIV-1 TranscriptionAfter identification of CycT1 as the Tat cofactor, the question remained whether Tat delivers the CycT1/CDK9 core complex alone or in combination with other factors to the HIV-1 LTR to activate transcription (Figure 1). To answer this question, a sequential affinity-purification strategy was used to isolate the complex that contains both CDK9 and Tat. This led to the identification of transcription factors/co-factors ELL2, AFF4, ENL and AF9 as proteins associated with the Tat/P-TEFb complex (Figure 5) (He et al., 2010). The same set of factors plus several others (e.g., the AFF4 homolog AFF1, the ELL2 homolog ELL1, and components of the Polymerase-Associated Factor complex (PAFc)) were also isolated through affinity purification of Tat alone (Sobhian et al., 2010). Furthermore, they were independently identified to interact with P-TEFb and to be critical in promoting the expression of genes targeted by the mixed lineage leukemia (MLL) protein (Lin et al., 2010; Mueller et al., 2007; Mueller et al., 2009; Yokoyama et al., 2010). These factors likely exist in one or a few highly related multi-subunit complex(es) termed the super elongation complexes (SECs) (He et al., 2010; Lin et al., 2010; Mueller et al., 2009; Sobhian et al., 2010; Yokoyama et al., 2010).Open in a separate windowFigure 5Tat and the Superelongation ComplexTat recruits the superelongation complex (SEC) containing P-TEFb and ELL2 to TAR RNA, two well-known elongation factors of different classes. While P-TEFb phosphorylates the indicated substrates, ELL2 stimulates the catalytic rate of Pol II, resulting in synergistic activation of HIV-1 elongation. Tat stabilizes ELL2 levels to promote SEC formation.Like P-TEFb, the SEC subunits ELL1/2 are well-characterized transcription elongation factors that stimulate the processivity of Pol II by keeping the 3’ OH of nascent mRNA in alignment with the catalytic site and preventing Pol II backtracking (Shilatifard et al., 1997; Shilatifard et al., 1996). Thus, SECs combine two different classes of elongation factors, ELL1/2 and P-TEFb, contradicting the presumption that these exist as separate entities in cells. Tat recruits SEC to the HIV-1 LTR by interacting with TAR RNA, enabling P-TEFb and ELL2 to act on the same polymerase enzyme and synergistically activate transcription (He et al., 2010; Sobhian et al., 2010). Tat also promotes the SEC formation by stabilizing ELL2, which otherwise would be a short-lived protein readily degraded by the proteasome (Figure 5) (He et al., 2010).Although SECs were identified as targets of MLL fusion proteins and Tat, they also exist in cells free of Tat and MLL-translocations, where their activity is likely required for transcription of many non-HIV, non-MLL-target genes (He et al., 2010; Lin et al., 2010; Sobhian et al., 2010). Interestingly, activation of basal HIV transcription in the absence of Tat, an event essential for reactivation of HIV transcription from latency, also depends on SECs (He et al., 2010). Under such conditions, SECs interact with PAFc, and through PAFc, the elongating Pol II to promote HIV transcription (He et al., 2011). Notably, basal HIV-1 transcription relies on Brd4 instead of Tat to recruit P-TEFb to the viral promoter (Jang et al., 2005; Yang et al., 2005). The functional relevance of this interaction is underscored by the finding that the Brd4 gene represents a “hot-spot” of proviral integration in latently infected cells, where Brd4 expression is then disturbed and HIV transcription silenced (Bisgrove et al., 2007). The functional relationship between the Brd4-P-TEFb complex and SECs is yet to be determined. It is possible that once recruited to the HIV LTR by Brd4, P-TEFb is released and then assembled into SECs to support Tat-independent viral transcription. Unanswered QuestionsAlthough remarkable progress has been made in the past 13 years in understanding the function and regulation of cellular P-TEFb and its intricate interactions with the viral Tat protein and TAR RNA, many more questions have remained and new ones have been raised. These include the quest for a crystal structure of the HIV-1 Tat/TAR/P-TEFb complex as an important therapeutic target to tackle HIV infection. Similarly, structures of both active and inactive P-TEFb complexes are yet to be solved to provide mechanistic insights into how P-TEFb activity is controlled in these complexes during active and latent viral infection. Post-translational modifications of Tat in the Tat/SEC or Tatcom2 are not yet determined and their roles in controlling the formation, stability and functions of the complexes remain to be determined. The next few years will bring some answers to these questions, which will open important new therapeutic avenues to fight HIV infection and latency. AcknowledgmentsWe apologize to our colleagues whose work could not be cited due to space limitations. We thank John Carroll for graphics, Gary Howard for editorial, and Veronica Fonseca for administrative assistance. We gratefully acknowledge funding from the NIH (R01AI083139 and R01AI081651 to M.O. and R01AI41757 and R01AI095057 to Q.Z), the Gladstone Institutes (M.O.), the UCSF-GIVI Center for AIDS Research (M.O.) and the Deutsche Forschungsgemeinschaft to M.G. (GE-976/5). FootnotesPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. ReferencesAmmosova T, Berro R, Jerebtsova M, Jackson A, Charles S, Klase Z, Southerland W, Gordeuk VR, Kashanchi F, Nekhai S. Phosphorylation of HIV-1 Tat by CDK2 in HIV-1 transcription. Retrovirology. 2006;3:78. [PMC free article] [PubMed] [Google Scholar]Ammosova T, Jerebtsova M, Beullens M, Lesage B, Jackson A, Kashanchi F, Southerland W, Gordeuk VR, Bollen M, Nekhai S. Nuclear targeting of protein phosphatase-1 by HIV-1 Tat protein. J Biol Chem. 2005;280:36364–36371. [PubMed] [Google Scholar]Ammosova T, Yedavalli VR, Niu X, Jerebtsova M, Van Eynde A, Beullens M, Bollen M, Jeang KT, Nekhai S. Expression of a protein phosphatase 1 inhibitor, cdNIPP1, increases CDK9 threonine 186 phosphorylation and inhibits HIV-1 transcription. J Biol Chem. 2011;286:3798–3804. [PMC free article] [PubMed] [Google Scholar]Anand K, Schulte A, Vogel-Bachmayr K, Scheffzek K, Geyer M. Structural insights into the cyclin T1-Tat-TAR RNA transcription activation complex from EIAV. Nat Struct Mol Biol. 2008;15:1287–1292. [PubMed] [Google Scholar]Barboric M, Yik JH, Czudnochowski N, Yang Z, Chen R, Contreras X, Geyer M, Matija Peterlin B, Zhou Q. Tat competes with HEXIM1 to increase the active pool of P-TEFb for HIV-1 transcription. Nucleic Acids Res. 2007;35:2003–2012. [PMC free article] [PubMed] [Google Scholar]Baumli S, Lolli G, Lowe ED, Troiani S, Rusconi L, Bullock AN, Debreczeni JE, Knapp S, Johnson LN. The structure of P-TEFb (CDK9/cyclin T1), its complex with flavopiridol and regulation by phosphorylation. EMBO J. 2008;27:1907–1918. [PMC free article] [PubMed] [Google Scholar]Boulanger MC, Liang C, Russell RS, Lin R, Bedford MT, Wainberg MA, Richard S. Methylation of Tat by PRMT6 regulates human immunodeficiency virus type 1 gene expression. J Virol. 2005;79:124–131. [PMC free article] [PubMed] [Google Scholar]Bres V, Kiernan RE, Linares LK, Chable-Bessia C, Plechakova O, Treand C, Emiliani S, Peloponese JM, Jeang KT, Coux O, et al.  A non-proteolytic role for ubiquitin in Tat-mediated transactivation of the HIV-1 promoter. Nat Cell Biol. 2003;5:754–761. [PubMed] [Google Scholar]Bres V, Tagami H, Peloponese JM, Loret E, Jeang KT, Nakatani Y, Emiliani S, Benkirane M, Kiernan RE. Differential acetylation of Tat coordinates its interaction with the co-activators cyclin T1 and PCAF. EMBO J. 2002;21:6811–6819. [PMC free article] [PubMed] [Google Scholar]Chao SH, Price DH. Flavopiridol inactivates P-TEFb and blocks most RNA polymerase II transcription in vivo. J Biol Chem. 2001;276:31793–31799. [PubMed] [Google Scholar]Chen D, Wang M, Zhou S, Zhou Q. HIV-1 Tat targets microtubules to induce apoptosis, a process promoted by the pro-apoptotic Bcl-2 relative Bim. EMBO J. 2002;21:6801–6810. [PMC free article] [PubMed] [Google Scholar]Chen R, Liu M, Li H, Xue Y, Ramey WN, He N, Ai N, Luo H, Zhu Y, Zhou N, et al.  PP2B and PP1alpha cooperatively disrupt 7SK snRNP to release P-TEFb for transcription in response to Ca2+ signaling. Genes Dev. 2008;22:1356–1368. [PMC free article] [PubMed] [Google Scholar]Chen R, Yang Z, Zhou Q. Phosphorylated positive transcription elongation factor b (P-TEFb) is tagged for inhibition through association with 7SK snRNA. J Biol Chem. 2004;279:4153–4160. [PubMed] [Google Scholar]Cho S, Schroeder S, Ott M. CYCLINg through transcription: posttranslational modifications of P-TEFb regulate transcription elongation. Cell Cycle. 2010;9:1697–1705. [PMC free article] [PubMed] [Google Scholar]Col E, Caron C, Seigneurin-Berny D, Gracia J, Favier A, Khochbin S. The histone acetyltransferase, hGCN5, interacts with and acetylates the HIV transactivator, Tat. J Biol Chem. 2001;276:28179–28184. [PubMed] [Google Scholar]Cujec TP, Cho H, Maldonado E, Meyer J, Reinberg D, Peterlin BM. The human immunodeficiency virus transactivator Tat interacts with the RNA polymerase II holoenzyme. Mol Cell Biol. 1997;17:1817–1823. [PMC free article] [PubMed] [Google Scholar]D’Orso I, Frankel AD. Tat acetylation modulates assembly of a viral-host RNA-protein transcription complex. Proc Natl Acad Sci U S A. 2009;106:3101–3106. [PMC free article] [PubMed] [Google Scholar]D’Orso I, Frankel AD. RNA-mediated displacement of an inhibitory snRNP complex activates transcription elongation. Nat Struct Mol Biol. 2010;17:815–821. [PMC free article] [PubMed] [Google Scholar]Dames SA, Schonichen A, Schulte A, Barboric M, Peterlin BM, Grzesiek S, Geyer M. Structure of the Cyclin T binding domain of Hexim1 and molecular basis for its recognition of P-TEFb. Proc Natl Acad Sci U S A. 2007;104:14312–14317. [PMC free article] [PubMed] [Google Scholar]Dhalluin C, Carlson JE, Zeng L, He C, Aggarwal AK, Zhou MM. Structure and ligand of a histone acetyltransferase bromodomain. Nature. 1999;399:491–496. [PubMed] [Google Scholar]Dormeyer W, Dorr A, Ott M, Schnolzer M. Acetylation of the HIV-1 Tat protein: an in vitro study. Anal Bioanal Chem. 2003;376:994–1005. [PubMed] [Google Scholar]Dorr A, Kiermer V, Pedal A, Rackwitz HR, Henklein P, Schubert U, Zhou MM, Verdin E, Ott M. Transcriptional synergy between Tat and PCAF is dependent on the binding of acetylated Tat to the PCAF bromodomain. EMBO J. 2002;21:2715–2723. [PMC free article] [PubMed] [Google Scholar]Endo-Munoz L, Warby T, Harrich D, McMillan NA. Phosphorylation of HIV Tat by PKR increases interaction with TAR RNA and enhances transcription. Virol J. 2005;2:17. [PMC free article] [PubMed] [Google Scholar]Frankel A, Yadav N, Lee J, Branscombe TL, Clarke S, Bedford MT. The novel human protein arginine N-methyltransferase PRMT6 is a nuclear enzyme displaying unique substrate specificity. J Biol Chem. 2002;277:3537–3543. [PubMed] [Google Scholar]He N, Chan CK, Sobhian B, Chou S, Xue Y, Liu M, Alber T, Benkirane M, Zhou Q. Human Polymerase-Associated Factor complex (PAFc) connects the Super Elongation Complex (SEC) to RNA polymerase II on chromatin. Proc Natl Acad Sci USA. 2011;108:E636–645. [PMC free article] [PubMed] [Google Scholar]He N, Jahchan NS, Hong E, Li Q, Bayfield MA, Maraia RJ, Luo K, Zhou Q. A La-related protein modulates 7SK snRNP integrity to suppress P-TEFb-dependent transcriptional elongation and tumorigenesis. Mol Cell. 2008;29:588–599. [PMC free article] [PubMed] [Google Scholar]He N, Liu M, Hsu J, Xue Y, Chou S, Burlingame A, Krogan NJ, Alber T, Zhou Q. HIV-1 Tat and host AFF4 recruit two transcription elongation factors into a bifunctional complex for coordinated activation of HIV-1 transcription. Mol Cell. 2010;38:428–438. [PMC free article] [PubMed] [Google Scholar]Herrmann CH, Rice AP. Specific interaction of the human immunodeficiency virus Tat proteins with a cellular protein kinase. Virology. 1993;197:601–608. [PubMed] [Google Scholar]Hubbert C, Guardiola A, Shao R, Kawaguchi Y, Ito A, Nixon A, Yoshida M, Wang XF, Yao TP. HDAC6 is a microtubule-associated deacetylase. Nature. 2002;417:455–458. [PubMed] [Google Scholar]Huo L, Li D, Sun L, Liu M, Shi X, Sun X, Li J, Dong B, Dong X, Zhou J. Tat acetylation regulates its actions on microtubule dynamics and apoptosis in T lymphocytes. J Pathol. 2011a;223:28–36. [PubMed] [Google Scholar]Huo L, Li D, Sun X, Shi X, Karna P, Yang W, Liu M, Qiao W, Aneja R, Zhou J. Regulation of Tat acetylation and transactivation activity by the microtubule-associated deacetylase HDAC6. J Biol Chem. 2011b;286:9280–9286. [PMC free article] [PubMed] [Google Scholar]Invernizzi CF, Xie B, Frankel FA, Feldhammer M, Roy BB, Richard S, Wainberg MA. Arginine methylation of the HIV-1 nucleocapsid protein results in its diminished function. AIDS. 2007;21:795–805. [PubMed] [Google Scholar]Invernizzi CF, Xie B, Richard S, Wainberg MA. PRMT6 diminishes HIV-1 Rev binding to and export of viral RNA. Retrovirology. 2006;3:93. [PMC free article] [PubMed] [Google Scholar]Jang MK, Mochizuki K, Zhou M, Jeong HS, Brady JN, Ozato K. The bromodomain protein Brd4 is a positive regulatory component of P-TEFb and stimulates RNA polymerase II-dependent transcription. Mol Cell. 2005;19:523–534. [PubMed] [Google Scholar]Jeronimo C, Forget D, Bouchard A, Li Q, Chua G, Poitras C, Therien C, Bergeron D, Bourassa S, Greenblatt J, et al.  Systematic analysis of the protein interaction network for the human transcription machinery reveals the identity of the 7SK capping enzyme. Mol Cell. 2007;27:262–274. [PMC free article] [PubMed] [Google Scholar]Kaehlcke K, Dorr A, Hetzer-Egger C, Kiermer V, Henklein P, Schnoelzer M, Loret E, Cole PA, Verdin E, Ott M. Acetylation of Tat defines a cyclinT1-independent step in HIV transactivation. Mol Cell. 2003;12:167–176. [PubMed] [Google Scholar]Kao SY, Calman AF, Luciw PA, Peterlin BM. Anti-termination of transcription within the long terminal repeat of HIV-1 by tat gene product. Nature. 1987;330:489–493. [PubMed] [Google Scholar]Kiernan RE, Vanhulle C, Schiltz L, Adam E, Xiao H, Maudoux F, Calomme C, Burny A, Nakatani Y, Jeang KT, et al.  HIV-1 tat transcriptional activity is regulated by acetylation. EMBO J. 1999;18:6106–6118. [PMC free article] [PubMed] [Google Scholar]Kurosu T, Peterlin BM. VP16 and ubiquitin; binding of P-TEFb via its activation domain and ubiquitin facilitates elongation of transcription of target genes. Curr Biol. 2004;14:1112–1116. [PubMed] [Google Scholar]Lassot I, Latreille D, Rousset E, Sourisseau M, Linares LK, Chable-Bessia C, Coux O, Benkirane M, Kiernan RE. The proteasome regulates HIV-1 transcription by both proteolytic and nonproteolytic mechanisms. Mol Cell. 2007;25:369–383. [PubMed] [Google Scholar]Levine M. Paused RNA polymerase II as a developmental checkpoint. Cell. 2011;145:502–511. [PMC free article] [PubMed] [Google Scholar]Li Q, Price JP, Byers SA, Cheng D, Peng J, Price DH. Analysis of the large inactive P-TEFb complex indicates that it contains one 7SK molecule, a dimer of HEXIM1 or HEXIM2, and two P-TEFb molecules containing Cdk9 phosphorylated at threonine 186. J Biol Chem. 2005;280:28819–28826. [PubMed] [Google Scholar]Liang Y, Vogel JL, Narayanan A, Peng H, Kristie TM. Inhibition of the histone demethylase LSD1 blocks alpha-herpesvirus lytic replication and reactivation from latency. Nat Med. 2009;15:1312–1317. [PMC free article] [PubMed] [Google Scholar]Lin C, Smith ER, Takahashi H, Lai KC, Martin-Brown S, Florens L, Washburn MP, Conaway JW, Conaway RC, Shilatifard A. AFF4, a component of the ELL/P-TEFb elongation complex and a shared subunit of MLL chimeras, can link transcription elongation to leukemia. Mol Cell. 2010;37:429–437. [PMC free article] [PubMed] [Google Scholar]Mahmoudi T, Parra M, Vries RG, Kauder SE, Verrijzer CP, Ott M, Verdin E. The SWI/SNF chromatin-remodeling complex is a cofactor for Tat transactivation of the HIV promoter. J Biol Chem. 2006;281:19960–19968. [PubMed] [Google Scholar]Mancebo HS, Lee G, Flygare J, Tomassini J, Luu P, Zhu Y, Peng J, Blau C, Hazuda D, Price D, et al.  P-TEFb kinase is required for HIV Tat transcriptional activation in vivo and in vitro. Genes Dev. 1997;11:2633–2644. [PMC free article] [PubMed] [Google Scholar]Michels AA, Fraldi A, Li Q, Adamson TE, Bonnet F, Nguyen VT, Sedore SC, Price JP, Price DH, Lania L, et al.  Binding of the 7SK snRNA turns the HEXIM1 protein into a P-TEFb (CDK9/cyclin T) inhibitor. EMBO J. 2004;23:2608–2619. [PMC free article] [PubMed] [Google Scholar]Mueller D, Bach C, Zeisig D, Garcia-Cuellar MP, Monroe S, Sreekumar A, Zhou R, Nesvizhskii A, Chinnaiyan A, Hess JL, et al.  A role for the MLL fusion partner ENL in transcriptional elongation and chromatin modification. Blood. 2007;110:4445–4454. [PMC free article] [PubMed] [Google Scholar]Mueller D, Garcia-Cuellar MP, Bach C, Buhl S, Maethner E, Slany RK. Misguided transcriptional elongation causes mixed lineage leukemia. PLoS Biol. 2009;7:e1000249. [PMC free article] [PubMed] [Google Scholar]Mujtaba S, He Y, Zeng L, Farooq A, Carlson JE, Ott M, Verdin E, Zhou MM. Structural basis of lysine-acetylated HIV-1 Tat recognition by PCAF bromodomain. Mol Cell. 2002;9:575–586. [PubMed] [Google Scholar]Muniz L, Egloff S, Ughy B, Jady BE, Kiss T. Controlling cellular P-TEFb activity by the HIV-1 transcriptional transactivator Tat. PLoS Pathog. 2010;6:e1001152. [PMC free article] [PubMed] [Google Scholar]Nguyen VT, Kiss T, Michels AA, Bensaude O. 7SK small nuclear RNA binds to and inhibits the activity of CDK9/cyclin T complexes. Nature. 2001;414:322–325. [PubMed] [Google Scholar]O’Brien SK, Cao H, Nathans R, Ali A, Rana TM. P-TEFb kinase complex phosphorylates histone H1 to regulate expression of cellular and HIV-1 genes. J Biol Chem. 2010;285:29713–29720. [PMC free article] [PubMed] [Google Scholar]Ott M, Schnolzer M, Garnica J, Fischle W, Emiliani S, Rackwitz HR, Verdin E. Acetylation of the HIV-1 Tat protein by p300 is important for its transcriptional activity. Curr Biol. 1999;9:1489–1492. [PubMed] [Google Scholar]Pagans S, Kauder SE, Kaehlcke K, Sakane N, Schroeder S, Dormeyer W, Trievel RC, Verdin E, Schnolzer M, Ott M. The Cellular lysine methyltransferase Set7/9-KMT7 binds HIV-1 TAR RNA, monomethylates the viral transactivator Tat, and enhances HIV transcription. Cell Host Microbe. 2010;7:234–244. [PMC free article] [PubMed] [Google Scholar]Pagans S, Pedal A, North BJ, Kaehlcke K, Marshall BL, Dorr A, Hetzer-Egger C, Henklein P, Frye R, McBurney MW, et al.  SIRT1 Regulates HIV Transcription via Tat Deacetylation. PLoS Biol. 2005;3:e41. [PMC free article] [PubMed] [Google Scholar]Pei Y, Du H, Singer J, Stamour C, Granitto S, Shuman S, Fisher RP. Cyclin-dependent kinase 9 (Cdk9) of fission yeast is activated by the CDK-activating kinase Csk1, overlaps functionally with the TFIIH-associated kinase Mcs6, and associates with the mRNA cap methyltransferase Pcm1 in vivo. Mol Cell Biol. 2006;26:777–788. [PMC free article] [PubMed] [Google Scholar]Peterlin BM, Price DH. Controlling the elongation phase of transcription with P-TEFb. Mol Cell. 2006;23:297–305. [PubMed] [Google Scholar]Rahl PB, Lin CY, Seila AC, Flynn RA, McCuine S, Burge CB, Sharp PA, Young RA. c-Myc regulates transcriptional pause release. Cell. 2010;141:432–445. [PMC free article] [PubMed] [Google Scholar]Ramakrishnan R, Dow EC, Rice AP. Characterization of Cdk9 T-loop phosphorylation in resting and activated CD4(+) T lymphocytes. J Leukoc Biol. 2009;86:1345–1350. [PMC free article] [PubMed] [Google Scholar]Ramakrishnan R, Rice AP. Cdk9 T-loop phosphorylation is regulated by the calcium signaling pathway. J Cell Physiol. 2011 Mar 29; Epub ahead of print. [PMC free article] [PubMed] [Google Scholar]Razooky BS, Weinberger LS. Mapping the architecture of the HIV-1 Tat circuit: A decision-making circuit that lacks bistability and exploits stochastic noise. Methods. 2011;53:68–77. [PMC free article] [PubMed] [Google Scholar]Rice AP, Herrmann CH. Regulation of TAK/P-TEFb in CD4+ T lymphocytes and macrophages. Curr HIV Res. 2003;1:395–404. [PubMed] [Google Scholar]Sakane N, Kwon H-S, Pagans S, Kaehlcke K, Mizusawa Y, Kamada M, Lassen KG, Chan J, Greene WC, Schnoelzer M, et al.  Activation of HIV Transcription by the Viral Tat Protein Requires a Demethylation Step Mediated by Lysine-specific Demethylase 1 (LSD1/KDM1) PLoS Pathog. 2011;7:e1002184. [PMC free article] [PubMed] [Google Scholar]Schonichen A, Bigalke JM, Urbanke C, Grzesiek S, Dames SA, Geyer M. A flexible bipartite coiled coil structure is required for the interaction of Hexim1 with the P-TEFB subunit cyclin T1. Biochemistry. 2010;49:3083–3091. [PubMed] [Google Scholar]Schulte A, Czudnochowski N, Barboric M, Schonichen A, Blazek D, Peterlin BM, Geyer M. Identification of a cyclin T-binding domain in Hexim1 and biochemical analysis of its binding competition with HIV-1 Tat. J Biol Chem. 2005;280:24968–24977. [PubMed] [Google Scholar]Schultz DC, Ayyanathan K, Negorev D, Maul GG, Rauscher FJ., 3rd SETDB1: a novel KAP-1-associated histone H3, lysine 9-specific methyltransferase that contributes to HP1-mediated silencing of euchromatic genes by KRAB zinc-finger proteins. Genes Dev. 2002;16:919–932. [PMC free article] [PubMed] [Google Scholar]Sedore SC, Byers SA, Biglione S, Price JP, Maury WJ, Price DH. Manipulation of P-TEFb control machinery by HIV: recruitment of P-TEFb from the large form by Tat and binding of HEXIM1 to TAR. Nucleic Acids Res. 2007;35:4347–4358. [PMC free article] [PubMed] [Google Scholar]Shi YJ, Matson C, Lan F, Iwase S, Baba T, Shi Y. Regulation of LSD1 histone demethylase activity by its associated factors. Mol Cell. 2005;19:857–864. [PubMed] [Google Scholar]Shilatifard A, Duan DR, Haque D, Florence C, Schubach WH, Conaway JW, Conaway RC. ELL2, a new member of an ELL family of RNA polymerase II elongation factors. Proc Natl Acad Sci U S A. 1997;94:3639–3643. [PMC free article] [PubMed] [Google Scholar]Shilatifard A, Lane WS, Jackson KW, Conaway RC, Conaway JW. An RNA polymerase II elongation factor encoded by the human ELL gene. Science. 1996;271:1873–1876. [PubMed] [Google Scholar]Shojania S, O’Neil JD. HIV-1 Tat is a natively unfolded protein: the solution conformation and dynamics of reduced HIV-1 Tat-(1-72) by NMR spectroscopy. J Biol Chem. 2006;281:8347–8356. [PubMed] [Google Scholar]Sivakumaran H, van der Horst A, Fulcher AJ, Apolloni A, Lin MH, Jans DA, Harrich D. Arginine methylation increases the stability of human immunodeficiency virus type 1 Tat. J Virol. 2009;83:11694–11703. [PMC free article] [PubMed] [Google Scholar]Sobhian B, Laguette N, Yatim A, Nakamura M, Levy Y, Kiernan R, Benkirane M. HIV-1 Tat assembles a multifunctional transcription elongation complex and stably associates with the 7SK snRNP. Mol Cell. 2010;38:439–451. [PMC free article] [PubMed] [Google Scholar]Sung TL, Rice AP. miR-198 inhibits HIV-1 gene expression and replication in monocytes and its mechanism of action appears to involve repression of cyclin T1. PLoS Pathog. 2009;5:e1000263. [PMC free article] [PubMed] [Google Scholar]Tahirov TH, Babayeva ND, Varzavand K, Cooper JJ, Sedore SC, Price DH. Crystal structure of HIV-1 Tat complexed with human P-TEFb. Nature. 2010;465:747–751. [PMC free article] [PubMed] [Google Scholar]Tyagi M, Pearson RJ, Karn J. Establishment of HIV latency in primary CD4+ cells is due to epigenetic transcriptional silencing and P-TEFb restriction. J Virol. 2010;84:6425–6437. [PMC free article] [PubMed] [Google Scholar]Van Duyne R, Easley R, Wu W, Berro R, Pedati C, Klase Z, Kehn-Hall K, Flynn EK, Symer DE, Kashanchi F. Lysine methylation of HIV-1 Tat regulates transcriptional activity of the viral LTR. Retrovirology. 2008;5:40. [PMC free article] [PubMed] [Google Scholar]Wei P, Garber ME, Fang SM, Fischer WH, Jones KA. A novel CDK9-associated C-type cyclin interacts directly with HIV-1 Tat and mediates its high-affinity, loop-specific binding to TAR RNA. Cell. 1998;92:451–462. [PubMed] [Google Scholar]Weinberger LS, Dar RD, Simpson ML. Transient-mediated fate determination in a transcriptional circuit of HIV. Nat Genet. 2008;40:466–470. [PubMed] [Google Scholar]Xie B, Invernizzi CF, Richard S, Wainberg MA. Arginine methylation of the human immunodeficiency virus type 1 Tat protein by PRMT6 negatively affects Tat Interactions with both cyclin T1 and the Tat transactivation region. J Virol. 2007;81:4226–4234. [PMC free article] [PubMed] [Google Scholar]Xue Y, Yang Z, Chen R, Zhou Q. A capping-independent function of MePCE in stabilizing 7SK snRNA and facilitating the assembly of 7SK snRNP. Nucleic Acids Res. 2010;38:360–369. [PMC free article] [PubMed] [Google Scholar]Yang Z, Yik JH, Chen R, He N, Jang MK, Ozato K, Zhou Q. Recruitment of P-TEFb for stimulation of transcriptional elongation by the bromodomain protein Brd4. Mol Cell. 2005;19:535–545. [PubMed] [Google Scholar]Yang Z, Zhu Q, Luo K, Zhou Q. The 7SK small nuclear RNA inhibits the CDK9/cyclin T1 kinase to control transcription. Nature. 2001;414:317–322. [PubMed] [Google Scholar]Yik JH, Chen R, Nishimura R, Jennings JL, Link AJ, Zhou Q. Inhibition of P-TEFb (CDK9/Cyclin T) kinase and RNA polymerase II transcription by the coordinated actions of HEXIM1 and 7SK snRNA. Mol Cell. 2003;12:971–982. [PubMed] [Google Scholar]Yik JH, Chen R, Pezda AC, Samford CS, Zhou Q. A human immunodeficiency virus type 1 Tat-like arginine-rich RNA-binding domain is essential for HEXIM1 to inhibit RNA polymerase II transcription through 7SK snRNA-mediated inactivation of P-TEFb. Mol Cell Biol. 2004;24:5094–5105. [PMC free article] [PubMed] [Google Scholar]Yokoyama A, Lin M, Naresh A, Kitabayashi I, Cleary ML. A higher-order complex containing AF4 and ENL family proteins with P-TEFb facilitates oncogenic and physiologic MLL-dependent transcription. Cancer Cell. 2010;17:198–212. [PMC free article] [PubMed] [Google Scholar]Zhou Q, Yik JH. The Yin and Yang of P-TEFb regulation: implications for human immunodeficiency virus gene expression and global control of cell growth and differentiation. Microbiol Mol Biol Rev. 2006;70:646–659. [PMC free article] [PubMed] [Google Scholar]Zhu Y, Pe’ery T, Peng J, Ramanathan Y, Marshall N, Marshall T, Amendt B, Mathews MB, Price DH. Transcription elongation factor P-TEFb is required for HIV-1 tat transactivation in vitro. Genes Dev. 1997;11:2622–2632. [PMC free article] [PubMed] [Google Scholar]"}