{"title": "Control of HIV latency by epigenetic and non-epigenetic mechanisms", "pubDate": "2011", "PMCID": "PMC3319922", "DOI": "10.2174/157016211798998736", "PMID": "22211660", "abstract": "Intensive antiretroviral therapy successfully suppresses viral replication but is unable to eradicate the virus. HIV persists in a small number of resting memory T cells where HIV has been transcriptionally silenced. This review will focus on recent insights into the HIV transcriptional control mechanisms that provide the biochemical basis for understanding latency. There are no specific repressors of HIV transcription encoded by the virus, instead latency arises when the regulatory feedback mechanism driven by HIV Tat expression is disrupted. Small changes in transcriptional initiation, induced by epigenetic silencing, lead to profound restrictions in Tat levels and force the entry of proviruses into latency. In resting memory T cells, which carry the bulk of the latent viral pool, additional restrictions, especially the limiting cellular levels of the essential Tat cofactor P-TEFb and the transcription initiation factors NF-κB and NFAT ensure that the provirus remains silenced unless the host cell is activated. The detailed understanding of HIV transcription is providing a framework for devising new therapeutic strategies designed to purge the latent viral pool. Importantly, the recognition that there are multiple restrictions imposed on latent proviruses suggest that proviral reactivation will not be achieved when only a single reactivation step is targeted and that any optimal activation strategy will require both removal of epigenetic blocks and the activation of P-TEFb.", "author": [{"author": "Uri Mbonye", "affiliation": ["Department of Molecular Biology and Microbiology, Case Western Reserve University, Cleveland, Ohio 44106, USA."], "href": "/?term=Mbonye+U&cauthor_id=22211660"}, {"author": "Jonathan Karn", "affiliation": [], "href": "/?term=Karn+J&cauthor_id=22211660"}], "refPMID": ["9144289", "10229227", "10837072", "19470482", "17784786", "15795302", "12663799", "12754504", "9671771", "10553903", "12023777", "18260759", "19543283", "11170980", "12684537", "15809898", "19535437", "18936487", "16276421", "19265012", "20616270", "3008338", "2721501", "8340407", "7752225", "3031512", "1583734", "9845362", "11970949", "12949493", "8253080", "9188623", "7729429", "18849485", "20410271", "19805909", "21471244", "2990041", "2981427", "2249668", "2476805", "7563092", "1621097", "9126842", "19584251", "2825027", "7698646", "10384299", "21460038", "18406322", "9334326", "9334325", "7759473", "1569941", "1756726", "7853496", "8900211", "9491887", "9843510", "9696809", "9832504", "10329126", "10049833", "20535204", "8171003", "8423790", "2542124", "10438593", "10024882", "10199401", "10075709", "12612062", "17442680", "9311986", "14701750", "11940650", "12052871", "11278802", "11809800", "10757782", "16880520", "16427012", "8637904", "21763495", "20471949", "20471948", "21873227", "15905409", "14731395", "19416841", "19575011", "21536667", "19854136", "18480452", "20952539", "16051143", "18344999", "17194214", "19132086", "18829756", "19268337", "15163705", "21430059", "19550285", "8344262", "8605881", "16687403", "10888618", "21715480", "17245431", "17245432", "19696893", "19557157", "19279091", "11940654", "8289393", "16319923", "18007589", "20335163", "11893494", "16357870", "21447565", "21512140", "20542000", "21177970", "18974828", "16630819", "15564463", "18692772", "18692773", "19144703", "21270164", "14657027", "9733796", "9733868", "9811832", "19716452", "16893449", "15046258", "11533489", "11739381", "20080798", "9625762", "11956207", "14569007", "15284245", "19447460", "20538859", "15367617", "14643663", "19683540", "20201073", "19741158", "21448926", "11689614", "17014716", "21763496", "19148268", "18773076", "12706900", "15452830", "18566585", "14627702", "16109377", "18483222", "11713532", "11713533", "14580347", "15201869", "16362050", "16377779", "15855166", "17088550", "17341462", "17395637", "20808803", "12832472", "18281698", "17643375", "18249148", "16109376", "17690245", "20368329", "19387490", "16839202", "15308706", "19486542", "21210747", "20921575", "21255462", "20955147", "12134017", "21483687", "20585398", "20636281", "19100719", "19239360", "21424110", "20186346", "19590405", "19362838", "19136668", "20425056", "20955147", "19564922", "15166525"], "citedInPMID": ["22211660", "33918134", "33836568", "33586773", "33383617", "33232214", "33182414", "32992917", "32961937", "32804154", "32792548", "32443452", "32347704", "32158701", "32133046", "31795223", "31341054", "31048093", "30774045", "30061382", "29061947", "28656010", "28114951", "27756902", "27725635", "27463679", "27067814", "27009097", "26572787", "26559763", "26405463", "26279984", "26152583", "26041287", "26027656", "25731772", "25463605", "25265194", "25097264", "25008921", "24847939", "24832049", "24781742", "24636995", "24620025", "24318952", "23999005", "23884411", "23804632", "23760244", "23732522", "23658523", "23539624", "23538671", "23518577", "23497153", "23375003", "23365428", "23364313", "23364195", "22771113", "22701796", "22692576"], "body": " AbstractIntensive antiretroviral therapy successfully suppresses viral replication but is unable to eradicate the virus. HIV persists in a small number of resting memory T cells where HIV has been transcriptionally silenced. This review will focus on recent insights into the HIV transcriptional control mechanisms that provide the biochemical basis for understanding latency. There are no specific repressors of HIV transcription encoded by the virus, instead latency arises when the regulatory feedback mechanism driven by HIV Tat expression is disrupted. Small changes in transcriptional initiation, induced by epigenetic silencing, lead to profound restrictions in Tat levels and force the entry of proviruses into latency. In resting memory T cells, which carry the bulk of the latent viral pool, additional restrictions, especially the limiting cellular levels of the essential Tat cofactor P-TEFb and the transcription initiation factors NF-κB and NFAT ensure that the provirus remains silenced unless the host cell is activated. The detailed understanding of HIV transcription is providing a framework for devising new therapeutic strategies designed to purge the latent viral pool. Importantly, the recognition that there are multiple restrictions imposed on latent proviruses suggest that proviral reactivation will not be achieved when only a single reactivation step is targeted and that any optimal activation strategy will require both removal of epigenetic blocks and the activation of P-TEFb.Keywords: HIV latency, Tat, P-TEFb, epigenetics, NF-κB. Even with an intensive regimen of highly active antiretroviral therapy (HAART), HIV infections persist throughout the lifetimes of patients due to the existence of a latent reservoir of virus in peripheral blood and lymphoid tissues. Latent HIV proviruses quickly resume active replication when HAART is interrupted [1-3]. Although it is difficult to exclude the possibility that slowly replicating virus persists in sanctuary sites which are poorly accessed by the antiviral drugs, genetic and biochemical evidence strongly suggests that the major latent viral reservoir resides in a very small population of resting memory CD4 T cells (~1 in 106 cells)[1,2, 4-16]. The residual virus recovered from treated patients [17], and the rebounding virus recovered during the short treatment interruptions [18], have much less sequence heterogeneity than would be expected for a viral population replicating at low levels.Eliminating the latent reservoir is particularly challenging since the reservoir is established early during infection [9], is extremely stable, with an estimated half-life of 44 months [8], and can be replenished during episodes of viremia [19] or by homeostatic replacement of latently infected cells [13]. Since intensification of antiviral regimens has essentially no impact on eradicating the latent pool from the infected host [4], there is a pressing need to devise novel strategies that specifically target the latent reservoirs of replication-competent HIV [20, 21]. Once reactivated, the viral reservoirs can in principle be purged by antiviral immune responses, viral cytopathic effects, or even intensified antiretroviral therapy.The molecular studies of HIV latency that we will review in this article have demonstrated that a complex combination of cellular events that suppress both the initiation of HIV transcription and its productive elongation are required for the establishment of latent proviruses. The multiple restrictions imposed on latent proviruses that need to be overcome suggest that efficient proviral reactivation will be achieved only if there is the simultaneous removal of multiple blocks to transcription initiation and elongation. Therefore, the development of molecular strategies to eradicate latent reservoirs of HIV demands an improved understanding of the molecular mechanisms controlling its transcriptional silencing and viral reactivation. ORGANIZATION OF THE HIV PROMOTERHIV-1, in common with all other retroviruses uses its long terminal repeat (LTR) as the viral promoter (Fig. ​11). The HIV-1 promoter is a powerful and highly optimized transcription machine comprised of three tandem SP1 binding sites [22], an efficient TATA element [23] and a highly active initiator sequence [24]. Each of these elements participates in the co-operative binding of the initiation factor TFIID and its associated TAF co-factors to the TATA element [25] (Fig. ​22). As a result, the HIV-1 LTR is one of the most efficient promoters that has ever been studied and it is capable of supporting even higher levels of transcription than the adenovirus major late promoter or the CMV immediate early promoter.Open in a separate windowFig. (1)Autoregulation of HIV transcription by Tat. Left panels: Efficient transcription elongation from the HIV LTR is dependent upon\nTat. Small changes in initiation efficiency, due to transcriptional interference or epigenetic silencing, reduce Tat levels in the cell and\ndisproportionately inhibit transcription, driving the HIV provirus into latency. Re-initiation stimulates Tat production and restores full\ntranscription efficiency. Right panels: Recognition of TAR RNA by Tat and P-TEFb. The red bases in TAR are recognized by Tat in the\nTAR bulge region, and by CycT1 in the TAR loop region.Open in a separate windowFig. (2)Chromatin control of HIV transcription. The structure of the HIV promoter and flanking nucleosomes is shown in the center.\nProviral reactivation depends upon recruitment of histone acetyltransferases that are recruited to the HIV LTR following induction of NF-κB\n(or NFAT). The histone acetyltransferases in turn recruit the SWI/SNF chromatin remodeling machinery. This acts to remodel the restrictive\nnucleosome 1 (Nuc-1). During epigenetic silencing histone deacetylases are recruited to the promoter via DNA-binding molecules, including\nCBF-1 and YY1. The deacetylated proviral chromatin becomes a target for additional silencing via recruitment of the polycomb repressive\ncomplex-2 (PRC2) which mediates histone methylation and DNA methylation. In certain circumstances PRC2 can recruit PRC1 leading to\nfurther repression of the provirus.Transcription initiation from the HIV LTR is highly inducible. In addition to the core promoter, HIV-1 utilizes a signal-responsive \"enhancer region\" which contains two NF-κB binding motifs [26]. Members of both the NF-κB family [27] and NFAT [28] can bind to the HIV-1 NF-κB motifs. Because their recognition sequences overlap, binding of these factors is mutually exclusive [29, 30]. However, binding of NF-κB is more efficient than NFAT since it is enhanced by cooperative interactions with Sp1 [31]. Although mutation of the NF-κB sites results in only a modest inhibition of virus growth in most transformed cell lines [32], signaling through the viral enhancer is essential in order to re-activate latent proviruses and support virus replication in primary T-cells, regardless of whether it is stimulated by NF-κB or by NFAT [33-37]. ELONGATION CONTROL OF HIV TRANSCRIPTION BY TATThe HIV promoter is distinct from cellular promoters because it is highly dependent upon the viral trans-activator protein Tat. The first evidence that HIV transcription is dependent upon a viral factor came from experiments by Sodroski et al. [38, 39] who noted that the expression of reporter genes placed under the control of the viral long terminal repeat (LTR) was dependent upon a trans-activating factor (Tat) present in HIV-infected cells. Deletion analysis of the viral LTR showed that Tat activity required the transactivation-responsive region (TAR), a regulatory element located downstream of the initiation site for transcription between nucleotides +1 and +59 (Fig. ​11). The interactions between Tat and TAR are direct: Dingwall et al. [40-41] demonstrated that Tat is able to specifically recognize TAR RNA and mapped its recognition site to a U-rich bulge near the apex of the TAR RNA stem. Detailed analysis of Tat’s interactions with TAR RNA by NMR subsequently revealed that Tat recognition of TAR requires conformational changes in the RNA structure involving the displacement of the first residue in the bulge (U23) by one of the arginine side chains present in the basic binding domain of the Tat protein to create a binding pocket together with the adjacent G26:C39 base pair [42-45]. P-TEFB IS AN ESSENTIAL COFACTOR FOR TAT MEDIATED TRANSCRIPTIONAL ELONGATIONThe use of a transcribed RNA element to regulate HIV transcription suggested that Tat might be regulating HIV-1 transcriptional elongation, rather than transcriptional initiation. Early RNase protection experiments by Kao et al. [46] demonstrated that in the absence of Tat, the majority of RNA polymerases initiating transcription stall near the promoter, whereas in the presence of Tat there is a dramatic increase in the density of RNA polymerases found downstream of the promoter. Promoter proximal pausing has now been recognized as a common feature of many cellular genes, but at the time of the initial discovery in HIV it was unprecedented [47-50].A 10-year long search for cellular cofactors required for Tat activity culminated with the identification of the elongation factor P-TEFb in 1997 [51-52]. P-TEFb was originally identified as global transcription elongation factor that was selectively inhibited by an ATP analog, DRB (5,6-Dichlorobenzimidazole 1-β-D-ribofuranoside)without directly blocking RNA polymerase II (RNAP II) activity [53,54]. Since DRB also selectively blocks the ability of Tat to stimulate productive elongation, it was proposed that the elongation activity of Tat on the proviral DNA has to be mediated by a DRB-sensitive host elongation factor [55]. Subsequently Herrmann and Rice used HIV Tat as bait to affinity purify a DRB-sensitive Tat-associated kinase (TAK) from HeLa nuclear extracts which could hyperphosphorylate the C-terminal domain of the large subunit RNAP II [56]. TAK was unequivocally identified as P-TEFb when Zhu et al. [52] cloned and identified the kinase subunit, CDK9 [53, 57]. Simultaneously, a set of novel CDK9 protein kinase inhibitors were shown be selective inhibitors of HIV-1 transcription [51].In parallel, the search for cellular factors capable of interacting with TAR RNA also pointed to P-TEFb as a critical co-factor for Tat activation of elongation. Wei et al., [58] discovered that P-TEFb contains a cyclin component, CycT1, which can form a stable complex with CDK9, Tat and TAR RNA. Crucially, for a putative Tat co-factor, complex formation between Tat, P-TEFb and TAR requires both the Tat binding site and the essential TAR RNA loop sequence.After these seminal biochemical observations, persuasive genetic evidence demonstrated that CycT1 is essential for Tat activity. The murine CycT1 sequence differs from the human sequence by a single substitution of cysteine 261 for tyrosine and is unable to interact with HIV-1 Tat. Introduction of Y261 into the human CycT1 blocked HIV-1 transactivation in transfected cells whereas, conversely, introduction of C261 into the murine CycT1 restored Tat-mediated transactivation [59-62].Human cyclin T1 (hCycT1) has been shown to be the only form of cyclin T that is co-opted by Tat to mediate efficient elongation of HIV [63]. hCycT1 forms the regulatory subunit in a majority of cellular P-TEFb [52, 63], however, as described below, resting T cells can survive when CycT1 levels are absent because they can utilize the homologous cyclin T2a and T2b subunits to sustain transcription.Finally, in an illuminating paper, culminating over 2 decades of research on P-TEFb by David Price and his colleagues, the crystal structure of a Tat:pTEFb complex was determined in 2010 [64]. The structure shows that Tat forms extensive contacts both with the CycT1 subunit of P-TEFb and also with the T-loop of the Cdk9 subunit (Fig. ​11). CONTROL OF TRANSCRIPTION ELONGATION BY TATThere is no specific host repressor that directs a provirus to become latent. Instead, the switch between productive transcription and latency is due to the manipulation of the powerful feedback mechanism fueled by Tat (Fig. ​11). In the absence of Tat latently infected cells carry paused transcription complexes near their promoters and accumulate short transcripts that terminate shortly after TAR RNA [65-67]. The promoter-proximal pausing events that need to be overcome by Tat thus represent a critical rate-limiting step in the productive synthesis of HIV mRNA synthesis that is a characteristic of the latent state of the provirus. The detailed transactivation mechanism involves a complex set of phosphorylation events mediated by the Tat-activated P-TEFb that modify both positive and negative cellular elongation factors (Fig. ​33).Open in a separate windowFig. (3)Activation of HIV transcription elongation by Tat and P-TEFb. In latent proviruses transcription elongation is very inefficient\ndue to absence of the transcription elongation factor NF-κB as well as chromatin restrictions. Initiation is strongly induced by NF-κB, which\nacts primarily to remove chromatin restrictions near the promoter through recruitment of histone acetyltransferases and chromatin\nremodeling factors. After the transcription through the TAR element, both NELF and the Tat/P-TEFb complex (including CDK9 and CycT1\nand the accessory elongation ELL2 complex) are recruited to the elongation complex via binding interactions with TAR RNA. This activates\nthe CDK9 kinase and leads to hyperphosphorylation of the CTD of RNA polymerase II, Spt5 and NELF-E. The phosphorylation of NELF-E\nleads to its release. The presence of hyperphosphorylated RNAP II and Spt5 allows enhanced transcription of the full HIV genome.Like all cellular genes, HIV transcription initiation is triggered by the phosphorylation of the C-terminal domain (CTD) of the large subunit of RNAP II by the CDK7 subunit of TFIIH at Ser-5 residues of the heptad repeat sequence [68-69]. The nascent transcription complex is able transcribe through the 59-nucleotide TAR RNA hairpin structure before pausing is induced by the negative host elongation factors (NELF) and the DRB sensitivity-inducing factor (DSIF) [70-73]. The Tat/P-TEFb complex cooperatively binds to the nascent TAR RNA bringing the CDK9 kinase of P-TEFb into proximity of the paused RNAP II complex [58, 74].The binding of Tat to P-TEFb induces significant conformational changes in CDK9 that constitutively activate the enzyme [58, 64, 68] and permit it to extensively phosphorylate multiple proteins in the transcriptional elongation complex. Phosphorylation of the NELF-E subunit by P-TEFb forces dissociation of NELF from TAR and releases paused transcription elongation complexes [73, 75-76]. Cell-free transcription studies have shown that Tat:P-TEFb also hyperphosphorylates the RNAP II CTD during elongation [68, 77]. This reaction creates a novel form of the RNA polymerase that is highly enriched for phosphorylated Ser-2 residues in the CTD and has enhanced processivity [77-78]. Finally, P-TEFb is also able to extensively phosphorylate Spt5, a subunit of DSIF, which carries a CTD homologous to the RNAP II CTD [79-81]. Although the unmodified DSIF inhibits elongation [76], phosphorylation of Spt5 separates it from the rest of the complex and converts it into a positive elongation factor that stabilizes transcription complexes at terminator sequences [79, 82]. Both cell-free and chromatin immunoprecipitation studies have demonstrated that the Tat: P-TEFb complex forms a stable interaction with the RNAP II elongation machinery suggesting that it facilitates transcription elongation at multiple sites along the proviral genome [77, 79, 83-84]. Thus, Tat and P-TEFb are able to stimulate HIV-1 transcription both through the removal of blocks to elongation imposed by NELF and DSIF and by the enhancement of RNAP II processivity through the phosphorylation of Spt5 and the RNAP II CTD.Recent proteomic studies have shown that in addition to P-TEFb, Tat also helps to direct the transcription factor ELL2 and co-activators belonging to the MLL-fusion protein family (AFF4, ENL, and AF9) to the HIV LTR as part of a so-called super elongation complex (SEC) [85-86]. RNAi knockdown of SEC components dramatically reduces Tat-dependent HIV LTR-driven reporter gene expression, demonstrating a direct role for the SEC in HIV elongation [85-86]. In addition to facilitating the recruitment of the SEC, Tat can also stabilize the SEC complex by preventing the rapid proteasomal degradation of ELL2 [86]. Recently ENL and AF9 were shown to possess a YEATS domain that interacts with the PAF1 subunit of Polymerase-Associated Factor complex (PAFc) [87]. This additional interaction is likely to enhance SEC association with the promoter proximally paused RNAP II complex.A poorly understood aspect of HIV transcriptional control is the coupling that occurs between transcriptional elongation, the regulation of splicing, polyadenylation and RNA export. Evidence that the splicing-associated c-Ski-interacting protein, SKIP, activates both Tat transactivation and HIV-1 splicing provides an intriguing insight into how these diverse events may be coordinated [88]. Furthermore, P-TEFb kinase activity has been shown to be important in controlling splicing and 3’-end processing of pre-mRNA transcripts [89-92]. In addition the CDK11 kinase, which is related to CDK9, has been recently implicated in control of HIV transcription and processing. Valenti et al. [93] found that HIV-1 expression is potently inhibited by set of factors that includes eIF3f, the SR protein 9G8, and CDK11, all of which contribute to HIV mRNA 3’ end processing. Finally the CDK13 kinase has been implicated in the regulation of HIV splicing [94]. Thus, in common with cellular genes, HIV may employ a series of CDK kinases that traverse the genome along with the elongation complex and orchestrate pausing, splicing and termination events by differentially phosphorylating the RNAP II CTD [95]. POSITIVE FEEDBACK CONTROL OF HIV TRANSCRIPTION BY TAT DETERMINES PROVIRAL LATENCYThe strong amplification of transcription stimulated by Tat, coupled with the disproportionate decline in transcription that ensues when Tat levels become restricted, gives the HIV promoter a “bipolar” character: in the absence of Tat transcription is more restricted than from a typical cellular promoter, whereas in the presence of Tat, the activated complex produces unprecedented levels of viral transcripts. Insightful studies by Weinberger et al. [96-98] and Burnett et al. [99] have emphasized how stochastic fluctuations in Tat gene expression can act as a molecular switch forcing the virus into a Tat-dependent “on state” or a Tat-independent “off state”.An important consequence of the bipolar character of the HIV promoter is that small changes in initiation rates are sufficient to restrict Tat production and lead to enhanced rates of viral entry into latency (Fig. ​11). This switching mechanism crucially depends on the auto-regulation and activity of Tat. The introduction of mutations into the NF-κB and Sp1 binding sites, which reduce initiation [99], and mutations that attenuate Tat activity both lead to an increased frequency of viruses entering latency [100]. Similarly, viruses recovered from the latently-infected CD4+ T cells of patients are enriched for HIV-1 Tat variants with impaired transactivation activity [101]. The importance of the feedback mechanism is demonstrated by the observation that expression of Tat in trans from an ectopic promoter, results in constitutive activation of HIV proviruses that are unable to enter latency [100]. Similarly, changes in the cellular environment that restrict transcription initiation are able to reduce Tat availability and force the virus into latency, but the virus remains poised to resume its replication in response to triggers that stimulate transcription initiation and restore Tat levels. Because of the Tat feedback mechanism, when latently infected cells are partially activated, intermediate viral expression levels are rarely observed. Instead, the subset of cells that is able to produce Tat becomes fully activated, while the subset of cells that fails to achieve threshold levels of Tat reverts to a silenced state.HIV latency can therefore be thought of as a consequence of changes in the cellular environment that lead to reduced Tat levels. At the chromatin level, epigenetic silencing is used to restrict HIV transcription initiation. In addition, several features of the metabolism of resting CD4+ T cells are critical for the establishment of latency. First, resting cells lack the co-activating factors NF-κB or NFAT. Induction of either transcription factor by drugs, or by T-cell receptor activation, provides a powerful signal leading to the resumption of transcription by latent HIV proviruses. Secondly, reductions in the level the P-TEFb component CycT1 and sequestration of the P-TEFb complex by the HEXIM/7SK RNA complex also appear to restrict HIV transcription in resting lymphocytes. In addition to these mechanisms, it has also been suggested that HIV mRNA export is impaired in resting T cells, posing a further barrier to expression of provirus in resting cells. Below we describe these key mechanisms used to limit transcription initiation and Tat-mediated transcription elongation in latently infected cells. EPIGENETIC MECHANISMS THAT LIMIT HIV TRANSCRIPTION INITIATIONHIV integrates into the host genome preferentially within actively transcribed intronic regions [102-104]. Following integration a highly ordered nucleosomal structure is assembled surrounding the promoter [105-107]. These nucleosomal structures, especially nucleosome 1 (Nuc-1), which is positioned around the transcription start site and is therefore able to block RNAP II initiation [105], play a crucial role in regulating HIV transcription and contribute to the transcriptional silencing of the provirus by serving as targets for epigenetic modifications (Fig. ​22). Latent HIV proviruses are subject to a wide range of epigenetic silencing mechanisms including restrictions imposed by deacetylated histones [108], methylated histones [109-111] and DNA methylation [112-113].The first epigenetic modification of HIV that was identified was the repression of HIV transcription by the recruitment of histone deacetylases (HDACs). In a series of elegant mechanistic studies Margolis and colleagues have detailed how the cooperative binding of LSF and YY-1 to the LTR mediates the recruitment of HDAC1 to the Nuc-1 region of the LTR and identified HDACs as critical repressors of HIV transcription [108, 114-116]. Subsequently several additional cellular proteins have been identified that can enhance HDAC recruitment to the HIV provirus. Williams et al. [117] found that p50 subunits of NF-κB are constitutively bound to the NF-κB element at the LTR of the latent proviral DNA. NF-κB p50 homodimer occupancy of the LTR mediated the recruitment of HDAC1 leading to HIV repression. This is reversed by displacement of the homodimer by the p65/p50 heterodimer following TNF-α stimulation. HDACs can also be recruited to the HIV LTR by CBF-1, a key regulator of the Notch signaling pathway [35, 118]. Knockdown of CBF-1 by shRNA stimulates the partial reactivation of viral expression that is associated with disappearance of HDAC1 from the LTR, enhanced acetylation of Nuc-1 at histone H3, and improved RNAP II recruitment [118]. In a primary CD4 T cell model of HIV latency, CBF-1 and its associated co-factors CIR and mSin3A are bound at the latent HIV LTR in conjunction with HDAC1 and other markers of restrictive chromatin that are removed upon reactivating these cells through the T-cell receptor [35].Latent HIV-1 proviruses also carry methylated histone H3 which has been either trimethylated on lysine 9 (H3K9me3) or lysine 27 (H3K27me3) [100, 110, 111] or dimethylated on lysine 9 (H3K9me2) [119]. Each of these modified histones are considered to be repressive marks for cellular genes [120]. SUV39H1, which is the histone lysine methyltransferase (HKMT) responsible for synthesizing H3K9me3, has been implicated in maintaining HIV-1 latency in microglial cells because of its interactions with CTIP-2 and HP1γ [110-111]. In these systems, knockdown of either CTIP-2 or HP1γ proteins led to activation of HIV-1. Similarly, Imai et al. [119] have proposed that the HKMT G9a, which is responsible for creating di-methyl H3K9, can also contribute to the maintenance of HIV-1 latency. Our laboratory has recently demonstrated that EZH2, the enzyme responsible for H3K27me3 formation is found at the promoter of latent HIV-1 proviruses in T-cells together with the corresponding H3K27me3 [109]. Knockdown of EZH2 with shRNA, or inhibition of EZH2 with chemical inhibitors, efficiently reactivates a significant portion of silenced proviruses.In addition to its enzymatic activity, EZH2 acts as a structural component of the Polycomb Repressive Complex 2 (PRC2). Many intriguing parallels between mechanisms associated with PRC2 silencing of genes during early development and HIV transcriptional control suggest that polycomb can be regarded as a central regulator of HIV epigenetic silencing. PRC2 can serve as a binding platform for multiple histone modifying and DNA modifying enzymes including DNA methyltransferase-1 (DNMT1) [121], the SWI/SNF component bromo-domain containing protein Brd7 [122], and histone deacetylases [123]. It seems likely that these additional components of the silencing machinery can also contribute to the development of HIV latency, and some of these factors have already been associated with HIV latency. For example, DNMT1 is known to mediate methylation of the HIV LTR and further enhance HIV-1 latency [112-113, 121]. PRC2 characteristically targets genes that carry paused RNAP II and generate short RNA transcripts, analogously to the HIV provirus [124-125]. It is tempting to speculate that the short HIV transcripts containing TAR RNA facilitate the recruitment of PRC2 to the LTR. In addition, PRC2 selectively targets genes that contain domains of 'bivalent' chromatin (genes carrying both the histone H3K4me3 and H3K27me37 markers) [126-127]. Similarly, we have recently found H3K4me3 is also associated with the HIV provirus, especially in the downstream Nuc-2 region (unpublished data). Finally, PRC2 is typically found at genes that are enriched in CpG islands [126] and HIV also carries CpG islands in its LTR which are subject to DNA methylation [112] and could contribute to PRC2 recruitment.In contrast to developmentally-regulated cellular genes, where gene silencing is uniform, epigenetic silencing of HIV-1 results in complex and heterogeneous patterns of histone modifications and DNA methylation [100, 112-113, 128]. Heterogeneity of epigenetic markers exists both between individual clones and, more surprisingly, within clonal populations that carry identical integrated proviruses [109, 112-113]. This epigenetic variation may provide an explanation for why certain subsets of silenced proviruses fail to get reactivated when cells are stimulated with exogenous signals and many of the drug candidates currently under evaluation. CONTROL OF LATENCY BY TRANSCRIPTIONAL INTERFERENCEThe observation that HIV integrates within highly active transcription units prompted investigations into whether latency arises because of transcriptional interference between the host promoter and the viral LTR. Lenasi et al. [129] showed that in latently infected Jurkat T-cell lines, host-initiated transcripts terminated at the polyadenylation site in the 5’ LTR of the integrated proviruses. Similarly, Han et al. [130] showed in cell lines that were engineered to insert HIV proviruses in either orientation downstream of the HPRT gene, readthrough transcription inhibited HIV-1 gene expression for convergently orientated provirus but enhanced HIV-1 gene expression when HIV-1 was in the same orientation as the host gene.Although transcriptional interference was clearly documented in several proviral clones, it remains unclear whether it is a primary cause of latency or a consequence of the insertion of a repressed provirus into an active gene. Duverger et al. [131] have argued that transcriptional interference leads to the “silent integration” of proviruses in the majority of latently infected cells. However, these experiments were designed to select for population of viruses that were subjected to immediate silencing events. By contrast, studies from our laboratory have shown that after the selection of cells that carry highly expressed viruses there is progressive silencing due to the imposition of epigenetic restrictions [35, 100, 109]. If transcriptional interference were the dominant mechanism driving HIV latency, then it might be expected that there is a strong orientation bias seen in latently infected cells. Shan et al. [103] observed a modest preference for integration in the same transcriptional orientation as the host gene (63.8% vs 36.2%) which was not observed in acutely infected or persistently infected cells, suggesting that transcriptional interference can play an important role, but not an exclusive role, in establishing latency.Recently Gallastegui et al. [132] used detailed RNA-PCR assays to analyze transcriptional interference. They found that HIV integration into an intron of a gene does not abolish expression of its normally spliced transcript and host gene expression was decreased when HIV was reactivated, the opposite of what would be expected from a model of transcriptional interference where host gene transcription prevents HIV transcription. A possible link between the observations that HIV chromatin structures are strongly repressive and transcriptional interference mechanisms comes from the observation that depletion of chromatin remodeling factors which can associate with elongating transcription complexes (e.g. Spt6, Chd1, and FACT, or the histone chaperones ASF1a and HIRA), promoted HIV reactivation concomitantly with chromatin relaxation and a decrease in general RNA polymerase activity [132]. SEQUESTRATION OF TRANSCRIPTION INITIATION FACTORSThe HIV promoter is exquisitely sensitive to the activation state of the infected cell. Activated CD4 T cells, which can be readily and productively infected with HIV, provide a suitable environment for efficient HIV transcription by expressing high nuclear levels of NF-κB or NFAT and AP-1. By contrast, resting memory T cells are characterized by the cytoplasmic sequestration of NF-κB, NFAT, and AP-1 which severely limits transcription initiation. TCR stimulation of resting T cells induces a complex cascade of pathways leading to the activation of NF-κB through a protein kinase C-mediated pathway and NFAT through the Ca+2-calcineurin pathway.NF-κB binding to the HIV LTR triggers proviral reactivation by directing recruitment of the histone acetyltransferases (HATs) to the HIV LTR [133-136]. The acetylation of histones near the HIV promoter in turn provides a signal for the recruitment of the chromatin remodeling complex BAF which activates transcription by displacing the nucleosome-1 (Nuc-1) which is positioned immediately downstream from the transcriptional start site [105-107, 137-139]. The recruitment of HATs may also help to stabilize NF-κB on the viral promoter, since acetylation [140-141] and methylation [142] of the p65 subunit enhances its DNA binding affinity. NFAT also interacts with the HIV LTR via the NF-κB binding sites. It seems likely that members of the NFAT family also serve to mediate HAT recruitment to the HIV-1 LTR since they are known to recruit the coactivators p300 and CBP to cellular genes [143].Although there has been a long standing controversy about whether NFAT [28, 34, 144] or NF-κB [35-36, 145-146] is the dominant factor mediating proviral reactivation in primary CD4+ T cells, it is now evident that multiple cellular pathways are able to independently reactivate latent HIV expression. In latently infected primary T cells derived from thymocytes both the PKC pathway leading to NF-κB activation and the NFAT are able to stimulate virus expression [145]. TLR5 stimulation induces activation of NF-κB and can reactivate latent HIV-1 in quiescent central memory CD4+ T cells [147]. Similarly, inducers of NF-κB such as prostratin and HIV-1-reactivating protein factor (HRF) [146, 148-149] are potent inducers of latent HIV proviruses in resting memory T-cells. By contrast, in polarized T-cells generated in vitro, NFAT is clearly the exclusive activator of latent proviruses [34]. Thus both transcription factors can stimulate HIV initiation depending on the signaling pathways that have been activated. However, it is unlikely that both transcription factors can act simultaneously since structural studies have shown that both NF-κBand NFAT assume unique, mutually exclusive, conformations upon binding the HIV LTR [29-30, 150-151]. REGULATION OF P-TEFBIn addition to the transcription initiation factors, P-TEFb is tightly regulated in latently infected T cells (Fig. ​44). First, the expression of hCycT1 in resting CD4+ T cells is normally highly restricted. hCycT1 rapidly rise (within 1 h) upon activation of these cells with cytokines, protein kinase C agonists or through the T cell receptor [152-156]. Nuclear factor 90 (NF90), a cellular RNA binding protein, has been recently reported to be an essential factor required for cyclin T1 translation initiation which is upregulated in activated T-cells [157]. Similarly, hCycT1 expression can barely be detected in undifferentiated monocytes due to a microRNA miR-198 that represses hCycT1 protein synthesis [158-159]. Monocyte differentiation into macrophages downregulates miR-198, thereby, permitting hCycT1 expression [158].Open in a separate windowFig. (4)Model for the activation of P-TEFb in resting CD4+ T cells. In resting CD4+ T cells the majority of the P-TEFb in cells there are\nonly low levels of CycT1. Induction of the cells leads to new CycT1 synthesis and the assembly of the transcriptionally inactive 7SK snRNP\ncomplex containing 7SK RNA, HEXIM and the RNA binding proteins MePCE and LARP7. Tat disrupts this complex by displacing HEXIM\nand forming a stable complex with P-TEFb. Prior to recruitment to the transcription complex a larger complex is formed between P-TEFb\nand transcription elongation factors from the mixed lineage leukemia (MLL) family, including ELL2.There are two isoforms of CDK9 (CDK942 and CDK955) [160]. CDK955 differs structurally from CDK942 by harboring an N-terminal 117-residue extension and is synthesized by a promoter that is upstream of the promoter for CDK942 [160]. Both CDK942 and CDK955 appear to be expressed at similar levels in human peripheral blood lymphocytes [161] and both isoforms possess comparable kinase activity toward the C-terminal domain of the large subunit of RNAP II and can interact with Tat [160-161]. While the basal expression of CDK942 is significantly elevated after ~1-2 days exposure to activation signals there is a reciprocal decrease in the levels of CDK955 [156, 161].Recent X-ray structures of the P-TEFb heterodimer (CDK9/hCycT1) and the Tat tri-molecular complex (CDK9/hCyT1/Tat) [64] have now defined the interaction interfaces between each of the P-TEFb subunits and Tat (Fig. ​55). The association between CDK9 and hCycT1 triggers the phosphorylation of CDK9 at Thr-186 located within the flexible activation loop (T-loop) of the enzyme, which in turn induces its kinase activity [162]. Tat binds to the phosphorylated P-TEFb and adopts a partially helical secondary structure after forming Zn-coordinated interactions with hCycT1. The Tat/P-TEFb X-ray structure also revealed that the N-terminal region of Tat forms two intermolecular hydrogen bonds with the T-loop region of CDK9 [64].Open in a separate windowFig. (5)The CDK9 “T-loop” forms a critical part of the\ninterface between CDK9, CycT1 and Tat. In this structural model\nbased on Tahirov et al. [64] the CDK9 backbone is shown in red,\nTat is shown in purple and CycT1 is shown in green. The CDK9 Tloop\nis highlighted in grey, with the critical phosphorylated T186\nresidue shown as a side chain. The T-loop is a critical part of the\ninterface between CDK9, CycT1 and Tat. It is believed that\nalterations in the T-loop geometry induced by post translational\nmodifications and interactions between the three subunits regulates\nthe enzymatic activity of CDK9.T-loop phosphorylation of CDK9 is strictly required for P-TEFb molecules to be held within the 7SK snRNP complex; point mutations of Thr-186 that prevent T-loop phosphorylation (both T186A and the phospho-mimetic T186D) inhibit P-TEFb from associating with 7SK snRNA, HEXIM1, and LARP7 [163-164]. It is not entirely clear how CDK9/hCycT1 heterodimerization triggers T-loop phosphorylation of CDK9. Baumli et al. [162] have identified Thr-186 to be a potential autophosphorylation site based on mass spectrometry analysis of in vitro phosphorylated CDK9. However, a catalytically inactive D167N CDK9 mutant will not only heterodimerize with hCycT1 as efficiently as wild-type, but can also become incorporated into the 7SK snRNP complex [163]. Additionally, in vitro kinase and 7SK snRNP reconstitution assays performed by Zhou and colleagues using phosphatase-treated recombinant CDK9 as substrate and HeLa nuclear extracts as the source of kinase activity suggested that there is a novel, still unidentified, nuclear kinase that mediates Thr-186 phosphorylation [165]. It seems likely that both autophosphorylation and external kinases are used to control Thr-186 phosphorylation.Basal T-loop phosphorylation of CDK9 is extremely low in resting CD4+ T-cells [153-154], and this further restricts P-TEFb activity. Concomitant to hCycT1 induction, T-loop phosphorylation is significantly elevated upon brief (within 1 h) stimulation of these cells through the T-cell receptor. By contrast total cellular CDK9 levels are unchanged under these conditions [154].Transcriptional activity of P-TEFb in peripheral CD4 T cells is further controlled by its sequestration into the 7SK snRNP complex [166-167]. Within this complex 7SK snRNA interacts directly with P-TEFb and its inhibitory protein HEXIM1 and acts as a scaffold to hold the complex together [168-177]. This nuclear regulatory complex also comprises the 7SK snRNA 5’ capping enzyme MEPCE, and LARP7 which binds to the 3’ uridine-rich end of 7SK snRNA and protects it from degradation by nucleases [178-180]. Although P-TEFb molecules that are held within 7SK snRNP are T-loop phosphorylated and therefore catalytically active [163], they are transcriptionally inactive because they are physically unable to be accessed by genes. Nevertheless, P-TEFb-containing 7SK snRNP has been found to be conveniently localized in nuclear speckles in very close proximity to C-terminal hyperphosphorylated RNAP II which would be considered to be a marker of active transcription [152]. A molecular signal or cue that would trigger disassembly of 7SK snRNP and release of P-TEFb is also likely to enable its recruitment to active genes. Therefore, the activation of P-TEFb in resting memory CD4 T cells may require multiple steps involving reversing the restriction on hCycT1 expression, P-TEFb complex formation and T-loop phosphorylation of CDK9, the initial assembly of P-TEFb molecules into 7SK snRNP, relocalization of the inactive complex into nuclear speckles, and the mobilization of active P-TEFb toward transcriptionally active genes (Fig. ​44).The molecular mechanisms leading to the disassembly of 7SK snRNP and mobilization of P-TEFb toward active genes are not well understood. The bromodomain-containing protein Brd4 is able to remove P-TEFb from the 7SK complex and by virtue of its high affinity interaction with acetylated chromatin, can recruit P-TEFb to active cellular genes [164, 176, 181-182]. Similarly, Tat has also been shown to directly mobilize P-TEFb from 7SK snRNP by outcompeting and physically displacing HEXIM1 from hCycT1 binding [174, 176]. These findings have led to a model that proposes that Tat and Brd4 extract P-TEFb from the inactive 7SK snRNP complex in a mutually exclusive manner.It seems likely that post-translational modifications of components of the P-TEFb machinery mediate these mobilization events. Recently, we found that T-cell receptor (TCR) signaling in primary CD4 T lymphocytes and Jurkat T cells results in the immediate activation of transcription elongation from latent HIV proviruses, even at times when Tat levels are too low to sustain transcription elongation [35, 84]. This early increase in elongation is due to the activation of P-TEFb by the disruption of 7SK snRNP through the ERK pathway. Natarajan et al. also reported that TCR signaling can enhance HIV transcription by stimulating P-TEFb dissociation from the RNP complex [183].In addition to this physiological pathway a variety of chemical inducers of HIV transcription appear to act by disrupting pTEFb. Zhou and colleagues [165] have reported that treatment of HeLa cells with UV irradiation or the drug HMBA induced 7SK snRNP complex disruption through the activation of two phosphatase enzymes via calcium signaling. According to their model, PP2B dephosphorylates HEXIM1 triggering a conformational change within the RNP that exposes the T-loop phosphate of Cdk9 to PP1α. Consequently, this sequential phosphatase activity disassembles the RNP complex. Finally Ott and colleagues [184] have found that the acetylation of hCycT1 by p300 in HeLa cells induces P-TEFb release from 7SK snRNP.In summary, the data support the model for P-TEFb activation in resting T cells involving both assembly of the 7SK snRNP complex and the subsequent mobilization of P-TEFb by cellular signaling and Tat (Fig. ​44). In the resting T cell there is relatively little P-TEFb assembled into active complexes or the 7SK snRNP complex, primarily because hCycT1 levels are limiting. After activation of the cells, hCycT1 rapidly rise due to new hCycT1 synthesis. The newly produced hCycT1 associates with pre-existing CDK9 and stimulates autophosphorylation of the T-loop and assembly into the 7SK RNP complex. If signaling is sustained, post-translation modifications direct a fraction of the P-TEFb away from the 7SK snRNP complex where it can then bind to Brd4, or if HIV in present, to Tat, and stimulate transcription. RESTRICTION OF HIV RNA EXPORTIn addition to the mechanisms affecting transcription described above, post-transcriptional mechanisms may also make a contribution to latency. Using ultra-sensitive methods Lassen et al. [185-186] found that purified, primary CD4+ T cells derived from patients on HAART have low levels of full-length spliced and unspliced HIV-1 transcripts. Surprisingly both spliced and unspliced HIV-1 RNAs were found in the nucleus suggesting that there may be a block to nuclear mRNA export. This block to HIV-1 RNA export prevents translation of the viral regulatory proteins, thereby further reducing Tat and Rev levels, which contributes to the maintenance of latency. PROSPECTS FOR DRUG DISCOVERYThe most practical and effective approach to HIV eradication therapy will be based on small molecule inducers of latent viruses since this type of therapy can be developed using well established drug discovery tools and ultimately therapy can be delivered in normal clinical settings [20, 187-190]. The goal of this therapy is to induce the transcriptional activity of the latent HIV-1 without inducing the polyclonal activation of non-infected cells (a “shock” phase). Once the virus is reactivated a “kill” phase will be used to eliminate the induced cells through existing immune responses, viral cytopathogenicity or cytotoxic drugs. The molecular studies reviewed here also emphasize that HIV has a plethora of potential drug vulnerabilities that could be exploited to prevent its re-emergence from latency. Extensive screens have shown that protein kinase C agonists lacking tumor-promoter activities are a major class of drugs that are able to induce transcriptional activity of the latent HIV-1 without inducing the polyclonal activation of non-infected cells [191]. The range of compounds that are able to activate HIV via this mechanism of action is extremely diverse and includes phorboids such as prostratin [146, 149, 156, 192], the clinically-available macrolide bryostatin 1[193-195], and macrocyclic polyesters such as jatrophanes [196]. However, all of these drugs are expected to activate signaling pathways leading to NF-κB mobilization. The second major class of activators are drugs that induce epigenetic modifications such as histone deacetylase (HDAC) inhibitors (SAHA, valproic acid) [197-201] and histone methyltransferase inhibitors (DZNep, BIX01294) [109, 119]. Of all of these compounds SAHA has proven to be the most potent in a variety of cell systems, perhaps because it may also have an impact on P-TEFb levels in resting T cells [202]. Finally new screens are identifying additional drugs with unknown mechanisms, such as disulfiram, that can reactivate HIV in latently infected primary CD4 T cells [37, 188, 203-206].The detailed molecular studies described above strongly imply that effective activation of the entire latent viral pool may ultimately require a cocktail of drugs that stimulate both transcription initiation and P-TEFb mobilization. It is therefore not too surprising that most of the agents so far identified can therefore only reactivate a subset of latently-infected cells. As insights into HIV latency continue to emerge, it will be important to engage the best researchers from academia and industry in a concerted effort to develop safe and effective HIV eradication strategies. ACKNOWLEDGEMENTSThe research on HIV latency in the Karn laboratory is supported by the following NIH grants: DP1 DA028869, 1U19AI096113, P30 AI036219, 1 R01 DA030156, R01 AI067093; and amfAR grant 108266-51-RFRL. REFERENCES1.  Chun TW, Carruth L, Finzi D, et al.  Quantification of latent tissue\nreservoirs and total body viral load in HIV-1 infection. Nature\n. 1997;387:183–8. [PubMed] [Google Scholar]2.  Finzi D, Blankson J, Siliciano JD, et al.  Latent infection of CD4+ T\ncells provides a mechanism for lifelong persistence of HIV-1, even\nin patients on effective combination therapy. Nat Med. 1999;5(5):512–7. [PubMed] [Google Scholar]3.  Pierson T, McArthur J, Siliciano RF. Reservoirs for HIV-1:\nmechanisms for viral persistence in the presence of antiviral\nimmune responses and antiretroviral therapy. Annu Rev Immunol\n. 2000;18:665–708. [PubMed] [Google Scholar]4.  Dinoso JB, Kim SY, Wiegand AM, et al.  Treatment intensification\ndoes not reduce residual HIV-1 viremia in patients on highly active\nantiretroviral therapy. Proc Natl Acad Sci U S A. 2009;106(23):9403–8. [PMC free article] [PubMed] [Google Scholar]5.  Sedaghat AR, Siliciano JD, Brennan TP, Wilke CO, Siliciano RF. \nLimits on replenishment of the resting CD4+ T cell reservoir for\nHIV in patients on HAART. PLoS Pathog. 2007;3(8):e122. [PMC free article] [PubMed] [Google Scholar]6.  Monie D, Simmons RP, Nettles RE, et al.  A novel assay allows\ngenotyping of the latent reservoir for human immunodeficiency\nvirus type 1 in the resting CD4+ T cells of viremic patients. J Virol\n. 2005;79(8):5185–202. [PMC free article] [PubMed] [Google Scholar]7.  Shen A, Zink MC, Mankowski JL, et al.  Resting CD4+ T\nlymphocytes but not thymocytes provide a latent viral reservoir in a\nsimian immunodeficiency virus-Macaca nemestrina model of\nhuman immunodeficiency virus type 1-infected patients on highly\nactive antiretroviral therapy. J Virol. 2003;77:4938–49. [PMC free article] [PubMed] [Google Scholar]8.  Siliciano JD, Kajdas J, Finzi D, et al.  Long-term follow-up studies\nconfirm the stability of the latent reservoir for HIV-1 in resting\nCD4+ T cells. Nat Med. 2003;9:727–8. [PubMed] [Google Scholar]9.  Chun T-W, Engel D, Berrey MM, et al.  Early establishment of a\npool of latently infected, resting CD4(+) T cells during primary\nHIV-1 infection. Proc Natl Acad Sci U S A. 1998;95:8869–73. [PMC free article] [PubMed] [Google Scholar]10.  Chun TW, Davey RT, Jr, Engel D, Lane HC, Fauci AS. Reemergence\nof HIV after stopping therapy. Nature. 1999;401:874–5. [PubMed] [Google Scholar]11.  Chun TW, Justement JS, Pandya P, et al.  Relationship between the\nsize of the human immunodeficiency virus type 1 (HIV-1) reservoir\nin peripheral blood CD4+ T cells and CD4+:CD8+ T cell ratios in\naviremic HIV-1-infected individuals receiving long-term highly\nactive antiretroviral therapy. J Infect Dis. 2002;185:1672–6. [PubMed] [Google Scholar]12.  Chun TW, Nickle DC, Justement JS, et al.  Persistence of HIV in\ngut-associated lymphoid tissue despite long-term antiretroviral\ntherapy. J Infect Dis. 2008;197(5):714–20. [PubMed] [Google Scholar]13.  Chomont N, El-Far M, Ancuta P, et al.  HIV reservoir size and\npersistence are driven by T cell survival and homeostatic\nproliferation. Nat Med. 2009;15(8):893–900. [PMC free article] [PubMed] [Google Scholar]14.  Schacker T, Little S, Connick E, et al.  Productive infection of T\ncells in lymphoid tissues during primary and early human\nimmunodeficiency virus infection. J Infect Dis. 2001;183(4):555–62. [PubMed] [Google Scholar]15.  Strain MC, Gunthard HF, Havlir DV, et al.  Heterogeneous\nclearance rates of long-lived lymphocytes infected with HIV:\nintrinsic stability predicts lifelong persistence. Proc Natl Acad Sci\nU S A. 2003;100(8):4819–24. [PMC free article] [PubMed] [Google Scholar]16.  Strain MC, Little SJ, Daar ES, et al.  Effect of treatment, during\nprimary infection, on establishment and clearance of cellular\nreservoirs of HIV-1. J Infect Dis. 2005;191(9):1410–8. [PubMed] [Google Scholar]17.  Brennan TP, Woods JO, Sedaghat AR, et al.  Analysis of HIV-1\nViremia and Provirus in Resting CD4+ T Cells Reveals a Novel\nSource of Residual Viremia in Patients on Antiretroviral Therapy. J\nVirol. 2009;83(17):8470–81. [PMC free article] [PubMed] [Google Scholar]18.  Joos B, Fischer M, Kuster H, et al.  HIV rebounds from latently\ninfected cells, rather than from continuing low-level replication. \nProc Natl Acad Sci U S A. 2008;105(43):16725–30. [PMC free article] [PubMed] [Google Scholar]19.  Chun TW, Nickle DC, Justement JS, et al.  HIV-infected\nindividuals receiving effective antiviral therapy for extended\nperiods of time continually replenish their viral reservoir. J Clin\nInvest. 2005;115(11):3250–5. [PMC free article] [PubMed] [Google Scholar]20.  Richman DD, Margolis DM, Delaney M, et al.  The challenge of\nfinding a cure for HIV infection. Science. 2009;323(5919):1304–7. [PubMed] [Google Scholar]21.  Trono D, Van Lint C, Rouzioux C, et al.  HIV persistence and the\nprospect of long-term drug-free remissions for HIV-infected\nindividuals. Science. 2010;329(5988):174–80. [PubMed] [Google Scholar]22.  Jones K, Kadonaga J, Luciw P, Tjian R. Activation of the AIDS\nretrovirus promoter by the cellular transcription factor, Sp1.  \nScience. 1986;232:755–9. [PubMed] [Google Scholar]23.  Garcia JA, Harrich D, Soultanakis E, et al.  Human\nimmunodeficiency virus type 1 LTR TATA and TAR region\nsequences required for transcriptional regulation. EMBO J. 1989;8:765–78. [PMC free article] [PubMed] [Google Scholar]24.  Zenzie-Gregory B, Sheridan P, Jones KA, Smale ST. HIV-1 core\npromoter lacks a simple initiator element but contains bipartite\nactivator at the transcription start site. J Biol Chem. 1993;268:15823–32. [PubMed] [Google Scholar]25.  Rittner K, Churcher MJ, Gait MJ, Karn J. The human\nimmunodeficiency virus long terminal repeat includes a specialised\ninitiator element which is required for Tat-responsive transcription. \nJ Mol Biol. 1995;248:562–80. [PubMed] [Google Scholar]26.  Nabel G, Baltimore DA. An inducible transcription factor activates\nexpression of human immunodeficiency virus in T cells. Nature\n. 1987;326:711–3. [PubMed] [Google Scholar]27.  Liu J, Perkins ND, Schmid RM, Nabel GJ. Specific NF-kB\nsubunits act in concert with tat to stimulate human\nimmunodeficiency virus type 1 transcription. J Virol. 1992;66:3883–7. [PMC free article] [PubMed] [Google Scholar]28.  Kinoshita S, Chen BK, Kaneshima H, Nolan GP. Host control of\nHIV-1 parasitism in T cells by the nuclear factor of activated T\ncells. Cell. 1998;95:595–604. [PubMed] [Google Scholar]29.  Chen-Park FE, Huang DB, Noro B, Thanos D, Ghosh G. The kB\nDNA sequence from the HIV long terminal repeat functions as an\nallosteric regulator of HIV transcription. J Biol Chem. 2002;277:24701–8. [PubMed] [Google Scholar]30.  Giffin MJ, Stroud JC, Bates DL, et al.  Structure of NFAT1 bound\nas a dimer to the HIV-1 LTR kB element. Nature Struct Biol. 2003;\n10:800–6. [PubMed] [Google Scholar]31.  Perkins ND, Edwards NL, Duckett CS, et al.  A cooperative\ninteraction between NF-kB and Sp1 is required for HIV-1 enhancer\nactivation. EMBO J. 1993;12:3551–8. [PMC free article] [PubMed] [Google Scholar]32.  Chen BK, Feinberg MB, Baltimore D. The kB sites in the human\nimmunodeficiency virus type 1 long terminal repeat enhance virus\nreplication yet are not absolutely required for viral growth. J Virol\n. 1997;71(7):5495–504. [PMC free article] [PubMed] [Google Scholar]33.  Alcami J, de Lera TL, Folgueira L, et al.  Absolute dependence on\nkB responsive elements for initiation and Tat-mediated\namplification of HIV transcription in blood CD4 T lymphocytes. \nEMBO J. 1995;14:1552–60. [PMC free article] [PubMed] [Google Scholar]34.  Bosque A, Planelles V. Induction of HIV-1 latency and reactivation\nin primary memory CD4+ T cells. Blood. 2008;113(1):58–65. [PMC free article] [PubMed] [Google Scholar]35.  Tyagi M, Pearson RJ, Karn J. Establishment of HIV latency in\nprimary CD4+ cells is due to epigenetic transcriptional silencing\nand P-TEFb restriction. J Virol. 2010;84(13):6425–37. [PMC free article] [PubMed] [Google Scholar]36.  Yang HC, Xing S, Shan L, et al.  Small-molecule screening using a\nhuman primary cell model of HIV latency identifies compounds\nthat reverse latency without cellular activation. J Clin Invest. 2009;\n119(11):3473–86. [PMC free article] [PubMed] [Google Scholar]37.  Xing S, Bullen CK, Shroff NS, et al.  Disulfiram reactivates latent\nHIV-1 in a Bcl-2 transduced primary CD4+ T cell model without\ninducing global T cell activation. J Virol. 2011 [PMC free article] [PubMed] [Google Scholar]38.  Sodroski J, Patarca R, Rosen C, Wong-Staal F, Haseltine WA. \nLocation of the trans-acting region on the genome of human T-cell\nlymphotropic virus type III. Science. 1985;229:74–7. [PubMed] [Google Scholar]39.  Sodroski JG, Rosen CA, Wong-Staal F, et al.  Trans-acting\ntranscriptional regulation of human T-cell leukemia virus type III\nlong terminal repeat. Science. 1985;227:171–3. [PubMed] [Google Scholar]40.  Dingwall C, Ernberg I, Gait MJ, et al.  HIV-1 Tat protein stimulates\ntranscription by binding to a U-rich bulge in the stem of the TAR\nRNA structure. EMBO J. 1990;9:4145–53. [PMC free article] [PubMed] [Google Scholar]41.  Dingwall C, Ernberg I, Gait MJ, et al.  Human immunodeficiency\nvirus 1 Tat protein binds trans-activation-responsive region (TAR)\nRNA in vitro. Proc Natl Acad Sci U S A. 1989;86:6925–9. [PMC free article] [PubMed] [Google Scholar]42.  Aboul-ela F, Karn J, Varani G. The structure of the human\nimmunodeficiency virus type 1 TAR RNA reveals principles of\nRNA recognition by Tat protein. J Mol Biol. 1995;253:313–32. [PubMed] [Google Scholar]43.  Puglisi JD, Tan R, Calnan BJ, Frankel AD, Williamson JR. \nConformation of the TAR RNA-arginine complex by NMR\nspectroscopy. Science. 1992;257:76–80. [PubMed] [Google Scholar]44.  Brodsky AS, Williamson JR. Solution structure of the HIV-2 TAR-argininamide\ncomplex. J Mol Biol. 1997;267:624–39. [PubMed] [Google Scholar]45.  Davidson A, Leeper TC, Athanassiou Z, et al.  Simultaneous\nrecognition of HIV-1 TAR RNA bulge and loop sequences by\ncyclic peptide mimics of Tat protein. Proc Natl Acad Sci U S A\n. 2009;106(29):11931–6. [PMC free article] [PubMed] [Google Scholar]46.  Kao S-Y, Calman AF, Luciw PA, Peterlin BM. Anti-termination of\ntranscription within the long terminal repeat of HIV-1 by Tat gene\nproduct. Nature. 1987;330:489–93. [PubMed] [Google Scholar]47.  Krumm A, Hickey LB, Groudine M. Promoter-proximal pausing of\nRNA polymerase II defines a general rate-limiting step after\ntranscription initiation. Genes Dev. 1995;9:559–72. [PubMed] [Google Scholar]48.  Lis JT. Promoter-associated pausing in promoter architecture and\npostinitiation transcriptional regulation. Cold Spring Harbor Symp\nQuant Biol. 1998;63:347–56. [PubMed] [Google Scholar]49.  Min IM, Waterfall JJ, Core LJ, et al.  Regulating RNA polymerase\npausing and transcription elongation in embryonic stem cells. \nGenes Dev. 2011;25(7):742–54. [PMC free article] [PubMed] [Google Scholar]50.  Price DH. Poised polymerases: on your mark...get set...go! Mol\nCell. 2008;30(1):7–10. [PubMed] [Google Scholar]51.  Mancebo HSY, Lee G, Flygare J, et al.  p-TEFb kinase is required\nfor HIV Tat transcriptional activation in vivo and in vitro. Genes\nDev. 1997;11:2633–44. [PMC free article] [PubMed] [Google Scholar]52.  Zhu Y, Pe'ery T, Peng J, et al.  Transcription elongation factor P-TEFb\nis required for HIV-1 Tat transactivation in vitro. Genes Dev\n. 1997;11:2622–32. [PMC free article] [PubMed] [Google Scholar]53.  Marshall NF, Price DH. Purification of p-TEFb, a transcription\nfactor required for the transition into productive elongation. J Biol\nChem. 1995;270:12335–8. [PubMed] [Google Scholar]54.  Marshall NF, Price DH. Control of formation of two distinct\nclasses of RNA polymerase II elongation complexes. Mol Cell Biol\n. 1992;12:2078–90. [PMC free article] [PubMed] [Google Scholar]55.  Marciniak RA, Sharp PA. HIV-1 Tat protein promotes formation of\nmore-processive elongation complexes. EMBO J. 1991;10:4189–96. [PMC free article] [PubMed] [Google Scholar]56.  Herrmann CH, Rice AP. Lentivirus Tat proteins specifically\nassociate with a cellular protein kinase, TAK, that hyperphosphorylates\nthe carboxyl-terminal domain of the large subunit of\nRNA polymerase II: candidate for a Tat cofactor. J Virol. 1995;69:\n1612–20. [PMC free article] [PubMed] [Google Scholar]57.  Marshall NF, Peng J, Xie Z, Price DH. Control of RNA polymerase\nII elongation potential by a novel carboxyl-terminal domain kinase. \nJ Biol Chem. 1996;271(43):27176–83. [PubMed] [Google Scholar]58.  Wei P, Garber ME, Fang S-M, Fischer WH, Jones KA. A novel\ncdk9-associated c-type cyclin interacts directly with HIV-1 Tat and\nmediates its high-affinity, loop specific binding to TAR RNA. Cell\n. 1998;92:451–62. [PubMed] [Google Scholar]59.  Bieniasz PD, Grdina TA, Bogerd HP, Cullen BR. Recruitment of a\nprotein complex containing Tat and cyclin T1 to TAR governs the\nspecies specificity of HIV-1 Tat. EMBO J. 1998;17:7056–65. [PMC free article] [PubMed] [Google Scholar]60.  Fujinaga K, Cujec TP, Peng J, et al.  The ability of positive\ntranscription elongation factor b to transactive human\nimmodeficiency virus transcription depends on a functional kinase\ndomain, cyclin T1 and Tat. J Virol. 1998;72:7154–9. [PMC free article] [PubMed] [Google Scholar]61.  Garber ME, Wei P, KewelRamani VN, et al.  The interaction\nbetween HIV-1 Tat and human cyclin T1 requires zinc and a\ncritical cysteine residue that is not conserved in the murine CycT1\nprotein. Genes Dev. 1998;12:3512–27. [PMC free article] [PubMed] [Google Scholar]62.  Kwak YT, Ivanov D, Guo J, Nee E, Gaynor RB. Role of the human\nand murine cyclin T proteins in regulating HIV-1 Tat-activation. J\nMol Biol. 1999;288:57–69. [PubMed] [Google Scholar]63.  Wimmer J, Fujinaga K, Taube R, et al.  Interactions between Tat\nand TAR and human immunodeficiency virus replication are\nfacilitated by human cyclin T1 but not cyclins T2a or T2b. \nVirology. 1999;255:182. [PubMed] [Google Scholar]64.  Tahirov TH, Babayeva ND, Varzavand K, et al.  Crystal structure of\nHIV-1 Tat complexed with human P-TEFb. Nature. 2010;\n465(7299):747–51. [PMC free article] [PubMed] [Google Scholar]65.  Adams M, Sharmeen L, Kimpton J, et al.  Cellular latency in human\nimmunodeficiency virus-infected individuals with high CD4 levels\ncan be detected by the presence of promoter-proximal transcripts. \nProc Natl Acad Sci U S A. 1994;91:3862–6. [PMC free article] [PubMed] [Google Scholar]66.  Sheldon M, Ratnasabapathy R, Hernandez N. Characterization of\nthe inducer of short transcripts, a human immunodeficiency virus\ntype 1 transcriptional element that activates the synthesis of short\nRNAs. Mol Cell Biol. 1993;13(2):1251–63. [PMC free article] [PubMed] [Google Scholar]67.  Toohey MG, Jones KA. In vitro formation of short RNA\npolymerase II transcripts that terminate within the HIV-1 and HIV-2 promoter-proximal downstream regions. Genes Dev. 1989;3:\n265–83. [PubMed] [Google Scholar]68.  Isel C, Karn J. Direct evidence that HIV-1 Tat activates the Tat-associated\nkinase (TAK) during transcriptional elongation. J Mol\nBiol. 1999;290:929–41. [PubMed] [Google Scholar]69.  Tirode F, Busso D, Coin F, Egly J-M. Reconstitution of the\ntranscription factor TFIIH: assignment of functions for the three\nenzymatic subunits, XPB, XPD, and cdk7. Mol Cell. 1999;3:87–95. [PubMed] [Google Scholar]70.  Yamaguchi Y, Takagi T, Wada T, et al.  NELF, a multisubunit\ncomplex containing RD, cooperates with DSIF to repress RNA\npolymerase II elongation. Cell. 1999;97:41–51. [PubMed] [Google Scholar]71.  Yamaguchi Y, Wada T, Watanabe D, et al.  Structure and function\nof the human transcription elongation factor DSIF. J Biol Chem\n. 1999;274(12):8085–92. [PubMed] [Google Scholar]72.  Narita T, Yamaguchi Y, Yano K, et al.  Human transcription\nelongation factor NELF: identification of novel subunits and\nreconstitution of the functionally active complex. Mol Cell Biol\n. 2003;23(6):1863–73. [PMC free article] [PubMed] [Google Scholar]73.  Zhang Z, Klatt A, Gilmour DS, Henderson AJ. Negative elongation\nfactor NELF represses human immunodeficiency virus\ntranscription by pausing the RNA polymerase II complex. J Biol\nChem. 2007;282(23):16981–8. [PubMed] [Google Scholar]74.  Keen NJ, Churcher MJ, Karn J. Transfer of Tat and release of TAR\nRNA during the activation of the human immunodeficiency virus\ntype-1 transcription elongation complex. EMBO J. 1997;16:5260–72. [PMC free article] [PubMed] [Google Scholar]75.  Fujinaga K, Irwin D, Huang Y, et al.  Dynamics of human\nimmunodeficiency virus transcription: P-TEFb phosphorylates RD\nand dissociates negative effectors from the transactivation response\nelement. Mol Cell Biol. 2004;24:787–95. [PMC free article] [PubMed] [Google Scholar]76.  Yamaguchi Y, Inukai N, Narita T, Wada T, Handa H. Evidence\nthat negative elongation factor represses transcription elongation\nthrough binding to a DRB sensitivity-inducing factor/RNA\npolymerase II complex and RNA. Mol Cell Biol. 2002;22(9):2918–27. [PMC free article] [PubMed] [Google Scholar]77.  Kim YK, Bourgeois CF, Isel C, Churcher MJ, Karn J. \nPhosphorylation of the RNA polymerase II carboxyl-terminal\ndomain by CDK9 is directly responsible for human\nimmunodeficiency virus type 1 Tat-activated transcriptional\nelongation. Mol Cell Biol. 2002;22(13):4622–37. [PMC free article] [PubMed] [Google Scholar]78.  Ramanathan Y, Rajpara SM, Reza SM, et al.  Three RNA\npolymerase II carboxyl-terminal domain kinases display distinct\nsubstrate preferences. J Biol Chem. 2001;276(14):10913–20. [PubMed] [Google Scholar]79.  Bourgeois CF, Kim YK, Churcher MJ, West MJ, Karn J. Spt5\ncooperates with Tat by preventing premature RNA release at\nterminator sequences. Mol Cell Biol. 2002;22:1079–93. [PMC free article] [PubMed] [Google Scholar]80.  Ivanov D, Kwak YT, Guo J, Gaynor RB. Domains in the SPT5\nprotein that modulate its transcriptional regulatory properties. Mol\nCell Biol. 2000;20:2970–83. [PMC free article] [PubMed] [Google Scholar]81.  Aida M, Chen Y, Nakajima K, et al.  Transcriptional pausing\ncaused by NELF plays a dual role in regulating immediate-early\nexpression of the junB gene. Mol Cell Biol. 2006;26(16):6094–104. [PMC free article] [PubMed] [Google Scholar]82.  Yamada T, Yamaguchi Y, Inukai N, et al.  P-TEFb-mediated\nphosphorylation of hSpt5 C-terminal repeats is critical for\nprocessive transcription elongation. Mol Cell. 2006;21(2):227–37. [PubMed] [Google Scholar]83.  Keen NJ, Gait MJ, Karn J. Human immunodeficiency virus type-1\nTat is an integral component of the activated transcription-elongation\ncomplex. Proc Natl Acad Sci U S A. 1996;93:2505–10. [PMC free article] [PubMed] [Google Scholar]84.  Kim YK, Mbonye U, Hokello J, Karn J. T-Cell Receptor Signaling\nEnhances Transcriptional Elongation from Latent HIV Proviruses\nby Activating P-TEFb through an ERK-Dependent Pathway. \nJournal of molecular biology. 2011;410(5):896–916. [PMC free article] [PubMed] [Google Scholar]85.  Sobhian B, Laguette N, Yatim A, et al.  HIV-1 Tat assembles a\nmultifunctional transcription elongation complex and stably\nassociates with the 7SK snRNP. Mol Cell. 2010;38(3):439–51. [PMC free article] [PubMed] [Google Scholar]86.  He N, Liu M, Hsu J, et al.  HIV-1 Tat and host AFF4 recruit two\ntranscription elongation factors into a bifunctional complex for\ncoordinated activation of HIV-1 transcription. Mol Cell. 2010;38(3):428–38. [PMC free article] [PubMed] [Google Scholar]87.  He N, Chan CK, Sobhian B, et al.  Human Polymerase-Associated\nFactor complex (PAFc) connects the Super Elongation Complex\n(SEC) to RNA polymerase II on chromatin. Proc Natl Acad Sci U\nS A. 2011;108(36):E636–45. [PMC free article] [PubMed] [Google Scholar]88.  Bres V, Gomes N, Pickle L, Jones KA. A human splicing factor,\nSKIP, associates with P-TEFb and enhances transcription\nelongation by HIV-1 Tat. Genes Dev. 2005;19(10):1211–26. [PMC free article] [PubMed] [Google Scholar]89.  Ahn SH, Kim M, Buratowski S. Phosphorylation of Serine 2 within\nthe RNA polymerase II C-terminal domain couples transcription\nand 3' end processing. Mol Cell. 2004;13:67–76. [PubMed] [Google Scholar]90.  Barboric M, Lenasi T, Chen H, et al.  7SK snRNP/P-TEFb couples\ntranscription elongation with alternative splicing and is essential for\nvertebrate development. Proc Natl Acad Sci U S A. 2009;106(19):\n7798–803. [PMC free article] [PubMed] [Google Scholar]91.  Pirngruber J, Shchebet A, Schreiber L, et al.  CDK9 directs H2B\nmonoubiquitination and controls replication-dependent histone\nmRNA 3'-end processing. EMBO Rep. 2009;10(8):894–900. [PMC free article] [PubMed] [Google Scholar]92.  Lenasi T, Peterlin BM, Barboric M. Cap-binding protein complex\nlinks pre-mRNA capping to transcription elongation and alternative\nsplicing through positive transcription elongation factor b (P-TEFb) \nJ Biol Chem. 2011;286:22758–68. [PMC free article] [PubMed] [Google Scholar]93.  Valente ST, Gilmartin GM, Venkatarama K, Arriagada G, Goff SP. \nHIV-1 mRNA 3' end processing is distinctively regulated by eIF3f,\nCDK11, and splice factor 9G8. Mol Cell. 2009;36:279–89. [PMC free article] [PubMed] [Google Scholar]94.  Berro R, Pedati C, Kehn-Hall K, et al.  CDK13, a new potential\nhuman immunodeficiency virus type 1 inhibitory factor regulating\nviral mRNA splicing. J Virol. 2008;82(14):7155–66. [PMC free article] [PubMed] [Google Scholar]95.  Bartkowiak B, Liu P, Phatnani HP, et al.  CDK12 is a transcription\nelongation-associated CTD kinase, the metazoan ortholog of yeast\nCtk1. Genes Dev. 2010;24:2303–16. [PMC free article] [PubMed] [Google Scholar]96.  Weinberger LS, Burnett JC, Toettcher JE, Arkin AP, Schaffer DV. \nStochastic gene expression in a lentiviral positive-feedback loop:\nHIV-1 Tat fluctuations drive phenotypic diversity. Cell. 2005;\n122(2):169–82. [PubMed] [Google Scholar]97.  Weinberger LS, Dar RD, Simpson ML. Transient-mediated fate\ndetermination in a transcriptional circuit of HIV. Nat Genet. 2008;\n40(4):466–70. [PubMed] [Google Scholar]98.  Weinberger LS, Shenk T. An HIV Feedback Resistor: Auto-Regulatory Circuit Deactivator and Noise Buffer. PLoS Biol. 2006;\n5(1):e9. [PMC free article] [PubMed] [Google Scholar]99.  Burnett JC, Miller-Jensen K, Shah PS, Arkin AP, Schaffer DV. \nControl of stochastic gene expression by host factors at the HIV\npromoter. PLoS Pathog. 2009;5(1):e1000260. [PMC free article] [PubMed] [Google Scholar]100.  Pearson R, Kim YK, Hokello J, et al.  Epigenetic silencing of\nhuman immunodeficiency virus (HIV) transcription by formation\nof restrictive chromatin structures at the viral long terminal repeat\ndrives the progressive entry of HIV into latency. J Virol. 2008;\n82(24):12291–303. [PMC free article] [PubMed] [Google Scholar]101.  Yukl S, Pillai S, Li P, et al.  Latently-infected CD4+ T cells are\nenriched for HIV-1 Tat variants with impaired transactivation\nactivity. Virology. 2009;387(1):98–108. [PMC free article] [PubMed] [Google Scholar]102.  Han Y, Lassen K, Monie D, et al.  Resting CD4+ T cells from\nhuman immunodeficiency virus type 1 (HIV-1)-infected\nindividuals carry integrated HIV-1 genomes within actively\ntranscribed host genes. J Virol. 2004;78(12):6122–33. [PMC free article] [PubMed] [Google Scholar]103.  Shan L, Yang HC, Rabi SA, et al.  Influence of host gene\ntranscription level and orientation on HIV-1 latency in a primary\ncell model. J Virol. 2011 [PMC free article] [PubMed] [Google Scholar]104.  Brady T, Agosto LM, Malani N, et al.  HIV integration site\ndistributions in resting and activated CD4+ T cells infected in\nculture. AIDS. 2009;23(12):1461–71. [PMC free article] [PubMed] [Google Scholar]105.  Verdin E, Paras PJ, Van Lint C. Chromatin disruption in the\npromoter of human immunodeficiency virus type 1 during\ntranscriptional activation. EMBO J. 1993;12:3249–59. [PMC free article] [PubMed] [Google Scholar]106.  Van Lint C, Emiliani S, Ott M, Verdin E. Transcriptional activation\nand chromatin remodeling of the HIV-1 promoter in response to\nhistone acetylation. EMBO J. 1996;15(5):1112–20. [PMC free article] [PubMed] [Google Scholar]107.  Mahmoudi T, Parra M, Vries RG, et al.  The SWI/SNF chromatin-remodeling\ncomplex is a cofactor for tat transactivation of the HIV\npromoter. J Biol Chem. 2006;281(29):19960–8. [PubMed] [Google Scholar]108.  Coull JJ, Romerio F, Sun JM, et al.  The human factors YY1 and\nLSF repress the human immunodeficiency virus type 1 long\nterminal repeat via recruitment of histone deacetylase 1. J Virol\n. 2000;74(15):6790–9. [PMC free article] [PubMed] [Google Scholar]109.  Friedman J, Cho WK, Chu CK, et al.  Epigenetic silencing of HIV-1 by the Histone H3 lysine 27 Methyltransferase Enhancer of Zeste\n2 (EZH2) J Virol. 2011;85(17):9078–89. [PMC free article] [PubMed] [Google Scholar]110.  Marban C, Suzanne S, Dequiedt F, et al.  Recruitment of chromatin-modifying\nenzymes by CTIP2 promotes HIV-1 transcriptional\nsilencing. EMBO J. 2007;26(2):412–23. [PMC free article] [PubMed] [Google Scholar]111.  du Chene I, Basyuk E, Lin YL, et al.  Suv39H1 and HP1gamma are\nresponsible for chromatin-mediated HIV-1 transcriptional silencing\nand post-integration latency. EMBO J. 2007;26(2):424–35. [PMC free article] [PubMed] [Google Scholar]112.  Blazkova J, Trejbalova K, Gondois-Rey F, et al.  CpG methylation\ncontrols reactivation of HIV from latency. PLoS Pathog. 2009;5(8):\ne1000554. [PMC free article] [PubMed] [Google Scholar]113.  Kauder SE, Bosque A, Lindqvist A, Planelles V, Verdin E. \nEpigenetic regulation of HIV-1 latency by cytosine methylation. \nPLoS Pathog. 2009;5(6):e1000495. [PMC free article] [PubMed] [Google Scholar]114.  Keedy KS, Archin NM, Gates AT. A limited group of class I\nhistone deacetylases act to repress human immunodeficiency virus\ntype-1 expression. J Virol. 2009;83(10):4749–56. [PMC free article] [PubMed] [Google Scholar]115.  He G, Margolis DM. Counterregulation of chromatin deacetylation\nand histone deacetylase occupancy at the integrated promoter of\nhuman immunodeficiency virus type 1 (HIV-1) by the HIV-1\nrepressor YY1 and HIV-1 activator Tat. Mol Cell Biol. 2002;22(9):\n2965–73. [PMC free article] [PubMed] [Google Scholar]116.  Margolis DM, Somasundaran M, Green MR. Human transcription\nfactor YY1 represses human immunodeficiency virus type 1\ntranscription and virion production. J Virol. 1994;68:905–10. [PMC free article] [PubMed] [Google Scholar]117.  Williams SA, Chen LF, Kwon H, et al.  NF-kappaB p50 promotes\nHIV latency through HDAC recruitment and repression of\ntranscriptional initiation. EMBO J. 2006;25(1):139–49. [PMC free article] [PubMed] [Google Scholar]118.  Tyagi M, Karn J. CBF-1 promotes transcriptional silencing during\nthe establishment of HIV-1 latency. EMBO J. 2007;26(24):4985–95. [PMC free article] [PubMed] [Google Scholar]119.  Imai K, Togami H, Okamoto T. Involvement of Histone H3 Lysine\n9 (H3K9) Methyltransferase G9a in the Maintenance of HIV-1\nLatency and Its Reactivation by BIX01294. J Biol Chem. 2010;285(22):16538–45. [PMC free article] [PubMed] [Google Scholar]120.  Kouzarides T. Histone methylation in transcriptional control. Curr\nOpin Genet Dev. 2002;12(2):198–209. [PubMed] [Google Scholar]121.  Vire E, Brenner C, Deplus R, et al.  The Polycomb group protein\nEZH2 directly controls DNA methylation. Nature. 2006;439(7078):871–4. [PubMed] [Google Scholar]122.  Tae S, Karkhanis V, Velasco K, et al.  Bromodomain protein 7\ninteracts with PRMT5 and PRC2, and is involved in transcriptional\nrepression of their target genes. Nucleic Acids Res. 2011 [PMC free article] [PubMed] [Google Scholar]123.  Cheng AS, Lau SS, Chen Y, et al.  EZH2-Mediated Concordant\nRepression of Wnt Antagonists Promotes {beta}-Catenin-Dependent Hepatocarcinogenesis. Cancer Res. 2011;71(11):4028–39. [PubMed] [Google Scholar]124.  Kanhere A, Viiri K, Araujo CC, et al.  Short RNAs are transcribed\nfrom repressed polycomb target genes and interact with polycomb\nrepressive complex-2. Mol Cell. 2010;38(5):675–88. [PMC free article] [PubMed] [Google Scholar]125.  Enderle D, Beisel C, Stadler MB, et al.  Polycomb preferentially\ntargets stalled promoters of coding and noncoding transcripts. \nGenome Res. 2011;21(2):216–26. [PMC free article] [PubMed] [Google Scholar]126.  Ku M, Koche RP, Rheinbay E, et al.  Genomewide analysis of\nPRC1 and PRC2 occupancy identifies two classes of bivalent\ndomains. PLoS genetics. 2008;4(10):e1000242. [PMC free article] [PubMed] [Google Scholar]127.  Bernstein BE, Mikkelsen TS, Xie X, et al.  A bivalent chromatin\nstructure marks key developmental genes in embryonic stem cells. \nCell. 2006;125(2):315–26. [PubMed] [Google Scholar]128.  Zhou M, Deng L, Lacoste V, et al.  Coordination of Transcription\nFactor Phosphorylation and Histone Methylation by the P-TEFb\nKinase during Human Immunodeficiency Virus Type 1\nTranscription. J Virol. 2004;78(24):13522–33. [PMC free article] [PubMed] [Google Scholar]129.  Lenasi T, Contreras X, Peterlin BM. Transcriptional interference\nantagonizes proviral gene expression to promote HIV latency. Cell\nHost Microbe. 2008;4(2):123–33. [PMC free article] [PubMed] [Google Scholar]130.  Han Y, Lin YB, An W, et al.  Orientation-dependent regulation of\nintegrated HIV-1 expression by host gene transcriptional\nreadthrough. Cell Host Microbe. 2008;4(2):134–46. [PMC free article] [PubMed] [Google Scholar]131.  Duverger A, Jones J, May J, et al.  Determinants of the\nestablishment of human immunodeficiency virus type 1 latency. J\nVirol. 2009;83(7):3078–93. [PMC free article] [PubMed] [Google Scholar]132.  Gallastegui E, Millan-Zambrano G, Terme JM, Chavez S, Jordan \nA. Chromatin reassembly factors are involved in transcriptional\ninterference promoting HIV latency. Journal of virology. 2011;85(7):3187–202. [PMC free article] [PubMed] [Google Scholar]133.  Lusic M, Marcello A, Cereseto A, Giacca M. Regulation of HIV-1\ngene expression by histone acetylation and factor recruitment at the\nLTR promoter. EMBO J. 2003;22:6550–61. [PMC free article] [PubMed] [Google Scholar]134.  Benkirane M, Chun RF, Xiao H, et al.  Activation of integrated\nprovirus requires histone acetyltransferase: p300 and p/CAF are\ncoactivators for HIV-1 Tat. J Biol Chem. 1998;273:24898–905. [PubMed] [Google Scholar]135.  Hottiger MO, Nabel GJ. Interaction of human immunodeficiency\nvirus type 1 Tat with the transcriptional coactivators p300 and\nCREB binding protein. J Virol. 1998;72:8252–6. [PMC free article] [PubMed] [Google Scholar]136.  Marzio G, Tyagi M, Gutierrez MI, Giacca M. HIV-1 Tat\ntransactivator recruits p300 and CREB-binding protein histone\nacetyltransferases to the viral promoter. Proc Natl Acad Sci U S A\n. 1998;95:13519–24. [PMC free article] [PubMed] [Google Scholar]137.  Easley R, Van Duyne R, Coley W, et al.  Chromatin dynamics\nassociated with HIV-1 Tat-activated transcription. Biochim\nBiophys Acta. 2009;1799(3-4):275–85. [PMC free article] [PubMed] [Google Scholar]138.  Agbottah E, Deng L, Dannenberg LO, Pumfery A, Kashanchi F. \nEffect of SWI/SNF chromatin remodeling complex on HIV-1 Tat\nactivated transcription. Retrovirology. 2006;3:48. [PMC free article] [PubMed] [Google Scholar]139.  Pumfery A, Deng L, Maddukuri A, et al.  Chromatin remodeling\nand modification during HIV-1 Tat-activated transcription. Curr\nHIV Res. 2003;1(3):343–62. [PubMed] [Google Scholar]140.  Chen LF, Fischle W, Verdin E, Greene WC. Duration of nuclear\nNF-kB action regulated by reversible acetylation. Science. 2001;293:1653–7. [PubMed] [Google Scholar]141.  Furia B, Deng L, Wu K, et al.  Enhancement of nuclear factor-k B\nacetylation by coactivator p300 and HIV-1 Tat proteins. J Biol\nChem. 2002;277(7):4973–80. [PubMed] [Google Scholar]142.  Lu T, Jackson MW, Wang B, et al.  Regulation of NF-kappaB by\nNSD1/FBXL11-dependent reversible lysine methylation of p65. \nProc Natl Acad Sci U S A. 2010;107(1):46–51. [PMC free article] [PubMed] [Google Scholar]143.  Garcia-Rodriguez C, Rao A. Nuclear factor of activated T cells\n(NFAT)-dependent transactivation regulated by the coactivators\np300/CREB-binding protein (CBP) J Exp Med. 1998;187(12):2031–6. [PMC free article] [PubMed] [Google Scholar]144.  Robichaud GA, Barbeau B, Fortin J-F, Rothstein DM, Tremblay \nMJ. Nuclear factor of activated T cells is a driving force for\npreferential productive HIV-1 infection of CD45RO-expressing\nCD4+ T cells. J Biol Chem. 2002;277:23733–41. [PubMed] [Google Scholar]145.  Brooks DG, Arlen PA, Gao L, Kitchen CM, Zack JA. Identification\nof T cell-signaling pathways that stimulate latent HIV in primary\ncells. Proc Natl Acad Sci U S A. 2003;100:12955–60. [PMC free article] [PubMed] [Google Scholar]146.  Williams SA, Chen LF, Kwon H, et al.  Prostratin antagonizes HIV\nlatency by activating NF-kappaB. J Biol Chem. 2004;279(40):42008–17. [PubMed] [Google Scholar]147.  Thibault S, Imbeault M, Tardif MR, Tremblay MJ. TLR5\nstimulation is sufficient to trigger reactivation of latent HIV-1\nprovirus in T lymphoid cells and activate virus gene expression in\ncentral memory CD4+ T cells. Virology. 2009;3889(1-2):20–5. [PubMed] [Google Scholar]148.  Wolschendorf F, Duverger A, Jones J, et al.  Hit-and-Run\nStimulation: A Novel Concept to Reactivate Latent HIV-1\nInfection Without Cytokine Gene Induction. J Virol. 2010;84(17):8712–20. [PMC free article] [PubMed] [Google Scholar]149.  Biancotto A, Grivel JC, Gondois-Rey F, et al.  Dual role of\nprostratin in inhibition of infection and reactivation of human\nimmunodeficiency virus from latency in primary blood\nlymphocytes and lymphoid tissue. J Virol. 2004;78(19):10507–15. [PMC free article] [PubMed] [Google Scholar]150.  Stroud JC, Chen L. Structure of NFAT bound to DNA as a\nmonomer. J Mol Biol. 2003;334(5):1009–22. [PubMed] [Google Scholar]151.  Stroud JC, Oltman A, Han A, Bates DL, Chen L. Structural basis of\nHIV-1 activation by NF-kappaB--a higher-order complex of\np50:RelA bound to the HIV-1 LTR. J Mol Biol. 2009;393(1):98–112. [PMC free article] [PubMed] [Google Scholar]152.  Dow EC, Liu H, Rice AP. T-loop phosphorylated Cdk9 localizes to\nnuclear speckle domains which may serve as sites of active P-TEFb\nfunction and exchange between the Brd4 and 7SK/HEXIM1\nregulatory complexes. J Cell Physiol. 2010;224(1):84–93. [PMC free article] [PubMed] [Google Scholar]153.  Ramakrishnan R, Dow EC, Rice AP. Characterization of Cdk9 T-loop\nphosphorylation in resting and activated CD4(+) T\nlymphocytes. J Leukoc Biol. 2009;86(6):1345–50. [PMC free article] [PubMed] [Google Scholar]154.  Ramakrishnan R, Rice AP. Cdk9 T-loop phosphorylation is\nregulated by the calcium signaling pathway. J Cell Physiol. 2011 [PMC free article] [PubMed] [Google Scholar]155.  Ghose R, Liou LY, Herrmann CH, Rice AP. Induction of TAK\n(cyclin T1/P-TEFb) in purified resting CD4(+) T lymphocytes by\ncombination of cytokines. J Virol. 2001;75(23):11336–43. [PMC free article] [PubMed] [Google Scholar]156.  Sung TL, Rice AP. Effects of prostratin on Cyclin T1/P-TEFb\nfunction and the gene expression profile in primary resting CD4+ T\ncells. Retrovirology. 2006;3:66. [PMC free article] [PubMed] [Google Scholar]157.  Hoque M, Shamanna RA, Guan D, Pe'ery T, Mathews MB. HIV-1\nReplication and Latency Are Regulated by Translational Control of\nCyclin T1. Journal of molecular biology. 2011;410(5):917–32. [PMC free article] [PubMed] [Google Scholar]158.  Sung TL, Rice AP. miR-198 inhibits HIV-1 gene expression and\nreplication in monocytes and its mechanism of action appears to\ninvolve repression of cyclin T1. PLoS Pathog. 2009;5(1):e1000263. [PMC free article] [PubMed] [Google Scholar]159.  Yu W, Ramakrishnan R, Wang Y, et al.  Cyclin T1-dependent\ngenes in activated CD4 T and macrophage cell lines appear\nenriched in HIV-1 co-factors. PLoS One. 2008;3(9):e3146. [PMC free article] [PubMed] [Google Scholar]160.  Shore SM, Byers SA, Maury W, Price DH. Identification of a novel\nisoform of CDK9. Gene. 2003;307:175–82. [PubMed] [Google Scholar]161.  Liu H, Herrmann CH. Differential localization and expression of\nthe CDK9 42K and 55K isoforms. J Cell Physiol. 2005;203(1):251–60. [PubMed] [Google Scholar]162.  Baumli S, Lolli G, Lowe ED, et al.  The structure of P-TEFb\n(CDK9/cyclin T1), its complex with flavopiridol and regulation by\nphosphorylation. EMBO J. 2008;27(13):1907–18. [PMC free article] [PubMed] [Google Scholar]163.  Chen R, Yang Z, Zhou Q. Phosphorylated positive transcription\nelongation factor b (P-TEFb) is tagged for inhibition through\nassociation with 7SK snRNA. J Biol Chem. 2004;279(6):4153–60. [PubMed] [Google Scholar]164.  Yang Z, Yik JH, Chen R, et al.  Recruitment of P-TEFb for\nstimulation of transcriptional elongation by the bromodomain\nprotein Brd4. Mol Cell. 2005;19(4):535–45. [PubMed] [Google Scholar]165.  Chen R, Liu M, Li H, et al.  PP2B and PP1alpha cooperatively\ndisrupt 7SK snRNP to release P-TEFb for transcription in response\nto Ca2+ signaling. Genes Dev. 2008;22(10):1356–68. [PMC free article] [PubMed] [Google Scholar]166.  Yang Z, Zhu Q, Luo K, Zhou Q. The 7SK small nuclear RNA\ninhibits the CDK9/cyclin T1 kinase to control transcription. Nature\n. 2001;414:317–22. [PubMed] [Google Scholar]167.  Nguyen VT, Kiss T, Michels AA, Bensaude O. 7SK small nuclear\nRNA binds to and inhibits the activity of CDK9/cyclin T\ncomplexes. Nature. 2001;414:322–5. [PubMed] [Google Scholar]168.  Yik JH, Chen R, Nishimura R, et al.  Inhibition of P-TEFb\n(CDK9/Cyclin T) kinase and RNA polymerase II transcription by\nthe coordinated actions of HEXIM1 and 7SK snRNA. Mol Cell\n. 2003;12:971–82. [PubMed] [Google Scholar]169.  Michels AA, Fraldi A, Li Q, et al.  Binding of the 7SK snRNA\nturns the HEXIM1 protein into a P-TEFb (CDK9/cyclin T)\ninhibitor. EMBO J. 2004;23(13):2608–19. [PMC free article] [PubMed] [Google Scholar]170.  Barboric M, Kohoutek J, Price JP, et al.  Interplay between 7SK\nsnRNA and oppositely charged regions in HEXIM1 direct the\ninhibition of P-TEFb. EMBO J. 2005;24(24):4291–303. [PMC free article] [PubMed] [Google Scholar]171.  Blazek D, Barboric M, Kohoutek J, Oven I, Peterlin BM. \nOligomerization of HEXIM1 via 7SK snRNA and coiled-coil\nregion directs the inhibition of P-TEFb. Nucleic Acids Res. 2005;\n33(22):7000–10. [PMC free article] [PubMed] [Google Scholar]172.  Schulte A, Czudnochowski N, Barboric M, et al.  Identification of a\ncyclin T-binding domain in Hexim1 and biochemical analysis of its\nbinding competition with HIV-1 Tat. J Biol Chem. 2005;280(26):\n24968–77. [PubMed] [Google Scholar]173.  Kohoutek J, Blazek D, Peterlin BM. Hexim1 sequesters positive\ntranscription elongation factor b from the class II transactivator on\nMHC class II promoters. Proc Natl Acad Sci U S A. 2006;103(46):\n17349–54. [PMC free article] [PubMed] [Google Scholar]174.  Barboric M, Yik JH, Czudnochowski N, et al.  Tat competes with\nHEXIM1 to increase the active pool of P-TEFb for HIV-1\ntranscription. Nucleic Acids Res. 2007;35(6):2003–12. [PMC free article] [PubMed] [Google Scholar]175.  Li Q, Cooper JJ, Altwerger GH, et al.  HEXIM1 is a promiscuous\ndouble-stranded RNA-binding protein and interacts with RNAs in\naddition to 7SK in cultured cells. Nucleic Acids Res. 2007;35(8):\n2503–12. [PMC free article] [PubMed] [Google Scholar]176.  Krueger BJ, Varzavand K, Cooper JJ, Price DH. The mechanism of\nrelease of P-TEFb and HEXIM1 from the 7SK snRNP by viral and\ncellular activators includes a conformational change in 7SK. PLoS\nOne. 2010;5(8):e12335. [PMC free article] [PubMed] [Google Scholar]177.  Michels AA, Nguyen M, Fraldi A, et al.  MAQ1 and 7SK RNA\ninteract with CDK9/cyclin T complexes in a transcription-dependent\nmanner. Mol Cell Biol. 2003;23(14):4859–69. [PMC free article] [PubMed] [Google Scholar]178.  Krueger BJ, Jeronimo C, Roy BB, et al.  LARP7 is a stable\ncomponent of the 7SK snRNP while P-TEFb, HEXIM1 and hnRNP\nA1 are reversibly associated. Nucleic Acids Res. 2008;36(7):2219–29. [PMC free article] [PubMed] [Google Scholar]179.  Jeronimo C, Forget D, Bouchard A, et al.  Systematic analysis of\nthe protein interaction network for the human transcription\nmachinery reveals the identity of the 7SK capping enzyme. Mol\nCell. 2007;27(2):262–74. [PMC free article] [PubMed] [Google Scholar]180.  He N, Jahchan NS, Hong E, et al.  A La-related protein modulates\n7SK snRNP integrity to suppress P-TEFb-dependent transcriptional\nelongation and tumorigenesis. Mol Cell. 2008;29(5):588–99. [PMC free article] [PubMed] [Google Scholar]181.  Jang MK, Mochizuki K, Zhou M, et al.  The bromodomain protein\nBrd4 is a positive regulatory component of P-TEFb and stimulates\nRNA polymerase II-dependent transcription. Mol Cell. 2005;19(4):\n523–34. [PubMed] [Google Scholar]182.  Bisgrove DA, Mahmoudi T, Henklein P, Verdin E. Conserved PTEFb-\ninteracting domain of BRD4 inhibits HIV transcription. Proc\nNatl Acad Sci U S A. 2007;104(34):13690–5. [PMC free article] [PubMed] [Google Scholar]183.  Natarajan M, August A, Henderson AJ. Combinatorial signals from\nCD28 differentially regulate human immunodeficiency virus\ntranscription in T cells. J Biol Chem. 2010;285(23):17338–47. [PMC free article] [PubMed] [Google Scholar]184.  Cho S, Schroeder S, Kaehlcke K, et al.  Acetylation of cyclin T1\nregulates the equilibrium between active and inactive P-TEFb in\ncells. EMBO J. 2009;28(10):1407–17. [PMC free article] [PubMed] [Google Scholar]185.  Lassen KG, Ramyar KX, Bailey JR, Zhou Y, Siliciano RF. Nuclear\nretention of multiply spliced HIV-1 RNA in resting CD4+ T cells. \nPLoS Pathog. 2006;2(7):e68. [PMC free article] [PubMed] [Google Scholar]186.  Lassen KG, Bailey JR, Siliciano RF. Analysis of human\nimmunodeficiency virus type 1 transcriptional elongation in resting\nCD4+ T cells in vivo. J Virol. 2004;78(17):9105–14. [PMC free article] [PubMed] [Google Scholar]187.  Savarino A, Mai A, Norelli S, et al.  \"Shock and kill\" effects of\nclass I-selective histone deacetylase inhibitors in combination with\nthe glutathione synthesis inhibitor buthionine sulfoximine in cell\nline models for HIV-1 quiescence. Retrovirology. 2009;6:52. [PMC free article] [PubMed] [Google Scholar]188.  Choudhary SK, Margolis DM. Curing HIV: Pharmacologic\napproaches to target HIV-1 latency. Annu Rev Pharmacol Toxicol\n. 2011;51:397–418. [PMC free article] [PubMed] [Google Scholar]189.  Siliciano RF. What do we need to do to cure HIV infection. Top\nHIV Med. 2010;18(3):104–8. [PubMed] [Google Scholar]190.  Lewin SR, Evans VA, Elliott JH, Spire B, Chomont N. Finding a\ncure for HIV: will it ever be achievable? J Int AIDS Soc. 2011;14:4. [PMC free article] [PubMed] [Google Scholar]191.  Sanchez-Duffhues G, Vo MQ, Perez M, et al.  Activation of Latent\nHIV-1 Expression by Protein Kinase C Agonists. A Novel\nTherapeutic Approach to Eradicate HIV-1 Reservoirs. Curr Drug\nTargets. 2011;12:348–56. [PubMed] [Google Scholar]192.  Korin YD, Brooks DG, Brown S, Korotzer A, Zack JA. Effects of\nprostratin on T-cell activation and human immunodeficiency virus\nlatency. J Virol. 2002;76(16):8118–23. [PMC free article] [PubMed] [Google Scholar]193.  Kovochich M, Marsden MD, Zack JA. Activation of Latent HIV\nUsing Drug-Loaded Nanoparticles. PLoS ONE. 2011;6:e18270. [PMC free article] [PubMed] [Google Scholar]194.  Mehla R, Bivalkar-Mehla S, Zhang R, et al.  Bryostatin Modulates\nLatent HIV-1 Infection via PKC and AMPK Signaling but Inhibits\nAcute Infection in a Receptor Independent Manner. PLoS ONE\n. 2010;5:e11160. [PMC free article] [PubMed] [Google Scholar]195.  Pérez M, de Vinuesa AG, Sanchez-Duffhues G, et al.  Bryostatin-1\nsynergizes with histone deacetylase inhibitors to reactivate HIV-1\nfrom latency. Curr HIV Res. 2010;8:418–29. [PubMed] [Google Scholar]196.  Bedoya LM, Marquez N, Mart?nez N, et al.  SJ23B, a jatrophane\nditerpene activates classical PKCs and displays strong activity\nagainst HIV in vitro. Biochem Pharm. 2009;77:965–78. [PubMed] [Google Scholar]197.  Archin NM, Espeseth A, Parker D, et al.  Expression of latent HIV\ninduced by the potent HDAC inhibitor suberoylanilide hydroxamic\nacid. AIDS Res Hum Retroviruses. 2009;25(2):207–12. [PMC free article] [PubMed] [Google Scholar]198.  Matalon S, Rasmussen TA, Dinarello CA. HDAC Inhibitors for\nPurging HIV-1 from the Latent Reservoir. Mol Med. 2011 [PMC free article] [PubMed] [Google Scholar]199.  Archin NM, Cheema M, Parker D, et al.  Antiretroviral\nintensification and valproic acid lack sustained effect on residual\nHIV-1 viremia or resting CD4+ cell infection. PLoS One. 2010;\n5(2):e9390. [PMC free article] [PubMed] [Google Scholar]200.  Archin NM, Keedy KS, Espeseth A, et al.  Expression of latent\nhuman immunodeficiency type 1 is induced by novel and selective\nhistone deacetylase inhibitors. AIDS. 2009;23(14):1799–806. [PMC free article] [PubMed] [Google Scholar]201.  Hu F, Chou CJ, Gottesfeld JM. Design and synthesis of novel\nhybrid benzamide-peptide histone deacetylase inhibitors. Bioorg\nMed Chem Lett. 2009;19:3928–31. [PMC free article] [PubMed] [Google Scholar]202.  Contreras X, Schweneker M, Chen CS, et al.  Suberoylanilide\nhydroxamic acid reactivates HIV from latently infected cells. J Biol\nChem. 2009;284(11):6782–9. [PMC free article] [PubMed] [Google Scholar]203.  Margolis DM. Mechanisms of HIV latency: an emerging picture of\ncomplexity. Curr HIV/AIDS Rep. 2010;7(1):37–43. [PubMed] [Google Scholar]204.  Sanchez-Duffhues G, Vo MQ, Perez M, et al.  Activation of latent\nHIV-1 expression by protein kinase C agonists: A novel therapeutic\napproach to eradicate HIV-1 reservoirs. Current Drug Targets\n. 2011;12(3):348–56. [PubMed] [Google Scholar]205.  Reuse S, Calao M, Kabeya K, et al.  Synergistic activation of HIV-1\nexpression by deacetylase inhibitors and prostratin: implications for\ntreatment of latent infection. PLoS One. 2009;4(6):e6093. [PMC free article] [PubMed] [Google Scholar]206.  Ylisastigui L, Archin NM, Lehrman G, Bosch RJ, Margolis DM. \nCoaxing HIV-1 from resting CD4 T cells: histone deacetylase\ninhibition allows latent viral expression. Aids. 2004;18(8):1101–8. [PubMed] [Google Scholar]"}