{"title": "CHD chromatin remodelers and the transcription cycle", "pubDate": "Nov-Dec", "PMCID": "PMC3265784", "DOI": "10.4161/trns.2.6.17840", "PMID": "22223048", "abstract": "It is well established that ATP-dependent chromatin remodelers modulate DNA access of transcription factors and RNA polymerases by \"opening\" or \"closing\" chromatin structure. However, this view is far too simplistic. Recent findings have demonstrated that these enzymes not only set the stage for the transcription machinery to act but are actively involved at every step of the transcription process. As a consequence, they affect initiation, elongation, termination and RNA processing. In this review we will use the CHD family as a paradigm to illustrate the progress that has been made in revealing these new concepts.", "author": [{"author": "Magdalena Murawska", "affiliation": ["Institute of Molecular Biology and Tumor Research, Philipps University Marburg, Marburg, Germany."], "href": "/?term=Murawska+M&cauthor_id=22223048"}, {"author": "Alexander Brehm", "affiliation": [], "href": "/?term=Brehm+A&cauthor_id=22223048"}], "refPMID": [], "citedInPMID": ["22223048", "34725129", "34021162", "33846320", "33770102", "33510794", "33435571", "33263776", "32784701", "32453735", "32439720", "32295522", "31031789", "30343899", "30276807", "30205741", "29153328", "28649742", "28569170", "28512350", "28351991", "26913181", "26075616", "25834810", "25689118", "25621013", "25424540", "25412171", "25378406", "25297984", "24849318", "24736160", "24425734", "24419087", "24387342", "24120991", "23533627", "23370504", "23318260", "23255110"], "body": " AbstractIt is well established that ATP-dependent chromatin remodelers modulate DNA access of transcription factors and RNA polymerases by “opening” or “closing” chromatin structure. However, this view is far too simplistic. Recent findings have demonstrated that these enzymes not only set the stage for the transcription machinery to act but also are actively involved at every step of the transcription process. As a consequence, they affect initiation, elongation, termination and RNA processing. In this review we will use the CHD family as a paradigm to illustrate the progress that has been made in revealing these new concepts.Key words: chromatin remodeling, CHD family, transcription cycle, RNA processing, chromatin remodeler recruitment ATP-dependent chromatin remodelers of the SNF2 helicase superfamily share the ability to use the energy derived from ATP hydrolysis to change nucleosome structure. Their activity can give rise to changes in nucleosome positioning, nucleosome composition and higher order chromatin structure and impacts all processes that utilize DNA as a template. Our view of the influence these enzymes have on transcription has so far been largely limited to their ability to modulate nucleosome structure at the promoters of genes. By doing so, chromatin remodelers are believed to “open” or “close” chromatin and to regulate the access of transcription factors and RNA polymerases. Recent results suggest that this view is too narrow and that chromatin remodelers function throughout the transcription cycle. Many of these new insights have been gained by studying the CHD family of chromatin remodelers. The CHD FamilyThe CHD (Chromodomain-Helicase-DNA binding) family of ATP-dependent chromatin remodelers is characterized by tandem chromodomains in the N-terminal region and a central SNF2-like ATPase domain. The presence of additional structural motifs is used to further divide the CHD family into three subfamilies.1,2The first subfamily contains yeast Chd1 (yChd1), the only CHD family member present in S. cerevisiae, Hrp1 and Hrp3 of S. pombe and the CHD1 and CHD2 proteins of higher eukaryotes. These proteins contain a C-terminal DNA-binding domain that preferentially binds to AT-rich DNA in vitro. However, the in vivo relevance of this interaction is not known.3,4The second subfamily includes CHD3 and CHD4 (also called Mi-2α and Mi-2β, respectively). They lack a DNA binding domain. Instead, they harbor a pair of PHD domains in their N-terminal part.The third subfamily, which comprises CHD5 to CHD9, is more diverse. Its members possess additional functional motifs, like SANT or BRK domains.1,2 However, these additional domains are not shared between subfamily members. This classification is problematic. For example, the CHD5 protein has been placed within the third subfamily, based on the presence of a SANT-like domain.1,2 However, it also contains the double PHD/chromodomain arrangement characteristic of the second subfamily. Indeed, human CHD5 shares 69% and 72% amino acid sequence identity with CHD3 and CHD4, respectively.The biochemical properties of CHD family members are highly heterogeneous. Some exist as monomers in vivo; others are subunits of multiprotein complexes, many of which have not yet been fully characterized. There are also discrepancies in the literature concerning subunit composition of some complexes that likely reflect their heterogeneity or differences in purification procedures. We have summarized the currently known interaction partners of CHD proteins and the methods by which they were identified in Table 1.Table 1CHD complex composition in different speciesATPase (Complex)Complex subunitsMethod of purificationRef.yChd1monomer or dimerMyc-tagged yChd1 purification by anion exchange and size-exlusion chromatography5yChd1, subunit of SLIK and SAGATap-tagged yChd1 IP followed by anion exchange and size-exlusion chromatography6Hrp1Hrp1, Hrp3, Nap1, CkII kinaseFlag-tagged Hrp1 IP, followed by mass spectrometry (MS) analysis7Med15Flag-Med15 IP, followed by MS analysis8dCHD1monomerGlycerol gradient sedimentation from crude Drosophila embryo nuclear extracts9hCHD1hCHD1, SSRP1 (subunit of FACT complex)Yeast 2 hybrid, size-exclusion chromatography in HeLa cells10hCHD1, PAF complex subunits, SNF2h, SF3A (subcomplex of the U2-snRNP)Ion exchange chromatography from HeLa nuclear extracts, followed by size-exclusion chromatography and immunoprecipitation with CHD1 specific antibodies11xMi-2 (NuRD)Mi-2, HDAC1/2, RbAp46/48, MTA1, p66/68, MBD3Ion exchange chromatography and sucrose gradient sedimentation from Xenopus egg extracts12, 13Mi-2β (NuRD)Mi-2β, HDAC1/2, RpAp46/48, MTA1/2, MBD3Immunoaffinity purification from HeLa nuclear extracts followed by MS, also conventional ion exchange chromatography14, 15Mi-2 (MeCP1)Mi-2, HDAC1/2, RbAp46/48, MTA2, p66/p68, MBD2 and MBD3Ion exchange chromatography from HeLa nuclear extracts16Mi2α/β (MBD2/NuRD) (MBD3/NuRD)Mi-2 α/β, HDAC1/2, RpAp46/48, MTA1/2 MBD2, PRMT5, MEP50, DOC1, importin or Mi-2 α/β, HDAC1/2, RpAp46/48, MTA1/2, MBD3, DOC1HEK 293 cell (human embryonic cells) lines stably expressing Tap-tagged MBD2 or MBD3, Tap-purification followed by MS17Mi2α/β (NuRD)Mi-2 α/β, HDAC1/2, RpAp46/48, MTA2, MBD2, MBD3, LSD1, BRCA2Immunoaffinity purification of Flag-tagged MTA2 from HeLa cells, followed by MS analysis18dMi-2 (dNuRD)dMi-2, dRPD33, CAF1/p55, dMBD2/3, dMTA, p66Immunoaffinity purification from Drosophila SL2 cell line19–22dMi-2 (dMec)dMi-2, dMep1Drosophila Kc cell nuclear extract fractionation by ion exchange chromatography, followed by immunoaffinity purification and MS analysis23dMi-2 (dNuRD)dMi-2, dMep1, dRPD3, CAF1/p55, dMBD2/3, dMTA, p66, DOC1, Ttk69Immunoaffinity purification from 0–12hr embryo nuclear extracts with dMi-2 or dMep1 antibodies, followed by MS analysis24dCHD3monomerSize-exclusion chromatography from crude Drosophila embryo and Kc nuclear extracts25Let-418 CHD3Let-418 (CHD4), HDA-1 (HDAC1), Mep1 Let-418, HDA-1, Lin53 (RpAp46/48), Lin40 (MTA1) CHD3, HDA-1, Lin53, Lin40Various immunoprecipitations from protein extracts from mixed-staged C. elegans worms (Tap-tag and GFP-tag purifications), followed by western blot analysis26KismetHigh molecular weight complex (1 MDa)Size-exclusion chromatography of Drosophila embryo nuclear extract, complex composition not determined27CHD7CHD7, BAF/PBAF subunits, PARP1Immunopurification with CHD7 antibodies from hNCLCs cells (human neuronal crest cells) followed by MS analysis28CHD7, SETDB1, PPARγ, NLKImmunoaffinity purification of Flag-tagged NLK followed by MS analysis29CHD8CHD8, WDR5, Ash2L, RbBP5Ion exchange chromatography from HeLa nuclear extracts followed by MS, complex reconstitution by subunit coexpression in SF9 cells30, 31Open in a separate window Recruitment of CHD RemodelersAlthough many chromatin remodelers bind DNA and nucleosomes in a sequence independent manner in vitro, they are targeted to specific chromatin regions in vivo. CHD remodelers utilize a number of recruitment mechanisms that include binding to sequence specific transcription factors, histone marks, methylated DNA and poly(ADP-ribose). In the next section we will discuss CHD remodeler recruitment in the context of transcriptional regulation.Recruitment by binding to transcription factors.Many chromatin-remodeling factors are recruited to specific genes via an interaction with sequence specific transcription regulators. However, the only CHD remodeling complex clearly recruited to chromatin in this manner is the NuRD complex (Nucleosome Remodeling and histone Deacetylation, see Table 1). This complex couples ATP-dependent nucleosome remodeling by CHD3/4 (Mi-2α/β) with histone deacetylation catalyzed by HDAC1/2. These two activities are involved in the transcriptional repression of several genes during development in C. elegans, D. melanogaster and mammals.32,33 NuRD is recruited to the promoters of target genes via interaction with a plethora of transcription factors and co-regulators (summarized in Table 2). For instance, the dMi-2 ATPase subunit of Drosophila NuRD interacts with hunchback (Hb), a transcription factor that represses HOX genes transcription.34 Mutation of the dMi-2 interacting domain of Hb results in de-repression of the Bithorax complex (BXC). Moreover this de-repression is enhanced when Hb and dMi-2 mutations are combined.34 Binding to many other transcription factors and co-regulators has implicated Mi-2-like complexes in repression of pro-neuronal genes, lineage commitment during erythropoiesis and lymphocyte development (Table 2).Table 2Chromatin recruitment mechanisms of CHD remodelersRemodelerRecruiting factorRemarksReferencesdMi-2Ttk69 HunchbackRepression of neuronal specific genes. Repression of HOX genes.24, 4234Mi-2α/βIkaros FOG-1 KAP-1 ER Oct1 EKLF BCL11B NAB2 ZIPGene repression during lymphocyte differentiation. Gene repression in lineage commitment during erythropoiesis. KAP-1 co-repressor interacts with Mi-2α and targets NuRD complex for gene repression. ER interacts with MTA1 subunit of NuRD and mediates NuRD recruitment to pS2 and c-myc promoters. NuRD recruitment to the Il2 promoter in naive CD4 T cells to mediate gene repression. SUMO-dependent interaction with Mi-2β mediates transcriptional repression during erythropoiesis. Recruitment of NuRD for repression of HIV-1 long terminal repeats in T cells. NAB2 interacts with CHD4 and this interaction is important for NuRD recruitment and repression of Rad gene in myelinating Schwann cells. ZIP (Zinc finger and G-Patch domain-containing) interacts with the NuRD subunits and recruits the NuRD complex to EGFR promoter for repression of EGFR transcription in MCF-7 cells.6566, 6741686943707172hCHD1H3K4me2/3hCHD1 binds to H3K4me2/3 via tandem chromodomains.11, 45yChd1PAF complexyChd1 associates with Rtf1, a member of PAF complex. Recruitent of yChd1 to transcribed genes is decreased in Rtf1 mutant strain.49Mi-2α/βMBD2 and DNA methylationTethering of the NuRD complex to free methylated DNA and nucleosomal arrays assembled on methylated DNA in vitro is mediated by MBD2.15, 16dMi-2Activated PARPdMi-2 binds PAR in vitro and recruitment to hsp genes is PAR dependent.64Open in a separate windowRecent evidence suggests that the sumoylation of transcription factors can modulate NuRD recruitment.35–37 Small ubiquitin-like modifiers (SUMOs) are attached postranslationally to lysine residues of a myriad of proteins, many of which are transcriptional regulators (reviewed in ref. 38). SUMO modification of transcriptional regulators often correlates with transcriptional repression.39,40 A high-throughput screen performed in Drosophila cells to identify factors required for SUMO-dependent repression by transcription factor Sp3, revealed a number of chromatin regulators, among them dMi-2. Importantly, dMi-2 binds SUMO and SUMOylated Sp3 in vitro. Other SUMOylated transcription factors such as tramtrack 69 (Ttk69) in Drosophila and the transcriptional co-repressor KAP1 in the human system have been shown to be involved in dMi-2 and CHD3 recruitment to target genes, respectively.24,35,41 Several lines of evidence support this. First, Ttk69 associates with dMi-2 biochemically and genetically.24 Second, dMi-2 and Ttk69 co-localize at a number of discrete sites on polytene chromosomes, demonstrating that they co-occupy the same chromatin regions in vivo. Third, recent genome-wide expression analysis has revealed that dMi-2 and Ttk69 share an overlapping set of target genes.24,42 Finally, in human cells, SUMOylation of Kap-1 and EKLF potentiates NuRD-mediated repression.41,43,44 Taken together, these studies support the view that Mi-2 containing complexes are recruited by SUMOylated transcription factors and mediate SUMO-dependent transcriptional repression. This hypothesis would explain why Mi-2 containing complexes can interact with so many unrelated transcription factors.Recruitment by binding to histone modifications.Recognition of specific histone modifications also plays a role in CHD remodeler recruitment. Human CHD1 interacts with H3K4me2/3 via its two chromodomains, which fold into a functional unit.45,46 This modification is associated with the 5′ regions of active genes.47 Not all CHD1 proteins bind H3K4me3. Deletion of chromodomains of Drosophila CHD1 has no impact on its localization to polytene chromosomes in vivo.48 Moreover, although the dCHD1 chromodomains possess conserved aromatic residues required for methyl-lysine binding, they bind H3K4 peptides independently of their methylation status.48 The chromodomains of yChd1 lack one of these conserved aromatic residues and, accordingly they do not bind H3K4me3.46 Instead, it has been suggested that yChd1 is recruited to transcribed genes via its interaction with the PAF complex, which associates with RNAP II and regulates transcription elongation.49 Thus, the importance of H3K4me2/3 binding for CHD1 recruitment is controversial. It is clear that other recruitment mechanisms operate. Possibly, the chromodomain-H3K4me2/3 interaction serves to stabilize CHD1 chromatin binding post recruitment.In certain scenarios H3K4 methylation may block binding of chromatin regulators to chromatin: H3K4 methylation by SET9 reduces the association of the NuRD complex with the H3 tail.50,51 Thus, by displacing a repressive chromatin remodeling complex, H3K4me3 might contribute to transcriptional activation. Structural analysis showing that the second PHD finger of CHD4 displays a preference for binding unmodified H3K4 and H3K9me3 supports this view.52,53Recruitment by binding to methylated DNA.Methylation of cytosines within CpG islands is an epigenetic modification that leads to transcriptional silencing. Several methyl-CpG-binding proteins (MBPs) recruit co-repressor complexes to regions of methylated DNA.54–57 Some NuRD complexes contain methyl-CpG-binding subunits, such as MBD2.15–17 MBD2 tethers NuRD to nucleosomal arrays assembled on methylated DNA in vitro.15,16 Moreover, overexpression of Mi-2 enhances MBD2-dependent transcriptional repression.16 Collectively, these results strongly suggest that MBD2 recruits NuRD to methylated promoters contributing to their transcriptional repression.In Drosophila, dMi-2 is also functionally linked to dMBD2/3. dMi-2 and dMBD2/3 co-fractionate in SL2 cells and interact genetically.20,22,58 Moreover, both proteins partially co-localize in embryo nuclei and a fraction of dMi-2 is displaced from nuclear foci in MBD mutants.58 These results suggest that MBD2/3 might target some dMi-2 molecules to methylated DNA. However, given the low and transient levels of DNA methylation in Drosophila, this is unlikely to be a major recruitment mechanism for Mi-2 complexes in the fly.Recruitment by binding to PAR.Recently, a novel recruitment mode of CHD remodelers has emerged. Several reports have demonstrated recruitment of CHD4 to sites of DNA breaks (DSBs) in a PARP dependent manner.59–61 In vitro studies suggest that binding to poly(ADP-ribose) polymer (PAR) is likely responsible for CHD4 recruitment to DSBs. Another remodeler, ALC1, binds to PAR at sites of DNA damage via its macrodomain.60,62 Recent results suggest that this recruitment mechanism might also operate in the context of transcription. In Drosophila, heat shock loci are PARylated in response to heat shock stress.63 dMi-2 is recruited to the bodies of heat shock genes and is important for their maximal activation.64 Interestingly, dMi-2 recruitment is PARP dependent, as pharmacological inhibition of PARP in cell culture strongly decreases dMi-2 binding to hsp70 genes. Moreover, similar to human CHD4, dMi-2 binds PAR in vitro and several K/R rich PAR-binding motifs within the N-terminus and the chromodomains have been shown to bind PAR in vitro. Accordingly, a dMi-2 mutant lacking N-terminus and chromodomains is not recruited to active hsp loci on polytene chromosomes, which supports the idea that PAR binding serves as a dMi-2 recruitment mechanism.64 Functions of CHD Chromatin Remodelers in TranscriptionMost CHD remodelers have been implicated in transcriptional repression or activation. It is noteworthy that different CHD remodelers appear to act at separate stages of the transcription cycle, such as initiation, elongation and termination (Fig. 1). Moreover, they also participate in co-transcriptional RNA processing events, such as pre-mRNA splicing and 3′ end formation. In the next section, we will describe CHD protein functions at various stages of the transcription cycle.Open in a separate windowFigure 1CHD remodelers at various steps of transcription cycle. Summary of different studies indicating involvement of CHD remodelers at different stages of active transcription (initiation, elongation, termination). TSS, transcription start site; Stop; transcription stop signal (see text for details).Repression of transcription.NuRD is the only CHD remodeling complex that has been implicated in transcriptional repression. It has been suggested that the net result of the combined enzymatic activities of ATP-dependent nucleosome remodeling and histone deacetylation would be the generation of densely packed, hypoacetylated nucleosomes.73 Purified NuRD complex and its recombinant Mi-2 subunit can disrupt and slide mononucleosomes in an ATP-dependent manner in vitro.15,19,21,74 However, inhibition of histone deacetylase activity has no effect on these nucleosome remodeling activities. By contrast, ATP was reported to stimulate the histone deacetylase activity of NuRD on nucleosomal arrays.14,74,75 Thus, it has been suggested, that ATP-dependent nucleosome remodeling may help the histone deacetylase subunits to gain access to their histone substrates. In addition, RbAp46 and RbAp48 histone-binding subunits of the NuRD complex are not able to bind to nucleosomes and may require a remodeled nucleosome structure to interact with histones.14,76 Based on these results, a model for NuRD transcriptional repression was suggested: First, NuRD is recruited to the promoters of target genes via interaction with various sequence specific transcription factors or cofactors (Table 2). Upon recruitment, the complex remodels adjacent nucleosomes, allowing histone tails to be accessible for deacetylation. This contributes to the generation of a more compacted chromatin structure, resulting in gene repression.14Only few genes regulated by NuRD have been studied in detail. These studies have shown that the formation of a repressive chromatin structure involves several other factors whose actions are coordinated with those of NuRD. For example, SUMOylated Kap1 recruits not only NuRD to promoters, but also the H3K9-specific histone methyltransferase SETDB1. H3K9 methylation leads, in turn, to HP1 binding and further compaction. Increased DNA-methylation was also detected in this silenced chromatin region and it has been suggested that NuRD binding to methylated DNA via its MBD2 subunit maintains the HDAC activity at the locus.41,77 Given that NuRD is found to interact with a growing number of transcription factors and cofactors in different cell and developmental contexts, it is plausible that details of repression by NuRD might differ from gene to gene. Certainly, more studies are required to elucidate more precisely the mechanisms of gene repression by the NuRD complex.Recently, a novel dMi-2 containing complex, dMec (Drosophila Mep-1 containing complex), was purified from Drosophila.23 This complex comprises only two subunits, dMi-2 and the zinc finger protein dMep1, and constitutes the major dMi-2 complex in the Drosophila cell line used for purification. Its C. elegans homolog interacts with the Mi-2 homolog Let-418 and is required for maintenance of somatic differentiation.78 Similar to dNuRD, dMec is a nucleosome stimulated ATPase but lacks histone deacetylase activity.23 Nevertheless, depletion of dMep1 results in de-repression of pro-neuronal genes in a HDAC independent manner, demonstrating that dMi-2 mediated repression mechanisms do not always depend on histone deacetylation.23A key concept that has recently emerged is that CHD family proteins not only contribute to the generation of a chromatin environment that is conducive for transcriptional activation or repression. Rather, these factors appear to be involved at every step of the transcription process itself, including initiation, elongation, termination and co-transcriptional RNA processing. In the following sections we will discuss these new findings.Opening chromatin structure at promoters/enhancers for transcription initiation.Recent genome wide binding studies of the S. pombe homologs of CHD1 (Hpr1 and Hpr3), have revealed their role in nucleosome disassembly at gene promoters.7 Both ATPases co-purify with Nap1, a histone chaperone that acts in concert with remodeling complexes to assemble or disassemble nucleosomes.9,79 Hpr1 and Hpr3 localize to the promoters and, to a lesser extent, bind within the ORFs of many S. pombe genes. Depletion of these remodelers results in a genome wide increase in histone H3 density at promoters suggesting that they are required to remove nucleosomes, which in turn may facilitate transcription initiation. In agreement with this, many genes are downregulated in a Hpr1/3 double mutant.7The examples of Mi-2 and Hpr1/3 demonstrate that CHD family members act at promoters to influence nucleosome structure and density and, thereby, modulate transcription initiation. Other CHD proteins appear to function at enhancer elements. Recently, human CHD7 has been shown to mainly bind to DNAse I hypersensitive sites enriched in H3K4me1, a hallmark of many enhancer sequences.80 Interestingly, CHD7 binds H3K4me1/2/3 peptides via its chromodomains in vitro, an interaction that may stabilize its association with enhancers.80 There is a strong correlation between CHD7 binding to enhancers and transcription of the genes regulated by these enhancers, demonstrating that CHD7 plays an active role in gene activation.80 This hypothesis is strengthened by the finding that CHD7 is required for the transcription of genes encoding factors required for the formation of the neural crest in both humans and Xenopus. Here also, CHD7 occupies distal regulatory elements of these genes.28 Importantly, CHD7 is inactivated in CHARGE syndrome, a complex disease that results from abnormal neural crest development.Currently, it is not known how exactly CHD7 influences transcription. Two findings hint at potential mechanisms. First, CHD7 interacts with BRG1-like complexes (BAF/PBAF), and both, CHD7 and BRG1, occupy the same distal regulatory elements suggesting that CHD7 cooperates with other remodeling factors. Second, weak CHD7 binding has been detected nearby promoters suggesting that CHD7 might be involved in the formation of loops connecting promoters with their respective enhancer elements.80Another family member that has been shown to bind to enhancers is CHD8. CHD8 binds an enhancer element of an androgen receptor (AR) responsive gene in prostate cancer cells. Interestingly, binding is dependent on the presence of hormone. In the absence of CHD8, AR binding and, consequently, gene activation are strongly abrogated. These results suggest that CHD8 cooperates with AR in enhancer binding and gene activation. Whether this cooperation involves nucleosome remodeling at the enhancer is not known.81Mi-2β (CHD4) has also been implicated in regulating the binding of factors to enhancer elements. During T-cell development, Mi-2β facilitates recruitment of the transcription factor HEB and the histone acetyltransferase p300 to the CD4 enhancer element. Mi-2β interacts with both factors in an HDAC independent manner, which suggests that this activity is independent of the NuRD complex.82Taken together these studies suggest that CHD remodelers can create nucleosome-depleted enhancer and promoter regions and thereby facilitate the binding of transcription factors and the RNAP II machinery. By doing so, CHD remodelers contribute to the stimulation of transcriptional initiation.Transcription elongation.A growing number of recent studies indicate that chromatin structure is actively modulated during transcription elongation. Nucleosomes ahead of elongating RNAP II are partially disassembled or displaced and then reassembled when RNAP II has passed through.83 To a large extent, the phosphorylation status of the C-terminal domain of the largest subunit of RNAP II (CTD) defines its elongation competence (reviewed in ref. 84). The CTD contains a conserved heptapeptide repeat (consensus: YSPTSPS). The second and fifth serine of these repeats are major sites of phosphorylation. First, the hypophosphorylated form of RNAP II is recruited to the promoter. Next, near the 5′ end of the gene, CTD repeats are phosphorylated at Ser5 by the Cdk7 subunit of TFIIH and elongation commences. As elongation progresses into the body and towards the 3′ end of the gene, RNAP II becomes progressively phosphorylated at Ser2 by the Cdk9 subunit of P-TEFb. This modification serves as a platform for recruitment of various transcription elongation and RNA processing factors.85Two CHD remodelers have been implicated in transcriptional elongation: Kismet (KisL) and CHD1. KisL was originally identified in a genetic screen for suppressors of polycomb (Pc) repressors in Drosophila, suggesting that it antagonizes Pc to activate homeotic gene expression.86 KisL, dCHD1 and Brahma co-localize with elongating RNAP II on polytene chromosomes. However, these factors do not co-immunoprecipitate, suggesting that they do not engage in strong physical interactions. Nevertheless, the levels of Ser2 phosphorylated, elongating RNAP II in kis mutants are strongly reduced, whereas phosphorylation at Ser5 is not affected. In addition, chromatin association of elongation factor Spt6 and dCHD1 are significantly reduced in kis mutants.27 Since P-TEFb recruitment itself is not affected, KisL is likely to act downstream of P-TEFb to stimulate RNAP II elongation. Association of H3K4 methyltransferases ASH1 and TRX with chromosomes is also decreased in kis mutants. In addition, H3K27me3 methylation, a modification involved in PcG-mediated repression, is significantly increased both in kis as well as in ash1 and trx mutants.87 Taken together, these results provide first insights into the molecular mechanisms used by KisL to counteract PcG repression: KisL appears to facilitate the recruitment of a number of chromatin regulating enzymes, such as dCHD1, Brahma, ASH1 and TRX, to chromatin. In agreement with this view, the human homolog of KisL, CHD8, associates with subunits of MLL, a complex containing the histone H3K4 methyltransferase Ash2L. CHD8 has been implicated in ASH2 recruitment to the HOXA2 promoter; however, its role in early transcription elongation is not clear, as CHD8 depletion enhances HOXA2 expression rather than decreasing it.31 A separate study has revealed a function of CHD8 in early transcription elongation of the Cyclin E2 gene.88 Here, depletion of CHD8 results in downregulation of Cyclin E2 expression at the G1/S cell cycle transition. However, ChIP experiments revealed that CHD8 remains associated with promoter and 5′ end of Cyclin E2 during the entire cell cycle. Moreover, it interacts with hypophosphorylated elongating forms of RNAP II in vivo. It is noteworthy that CHD8 depleted cells display increased sensitivity to transcription elongation inhibitors, like DRB and flavopiridol.88 All together, these results suggest a role of CHD8 in early transcription elongation. More studies are needed in order to elucidate the precise functions of CHD8-like remodelers in this stage of the transcription cycle.As indicated above, CHD has also been implicated in transcription elongation. Drosophila and yeast CHD1 associate with actively transcribed genes.49,89,90 Yeast Chd1 physically interacts with elongation factors, including the Spt4-Spt5, Spt16-Pob3 (FACT) and PAF complexes.49,89,90 yChd1 associates with the transcribed body but not with promoters of active genes. Moreover, this association is decreased in Rtf1 mutants (a subunit of the PAF complex), suggesting that Rtf1 recruits yChd1 to chromatin.49 What is Chd1 doing once it is recruited? It is unlikely that Chd1 directly affects the elongating RNAP II as the processivity of this enzyme is not affected in yeast chd1 mutants.91 Rather, it might function to prevent transcription initiation from cryptic promoters by maintaining an appropriate chromatin structure over transcribed regions. First, in yeast chd1 mutants, a reporter gene displays internal transcription initiation from cryptic promoters and a similar but weaker effect on an endogenous gene has been detected. Aberrant cryptic transcription initiation is strongly enhanced in chd1 and isw1 double mutants, indicating that these two remodelers may act redundantly to suppress initiation from cryptic sites.91,92 Second, chd1 mutant strains display alterations in chromatin structure and nucleosome spacing in both the coding and termination regions of the Adh2 gene.93 Finally, yeast extracts made from chd1 mutant strains fail to assemble chromatin in vitro.94 Studies in Drosophila lend further support to the idea that CHD1 maintains an appropriate nucleosome density over transcribed regions: Drosophila CHD1 is required to deposit the transcription-specific histone variant H3.3 into chromatin in vivo.95 All together, these experiments suggest that CHD1 compensates the loss of nucleosomes, which occurs in actively transcribed regions by depositing new nucleosomes in the wake of elongating RNAP II. These newly deposited nucleosomes are likely further acted upon by histone modifying enzymes, such as the Rpd3S histone deacetylase complex, to re-establish a repressive chromatin structure and to prevent initiation from cryptic sites.96Although this model is attractive, one should bear in mind that in chd1 strains expression of only a small fraction of genes is affected, and that Chd1 deletion has relatively mild effects on cryptic initiation within endogenous genes.5,92 This suggests that the role of CHD1 is either gene specific or that it might be redundant with other chromatin remodelers and histone chaperones.Transcription termination.The final step of the transcription cycle is termination, which involves release of the RNA transcript and dissociation of the transcription complex from the DNA template (reviewed in ref. 97). A genetic screen designed to isolate factors involved in transcription termination by RNAP II in S. pombe identified Hrp1.98 Studies in S. pombe and S. cerevisiae have confirmed that both hrp1 and chd1 deletion strains fail to terminate transcription of several genes resulting in high levels of transcriptional read through. These genes display an altered chromatin structure in their termination region, which spans 800 bp and extends beyond the 3′ end of the gene. All together, these results suggest a general role of yChd1 in the establishment of chromatin structure in the termination regions of yeast genes. This function of yChd1 might be redundant with other remodelers, like Isw1 and Isw2.98 It has been suggested that the chromatin structure present at the 3′ end of genes may enhance RNAP II pausing in order to facilitate the switch from elongation to termination mode.98 Furthermore, yChd1 together with Isw1/2 is important for transcription termination of RNAP I at rDNA genes.99 Given that yChd1 plays a role in transcription elongation, it is possible that the observed defects are consequences of impaired transcription elongation in chd1 mutant strains. Importantly, the steady-state levels of ribosomal RNA is not affected in these mutants, which indicates that the observed termination defects were not due to transcription elongation defects.99 These results also suggest that yChd1 function in transcription termination might be more general and not restricted to RNAP II genes.Transcription termination is functionally coupled to 3′ end RNA processing (reviewed in refs. 97 and 100). Recent findings suggest that also Drosophila Mi-2 might be involved in 3′ end RNA processing. dMi-2 associates with active heat shock genes and supports their strong transcription.64 Accordingly, hsp gene transcription is strongly decreased in transgenic larvae expressing decreased levels of dMi-2 or in larvae that overexpress a catalytically inactive mutant. Transcript analysis revealed that the efficiency of correct 3′ end formation is reduced for several hsp genes.64 Intriguingly, dMi-2 physically interacts with the nascent hsp transcripts hinting at a more direct role in 3′ end RNA processing and/or transcription termination.RNA splicing.Remodelers of the SWI/SNF family, e.g., Brahma, have been previously implicated in splicing regulation in Drosophila, Chironomus tentans and human cells.101,102 However, the enzymatic activity of Brahma is not required in at least some scenarios.102Importantly, hCHD1 plays a role in pre-mRNA splicing. CHD1 was co-purified with elongation factors (FACT, PAF) and SF3A, a subunit of the spliceosomal U2snRNP complex.11 This association is functionally significant, as depletion of CHD1 decreases splicing rate in vitro and in vivo and leads to impaired SF3A recruitment to the transcribed genes. Collectively, these results suggest, that CHD1 regulates pre-mRNA splicing by recruiting components of the splicing machinery to the transcribed RNA possibly via recognition of the H3K4me3 mark with its chromodomains.11 It is not known if CHD1's role is restricted to simply bringing splicing factors to the transcribed gene or whether its ATPase activity also plays a role.dMi-2, too, might be involved directly in RNA processing: splicing of the hsp83 transcript is defective in Drosophila larvae with compromised dMi-2 function.64 In addition, dMi-2 physically interacts with the nascent hsp83 transcript suggesting a more direct role in co-transcriptional processing.What could be the role of dMi-2 in splicing? dMi-2 might recruit splicing machinery to RNA via binding to nascent transcripts. However, the requirement of its enzymatic activity for splicing suggests a more active role. In one possible scenario, dMi-2 might function as an RNP remodeling factor to modulate interactions between RNA splicing factors and their target RNA. It is also plausible that dMi-2 influences splicing by remodeling chromatin structure during transcription. Indeed, recently, chromatin structure and histone modifications have been linked to splicing regulation. Mapping nucleosome positions at a genome-wide scale has shown that nucleosomes are particularly enriched at intron-exon junctions.103–106 Nucleosomes can act as barriers that modulate RNAP II density by inducing its pausing.107 Thus, nucleosome positioning might affect splicing efficiency. It is possible that chromatin remodelers, like dMi-2, might influence splicing by remodeling nucleosomes ahead of RNAP II. Although nucleosomes are severely disrupted at hsp genes upon gene induction, histone variant H3.3 is deposited in the body of hsp genes, which indicates that chromatin remodeling might occur to some extent on these genes upon their activation.108 Whether dMi-2 plays any of these roles in splicing remains to be determined. PerspectivesOne of the hallmarks of the CHD family is its great versatility. This is illustrated by the many mechanisms by which CHD remodelers are recruited to their sites of action. Most lack a DNA binding domain and need to be brought to chromatin by interaction with chromatin-associated proteins. These can be transcription factors or histones, which might be modified by SUMOylation, PARylation or methylation. We do not understand well why so many different recruitment mechanisms for the same factors have evolved. It is tempting to speculate that these recruitment mechanisms do not simply bring CHD remodelers to chromatin but might also influence their subsequent actions.Several CHD remodelers can co-occupy the same transcriptionally active regions. An example is provided by dMi-2, dCHD1 and KisL, which all associate with actively transcribed regions on polytene chromosomes. This argues that different CHD remodelers perform specific tasks during transcription. However, what these tasks are has not been defined in detail.Moreover, CHD remodeler action is not confined to a single stage in the transcription process. This is best exemplified by CHD1, which modulates nucleosome density at promoters to facilitate access of the transcription machinery, remodels nucleosomes during transcription to prevent cryptic promoters from firing and affects nucleosome structure at the 3′ end of genes to allow efficient termination. An important issue that has not been resolved is if CHD1 is carrying out the same basic nucleosome remodeling reaction in each of these situations or if it uses different activities and, if so, how these activities are regulated.Not only can CHD remodelers act at several stages of the transcription cycle, but also the same CHD remodeler can influence transcription both positively or negatively. Mi-2's role in establishing chromatin environments that repress transcription has been well established. However, the same protein is required for full activation of heat shock gene transcription. It is possible that the effect of Mi-2 action on transcription is determined by the protein context in which it acts. Mi-2 carries out most of its repressive functions within the NuRD complex. However, it is not known which proteins cooperate with Mi-2 in heat shock gene activation. It is also possible that the effect of Mi-2 on transcription is dependent on whether it has been recruited to a promoter (e.g., by a transcriptional repressor) or to the body of a gene (e.g., by binding to PAR).Finally, it has emerged that CHD remodeler action is not confined to transcription itself but includes co-transcriptional RNA processing. Here, it will be important to distinguish if the effects observed are an indirect consequence of nucleosome remodeling or if CHD remodelers cooperate with other processing factors to directly act on the RNA transcript.As the investigation of CHD remodelers continues we can be sure that many new facets of this fascinating protein family will be uncovered. AcknowledgmentsWe apologize to all colleagues whose work could not be cited due to space limitations. M.M. is supported by IRTG1384. Work in the lab of A.B. is supported by the DFG. References1. Hall J, Georgel P. CHD proteins: a diverse family with strong ties. Biochem Cell Biol. 2007;85:463–476. [PubMed] [Google Scholar]2. Marfella C, Imbalzano A. The Chd family of chromatin remodelers. Mutat Res. 2007;618:30–40. [PMC free article] [PubMed] [Google Scholar]3. Delmas V, Stokes DG, Perry RP. A mammalian DNA-binding protein that contains a chromodomain and an SNF2/SWI2-like helicase domain. Proc Natl Acad Sci USA. 1993;90:2414–2418. [PMC free article] [PubMed] [Google Scholar]4. Stokes DG, Perry RP. DNA-binding and chromatin localization properties of CHD1. Mol Cell Biol. 1995;15:2745–2753. [PMC free article] [PubMed] [Google Scholar]5. Tran HG, Steger DJ, Iyer VR, Johnson AD. The chromo domain protein chd1p from budding yeast is an ATP-dependent chromatin-modifying factor. EMBO J. 2000;19:2323–2331. [PMC free article] [PubMed] [Google Scholar]6. Pray-Grant MG, Daniel JA, Schieltz D, Yates JR, Grant PA. Chd1 chromodomain links histone H3 methylation with SAGA- and SLIK-dependent acetylation. Nature. 2005;433:434–438. [PubMed] [Google Scholar]7. Walfridsson J, Khorosjutina O, Matikainen P, Gustafsson CM, Ekwall K. A genome-wide role for CHD remodelling factors and Nap1 in nucleosome disassembly. EMBO J. 2007;26:2868–2879. [PMC free article] [PubMed] [Google Scholar]8. Khorosjutina O, Wanrooij PH, Walfridsson J, Szilagyi Z, Zhu X, Baraznenok V, et al.  A chromatin-remodeling protein is a component of fission yeast mediator. J Biol Chem. 2010;285:29729–29737. [PMC free article] [PubMed] [Google Scholar]9. Lusser A, Urwin DL, Kadonaga JT. Distinct activities of CHD1 and ACF in ATP-dependent chromatin assembly. Nat Struct Mol Biol. 2005;12:160–166. [PubMed] [Google Scholar]10. Kelley DE, Stokes DG, Perry RP. CHD1 interacts with SSRP1 and depends on both its chromodomain and its ATPase/helicase-like domain for proper association with chromatin. Chromosoma. 1999;108:10–25. [PubMed] [Google Scholar]11. Sims RJ, Millhouse S, Chen CF, Lewis BA, Erdjument-Bromage H, Tempst P, et al.  Recognition of trimethylated histone H3 lysine 4 facilitates the recruitment of transcription postinitiation factors and pre-mRNA splicing. Mol Cell. 2007;28:665–676. [PMC free article] [PubMed] [Google Scholar]12. Wade PA, Gegonne A, Jones PL, Ballestar E, Aubry F, Wolffe AP. Mi-2 complex couples DNA methylation to chromatin remodelling and histone deacetylation. Nat Genet. 1999;23:62–66. [PubMed] [Google Scholar]13. Wade P, Jones P, Vermaak D, Wolffe A. A multiple subunit Mi-2 histone deacetylase from Xenopus laevis cofractionates with an associated Snf2 superfamily ATPase. Curr Biol. 1998;8:843–846. [PubMed] [Google Scholar]14. Zhang Y, LeRoy G, Seelig HP, Lane WS, Reinberg D. The dermatomyositis-specific autoantigen Mi2 is a component of a complex containing histone deacetylase and nucleosome remodeling activities. Cell. 1998;95:279–289. [PubMed] [Google Scholar]15. Zhang Y, Ng HH, Erdjument-Bromage H, Tempst P, Bird A, Reinberg D. Analysis of the NuRD subunits reveals a histone deacetylase core complex and a connection with DNA methylation. Genes Dev. 1999;13:1924–1935. [PMC free article] [PubMed] [Google Scholar]16. Feng Q, Zhang Y. The MeCP1 complex represses transcription through preferential binding, remodeling and deacetylating methylated nucleosomes. Genes Dev. 2001;15:827–832. [PMC free article] [PubMed] [Google Scholar]17. Le Guezennec X, Vermeulen M, Brinkman AB, Hoeijmakers WA, Cohen A, Lasonder E, et al.  MBD2/NuRD and MBD3/NuRD, two distinct complexes with different biochemical and functional properties. Mol Cell Biol. 2006;26:843–851. [PMC free article] [PubMed] [Google Scholar]18. Wang Y, Zhang H, Chen Y, Sun Y, Yang F, Yu W, et al.  LSD1 is a subunit of the NuRD complex and targets the metastasis programs in breast cancer. Cell. 2009;138:660–672. [PubMed] [Google Scholar]19. Brehm A, Längst G, Kehle J, Clapier CR, Imhof A, Eberharter A, et al.  dMi-2 and ISWI chromatin remodelling factors have distinct nucleosome binding and mobilization properties. EMBO J. 2000;19:4332–4341. [PMC free article] [PubMed] [Google Scholar]20. Ballestar E, Pile LA, Wassarman DA, Wolffe AP, Wade PA. A Drosophila MBD family member is a transcriptional corepressor associated with specific genes. Eur J Biochem. 2001;268:5397–5406. [PubMed] [Google Scholar]21. Bouazoune K, Mitterweger A, Längst G, Imhof A, Akhtar A, Becker PB, et al.  The dMi-2 chromodomains are DNA binding modules important for ATP-dependent nucleosome mobilization. EMBO J. 2002;21:2430–2440. [PMC free article] [PubMed] [Google Scholar]22. Marhold J, Brehm A, Kramer K. The Drosophila methyl-DNA binding protein MBD2/3 interacts with the NuRD complex via p55 and MI-2. BMC Mol Biol. 2004;5:20. [PMC free article] [PubMed] [Google Scholar]23. Kunert N, Wagner E, Murawska M, Klinker H, Kremmer E, Brehm A. dMec: a novel Mi-2 chromatin remodelling complex involved in transcriptional repression. EMBO J. 2009;28:533–544. [PMC free article] [PubMed] [Google Scholar]24. Reddy BA, Bajpe PK, Bassett A, Moshkin YM, Kozhevnikova E, Bezstarosti K, et al.  Drosophila transcription factor Tramtrack69 binds MEP1 to recruit the chromatin remodeler NuRD. Mol Cell Biol. 2010;30:5234–5244. [PMC free article] [PubMed] [Google Scholar]25. Li D, Ohshiro K, Reddy S, Pakala S, Lee M, Zhang Y, et al.  E3 ubiquitin ligase COP1 regulates the stability and functions of MTA1. Proc Natl Acad Sci USA. 2009;106:17493–17498. [PMC free article] [PubMed] [Google Scholar]26. Passannante M, Marti CO, Pfefferli C, Moroni PS, Kaeser-Pebernard S, Puoti A, et al.  Different Mi-2 complexes for various developmental functions in Caenorhabditis elegans. PLoS One. 2010;5:13681. [PMC free article] [PubMed] [Google Scholar]27. Srinivasan S, Armstrong JA, Deuring R, Dahlsveen IK, McNeill H, Tamkun JW. The Drosophila trithorax group protein Kismet facilitates an early step in transcriptional elongation by RNA Polymerase II. Development. 2005;132:1623–1635. [PubMed] [Google Scholar]28. Bajpai R, Chen DA, Rada-Iglesias A, Zhang J, Xiong Y, Helms J, et al.  CHD7 cooperates with PBAF to control multipotent neural crest formation. Nature. 2010;463:958–962. [PMC free article] [PubMed] [Google Scholar]29. Takada I, Mihara M, Suzawa M, Ohtake F, Kobayashi S, Igarashi M, et al.  A histone lysine methyltransferase activated by non-canonical Wnt signalling suppresses PPAR-gamma transactivation. Nat Cell Biol. 2007;9:1273–1285. [PubMed] [Google Scholar]30. Thompson BA, Tremblay V, Lin G, Bochar DA. CHD8 is an ATP-dependent chromatin remodeling factor that regulates beta-catenin target genes. Mol Cell Biol. 2008;28:3894–3904. [PMC free article] [PubMed] [Google Scholar]31. Yates JA, Menon T, Thompson BA, Bochar DA. Regulation of HOXA2 gene expression by the ATP-dependent chromatin remodeling enzyme CHD8. FEBS Lett. 2010;584:689–693. [PubMed] [Google Scholar]32. Ramírez J, Hagman J. The Mi-2/NuRD complex: a critical epigenetic regulator of hematopoietic development, differentiation and cancer. Epigenetics. 2009;4:532–536. [PubMed] [Google Scholar]33. Ahringer J. NuRD and SIN3 histone deacetylase complexes in development. Trends Genet. 2000;16:351–356. [PubMed] [Google Scholar]34. Kehle J, Beuchle D, Treuheit S, Christen B, Kennison JA, Bienz M, et al.  dMi-2, a hunchback-interacting protein that functions in polycomb repression. Science. 1998;282:1897–1900. [PubMed] [Google Scholar]35. Ivanov AV, Peng H, Yurchenko V, Yap KL, Negorev DG, Schultz DC, et al.  PHD domain-mediated E3 ligase activity directs intramolecular sumoylation of an adjacent bromodomain required for gene silencing. Mol Cell. 2007;28:823–837. [PMC free article] [PubMed] [Google Scholar]36. Stielow B, Sapetschnig A, Krüger I, Kunert N, Brehm A, Boutros M, et al.  Identification of SUMO-dependent chromatin-associated transcriptional repression components by a genome-wide RNAi screen. Mol Cell. 2008;29:742–754. [PubMed] [Google Scholar]37. Ogawa H, Komatsu T, Hiraoka Y, Morohashi K. Transcriptional Suppression by Transient Recruitment of ARIP4 to Sumoylated nuclear receptor Ad4BP/SF-1. Mol Biol Cell. 2009;20:4235–4245. [PMC free article] [PubMed] [Google Scholar]38. Gill G. SUMO and ubiquitin in the nucleus: different functions, similar mechanisms? Genes Dev. 2004;18:2046–2059. [PubMed] [Google Scholar]39. Nishida T, Yasuda H. PIAS1 and PIASxalpha function as SUMO-E3 ligases toward androgen receptor and repress androgen receptor-dependent transcription. J Biol Chem. 2002;277:41311–41317. [PubMed] [Google Scholar]40. Holmstrom S, Van Antwerp ME, Iñiguez-Lluhi JA. Direct and distinguishable inhibitory roles for SUMO isoforms in the control of transcriptional synergy. Proc Natl Acad Sci USA. 2003;100:15758–15763. [PMC free article] [PubMed] [Google Scholar]41. Schultz DC, Friedman JR, Rauscher FJ. Targeting histone deacetylase complexes via KRAB-zinc finger proteins: the PHD and bromodomains of KAP-1 form a cooperative unit that recruits a novel isoform of the Mi-2alpha subunit of NuRD. Genes Dev. 2001;15:428–443. [PMC free article] [PubMed] [Google Scholar]42. Murawsky CM, Brehm A, Badenhorst P, Lowe N, Becker PB, Travers AA. Tramtrack69 interacts with the dMi-2 subunit of the Drosophila NuRD chromatin remodelling complex. EMBO Rep. 2001;2:1089–1094. [PMC free article] [PubMed] [Google Scholar]43. Siatecka M, Xue L, Bieker JJ. Sumoylation of EKLF promotes transcriptional repression and is involved in inhibition of megakaryopoiesis. Mol Cell Biol. 2007;27:8547–8560. [PMC free article] [PubMed] [Google Scholar]44. Schultz D, Friedman J, Rauscher Fr. Targeting histone deacetylase complexes via KRAB-zinc finger proteins: the PHD and bromodomains of KAP-1 form a cooperative unit that recruits a novel isoform of the Mi-2alpha subunit of NuRD. Genes Dev. 2001;15:428–443. [PMC free article] [PubMed] [Google Scholar]45. Flanagan JF, Mi LZ, Chruszcz M, Cymborowski M, Clines KL, Kim Y, et al.  Double chromodomains cooperate to recognize the methylated histone H3 tail. Nature. 2005;438:1181–1185. [PubMed] [Google Scholar]46. Sims RJ, Chen CF, Santos-Rosa H, Kouzarides T, Patel SS, Reinberg D. Human but not yeast CHD1 binds directly and selectively to histone H3 methylated at lysine 4 via its tandem chromodomains. J Biol Chem. 2005;280:41789–41792. [PMC free article] [PubMed] [Google Scholar]47. Kouzarides T. Chromatin modifications and their function. Cell. 2007;128:693–705. [PubMed] [Google Scholar]48. Morettini S, Tribus M, Zeilner A, Sebald J, Campo-Fernandez B, Scheran G, et al.  The chromodomains of CHD1 are critical for enzymatic activity but less important for chromatin localization. Nucleic Acids Res. 2011;39:3103–3115. [PMC free article] [PubMed] [Google Scholar]49. Simic R, Lindstrom DL, Tran HG, Roinick KL, Costa PJ, Johnson AD, et al.  Chromatin remodeling protein Chd1 interacts with transcription elongation factors and localizes to transcribed genes. EMBO J. 2003;22:1846–1856. [PMC free article] [PubMed] [Google Scholar]50. Nishioka K, Rice JC, Sarma K, Erdjument-Bromage H, Werner J, Wang Y, et al.  PR-Set7 is a nucleosome-specific methyltransferase that modifies lysine 20 of histone H4 and is associated with silent chromatin. Mol Cell. 2002;9:1201–1213. [PubMed] [Google Scholar]51. Zegerman P, Canas B, Pappin D, Kouzarides T. Histone H3 lysine 4 methylation disrupts binding of nucleosome remodeling and deacetylase (NuRD) repressor complex. J Biol Chem. 2002;277:11621–11624. [PubMed] [Google Scholar]52. Musselman CA, Mansfield RE, Garske AL, Davrazou F, Kwan AH, Oliver SS, et al.  Binding of the CHD4 PHD2 finger to histone H3 is modulated by covalent modifications. Biochem J. 2009;423:179–187. [PMC free article] [PubMed] [Google Scholar]53. Mansfield RE, Musselman CA, Kwan AH, Oliver SS, Garske AL, Davrazou F, et al.  Plant homeodomain (PHD) fingers of CHD4 are histone H3-binding modules with preference for unmodified H3K4 and methylated H3K9. J Biol Chem. 2011;286:11779–11791. [PMC free article] [PubMed] [Google Scholar]54. Nan X, Ng HH, Johnson CA, Laherty CD, Turner BM, Eisenman RN, et al.  Transcriptional repression by the methyl-CpG-binding protein MeCP2 involves a histone deacetylase complex. Nature. 1998;393:386–389. [PubMed] [Google Scholar]55. Wade PA. Methyl CpG-binding proteins and transcriptional repression. Bioessays. 2001;23:1131–1137. [PubMed] [Google Scholar]56. Yoon HG, Chan DW, Reynolds AB, Qin J, Wong J. N-CoR mediates DNA methylation-dependent repression through a methyl CpG binding protein Kaiso. Mol Cell. 2003;12:723–734. [PubMed] [Google Scholar]57. Sarraf SA, Stancheva I. Methyl-CpG binding protein MBD1 couples histone H3 methylation at lysine 9 by SETDB1 to DNA replication and chromatin assembly. Mol Cell. 2004;15:595–605. [PubMed] [Google Scholar]58. Marhold J, Kramer K, Kremmer E, Lyko F. The Drosophila MBD2/3 protein mediates interactions between the MI-2 chromatin complex and CpT/A-methylated DNA. Development. 2004;131:6033–6039. [PubMed] [Google Scholar]59. Polo SE, Kaidi A, Baskcomb L, Galanty Y, Jackson SP. Regulation of DNA-damage responses and cell cycle progression by the chromatin remodelling factor CHD4. EMBO J. 2010;29:3130–3139. [PMC free article] [PubMed] [Google Scholar]60. Gottschalk AJ, Timinszky G, Kong SE, Jin J, Cai Y, Swanson SK, et al.  Poly(ADP-ribosyl)ation directs recruitment and activation of an ATP-dependent chromatin remodeler. Proc Natl Acad Sci USA. 2009;106:13770–13774. [PMC free article] [PubMed] [Google Scholar]61. Larsen DH, Poinsignon C, Gudjonsson T, Dinant C, Payne MR, Hari FJ, et al.  The chromatin-remodeling factor CHD4 coordinates signaling and repair after DNA damage. J Cell Biol. 2010;190:731–740. [PMC free article] [PubMed] [Google Scholar]62. Ahel D, Horejsí Z, Wiechens N, Polo SE, Garcia-Wilson E, Ahel I, et al.  Poly(ADP-ribose)-dependent regulation of DNA repair by the chromatin remodeling enzyme ALC1. Science. 2009;325:1240–1243. [PMC free article] [PubMed] [Google Scholar]63. Tulin A, Spradling A. Chromatin loosening by poly(ADP)-ribose polymerase (PARP) at Drosophila puff loci. Science. 2003;299:560–562. [PubMed] [Google Scholar]64. Murawska M, Hassler M, Renkawitz-Pohl R, Ladurner A, Brehm A. Stress-Induced PARP Activation Mediates Recruitment of Drosophila Mi-2 to Promote Heat Shock Gene Expression. PLoS Genet. 2011;7:1002206. [PMC free article] [PubMed] [Google Scholar]65. Kim J, Sif S, Jones B, Jackson A, Koipally J, Heller E, et al.  Ikaros DNA-binding proteins direct formation of chromatin remodeling complexes in lymphocytes. Immunity. 1999;10:345–355. [PubMed] [Google Scholar]66. Gao Z, Huang Z, Olivey HE, Gurbuxani S, Crispino JD, Svensson EC. FOG-1-mediated recruitment of NuRD is required for cell lineage re-enforcement during haematopoiesis. EMBO J. 2010;29:457–468. [PMC free article] [PubMed] [Google Scholar]67. Gregory G, Miccio A, Bersenev A, Wang Y, Hong W, Zhang Z, et al.  FOG1 requires NuRD to promote hematopoiesis and maintain lineage fidelity within the megakaryocytic-erythroid compartment. Blood. 2010;115:2156–2166. [PMC free article] [PubMed] [Google Scholar]68. Mazumdar A, Wang RA, Mishra SK, Adam L, Bagheri-Yarmand R, Mandal M, et al.  Transcriptional repression of oestrogen receptor by metastasis-associated protein 1 corepressor. Nat Cell Biol. 2001;3:30–37. [PubMed] [Google Scholar]69. Shakya A, Kang J, Chumley J, Williams MA, Tantin D. Oct1 is a switchable, bipotential stabilizer of repressed and inducible transcriptional states. J Biol Chem. 2011;286:450–459. [PMC free article] [PubMed] [Google Scholar]70. Cismasiu VB, Paskaleva E, Suman Daya S, Canki M, Duus K, Avram D. BCL11B is a general transcriptional repressor of the HIV-1 long terminal repeat in T lymphocytes through recruitment of the NuRD complex. Virology. 2008;380:173–181. [PMC free article] [PubMed] [Google Scholar]71. Srinivasan R, Mager GM, Ward RM, Mayer J, Svaren J. NAB2 represses transcription by interacting with the CHD4 subunit of the nucleosome remodeling and deacetylase (NuRD) complex. J Biol Chem. 2006;281:15129–15137. [PubMed] [Google Scholar]72. Li R, Zhang H, Yu W, Chen Y, Gui B, Liang J, et al.  ZIP: a novel transcription repressor, represses EGFR oncogene and suppresses breast carcinogenesis. EMBO J. 2009;28:2763–2776. [PMC free article] [PubMed] [Google Scholar]73. Denslow SA, Wade PA. The human Mi-2/NuRD complex and gene regulation. Oncogene. 2007;26:5433–5438. [PubMed] [Google Scholar]74. Xue Y, Wong J, Moreno G, Young M, Côté J, Wang W. NURD, a novel complex with both ATP-dependent chromatin-remodeling and histone deacetylase activities. Mol Cell. 1998;2:851–861. [PubMed] [Google Scholar]75. Tong JK, Hassig CA, Schnitzler GR, Kingston RE, Schreiber SL. Chromatin deacetylation by an ATP-dependent nucleosome remodelling complex. Nature. 1998;395:917–921. [PubMed] [Google Scholar]76. Verreault A, Kaufman PD, Kobayashi R, Stillman B. Nucleosome assembly by a complex of CAF-1 and acetylated histones H3/H4. Cell. 1996;87:95–104. [PubMed] [Google Scholar]77. Ayyanathan K, Lechner MS, Bell P, Maul GG, Schultz DC, Yamada Y, et al.  Regulated recruitment of HP1 to a euchromatic gene induces mitotically heritable, epigenetic gene silencing: a mammalian cell culture model of gene variegation. Genes Dev. 2003;17:1855–1869. [PMC free article] [PubMed] [Google Scholar]78. Unhavaithaya Y, Shin TH, Miliaras N, Lee J, Oyama T, Mello CC. MEP-1 and a homolog of the NURD complex component Mi-2 act together to maintain germline-soma distinctions in C. elegans. Cell. 2002;111:991–1002. [PubMed] [Google Scholar]79. Lorch Y, Maier-Davis B, Kornberg RD. Chromatin remodeling by nucleosome disassembly in vitro. Proc Natl Acad Sci USA. 2006;103:3090–3093. [PMC free article] [PubMed] [Google Scholar]80. Schnetz MP, Bartels CF, Shastri K, Balasubramanian D, Zentner GE, Balaji R, et al.  Genomic distribution of CHD7 on chromatin tracks H3K4 methylation patterns. Genome Res. 2009;19:590–601. [PMC free article] [PubMed] [Google Scholar]81. Menon T, Yates JA, Bochar DA. Regulation of androgen-responsive transcription by the chromatin remodeling factor CHD8. Mol Endocrinol. 2010;24:1165–1174. [PMC free article] [PubMed] [Google Scholar]82. Naito T, Gómez-Del Arco P, Williams CJ, Georgopoulos K. Antagonistic interactions between Ikaros and the chromatin remodeler Mi-2beta determine silencer activity and Cd4 gene expression. Immunity. 2007;27:723–734. [PubMed] [Google Scholar]83. Armstrong JA. Negotiating the nucleosome: factors that allow RNA polymerase II to elongate through chromatin. Biochem Cell Biol. 2007;85:426–434. [PubMed] [Google Scholar]84. Phatnani HP, Greenleaf AL. Phosphorylation and functions of the RNA polymerase II CTD. Genes Dev. 2006;20:2922–2936. [PubMed] [Google Scholar]85. Saunders A, Core LJ, Lis JT. Breaking barriers to transcription elongation. Nat Rev Mol Cell Biol. 2006;7:557–567. [PubMed] [Google Scholar]86. Daubresse G, Deuring R, Moore L, Papoulas O, Zakrajsek I, Waldrip WR, et al.  The Drosophila kismet gene is related to chromatin-remodeling factors and is required for both segmentation and segment identity. Development. 1999;126:1175–1187. [PubMed] [Google Scholar]87. Srinivasan S, Dorighi K, Tamkun J. Drosophila Kismet regulates histone H3 lysine 27 methylation and early elongation by RNA polymerase II. PLoS Genet. 2008;4:1000217. [PMC free article] [PubMed] [Google Scholar]88. Rodríguez-Paredes M, Ceballos-Chávez M, Esteller M, García-Domínguez M, Reyes JC. The chromatin remodeling factor CHD8 interacts with elongating RNA polymerase II and controls expression of the cyclin E2 gene. Nucleic Acids Res. 2009;37:2449–2460. [PMC free article] [PubMed] [Google Scholar]89. Krogan N, Kim M, Ahn S, Zhong G, Kobor M, Cagney G, et al.  RNA polymerase II elongation factors of Saccharomyces cerevisiae: a targeted proteomics approach. Mol Cell Biol. 2002;22:6979–6992. [PMC free article] [PubMed] [Google Scholar]90. Warner MH, Roinick KL, Arndt KM. Rtf1 is a multifunctional component of the Paf1 complex that regulates gene expression by directing cotranscriptional histone modification. Mol Cell Biol. 2007;27:6103–6115. [PMC free article] [PubMed] [Google Scholar]91. Quan TK, Hartzog GA. Histone H3K4 and K36 methylation, Chd1 and Rpd3S oppose the functions of Saccharomyces cerevisiae Spt4-Spt5 in transcription. Genetics. 2010;184:321–334. [PMC free article] [PubMed] [Google Scholar]92. Cheung V, Chua G, Batada N, Landry C, Michnick S, Hughes T, et al.  Chromatin- and transcription-related factors repress transcription from within coding regions throughout the Saccharomyces cerevisiae genome. PLoS Biol. 2008;6:277. [PMC free article] [PubMed] [Google Scholar]93. Xella B, Goding C, Agricola E, Di Mauro E, Caserta M. The ISWI and CHD1 chromatin remodelling activities influence ADH2 expression and chromatin organization. Mol Microbiol. 2006;59:1531–1541. [PubMed] [Google Scholar]94. Robinson KM, Schultz MC. Replication-independent assembly of nucleosome arrays in a novel yeast chromatin reconstitution system involves antisilencing factor Asf1p and chromodomain protein Chd1p. Mol Cell Biol. 2003;23:7937–7346. [PMC free article] [PubMed] [Google Scholar]95. Konev AY, Tribus M, Park SY, Podhraski V, Lim CY, Emelyanov AV, et al.  CHD1 motor protein is required for deposition of histone variant H3.3 into chromatin in vivo. Science. 2007;317:1087–1090. [PMC free article] [PubMed] [Google Scholar]96. Carrozza MJ, Li B, Florens L, Suganuma T, Swanson SK, Lee KK, et al.  Histone H3 methylation by Set2 directs deacetylation of coding regions by Rpd3S to suppress spurious intragenic transcription. Cell. 2005;123:581–592. [PubMed] [Google Scholar]97. Buratowski S. Connections between mRNA 3′ end processing and transcription termination. Curr Opin Cell Biol. 2005;17:257–261. [PubMed] [Google Scholar]98. Alén C, Kent NA, Jones HS, O'Sullivan J, Aranda A, Proudfoot NJ. A role for chromatin remodeling in transcriptional termination by RNA polymerase II. Mol Cell. 2002;10:1441–1452. [PubMed] [Google Scholar]99. Jones HS, Kawauchi J, Braglia P, Alen CM, Kent NA, Proudfoot NJ. RNA polymerase I in yeast transcribes dynamic nucleosomal rDNA. Nat Struct Mol Biol. 2007;14:123–130. [PMC free article] [PubMed] [Google Scholar]100. Kuehner JN, Pearson EL, Moore C. Unravelling the means to an end: RNA polymerase II transcription termination. Nat Rev Mol Cell Biol. 2011;12:283–294. [PMC free article] [PubMed] [Google Scholar]101. Tyagi A, Ryme J, Brodin D, Ostlund Farrants AK, Visa N. SWI/SNF associates with nascent pre-mRNPs and regulates alternative pre-mRNA processing. PLoS Genet. 2009;5:1000470. [PMC free article] [PubMed] [Google Scholar]102. Batsché E, Yaniv M, Muchardt C. The human SWI/SNF subunit Brm is a regulator of alternative splicing. Nat Struct Mol Biol. 2006;13:22–29. [PubMed] [Google Scholar]103. Andersson R, Enroth S, Rada-Iglesias A, Wadelius C, Komorowski J. Nucleosomes are well positioned in exons and carry characteristic histone modifications. Genome Res. 2009;19:1732–1741. [PMC free article] [PubMed] [Google Scholar]104. Nahkuri S, Taft RJ, Mattick JS. Nucleosomes are preferentially positioned at exons in somatic and sperm cells. Cell Cycle. 2009;8:3420–3424. [PubMed] [Google Scholar]105. Schwartz S, Ast G. Chromatin density and splicing destiny: on the cross-talk between chromatin structure and splicing. EMBO J. 2010;29:1629–1636. [PMC free article] [PubMed] [Google Scholar]106. Dhami P, Saffrey P, Bruce AW, Dillon SC, Chiang K, Bonhoure N, et al.  Complex exon-intron marking by histone modifications is not determined solely by nucleosome distribution. PLoS One. 2010;5:12339. [PMC free article] [PubMed] [Google Scholar]107. Hodges C, Bintu L, Lubkowska L, Kashlev M, Bustamante C. Nucleosomal fluctuations govern the transcription dynamics of RNA polymerase II. Science. 2009;325:626–628. [PMC free article] [PubMed] [Google Scholar]108. Schwartz BE, Ahmad K. Transcriptional activation triggers deposition and removal of the histone variant H3.3. Genes Dev. 2005;19:804–814. [PMC free article] [PubMed] [Google Scholar]"}