{"title": "Transcriptional and posttranscriptional regulation of HIV-1 gene expression", "pubDate": "2012", "PMCID": "PMC3281586", "DOI": "10.1101/cshperspect.a006916", "PMID": "22355797", "abstract": "Control of HIV-1 gene expression depends on two viral regulatory proteins, Tat and Rev. Tat stimulates transcription elongation by directing the cellular transcriptional elongation factor P-TEFb to nascent RNA polymerases. Rev is required for the transport from the nucleus to the cytoplasm of the unspliced and incompletely spliced mRNAs that encode the structural proteins of the virus. Molecular studies of both proteins have revealed how they interact with the cellular machinery to control transcription from the viral LTR and regulate the levels of spliced and unspliced mRNAs. The regulatory feedback mechanisms driven by HIV-1 Tat and Rev ensure that HIV-1 transcription proceeds through distinct phases. In cells that are not fully activated, limiting levels of Tat and Rev act as potent blocks to premature virus production.", "author": [{"author": "Jonathan Karn", "affiliation": ["Department of Molecular Biology and Microbiology, Case Western Reserve University, Cleveland, Ohio 44106, USA. jonathan.karn@case.edu"], "href": "/?term=Karn+J&cauthor_id=22355797"}, {"author": "C Martin Stoltzfus", "affiliation": [], "href": "/?term=Stoltzfus+CM&cauthor_id=22355797"}], "refPMID": [], "citedInPMID": ["22355797", "35062264", "35024584", "35008581", "34886797", "34824401", "34578332", "34468163", "34429135", "34103612", "34071819", "33980586", "33796084", "33723808", "33670027", "33647768", "33629952", "33468685", "33467638", "33408173", "33351861", "33253324", "33197463", "33115867", "32916894", "32824587", "32817222", "32807178", "32712664", "32635221", "32595636", "32484220", "32205324", "32176734", "32158701", "32051267", "31992748", "31906839", "31849897", "31757023", "31687583", "31616425", "31578323", "31468033", "31422939", "31413137", "31239371", "31048093", "30905686", "30892606", "30857592", "30786885", "30692590", "30597859", "30455316", "30440043", "30317409", "30316868", "30274333", "30239828", "30131116", "30111566", "30105631", "30050523", "30048721", "29997284", "29977044", "29961805", "29904019", "29773895", "29769566", "29751762", "29716635", "29673219", "29664930", "29643844", "29605570", "29514260", "29510515", "29491188", "29451894", "29437254", "29394935", "29378657", "29377940", "29354130", "29340213", "29339801", "29326677", "29208937", "29192235", "29114997", "29093081", "29061947", "28953888", "28918033", "28848502", "28814520", "28800289", "28457951", "28446664", "28331370", "28250118", "28179527", "28057474", "27978436", "27928057", "27886048", "27729044", "27690223", "27655142", "27545045", "27474494", "27381288", "27357278", "27282391", "27104044", "27009094", "26912631", "26727990", "26607354", "26569339", "26567509", "26537682", "26534959", "26485161", "26437430", "26379282", "26305984", "26247956", "26225566", "26090662", "25889234", "25889056", "25855733", "25802992", "25731773", "25715102", "25673710", "25622054", "25589658", "25564443", "25416801", "25014309", "24859335", "24832221", "24832049", "24760882", "24530421", "24528253", "24522927", "24520823", "24502247", "24478432", "24453987", "24409197", "24147034", "24065100", "23974631", "23922776", "23885919", "23841087", "23754689", "23593004", "23587031", "23541541", "23408629", "23284080", "23271577", "23152527", "23110726", "23041316", "22771990", "22771113", "22474613"], "body": " AbstractControl of HIV-1 gene expression depends on two viral regulatory proteins, Tat and Rev. Tat stimulates transcription elongation by directing the cellular transcriptional elongation factor P-TEFb to nascent RNA polymerases. Rev is required for the transport from the nucleus to the cytoplasm of the unspliced and incompletely spliced mRNAs that encode the structural proteins of the virus. Molecular studies of both proteins have revealed how they interact with the cellular machinery to control transcription from the viral LTR and regulate the levels of spliced and unspliced mRNAs. The regulatory feedback mechanisms driven by HIV-1 Tat and Rev ensure that HIV-1 transcription proceeds through distinct phases. In cells that are not fully activated, limiting levels of Tat and Rev act as potent blocks to premature virus production. After integration into the host genome, the HIV-1 provirus acts as a transcription template that is regulated at the transcriptional and posttranscriptional levels. Immediately after infection, HIV-1 produces only short completely spliced mRNAs encoding the viral regulatory proteins Tat and Rev. As the infection proceeds, transcription increases sharply, and larger, incompletely spliced mRNAs are produced. These encode Env and the HIV-1 accessory genes Vif, Vpr, and Vpu. Also synthesized late are the full-length unspliced transcripts which act both as the virion genomic RNA and the mRNA for the Gag-Pol polyprotein (Kim et al. 1989; Pomerantz et al. 1990).This complex pattern of gene expression is controlled by the regulatory proteins Tat and Rev. Tat activates viral transcription by stimulating elongation from the viral long terminal repeat (LTR). Rev transports the unspliced and incompletely spliced mRNAs encoding the structural proteins from the nucleus to the cytoplasm. In this article, we review our current understanding of how these unique regulatory proteins orchestrate HIV-1 gene expression through their interactions with the cellular transcription, RNA splicing, and RNA transport machinery. CONTROL OF HIV-1 TRANSCRIPTION BY TatDiscovery of Transactivation by TatIn HIV-1, as in all retroviruses, the LTR acts as the viral promoter. The first evidence that gene expression in HIV-1 also requires viral transacting factors came from experiments by Sodroski et al. (1985a,b) who noted that the expression of reporter genes placed under the control of the viral LTR was dependent on a transactivating factor, which they named Tat. Deletion analysis of the viral LTR showed that Tat activity required the transactivation-responsive region (TAR), a regulatory element located downstream from the initiation site for transcription between nucleotides +1 and +59 (Fig. 1A). It quickly became apparent that TAR was not a typical transcription element, because it is only functional when it is placed 3′ to the HIV-1 promoter, and in the correct orientation and position (Muesing et al. 1987). Genetic evidence that TAR functions as a transcribed RNA regulatory signal came from the observation that the TAR RNA sequence forms a highly stable, nuclease-resistant, stem-loop structure; mutations that destabilize the TAR RNA structure abolish Tat-stimulated transcription (Berkhout et al. 1989; Selby et al. 1989).Open in a separate windowFigure 1.Tat and its interactions with P-TEFb. (A) Autoregulation of HIV-1 transcription by Tat. Tat binds to the TAR RNA element encoded in the HIV-1 leader sequence and recruits P-TEFb and other elongation factors to the transcription complex. Small changes in initiation efficiency, caused by epigenetic silencing or reductions in NF-κB levels in the cell, reduce Tat levels and inhibit transcription, driving the HIV-1 provirus into latency. Reinitiation by NF-κB stimulates Tat production and restores full transcription efficiency. Thus, positive feedback by Tat results in a bistable switch. (B) Recognition of TAR RNA by Tat and P-TEFb. The diagram on the left shows the bases in TAR that are recognized by Tat in the TAR bulge region and by CycT1 in the TAR loop region (red bases). The structures at right show the conformational changes induced by Tat binding (Aboul-ela et al. 1995). (C) Structure of the Tat:P-TEFb complex. Note that Tat folds on the outer surface of the CycT1 cyclin domain. The amino-terminal “activation” domain of Tat binds to the CDK9 T-loop, a region of the molecule that is essential for its enzymatic activity (Tahirov et al. 2010).The Tat/TAR RNA InteractionDingwall et al. (1989, 1990) showed that Tat is able to specifically recognize TAR RNA and mapped its recognition site to a U-rich bulge near the apex of the TAR RNA stem (Fig. 1B). Detailed analysis of Tat’s interactions with TAR RNA by NMR subsequently revealed that Tat recognition of TAR requires conformational changes in the RNA structure (Fig. 1B). This refolding process involves displacement of the first residue in the bulge (U23) by one of the arginine side chains present in the basic binding domain of the Tat protein creating a binding pocket for the arginine side chain in the major groove together with the adjacent G26:C39 base pair (Puglisi et al. 1992; Aboul-ela et al. 1995; Brodsky and Williamson 1997; Davidson et al. 2009).P-TEFb Is the Essential Cofactor for TatAlthough there is a strict correlation between the ability of TAR RNA to bind to Tat in vitro and the ability of these sequences to support transactivation (Churcher et al. 1993), mutations in the apical loop of the TAR element that do not interfere with Tat binding also interfere with transactivation (Feng and Holland 1988). To explain this apparent discrepancy Dingwall et al. (1990) postulated that a cellular cofactor interacts with the TAR RNA loop. This hypothesis raised further questions such as what is the role and function of the “loop factor” and what is the mechanism by which Tat stimulate gene expression after binding to TAR RNA.The first direct evidence that Tat might be regulating HIV-1 transcriptional elongation, rather than transcriptional initiation, came from RNase protection experiments performed by Kao et al. (1987). They showed that in the absence of Tat, the majority of RNA polymerases initiating transcription stall near the promoter, whereas in the presence of Tat, there is a dramatic increase in the density of RNA polymerases found downstream from the promoter.Rice and his colleagues (Herrmann and Rice 1995; Herrmann et al. 1996) showed that a protein kinase complex, which they called TAK (Tat-associated kinase), binds tightly and specifically to Tat. Subsequently, Zhu et al. (1997) cloned the kinase subunit of TAK. This turned out to be the CDK9 kinase, which is a component of a ubiquitous positive acting elongation factor pTEFb (Marshall and Price 1995; Marshall et al. 1996). In parallel, the search for the “loop factor” and other cofactors for Tat also pointed to P-TEFb as a critical cofactor for Tat activation of elongation. Wei et al. (1998) discovered that P-TEFb contains a cyclin component, CycT1, which can form a stable complex with CDK9, Tat, and TAR RNA (see online Movie 1 at www.perspectivesinmedicine.org). Crucially, for a putative “loop factor,” complex formation between Tat, P-TEFb, and TAR requires both the Tat binding site and the loop sequence.Movie 1.Download video file.(1.6M, mov)HIV Tat (violet) bound to Cyclin T1 (green) and CDK9 (yellow). Coordinate file 3MI9.After these seminal biochemical observations, additional genetic and biochemical evidence showed unequivocally that P-TEFb is required for Tat-mediated transactivation. First, a set of novel CDK-9 protein kinase inhibitors were shown to be selective inhibitors of HIV-1 transcription (Mancebo et al. 1997). Second, persuasive genetic evidence showed that CycT1 is essential for Tat activity. Tat is inactive in murine cells, because the murine CycT1 sequence differs from the human sequence by a single substitution of cysteine 261 for tyrosine. Introduction of Y261 into the human CycT1 blocked HIV-1 transactivation in transfected cells whereas introduction of C261 into the murine CycT1 restored Tat-mediated transactivation (Bieniasz et al. 1998; Fujinaga et al. 1998; Garber et al. 1998; Kwak et al. 1999).Finally, the crystal structure of a Tat:pTEFb complex was determined in 2010—the culmination of more than two decades of research on P-TEFb by David Price and his colleagues (Tahirov et al. 2010). The structure shows that Tat forms extensive contacts both with the CycT1 subunit of P-TEFb and also with the T-loop of the Cdk9 subunit (Fig. 1C).Transactivation MechanismThe binding of Tat to P-TEFb induces significant conformational changes in CDK9 that constitutively activate the enzyme (Wei et al. 1998; Isel and Karn 1999; Tahirov et al. 2010). As described in Figure 2A, the transactivation mechanism involves a complex set of phosphorylation events mediated by the Tat-activated P-TEFb that modify both positive and negative cellular elongation factors.Open in a separate windowFigure 2.Transactivation mechanism. (A) NF-κB and Tat-activated transcription. Initiation is strongly induced by NF-κB, which acts primarily to remove chromatin restrictions near the promoter through recruitment of histone acetyltransferases. After the transcription through the TAR element, both NELF and the Tat/P-TEFb complex (including CDK9 and CycT1 and the accessory elongation factors including ELL2) are recruited to the elongation complex via binding interactions with TAR RNA. This activates the CDK9 kinase and leads to hyperphosphorylation of the CTD of RNA polymerase II, Spt5, and NELF-E. The phosphorylation of NELF-E leads to its release. The presence of hyperphosphorylated RNAP II and Spt5 allows enhanced transcription of the full HIV-1 genome. (B) Control of P-TEFb by 7SK and Tat. The majority of the P-TEFb in cells is found in a transcriptionally inactive snRNP complex containing 7SK RNA, HEXIM, and the RNA binding proteins MePCE and LARP7. Tat disrupts this complex by displacing HEXIM and forming a stable complex with P-TEFb. Prior to recruitment to the transcription complex, a larger complex is formed between P-TEFb and transcription elongation factors from the mixed lineage leukemia (MLL) family, including ELL2. (Figure is adapted from Karn 2011; reprinted, with permission, from Wolters Kluwer Health © 2011.)In the absence of Tat, HIV-1 transcription elongation is highly restricted by the negative elongation factor NELF (Yamaguchi et al. 1999; Narita et al. 2003; Zhang et al. 2007). Phosphorylation of NELF-E by P-TEFb forces dissociation of NELF from TAR and releases paused transcription elongation complexes (Fujinaga et al. 2004). Significantly, the NELF-E subunit is able to bind directly to TAR RNA (Yamaguchi et al. 2002; Fujinaga et al. 2004) suggesting that NELF might be recruited to the HIV-1 provirus via its interactions with TAR.Cell-free transcription studies have shown that Tat:P-TEFb also phosphorylates the RNAP II CTD during elongation (Isel and Karn 1999; Kim et al. 2002). This reaction creates a hyperphosphorylated form of the RNA polymerase that is highly enriched for phosphorylated Ser2 residues in the CTD (Ramanathan et al. 2001; Kim et al. 2002). In addition to targeting RNAP II, P-TEFb is also able to extensively phosphorylate Spt5, a subunit of the DRB sensitivity-inducing factor (DSIF), which carries a CTD homologous to the RNAP II CTD (Ivanov et al. 2000; Bourgeois et al. 2002). Although the unmodified DSIF inhibits elongation (Yamaguchi et al. 2002), phosphorylation of Spt5 separates it from the rest of the complex and converts it into a positive elongation factor that stabilizes transcription complexes at terminator sequences (Bourgeois et al. 2002; Yamada et al. 2006). Thus, Tat and P-TEFb are able to stimulate HIV-1 transcription both through the removal of blocks to elongation imposed by NELF and DSIF and by the enhancement of RNAP II processivity through the phosphorylation of Spt5 and the RNAP II CTD.Our picture of how Tat and P-TEFb stimulate HIV-1 elongation has recently been refined by two proteomic studies that identified large protein complexes containing Tat P-TEFb and the human transcription factors/coactivators AFF4, ENL, AF9, and ELL2 (Fig. 2B) (He et al. 2010; Sobhian et al. 2010). One of these coactivators, ELL2, an elongation factor, which was previously shown to enhance transcription elongation by preventing RNAP II backtracking, is critical both for basal HIV-1 transcription and Tat-mediated transactivation. Thus, any model for the stimulatory effects of P-TEFb on HIV-1 transcription now has to take into account the role of ELL2 and possibly several additional elongation factors.Regulation of P-TEFbIn actively replicating cells, such as HeLa cells and Jurkat T-cells, P-TEFb activity is tightly regulated and the majority of the enzyme is sequestered into a large inactive 7SK RNP complex comprising 7SK RNA and a series of RNA-binding proteins (Fig. 2B) (Nguyen et al. 2001; Yang et al. 2001). Essential components of the 7SK RNP complex include HEXIM1 or HEXIM2, which inhibit the CDK9 kinase in a 7SK-dependent manner (Yik et al. 2003; Michels et al. 2004), and the 7SK RNA binding proteins LARP-7 (He et al. 2008; Krueger et al. 2008), and BCDIN3 (Jeronimo et al. 2007). The sequestration of P-TEFb in the 7SK RNP complex effectively prevents any basal transcriptional activation by Tat-independent recruitment of P-TEFb to the provirus. Tat overcomes this barrier by disrupting the 7SK RNP complex by competing with HEXIM for CycT1 binding (Barboric et al. 2007; Sedore et al. 2007; Krueger et al. 2010). A recent study suggests that cyclin T1 acetylation also triggers dissociation of HEXIM1 and 7SK RNA from the inactive 7SK snRNP complex and activates the transcriptional activity of P-TEFb (Cho et al. 2009).In contrast to Jurkat T-cells both primary resting central memory T-cells (Ramakrishnan et al. 2009) and primary monocytes (Sung and Rice 2009) show highly restricted levels of CycT1. Activation of P-TEFb in these cells therefore requires multiple steps involving both the initial assembly of the 7SK RNP complex and its relocalization to nuclear speckles where it becomes accessible to Tat and the rest of the transcription machinery.The LTR as a PromoterThe HIV-1 LTR includes multiple upstream DNA regulatory elements that serve as binding sites for cellular transcription initiation factors (Rittner et al. 1995). The core promoter is a powerful and highly optimized promoter comprised of three tandem SP1 binding sites (Jones et al. 1986), an efficient TATA element (Garcia et al. 1989), and a highly active initiator sequence (Zenzie-Gregory et al. 1993). Each of these elements participates in the cooperative binding of the initiation factor TFIID and its associated TAF cofactors to the TATA element (Rittner et al. 1995). As a result, the HIV-1 LTR is an extremely efficient promoter that is capable of supporting even higher levels of transcription than the adenovirus major late promoter or the CMV immediate early promoter.In addition to the core promoter, HIV-1 relies on an “enhancer region” that contains two NF-κB binding motifs (Nabel and Baltimore 1987) (see online Movie 2 at www.perspectivesinmedicine.org). Members of both the NF-κB family (Liu et al. 1992) and NFAT (Kinoshita et al. 1998) can bind to the HIV-1 NF-κB motifs. Because their recognition sequences overlap, binding of these factors is mutually exclusive (Chen-Park et al. 2002; Giffin et al. 2003). Binding of NF-κB is more efficient than NFAT because it is enhanced by cooperative interactions with Sp1 (Perkins et al. 1993). Although mutation of the NF-κB sites results in only a modest inhibition of virus growth in most transformed cell lines (Chen et al. 1997), signaling through the viral enhancer is essential to reactivate latent proviruses and support virus replication in primary T-cells, regardless of whether it is stimulated by NF-κB or by NFAT (Alcami et al. 1995; Bosque and Planelles 2008).Movie 2.Download video file.(22M, mov)The NF-κB heterodimer bound to LTR DNA. Coordinate file 1LEI.Epigenetic Regulation of HIV-1 TranscriptionWhen HIV-1 infects cells, it preferentially integrates into active transcription units that provide a favorable environment for viral transcription (Lewinski et al. 2006). As originally shown by Verdin et al. (1993), proviruses assemble an ordered nucleosomal structure surrounding the promoter. These nucleosomal structures play a crucial role in establishing HIV-1 latency because epigenetic modifications of the provirus restrict transcription initiation (see Siliciano and Greene 2011). Typically, transcription from latent proviruses is restricted by high levels of histone deacetylases (HDACs), deacetylated histones, methylated histones, and DNA methylation (for reviews, see Margolis 2010; Karn 2011).Control of HIV-1 Replication by Transcriptional FeedbackBecause Tat functions as part of a positive regulatory circuit, conditions that restrict transcription initiation will in turn cause a reduction in Tat levels to below threshold levels and therefore result in dramatically reduced HIV-1 transcription and eventually entry into latency (for reviews, see Karn 2011; Siliciano and Greene 2011). Insightful studies by Weinberger et al. (Weinberger et al. 2005; Weinberger and Shenk 2006) and Burnett et al. (2009) have emphasized how stochastic fluctuations in Tat gene expression can act as a molecular switch. Small changes in initiation rates, which can be experimentally mimicked by introducing mutations into the NF-κB and Sp1 binding sites, are able to reduce Tat availability and disproportionately limit HIV-1 transcription, forcing viruses into latency (Burnett et al. 2009). However, the virus remains poised to resume its replication in response to triggers that stimulate transcription initiation and restore Tat levels. This switching mechanism crucially depends on the autoregulation of Tat; when Tat is expressed in trans from an ectopic promoter, HIV-1 proviruses become constitutively active and are unable to enter latency (Pearson et al. 2008). CONTROL OF HIV-1 RNA SPLICING, POLYADENYLATION, EXPORT, AND TRANSLATIONAlternative Splicing of HIV-1 mRNATo produce the full range of mRNAs needed to encode the viral proteins, HIV-1 primary transcripts undergo extensive and complex alternative splicing in the nucleus of infected cells (Fig. 3). Most HIV-1 strains use four different splice donor or 5′ splice sites (5′ss) and eight different acceptor or 3′ splice sites (3′ss) to produce more than 40 different spliced mRNA species in infected cells. These include several incompletely spliced bicistronic mRNA species, which encode both Env and Vpu; incompletely spliced mRNAs for Vif, Vpr, and a truncated 72 aa form of Tat; and completely spliced mRNAs that encode the HIV-1 regulatory proteins Tat, Rev, and Nef. In each of the spliced mRNAs, the 5′ss D1 (sometimes referred to as the “major splice donor”) is spliced to one of the 3′ss. As a result, all HIV-1 mRNAs include the highly structured noncoding exon 1 that extends from the 5′ cap to 5′ss D1.Open in a separate windowFigure 3.Locations of splice sites, exons, and splicing elements in the HIV-1 genome. (Top) Schematic diagram of HIV-1 genome. The dark blue rectangles indicate open reading frames and are labeled with the gene names. The LTRs are shown at each edge of the genome: U3-gray, R-black, U5-light blue. Full-length RNA transcripts begin at the 5′-end of the R region of the 5′-LTR (left) and 3′processing and poly(A) addition takes place at the 3′-end of the R region in the 3′-LTR (right). (Middle) Locations of 5′ss (red bars) and 3′ss (black bars) in the HIV-1 genome. The location of the RRE is shown by the red rectangle. The exons present in the incompletely spliced ∼4-kb and ∼1.8-kb mRNA species corresponding to the HIV-1 genes are shown as cyan rectangles. Noncoding exon 1 is present in all spliced HIV-1 mRNA species. Either both or one of the small noncoding exons 2 and 3 shown are included in a fraction of the mRNA species. The exon compositions of the RNA species are also shown. RNA species designated by an “I” are incompletely spliced mRNA species. Brackets indicate that mRNA isoforms containing neither exon 2 nor 3, only exon 2 or 3, or both exons 2 and 3. The locations of the AUG codons used to initiate protein synthesis are shown as purple bars within the exons. (Bottom) Locations of the known splicing regulatory elements in HIV-1. Splicing enhancers are designated by green bars and splicing silencers are designated by red bars. (Figure is adapted from Stoltzfus 2009; reproduced, with permission, from Elsevier © 2009.)Adding to the complexity of the mRNA species present in infected cells, a few viral mRNA isoforms are also produced by inclusion of exons flanked by 3′ss A1 and 5′ss D2 (exon 2) and/or the exon flanked by 3′ss A2 and 5′ss D3 (exon 3). Exons 2 and 3 do not contain initiator AUG codons and therefore are noncoding.RNA splicing is performed while the pre-mRNA is associated with a large complex of cellular factors referred to as the spliceosome (for recent reviews, see Wang and Burge 2008; Chen and Manley 2009). The efficiency of early splicing complex formation is determined by the intrinsic strengths of the 3′ss and downstream 5′ss, and further regulated by a number of cis-acting elements (Fig. 3). Control of splicing in HIV-1 involves exonic splicing enhancers (ESEs) and intronic splicing enhancers (ISEs) which facilitate splice site recognition and are selectively bound by members of the SR (Ser-Arg) protein family. In addition, there are intronic and exonic splicing silencers (ISSs and ESSs, respectively) which repress splicing and are typically bound by specific members of the heterogeneous ribonuclear protein family (hnRNPs).Analysis of HIV-1 mRNA species in virus-infected cells showed that there are striking differences in the relative abundances of the different viral mRNA species (Purcell and Martin 1993). In general, HIV-1 3′ splice sites are relatively inefficient in comparison to constitutive cellular 3′ splice sites (for reviews of HIV-1 splicing, see Stoltzfus and Madsen 2006; Stoltzfus 2009). However, the order of intrinsic splice site strengths (Asang et al. 2008) does not correlate with the observed levels of mRNAs spliced at these 3′ splice sites, implying that the cis-acting splicing elements dominate the splice site selection of HIV-1 mRNAs. For example, the first tat coding exon contains two ESS elements (ESS2 and ESS2p) that specifically repress splicing at 3′ss A3 and reduce the levels of both incompletely and completely spliced tat mRNA (Jacquenet et al. 2001; Amendt et al. 1994). Similarly, splicing at 3′ss A2 is repressed by an ESS element within exon 3 (ESSV), which results in relatively low levels of vpr mRNA (Bilodeau et al. 2001).By contrast, splicing at the weak 3′ss A4c, A4a, A4b, and A5 sites is greatly facilitated by a guanosine-adenosine-rich ESE (GAR) within exon 5. GAR ESE activity is able to raise the levels of incompletely spliced env/vpu mRNAs and completely spliced nef and rev mRNAs to the point that they become the most abundant spliced mRNA species in the HIV-1-infected cell (Purcell and Martin 1993). The GAR ESE is selectively bound by several SR proteins but the most important player in the function of the element is SF2/ASF (Caputi et al. 2004). Splicing at the relatively weak 3′ss A1, which is required for high vif mRNA expression and inclusion of the noncoding exon 2, is facilitated by several different ESEs (ESE-Vif, ESE M1, and ESE M2) within exon 2 (Kammler et al. 2006; Exline et al. 2008). Mutations of the hnRNP A/B-dependent ESS, ESSV, activated 3′ss A2 and resulted in increased levels of mRNAs containing exon 3 and the incompletely spliced vpr mRNA. This excessive splicing phenotype resulted in a decrease in virus replication (Madsen and Stoltzfus 2005).Formation of HIV-1 splicing complexes is also affected by the strengths of the various downstream 5′ss—an expected consequence of exon definition (Robberson et al. 1990; Hoffman and Grabowski 1992). Mutations of the nonconcensus D2 site that have enhanced affinity for U1 snRNP result in an excessive splicing phenotype characterized by increased inclusion of exon 2, increased levels of vif mRNA, reduced levels of unspliced viral RNA, and reduced virus production. Conversely, mutations of 5′ss D2 that decrease affinity for U1 snRNP result in decreased inclusion of exon 2 and decreased levels of vif mRNA and Vif protein (Madsen and Stoltzfus 2006; Exline et al. 2008; Mandal et al. 2008). Because of reduced levels of Vif, the replication of these virus mutants exhibit greater sensitivity than wild-type virus to inhibition by the cellular restriction factor APOBEC3G. The dramatic effects of these splicing element mutations show that maximum virus replication requires tight regulation of splicing to balance mRNA and genome RNA production.HIV-1 Rev and the Control of RNA ExportUnspliced and incompletely spliced transcripts from cellular genes are typically degraded in the nucleus. To circumvent these surveillance mechanisms, HIV-1 and many other retroviruses, including the human T-cell leukemia viruses HTLV-1 and HTLV-II, express regulatory factors that facilitate the transport of intron-containing viral RNA out of the nucleus. The first of these factors to be discovered was the HIV-1 Rev protein which interacts with a highly structure RNA element in the env gene referred to as the Rev-responsive element (RRE) (Sodroski et al. 1986; Malim et al. 1989). Several other retroviruses, as originally shown for Mason-Pfizer monkey virus (MPMV), dispense with a protein factor and simply encode cis elements, referred to as constitutive transport elements or CTEs, that directly interact with cellular RNA export factors (for reviews of HIV-1 and MPMV RNA export, see Pollard and Malim 1998; Cullen 2003).Initial studies showed that the ∼9-kb and ∼4-kb HIV-1 mRNA species, which encode the structural proteins Gag, Pol, and Env, require Rev for their transport and expression. On the other hand, the completely spliced ∼1.8-kb mRNAs, which encode Tat, Rev, and Nef, are exported to the cytoplasm in the absence of Rev by an endogenous cellular pathway used by cellular mRNAs. This division of transport mechanisms is achieved because the region of the HIV-1 env gene between 5′ss D4 and 3′ss A7 that contains the RRE is removed in the completely spliced mRNAs (Figs. 3 and ​and44).Open in a separate windowFigure 4.Early and late phases of HIV-1 mRNA expression. Full-length unspliced ∼9-kb, incompletely spliced ∼4-kb mRNA, and completely spliced ∼1.8-kb mRNAs are expressed at both early and late times. (A) In the absence of Rev or when Rev is below the threshold necessary for it to function, the ∼9-kb and ∼4-kb mRNAs are confined to the nucleus and either spliced or degraded. Completely spliced ∼1.8-kb mRNAs are constitutively exported to the cytoplasm and translated to yield Rev, Tat, and Nef. (B) When the levels of Rev (shown as a pink oval) in the nucleus exceed the threshold necessary for function, the ∼9-kb and ∼4-kb mRNAs are exported to the cytoplasm and translated. The Rev-response element (RRE) is shown as a red rectangle. (Figure adapted from Pollard and Malim 1998; reprinted, with permission, from Annual Review of Microbiology © 1998.)Rev-regulated transport requires Rev binding to the RRE. The RRE is an elongated stem-loop structure of 351 nt (Malim et al. 1989; Mann et al. 1994; Watts et al. 2009). Rev binds initially to a high affinity site located near the apex of the RRE structure (stem IIB) (Daly et al. 1989; Heaphy et al. 1990). NMR studies have shown that, as in the case of the Tat-TAR interaction, the Rev binding to the high affinity site induces a conformational change that results in the formation of two purine–purine non-Watson-Crick base pairs (Fig. 5A). This change in the structure of the RNA helix allows binding of the Rev ARD to the major groove (Battiste et al. 1996; Daugherty et al. 2008). Binding of Rev to the high affinity RRE site is then followed by binding of additional monomers to the complex (Malim and Cullen 1991; Zapp et al. 1991; Mann et al. 1994). The degree of oligomerization correlates with the ability of Rev to transport RNA (Fig. 5B,C) (Mann et al. 1994). Furthermore, oligomerization of Rev on the RRE is highly cooperative and results in an affinity approximately 500 times higher than Rev binding to the high affinity site alone (Daugherty et al. 2008).Open in a separate windowFigure 5.Rev:RRE interactions and the Rev nuclear import/export cycle. (A) Rev binds to the RRE through its arginine-rich domain (ARD). In this model developed by Daugherty et al. (2010), the crystal structures of a Rev dimer are combined with the NMR structures of the Rev high affinity site. Notice the distortion of the RNA helix at the site of Rev binding. (B) Rev oligomerizes on the RRE and forms a complex with Crm1. The full-length RRE folds into an elongated RNA-stem loop structure with the high affinity binding site for Rev at the apex (Mann et al. 1994; Watts et al. 2009). (C) Model for the interactions between Rev and the nuclear export complex containing CRM-1 through the Rev nuclear export sequence (NES). The NES is an extended unstructured region emerging from one face of the Rev molecule. The core arginine-rich RNA binding domains interact with the RRE (Daugherty et al. 2010). (D) The Rev nuclear export cycle. Rev and the nuclear export complex containing CRM-1 interacts with nuclear pore proteins and is exported through nuclear pores to the cytoplasm. Once in the cytoplasm, Ran-GTP is converted to Ran-GDP, which is mediated by RanGAP and RanBP1. Crm1 is then transported back into the nucleus and Rev is released from the RRE. Importin-β binds to Rev through the nuclear localization signal in the ARD and interacts with Ran-GDP to facilitate import through the nuclear pore into the nucleus. In the nucleus, Ran-GDP is converted to Ran-GTP in the presence of RCC1. This releases Rev, which can begin another cycle of RRE-dependent Rev export. (Figure adapted from Pollard and Malim 1998; reprinted, with permission, from Annual Review of Microbiology © 1998.)Transport of HIV-1 RNA out of the nucleus, as with most cellular proteins and RNAs, occurs via the nuclear pore complexes (NPC) (Fig. 5D) (for review see Kohler and Hurt 2007). Rev bound to the RRE interacts with the karyopherin family member Crm1 (also referred to as exportin 1) through an ∼10 amino acid leucine-rich export nuclear export signal (NES) near the Rev carboxyl terminus. Crm1, like other members of the karyopherin family, binds to cargo in the presence of the GTP-bound form of Ran GTPase. After export to the cytoplasm through the NPC, the bound GTP is hydrolyzed to GDP facilitated by the proteins RanGAP (Ran GTPase-activating protein) and RanBP1. This destabilizes the Rev complex and releases factors from the RRE (Fischer et al. 1995). Rev then reenters the nucleus by binding to the nuclear import factor, importin-β (Henderson and Percipalle 1997).In the culmination of years of effort, recent crystallographic studies have led to the solution of both the amino-terminal structure of the Rev dimer (DiMattia et al. 2010) and an intact Rev dimer (Fig. 5A) (Daugherty et al. 2010). In the Rev dimer, the arginine-rich RNA-binding helices are located at the ends of a V-shaped assembly. This allows the dimer to bind adjacent RNA sites and structurally couples dimerization and RNA recognition. A second protein–protein interface permits Rev oligomers to act as an adaptor to the host export machinery, with viral RNA bound to one face and Crm1 to another. When excess Rev is present, a defined RNP complex of three dimers bound to the RRE is formed (Fig. 5C) (Daugherty et al. 2010).Nuclear Retention of Unspliced and Incompletely Spliced mRNAsRev regulation requires accumulation of a pool of unspliced and incompletely spliced mRNAs in the nucleus. Nuclear retention is achieved both because cellular factors bind to unused HIV-1 3′ss and 5′ss (Chang and Sharp 1989; Borg et al. 1997) and because of cis-acting repressive sequences (CRSs) or instability sequences (INSs). These elements can be introduced into heterologous expression constructs and confer Rev-regulation to RNAs produced from these constructs (Schwartz et al. 1992; Najera et al. 1999). A number of different cellular RNA-binding proteins have been implicated in the retention mediated by CRS/INS elements including poly(A)-binding protein 1 (PABP1), heterogeneous ribonuclear protein A1 (hnRNP A1), and the heterodimer of two related proteins polypyrimidine tract binding protein-associated splicing factor (PSF) and p54(nrb) (Black et al. 1996; Afonina et al. 1997; Najera et al. 1999; Zolotukhin et al. 2003).Guiding HIV-1 Transcripts through the CytoplasmIn contrast to cellular mRNAs, the cytoplasmic fate of unspliced HIV-1 RNA appears to be strongly influenced by the choice of RNA export pathway. For example, HIV-1 Gag assembly in murine cells is normally very inefficient, however, altering the RNA nuclear export element used by HIV-1 gag-pol mRNA from the Rev response element to the constitutive transport element (CTE) restored both the trafficking of Gag to cellular membranes and efficient HIV-1 assembly (Swanson et al. 2004). Similarly, defective HIV-1 assembly occurred in human cells when export of gag-pol mRNA is dependent on the presence of the hepatitis B posttranscriptional element (PRE) (Jin et al. 2009).3′ Processing and Polyadenylation of HIV-1 RNAThe 3′ processing and polyadenylation of metazoan pre-mRNAs involves recognition of the upstream AAUAAA and downstream GU-rich motifs surrounding the cleavage and poly(A) addition site. The AAUAAA signal is recognized by the cleavage/polyadenylation specificity factor (CPSF) the GU-rich motif is recognized by CstF. In addition, the cleavage reaction requires mammalian cleavage factors CF1m, CF2m, and poly(A) polymerase (for review, see Colgan and Manley 1997; Millevoi and Vagner 2010).Like most retroviruses, HIV-1 contains a duplicated set of AAUAAA and GU-rich core elements at the ends of the R sequences found in both the 5′ and 3′ LTRs. HIV-1 uses multiple regulatory elements to direct processing to the 3′ LTR cleavage site. First, the HIV-1 U3 sequence, which is upstream of the 3′ processing signal, but not associated with the 5′ processing signal, contains upstream enhancer elements (USE) that act to facilitate binding of CPSF and enhance polyadenylation at the 3′ end of the HIV-1 transcripts (Gilmartin et al. 1995). Another USE element near the 5′ end of the Nef gene binds the cellular SR protein 9G8 which recruits the 3′ processing factor CF1m and CPSF (Valente et al. 2009). Second, the 5′ and 3′ LTR poly(A) processing sites are imbedded in a region of secondary structure called the poly(A) hairpin located in exon 1 immediately downstream from the TAR hairpin structure. Factors binding to sequences upstream of the AAUAAA site are believed to open up the poly(A) hairpin and allow preferential use of the 3′ LTR poly(A) processing site (Das et al. 1999). Finally, the splicing factor U1 snRNP acts to inhibit the 3′ processing and poly(A) site in the 5′ LTR by binding to the adjacent 5′ss D1. Mutations of 5′ss D1 that weaken binding of U1 snRNP allow the usage of the normally silent 5′ LTR poly(A) site (Ashe et al. 1995, 2000).HIV-1 Translation InitiationInitiation of translation of eukaryotic mRNAs involves scanning from the 5′ cap until an initiator AUG in an appropriate Kozak consensus sequence is recognized. Because the HIV-1 exon 1 contains multiple highly structured regions including the TAR sequence, the primer binding site, the poly(A) hairpin, and RNA packaging sequences, a typical ribosomal scanning mechanism for translational initiation is precluded. Furthermore, some of the HIV-1 mRNA UTRs contain AUG sequences upstream of the authentic initiator AUG that can interfere with translation initiation at the authentic AUG. Finally, as shown in Figure 1, all HIV-1 env mRNA species are bicistronic and have an upstream vpu open reading frame overlapping the downstream env open reading frame.Several mechanisms have been proposed to circumvent these obstacles (for a recent review, see Bolinger and Boris-Lawrie 2009). HIV-1 may include an internal ribosome binding site (IRES), similar to those as found in picornaviruses, that permits recognition of the gag initiation codon. Additionally, HIV-1 and other retroviruses contain posttranscriptional elements (PCEs) that bind to cellular RNA binding proteins that can act as enhancers to facilitate translation initiation. Gag translation can be enhanced by RHA, a DEIH helicase (Bolinger et al. 2010) as well as the RNA binding proteins SRp40 and SRp55 (Swanson et al. 2010). An additional mechanism, which is used to bypass the vpu open reading frame and permit efficient translation at the downstream env AUG, involves 5′ cap-dependent ribosome shunting in which the scanning ribosome jumps over large regions of the mRNA before recognizing the correct initiation codon (Krummheuer et al. 2007).HIV-1 FrameshiftingIn common with all other retroviruses, HIV-1 has evolved a novel mechanism of programmed frameshifting in which specific sequence and structural signals in the mRNA can specify an mRNA reading frame change during translation (for review, see Brierley and Dos Ramos 2006; Bolinger and Boris-Lawrie 2009). In HIV-1, a −1 shift in the translational reading frame is required to shift from the Gag reading frame to the pro and pol reading frame. This frameshift occurs ∼5% of the time and results in the production of about one Gag-Pro-Pol precursor for every 20 Gag precursors synthesized. Two essential cis-acting sequence elements located ∼200 nt upstream of the Gag termination codon are required for frameshifting. The first is a hexanucleotide “slippery” sequence (UUUUUUA), which is the actual site of slippage during translation. The second is a stem-loop pseudoknot structure located just 3′ to the heptanucleotide sequence that acts as a pause site that increases the time the ribosome is associated with the slippery sequence. Pausing alone appears to be insufficient for frameshifting because addition of other roadblocks to translation are unable to support frameshifting (Brierley and Dos Ramos 2006). CONCLUSIONSAs summarized above, gene expression in HIV-1 is controlled by the RNA-binding proteins Tat and Rev, which orchestrate complex interactions with the cellular transcription, RNA splicing, and RNA transport machinery. The mechanisms of action of both proteins, which were unprecedented at the time of their discovery, have now illuminated features of transcription elongation control, RNA splicing, and RNA export that were entirely unknown and unexpected.Although the field has matured and expanded dramatically since the original discovery of Tat and Rev in 1985, an enormous amount still remains to be discovered about their structures and functions. On the structural side, complexes between TAR RNA and the intact P-TEFb molecule and large complexes containing P-TEFb and the RNA polymerase transcription elongation complex have yet to be tackled. The recent discovery of a whole family of additional elongation factors recruited associated with Tat certainly removes any complacency that all the cofactors required for Tat-mediated transactivation have been identified.A particularly challenging problem is to understand the coupling that occurs between transcriptional elongation, the regulation of splicing, polyadenylation, and RNA export. Evidence that the splicing-associated c-Ski-interacting protein, SKIP, activates both Tat transactivation and HIV-1 splicing provides an intriguing insight into how these diverse events may be coordinated (Bres et al. 2005).Understanding how the viral mRNP is remodeled during its journey from the nucleus to the cytoplasm will be essential for understanding both HIV-1 RNA translation and RNA packaging into virions. Remarkably, the export pathway used by the RNA affects viral assembly at the plasma membrane (Jin et al. 2009; Sherer et al. 2009), suggesting the site of translation influences subsequent protein function. In addition, there have been a growing number of host cell nuclear RNA binding proteins identified that bind to HIV-1 RNA or to Rev and may influence its export and cytoplasmic utilization (for reviews, see Cochrane et al. 2006; Cochrane 2009; Suhasini and Reddy 2009).Finally, in addition to their academic interest, the HIV-1 regulatory proteins remain important targets for drug discovery, especially because Tat and Rev are both required for active viral replication and essential for the emergence of viruses from latency. Now that the structures of both proteins are known, and many of their cofactors have been identified, there is cause for optimism that renewed efforts to develop antiviral compounds will be successful. FootnotesEditors: Frederic D. Bushman, Gary J. Nabel, and Ronald SwanstromAdditional Perspectives on HIV available at www.perspectivesinmedicine.org REFERENCES*Reference is also in this collection. Aboul-ela F, Karn J, Varani G\n1995. \nThe structure of the human immunodeficiency virus type 1 TAR RNA reveals principles of RNA recognition by Tat protein. J Mol Biol\n253: 313–332 [PubMed] [Google Scholar] Afonina E, Neumann M, Pavlakis GN\n1997. \nPreferential binding of poly(A)-binding protein 1 to an inhibitory RNA element in the human immunodeficiency virus type 1 gag element. J Biol Chem\n272: 2307–2311 [PubMed] [Google Scholar] Alcami J, de Lera TL, Folgueira L, Pedraza M-A, Jacqué J-M, Bachelerie F, Noriega AR, Hay RT, Harrich D, Gaynor RB, et al.\n1995. \nAbsolute dependence on κB responsive elements for initiation and Tat-mediated amplification of HIV transcription in blood CD4 T lymphocytes. EMBO J\n14: 1552–1560 [PMC free article] [PubMed] [Google Scholar] Amendt BA, Hesslein D, Chang L-J, Stoltzfus CM\n1994. \nPresence of negative and positive cis-acting RNA splicing elements within and flanking the first tat coding exon of the human immunodeficiency virus type 1. Mol Cell Biol\n14: 3960–3970 [PMC free article] [PubMed] [Google Scholar] Asang C, Hauber I, Schaal H\n2008. \nInsights into the selective activation of alternatively used splice acceptors by the human immunodeficiency virus type-1 bidirectional splicing enhancer. Nucleic Acids Res\n36: 1450–1463 [PMC free article] [PubMed] [Google Scholar] Ashe MP, Griffin P, James W, Proudfoot NJ\n1995. \nPoly(A) site selection in the HIV-1 provirus: Inhibition of promoter-proximal polyadenylation by the downstream major splice donor site. Genes Dev\n9: 3008–3025 [PubMed] [Google Scholar] Ashe MP, Furger A, Proudfoot NJ\n2000. \nStem-loop 1 of the U1 snRNP plays a crical role in the suprression of HIV-1 polyadenylation. RNA\n6: 170–177 [PMC free article] [PubMed] [Google Scholar] Barboric M, Yik JH, Czudnochowski N, Yang Z, Chen R, Contreras X, Geyer M, Matija Peterlin B, Zhou Q\n2007. \nTat competes with HEXIM1 to increase the active pool of P-TEFb for HIV-1 transcription. Nucleic Acids Res\n35: 2003–2012 [PMC free article] [PubMed] [Google Scholar] Battiste JL, Mao H, Rao NS, Tan R, Muhandiram DR, Kay LE, Frankel AD, Williamson JR\n1996. \nα Helix-RNA major groove recognition in an HIV-1 Rev peptide-RRE RNA complex. Science\n273: 1547–1551 [PubMed] [Google Scholar] Berkhout B, Silverman RH, Jeang K-T\n1989. \nTat trans-activates the human immunodeficiency virus through a nascent RNA target. Cell\n59: 273–282 [PubMed] [Google Scholar] Bieniasz PD, Grdina TA, Bogerd HP, Cullen BR\n1998. \nRecruitment of a protein complex containing Tat and cyclin T1 to TAR governs the species specificity of HIV-1 Tat. EMBO J\n17: 7056–7065 [PMC free article] [PubMed] [Google Scholar] Bilodeau PS, Domsic JK, Mayeda A, Krainer AR, Stoltzfus CM\n2001. \nRNA splicing at human immunodeficiency virus type 1 3′ splice site A2 is regulated by binding of hnRNP A/B proteins to an exonic splicing silencer element. J Virol\n75: 8487–8497 [PMC free article] [PubMed] [Google Scholar] Black AC, Luo J, Chun S, Bakker A, Fraser JK, Rosenblatt JD\n1996. \nSpecific binding of polypyrimidine tract binding protein and hnRNP A1 to HIV-1 CRS elements. Virus Genes\n12: 275–285 [PubMed] [Google Scholar] Bolinger C, Boris-Lawrie K\n2009. \nMechanisms employed by retroviruses to exploit host factors for translational control of a complicated proteome. Retrovirology\n6: 8. [PMC free article] [PubMed] [Google Scholar] Bolinger C, Sharma A, Singh D, Yu L, Boris-Lawrie K\n2010. \nRNA helicase A modulates translation of HIV-1 and infectivity of progeny virions. Nucleic Acids Res\n38: 1686–1696 [PMC free article] [PubMed] [Google Scholar] Borg KT, Favaro JP, Arrigo SJ\n1997. \nInvolvement of human immunodeficiency virus type-1 splice sites in the cytoplasmic accumulation of viral RNA. Virology\n236: 95–103 [PubMed] [Google Scholar] Bosque A, Planelles V\n2008. \nInduction of HIV-1 latency and reactivation in primary memory CD4+ T cells. Blood\n113: 58–65 [PMC free article] [PubMed] [Google Scholar] Bourgeois CF, Kim YK, Churcher MJ, West MJ, Karn J\n2002. \nSpt5 cooperates with Tat by preventing premature RNA release at terminator sequences. Mol Cell Biol\n22: 1079–1093 [PMC free article] [PubMed] [Google Scholar] Bres V, Gomes N, Pickle L, Jones KA\n2005. \nA human splicing factor, SKIP, associates with P-TEFb and enhances transcription elongation by HIV-1 Tat. Genes Dev\n19: 1211–1226 [PMC free article] [PubMed] [Google Scholar] Brierley I, Dos Ramos FJ\n2006. \nProgrammed ribosomal frameshifting in HIV-1 and the SARS-CoV. Virus Res\n119: 29–42 [PMC free article] [PubMed] [Google Scholar] Brodsky AS, Williamson JR\n1997. \nSolution structure of the HIV-2 TAR-argininamide complex. J Mol Biol\n267: 624–639 [PubMed] [Google Scholar] Burnett JC, Miller-Jensen K, Shah PS, Arkin AP, Schaffer DV\n2009. \nControl of stochastic gene expression by host factors at the HIV promoter. PLoS Pathog\n5: e1000260. [PMC free article] [PubMed] [Google Scholar] Caputi M, Freund M, Kammler S, Asang C, Schaal H\n2004. \nA bidirectional SF2/ASF, SRp40 dependent splicing enhancer regulates HIV-1 rev, env, vpu, and nef gene expression. J Virol\n78: 6517–6526 [PMC free article] [PubMed] [Google Scholar] Chang DD, Sharp PA\n1989. \nRegulation by HIV Rev depends upon recognition of splice sites. Cell\n59: 789–795 [PubMed] [Google Scholar] Chen M, Manley JL\n2009. \nMechanisms of alternative splicing regulation: Insights from molecular and genomics approaches. Nat Rev Mol Cell Biol\n10: 741–754 [PMC free article] [PubMed] [Google Scholar] Chen BK, Feinberg MB, Baltimore D\n1997. \nThe κB sites in the human immunodeficiency virus type 1 long terminal repeat enhance virus replication yet are not absolutely required for viral growth. J Virol\n71: 5495–5504 [PMC free article] [PubMed] [Google Scholar] Chen-Park FE, Huang DB, Noro B, Thanos D, Ghosh G\n2002. \nThe κB DNA sequence from the HIV long terminal repeat functions as an allosteric regulator of HIV transcription. J Biol Chem\n277: 24701–24708 [PubMed] [Google Scholar] Cho S, Schroeder S, Kaehlcke K, Kwon HS, Pedal A, Herker E, Schnoelzer M, Ott M\n2009. \nAcetylation of cyclin T1 regulates the equilibrium between active and inactive P-TEFb in cells. EMBO J\n28: 1407–1417 [PMC free article] [PubMed] [Google Scholar] Churcher M, Lamont C, Hamy F, Dingwall C, Green SM, Lowe AD, Butler PJG, Gait MJ, Karn J\n1993. \nHigh affinity binding of TAR RNA by the human immunodeficiency virus Tat protein requires amino acid residues flanking the basic domain and base pairs in the RNA stem. J Mol Biol\n230: 90–110 [PubMed] [Google Scholar] Cochrane A\n2009. \nHow does the journey affect the message(RNA)?\nRNA Biol\n6: 169–170 [PubMed] [Google Scholar] Cochrane AW, McNally MT, Mouland AJ\n2006. \nThe retrovirus RNA trafficking granule: From birth to maturity. Retrovirology\n3: 18. [PMC free article] [PubMed] [Google Scholar] Colgan DF, Manley JL\n1997. \nMechanism and regulation of mRNA polyadenylation. Genes Dev\n11: 2755–2766 [PubMed] [Google Scholar] Cullen BR\n2003. \nNuclear mRNA export: Insights from virology. Trends Biochem Sci\n28: 419–424 [PubMed] [Google Scholar] Daly TJ, Cook KS, Gary GS, Maione TE, Rusche JR\n1989. \nSpecific binding of HIV-1 recombinant Rev protein to the Rev-responsive element in vitro. Nature\n342: 816–819 [PubMed] [Google Scholar] Das AT, Klaver B, Berkhout B\n1999. \nA hairpin structure in the R region of the human immunodeficiency virus type 1 RNA genome is instrumental in polyadenylation site selection. J Virol\n73: 81–91 [PMC free article] [PubMed] [Google Scholar] Daugherty MD, D’Orso I, Frankel AD\n2008. \nA solution to limited genomic capacity: Using adaptable binding surfaces to assemble the functional HIV Rev oligomer on RNA. Mol Cell\n31: 824–834 [PMC free article] [PubMed] [Google Scholar] Daugherty MD, Liu B, Frankel AD\n2010. \nStructural basis for cooperative RNA binding and export complex assembly by HIV Rev. Nat Struct Mol Biol\n17: 1337–1342 [PMC free article] [PubMed] [Google Scholar] Davidson A, Leeper TC, Athanassiou Z, Patora-Komisarska K, Karn J, Robinson JA, Varani G\n2009. \nSimultaneous recognition of HIV-1 TAR RNA bulge and loop sequences by cyclic peptide mimics of Tat protein. Proc Natl Acad Sci\n106: 11931–11936 [PMC free article] [PubMed] [Google Scholar] DiMattia MA, Watts NR, Stahl SJ, Rader C, Wingfield PT, Stuart DI, Steven AC, Grimes JM\n2010. \nImplications of the HIV-1 Rev dimer structure at 3.2 A resolution for multimeric binding to the Rev response element. Proc Natl Acad Sci\n107: 5810–5814 [PMC free article] [PubMed] [Google Scholar] Dingwall C, Ernberg I, Gait MJ, Green SM, Heaphy S, Karn J, Lowe AD, Singh M, Skinner MA, Valerio R\n1989. \nHuman immunodeficiency virus 1 Tat protein binds transactivation-responsive region (TAR) RNA in vitro. Proc Natl Acad Sci\n86: 6925–6929 [PMC free article] [PubMed] [Google Scholar] Dingwall C, Ernberg I, Gait MJ, Green SM, Heaphy S, Karn J, Lowe AD, Singh M, Skinner MA\n1990. \nHIV-1 Tat protein stimulates transcription by binding to a U-rich bulge in the stem of the TAR RNA structure. EMBO J\n9: 4145–4153 [PMC free article] [PubMed] [Google Scholar] Exline CM, Feng Z, Stoltzfus CM\n2008. \nNegative and positive mRNA splicing elements act competitively to regulate human immunodeficiency virus type 1 vif gene expression. J Virol\n82: 3921–3931 [PMC free article] [PubMed] [Google Scholar] Feng S, Holland EC\n1988. \nHIV-1 Tat transactivation requires the loop sequence within TAR. Nature\n334: 165–168 [PubMed] [Google Scholar] Fischer U, Huber J, Boelens WC, Mattaj IW, Luhrmann R\n1995. \nThe HIV-1 Rev activation domain is a nuclear export signal that accesses an export pathway used by specific cellular RNAs. Cell\n82: 475–483 [PubMed] [Google Scholar] Fujinaga K, Cujec TP, Peng J, Garriga J, Price DH, Graña X, Peterlin BM\n1998. \nThe ability of positive transcription elongation factor b to transactive human immunodeficiency virus transcription depends on a functional kinase domain, cyclin T1 and Tat. J Virol\n72: 7154–7159 [PMC free article] [PubMed] [Google Scholar] Fujinaga K, Irwin D, Huang Y, Taube R, Kurosu T, Peterlin BM\n2004. \nDynamics of human immunodeficiency virus transcription: P-TEFb phosphorylates RD and dissociates negative effectors from the transactivation response element. Mol Cell Biol\n24: 787–795 [PMC free article] [PubMed] [Google Scholar] Garber ME, Wei P, KewelRamani VN, Mayall TP, Herrmann CH, Rice AP, Littman DR, Jones KA\n1998. \nThe interaction between HIV-1 Tat and human cyclin T1 requires zinc and a critical cysteine residue that is not conserved in the murine CycT1 protein. Genes Dev\n12: 3512–3527 [PMC free article] [PubMed] [Google Scholar] Garcia JA, Harrich D, Soultanakis E, Wu F, Mitsuyasu R, Gaynor RB\n1989. \nHuman immunodeficiency virus type 1 LTR TATA and TAR region sequences required for transcriptional regulation. EMBO J\n8: 765–778 [PMC free article] [PubMed] [Google Scholar] Giffin MJ, Stroud JC, Bates DL, von Koenig KD, Hardin J, Chen L\n2003. \nStructure of NFAT1 bound as a dimer to the HIV-1 LTR κB element. Nature Struct Biol\n10: 800–806 [PubMed] [Google Scholar] Gilmartin GM, Fleming ES, Oetjen J, Graveley BR\n1995. \nCPSF recognition of HIV-1 mRNA 3′-processing enhancer: Multiple sequence contacts involved in poly(A) site definition. Genes Dev\n9: 72–83 [PubMed] [Google Scholar] He N, Jahchan NS, Hong E, Li Q, Bayfield MA, Maraia RJ, Luo K, Zhou Q\n2008. \nA La-related protein modulates 7SK snRNP integrity to suppress P-TEFb-dependent transcriptional elongation and tumorigenesis. Mol Cell\n29: 588–599 [PMC free article] [PubMed] [Google Scholar] He N, Liu M, Hsu J, Xue Y, Chou S, Burlingame A, Krogan NJ, Alber T, Zhou Q\n2010. \nHIV-1 Tat and host AFF4 recruit two transcription elongation factors into a bifunctional complex for coordinated activation of HIV-1 transcription. Mol Cell\n38: 428–438 [PMC free article] [PubMed] [Google Scholar] Heaphy S, Dingwall C, Ernberg I, Gait MJ, Green SM, Karn J, Lowe AD, Singh M, Skinner MA\n1990. \nHIV-1 regulator of virion expression (Rev) protein binds to an RNA stem-loop structure located within the Rev-response element region. Cell\n60: 685–693 [PubMed] [Google Scholar] Henderson BR, Percipalle P\n1997. \nInteractions between HIV Rev and nuclear import and export factors: The Rev nuclear localisation signal mediates specific binding to human importin-b. J Mol Biol\n274: 693–707 [PubMed] [Google Scholar] Herrmann CH, Rice AP\n1995. \nLentivirus Tat proteins specifically associate with a cellular protein kinase, TAK, that hyperphosphorylates the carboxyl-terminal domain of the large subunit of RNA polymerase II: Candidate for a Tat cofactor. J Virol\n69: 1612–1620 [PMC free article] [PubMed] [Google Scholar] Herrmann CH, Gold MO, Rice AP\n1996. \nViral transactivators specifically target distinct cellular protein kinases that phosphorylate the RNA polymerase II C-terminal domain. Nucleic Acids Res\n24: 501–508 [PMC free article] [PubMed] [Google Scholar] Hoffman BE, Grabowski PJ\n1992. \nU1 snRNP targets an essential splicing factor, U2AF65, to the 3′ splice site by a network of interactions spanning the exon. Genes Dev\n6: 2554–2568 [PubMed] [Google Scholar] Isel C, Karn J\n1999. \nDirect evidence that HIV-1 Tat activates the Tat-associated kinase (TAK) during transcriptional elongation. J Mol Biol\n290: 929–941 [PubMed] [Google Scholar] Ivanov D, Kwak YT, Guo J, Gaynor RB\n2000. \nDomains in the SPT5 protein that modulate its transcriptional regulatory properties. Mol Cell Biol\n20: 2970–2983 [PMC free article] [PubMed] [Google Scholar] Jacquenet S, Mereau A, Bilodeau PS, Damier L, Stoltzfus CM, Branlant C\n2001. \nA second exon splicing silencer within human immunodeficiency virus type 1 tat exon 2 represses splicing of Tat mRNA and binds protein hnRNP H. J Biol Chem\n276: 40464–40475 [PubMed] [Google Scholar] Jeronimo C, Forget D, Bouchard A, Li Q, Chua G, Poitras C, Therien C, Bergeron D, Bourassa S, Greenblatt J, et al.\n2007. \nSystematic analysis of the protein interaction network for the human transcription machinery reveals the identity of the 7SK capping enzyme. Mol Cell\n27: 262–274 [PMC free article] [PubMed] [Google Scholar] Jin J, Sturgeon T, Weisz OA, Mothes W, Montelaro RC\n2009. \nHIV-1 matrix dependent membrane targeting is regulated by Gag mRNA trafficking. PLoS One\n4: e6551. [PMC free article] [PubMed] [Google Scholar] Jones K, Kadonaga J, Luciw P, Tjian R\n1986. \nActivation of the AIDS retrovirus promoter by the cellular transcription factor, Sp1. Science\n232: 755–759 [PubMed] [Google Scholar] Kammler S, Otte M, Hauber I, Kjems J, Hauber J, Schaal H\n2006. \nThe strength of the HIV-1 3′ splice sites affects Rev function. Retrovirology\n3: 89. [PMC free article] [PubMed] [Google Scholar] Kao S-Y, Calman AF, Luciw PA, Peterlin BM\n1987. \nAnti-termination of transcription within the long terminal repeat of HIV-1 by Tat gene product. Nature\n330: 489–493 [PubMed] [Google Scholar] Karn J\n2011. \nThe molecular biology of HIV latency: Breaking and restoring the Tat-dependent transcriptional circuit. Curr Opin HIV AIDS\n6: 4–11 [PMC free article] [PubMed] [Google Scholar] Kim S, Byrn R, Groopman J, Baltimore D\n1989. \nTemporal aspects of DNA and RNA synthesis during human immunodeficiency virus infection: Evidence for differential gene expression. J Virol\n63: 3708–3713 [PMC free article] [PubMed] [Google Scholar] Kim YK, Bourgeois CF, Isel C, Churcher MJ, Karn J\n2002. \nPhosphorylation of the RNA polymerase II carboxyl-terminal domain by CDK9 is directly responsible for human immunodeficiency virus type 1 Tat-activated transcriptional elongation. Mol Cell Biol\n22: 4622–4637 [PMC free article] [PubMed] [Google Scholar] Kinoshita S, Chen BK, Kaneshima H, Nolan GP\n1998. \nHost control of HIV-1 parasitism in T cells by the nuclear factor of activated T cells. Cell\n95: 595–604 [PubMed] [Google Scholar] Kohler A, Hurt E\n2007. \nExporting RNA from the nucleus to the cytoplasm. Nat Rev Mol Cell Biol\n8: 761–773 [PubMed] [Google Scholar] Krueger BJ, Jeronimo C, Roy BB, Bouchard A, Barrandon C, Byers SA, Searcey CE, Cooper JJ, Bensaude O, Cohen EA, et al.\n2008. \nLARP7 is a stable component of the 7SK snRNP while P-TEFb, HEXIM1 and hnRNP A1 are reversibly associated. Nucleic Acids Res\n36: 2219–2229 [PMC free article] [PubMed] [Google Scholar] Krueger BJ, Varzavand K, Cooper JJ, Price DH\n2010. \nThe mechanism of release of P-TEFb and HEXIM1 from the 7SK snRNP by viral and cellular activators includes a conformational change in 7SK. PLoS One\n5: e12335. [PMC free article] [PubMed] [Google Scholar] Krummheuer J, Johnson AT, Hauber I, Kammler S, Anderson JL, Hauber J, Purcell DF, Schaal H\n2007. \nA minimal uORF within the HIV-1 vpu leader allows efficient translation initiation at the downstream env AUG. Virology\n363: 261–271 [PubMed] [Google Scholar] Kwak YT, Ivanov D, Guo J, Nee E, Gaynor RB\n1999. \nRole of the human and murine cyclin T proteins in regulating HIV-1 Tat-activation. J Mol Biol\n288: 57–69 [PubMed] [Google Scholar] Lewinski MK, Yamashita M, Emerman M, Ciuffi A, Marshall H, Crawford G, Collins F, Shinn P, Leipzig J, Hannenhalli S, et al.\n2006. \nRetroviral DNA integration: Viral and cellular determinants of target-site selection. Plos Pathog\n2: e60. [PMC free article] [PubMed] [Google Scholar] Liu J, Perkins ND, Schmid RM, Nabel GJ\n1992. \nSpecific NF-kB subunits act in concert with tat to stimulate human immunodeficiency virus type 1 transcription. J Virol\n66: 3883–3887 [PMC free article] [PubMed] [Google Scholar] Madsen JM, Stoltzfus CM\n2005. \nAn exonic splicing silencer downstream of 3′ splice site A2 is required for efficient human immunodeficiency virus type 1 replication. J Virol\n79: 10478–10486 [PMC free article] [PubMed] [Google Scholar] Madsen JM, Stoltzfus CM\n2006. \nA suboptimal 5′ splice site downstream of HIV-1 splice site A1 is required for unspliced viral mRNA accumulation and efficient virus replication. Retrovirology\n3: 10. [PMC free article] [PubMed] [Google Scholar] Malim MH, Cullen BR\n1991. \nHIV-1 structural gene expression requires the binding of multiple Rev monomers to the viral RRE: Implications for HIV-1 latency. Cell\n65: 241–248 [PubMed] [Google Scholar] Malim MH, Hauber J, Le S-Y, Maizel JV, Cullen BR\n1989. \nThe HIV-1 rev trans-activator acts through a structured target sequence to activate nuclear export of unspliced viral mRNA. Nature\n338: 254–257 [PubMed] [Google Scholar] Mancebo HSY, Lee G, Flygare J, Tomassini J, Luu P, Zhu Y, Peng J, Blau C, Hazuda D, Price D, et al.\n1997. \np-TEFb kinase is required for HIV Tat transcriptional activation in vivo and in vitro. Genes Dev\n11: 2633–2644 [PMC free article] [PubMed] [Google Scholar] Mandal D, Feng Z, Stoltzfus CM\n2008. \nGag-processing defect of human immunodeficiency virus type 1 integrase E246 and G247 mutants is caused by activation of an overlapping 5′ splice site. J Virol\n82: 1600–1604 [PMC free article] [PubMed] [Google Scholar] Mann DA, Mikaélian I, Zemmel RW, Green SM, Lowe AD, Kimura T, Singh M, Butler PJG, Gait MJ, Karn J\n1994. \nA molecular rheostat: Co-operative Rev binding to Stem I of the Rev-response element modulates human immunodeficiency virus type-1 late gene expression. J Mol Biol\n241: 193–207 [PubMed] [Google Scholar] Margolis DM\n2010. \nMechanisms of HIV latency: An emerging picture of complexity. Curr HIV/AIDS Rep\n7: 37–43 [PubMed] [Google Scholar] Marshall NF, Price DH\n1995. \nPurification of p-TEFb, a transcription factor required for the transition into productive elongation. J Biol Chem\n270: 12335–12338 [PubMed] [Google Scholar] Marshall NF, Peng J, Xie Z, Price DH\n1996. \nControl of RNA polymerase II elongation potential by a novel carboxyl-terminal domain kinase. J Biol Chem\n271: 27176–27183 [PubMed] [Google Scholar] Michels AA, Fraldi A, Li Q, Adamson TE, Bonnet F, Nguyen VT, Sedore SC, Price JP, Price DH, Lania L, et al.\n2004. \nBinding of the 7SK snRNA turns the HEXIM1 protein into a P-TEFb (CDK9/cyclin T) inhibitor. EMBO J\n23: 2608–2619 [PMC free article] [PubMed] [Google Scholar] Millevoi S, Vagner S\n2010. \nMolecular mechanisms of eukaryotic pre-mRNA 3′ end processing regulation. Nucleic Acids Res\n38: 2757–2774 [PMC free article] [PubMed] [Google Scholar] Muesing MA, Smith DH, Capon DJ\n1987. \nRegulation of mRNA accumulation by a human immunodeficiency virus trans-activator protein. Cell\n48: 691–701 [PubMed] [Google Scholar] Nabel G, Baltimore DA\n1987. \nAn inducible transcription factor activates expression of human immunodeficiency virus in T cells. Nature\n326: 711–713 [PubMed] [Google Scholar] Najera I, Krieg M, Karn J\n1999. \nSynergistic stimulation of HIV–1 Rev-dependent export of unspliced mRNA to the cytoplasm by HnRNP A1. J Mol Biol\n285: 1951–1964 [PubMed] [Google Scholar] Narita T, Yamaguchi Y, Yano K, Sugimoto S, Chanarat S, Wada T, Kim DK, Hasegawa J, Omori M, Inukai N, et al.\n2003. \nHuman transcription elongation factor NELF: Identification of novel subunits and reconstitution of the functionally active complex. Mol Cell Biol\n23: 1863–1873 [PMC free article] [PubMed] [Google Scholar] Nguyen VT, Kiss T, Michels AA, Bensaude O\n2001. \n7SK small nuclear RNA binds to and inhibits the activity of CDK9/cyclin T complexes. Nature\n414: 322–325 [PubMed] [Google Scholar] Pearson R, Kim YK, Hokello J, Lassen K, Friedman J, Tyagi M, Karn J\n2008. \nEpigenetic silencing of human immunodeficiency virus (HIV) transcription by formation of restrictive chromatin structures at the viral long terminal repeat drives the progressive entry of HIV into latency. J Virol\n82: 12291–12303 [PMC free article] [PubMed] [Google Scholar] Perkins ND, Edwards NL, Duckett CS, Agranoff AB, Schmid RM, Nabel GJ\n1993. \nA cooperative interaction between NF-kB and Sp1 is required for HIV-1 enhancer activation. EMBO J\n12: 3551–3558 [PMC free article] [PubMed] [Google Scholar] Pollard VW, Malim MH\n1998. \nThe HIV-1 Rev protein. Annu Rev Microbiol\n52: 491–532 [PubMed] [Google Scholar] Pomerantz RJ, Trono D, Feinberg MB, Baltimore D\n1990. \nCells nonproductively infected with HIV-1 exhibit an aberrant pattern of viral RNA expression: A molecular model for latency. Cell\n61: 1271–1276 [PubMed] [Google Scholar] Puglisi JD, Tan R, Calnan BJ, Frankel AD, Williamson JR\n1992. \nConformation of the TAR RNA-arginine complex by NMR spectroscopy. Science\n257: 76–80 [PubMed] [Google Scholar] Purcell DFJ, Martin MA\n1993. \nAlternative splicing of human immunodeficiency virus type 1 mRNA modulates viral protein expression, replication and infectivity. J Virol\n67: 6365–6378 [PMC free article] [PubMed] [Google Scholar] Ramakrishnan R, Dow EC, Rice AP\n2009. \nCharacterization of Cdk9 T-loop phosphorylation in resting and activated CD4+ T lymphocytes. J Leukoc Biol\n86: 1345–1350 [PMC free article] [PubMed] [Google Scholar] Ramanathan Y, Rajpara SM, Reza SM, Lees E, Shuman S, Mathews MB, Pe’ery T\n2001. \nThree RNA polymerase II carboxyl-terminal domain kinases display distinct substrate preferences. J Biol Chem\n276: 10913–10920 [PubMed] [Google Scholar] Rittner K, Churcher MJ, Gait MJ, Karn J\n1995. \nThe human immunodeficiency virus long terminal repeat includes a specialised initiator element which is required for Tat-responsive transcription. J Mol Biol\n248: 562–580 [PubMed] [Google Scholar] Robberson BL, Cote GJ, Berget SM\n1990. \nExon definition may facilitate splice site selection in RNAs with multiple exons. Mol Cell Biol\n10: 84–94 [PMC free article] [PubMed] [Google Scholar] Schwartz S, Felber BK, Pavlakis GN\n1992. \nDistinct RNA sequences in the gag region of human immunodeficiency virus type 1 decrease RNA stability and inhibit expression in the absence of Rev protein. J Virol\n66: 150–159 [PMC free article] [PubMed] [Google Scholar] Sedore SC, Byers SA, Biglione S, Price JP, Maury WJ, Price DH\n2007. \nManipulation of P-TEFb control machinery by HIV: Recruitment of P-TEFb from the large form by Tat and binding of HEXIM1 to TAR. Nucleic Acids Res\n35: 4347–4358 [PMC free article] [PubMed] [Google Scholar] Selby MJ, Bain ES, Luciw P, Peterlin BM\n1989. \nStructure, sequence and position of the stem-loop in TAR determine transcriptional elongation by Tat through the HIV-1 long terminal repeat. Genes Dev\n3: 547–558 [PubMed] [Google Scholar] Sherer NM, Swanson CM, Papaioannou S, Malim MH\n2009. \nMatrix mediates the functional link between human immunodeficiency virus type 1 RNA nuclear export elements and the assembly competency of Gag in murine cells. J Virol\n83: 8525–8535 [PMC free article] [PubMed] [Google Scholar]* Siliciano RF, Greene WC\n2011. \nHIV latency. Cold Spring Harb Perspect Med\n10.1101/cshperspect.a007096 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Sobhian B, Laguette N, Yatim A, Nakamura M, Levy Y, Kiernan R, Benkirane M\n2010. \nHIV-1 Tat assembles a multifunctional transcription elongation complex and stably associates with the 7SK snRNP. Mol Cell\n38: 439–451 [PMC free article] [PubMed] [Google Scholar] Sodroski J, Patarca R, Rosen C, Wong-Staal F, Haseltine WA\n1985a. \nLocation of the transacting region on the genome of human T-cell lymphotropic virus type III. Science\n229: 74–77 [PubMed] [Google Scholar] Sodroski JG, Rosen CA, Wong-Staal F, Salahuddin SZ, Popovic M, Arya S, Gallo RC, Haseltine WA\n1985b. \nTrans-acting transcriptional regulation of human T-cell leukemia virus type III long terminal repeat. Science\n227: 171–173 [PubMed] [Google Scholar] Sodroski J, Goh WC, Rosen CA, Dayton A, Terwilliger E, Haseltine WA\n1986. \nA second post-transcriptional activator gene required for HTLV-III replication. Nature\n321: 412–417 [PubMed] [Google Scholar] Stoltzfus CM\n2009. \nRegulation of HIV-1 alternative RNA splicing and its role in virus replication. Adv Virus Res\n74: 1–40 [PubMed] [Google Scholar] Stoltzfus CM, Madsen JM\n2006. \nRole of viral splicing elements and cellular RNA binding proteins in regulation of HIV-1 alternative RNA splicing. Curr HIV Res\n4: 43–55 [PubMed] [Google Scholar] Suhasini M, Reddy TR\n2009. \nCellular proteins and HIV-1 Rev function. Curr HIV Res\n7: 91–100 [PubMed] [Google Scholar] Sung TL, Rice AP\n2009. \nmiR-198 inhibits HIV-1 gene expression and replication in monocytes and its mechanism of action appears to involve repression of cyclin T1. PLoS Pathog\n5: e1000263. [PMC free article] [PubMed] [Google Scholar] Swanson CM, Puffer BA, Ahmad KM, Doms RW, Malim MH\n2004. \nRetroviral mRNA nuclear export elements regulate protein function and virion assembly. EMBO J\n23: 2632–2640 [PMC free article] [PubMed] [Google Scholar] Swanson CM, Sherer NM, Malim MH\n2010. \nSRp40 and SRp55 promote the translation of unspliced human immunodeficiency virus type 1 RNA. J Virol\n84: 6748–6759 [PMC free article] [PubMed] [Google Scholar] Tahirov TH, Babayeva ND, Varzavand K, Cooper JJ, Sedore SC, Price DH\n2010. \nCrystal structure of HIV-1 Tat complexed with human P-TEFb. Nature\n465: 747–751 [PMC free article] [PubMed] [Google Scholar] Valente ST, Gilmartin GM, Venkatarama K, Arriagada G, Goff SP\n2009. \nHIV-1 mRNA 3′ end processing is distinctively regulated by eIF3f, CDK11, and splice factor 9G8. Mol Cell\n36: 279–289 [PMC free article] [PubMed] [Google Scholar] Verdin E, Paras PJ, Van Lint C\n1993. \nChromatin disruption in the promoter of human immunodeficiency virus type 1 during transcriptional activation. EMBO J\n12: 3249–3259 [PMC free article] [PubMed] [Google Scholar] Wang Z, Burge CB\n2008. \nSplicing regulation: From a parts list of regulatory elements to an integrated splicing code. RNA\n14: 802–813 [PMC free article] [PubMed] [Google Scholar] Watts JM, Dang KK, Gorelick RJ, Leonard CW, Bess JW Jr, Swanstrom R, Burch CL, Weeks KM\n2009. \nArchitecture and secondary structure of an entire HIV-1 RNA genome. Nature\n460: 711–716 [PMC free article] [PubMed] [Google Scholar] Wei P, Garber ME, Fang S-M, Fischer WH, Jones KA\n1998. \nA novel cdk9-associated c-type cyclin interacts directly with HIV-1 Tat and mediates its high-affinity, loop specific binding to TAR RNA. Cell\n92: 451–462 [PubMed] [Google Scholar] Weinberger LS, Shenk T\n2006. \nAn HIV feedback resistor: Auto-regulatory circuit deactivator and noise buffer. PLoS Biol\n5: e9. [PMC free article] [PubMed] [Google Scholar] Weinberger LS, Burnett JC, Toettcher JE, Arkin AP, Schaffer DV\n2005. \nStochastic gene expression in a lentiviral positive-feedback loop: HIV-1 Tat fluctuations drive phenotypic diversity. Cell\n122: 169–182 [PubMed] [Google Scholar] Yamada T, Yamaguchi Y, Inukai N, Okamoto S, Mura T, Handa H\n2006. \nP-TEFb-mediated phosphorylation of hSpt5 C-terminal repeats is critical for processive transcription elongation. Mol Cell\n21: 227–237 [PubMed] [Google Scholar] Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H\n1999. \nNELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell\n97: 41–51 [PubMed] [Google Scholar] Yamaguchi Y, Inukai N, Narita T, Wada T, Handa H\n2002. \nEvidence that negative elongation factor represses transcription elongation through binding to a DRB sensitivity-inducing factor/RNA polymerase II complex and RNA. Mol Cell Biol\n22: 2918–2927 [PMC free article] [PubMed] [Google Scholar] Yang Z, Zhu Q, Luo K, Zhou Q\n2001. \nThe 7SK small nuclear RNA inhibits the CDK9/cyclin T1 kinase to control transcription. Nature\n414: 317–322 [PubMed] [Google Scholar] Yik JH, Chen R, Nishimura R, Jennings JL, Link AJ, Zhou Q\n2003. \nInhibition of P-TEFb (CDK9/Cyclin T) kinase and RNA polymerase II transcription by the coordinated actions of HEXIM1 and 7SK snRNA. Mol Cell\n12: 971–982 [PubMed] [Google Scholar] Zapp ML, Hope TJ, Parslow TG, Green MR\n1991. \nOligomerization and RNA binding domains of the type 1 human immunodeficiency virus Rev protein: A dual function for an arginine-rich binding motif. Proc Natl Acad Sci\n88: 7734–7738 [PMC free article] [PubMed] [Google Scholar] Zenzie-Gregory B, Sheridan P, Jones KA, Smale ST\n1993. \nHIV-1 core promoter lacks a simple initiator element but contains bipartite activator at the transcription start site. J Biol Chem\n268: 15823–15832 [PubMed] [Google Scholar] Zhang Z, Klatt A, Gilmour DS, Henderson AJ\n2007. \nNegative elongation factor NELF represses human immunodeficiency virus transcription by pausing the RNA polymerase II complex. J Biol Chem\n282: 16981–16988 [PubMed] [Google Scholar] Zhu Y, Pe’ery T, Peng J, Ramanathan Y, Marshall N, Marshall T, Amendt B, Mathews MB, Price DH\n1997. \nTranscription elongation factor P-TEFb is required for HIV-1 Tat transactivation in vitro. Genes Dev\n11: 2622–2632 [PMC free article] [PubMed] [Google Scholar] Zolotukhin AS, Michalowski D, Bear J, Smulevitch SV, Traish AM, Peng R, Patton J, Shatsky IN, Felber BK\n2003. \nPSF acts through the human immunodeficiency virus type 1 mRNA instability elements to regulate virus expression. Mol Cell Biol\n23: 6618–6630 [PMC free article] [PubMed] [Google Scholar]"}