{"title": "Genome-wide association study of temperament in bipolar disorder reveals significant associations with three novel Loci", "pubDate": "2012", "PMCID": "PMC3925336", "DOI": "10.1016/j.biopsych.2012.01.018", "PMID": "22365631", "abstract": "Background:                       The many attempts to identify genes for bipolar disorder (BD) have met with limited success, which has generally been attributed to genetic heterogeneity and small gene effects. However, it is also possible that the categorical phenotypes used in genetic studies of BD are not the most informative or biologically relevant. Although quantitative phenotypes provide an alternative to categorical phenotypes based on diagnosis, they have not been fully exploited in BD genetics due to the lack of accessible biological measures. We have explored aspects of temperament as quantitative phenotypes that might define subtypes of BD with different clinical features and courses of illness. Temperament is a heritable personality factor that establishes the baseline level of reactivity, mood, and energy of a person.                  Methods:                       We have performed a genome-wide association study with genotype data from the Bipolar Genome Study and 1263 bipolar subjects that had completed the Temperament Evaluation of Memphis, Pisa, Paris, and San Diego Autoquestionnaire (TEMPS-A). The TEMPS-A is designed to assess lifelong, milder aspects of bipolar symptomatology and defines five temperaments: hyperthymic, dysthymic, cyclothymic, irritable, and anxious.                  Results:                       The irritable temperament produced the most significant result with a genome-wide significant p value of 1.7 × 10(-8) on chromosome 1. The hyperthymic temperament produced additional genome-wide significant p values of 4.1 × 10(-8) and 2.1 × 10(-8) on chromosomes 12 and 22, respectively.                  Conclusions:                       These results suggest that aspects of temperament might define subtypes of BD that are more clinically and genetically homogenous, which might aid in the identification of predisposing genetic variants.", "author": [{"author": "Tiffany A Greenwood", "affiliation": ["Department of Psychiatry, University of California at San Diego, La Jolla, CA 92093, USA."], "href": "/?term=Greenwood+TA&cauthor_id=22365631"}, {"author": "Hagop S Akiskal", "affiliation": [], "href": "/?term=Akiskal+HS&cauthor_id=22365631"}, {"author": "Kareen K Akiskal", "affiliation": [], "href": "/?term=Akiskal+KK&cauthor_id=22365631"}, {"author": "Bipolar Genome Study", "affiliation": [], "href": "/?term=Bipolar+Genome+Study%5BCorporate+Author%5D"}, {"author": "John R Kelsoe", "affiliation": [], "href": "/?term=Kelsoe+JR&cauthor_id=22365631"}, {"author": "John R Kelsoe", "affiliation": [], "href": "/?term=Kelsoe+JR"}, {"author": "Tiffany A Greenwood", "affiliation": [], "href": "/?term=Greenwood+TA"}, {"author": "Caroline M Nievergelt", "affiliation": [], "href": "/?term=Nievergelt+CM"}, {"author": "Rebecca McKinney", "affiliation": [], "href": "/?term=McKinney+R"}, {"author": "Paul D Shilling", "affiliation": [], "href": "/?term=Shilling+PD"}, {"author": "Erin N Smith", "affiliation": [], "href": "/?term=Smith+EN"}, {"author": "Nicholas J Schork", "affiliation": [], "href": "/?term=Schork+NJ"}, {"author": "Cinnamon S Bloss", "affiliation": [], "href": "/?term=Bloss+CS"}, {"author": "John I Nurnberger Jr", "affiliation": [], "href": "/?term=Nurnberger+JI+Jr"}, {"author": "Howard J Edenberg", "affiliation": [], "href": "/?term=Edenberg+HJ"}, {"author": "Tatiana Foroud", "affiliation": [], "href": "/?term=Foroud+T"}, {"author": "Daniel L Koller", "affiliation": [], "href": "/?term=Koller+DL"}, {"author": "Elliot S Gershon", "affiliation": [], "href": "/?term=Gershon+ES"}, {"author": "Chunyu Liu", "affiliation": [], "href": "/?term=Liu+C"}, {"author": "Judith A Badner", "affiliation": [], "href": "/?term=Badner+JA"}, {"author": "William A Scheftner", "affiliation": [], "href": "/?term=Scheftner+WA"}, {"author": "William B Lawson", "affiliation": [], "href": "/?term=Lawson+WB"}, {"author": "Evaristus A Nwulia", "affiliation": [], "href": "/?term=Nwulia+EA"}, {"author": "Maria Hipolito", "affiliation": [], "href": "/?term=Hipolito+M"}, {"author": "William Coryell", "affiliation": [], "href": "/?term=Coryell+W"}, {"author": "James B Potash", "affiliation": [], "href": "/?term=Potash+JB"}, {"author": "John Rice", "affiliation": [], "href": "/?term=Rice+J"}, {"author": "William Byerley", "affiliation": [], "href": "/?term=Byerley+W"}, {"author": "Francis J McMahon", "affiliation": [], "href": "/?term=McMahon+FJ"}, {"author": "Thomas G Schulze", "affiliation": [], "href": "/?term=Schulze+TG"}, {"author": "Wade H Berrettini", "affiliation": [], "href": "/?term=Berrettini+WH"}, {"author": "Peter P Zandi", "affiliation": [], "href": "/?term=Zandi+PP"}, {"author": "Pamela B Mahon", "affiliation": [], "href": "/?term=Mahon+PB"}, {"author": "Melvin G McInnis", "affiliation": [], "href": "/?term=McInnis+MG"}, {"author": "Sebastian Zöllner", "affiliation": [], "href": "/?term=Z%C3%B6llner+S"}, {"author": "Peng Zhang", "affiliation": [], "href": "/?term=Zhang+P"}, {"author": "David W Craig", "affiliation": [], "href": "/?term=Craig+DW"}, {"author": "Szabolcs Szelinger", "affiliation": [], "href": "/?term=Szelinger+S"}, {"author": "Thomas B Barrett", "affiliation": [], "href": "/?term=Barrett+TB"}], "refPMID": [], "citedInPMID": ["22365631", "34709416", "34655926", "34075027", "34059980", "34017241", "32848694", "32695028", "32606377", "32477186", "31953567", "31712668", "31680855", "31611599", "31156385", "30605993", "30383791", "30376640", "30233315", "29931501", "28979185", "28851962", "27918536", "27741464", "26202629", "26057335", "25814263", "23759419", "23326512"], "body": " AbstractBackgroundThe many attempts to identify genes for bipolar disorder (BD) have met with limited success, which has generally been attributed to genetic heterogeneity and small gene effects. However, it is also possible that the categorical phenotypes used in genetic studies of BD are not the most informative or biologically relevant. Although quantitative phenotypes provide an alternative to categorical phenotypes based on diagnosis, they have not been fully exploited in BD genetics due to the lack of accessible biological measures. We have explored aspects of temperament as quantitative phenotypes that may define subtypes of BD with different clinical features and courses of illness. Temperament is a heritable personality factor that establishes a person’s baseline level of reactivity, mood, and energy.MethodsWe have performed a genome-wide association study using genotype data from the Bipolar Genome Study (BiGS) and 1,263 bipolar subjects that had completed the Temperament Evaluation of Memphis, Pisa, Paris, and San Diego Autoquestionnaire (TEMPS-A). The TEMPS-A is designed to assess lifelong, milder aspects of bipolar symptomatology and defines five temperaments: hyperthymic, dysthymic, cyclothymic, irritable, and anxious.ResultsThe irritable temperament produced the most significant result with a genome-wide significant p value of 1.7×10−8 on chromosome 1. The hyperthymic temperament produced additional genome-wide significant p values of 4.1×10−8 and 2.1×10−8 on chromosomes 12 and 22, respectively.ConclusionsThese results suggest that aspects of temperament may define subtypes of BD that are more clinically and genetically homogenous, which may aid in the identification of predisposing genetic variants.Keywords: temperament, bipolar disorder, genetic, genome-wide association, TEMPS-A INTRODUCTIONDifficulties in identifying genes for bipolar disorder (BD) have generally been attributed to such factors as genetic heterogeneity and small gene effects. However, it is also possible that the diagnostic systems (DSM-IV and others) used in genetic studies of BD may not optimally define the illness for genetic mapping. Various mood-related traits and disorders with a range of severity are often observed in the families of BD probands (1–3), yet current categorical diagnostic systems are limited in their ability to adequately define this phenotypic variation. Some have suggested that BD and other mood disorders may be better conceptualized in a more quantitative manner as part of a continuous distribution of affective phenotypes ranging from very mild, subclinical affective traits to severe affective psychoses (3–6). This BD spectrum model would be consistent with that of a polygenic trait for which interactions between many genes of small effect produce a continuous variation in phenotype. The use of a quantitative phenotype to model this variation and the associated biological mechanisms may be a powerful tool for identifying the genetic underpinnings of a polygenic trait like BD, yet few such quantitative phenotypes have been proposed for this purpose.Temperament has been defined as a heritable personality factor that remains stable over time and establishes a person’s baseline level of reactivity, mood, and energy (7). While normal variations in temperament exist within the population, it has been suggested that a dysregulation of temperament is the fundamental abnormality that predisposes to the development of bipolar spectrum disorders, with more extreme variations in temperament conferring greater risk (4,8–10). In this model, affective temperament is influenced by numerous genes of small effect, resulting in a continuous distribution of mood regulation and reactivity. More extreme manifestations of affective temperament may in turn predispose individuals to episodes of mania and depression. Such a model is consistent with the observation of milder forms of the bipolar phenotype in family members of probands with BD and with a polygenic mode of transmission. By focusing on the underlying affective dysregulation, temperament may be a phenotype that is more sensitive and closer to the underlying biological abnormalities.Several studies have demonstrated the ability of temperament measures to predict risk for bipolar spectrum disorders (4,11–14) and to discriminate between affected subjects, normal controls, and healthy relatives of affected subjects (15–18). Although mixed results have been observed for the hyperthymic temperament, with BD subjects scoring highest on this scale in some studies (17,19) and controls scoring highest in others (15–16,18), data suggest that this temperament may be most relevant to the bipolar I (BDI) subtype. The hyperthymic temperament has also demonstrated the ability to distinguish controls from unaffected relatives, indicating an ability to detect latent genetic vulnerability (15,18). In a prospective study on the offspring and siblings of BD patients, hyperthymic and dysthymic temperaments were present before a superimposed mood episode developed (14), further suggesting that the hyperthymic temperament may be particularly associated with a genetic vulnerability for BD.Temperament can be assessed along several dimensions that define qualitatively different aspects of affective regulation. Different sets of genes may be associated with each of these dimensions of temperament, which would suggest that the different affective temperaments might define subtypes of BD with different clinical features and courses of illness. Several studies provide support for this idea. For example, studies of temperament suggest that some forms of major depression with hyperthymic temperament may be more related to BD (9,20). Different temperaments within BD have also been associated with different rates of relapse and response to antidepressants (20–21). Finally, different temperaments in BD have been shown to be associated with different clinical courses (22–23).We have explored the use of temperament, as assessed by the Temperament Evaluation of Memphis, Pisa, Paris, and San Diego Autoquestionnaire (TEMPS-A), as a quantitative phenotype for BD that may define more homogenous subgroups of patients when assessed within a BD sample. The TEMPS-A is a self-report questionnaire designed to quantify temperament and assess lifelong, milder aspects of bipolar symptomatology (24–25). The five temperaments defined by this scale (hyperthymic, dysthymic, cyclothymic, irritable, and anxious) have been implicated in various affective disorders, and several have shown evidence of heritability and familiality in BD (4,11–13,15,18,26). The reliability and internal consistency of the TEMPS-A is well documented, and the temperaments have demonstrated stability over time, with one study reporting stability up to six years (23,27–30). We report the results of our genome-wide association (GWA) analyses of these temperaments in 1,263 unrelated bipolar I subjects and the identification of several genes that may predispose to BD through their modulation of temperament, as well as define subgroups of BD patients with similar clinical features and courses of illness. METHODSSubject AscertainmentFor genotyping as part of the Bipolar Genome Study (BiGS), a total of 1,566 unrelated BDI subjects of European Ancestry were selected from those collected as part of Wave 5 by the NIMH Genetics Initiative for Bipolar Disorder at 11 sites across the United States. All subjects provided written informed consent according to the local Internal Review Boards (IRBs) and were interviewed using the Diagnostic Interview for Genetic Studies (DIGS; 31). Information was also obtained from family informants and medical records and reviewed along with the interview by a panel of experienced clinicians to obtain a final best-estimate diagnosis.Control subjects were selected from those ascertained through a NIMH-supported contract mechanism between Dr. Pablo Gejman and Knowledge Networks, Inc. All subjects donated a blood sample and were given a medical questionnaire. The selected controls were matched for gender and ethnicity with the BD cases, and all subjects who endorsed a history of BD, psychosis, or major depression were excluded. A total of 1,434 controls of European Ancestry were available for analysis.Genotyping and CleaningAll subjects were genotyped in two sample sets for the Affymetrix SNP Array 6.0. The initial sample of 321 Wave 5 subjects was genotyped at the Broad Institute as part of the Genetic Association Information Network (GAIN) and published previously as part of study of BD involving a larger sample of 1,001 BDI cases and 1,033 controls (32). Subsequent genotyping of the remaining 942 Wave 5 subjects was performed at the Translational Genomics Institute (TGEN) as part of a larger sample of 1,190 BDI cases and 401 controls. An extensive QC process (described elsewhere in detail, 32) was performed on each sample separately to eliminate individuals with >10% missing data and SNPs with poor allele clustering, >10% missing data, duplicate errors, minor allele frequencies (MAFs) <0.01, and Hardy-Weinberg Equilibrium p values <10−6. An additional round of QC performed on the merged GAIN and TGEN samples resulted in 703,012 passing SNPs.PhenotypesThe TEMPS-A was administered to 1,263 of the 1,566 Wave 5 bipolar subjects that were genotyped as part of the BiGS sample. Although each of the 1,263 subjects had complete data for at least one of the subscales, an average of 1,176 subjects (range 1,172–1,185) were available for the analysis of each temperament based on complete subscale data due to the presence of missing data for individual questions. The TEMPS-A includes a total of 109 self-rated true/false questions (110 for women) designed to assess hyperthymic, dysthymic, cyclothymic, irritable, and anxious temperaments with 21 questions specific to each temperament subscale and 26 for the anxious subscale (24–25). The TEMPS-A has been shown to have very good reliability and internal consistency with the temperaments showing good stability over time (27–30).Statistical AnalysesQuantitative trait analyses were performed for these temperaments using linear regression in PLINK.33 The trait distribution for each temperament was approximately normal in this sample. Three covariates were incorporated into the model as determined appropriate via correlation analyses: gender, Global Assessment of Functioning score, and age at onset of BD. Genomic inflation factors for the analysis of each subscale ranged from 1.00 to 1.01, so no correction for population stratification was deemed necessary. This is consistent with the negligible population structure that has generally been observed in the complete GAIN and TGEN samples, as described elsewhere (32). For comparison purposes, analysis of BD in the 1,566 Wave 5 subjects and combined 1,434 GAIN and TGEN controls was performed using logistic regression in PLINK. RESULTSThe average scores (± standard deviations) across the temperament subscales were as follows: 9.1 (±4.4) for hyperthymic, 10.8 (±4.1) for dysthymic, 12.7 (±5.5) for cyclothymic, 7.6 (±4.8) for irritable, and 13.0 (±6.4) for anxious. As might be expected, significant correlations were observed between four of the five temperaments, as shown in Table 1. Relatively high correlations (r=0.44–0.68, p<0.001) were observed between the dysthymic, cyclothymic, irritable, and anxious temperaments. Weaker correlations were observed for the hyperthymic temperament with the dysthymic (negative), cyclothymic, and irritable temperaments (r=0.14 to 0.24).Table 1Correlations among the five TEMPS-A subscales and with relevant covariates.GenderGAFAAOHyperthymicDysthymicCyclothymicIrritableHyperthymicnsnsnsDysthymic0.10−0.25−0.14−0.24Cyclothymicns−0.25−0.310.140.53Irritablens−0.20−0.270.190.440.68Anxious0.16−0.25−0.21ns0.610.660.59Open in a separate windowKey: AAO = Age at onset of bipolar disorder, which refers to the age at onset of either the first manic or depressive episode; GAF = Global Assessment of Functioning, which reflects the subject’s current state and level of impairment at the time of scale administration. All correlation coefficients listed are significant with p<0.01 with bold text indicating p<0.001. An “ns” indicates a non-significant correlation.Since the TEMPS-A is a self-report questionnaire, we investigated several factors that may have an impact on a subject’s response as potential covariates, namely gender, current state, and illness severity. The sample was approximately 64% female, and weak, yet significant, correlations with gender were observed for the dysthymic and anxious temperaments only, as shown in Table 1. Since subjects may have been euthymic, depressed, or manic at the time of testing, we assessed the impact of a subject’s current state and level of impairment at the time of testing via the Global Assessment of Functioning (GAF) score, which had a mean of 64.3 (±14.7) in our sample and revealed moderately negative correlations (r=−0.20 to −0.25, p<0.001) with all temperaments except hyperthymic. Finally, we evaluated age at onset (AAO) of BD, defined as the age at onset of the first manic or depressive episode, as a proxy for illness severity, since an earlier AAO typically reflects a more severe form of illness. In this sample, earlier AAO was significantly correlated with an increase in the number of episodes and the frequency of mixed symptoms, suicidal ideation, rapid cycling, and co-morbidity (p<0.001). AAO had a mean of 18.5 (±9.7) years in this sample and was found to have moderately negative correlations (r=−0.14 to −0.31, p<0.001) with all temperaments except hyperthymic. These three factors seem to be important covariates for all but the hyperthymic temperament and were therefore included in the analyses of the significantly correlated temperaments.We also assessed the five temperaments with regard to several clinical characteristics, as detailed in Table S1. The dysthymic, cyclothymic, irritable, and anxious temperaments revealed a consistent pattern of moderate positive correlations (r=0.14 to 0.39, p<0.001) with suicidal ideation, rapid cycling, and co-morbid anxiety spectrum disorders. The cyclothymic, irritable, and anxious temperaments additionally revealed significantly more manic and depressive episodes per year of illness and more mixed symptoms in both mania and depression (p<0.001). The hyperthymic temperament, on the other hand, revealed only a weak negative correlation with social phobia (r=−0.12, p<0.001) and no significant correlations with any other clinical factor. These results further suggest that the hyperthymic temperament may represent an independent subtype of BD with a different course of illness.The GWA results of the five temperaments are displayed in Figure 1. Genomic regions of interest were defined as those with at least two SNPs with p<10−4 and adequate support for association from surrounding SNPs with at least two additional SNPs with p<10−3, all within 100kb. Several such regions were identified across the five temperaments, and the regions meeting these criteria that were located within or near genes are indicated. SNPs with p<10−4 within regions reaching GW significance are detailed in Table 2, and a complete listing of all SNPs with p<10−4 provided in Table S2 with the results of the results of the case-control analysis provided as a comparison to the results for the relevant temperament.Open in a separate windowFigure 1Genome-wide association results for all five temperaments. The physical position is shown along the x-axis, color-coded by chromosome, and the −log (P value) for each SNP is shown along the y-axis, as generated by Haploview 4.0. Horizontal lines indicate the p<10−4 and p<5×10−8 thresholds. All genic regions containing at least two SNPs with p<10−4 and support for association from neighboring SNPs are indicated and detailed in Table 2. Genic regions with at least one SNP meeting the genome-wide significance criteria of p<5×10−8 are highlighted in blue.Table 2Summary of all SNPs with P Values <10−4 within regions reaching GW significance.HyperthymicBD vs. CTL\nGene(s)rs IDChrPositionA1/A2MAFBETAPORPMDM1 (12q15)Mdm1 nuclear protein homolog (mouse)rs49134411267058505T/C0.111.441.3E-061.020.809rs4163501267065680A/G0.062.104.1E-081.170.172rs3825181267066354C/T0.111.412.7E-060.990.872rs3909781267074588T/A0.101.385.5E-060.970.758\nFBLN1 (22q13.31) fibulin 1rs7439312244338204G/A0.29−1.091.2E-070.960.455rs19856712244340568G/T0.37−1.062.1E-080.980.751rs20516162244342187G/A0.43−0.988.3E-081.000.924rs7392152244346190G/A0.37−1.044.3E-080.990.781\nIrritable\nINTS7 (1q32.3) integrator complex subunit 7rs23583851210197057T/C0.024.081.4E-070.860.455rs415024521210215035T/G0.024.013.4E-070.870.462rs170183101210220866T/C0.024.081.4E-070.870.457rs170183111210221631C/T0.024.211.7E-080.910.632\nDTL (1q32.3) denticleless homologrs170183751210276230G/A0.024.081.4E-070.880.518rs170183991210284213A/G0.023.982.7E-070.880.524rs170184261210308853G/C0.024.174.8E-080.860.446Open in a separate windowNote: GW significant p values (<5×10−8) are listed in bold.Three SNPs on chromosomes 12 and 22 were found to be GW significant (p<5×10−8) in the analysis of the hyperthymic temperament as shown in Figure 1. These SNPs are located within or near the MDM1 and FBLN1 (isoform D) genes, respectively, and several other nearby SNPs provide additional support for the association as detailed in Figures 2a and b. These SNPs were not significant in our case-control analysis of BD in the Wave 5 subjects or in the analyses of the other four temperaments (see Table 3). MDM1 encodes a nuclear protein similar to the mouse double minute 1 protein. The fibulin 1 gene (FBLN1) encodes a secreted glycoprotein that may be important for certain developmental processes and contribute to the organization of the extracellular matrix (34). FBLN1 may also play a significant role in modulating the neurotrophic activities of amyloid precursor protein (APP, 35). Four splice variants, A–D, differing in the 3′ end have been identified for FBLN1 (36). Although each variant encodes a different isoform, no functional distinctions have been identified among the four variants. Several other genes of possible interest were identified, although the SNPs did not meet GW significance.Open in a separate windowFigure 2Details of the genome-wide significant associated regions for the hyperthymic temperament on chromosomes 12 (a) and 22 (b) and for the irritable temperament on chromosome 1 (c). Physical position and gene annotations according to HapMap release 22 are shown along the x-axis, and −log (P value) is shown on the left y axis. Recombination rate within the CEU samples is shown on the right y-axis in blue. The most significant SNP for each region is indicated as a large red diamond, and all other SNPs are colored according to linkage disequilibrium levels (r2) with the primary SNP, as calculated from HapMap Release 22 CEU population data, with darker red representing higher values. RefSeq genes are shown with all possible exons and arrows indicating transcript direction.Analysis of the irritable temperament also produced two SNPs of GW significance (p<5×10−8) as shown in Figure 1. These SNPs lie within the neighboring INTS7 and DTL genes on chromosome 1, with several nearby SNPs providing additional support for the association to this region as and detailed in Figure 2c. INTS7 encodes a subunit of the Integrator complex that mediates 3′ end processing of small nuclear RNAs U1 and U2 (37). DTL encodes a denticleless homolog that may be necessary for the regulation of DNA replication. Again, these SNPs were not significant in the case-control analysis of BD in the Wave 5 subjects (see Table 3) or in the analyses of the other four temperaments. Again, several other genes of possible interest were identified, although the SNPs did not meet GW significance.Although the analyses of the dysthymic, cyclothymic, and anxious temperaments did not produce GW significant results, several genes of potential interest were identified as shown in Figure 1. Interestingly, the hyperthymic, dysthymic, and cyclothymic temperaments revealed associations to the same gene, LRRC4C, but to different regions within and around the gene as detailed in Figure 3. LRRC4C (formerly NGL1) encodes for a leucine rich repeat protein that functions as a specific binding partner for Netrin-G1 (NTNG1), which is a member of the netrin family of axon guidance molecules (38). No other genes were present in this region.Open in a separate windowFigure 3Details of the LRRC4C gene region on chromosome 11p12 and the association results for the hyperthymic, dysthymic, and cyclothymic temperaments. Physical position and gene annotations according to HapMap release 22 are shown along the x-axis. The −log (P value) is shown on the y axis for each temperament with the hyperthymic results in red, the dysthymic results in blue, and the cyclothymic results in green. The pattern of Linkage disequilibrium across the region is presented as determined from the HapMap Release 22 CEU population data. RefSeq genes are shown with all possible exons and arrows indicating transcript direction. DISCUSSIONSince bipolar patients display significant clinical variability, which may reflect underlying genetic heterogeneity, the use of the DSM-IV diagnosis of BD as a phenotype may not have the best power to detect causal genes. We have explored the use of temperament to define subtypes of BD and create more homogenous groups of patients with more similar clinical courses. These subgroups of patients may also show less genetic heterogeneity, which may facilitate the detection of the underlying genetic variants.The average temperament scores and the correlation structure between the TEMPS-A subscales observed in our sample is consistent with previous reports in other samples of healthy controls and/or subjects with BD and major depressive disorder (23,39–40). The cyclothymic and irritable temperaments showed the highest degree of correlation (r=0.68) in our data, and there has been some debate whether irritable is its own temperament or a subtype of the cyclothymic temperament (27,41). The high degree of correlation (r=0.61) between the dysthymic and anxious temperaments in our sample is also consistent with the observation of overlap between these temperaments, largely in terms of cognitive attributes (42).The hyperthymic temperament appears to be independent of the other temperaments, as evidenced by the low degree or absence of correlations with them. This is consistent with a previous study that found the hyperthymic and dysthymic temperaments to have nearly complete opposite loadings in a factor analysis of affective temperaments (27). Furthermore, a recent study has suggested that there are effectively two temperaments in BD subjects, with the dysthymic, cyclothymic, irritable, and anxious temperaments combining to form a “cyclothymic-sensitive” subtype characterized by rapid fluctuations of mood and emotional stability that presents more often with co-morbid anxiety disorders than the hyperthymic temperament (23). This fits well with our data, which shows a similar pattern of correlations with co-morbid anxiety disorders, as well as rapid cycling and suicidal ideation, for these four temperaments and not the hyperthymic temperament. However, in contrast to the previously reported association of the hyperthymic temperament with a greater number of hospitalizations and more manic episodes, we found little correlation with any clinical features for hyperthymic.Our association analyses of the temperaments produced a total of five p values meeting GW significant criteria. The hyperthymic temperament, generally characterized by exuberant, upbeat, over-energetic, and overconfident lifelong traits, produced three GW significant results on chromosomes 12 and 22 in the double minute 1 (MDM1) and fibulin 1 (FBLN1) genes, respectively. The irritable temperament also produced two GW significant results on chromosome 1 in an integrator subunit gene (INTS7) and the denticleless homolog gene (DTL). These neighboring genes both showed positive correlations with this temperament, which is characterized by a highly unstable mixture of dysthymic and hyperthymic traits and manifests itself in such behaviors as habitual complaining, overcritical attitudes, and angry outbursts (41).Other temperaments also indicated several regions of interest that were not GW significant, such as the common finding of association (p<10−4) to the LRRC4C gene region for the hyperthymic, dysthymic, and cyclothymic temperaments, with the hyperthymic temperament giving an effect in the opposite direction. These three temperaments have been shown to predict risk for bipolar spectrum disorders, with the hyperthymic temperament being of specific relevance to BDI. This may explain the superior performance of this temperament in our sample of BDI subjects. The dysthymic temperament is characterized by low energy, low spirits, and negative cognitions and may thus be more relevant to major depressive disorder than BDI. The cyclothymic temperament is characterized by rapid and unpredictable mood swings between the depressive and the hyperthymic poles and has been conceptualized as a subthreshold expression of bipolarity that may be of particular relevance to the BDII subtype based on clinical and prospective data showing high sensitivity and specificity of cyclothymic lability for BDII (9,43). Interestingly, one study reported high heritability estimates for the hyperthymic (50.9%, p<0.001) and irritable (74.8%, p<0.001) temperaments in 31 extended Caucasian families with BD, whereas the dysthymic temperament was moderately heritable (29.2%, p<0.05), and the cyclothymic temperament was not significantly heritable (26). It may thus be that the hyperthymic and irritable temperaments provide more power for gene identification within the context of BD.Since the cyclothymic temperament may be of more relevance to BDII, we should not expect this temperament to perform as well in our sample of BDI subjects. Interestingly, though, the best association for the cyclothymic temperament was observed for the SLTRIK1 gene region on chromosome 13q31 with several p values <10−5. The 13q31 region has been implicated previously in a linkage study of BD families segregating psychotic symptoms (44), and linkage to the nearby 13q32 region has been observed for BD (45–47). Associations to SLITRK1, which functions in neurodevelopment, have also been reported for Tourette’s Syndrome (48).Several GWA studies of personality and temperament have been published assessing Neuroticism (49–51), five personality traits from the NEO Personality Inventory (NEO-PI; 52), and four temperaments from Cloninger’s Tridimensional Personality Questionnaire (TPQ; 53). Despite the large samples employed in these studies, no GW significant associations were observed, and few associations had p values <10−6. Several genes of potential interest were identified, including associations between MAMDC1 and PDE4D and Neuroticism (49–50). None of the top SNPs or genes in our study of the TEMPS-A corresponded with the top SNPs in these studies, nor were any of the top SNPs in those studies even nominally significant (p<0.05) in our data. All of these earlier GWA studies of personality and temperament were performed using population-based samples. Unlike the NEO-PI and TPQ, which were developed to assess aspects of personality in the general population, the TEMPS-A was specifically designed to quantify temperament in the context of bipolar symptomatology (24,25). It is thus possible that the sole use of BDI cases in our analyses provided increased power for the detection of genes associated with variation in temperament compared with other studies.Previous GWA studies of BD have implicated several potential susceptibility genes, with ANK3 on chromosome 10q21.2 and CACNA1C on chromosome 12p13.3 featuring prominently in a large collaborative GWA meta-analysis study (54). In this study, p values of 1.3×10−8 and 7.0×10−8 were observed for rs1938526 in ANK3 and rs1006737 in CACNA1C, respectively, in a sample of 4,387 cases and 6,209 controls. A comparison of these results with the current sample fails to find support for association for these two SNPs with any of the five temperaments (p>0.05). Each temperament did produce associations elsewhere in these two genes with p values in the range of 0.05–0.0005 for many SNPs within ANK3 and CACNA1C. However, given the distance of these SNPs from those originally reported, these associations do not constitute a replication of association to these genes.A potential limitation of this study may be the sole use of BDI subjects, since TEMPS-A data for controls was not available. However, this has enabled us to examine the genetic determinants of temperament within the context of BD. Another potential limitation is that some subjects may have been manic or depressed at the time of assessment, while others were euthymic. Though the TEMPS-A is designed to assess temperament as a lifelong characteristic with the subscales demonstrating good stability over time (29–30), it is possible that the subject’s self-assessment might be influenced by state at the time of testing. In the absence of quantitative manic or depressive symptom ratings, we used the GAF score as a covariate in the association analyses to control for state at the time of testing. To assess the possible effect of state and the effectiveness of the GAF score as a covariate, we compared subjects who met criteria for current mania or depression with those that were euthymic based on the DIGS interview (see Figure S1 and Table S3). Euthymic subjects comprised 79% of the sample and revealed significant differences in GAF scores and all TEMPS-A subscales, except hyperthymic, when compared to depressed subjects. No other group comparisons were significant, suggesting that state effects are relatively minor in this sample. We have also covaried for AAO as a proxy for illness severity, since subjects with a more severe course of illness may respond differently than subjects with a milder course, regardless of whether they are currently symptomatic. Though AAO may be difficult to determine historically, we observed correlations with a number of measures of illness severity, thereby supporting the accuracy of the measurement and its validity as a proxy for illness severity. Finally, when GAF and AAO are included in the analysis described above, no group differences remain significant, suggesting that the combination of GAF and AAO provides a reasonable correction for any state-related differences in TEMPS-A subscales.With the analysis of five temperaments, the issue of multiple comparisons must be considered. However, as shown in our data and others’, four of the five temperaments are highly correlated (r= 0.44 to 0.68) and share a pattern of correlations with several clinical characteristics, indicating that these analyses are not entirely independent and complicating corrections for multiple comparisons (23). If we consider that the hyperthymic temperament appears to be relatively independent of the other four temperaments and correct for the analysis of two effectively independent temperament groups, two of our findings remain GW significant: hyperthymic with the FBLN1 gene and irritable with the INTS7 gene. These results will ultimately need to be validated in an independent sample.If extreme variations in temperament predispose to greater risk of developing BD, affective temperaments may represent the most prevalent phenotypic expression of the genes underlying BD (55), with the genes being maintained in the population because they have favorable evolutionary properties and BD representing an aberration of the expression of these genes (3,6). The use of temperament measures to create more clinically and genetically homogenous subgroups of patients may aid in the identification of genes underlying BD susceptibility. The results of our analyses suggest that at least some measures of temperament may have utility in genetic studies of BD. Supplementary MaterialSupplementClick here to view.(100K, docx) AcknowledgmentsWe thank the participants in the study, as without them this work would not have been possible. This work was supported by grants from the National Institute of Mental Health (NIMH) and National Human Genome Research Institute (NHGRI) to JRK ({\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"MH078151\",\"term_id\":\"1534898816\",\"term_text\":\"MH078151\"}}MH078151, {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"MH081804\",\"term_id\":\"1365466079\",\"term_text\":\"MH081804\"}}MH081804, and {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"MH059567\",\"term_id\":\"1489134359\",\"term_text\":\"MH059567\"}}MH059567 supplement) and TAG (K01-{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"MH087889\",\"term_id\":\"1611814389\",\"term_text\":\"MH087889\"}}MH087889) and by the Genetic Association Information Network (GAIN).Data and biomaterials were collected in four projects that participated in the NIMH Bipolar Disorder Genetics Initiative. From 1991–98, the Principal Investigators and Co-Investigators were: Indiana University, Indianapolis, IN, U01 MH46282, John Nurnberger, M.D., Ph.D., Marvin Miller, M.D., and Elizabeth Bowman, M.D.; Washington University, St. Louis, MO, U01 MH46280, Theodore Reich, M.D., Allison Goate, Ph.D., and John Rice, Ph.D.; Johns Hopkins University, Baltimore, MD U01 MH46274, J. Raymond DePaulo, Jr., M.D., Sylvia Simpson, M.D., MPH, and Colin Stine, Ph.D.; NIMH Intramural Research Program, Clinical Neurogenetics Branch, Bethesda, MD, Elliot Gershon, M.D., Diane Kazuba, B.A., and Elizabeth Maxwell, M.S.W. Data and biomaterials were collected in ten projects that participated in the NIMH Bipolar Disorder Genetics Initiative. From 1999–07, the Principal Investigators and Co-Investigators were: Indiana University, Indianapolis, IN, R01 MH59545, John Nurnberger, M.D., Ph.D., Marvin J. Miller, M.D., Elizabeth S. Bowman, M.D., N. Leela Rau, M.D., P. Ryan Moe, M.D., Nalini Samavedy, M.D., Rif El-Mallakh, M.D. (at University of Louisville), Husseini Manji, M.D. (at Wayne State University), Debra A. Glitz, M.D. (at Wayne State University), Eric T. Meyer, M.S., Carrie Smiley, R.N., Tatiana Foroud, Ph.D., Leah Flury, M.S., Danielle M. Dick, Ph.D., Howard Edenberg, Ph.D.; Washington University, St. Louis, MO, R01 MH059534, JohnRice, Ph.D, Theodore Reich, M.D., Allison Goate, Ph.D., Laura Bierut, M.D.; Johns Hopkins University, Baltimore, MD, R01 MH59533, Melvin McInnis M.D., J. Raymond DePaulo, Jr., M.D., Dean F. MacKinnon, M.D., Francis M. Mondimore, M.D., James B. Potash, M.D., Peter P. Zandi, Ph.D, Dimitrios Avramopoulos, and Jennifer Payne; University of Pennsylvania, PA, R01 MH59553, Wade Berrettini M.D., Ph.D.; University of California at Irvine, CA, R01 MH60068, William Byerley M.D., and Mark Vawter M.D.; University of Iowa, IA, R01 MH059548, William Coryell M.D., and Raymond Crowe M.D.; University of Chicago, IL, R01 MH59535, Elliot Gershon, M.D., Judith Badner Ph.D., Francis McMahon M.D., Chunyu Liu Ph.D., Alan Sanders M.D., Maria Caserta, Steven Dinwiddie M.D., Tu Nguyen, Donna Harakal; University of California at San Diego, CA, R01 MH59567, John Kelsoe, M.D., Rebecca McKinney, B.A.; Rush University, IL, R01 MH059556, William Scheftner M.D., Howard M. Kravitz, D.O., M.P.H., Diana Marta, B.S., Annette Vaughn-Brown, MSN, RN, and Laurie Bederow, MA; NIMH Intramural Research Program, Bethesda, MD, 1Z01MH002810-01, Francis J. McMahon, M.D., Layla Kassem, PsyD, Sevilla Detera-Wadleigh, Ph.D, Lisa Austin, Ph.D, Dennis L. Murphy, M.D. FootnotesFINANCIAL DISCLOSURESAll authors report no financial relationships with commercial interests over the past two years.Bipolar Genome Study Co-authors:John R. Kelsoe, Tiffany A. Greenwood, Caroline M. Nievergelt, Rebecca McKinney, Paul D. Shilling, Erin N. Smith – University of California, San Diego, CA, USA; Nicholas J. Schork, Cinnamon S. Bloss - Scripps Translational Science Institute, La Jolla, CA, USA; John I. Nurnberger, Jr., Howard J. Edenberg, Tatiana Foroud, Daniel L. Koller - Indiana University, Indianapolis, IN, USA; Elliot S. Gershon, Chunyu Liu, Judith A. Badner - University of Chicago, Chicago, IL, USA; William A. Scheftner - Rush University Medical Center, Chicago, IL, USA; William B. Lawson, Evaristus A. Nwulia, Maria Hipolito - Howard University, Washington, D.C., USA; William Coryell, James B. Potash – University of Iowa, Iowa City, IA, USA; John Rice - Washington University, St. Louis, MO, USA; William Byerley - University of California, San Francisco, CA, USA; Francis J. McMahon, Thomas G. Schulze - National Institute of Mental Health Intramural Research Program, Bethesda, MD, USA; Wade H. Berrettini - University of Pennsylvania, Philadelphia, PA, USA; Peter P. Zandi, Pamela B. Mahon - Johns Hopkins School of Medicine, Baltimore, MD, USA; Melvin G. McInnis, Sebastian Zöllner, Peng Zhang - University of Michigan, Ann Arbor, MI, USA; David W. Craig, Szabolcs Szelinger - The Translational Genomics Research Institute, Phoenix, AZ, USA; Thomas B. Barrett – Portland Veterans Affairs Medical Center, Portland, OR, USA References1. Gershon ES, Hamovit J, Guroff JJ, Dibble E, Leckman JF, Sceery W, et al.  A family study of schizoaffective, bipolar I, bipolar II, unipolar, and normal control probands. Arch Gen Psychiatry. 1982;39:1157–1167. [PubMed] [Google Scholar]2. Price RA, Kidd KK, Pauls DL, Gershon ES, Prusoff BA, Weissman MM, et al.  Multiple threshold models for the affective disorders: the Yale-NIMH collaborative family study. J Psychiatr Res. 1985;19:533–546. [PubMed] [Google Scholar]3. Kelsoe JR. Arguments for the genetic basis of the bipolar spectrum. J Affect Disord. 2003;73:183–197. [PubMed] [Google Scholar]4. Akiskal HS, Djenderedjian AM, Rosenthal RH, Khani MK. Cyclothymic disorder: validating criteria for inclusion in the bipolar affective group. Am J Psychiatry. 1977;134:1227–1233. [PubMed] [Google Scholar]5. Akiskal HS.  The bipolar spectrum: new concepts in classification and diagnosis. In: Grinspoon L, editor. Psychiatry Update: The American Psychiatric Association Annual Review. Washington, DC: American Psychiatric Press; 1983. pp. 271–292. [Google Scholar]6. Akiskal HS, Pinto O.  Soft bipolar spectrum: footnotes to Kraepelin on the interface of hypomania, temperament and depression. In: Marneros A, Angst J, editors. Bipolar Disorders: 100 Years after Manic-depressive Insanity. Dordrecht: Kluwer Academic; 2000. pp. 37–62. [Google Scholar]7. Goldsmith HH, Buss AH, Plomin R, Rothbart MK, Thomas A, Chess S, et al.  Roundtable: what is temperament? Four approaches. Child Dev. 1987;58:505–529. [PubMed] [Google Scholar]8. Akiskal HS, Akiskal K.  Cyclothymic, hyperthymic and depressive temperaments as subaffective variants of mood disorders. In: Tasman A, Riba MB, editors. Annual Review. Washington, DC: American Psychiatric Press; 1992. pp. 43–62. [Google Scholar]9. Akiskal HS. Toward a temperament-based approach to depression: implications for neurobiologic research. Adv Biochem Psychopharmacol. 1995;49:99–112. [PubMed] [Google Scholar]10. Akiskal HS.  The temperamental foundations of affective disorders. In: Mundt C, Hahlweg K, Fiedler P, editors. Interpersonal Factors in the Origin and Course of Affective Disorders. London: Gaskell; 1996. pp. 3–30. [Google Scholar]11. Cassano GB, Akiskal HS, Savino M, Musetti L, Perugi G. Proposed subtypes of bipolar II and related disorders: with hypomanic episodes (or cyclothymia) and with hyperthymic temperament. J Affect Disord. 1992;26:127–140. [PubMed] [Google Scholar]12. Horwath E, Johnson J, Klerman GL, Weissman MM. Depressive symptoms as relative and attributable risk factors for first-onset major depression. Arch Gen Psychiatry. 1992;49:817–823. [PubMed] [Google Scholar]13. Kovacs M, Akiskal HS, Gatsonis C, Parrone PL. Childhood-onset dysthymic disorder. Clinical features and prospective naturalistic outcome. Arch Gen Psychiatry. 1994;51:365–374. [PubMed] [Google Scholar]14. Akiskal HS, Downs J, Jordan P, Watson S, Daugherty D, Pruitt DB. Affective disorders in referred children and younger siblings of manic-depressives. Mode of onset and prospective course. Arch Gen Psychiatry. 1985;42:996–1003. [PubMed] [Google Scholar]15. Evans L, Akiskal HS, Keck PE, Jr, McElroy SL, Sadovnick AD, Remick RA, et al.  Familiality of temperament in bipolar disorder: support for a genetic spectrum. J Affect Disord. 2005;85:153–168. [PubMed] [Google Scholar]16. Mendlowicz MV, Jean-Louis G, Kelsoe JR, Akiskal HS. A comparison of recovered bipolar patients, healthy relatives of bipolar probands, and normal controls using the short TEMPS-A. J Affect Disord. 2005;85:147–151. [PubMed] [Google Scholar]17. Kesebir S, Vahip S, Akdeniz F, Yuncu Z, Alkan M, Akiskal H. Affective temperaments as measured by TEMPS-A in patients with bipolar I disorder and their first-degree relatives: a controlled study. J Affect Disord. 2005;85:127–133. [PubMed] [Google Scholar]18. Vazquez GH, Nasetta S, Mercado B, Romero E, Tifner S, del Ramon ML, et al.  Validation of the TEMPS-A Buenos Aires: Spanish psychometric validation of affective temperaments in a population study of Argentina. J Affect Disord. 2007;100:23–29. [PubMed] [Google Scholar]19. Chiaroni P, Hantouche EG, Gouvernet J, Azorin JM, Akiskal HS. The cyclothymic temperament in healthy controls and familially at risk individuals for mood disorder: endophenotype for genetic studies? J Affect Disord. 2005;85:135–145. [PubMed] [Google Scholar]20. Cassano GB, Akiskal HS, Musetti L, Perugi G, Soriani A, Mignani V. Psychopathology, temperament, and past course in primary major depressions. 2. Toward a redefinition of bipolarity with a new semistructured interview for depression. Psychopathology. 1989;22:278–288. [PubMed] [Google Scholar]21. Koukopoulos A, Caliari B, Tundo A, Minnai G, Floris G, Reginaldi D, et al.  Rapid cyclers, temperament, and antidepressants. Compr Psychiatry. 1983;24:249–258. [PubMed] [Google Scholar]22. Rihmer Z, Akiskal KK, Rihmer A, Akiskal HS. Current research on affective temperaments. Curr Opin Psychiatry. 2010;23:12–18. [PubMed] [Google Scholar]23. Perugi G, Toni C, Maremmani I, Tusini G, Ramacciotti S, Madia A, et al.  The influence of affective temperaments and psychopathological traits on the definition of bipolar disorder subtypes: A study on Bipolar I Italian National sample. J Affect Disord  in press. [PubMed] [Google Scholar]24. Akiskal HS, Mendlowicz MV, Jean-Louis G, Rapaport MH, Kelsoe JR, Gillin JC, et al.  TEMPS-A: validation of a short version of a self-rated instrument designed to measure variations in temperament. J Affect Disord. 2005;85:45–52. [PubMed] [Google Scholar]25. Akiskal HS, Akiskal KK, Haykal RF, Manning JS, Connor PD. TEMPS-A: progress towards validation of a self-rated clinical version of the Temperament Evaluation of the Memphis, Pisa, Paris, and San Diego Autoquestionnaire. J Affect Disord. 2005;85:3–16. [PubMed] [Google Scholar]26. Savitz J, van der Merwe L, Ramesar R. Personality endophenotypes for bipolar affective disorder: a family-based genetic association analysis. Genes Brain Behav. 2008;7:869–876. [PubMed] [Google Scholar]27. Akiskal HS, Placidi GF, Maremmani I, Signoretta S, Liguori A, Gervasi R, et al.  TEMPS-I: delineating the most discriminant traits of the cyclothymic, depressive, hyperthymic and irritable temperaments in a nonpatient population. J Affect Disord. 1998;51:7–19. [PubMed] [Google Scholar]28. Placidi GF, Maremmani I, Signoretta S, Liguori A, Akiskal HS. A prospective study of stability and change over 2 years of affective temperaments in 14–18 year-old Italian high school students. J Affect Disord. 1998;51:199–208. [PubMed] [Google Scholar]29. Placidi GF, Signoretta S, Liguori A, Gervasi R, Maremmani I, Akiskal HS. The semi-structured affective temperament interview (TEMPS-I). Reliability and psychometric properties in 1010 14–26-year old students. J Affect Disord. 1998;47:1–10. [PubMed] [Google Scholar]30. Kawamura Y, Akiyama T, Shimada T, Minato T, Umekage T, Noda Y, et al.  Six-year stability of affective temperaments as measured by TEMPS-A. Psychopathology. 2010;43:240–247. [PubMed] [Google Scholar]31. Nurnberger JI, Jr, Blehar MC, Kaufmann CA, York-Cooler C, Simpson SG, Harkavy-Friedman J, et al.  Diagnostic interview for genetic studies. Rationale, unique features, and training. NIMH Genetics Initiative. Arch Gen Psychiatry. 1994;51:849–859. discussion 863–844. [PubMed] [Google Scholar]32. Smith EN, Bloss CS, Badner JA, Barrett T, Belmonte PL, Berrettini W, et al.  Genome-wide association study of bipolar disorder in European American and African American individuals. Mol Psychiatry. 2009;14:755–763. [PMC free article] [PubMed] [Google Scholar]33. Purcell S, Neale B, Todd-Brown K, Thomas L, Ferreira MA, Bender D, et al.  PLINK: A Tool Set for Whole-Genome Association and Population-Based Linkage Analyses. Am J Hum Genet. 2007;81:559–575. [PMC free article] [PubMed] [Google Scholar]34. Argraves WS, Tran H, Burgess WH, Dickerson K. Fibulin is an extracellular matrix and plasma glycoprotein with repeated domain structure. J Cell Biol. 1990;111:3155–3164. [PMC free article] [PubMed] [Google Scholar]35. Ohsawa I, Takamura C, Kohsaka S. Fibulin-1 binds the amino-terminal head of beta-amyloid precursor protein and modulates its physiological function. J Neurochem. 2001;76:1411–1420. [PubMed] [Google Scholar]36. Tran H, Mattei M, Godyna S, Argraves WS. Human fibulin-1D: molecular cloning, expression and similarity with S1–5 protein, a new member of the fibulin gene family. Matrix Biol. 1997;15:479–493. [PubMed] [Google Scholar]37. Baillat D, Hakimi MA, Naar AM, Shilatifard A, Cooch N, Shiekhattar R. Integrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell. 2005;123:265–276. [PubMed] [Google Scholar]38. Lin JC, Ho WH, Gurney A, Rosenthal A. The netrin-G1 ligand NGL-1 promotes the outgrowth of thalamocortical axons. Nat Neurosci. 2003;6:1270–1276. [PubMed] [Google Scholar]39. Bloink R, Brieger P, Akiskal HS, Marneros A. Factorial structure and internal consistency of the German TEMPS-A scale: validation against the NEO-FFI questionnaire. J Affect Disord. 2005;85:77–83. [PubMed] [Google Scholar]40. Matsumoto S, Akiyama T, Tsuda H, Miyake Y, Kawamura Y, Noda T, et al.  Reliability and validity of TEMPS-A in a Japanese non-clinical population: application to unipolar and bipolar depressives. J Affect Disord. 2005;85:85–92. [PubMed] [Google Scholar]41. Akiskal HS. Delineating irritable-choleric and hyperthymic temperaments as variants of cyclothymia. J Pers Disord. 1992;6:326–342. [Google Scholar]42. Erfurth A, Gerlach AL, Hellweg I, Boenigk I, Michael N, Akiskal HS. Studies on a German (Munster) version of the temperament auto-questionnaire TEMPS-A: construction and validation of the briefTEMPS-M. J Affect Disord. 2005;85:53–69. [PubMed] [Google Scholar]43. Hantouche EG, Akiskal HS, Lancrenon S, Allilaire JF, Sechter D, Azorin JM, et al.  Systematic clinical methodology for validating bipolar-II disorder: data in mid-stream from a French national multi-site study (EPIDEP) J Affect Disord. 1998;50:163–173. [PubMed] [Google Scholar]44. Potash JB, Zandi PP, Willour VL, Lan TH, Huo Y, Avramopoulos D, et al.  Suggestive linkage to chromosomal regions 13q31 and 22q12 in families with psychotic bipolar disorder. Am J Psychiatry. 2003;160:680–686. [PubMed] [Google Scholar]45. Kelsoe JR, Spence MA, Loetscher E, Foguet M, Sadovnick AD, Remick RA, et al.  A genome survey indicates a possible susceptibility locus for bipolar disorder on chromosome 22. Proc Natl Acad Sci U S A. 2001;98:585–590. [PMC free article] [PubMed] [Google Scholar]46. Badner JA, Gershon ES. Meta-analysis of whole-genome linkage scans of bipolar disorder and schizophrenia. Mol Psychiatry. 2002;7:405–411. [PubMed] [Google Scholar]47. Shaw SH, Mroczkowski-Parker Z, Shekhtman T, Alexander M, Remick RA, Sadovnick AD, et al.  Linkage of a bipolar disorder susceptibility locus to human chromosome 13q32 in a new pedigree series. Mol Psychiatry. 2003;8:558–564. [PubMed] [Google Scholar]48. Abelson JF, Kwan KY, O’Roak BJ, Baek DY, Stillman AA, Morgan TM, et al.  Sequence variants in SLITRK1 are associated with Tourette’s syndrome. Science. 2005;310:317–320. [PubMed] [Google Scholar]49. Shifman S, Bhomra A, Smiley S, Wray NR, James MR, Martin NG, et al.  A whole genome association study of neuroticism using DNA pooling. Mol Psychiatry. 2008;13:302–312. [PMC free article] [PubMed] [Google Scholar]50. van den Oord EJ, Kuo PH, Hartmann AM, Webb BT, Moller HJ, Hettema JM, et al.  Genomewide association analysis followed by a replication study implicates a novel candidate gene for neuroticism. Arch Gen Psychiatry. 2008;65:1062–1071. [PubMed] [Google Scholar]51. Calboli FC, Tozzi F, Galwey NW, Antoniades A, Mooser V, Preisig M, et al.  A genome-wide association study of neuroticism in a population-based sample. PLoS One. 2010;5:e11504. [PMC free article] [PubMed] [Google Scholar]52. Terracciano A, Sanna S, Uda M, Deiana B, Usala G, Busonero F, et al.  Genome-wide association scan for five major dimensions of personality. Mol Psychiatry. 2010;15:647–656. [PMC free article] [PubMed] [Google Scholar]53. Verweij KJ, Zietsch BP, Medland SE, Gordon SD, Benyamin B, Nyholt DR, et al.  A genome-wide association study of Cloninger’s temperament scales: implications for the evolutionary genetics of personality. Biol Psychol. 2010;85:306–317. [PMC free article] [PubMed] [Google Scholar]54. Ferreira MA, O’Donovan MC, Meng YA, Jones IR, Ruderfer DM, Jones L, et al.  Collaborative genome-wide association analysis supports a role for ANK3 and CACNA1C in bipolar disorder. Nat Genet. 2008;40:1056–1058. [PMC free article] [PubMed] [Google Scholar]55. Akiskal HS. The bipolar spectrum--the shaping of a new paradigm in psychiatry. Curr Psychiatry Rep. 2002;4:1–3. [PubMed] [Google Scholar]"}