{"title": "Right ventricular function during high-frequency oscillatory ventilation in adults with acute respiratory distress syndrome", "pubDate": "2012", "PMCID": "", "DOI": "10.1097/CCM.0b013e3182451b4a", "PMID": "22511135", "abstract": "Objective:                       To evaluate the effect of mean airway pressure under high-frequency oscillatory ventilation on right ventricular function.                  Design:                       Prospective randomized study.                  Setting:                       Intensive care unit of a tertiary care hospital.                  Patients:                       Sixteen consecutive patients within the first 48 hrs of mainly pulmonary acute respiratory distress syndrome.                  Interventions:                       After a 6-hr-period of protective conventional mechanical ventilation, patients were submitted to three 1-hr periods of high-frequency oscillatory ventilation (+5, +10, +15) in a randomized order, with a mean airway pressure level determined by adding 5, 10, or 15 cm H2O to the mean airway pressure recorded during conventional mechanical ventilation.                  Measurements and main results:                       Mean airway pressure was 18±3 cm H2O during conventional mechanical ventilation and was increased until 33±3 cm H2O at high-frequency oscillatory ventilation+15. Right ventricular function was assessed using transesophageal echocardiography. During conventional mechanical ventilation, nine patients presented a right ventricular dysfunction (right ventricular end-diastolic area/left ventricular end-diastolic area ratio>0.6) of whom four patients had a right ventricular failure (right ventricular end-diastolic area/left ventricular end-diastolic area ratio>0.9). High-frequency oscillatory ventilation+10 and +15 further worsened right ventricular function, resulting in about a 40% increase in right ventricular end-diastolic area/left ventricular end-diastolic area ratio and a 30% increase in end-diastolic eccentricity index when compared with conventional mechanical ventilation or high-frequency oscillatory ventilation+5 periods. At high-frequency oscillatory ventilation+15, 15 patients had right ventricular dysfunction and nine had right ventricular failure. High-frequency oscillatory ventilation did not improve oxygenation whatever the mean airway pressure level. A significant redistribution of tidal variation to the posterior parts of the lung was observed on electrical impedance tomography measurements when increasing mean airway pressure. However, this redistribution was not observed in patients who presented a worsening of right ventricular function (right ventricular end-diastolic area/left ventricular end-diastolic area increase>40%) at high-frequency oscillatory ventilation+15.                  Conclusions:                       In patients with mainly pulmonary acute respiratory distress syndrome, using high mean airway pressure under high-frequency oscillatory ventilation can worsen right ventricular function when compared with protective conventional mechanical ventilation, notably in patients in whom high-frequency oscillatory ventilation produced less alveolar recruitment of the posterior parts of the lungs. This study highlights the interest of monitoring right ventricular function during high-frequency oscillatory ventilation.", "author": [{"author": "Christophe Guervilly", "affiliation": ["Aix-Marseille Université, URMITE CNRS-UMR, APHM, Hôpital Nord, Réanimation, Marseille, France. christophe.guervilly@ap-hm.fr"], "href": "/?term=Guervilly+C&cauthor_id=22511135"}, {"author": "Jean-Marie Forel", "affiliation": [], "href": "/?term=Forel+JM&cauthor_id=22511135"}, {"author": "Sami Hraiech", "affiliation": [], "href": "/?term=Hraiech+S&cauthor_id=22511135"}, {"author": "Didier Demory", "affiliation": [], "href": "/?term=Demory+D&cauthor_id=22511135"}, {"author": "Jérome Allardet-Servent", "affiliation": [], "href": "/?term=Allardet-Servent+J&cauthor_id=22511135"}, {"author": "Mélanie Adda", "affiliation": [], "href": "/?term=Adda+M&cauthor_id=22511135"}, {"author": "Karine Barreau-Baumstark", "affiliation": [], "href": "/?term=Barreau-Baumstark+K&cauthor_id=22511135"}, {"author": "Matthias Castanier", "affiliation": [], "href": "/?term=Castanier+M&cauthor_id=22511135"}, {"author": "Laurent Papazian", "affiliation": [], "href": "/?term=Papazian+L&cauthor_id=22511135"}, {"author": "Antoine Roch", "affiliation": [], "href": "/?term=Roch+A&cauthor_id=22511135"}], "refPMID": [], "citedInPMID": ["22511135", "33728264", "33258557", "32144514", "32005285", "31684877", "31634232", "31197492", "31060090", "30202530", "29789861", "29743121", "29260440", "28961282", "28701843", "28424078", "27790273", "27577052", "27038480", "26486799", "26446805", "26438222", "26380993", "26266914", "25567337", "25098333", "24886674", "23907498", "23855954", "23853049"], "body": ""}