{"title": "Regulating the regulators: the pervasive effects of Pol II pausing on stimulus-responsive gene networks", "pubDate": "2012", "PMCID": "PMC3347791", "DOI": "10.1101/gad.187781.112", "PMID": "22549956", "abstract": "The expression of many metazoan genes is regulated through controlled release of RNA polymerase II (Pol II) that has paused during early transcription elongation. Pausing is highly enriched at genes in stimulus-responsive pathways, where it has been proposed to poise downstream targets for rapid gene activation. However, whether this represents the major function of pausing in these pathways remains to be determined. To address this question, we analyzed pausing within several stimulus-responsive networks in Drosophila and discovered that paused Pol II is much more prevalent at genes encoding components and regulators of signal transduction cascades than at inducible downstream targets. Within immune-responsive pathways, we found that pausing maintains basal expression of critical network hubs, including the key NF-κB transcription factor that triggers gene activation. Accordingly, loss of pausing through knockdown of the pause-inducing factor NELF leads to broadly attenuated immune gene activation. Investigation of murine embryonic stem cells revealed that pausing is similarly widespread at genes encoding signaling components that regulate self-renewal, particularly within the MAPK/ERK pathway. We conclude that the role of pausing goes well beyond poising-inducible genes for activation and propose that the primary function of paused Pol II is to establish basal activity of signal-responsive networks.", "author": [{"author": "Daniel A Gilchrist", "affiliation": ["Laboratory of Molecular Carcinogenesis, National Institute of Environmental Health Sciences, National Institutes of Health, Research Triangle Park, North Carolina 27709, USA."], "href": "/?term=Gilchrist+DA&cauthor_id=22549956"}, {"author": "George Fromm", "affiliation": [], "href": "/?term=Fromm+G&cauthor_id=22549956"}, {"author": "Gilberto dos Santos", "affiliation": [], "href": "/?term=dos+Santos+G&cauthor_id=22549956"}, {"author": "Linh N Pham", "affiliation": [], "href": "/?term=Pham+LN&cauthor_id=22549956"}, {"author": "Ivy E McDaniel", "affiliation": [], "href": "/?term=McDaniel+IE&cauthor_id=22549956"}, {"author": "Adam Burkholder", "affiliation": [], "href": "/?term=Burkholder+A&cauthor_id=22549956"}, {"author": "David C Fargo", "affiliation": [], "href": "/?term=Fargo+DC&cauthor_id=22549956"}, {"author": "Karen Adelman", "affiliation": [], "href": "/?term=Adelman+K&cauthor_id=22549956"}], "refPMID": [], "citedInPMID": ["22549956", "34982944", "34620876", "34146121", "34038724", "33788376", "33191916", "33057115", "32635644", "32544250", "31294688", "31185909", "31127935", "31123063", "31068966", "30660864", "30353012", "30001206", "29424686", "28951764", "28868519", "28793256", "28678782", "28318487", "27520065", "27443262", "27432546", "27325707", "27259512", "27197211", "27078128", "26824662", "26671524", "26555214", "26293668", "26254229", "25820424", "25773599", "25764114", "25693130", "25483256", "25424749", "25331959", "25263592", "25173174", "25165826", "24828529", "24766888", "24706750", "24636995", "24611065", "24595285", "24559102", "24521667", "24485661", "24362405", "24327761", "24316986", "24184211", "24010524", "23863199", "23756342", "23754964", "23714697", "23706736", "23699410", "23699407", "23634260", "23623499", "23575664", "23523369", "23260668", "23131668", "23085255", "23084920", "22986266", "22965005", "22641017"], "body": " AbstractThe expression of many metazoan genes is regulated through controlled release of RNA polymerase II (Pol II) that has paused during early transcription elongation. Pausing is highly enriched at genes in stimulus-responsive pathways, where it has been proposed to poise downstream targets for rapid gene activation. However, whether this represents the major function of pausing in these pathways remains to be determined. To address this question, we analyzed pausing within several stimulus-responsive networks in Drosophila and discovered that paused Pol II is much more prevalent at genes encoding components and regulators of signal transduction cascades than at inducible downstream targets. Within immune-responsive pathways, we found that pausing maintains basal expression of critical network hubs, including the key NF-κB transcription factor that triggers gene activation. Accordingly, loss of pausing through knockdown of the pause-inducing factor NELF leads to broadly attenuated immune gene activation. Investigation of murine embryonic stem cells revealed that pausing is similarly widespread at genes encoding signaling components that regulate self-renewal, particularly within the MAPK/ERK pathway. We conclude that the role of pausing goes well beyond poising-inducible genes for activation and propose that the primary function of paused Pol II is to establish basal activity of signal-responsive networks.Keywords: gene expression, transcription elongation, polymerase pausing, gene networks All organisms have evolved strategies to facilitate rapid and balanced responses to environmental and developmental cues. One mechanism for achieving robust up-regulation of transcription in response to the external environment is exemplified by the Drosophila heat-shock (Hsp) genes, which possess preloaded RNA polymerase II (Pol II) on their promoters prior to induction (Lis 1998). This Pol II is engaged in early elongation and remains paused promoter-proximally, associated with a 20- to 60-nucleotide (nt) nascent RNA. Heat shock triggers nearly immediate release of paused Pol II into the Hsp genes, permitting the scaffold of general transcription factors left at the promoter to be reused by additional Pol II molecules that generate a dramatic induction of RNA levels within minutes of heat shock (Lis 1998; Zobeck et al. 2010).Pol II pausing has recently been identified as a widespread mechanism of transcriptional regulation in higher eukaryotes. Genome-wide localization of Pol II in Drosophila, mouse, and human cells showed that thousands of genes display an accumulation of Pol II just downstream from their promoters (Guenther et al. 2007; Muse et al. 2007; Zeitlinger et al. 2007; Core et al. 2008; Lee et al. 2008; Gilchrist et al. 2010; Rahl et al. 2010), and analyses of RNA confirm that this polymerase is predominantly in a transcriptionally engaged, but paused, state (Core et al. 2008; Nechaev et al. 2010; Min et al. 2011). Notably, in all cell types investigated, pausing is found to be highly enriched among genes in stimulus-responsive networks, such as those that sense environmental and developmental cues (Muse et al. 2007; Zeitlinger et al. 2007; Hendrix et al. 2008; Gilchrist et al. 2010; Min et al. 2011). Based on these findings, Pol II pausing has been proposed to play a regulatory role in these critical signaling pathways; however, the mechanistic basis of this role remains unknown.By analogy with the heat-shock system, the presence of a preloaded and paused Pol II has been proposed to “poise” the downstream targets of these pathways for efficient gene activation (Lis 1998; Nechaev and Adelman 2008; Levine 2011). In support of this hypothesis, investigations of individual stimulus- and developmentally responsive genes suggest that the presence of paused Pol II correlates with rapid and synchronous induction (Adelman et al. 2009; Boettiger and Levine 2009). However, recent genomic studies of steroid hormone-mediated transcription clearly demonstrate that rapidly activated genes are not uniformly occupied by Pol II prior to induction (Hah et al. 2011; Lin et al. 2011). Similarly, a number of key targets of developmental signaling were found not to harbor paused Pol II in murine embryonic stem (ES) cells (Min et al. 2011). As a result, the functional role of paused Pol II in inducible networks is a matter of current debate, and identifying the physiologically relevant targets of pausing has emerged as a subject of significant interest.Importantly, the vast majority of paused genes are actively transcribed in resting cells (Core et al. 2008; Gilchrist et al. 2010; Rahl et al. 2010; Min et al. 2011). Thus, pausing is not simply a mechanism to keep inducible genes repressed prior to activation. Moreover, studies of the factors that establish and release paused Pol II suggest that pausing could modulate basal gene expression (Gilchrist et al. 2010; Rahl et al. 2010). Establishment of paused polymerase requires the negative elongation factor NELF (Yamaguchi et al. 1999; Narita et al. 2003; Wu et al. 2003; Cheng and Price 2007). NELF interacts with Pol II in association with the DSIF complex, and DSIF and NELF are sufficient to inhibit early transcription elongation in vitro (Cheng and Price 2007). Pause release is triggered by recruitment of the P-TEFb kinase, which phosphorylates the Pol II C-terminal domain (CTD), DSIF, and likely NELF (Peterlin and Price 2006; Cheng and Price 2007). P-TEFb activity leads to dissociation of NELF, conversion of DSIF to a positive elongation factor, and escape of paused polymerase into the gene. Global studies of NELF and DSIF distribution have revealed that they are enriched near the promoters of active genes (Gilchrist et al. 2010; Rahl et al. 2010), confirming that pausing and high-level expression are not mutually exclusive. Further supporting the idea that regulated pause release impacts the expression of active genes, disruption of P-TEFb activity using the specific kinase inhibitor flavopiridol broadly blocked release of polymerase into productive elongation and reduced gene expression (Rahl et al. 2010).Although pausing slows the release of polymerase into productive RNA synthesis, the presence of paused Pol II has been shown to have both positive and negative effects on gene expression. In particular, loss of Pol II pausing following depletion of NELF leads to decreased expression of many genes in Drosophila, mouse, and human cells (Narita et al. 2007; Gilchrist et al. 2008; Amleh et al. 2009; Sun and Li 2010). This positive role of paused polymerase in gene activity has been most thoroughly studied in Drosophila, where the prolonged residence time of paused Pol II was found to protect promoters against the assembly of nucleosomes (Gilchrist et al. 2008, 2010). Thus, by maintaining Pol II and a scaffold of general transcription factors associated with the promoter, genes can be held in an accessible chromatin state that facilitates RNA synthesis.These findings raise the possibility that by regulating the duration of pausing, a cell could not only poise inducible genes for efficient activation, but also fine-tune basal gene expression. To address this possibility, we analyzed the targets and consequences of NELF-mediated pausing within Drosophila stimulus-responsive networks. We report that pausing is neither limited to rapidly activated genes nor required for efficient activation. Instead, we found that pausing plays a previously unappreciated role in maintaining the basal expression of signaling proteins and regulators of critical stress- and immune-mediated pathways. Disruption of pausing perturbs multiple hubs of these networks, impairing signal transduction and gene activation. In support of this being a conserved function of pausing, we found that paused Pol II is enriched in murine ES cells at genes encoding signaling molecules and regulators of self-renewal and pluripotency. Thus, we propose that the critical role of paused Pol II in environmentally and developmentally responsive networks is to regulate the expression and activities of signal transduction machineries in resting cells, thereby defining their responsiveness to external cues. ResultsHighly induced immunity genes are only modestly enriched in paused Pol IIWe used the Drosophila innate immune network as a model system to investigate the role of pausing within stimulus-responsive pathways. Our previous analyses of gene expression in Drosophila S2 cells revealed that the defense and immune responses were the most significantly affected gene ontology (GO) categories among genes down-regulated following NELF depletion (Gilchrist et al. 2008), suggesting that pausing might positively influence these responses. Furthermore, our genomic chromatin immunoprecipitation (ChIP)–chip assays of Pol II distribution in S2 cells showed that the immune pathways were dramatically enriched among highly paused genes (Gilchrist et al. 2010), implicating NELF-mediated pausing in regulation of this inducible gene network.Innate immune pathways in the fly are very similar to their mammalian counterparts; invading pathogens are recognized by pattern recognition receptors and circulating cytokines, which in turn activate specific signal transduction cascades (Lemaitre and Hoffmann 2007). The two central immune pathways in Drosophila, Toll and immune deficiency (Imd), both converge on transcription factors of the NF-κB family that enter the nucleus to activate transcription of genes encoding antimicrobial peptides (AMPs) and other cyto-protective proteins. Thus, current models would predict that pausing is prevalent at the AMP genes and other targets of these pathways, where it could facilitate their rapid and robust activation. To test this idea, we investigated Pol II distribution at genes that are highly induced following challenge with bacterial lipopolysaccharide (LPS) (see the Materials and Methods) using expression microarrays and ChIP–chip data from S2 cells (Boutros et al. 2002; Gilchrist et al. 2010).Surprisingly, we found that most AMP genes lacked detectable Pol II occupancy prior to immune challenge (Fig. 1A; Supplemental Fig. S1A). Furthermore, heat maps depicting ChIP–chip signals around all genes that are substantially up-regulated within 2 h of LPS challenge reveal that many of these promoters do not show substantial binding of Pol II or NELF in unstimulated cells (Fig. 1B). To quantify this result, we determined which promoters display statistically significant levels of Pol II ChIP signal around their promoters to define genes that were bound by polymerase in resting S2 cells (Gilchrist et al. 2010). Nearly half of these highly induced genes (14 of 29) were not occupied by Pol II prior to immune challenge, indicating that pausing of Pol II is not required for potent gene activation. In fact, we noted that the most highly induced genes (Fig. 1B, shown at the top of the heat map) tend to lack promoter Pol II signal in unchallenged cells, whereas genes with more modest induction (Fig. 1B, middle and bottom portions of the heat map) were more likely to exhibit promoter Pol II signal. Indeed, the median fold induction of genes that were occupied by Pol II prior to challenge was significantly lower than that of genes that had undetectable Pol II levels in resting cells (Fig. 1C). These results indicate that the most highly inducible immune target genes are not “poised” by preloading of Pol II prior to activation and suggest that the prevalent pausing observed in immune-responsive pathways may play a distinct, previously unappreciated role.Open in a separate windowFigure 1.Highly inducible immunity genes are only modestly enriched in Pol II pausing. (A) ChIP–chip assays reveal little Pol II binding at the AMP genes CecA1, DptB, or AttA in unchallenged cells. Pol II ChIP–chip signal is shown as fold enrichment over input material. Gene models are shown below, where an arrow indicates the direction of transcription. (B) Average fold enrichment in Pol II and NELF ChIP–chip signal is shown in 100-base-pair (bp) windows surrounding the TSSs (denoted by arrows) of 29 genes that are strongly induced by challenge with LPS (more than threefold induction at the 2-h time point). Genes are rank-ordered by decreasing fold induction, as indicated at left. Range is depicted in the color bar. (C) The median fold induction of immune-responsive genes that lack Pol II binding in unchallenged cells is significantly higher than that of genes that are prebound by Pol II (bound genes, 3.9; unbound genes, 12.7; P = 0.029, Mann-Whitney U-test). (D) Several inducible genes show Pol II distribution indicative of pausing prior to immune challenge, such as Mmp1 and wun2. Pol II ChIP–chip signal is shown as in A. (E) Permanganate footprinting was used to detect stable, open transcription bubbles indicative of Pol II pausing at the Mmp1 and wun2 genes. Lanes depict, from left to right, the A+G ladder used to determine the position of the TSS (arrow at left), the permanganate reactivity of purified DNA to control for sites of intrinsic hyperreactivity, and the reactivity pattern of the indicated immunity genes in S2 cells. Positions of hyperreactive thymines (relative to the TSS) are labeled at the right.Although most highly induced immune target genes lack Pol II binding prior to induction, some modestly induced genes had Pol II distributions suggestive of pausing (Fig. 1B; Supplemental Fig. S1A). Notably, there are functional distinctions between these two groups of genes: Many of the nonpaused, strongly induced genes encode the AMPs, which are secreted at high levels into the extracellular space to neutralize pathogens. By comparison, genes that exhibit more promoter enrichment of Pol II and are induced at lower levels tend to encode intracellular immune effectors (transporters, phosphatases, proteinases, etc.) whose synthesis may be more tightly regulated.To further investigate which immune target genes harbored paused Pol II, we calculated pausing indices for all Pol II-bound promoters in S2 cells, as detailed in Gilchrist et al. (2010). The pausing index is the ratio of Pol II signal around a promoter to signal within the gene body and reflects the efficiency with which Pol II recruited to a promoter is released into productive synthesis (Muse et al. 2007; Zeitlinger et al. 2007). High pausing indices have been shown previously to be reliable indicators of promoter-proximal pausing, with 97% of genes considered “highly paused” by Pol II ChIP generating significant levels of short, capped RNAs (see the Supplemental Material for details; Gilchrist et al. 2010; Nechaev et al. 2010). We found that eight of these 29 immune target genes (∼28%) were considered to be highly paused, as compared with 11% of all genes (Supplemental Fig. S1B), indicating a modest enrichment.Despite the absence of pausing at the AMP genes, immunity genes with high pausing indices did include key effectors of the immune response, such as the matrix metalloproteinase Mmp1 and phosphatase wun2 (Fig. 1D). To confirm that Pol II recruited to promoters such as Mmp1 is paused in early elongation, we performed in vivo permanganate footprinting. Permanganate reacts with unpaired thymine residues, allowing one to detect regions of ssDNA such as those within the open transcription bubble associated with an engaged polymerase (Gilmour and Fan 2009). Permanganate reactivity was readily observed downstream from both the Mmp1 and wun2 promoters (Fig. 1E), indicating that Pol II is engaged but paused at these genes. In contrast, in agreement with the Pol II ChIP data indicating an absence of paused Pol II at the highly induced AMP genes, we were unable to detect permanganate reactivity at any AMP tested (data not shown).Thus, contrary to expectations that pausing would poise highly inducible immune target genes for activation, the most inducible genes tend not to harbor paused Pol II prior to immune induction. Similarly, we found no evidence for an enrichment of pausing among immune targets with low basal expression levels (Supplemental Fig. S1C), arguing against a role for pausing in maintenance of the inactive state. Instead, pausing is more common at genes with moderate basal expression levels and modest activation in response to immune challenge (Fig. 1C; Supplemental Fig. S1A).High levels of pausing at regulators and components of signal transduction pathwaysThe absence of a substantial enrichment in pausing among highly induced immune targets led us to determine the global distribution of paused genes within immune pathways. Interestingly, we discovered that genes encoding signaling components and regulators of immune-responsive pathways frequently possess promoter enrichment of Pol II and NELF. For example, critical immune regulators such as the inhibitor of NF-κB, cact, and the Toll ligand spz showed promoter Pol II distributions indicative of pausing (Fig. 2A). Moreover, these genes display clear permanganate hyperreactivity just downstream from their transcription start sites (TSSs) in S2 cells (Supplemental Fig. S2A), confirming the presence of paused Pol II. To determine whether these key regulatory genes were also paused in vivo, we performed permanganate footprinting in the predominant immune-responsive tissue in Drosophila, the fat body. These experiments demonstrated that both cact and spz exhibited clear permanganate reactivity within the promoter-proximal regions in isolated fat bodies (Supplemental Fig. S2B).Open in a separate windowFigure 2.Pausing is widespread at genes encoding regulators of immune-responsive signaling. (A) Pol II distribution at immune regulators cact and spz is consistent with promoter-proximal pausing of Pol II. ChIP–chip signal is shown as fold enrichment over input. Gene models are shown below, where an arrow indicates the direction of transcription. (B) Heat maps show Pol II and NELF ChIP–chip signal surrounding TSSs of genes encoding regulators and components of immune-responsive signal transduction cascades. Genes are ordered by decreasing promoter-proximal polymerase signal. (C) Diagram depicting key factors in the Tl and Imd pathways, which trigger gene activation by the NF-κB (κB) transcription factors. Drosophila gene names are indicated outside the shapes, and names of mammalian homologs, when present, are indicated inside. Proteins are colored to indicate Pol II distribution around their promoters. (Red) Highly paused (first quartile of pausing indices); (orange) modestly paused (second quartile of pausing indices); (green) bound by Pol II but not paused (third or fourth quartile of pausing indices); (gray) unbound (lacking significant promoter Pol II ChIP signal).The above data suggest that the enrichment of pausing in signal transduction pathways may stem from high levels of pausing at genes encoding pathway components. Systematic analysis of immune-responsive networks supported this idea, revealing that pausing is significantly enriched at components of these signal transduction cascades. Heat maps depicting Pol II and NELF distributions surrounding TSSs of well-characterized Toll and Imd pathway components indicate that pausing is widespread among these genes (Fig. 2B). In particular, we noted that all three Drosophila NF-κB factors are expressed from promoters with highly paused Pol II (Fig. 2C, highly paused genes, colored red), along with a number of other critical hubs of the immune-responsive network (e.g., Toll and PGRP-LC receptors). Suggestive of a role of pausing in regulating expression of signaling molecules, genes encoding the integral components of these pathways were nearly four times as likely to be considered highly paused as the average gene: 42% of these genes were highly paused (23 of 55 genes) (see Supplemental Table S1) compared with 11% of all genes (Supplemental Fig. S1B). Immune pathway components also had a significantly greater median pausing index compared with all Pol II-bound genes (2.34 vs. 1.65; P < 0.0001, Mann-Whitney U-test), and composite metagene analysis of polymerase distribution demonstrated that Pol II was more highly enriched near the promoters of immune signaling components than at genes in general (Supplemental Fig. S2C). Importantly, these data reveal that Pol II pausing is prevalent at genes encoding components of signal-responsive pathways that are generally not induced or are induced very modestly in response to stimulus (Boutros et al. 2002). Thus, our results suggest that a key role of pausing involves establishing basal, rather than induced, expression levels of target genes.Pol II pausing enhances basal expression of signaling componentsNELF-mediated pausing has been shown previously to enhance basal gene expression by maintaining an open promoter chromatin environment (Gilchrist et al. 2008, 2010). Thus, pausing near the promoters of genes encoding Toll and Imd signal transduction machineries might modulate basal expression of these genes, thereby impacting the activity of immune signaling pathways. Consistent with this, microarray expression analysis showed that whereas only ∼3% of all Drosophila genes have significantly altered expression upon depletion of NELF, ∼29% of immune signaling components are affected by NELF RNAi (Supplemental Table S1; Gilchrist et al. 2008). Moreover, quantitative RT–PCR (qRT–PCR) measurements of basal gene expression in NELF-depleted cells revealed significant down-regulation of many immunity genes upon NELF RNAi compared with cells mock-treated with dsRNA targeting β-galactosidase (Fig. 3A). Down-regulated genes included crucial hubs in the immune regulatory circuitry, such as ird5 (IKKβ), Rel, spz, and Tl (Fig. 3A). Notably, these genes displayed substantial decreases in promoter Pol II signal upon depletion of NELF (median drop in signal is approximately sixfold larger than the genomic median, P < 0.0001, Mann-Whitney) (Supplemental Fig. S3A), confirming that the expression changes observed were linked to a reduction in paused polymerase.Open in a separate windowFigure 3.Depletion of NELF down-regulates basal expression of Tl and Imd pathway components. (A) Basal mRNA levels were determined in unchallenged cells by RT–PCR for the indicated genes. Shown are mean values of three biological replicates (±SEM) in cells depleted of NELF versus mock-treated cells. (B) NELF depletion reduces levels of promoter-proximal Pol II at the Rel gene. Pol II ChIP–chip signal is shown from cells mock-treated with RNAi (top) and cells depleted of NELF (bottom). (C) Rel protein levels are diminished in NELF-depleted cells. Western blots were used to determine levels of Rel (Rel 110), NELF-B, and TFIIS (control) proteins in two biological replicates of mock-treated and NELF-depleted cells.In particular, we were intrigued by the decrease in Rel mRNA expression in NELF-depleted cells (Fig. 3A). Rel is the critical NF-κB transcription factor on which Imd signaling converges. Previous work has shown that even a modest reduction in Rel levels results in a dramatic attenuation of immune gene induction (Erturk-Hasdemir et al. 2009). The Rel gene exhibited polymerase distribution indicative of pausing in resting S2 cells, and NELF depletion significantly decreased Pol II signal near the Rel promoter(s) and within the Rel gene (Fig. 3B; Supplemental Fig. S3B). Importantly, Rel protein levels were also substantially reduced in NELF-depleted cells (Fig. 3C). This result raised the possibility that NELF-depleted cells might be basally less competent to mount an immune response due to reduced Rel signaling activity.NELF depletion broadly compromises gene activation by immune challengeIf pausing maintains proper basal expression of the signaling components that trigger gene activation, then disruption of pausing should broadly attenuate immune signaling and the induction of all immune-responsive genes, regardless of whether the target gene undergoes pausing. To test this idea, we stimulated the immune response in S2 cells that were mock-treated versus depleted of NELF using RNAi. As expected, immune challenge increased expression of the highly paused genes Mmp1 and wun2 (Fig. 4A) as well as the nonpaused AMPs CecA1, DptB, Dro, and Drs in mock RNAi-treated cells (Fig. 4B). Induction of all six genes is diminished in NELF-depleted cells (Fig. 4A,B). Interestingly, we found that NELF depletion diminishes the magnitude of gene activation throughout the time course. These results suggest that NELF-depleted cells were not simply slower in their response to immune challenge, but less capable of eliciting a full response, consistent with diminished signaling network activity in NELF RNAi cells.Open in a separate windowFigure 4.NELF depletion broadly attenuates induction of immunity genes in Drosophila S2 cells and larvae. (A,B) S2 cells depleted of NELF via RNAi (red) or mock-treated (black) were incubated in the presence of LPS. Aliquots were removed at the indicated times, and mRNA levels were quantified relative to the transcript levels in mock-treated cells at t = 0; each point represents the mean of three biological replicates ± SEM. Data are shown for the highly paused genes Mmp1 and wun2 (A) and several genes encoding AMPs that lack paused Pol II (B). (C,D) Third instar larvae with fat bodies depleted of NELF (red; inverted repeat targeting NELF-B expressed under control of the GAL4 UAS) or control larvae possessing either the NELF-B inverted repeat (gray) or GAL4 (black) alone were injected with Escherichia coli and Micrococcus luteus. Larvae were harvested at the indicated times following injection, and mRNA levels were quantified relative to transcript levels at t = 0 for each genotype. Each data point represents the average of three groups of six injected larvae ± SEM. Data are shown for paused genes Mmp1 and TepII (A) and several nonpaused genes that encode AMPs (B).We next asked whether these pervasive effects of NELF-mediated pausing on signal-dependent transcription are conserved in vivo by examining immune gene induction in Drosophila larvae where the fat body was depleted of NELF (Supplemental Fig. S4A). Control or NELF-depleted wandering third instar larvae were injected with a cocktail of heat-killed Gram-positive and Gram-negative bacteria, and gene expression changes were monitored at time points following injection. Bacterial challenge in control larvae strongly activated expression of AMP genes (Fig. 4D, black and gray lines). The activation of all genes was severely attenuated in larvae with NELF-depleted fat bodies (Fig. 4D, red lines), implicating pausing in optimal signal-dependent transcription in both cell culture and a living organism.In agreement with work in S2 cells, permanganate footprinting in fat bodies provided no evidence of pausing at AMP genes (Supplemental Fig. S4B). However, clear permanganate reactivity was observed at genes such as Mmp1 and Tep II in larval fat bodies (Supplemental Fig. S4C), consistent with previous data showing that these genes harbor paused Pol II in S2 cells (Fig. 1; Gilchrist et al. 2008). The induction of these paused genes was also markedly decreased in larvae with NELF RNAi relative to control larvae (Fig. 4C, red lines). Taken together, these data demonstrate that NELF is important for an organism's ability to mount a normal transcriptional response to immune challenge. Moreover, the extent of this effect at both paused and nonpaused target genes supports the idea that NELF-mediated pausing modulates the activity of the immune signal transduction network.Bypassing the signaling network rescues immune gene activation in cells lacking NELFThe above data suggest that pausing of Pol II impacts the activation of some immune genes through an indirect mechanism by maintaining the appropriate network signaling to allow for signal-dependent gene activation. To test this model, we transfected cells with a constitutively active form of the NF-κB transcription factor Rel (Rel-CA) that binds directly to target promoters in the absence of immune challenge. Importantly, previous work has shown that expression of Rel-CA induces immunity genes independently of upstream signaling events (Stoven et al. 2003). Thus, if the effects of NELF RNAi on induction of genes such as the AMPs, which lack prebound Pol II, are indirectly manifested through reduced immune signaling, then their activation by Rel-CA should not be impaired in NELF-depleted cells.Cells were treated with dsRNA against NELF or mock-treated for 72 h before cotransfection with Rel-CA and GFP. This enabled flow cytometric sorting (FACS) of GFP-positive cells and qRT–PCR analysis of gene expression separately in transfected and untransfected cells (Fig. 5A; Supplemental Fig. S5). We found that cells expressing Rel-CA exhibit significant activation of AMPs and other genes that do not undergo pausing and that this activation is not affected by NELF depletion (Fig. 5B, left panel), demonstrating that these genes are fully competent for induction when the normal signaling pathway is bypassed. Thus, NELF depletion does not alter the intrinsic inducibility of the AMP promoters, but instead leads to a deficiency in network signaling that prevents proper gene activation.Open in a separate windowFigure 5.Expression of Rel-CA can rescue induction of AMPs and other immunity genes that lack preloaded Pol II. (A) Experimental design. S2 cells were NELF-depleted or mock-treated with RNAi, then transfected with plasmids expressing Rel-CA and GFP. Forty-eight hours after transfection, Rel-CA-induced, GFP+ cells were isolated by FACS, and RNA from mock-treated and NELF-depleted cells was purified and quantified by RT–PCR. (B, left panel) Rel-CA induction of genes that lack Pol II binding is largely unaffected by NELF depletion. Columns depict fold induction by Rel-CA of Pol II-unbound genes in cells that were mock-treated (green) or NELF-depleted (white). Each column represents the mean (±SEM) of three biological replicates of transfected cells (as denoted by being GFP+) expressed relative to untransfected mock-treated cells. (Right panel) Induction of paused genes by Rel-CA is diminished in NELF-depleted cells. Data for highly paused genes in transfected S2 cells are shown as in the left panel.In contrast, genes that are highly paused in unchallenged S2 cells may directly require NELF-mediated pausing for maximal activation; for example, to maintain the promoter- and activator-binding sites in an accessible chromatin conformation. If this were the case, then these genes would not be fully activated by Rel-CA following NELF RNAi. In agreement with this, highly paused immunity genes show reduced activation by Rel-CA in cells depleted of NELF relative to controls (Fig. 5B, right panel). This suggests that at these genes, pausing directly facilitates transcription activation by Rel. Analysis of our previously published nucleosome occupancy data in control and NELF-depleted cells reveals that promoters of these highly paused immune genes are nucleosome-depleted in a manner that is dependent on Pol II pausing (Supplemental Fig. S5D, S5E), consistent with a role for paused Pol II is establishing an accessible chromatin architecture that facilitates gene activity (Gilchrist et al. 2010). Interestingly, the nonpaused immune genes also display nucleosome-deprived promoter regions in resting S2 cells even though many do not contain detectable levels of the transcription machinery (Supplemental Fig. S5D). This indicates that these genes do not require pausing to maintain their promoters in an accessible state. One potential explanation for this may involve their DNA sequences, which are predicted to be much less favorable for nucleosome assembly than those at highly paused genes (Supplemental Fig. S5F). Thus, nucleosome deprivation and accessibility for transcription factor binding may be the critical feature of a promoter that enables rapid activation, and pausing may simply represent one mechanism for achieving this state.Taken together, these experiments provide strong evidence for two distinct functional roles for NELF-mediated pausing in immune activation: Pausing indirectly impacts induction of genes like AMPs by modulating the activity of signaling networks, and pausing of Pol II directly poises other genes for induction.JNK (Jun N-terminal kinase) and JAK–STAT (Janus kinase signal transducer and activator of transcription) signal transduction cascades are enriched in Pol II pausingThe discovery that pausing is enriched among components of the immune signal transduction cascades prompted us to investigate whether other stimulus-responsive pathways may exhibit similar levels of pausing. Drosophila possess JNK and JAK–STAT pathways that are homologous to their mammalian counterparts. Evaluation of Pol II and NELF distributions surrounding the TSSs of genes within these pathways revealed a striking promoter-proximal enrichment of signal (Fig. 6A; Supplemental Fig. S6C) and a significantly elevated pausing index relative to all Pol II-bound Drosophila genes (2.31 vs. 1.65; P < 0.0001, Mann-Whitney U-test).Open in a separate windowFigure 6.Drosophila JNK and JAK–STAT pathways are highly enriched in paused Pol II. (A) Heat maps depicting Pol II and NELF ChIP–chip signal surrounding TSSs of genes that code for components of the JNK and JAK–STAT signal transduction cascades. Genes are ordered by decreasing promoter-proximal polymerase signal. (B) Pol II distribution at the dome gene is consistent with Pol II pausing (top panel), and substantial loss of promoter-proximal Pol II occurs upon NELF depletion (bottom panel). ChIP–chip signal is shown as fold enrichment over input. (C) Diagram depicting key factors in the JNK and JAK–STAT pathways. Genes are labeled as in Figure 2C and colored to indicate Pol II distribution around their promoters. (Red) Highly paused; (orange) modestly paused; (green) bound by Pol II but not paused; (gray) unbound.As in the immune-responsive pathways, we noted that critical points of network convergence, such as receptors and transcription factors, were encoded by genes with paused Pol II (Fig. 6B; Supplemental Fig. S6A), suggesting that pausing could also regulate the expression of these key factors. In support of this idea, we found that NELF depletion significantly reduces Pol II occupancy of promoters encoding the JNK and JAK–STAT signal transduction machinery (e.g., dome) (Fig. 6B; Supplemental Fig. S6B). Moreover, analysis of previous expression arrays in NELF-depleted S2 cells (Gilchrist et al. 2008) demonstrates that critical components of these networks are down-regulated upon NELF RNAi (e.g., dome, Socs36E, and egr), and Pol II ChIP confirms a reduction of elongating polymerase downstream within these genes (Supplemental Fig. S6D; Adelman et al. 2009). Thus, we conclude that the prevalence of paused Pol II within the major stimulus-responsive networks in Drosophila is largely driven by pausing at genes encoding signaling molecules and suggest that pausing plays a key role in establishing network activity.Pausing at critical regulators of cell fate and self-renewal in murine ES cellsOur findings thus far suggest that a pausing serves to regulate cellular responses to specific cues by tuning the basal activity of critical signal transduction cascades. If this is the case, then this role might be conserved throughout evolution. To address this, we assessed the distribution of paused Pol II in mammalian ES cells. Previous work has established that pausing in human and mouse ES cells occurs at genes important to development and stimulus-responsiveness (Guenther et al. 2007; Rahl et al. 2010; Min et al. 2011), suggesting that pausing might help poise these genes for future activation during differentiation and development. However, like in Drosophila, a detailed analysis of the relationship between pausing and the genes activated in response to a differentiation signal had not been performed. To address this issue, we investigated the Pol II distribution at genes that are activated by treatment with retinoic acid (RA), which is commonly used to induce differentiation in ES cells (e.g., Lin et al. 2011). We used recent Pol II ChIP coupled with deep sequencing (ChIP-seq) data from untreated mouse ES cells (Rahl et al. 2010) to generate heat maps depicting polymerase signal surrounding the TSSs of genes significantly up-regulated within 2 h (Supplemental Fig. 7A) or 4 h (Fig. 7A) of RA treatment (Supplemental Table S2; Lin et al. 2011). Notably, very few of the genes up-regulated at either time point showed considerable Pol II enrichment near their promoters in the absence of RA. To quantify this result, we calculated the pausing indices for genes in ES cells (see the Materials and Methods) and compiled a list of the most highly paused genes (defined by pausing indices within the top ∼10% of all genes). Genes activated by RA treatment were significantly underrepresented in highly paused genes: Only 4.7% of genes up-regulated within 4 h of RA treatment are highly paused (Fig. 7A; Supplemental Fig. S7B). Moreover, none of the genes activated at the earlier time point were paused, clearly demonstrating that pausing is not critical or widely employed at genes that are activated during this differentiation process.Open in a separate windowFigure 7.Pol II pausing is enriched at components of signal transduction networks regulating ES cell proliferation and self-renewal. (A) Heat map depicting Pol II ChIP-seq signal in mouse ES cells surrounding TSSs of genes significantly induced by 4 h of RA treatment. Genes are ordered by decreasing fold induction. Range is depicted in the color bar. (B) The network most enriched in paused genes within ES cells contains key components of the GSK3β and MAPK/ERK signaling pathways, with all genes shown here possessing highly paused Pol II. Symbols are shown as in Supplemental Figure 7D. (C) Heat map depicting Pol II ChIP-seq signal in mouse ES cells surrounding TSSs of genes within the insulin receptor signaling pathway, which contains MAPK/ERK and GSK3β modules. Genes are ordered by decreasing promoter-proximal polymerase signal. (D) Promoter enrichment of Pol II at critical hubs of the MAPK/ERK signaling pathway in ES cells. A high ratio of promoter Pol II signal to downstream signal, indicative of pausing, is apparent at Erk2 (Mapk1), MEK1 (Map2k1), and MEK2 (Map2k2), but not at control gene eif1. Bars depict percentage of ChIP input for immunoprecipitations with an antibody targeting Pol II (red) or no-antibody control (black). The center position of each primer pair with respect to the TSS is shown. Values represent average of n = 3 independent experiments, and error is SEM.We then employed ingenuity pathway analysis to determine which kinds of genes were enriched in paused Pol II in ES cells. We found that the network most enriched in highly paused genes regulates cell proliferation and growth (Supplemental Fig. S7C), which are integral aspects of ES cell identity. Underscoring the importance of paused genes to maintenance of the ES cell state, we found that critical nodes within the GSK3β and MAPK/ERK signaling modules were highly paused (Fig. 7B). Like in Drosophila, pausing predominated at genes encoding critical kinases, transcription factors, and network regulators (e.g., GSK3β, APC, Erk2, Raf1, CASP3, and STAT1/2). Furthermore, pausing appeared to be regulatory at genes in this network (Supplemental Fig. S7C), since depletion of the pause-inducing factor DSIF significantly reduced Pol II enrichment around these promoters (Supplemental Fig. 7D).Remarkably, seven of the 10 most enriched canonical pathways include the MAPK/ERK signaling module (Supplemental Fig. S8A). The MAPK/ERK signaling cascade plays a particularly important role in ES cells, and fine-tuning of ERK activity is essential for maintenance of pluripotency and self-renewal characteristics (Blair et al. 2011). We thus investigated the most enriched of these pathways, which contains both GSK3β and MAPK/ERK cascades (Supplemental Fig. S8B, insulin receptor signaling). We generated a heat map depicting Pol II distribution around the promoters of genes encoding these pathway components, which revealed a high level of pausing. Indeed, >25% of these genes were highly paused (Supplemental Fig. S7B).To validate the ChIP-seq data, we performed independent Pol II ChIP analysis in ES cells. We focused on critical points of MAPK/ERK pathway convergence that appeared highly paused in the ChIP-seq data: the Erk2 gene itself and two kinases that activate Erk2 in ES cells, MEK1 and MEK2. ChIP assays confirmed a high promoter Pol II signal and low downstream polymerase occupancy indicative of pausing at all three genes (Fig. 7D), but not at a control gene.To further explore the similarities between the role of pausing in Drosophila and mouse pathways, we investigated the JAK–STAT pathway in ES cells. Critical hubs of this pathway were highly paused (Supplemental Fig. S9A), and analysis of Pol II distribution around all genes in this pathway (as defined by ingenuity pathway analysis) revealed a significant enrichment in paused genes (>30% are highly paused) (Supplemental Figs. S7B, S9B). In addition, analysis of the JAK–STAT signal transduction cascade using gene-specific Pol II ChIP data confirmed promoter enrichment of Pol II at key points within this pathway (Supplemental Fig. S9C). Thus, we found that enrichment of Pol II pausing at genes encoding components of signal transduction cascades like JAK–STAT is an evolutionarily conserved phenomenon. Moreover, our data suggest the exciting possibility that promoter-proximal pausing could affect mammalian development by regulating the basal activity of critical signaling pathways like MAPK/ERK that control cell proliferation, growth, and differentiation. DiscussionOur detailed analysis of Pol II pausing within stimulus-responsive pathways has revealed a novel role for paused polymerase in regulating basal expression of signaling molecules. We found that pausing is much more common at genes encoding regulators and components of signaling networks than at the inducible downstream targets of these pathways. In fact, we observed that many highly inducible genes lack detectable Pol II occupancy prior to gene activation. Furthermore, we discovered that pausing impacts the expression of signal transduction machineries in a manner that broadly regulates network activity and signal-dependent gene activation.Importantly, these findings call into question current models for the function of pausing, which revolve around an ability of paused polymerase to increase the kinetics of gene activation (Lis 1998). In both Drosophila and mammals, paused genes are enriched in pathways that respond to various intracellular and extracellular cues (Muse et al. 2007; Zeitlinger et al. 2007; Rahl et al. 2010; Min et al. 2011), leading to the hypothesis that pausing at the downstream targets of these signal-responsive pathways could poise such genes for rapid activation. However, even at the Drosophila heat-shock genes, direct evidence for a role of paused Pol II per se in stimulating activation kinetics remains elusive. Indeed, recent studies using NELF depletion to strongly reduce levels of paused polymerase at the Hsp promoters failed to detect a delay in gene activation upon heat shock, instead revealing a NELF-dependent defect in the rate of Hsp gene deactivation during recovery from heat stress (Ghosh et al. 2010). Thus, in light of our findings (Fig. 1) and recent reports demonstrating that paused Pol II is absent from many highly inducible mammalian genes (Hah et al. 2011; Lin et al. 2011), we suggest that the broad role of pausing within inducible gene networks is distinct from an effect on activation kinetics.Insight into this broader role arose from systematic identification of paused genes within stimulus-responsive networks. We report that genes encoding nodes within signal transduction networks are considerably enriched in paused Pol II in both Drosophila S2 and mouse ES cells, implying that pausing could regulate the expression of these factors (Figs. 2, ​,6,6, ​,7).7). Consistent with this, we found that depletion of the pause-inducing factor NELF leads to disproportionate loss of Pol II occupancy around Drosophila promoters encoding regulators and components of signaling pathways (Tl, Imd, JNK, and JAK–STAT) and reduces expression of many such genes. Within immune-responsive pathways, the affected genes include the NF-κB transcription factor Rel that is responsible for triggering Imd-mediated gene activation (Fig. 3). In agreement with previous work showing that signaling pathways are severely disrupted by reduced expression of key components (Erturk-Hasdemir et al. 2009; Inui et al. 2010), we found that all immune-responsive gene activation is reduced by NELF depletion and diminished Rel activity (Fig. 4).Confirming the role of immune signaling in this defect, we demonstrated that bypassing the signaling network through expression of a constitutively active transcription factor is sufficient to restore activation to most immune target genes (Fig. 5).The central implication of this work is that by affecting basal gene expression of signaling molecules, pausing can broadly regulate the competence and activity of signaling networks. Cells display a remarkable ability to vary their responsiveness to particular stimuli during development and maintenance of homeostasis. We envision that pausing could regulate the inducibility of signaling networks to assure appropriate, balanced gene expression profiles during distinct developmental states or environmental conditions. Regulating the basal expression of signaling molecules through controlled release of paused Pol II—for example, by modulating P-TEFb recruitment to the promoters of a functionally related group of genes—could provide a common control point for up-regulation or down-regulation of an array of signaling components. By amplifying or attenuating network inducibility, Pol II pausing could provide a potent mechanism to simultaneously regulate the numerous targets of a signaling pathway in a manner that is more efficient than directly poising each individual downstream target gene.It is interesting to note that pausing is particularly enriched among genes encoding transcription factors and signaling molecules, given that these classes of proteins are recognized to be highly sensitive to changes in their cellular concentration (Inui et al. 2010; Leung and Sharp 2010). We found that pausing exerts its effects through modest changes in expression of multiple nodes within a signaling cascade. This method of regulation is highly reminiscent of microRNAs (miRNAs), which can elicit broad physiological impact through subtle (approximately twofold) attenuation of expression from a set of genes within a common pathway. Like pausing, miRNAs are implicated heavily in development and stress responses, where they are thought to impart robustness and buffer these regulatory networks against environmental fluctuations (Li et al. 2009). Similarly, we propose that pausing functions to establish a “set point” for stimulus-responsive networks in a manner that is readily fine-tuned, yet robust to external perturbations. As indicated by the prevalence of pausing in ES cells (Guenther et al. 2007; Min et al. 2011) and by the types of genes that display this method of regulation (Fig. 7), pausing can be envisioned to play a particularly important role in maintenance of pluripotentcy and self-renewal, which are known to depend on a delicately balanced transcriptional circuitry (Young 2011).In summary, our work reveals that the enrichment of paused Pol II at genes within signal-responsive networks is not limited to the downstream targets of these pathways, but includes key mediators of these signaling cascades and network hubs. By performing genome-wide analyses in both Drosophila and mouse ES cells, we provide evidence that paused Pol II is positioned to affect basal expression of key factors within stimulus-responsive pathways, thereby broadly impacting the activity of these networks. By elucidating the surprising effect of pausing on basal expression of signaling components and the resulting reduction in stimulus-responsive gene activation, this work suggests a new model for the function of paused Pol II in establishing specific gene expression profiles in resting cells. This possibility will be particularly interesting to explore further in ES cells, where pausing is prevalent at genes regulating proliferation and maintenance of the ES cell state. Materials and methodsChIP–chip and microarray expression data in S2 cellsTotal Pol II and NELF ChIP–chip data for S2 cells were those described in Gilchrist et al. (2010). Expression arrays to identify genes induced following bacterial challenge in S2 cells are from Boutros et al. (2002). In that work as well as our own, a crude fraction of Escherichia coli 055:B5 LPS (Sigma) containing both polysaccharides and Imd stimulatory peptidoglycans (Kaneko et al. 2004) was used to activate immune-responsive genes.RNAi, LPS induction, Western blotting, and gene expression analysisDrosophila S2 cells (DGRC) were depleted of NELF-B and NELF-E using RNAi as previously described (Gilchrist et al. 2008). For the immune challenge, 96 h after addition of dsRNA, LPS diluted in PBS was added to cells at a final concentration of 1 μg/mL. Cells were harvested at the times indicated, and RNA was isolated using the RNeasy kit (Qiagen). Two-hundred-fifty nanograms of RNA was reverse-transcribed, and qPCR was performed as previously described (Gilchrist et al. 2008) except that all values were normalized to Rp49 (RpL32) transcript levels and plotted relative to the mock-treated t = 0 time point. Western blots were performed with antibodies targeting the Rel C terminus (Stoven et al. 2000), NELF-B (Gilchrist et al. 2008), and TFIIS (Adelman et al. 2005).Time course of larval gene expression in response to bacterial challengeFly strains were obtained from the Bloomington Stock Center unless otherwise indicated and were raised at 25°C on standard cornmeal–molasses medium. The Drosophila w1118 strain was used as the wild-type control, and all lines were consomized to the w1118 background to reduce background effects. The collagen IV promoter line P{w[+mC] = Cg-GAL4.A}2 is expressed in fat bodies and hemocytes as well as other tissues and was used to drive expression of a NELF-B inverted repeat from w1118; P{GD7505}v17038 (obtained from the Vienna Drosophila RNAi Center). w1118; P{GD7505}v17038 females were mated to either w1118; P{w[+mC] = Cg-GAL4.A}2 (knockdown) or w1118 (control) males. w1118 females were mated to w1118; P{w[+mC] = Cg-GAL4.A}2 males as a driver control. Three groups of six wandering third instar larvae were injected with 50 nL of PBS or heat-killed bacteria using a Picospritzer (Parker Precision Fluidics). Injected larvae were allowed to recover on standard food; collected at 0, 30, or 60 min; and homogenized in 100 μL of Trizol. RNA was purified, 500 ng of RNA was reverse-transcribed, and qPCR was performed as described (Gilchrist et al. 2008) except that all values were normalized to RpS12 transcript levels and plotted relative to the medium-injected t = 0 time point.Permanganate footprinting in S2 cells and fat bodiesPermanganate footprinting in S2 cells was performed as described (Gilchrist et al. 2008). Footprinting of dissected larval fat body DNA was performed as for S2 cells with the following modifications. Wild-type w1118 wandering third instar larvae were rinsed in distilled water and dissected in ice-cold PBS. Fat bodies from six larvae were isolated and collected on ice in PBS. An equal volume of ice-cold 40 mM KMnO4 was added, and tissues were incubated for 2 min on ice before the addition of stop solution. Four such dissections were pooled after proteinase K digestion, and an additional phenol:chloroform extraction and ethanol precipitation were performed. The precise TSSs indicated were identified by mapping short capped nuclear RNAs (Nechaev et al. 2010).Gene expression in cells transfected with Rel-CAS2 cells were depleted of NELF or mock-treated for 72 h and then transfected with vectors expressing Rel-CA (Rel ΔS29–S45) and GFP using Effectene (Qiagen). Forty-eight hours after transfection, GFP(+) and GFP(−) cells were collected via FACS, and RNA was isolated from each population. One-hundred nanograms of RNA was reverse-transcribed, and qPCR was performed as above. mRNA levels are plotted relative to each gene's value in mock-treated GFP(−) cells.ChIP in ES cells and analysis of ChIP-seq dataThe C2 line of ES cells was grown in KOSR+2i medium as described (Gertsenstein et al. 2010) except that insulin was omitted. Cells were harvested using trypsin and cross-linked for 10 min prior to cell lysis and sonication in a Bioruptor. ChIP was performed using 50 μL of an antibody targeting the N terminus of Pol II (Santa Cruz Biotechnology, #9001) or no antibody as control, using 7.5 × 106 cells per immunoprecipitation. AcknowledgmentsWe thank the Adelman laboratory members for their helpful suggestions on this manuscript, and Neal Silverman and Svenja Stoven for generously providing expression constructs. This research was supported by the Intramural Research Program of the NIH, National Institute of Environmental Health Sciences (Z01 {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"ES101987\",\"term_id\":\"163986637\",\"term_text\":\"ES101987\"}}ES101987). FootnotesSupplemental material is available for this article.Article is online at http://www.genesdev.org/cgi/doi/10.1101/gad.187781.112. ReferencesAdelman K, Marr MT, Werner J, Saunders A, Ni Z, Andrulis ED, Lis JT\n2005. \nEfficient release from promoter-proximal stall sites requires transcript cleavage factor TFIIS. Mol Cell\n17: 103–112 [PubMed] [Google Scholar]Adelman K, Kennedy MA, Nechaev S, Gilchrist DA, Muse GW, Chinenov Y, Rogatsky I\n2009. \nImmediate mediators of the inflammatory response are poised for gene activation through RNA polymerase II stalling. Proc Natl Acad Sci\n106: 18207–18212 [PMC free article] [PubMed] [Google Scholar]Amleh A, Nair SJ, Sun J, Sutherland A, Hasty P, Li R\n2009. \nMouse cofactor of BRCA1 (Cobra1) is required for early embryogenesis. PLoS ONE\n4: e5034\ndoi: 10.1371/journal.pone.0005034 [PMC free article] [PubMed] [Google Scholar]Blair K, Wray J, Smith A\n2011. \nThe liberation of embryonic stem cells. PLoS Genet\n7: e1002019\ndoi: 10.1371/journal.pgen.1002019 [PMC free article] [PubMed] [Google Scholar]Boettiger AN, Levine M\n2009. \nSynchronous and stochastic patterns of gene activation in the Drosophila embryo. Science\n325: 471–473 [PMC free article] [PubMed] [Google Scholar]Boutros M, Agaisse H, Perrimon N\n2002. \nSequential activation of signaling pathways during innate immune responses in Drosophila. Dev Cell\n3: 711–722 [PubMed] [Google Scholar]Cheng B, Price DH\n2007. \nProperties of RNA polymerase II elongation complexes before and after the P-TEFb-mediated transition into productive elongation. J Biol Chem\n282: 21901–21912 [PubMed] [Google Scholar]Core LJ, Waterfall JJ, Lis JT\n2008. \nNascent RNA sequencing reveals widespread pausing and divergent initiation at human promoters. Science\n322: 1845–1848 [PMC free article] [PubMed] [Google Scholar]Erturk-Hasdemir D, Broemer M, Leulier F, Lane WS, Paquette N, Hwang D, Kim CH, Stoven S, Meier P, Silverman N\n2009. \nTwo roles for the Drosophila IKK complex in the activation of Relish and the induction of antimicrobial peptide genes. Proc Natl Acad Sci\n106: 9779–9784 [PMC free article] [PubMed] [Google Scholar]Gertsenstein M, Nutter LM, Reid T, Pereira M, Stanford WL, Rossant J, Nagy A\n2010. \nEfficient generation of germ line transmitting chimeras from C57BL/6N ES cells by aggregation with outbred host embryos. PLoS ONE\n5: e11260\ndoi: 10.1371/journal.pone.0011260 [PMC free article] [PubMed] [Google Scholar]Ghosh SK, Missra A, Gilmour DS\n2010. \nNegative elongation factor accelerates the rate at which heat shock genes are shut off by facilitating dissociation of heat shock factor. Mol Cell Biol\n31: 4232–4243 [PMC free article] [PubMed] [Google Scholar]Gilchrist DA, Nechaev S, Lee C, Ghosh SK, Collins JB, Li L, Gilmour DS, Adelman K\n2008. \nNELF-mediated stalling of Pol II can enhance gene expression by blocking promoter-proximal nucleosome assembly. Genes Dev\n22: 1921–1933 [PMC free article] [PubMed] [Google Scholar]Gilchrist DA, Dos Santos G, Fargo DC, Xie B, Gao Y, Li L, Adelman K\n2010. \nPausing of RNA polymerase II disrupts DNA-specified nucleosome organization to enable precise gene regulation. Cell\n143: 540–551 [PMC free article] [PubMed] [Google Scholar]Gilmour DS, Fan R\n2009. \nDetecting transcriptionally engaged RNA polymerase in eukaryotic cells with permanganate genomic footprinting. Methods\n48: 368–374 [PubMed] [Google Scholar]Guenther MG, Levine SS, Boyer LA, Jaenisch R, Young RA\n2007. \nA chromatin landmark and transcription initiation at most promoters in human cells. Cell\n130: 77–88 [PMC free article] [PubMed] [Google Scholar]Hah N, Danko CG, Core L, Waterfall JJ, Siepel A, Lis JT, Kraus WL\n2011. \nA rapid, extensive, and transient transcriptional response to estrogen signaling in breast cancer cells. Cell\n145: 622–634 [PMC free article] [PubMed] [Google Scholar]Hendrix DA, Hong JW, Zeitlinger J, Rokhsar DS, Levine MS\n2008. \nPromoter elements associated with RNA Pol II stalling in the Drosophila embryo. Proc Natl Acad Sci\n105: 7762–7767 [PMC free article] [PubMed] [Google Scholar]Inui M, Martello G, Piccolo S\n2010. \nMicroRNA control of signal transduction. Nat Rev Mol Cell Biol\n11: 252–263 [PubMed] [Google Scholar]Kaneko T, Goldman WE, Mellroth P, Steiner H, Fukase K, Kusumoto S, Harley W, Fox A, Golenbock D, Silverman N\n2004. \nMonomeric and polymeric Gram-negative peptidoglycan but not purified LPS stimulate the Drosophila IMD pathway. Immunity\n20: 637–649 [PubMed] [Google Scholar]Lee C, Li X, Hechmer A, Eisen M, Biggin MD, Venters BJ, Jiang C, Li J, Pugh BF, Gilmour DS\n2008. \nNELF and GAGA factor are linked to promoter-proximal pausing at many genes in Drosophila. Mol Cell Biol\n28: 3290–3300 [PMC free article] [PubMed] [Google Scholar]Lemaitre B, Hoffmann J\n2007. \nThe host defense of Drosophila melanogaster. Annu Rev Immunol\n25: 697–743 [PubMed] [Google Scholar]Leung AK, Sharp PA\n2010. \nMicroRNA functions in stress responses. Mol Cell\n40: 205–215 [PMC free article] [PubMed] [Google Scholar]Levine M\n2011. \nPaused RNA polymerase II as a developmental checkpoint. Cell\n145: 502–511 [PMC free article] [PubMed] [Google Scholar]Li X, Cassidy JJ, Reinke CA, Fischboeck S, Carthew RW\n2009. \nA microRNA imparts robustness against environmental fluctuation during development. Cell\n137: 273–282 [PMC free article] [PubMed] [Google Scholar]Lin C, Garrett AS, De Kumar B, Smith ER, Gogol M, Seidel C, Krumlauf R, Shilatifard A\n2011. \nDynamic transcriptional events in embryonic stem cells mediated by the super elongation complex (SEC). Genes Dev\n25: 1486–1498 [PMC free article] [PubMed] [Google Scholar]Lis J\n1998. \nPromoter-associated pausing in promoter architecture and postinitiation transcriptional regulation. Cold Spring Harb Symp Quant Biol\n63: 347–356 [PubMed] [Google Scholar]Min IM, Waterfall JJ, Core LJ, Munroe RJ, Schimenti J, Lis JT\n2011. \nRegulating RNA polymerase pausing and transcription elongation in embryonic stem cells. Genes Dev\n25: 742–754 [PMC free article] [PubMed] [Google Scholar]Muse GW, Gilchrist DA, Nechaev S, Shah R, Parker JS, Grissom SF, Zeitlinger J, Adelman K\n2007. \nRNA polymerase is poised for activation across the genome. Nat Genet\n39: 1507–1511 [PMC free article] [PubMed] [Google Scholar]Narita T, Yamaguchi Y, Yano K, Sugimoto S, Chanarat S, Wada T, Kim DK, Hasegawa J, Omori M, Inukai N, et al.\n2003. \nHuman transcription elongation factor NELF: Identification of novel subunits and reconstitution of the functionally active complex. Mol Cell Biol\n23: 1863–1873 [PMC free article] [PubMed] [Google Scholar]Narita T, Yung TM, Yamamoto J, Tsuboi Y, Tanabe H, Tanaka K, Yamaguchi Y, Handa H\n2007. \nNELF interacts with CBC and participates in 3′ end processing of replication-dependent histone mRNAs. Mol Cell\n26: 349–365 [PubMed] [Google Scholar]Nechaev S, Adelman K\n2008. \nPromoter-proximal Pol II: When stalling speeds things up. Cell Cycle\n7: 1539–1544 [PubMed] [Google Scholar]Nechaev S, Fargo DC, dos Santos G, Liu L, Gao Y, Adelman K\n2010. \nGlobal analysis of short RNAs reveals widespread promoter-proximal stalling and arrest of Pol II in Drosophila. Science\n327: 335–338 [PMC free article] [PubMed] [Google Scholar]Peterlin BM, Price DH\n2006. \nControlling the elongation phase of transcription with P-TEFb. Mol Cell\n23: 297–305 [PubMed] [Google Scholar]Rahl PB, Lin CY, Seila AC, Flynn RA, McCuine S, Burge CB, Sharp PA, Young RA\n2010. \nc-Myc regulates transcriptional pause release. Cell\n141: 432–445 [PMC free article] [PubMed] [Google Scholar]Stoven S, Ando I, Kadalayil L, Engstrom Y, Hultmark D\n2000. \nActivation of the Drosophila NF-κB factor Relish by rapid endoproteolytic cleavage. EMBO Rep\n1: 347–352 [PMC free article] [PubMed] [Google Scholar]Stoven S, Silverman N, Junell A, Hedengren-Olcott M, Erturk D, Engstrom Y, Maniatis T, Hultmark D\n2003. \nCaspase-mediated processing of the Drosophila NF-κB factor Relish. Proc Natl Acad Sci\n100: 5991–5996 [PMC free article] [PubMed] [Google Scholar]Sun J, Li R\n2010. \nHuman negative elongation factor activates transcription and regulates alternative transcription initiation. J Biol Chem\n285: 6443–6452 [PMC free article] [PubMed] [Google Scholar]Wu CH, Yamaguchi Y, Benjamin LR, Horvat-Gordon M, Washinsky J, Enerly E, Larsson J, Lambertsson A, Handa H, Gilmour D\n2003. \nNELF and DSIF cause promoter proximal pausing on the hsp70 promoter in Drosophila. Genes Dev\n17: 1402–1414 [PMC free article] [PubMed] [Google Scholar]Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H\n1999. \nNELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell\n97: 41–51 [PubMed] [Google Scholar]Young RA\n2011. \nControl of the embryonic stem cell state. Cell\n144: 940–954 [PMC free article] [PubMed] [Google Scholar]Zeitlinger J, Stark A, Kellis M, Hong JW, Nechaev S, Adelman K, Levine M, Young RA\n2007. \nRNA polymerase stalling at developmental control genes in the Drosophila\nmelanogaster embryo. Nat Genet\n39: 1512–1516 [PMC free article] [PubMed] [Google Scholar]Zobeck KL, Buckley MS, Zipfel WR, Lis JT\n2010. \nRecruitment timing and dynamics of transcription factors at the Hsp70 loci in living cells. Mol Cell\n40: 965–975 [PMC free article] [PubMed] [Google Scholar]"}