{"title": "The super elongation complex family of RNA polymerase II elongation factors: gene target specificity and transcriptional output", "pubDate": "2012", "PMCID": "PMC3434493", "DOI": "10.1128/MCB.00182-12", "PMID": "22547686", "abstract": "The elongation stage of transcription is highly regulated in metazoans. We previously purified the AFF1- and AFF4-containing super elongation complex (SEC) as a major regulator of development and cancer pathogenesis. Here, we report the biochemical isolation of SEC-like 2 (SEC-L2) and SEC-like 3 (SEC-L3) containing AFF2 and AFF3 in association with P-TEFb, ENL/MLLT1, and AF9/MLLT3. The SEC family members demonstrate high levels of polymerase II (Pol II) C-terminal domain kinase activity; however, only SEC is required for the proper induction of the HSP70 gene upon stress. Genome-wide mRNA-Seq analyses demonstrated that SEC-L2 and SEC-L3 control the expression of different subsets of genes, while AFF4/SEC plays a more dominant role in rapid transcriptional induction in cells. MYC is one of the direct targets of AFF4/SEC, and SEC recruitment to the MYC gene regulates its expression in different cancer cells, including those in acute myeloid or lymphoid leukemia. These findings suggest that AFF4/SEC could be a potential therapeutic target for the treatment of leukemia or other cancers associated with MYC overexpression.", "author": [{"author": "Zhuojuan Luo", "affiliation": ["Stowers Institute for Medical Research, Kansas City, Missouri, USA."], "href": "/?term=Luo+Z&cauthor_id=22547686"}, {"author": "Chengqi Lin", "affiliation": [], "href": "/?term=Lin+C&cauthor_id=22547686"}, {"author": "Erin Guest", "affiliation": [], "href": "/?term=Guest+E&cauthor_id=22547686"}, {"author": "Alexander S Garrett", "affiliation": [], "href": "/?term=Garrett+AS&cauthor_id=22547686"}, {"author": "Nima Mohaghegh", "affiliation": [], "href": "/?term=Mohaghegh+N&cauthor_id=22547686"}, {"author": "Selene Swanson", "affiliation": [], "href": "/?term=Swanson+S&cauthor_id=22547686"}, {"author": "Stacy Marshall", "affiliation": [], "href": "/?term=Marshall+S&cauthor_id=22547686"}, {"author": "Laurence Florens", "affiliation": [], "href": "/?term=Florens+L&cauthor_id=22547686"}, {"author": "Michael P Washburn", "affiliation": [], "href": "/?term=Washburn+MP&cauthor_id=22547686"}, {"author": "Ali Shilatifard", "affiliation": [], "href": "/?term=Shilatifard+A&cauthor_id=22547686"}], "refPMID": [], "citedInPMID": ["22547686", "34985678", "34761120", "34658793", "34603400", "34372899", "34104118", "33961779", "33822962", "33596420", "33471107", "33446572", "33419039", "33369874", "33203115", "33104214", "33077595", "33062255", "33060135", "32676121", "32656996", "32606293", "32518061", "32443452", "32403278", "32341358", "32270036", "32265480", "32128251", "31966817", "31784536", "31511829", "31238957", "31155237", "31123063", "30889861", "30693017", "30659266", "30535390", "30353006", "30340042", "30258537", "30227759", "30102332", "29741610", "28972179", "28955517", "28858629", "28694331", "28484091", "28407486", "28340332", "28241141", "28180295", "28134250", "28041881", "27732946", "27731797", "27679741", "27564129", "27223670", "27128603", "27009366", "26745862", "26728555", "26635203", "26279188", "26214578", "26171280", "26007649", "25779042", "25764332", "25730767", "25699711", "25693130", "25680814", "25561494", "25561469", "24843025", "24727379", "24701579", "24576043", "24466310", "24213472", "24127601", "24088064", "23932780", "23919563", "23762261", "23699407", "23676218", "23663783", "23498934", "23471103", "23251033", "22952229", "22895430"], "body": " AbstractThe elongation stage of transcription is highly regulated in metazoans. We previously purified the AFF1- and AFF4-containing super elongation complex (SEC) as a major regulator of development and cancer pathogenesis. Here, we report the biochemical isolation of SEC-like 2 (SEC-L2) and SEC-like 3 (SEC-L3) containing AFF2 and AFF3 in association with P-TEFb, ENL/MLLT1, and AF9/MLLT3. The SEC family members demonstrate high levels of polymerase II (Pol II) C-terminal domain kinase activity; however, only SEC is required for the proper induction of the HSP70 gene upon stress. Genome-wide mRNA-Seq analyses demonstrated that SEC-L2 and SEC-L3 control the expression of different subsets of genes, while AFF4/SEC plays a more dominant role in rapid transcriptional induction in cells. MYC is one of the direct targets of AFF4/SEC, and SEC recruitment to the MYC gene regulates its expression in different cancer cells, including those in acute myeloid or lymphoid leukemia. These findings suggest that AFF4/SEC could be a potential therapeutic target for the treatment of leukemia or other cancers associated with MYC overexpression. INTRODUCTIONTranscription by RNA polymerase II (Pol II) is a finely tuned and multistep process (40, 42, 51). After the synthesis of the first few phosphodiester bonds, RNA Pol II escapes from the promoter and enters the productive elongation stage of transcription, depending on the presence of proper environmental signals (40). For decades, the preinitiation complex (PIC) assembly was thought to be the main target of regulation during the entire transcription process. Recently, however, a large number of studies have demonstrated that in addition to the regulation of PIC, promoter-proximal pausing by Pol II and its controlled release is a major regulatory step, especially on developmentally regulated genes (3, 7, 27, 35, 38, 42, 43, 57). Multiple elongation factors regulating the elongation stage of transcription have been identified. These include P-TEFb (positive transcription elongation factor), DSIF (DRB sensitivity-inducing factor), NELF (negative transcription elongation factor), and ELL (eleven-nineteen lysine-rich leukemia gene) (21, 37, 40, 42, 43). DSIF and NELF coordinately participate in setting up paused Pol II at the promoter-proximal region (50, 53). The cyclin-dependent kinase 9 (CDK9) module of the P-TEFb complex phosphorylates serine 2 of the Pol II C-terminal domain (CTD), the SPT5 subunit of DSIF, and the E subunit of NELF, leading to the dissociation of paused Pol II from DSIF and NELF for productive elongation (12, 21, 29, 37).The kinase activity of P-TEFb is tightly regulated in vivo through the formation of different complexes to achieve its regulation of transcription elongation. The inactive form of the P-TEFb complex contains 7SK-RNA, MEPCE, LARP7, and HEXIM1, which sequester P-TEFb and inhibit its kinase activity (4, 18). The vast majority of P-TEFb exists in this inactive pool (36, 55). P-TEFb was later found to form a complex with the bromodomain protein BRD4. The BRD4/P-TEFb complex, which can phosphorylate the Pol II CTD in vitro, is required for basal levels of HIV transcription but not the Tat-mediated transactivation (20, 54). We recently identified P-TEFb in a novel super elongation complex (SEC) consisting of the elongation factors ELL1 to ELL3 and several other MLL translocation partners, such as AFF1, AFF4, ENL, and AF9 (28). Similar complexes containing some of the MLL partners in SEC were also identified by others as well (17, 44, 56). SEC is required for the proper induction of the HSP70 gene upon stress, and this complex is also involved in HIV proviral transcription (17, 28, 44). SEC also plays a role in the misactivation of HOX genes in leukemia and coordinates the proper induction of Hox genes during early developmental stages (27, 28, 56). The identification of many of the common MLL translocation partners as SEC subunits indicates that MLL can relocalize the elongation complex SEC to the MLL targets such as the HOX genes, bypassing normal transcriptional controls and leading to the aberrant activation of MLL target genes implicated in hematopoietic malignancy (27, 28, 33, 43).AFF4, an essential component of SEC, directly interacts with P-TEFb and AF9 or ENL and is required for the formation of SEC (16, 28, 34). In mammals, in addition to AFF1 and AFF4, the AFF family also includes two other members, AFF2 and AFF3. All of the family members share a similar domain organization with several conserved domains, including conserved N- and C-terminal domains, a serine-rich transactivation domain, and an ALF homology region (1). Both AFF2 and AFF3 are linked to human diseases. Silencing of the AFF2 gene by CCG repeat expansion in the 5′ untranslated region of the gene is implicated in fragile XE mental retardation (13, 15). AFF3, like AFF1 and AFF4, has been found in fusion with MLL in acute lymphoblastic leukemia patients (30). Recently, AFF3 was determined by genome-wide association studies to be one of the novel susceptibility genes associated with rheumatoid arthritis (46).In order to define the biochemical and molecular roles of the AFF family members, we purified to homogeneity the AFF2- and AFF3-containing complexes and found that they are present in SEC-like complexes (SEC-L2 and SEC-L3, respectively). Our studies demonstrate that SEC and SEC-L2 and -L3 contain the most active forms of P-TEFb in cell extracts. However, although SEC and SEC-L2 and -L3 have similar kinase activities for the Pol II CTD in in vitro enzyme assays, our genome-wide analyses have shown that these complexes regulate different subsets of genes in cells. For example, we found that SEC, but not SEC-L2 or SEC-L3, is a key regulator of rapidly induced genes such as MYC. Importantly, SEC is required for MYC expression in several leukemia cell lines, including both AML (acute myeloid leukemia) and ALL (acute lymphoblastic leukemia), suggesting that SEC could be a potential therapeutic target for the treatment of leukemia and perhaps other cancers associated with the overexpression of the MYC oncogene.(This work was performed to fulfill, in part, requirements for Ph.D. thesis research by C.L. and N.M. as students registered with the Open University.) MATERIALS AND METHODSExpression plasmids and cell lines. AFF2, AFF3, and CDK9 cDNAs were amplified and cloned into pCDNA5/FRT-TO vector (Invitrogen) with an N-terminal Flag tag. The expression plasmids were transfected into 293 Flp-in-TRex cells and selected for with hygromycin. The expression of Flag-tagged proteins was induced with 1 μg/ml tetracycline for 36 to 48 h. HEK293T and 293 Flp-in-TRex cells were cultured in Dulbecco's modified Eagle medium (DMEM) supplemented with 10% FBS. Jurkat and SEM cell lines were obtained from the American Type Culture Collection (ATCC). Kopn-8, ML-2, and EOL-1 cell lines were obtained from the DSMZ. These leukemia cell lines were grown according to the ATCC's or DSMZ's instructions. All cells were maintained at 37°C under 5% CO2.Antibodies. Antibodies against tubulin and Flag were from Sigma. Antibody against Pol II (N20) was from Santa Cruz. Antibody against cyclin T1 was from Abcam. AFF1, AFF4, ELL2, ELL3, CDK9, and ENL antibodies were previously described (27, 28, 32). The AF9 antiserum was raised in rabbits against a His tag protein corresponding to amino acids 305 to 382 of human AF9. His-tagged human AFF2 NT (amino acids [aa] 104 to 282), human AFF3 NT (aa 124 to 237), and CT (aa 816 to 982) were used to generate the AFF2 and AFF3 antisera in rabbits, respectively.RNA interference (RNAi) and RT-qPCR. HEK293T cells were transfected with AFF2, AFF3, or AFF4 SMARTpool siRNA duplex (Dharmacon) using Lipofectamine (Invitrogen). AFF2 short hairpin RNA (shRNA) (V2THS_113929), AFF3 shRNA (V2THS_133851), and AFF4 shRNA (V2THS_197522) and constructs were purchased from Open Biosystems. Lentiviral particle preparation and infection were performed as previously described (28). Total RNA was extracted with an RNeasy kit from Qiagen, and residual DNA was digested with RNase-free DNase I (Sigma) before repurification with the RNeasy kit and RT-qPCR. RNA levels were measured with SYBR green reverse transcription-PCR (RT-PCR) reagent from Qiagen. Human HSP70, MYC, AFF4, and GAPDH RT-quantitative PCR (qPCR) primers were previously described (28, 47). Primers for the AFF2 RT-qPCR (5′ to 3′) are GCACAAAGCTGATGCACTGT and GTATGGGGACTTTGCTTCCA. Primers for the AFF3 RT-qPCR (5′ to 3′) are TCACGAAAGCAGCTCACAAC and GTTTCTGCCTCTTGCAGTCC.Immunoprecipitations. HEK293T cells were washed with cold phosphate-buffered saline (PBS) once and lysed in a high-salt lysis buffer (20 mM HEPES [pH 7.4], 10% glycerol, 350 mM NaCl, 1 mM MgCl2, 0.5% Triton X-100, 1 mM dithiothreitol [DTT]) containing proteinase inhibitors (Sigma) for 30 min at 4°C. After centrifugation at 13,400 × g for 40 min, the balance buffer (20 mM HEPES [pH 7.4], 1 mM MgCl2, 10 mM KCl) was added to the supernatant to make the final NaCl concentration 300 mM. The lysate was then incubated with antibodies and protein A beads (Invitrogen) for 4 h at 4°C with gentle rotation. The beads were spun down and washed three times with wash buffer (10 mM HEPES [pH 7.4], 1 mM MgCl2, 300 mM NaCl, 10 mM KCl, 0.2% Triton X-100) before boiling in sodium dodecyl sulfate (SDS) loading buffer.Flag purification, MudPIT analysis, and size exclusion chromatography. Anti-Flag M2 agarose was from Sigma. Nuclear extract preparation and Flag affinity purifications were performed in the presence of benzonase (Sigma). Trichloroacetic acid-precipitated protein mixtures from the Flag purifications were digested with endoproteinase Lys-C and trypsin (Roche) and analyzed by MudPIT as previously described (52). The eluates from the Flag purification of AFF2, AFF3, and CDK9 were individually subjected to Superose 6 HR size exclusion chromatography on a column (GE Healthcare) containing size exclusion buffer (40 mM HEPES [pH 7.5], 350 mM NaCl, 10% glycerol, and 0.1% Tween 20). The fractions were analyzed by silver staining and Western blotting.In vitro Pol II CTD kinase assays. Kinase activities were measured in the presence of 100 ng glutathione S-transferase (GST)–Pol II CTD, 2 μCi [γ-32P]ATP in 20 μl kinase buffer (20 mM HEPES [pH 7.9], 8 mM MgCl2, 0.5% glycerol, 0.1% Triton X-100, 1 mM DTT) (2). After incubation at 30°C for 30 min, the reaction was stopped by adding 2× SDS loading buffer, and the product was loaded onto gels for SDS-polyacrylamide gel electrophoresis (PAGE). Phosphorylated proteins were visualized by autoradiography.Northern blot. Northern blotting was done as previously described (14). Briefly, total RNA was separated on a 1% agarose-formaldehyde gel and transferred to a Hybond N membrane (GE Healthcare). Hybridization was carried out at 65°C, in 50% formamide-containing hybridization buffer, with 32P-labeled riboprobes complementary to HSP70 and HISTH1B. Probe signal was imaged on a phosphor storage screen and scanned on a Typhoon Trio (GE Healthcare).Chromatin immunoprecipitation (ChIP), RNA-Seq, and ChIP-Seq analyses. Cells were cross-linked with 1% formaldehyde and incubated with gentle rotation for 10 min at room temperature; cross-linking was quenched by the addition of glycine. Fixed cells were sonicated in lysis buffer using Bioruptor (Diagenode). Sonicated lysates equivalent to 4 × 106 cells were used for ChIP assay. ChIP products were analyzed by qPCR using SYBR green on MyIQ thermal cycler (Bio-Rad). The comparative cycle threshold method was used to determine enrichment relative to the level of input. Human HSP70, MYC and the β-globin gene ChIP-qPCR primers were previously described (28, 47). For ChIP-Seq, 5 × 107 cells were used per immunoprecipitation according to the previously described protocol (26). ChIP-Seq libraries were prepared with Illumina's ChIP-Seq sample prep kit.Total RNA was prepared from the shRNA stable cell lines, and biological duplicate experiments were performed. Polyadenylated RNA was purified from total RNA and fragmented. Double-stranded cDNA from the RNA fragments were ligated to adapters and subjected to deep sequencing (Illumina). Sequencing reads were acquired through the primary Solexa image analysis pipeline, where bases were called and reads were filtered for quality, according to default Solexa standards. Filtered reads were then aligned to the human genome (UCSC [University of California, Santa Cruz] hg19) using the Bowtie (25) alignment tool, version 0.12.7. Only sequences that uniquely matched the genome with up to two mismatches were retained for subsequent analysis. RNA-Seq analysis was done using TopHat v1.3.2 (48) and Bowtie v0.12.7. Human transcript annotations were from RefSeq (downloaded from UCSC on 21 January 2011). Differentially expressed genes after RNAi were called with an FDR-adjusted P value of <0.05, and expression metrics were determined by Cufflinks v1.1.0 (49). Four nontargeting RNAi samples were used as the control samples. Each RNAi sample was tested with two replicates.For ChIP-Seq analyses, enriched regions were determined by the MACS (58) peak-finding program, version 1.4.0rc2. Sequence reads for each ChIP-Seq data set and their associated whole-cell extract control were used for the input and control file, respectively. The effective genome size was configured appropriately for the human data set, and the P value cutoff was set to 1.00e-05 or an FDR of <1% and a change greater than fivefold. All other MACS parameters were left at the default settings. Genes were called bound for all ChIP-Seq samples if an enriched peak region was found within 1 kb of the transcription start site of any isoform of a gene from RefSeq (downloaded from UCSC 21 January 2011).Read coverage information in the track figures was created using R by extending the reads 150 bases toward the interior of the sequenced fragment for ChIP-Seq or 40 bases for RNA-Seq and then computing the number of extended reads in 25-bp windows as the count of extended reads per million reads sequenced (RPM; counts/million). The resulting coverage object was exported and visualized using the UCSC genome browser (23).Gene expression database accession number. ChIP-Seq and expression data have been deposited at GEO under the accession number {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE34097\",\"term_id\":\"34097\",\"extlink\":\"1\"}}GSE34097. RESULTSIdentification of two novel P-TEFb-containing complexes in addition to SEC. AFF2 and AFF3 are two closely related paralogs of the AFF1 and AFF4 proteins found in SEC. In order to explore whether these proteins exist in similar complexes and to better understand their biological functions, we first sought to purify AFF2- and AFF3-containing complexes. Inducible stable cell lines expressing Flag epitope-tagged AFF2 or AFF3 were generated by using a 293 Flp-In-TRex system. Flag affinity-purified AFF2- and AFF3-containing complexes were analyzed by silver staining (Fig. 1A) and MudPIT (Fig. 1B) to investigate the components of each purified complex. Significant amounts of CDK9, cyclin T1/2, and AF9/ENL peptides were reproducibly detected in the MudPIT analyses of the AFF2 and AFF3 complexes (Fig. 1B). These interactions were subsequently confirmed by endogenous immunoprecipitation (Fig. 1C). We also purified the CDK9 complexes to examine whether CDK9 can pull down AFF2 and AFF3 reciprocally. Each of the AFF and ELL family members, as well as ENL and AF9, was found in the CDK9 purifications. BRD4 and HEXIM1 complexes were also detected in this purification, but not with the AFF purifications, consistent with their being distinct P-TEFb complexes (Fig. 1B). Surprisingly, the ELL family members ELL1 to ELL3, which complex with AFF1 and AFF4 in SEC, are not detectable in the Flag-AFF2 and Flag-AFF3 preparations by MudPIT analyses (Fig. 1B). However, considering the high domain structure similarity among the AFF family of proteins (1, 28), we are not ruling out the possibility that AFF2 and/or AFF3 can interact with ELLs under different conditions, in different cell types.Open in a separate windowFig 1Characterization of AFF2 and AFF3-containing complexes. (A) Purification of AFF2 and AFF3 complexes. Flag affinity purifications were performed to purify the AFF2- or AFF3-containing complex. The purified complexes were then subjected to silver staining and MudPIT analyses. (B) Comparison among AFF2-, AFF3-, and AFF4-containing complexes. P-TEFb, ENL, and AF9 were identified in all of the Flag-AFF2, -AFF3, and -AFF4 purifications. A low level of AFF4 was also detected in the AFF2 purification. However, ELL1, ELL2, and ELL3 could not be reproducibly detected by MudPIT analyses in the purified AFF2 and AFF3 complexes. The CDK9 purification contains AFF2, AFF3, and all of the subunits of previously identified P-TEFb-containing complexes, including SEC, BRD4/P-TEFb, and HEXIM1/P-TEFb. Numbers are distributed normalized spectral abundance factors (dNSAF) (59) averaged across 5, 7, 7, and 4 replicate analyses for AFF2, AFF3, AFF4, and CDK9, respectively. (C) Interaction between AFF family members and P-TEFb, ENL, ELL2, and ELL3 assessed by endogenous coimmunoprecipitation. 293T cell lysates were immunoprecipitated using antibodies to AFF1, AFF2, AFF3, AFF4, CDK9, or normal rabbit IgG; Western blotting was carried out to determine the levels of CDK9, cyclin T1 (CCNT1), ENL, ELL2, and ELL3 in the input and immunoprecipitated samples. CDK9, cyclin T1, and ENL were found to associate with all of the AFF proteins, while ELL2 and ELL3 were detected only in the AFF1-, AFF4-, and CDK9-immunoprecipitated samples. (D and E) Size exclusion chromatography of the Flag-AFF2 (D) and Flag-AFF3 (E) complexes were analyzed by silver staining and Western blotting. Western blotting using a Flag antibody reveals that the AFF2 complex is eluted from fractions 11 to 14 (D) and that the AFF3 complex is eluted from fractions 10 to 14 (E). The presence of ENL, AF9, CDK9, and cyclin T1 in these two complexes, as detected by Western blotting, is shown. (F) Schematic models of different SECs. The P-TEFb-containing complex SEC also contains a dynamic combination of ELL1 to ELL3, AFF1 and AFF4, and AF9/ENL. EAF1/2 can exist in SEC through binding to ELL1 to ELL3. The AFF2 and AFF3 complexes, named SEC-L2 and SEC-L3, respectively, contain P-TEFb and AF9/ENL. The presence of ELL- and EAF-related proteins has not been experimentally confirmed but is expected based on sequence conservation among AFF family members.To further characterize these two novel P-TEFb complexes, the purified AFF2 and AFF3 complexes were subjected to size exclusion chromatography. Silver staining and Western analysis of ENL, AF9, and the components of P-TEFb in the fractionated complexes show that both of the two complexes elute at fractions 10 to 14, overlapping with the AFF4/SEC elution profile (Fig. 1D and ​andE)E) (28). Since AFF1 and AFF4 can hetero- and homodimerize through their C-terminal homology domains and thus form the large macromolecular complex SEC (28, 56), we postulated that the elution of AFF2- and AFF3-containing complexes at large fractions could be due to the respective homodimerization of AFF2 and AFF3. Taken together, these results clearly show that similar to SEC, the AFF2 and AFF3 complexes are novel P-TEFb-containing complexes. Therefore, AFF2- and AFF3-containing complexes are named SEC-like 2 (SEC-L2) and SEC-like 3 (SEC-L3) (Fig. 1F).SEC-L2 and SEC-L3 are some of the most active forms of P-TEFb-containing complexes. Multiple P-TEFb-containing complexes exist in mammals, but they function differently according to their regulatory subunits, such as HEXIM1/7SK, BRD4, and AFF4 (18, 43). In order to compare the kinase activities of these different P-TEFb-containing complexes, we fractionated the affinity-purified CDK9 complexes by size exclusion chromatography (Fig. 2A) and analyzed the fractions by MudPIT (data not shown). Each fraction was first titrated by Western blotting to determine the level of CDK9 protein to ensure that similar amounts of CDK9 were used to perform Pol II CTD kinase assays. The reaction mixtures were then subjected to SDS-PAGE followed by autoradiography (Fig. 2B). Fractions 11 to 13, which contain SEC, SEC-L2, and SEC-L3 (Fig. 1 and ​and2B)2B) (28), show the strongest in vitro kinase activities for Pol II CTD (Fig. 2B; compare activities in fractions 11 to 13 with those in fractions 16 to 18). Overall, although a small amount of the P-TEFb is found in these large SEC-containing complexes, the majority of the CTD kinase activity of P-TEFb is associated with these fractions, suggesting that the most active forms of P-TEFb are found within the SEC family. To determine which complexes (SEC, SEC-L2, or SEC-L3) in fractions 11 to 13 contribute to the robust Pol II CTD kinase activity, we also examined the kinase activity of the purified AFF2, AFF3, and AFF4 complexes to that of the purified CDK9 complexes on the Pol II CTD. Similar kinase activity was observed in all three of the preparations of SECs (Fig. 2C).Open in a separate windowFig 2In vitro Pol II CTD kinase activities of P-TEFb-containing complexes. (A) Purification and size exclusion chromatography of P-TEFb complexes. P-TEFb complexes were isolated from Flag-CDK9-expressing HEK293T cells by Flag purification. Size exclusion chromatography was used to separate different P-TEFb complexes, including SEC, SEC-L2, and SEC-L3 (peak from fractions 10 to 14), the BRD4/P-TEFb complex (peak in fractions 14 and 15), and the HEXIM1/7SK/P-TEFb complex (peak from fraction 15 to 19) (28, 43). The fractions were analyzed by silver staining. (B) Pol II CTD kinase activity analyses of the fractionated P-TEFb complexes. The amount of each fraction used was adjusted to ensure that similar amounts of CDK9 were present in each assay with [γ-32P]ATP and recombinant Pol II CTD. The reaction products were then subjected to SDS-PAGE and autoradiography to assess the phosphorylated Pol II levels in each reaction. (C) Pol II CTD kinase activity analyses of SEC, SEC-L2, and SEC-L3. Flag-AFF4 (SEC), Flag-AFF2 (SEC-L2), Flag-AFF3 (SEC-L3), and Flag-CDK9 were assayed for Pol II CTD kinase activity as for panel B. Flag purification from wild-type HEK293T cells was used as a negative control (CTR). Triangles indicate decreasing titrations of CDK9-containing complexes.SEC, but not SEC-L2 or SEC-L3, is required for the release of paused Pol II on the HSP70 gene. Previously, we demonstrated that AFF4, as a central component of SEC, is required for the proper induction of the HSP70 gene upon stress, which is rate limited by regulating the release of promoter-proximal Pol II through the phosphorylation of the Pol II CTD, NELF, and SPT5 by the active P-TEFb complexes (12, 28, 37). Since SEC, SEC-L2, and SEC-L3 can phosphorylate Pol II CTD in vitro with similar kinetics, we began to investigate whether AFF2 and/or AFF3 are also involved in the release of paused Pol II on HSP70. Consistent with previously published data, Pol II is paused at the HSP70 gene promoter, and upon heat shock Pol II is released into the gene body to allow productive elongation in 293T cells (Fig. 3A and ​andB)B) (6, 28). AFF4 is also recruited over the transcribed region of the HSP70 gene along with Pol II after heat shock in 293T cells (Fig. 3B) (28). No significant enrichment for AFF2 or AFF3 in this region was detected by ChIP-qPCR (Fig. 3B). However, we cannot exclude the possibility that the levels of AFF2 and AFF3 in HEK293T cells were too low to be detected by ChIP. Therefore, we subsequently examined the requirement of AFF2, AFF3, and AFF4 separately for HSP70 gene expression upon stress. RT-qPCR and Northern blot analyses demonstrated that depletion of AFF4, but not AFF2 or AFF3, by RNAi compromises the proper heat shock response of the HSP70 gene (Fig. 3C and ​andD).D). These findings confirm that only AFF4/SEC plays a major role in the release of paused Pol II on the HSP70 gene promoter in these cells (Fig. 3C and ​andD).D). These results suggest that SEC, SEC-L2, and SEC-L3 may have different gene target specificity in vivo, although all three P-TEFb complexes are able to phosphorylate the Pol II CTD in vitro with similar kinetics.Open in a separate windowFig 3AFF4, but not AFF2 or AFF3, is required for proper HSP70 induction upon heat shock. (A) Schematic models indicating the positions of qPCR primer sets along the HSP70 gene. (B) AFF4, but not AFF2 or AFF3, is recruited to the HSP70 gene upon heat shock. HEK293T cells were left untreated or heat shocked by incubating at 42°C for 2 h. Non-heat-shocked and heat-shocked cells were used in ChIP assays with AFF2, AFF3, AFF4, and Pol II antibodies. The nonexpressed beta-globin gene (Hemo) served as a negative control. Error bars represent standard deviations. (C and D) RT-qPCR (C) and Northern blot (D) analyses of HSP70 mRNA levels upon AFF2, AFF3, and AFF4 knockdown. HEK293T cells were transfected with control (CTR), AFF2, AFF3, and AFF4 siRNA; 72 h after transfection, the cells were left untreated or heat shocked by incubating at 42°C for 2 h. Total RNA was extracted. (C) HSP70 mRNA levels in each sample were measured by RT-qPCR. GAPDH served as an internal control. Error bars represent standard deviations. (D) Total RNA (5 μg) from each sample was assessed by Northern blot analysis with a riboprobe complementary to HSP70. Hybridization with a histone H1B (HIST1H1B) riboprobe was used as a loading control.SEC, SEC-L2, and SEC-L3 demonstrate functional gene target specificity in vivo. In order to delineate the downstream target genes regulated by SEC, SEC-L2, and SEC-L3, we performed mRNA sequencing (mRNA-Seq) in the presence and absence of the central components of SEC, SEC-L2, and SECL-3. First, we established stable knockdown cell lines with either nontargeting or AFF2-, AFF3-, or AFF4-specific short hairpin RNA (shRNA) constructs. Knockdown efficiency measured by RT-qPCR indicates that RNAi can reach 80 to 90% suppression of the targets (Fig. 4A and ​andB).B). Subsequently, oligo(dT)-purified mRNA molecules were prepared from total RNA samples and prepared for paired-end, high-throughput sequencing. Differentially expressed genes were determined with an FDR of <0.05 using four nontargeting replicates and two replicates each for the AFF2, AFF3, and AFF4 knockdown. As shown in Fig. 4C and ​andD,D, the differentially expressed genes for each RNAi are generally distinct when viewed across the gene expression profiles of the other RNAi samples. In total, 226 genes were differentially expressed in the AFF2 knockdown cells (151 downregulated), 423 genes in AFF3 (338 downregulated), and 1,116 genes in the AFF4 (791 downregulated) knockdown cells. Interestingly, 76 of the genes affected by AFF2 knockdown were also changed by AFF3 knockdown (Fig. 4C and ​andD),D), corresponding to ∼33.6% and ∼18% of AFF2 and AFF3 targets, respectively. Furthermore, 150 genes with an altered expression in the AFF4 knockdown were also differentially expressed in either of the AFF2 or AFF3 knockdown samples. The data indicate that more than 86% of AFF4 targets are distinct and uniquely responsive to the depletion of AFF4, standing unchanged in either AFF2 or AFF3 knockdown (Fig. 4C and ​andD),D), while 55.3% of AFF2 and 61.7% of AFF3 were distinct and unique targets, respectively. Taken together, these observations indicate that different AFF family members control distinct subsets of gene targets in vivo.Open in a separate windowFig 4SEC, SEC-L2, and SEC-L3 control the expression of different subsets of genes. (A and B) RT-qPCR showing the specificity and efficiency of shRNA-mediated AFF2, AFF3, and AFF4 knockdown in HEK293T cells. (C) MA plots showing differentially expressed genes from RNAi of AFF2, AFF3, and AFF4. The y axis (M) of each of the nine plots shows the log2 change (fold) of gene expression levels of RNAi over wild-type values; the x axis (A) of each plot shows the log2 average fragment per million reads per kb of exon as reported by Cufflinks. Columns show MA plots; rows depict differentially expressed genes. For example, the plot in the top row and middle column shows how the differentially expressed genes identified in the AFF2 RNAi are expressed in the AFF3 RNAi condition. This analysis indicates that AFF4-regulated genes are very differently regulated in the AFF2 and AFF3 RNAi conditions, but AFF2- and AFF3-regulated genes are more similar to each other. (D) Venn diagram of the differentially expressed genes from RNAi of AFF2, AFF3, and AFF4.SEC directly regulates MYC gene expression. Since the genome-wide mRNA-Seq data have demonstrated a dominant role of AFF4 in the cells tested, we next performed genome-wide ChIP sequencing analysis in these cells by using AFF4 antibodies to establish a direct connection between AFF4 binding and its role in transcriptional regulation. We had previously demonstrated that SEC is required for the induction of many immediate early genes upon serum treatment subsequent to serum starvation (27). In the present study, we found that many of these immediate early genes, including FOS, EGR1, and JUN are direct SEC functional target genes during normal growth by the RNA-Seq and ChIP-Seq analyses. We also found that the master regulator MYC gene (11) and the ADAMTS1 gene, which encodes a matrix-degrading proteinase, are SEC-specific functional gene targets (Fig. 5). Our ChIP-Seq data show that the SEC component AFF4 peaks at the TSS of the MYC and ADAMTS1 genes and travels through the whole transcription unit with Pol II (Fig. 5A and ​andB).B). The AFF4 binding on the MYC locus is consistent with previous published manual ChIP data (47). Genome browser tracks from the RNA-Seq data show that MYC and ADAMTS1 mRNA levels are significantly reduced by AFF4 knockdown (Fig. 5C and ​andD).D). To exclude off-target effects of shRNA and confirm the specific role of AFF4 on MYC and ADAMTS1 gene expression, we performed siRNA treatment in HEK293T cells. RT-qPCR analyses showed that knockdown of AFF4, but not AFF2 and AFF3, by siRNA also reduced the RNA levels of MYC and ADAMTS1 (Fig. 5E and ​andFF).Open in a separate windowFig 5SEC regulates MYC gene expression. (A and B) AFF4 and Pol II occupancy at the MYC (A) and ADAMTS1 loci (B). Genome-wide analyses of AFF4 and Pol II occupancy in HEK293T cells by ChIP-Seq demonstrate that AFF4 is recruited to the MYC (A) and ADAMTS1 genes (B) and travels with Pol II throughout the transcript unit. (C and D) mRNA levels of MYC (C) and ADAMTS1 (D) are reduced by the depletion of AFF4 but not AFF2 or AFF3. Genome browser tracks of the MYC (C) and ADAMTS1 (D) loci are shown for shRNA-mediated knockdown of AFF2, AFF3, or AFF4 and for a nontargeting (NonT) shRNA. (E and F) RT-qPCR analyses of MYC and ADAMTS1 mRNA levels upon siRNA-mediated AFF2, AFF3, and AFF4 knockdown. HEK293T cells were transfected with control (CTR), AFF2, AFF3, and AFF4 siRNA; 72 h after transfection, the cells were harvested and total RNA was extracted. MYC (E) and ADAMTS1 (F) mRNA levels in each sample were measured by RT-qPCR. GAPDH served as an internal control. Error bars represent standard deviations.Recent studies have shown that MYC plays an important role in the self-renewal of leukemia stem cells and that the anti-leukemic effect of the BRD4 inhibitor JQ1 is due to the subsequent reduction of MYC expression (8, 9, 59). However, this effect was seen only in acute myeloid (AML) cells, with acute lymphoblastic (ALL) leukemic cells being insensitive to JQ1 treatment (59). To investigate the requirement of AFF4 in MYC gene expression in leukemic cell lines, we performed AFF4 ChIP in both AML and ALL cell lines. Interestingly, as shown in Fig. 6A, AFF4 localizes at the MYC locus in all of the cell lines tested. Knockdown of AFF4 further indicates that AFF4 is required for MYC gene expression in leukemic cells (Fig. 6B and ​andC).C). Taken together, the above results suggest that as a direct upstream regulator of the MYC gene, AFF4 and its complex SEC could be a novel drug target for leukemia, functioning in a broad spectrum.Open in a separate windowFig 6MYC expression in leukemia cells is regulated by AFF4. (A) AFF4 is recruited to the MYC gene in different leukemia cell lines. ChIP of AFF4 in ALL cell lines (Jurkat and Kopn-8) and AML cell lines (EOL-1 and ML-2) demonstrates the recruitment of AFF4 to the MYC gene in these cell lines. (B) RT-qPCR analysis showing the efficiency of AFF4 knockdown in leukemia cell lines SEM (human ALL with MLL-AFF1 translocation) and ML-2 (human AML cells). (C) RT-qPCR analysis of MYC mRNA levels upon AFF4 knockdown in leukemic cell lines. SEM and ML-2 were transfected with nontargeting or AFF4 shRNA. At 72 h after transfection and puromycin selection, total RNA was extracted and MYC mRNA levels were assessed by RT-qPCR. Expression is relative to GAPDH. Error bars represent standard deviations. DISCUSSIONTranscriptional elongation control by RNA Pol II is a pivotal step for the proper expression of many developmentally regulated genes, and its misregulation is associated with the pathogenesis of human cancer (3, 27, 28, 33, 41, 43). A large number of factors have been determined to regulate this process by associating with P-TEFb. In this study, through biochemical purification of the previously uncharacterized AFF family members AFF2 and AFF3, we identified two novel P-TEFb-containing complexes, SEC-L2 and SEC-L3, which are similar to SEC in terms of subunit composition and activity for Pol II CTD in vitro. We also demonstrated that only SEC, not SEC-L2 or SEC-L3, controls the proper expression of the HSP70 gene upon stress, providing evidence for functional gene specificity for different versions of P-TEFb-containing complexes. In support of this observation, our genome-wide expression analyses demonstrate that each member of the SEC family of complexes regulates the expression of a different subset of genes. A key gene target of SEC identified by our ChIP-Seq and mRNA-Seq studies is the MYC gene, which is a central player in the regulation of cell proliferation. We extended these findings to demonstrate that SEC is recruited to the MYC locus and regulates MYC expression, in both AML and ALL cell lines, suggesting a role for SEC in leukemogenesis beyond its previously proposed role in the regulation of HOX expression.The AFF1- and AFF4-containing SEC that we previously purified includes the ELL family members P-TEFb, ENL, and AF9 (28). Nevertheless, neither the MudPIT analyses of the AFF2 and AFF3 complexes nor the Western analyses of the endogenous immunoprecipitation in 293 cells indicated the existence of any of the ELL proteins in SEC-L2 and SEC-L3 (Fig. 1B and ​andC),C), as had been expected based on the shared domain arrangement and high sequence similarity among the AFF proteins. However, we cannot rule out the possibility that AFF2 or AFF3 could function together with the ELLs as a complex under certain conditions or in different cell types. One of the possible reasons for our inability to detect ELLs in SEC-L2 or SEC-L3 could be the relatively low levels of AFF2 and AFF3 in HEK293T cells compared to AFF4, about 10-fold less as measured by RT-qPCR. Furthermore, the different AFF proteins could have variable stabilities in vivo, as the E3 ubiquitin ligase SIAH family members are known to regulate the polyubiquitinylation and proteasomal degradation of AFF1 through interactions with the N-terminal domain at a site that is highly conserved among all vertebrate AFF family members (5). It is also possible that the dynamics with which ELLs interact with AFFs is highly regulated and differs for each family member.The set of genes affected by knockdown of each AFF family member is different, despite the fact that they all form similar P-TEFb-containing complexes, suggesting that there is only limited functional redundancy among this family. AFF family members are known to be differentially expressed in most tissues and have altered expression during development (22). Therefore, the existence of four AFF proteins, and the presence or absence of the three ELL proteins, enlarges the diversity and regulatory potential of the SEC family in mammals.In this study, we noticed that under normal growth conditions, AFF4 occupies immediate early genes like FOS and JUN and that their mRNA levels are affected by AFF4 knockdown. The data presented here are consistent with our previous study, which demonstrated that SEC is recruited to a set of rapidly and synchronously induced genes containing paused Pol II in response to retinoic acid or serum treatment, where SEC is required for their induction (27). The immediate early gene products are believed to function as master regulators in various cellular pathways, since they control the expression of a wide range of effector genes implicated in development and disease, which suggests that SEC occupies a high position in the hierarchy of transcriptional regulatory cascades (10, 19).One of the direct target genes of SEC identified in the present study is MYC, which is a master regulator of cell cycle and proliferation and is overexpressed in many human cancers, thereby implicating SEC in the control of cell proliferation (11, 31). MYC is one of a few well-characterized genes which are mainly regulated at the level of transcription elongation by promoter-proximal paused Pol II (24, 45). Recent findings have indicated that BRD4 is also a critical player in the maintenance of AML through regulating the expression of the MYC gene. Knockdown of BRD4 by a specific shRNA or pharmacological inhibition of the BET bromodomain by the small molecule JQ1 leads to selective suppression of the MYC-regulated transcriptional network, prompting cell cycle arrest and apoptosis in AML cell lines, but not ALL cell lines (8, 9, 59). The proven association of SEC components with leukemogenesis, together with our finding that SEC is required for the expression of MYC in both AML and ALL leukemia cells, suggests that AFF4 and its complex SEC might serve as a target for treating leukemia. Furthermore, another functional AFF4/SEC target gene identified in this study, ADAMTS1, encodes a matrix-degrading proteinase which can promote tumor progression and metastasis by creating a permissive microenvironment for cancer cell growth and migration (39). This finding indicates another function of AFF4/SEC in cancer development, in addition to its role in the growth and proliferation of cancer cells per se, in mediating the interplay between tumor and stroma. In sum, our study suggests that AFF4/SEC is a potential therapeutic target for the treatment of leukemia or other types of cancers associated with MYC overexpression. ACKNOWLEDGMENTSWe are grateful to Edwin Smith for conversations and the critical reading of the manuscript. We thank Aurimas Gumbrys for the generation of reagents and antibodies to AFF2 and AFF3. We thank the Stowers Institute Tissue Culture Facility for assistance with cell culture needs and the Molecular Biology Facility for Illumina sequencing. We are also grateful to Laura Shilatifard for editorial assistance.This study was supported in part by funds provided by the Alex's Lemonade Stand Foundation and by National Institutes of Health grants R01CA89455; and R01CA150265 to A.S. FootnotesPublished ahead of print 30 April 2012 REFERENCES1. \nBitoun E, Davies KE.\n2005. \nThe robotic mouse: unravelling the function of AF4 in the cerebellum. Cerebellum\n4:250–260 [PubMed] [Google Scholar]2. \nBitoun E, Oliver PL, Davies KE.\n2007. \nThe mixed-lineage leukemia fusion partner AF4 stimulates RNA polymerase II transcriptional elongation and mediates coordinated chromatin remodeling. Hum. Mol. Genet.\n16:92–106 [PubMed] [Google Scholar]3. \nBoettiger AN, Levine M.\n2009. \nSynchronous and stochastic patterns of gene activation in the Drosophila embryo. Science\n325:471–473 [PMC free article] [PubMed] [Google Scholar]4. \nBres V, Yoh SM, Jones KA.\n2008. \nThe multi-tasking P-TEFb complex. Curr. Opin. Cell Biol.\n20:334–340 [PMC free article] [PubMed] [Google Scholar]5. \nBursen A, Moritz S, Gaussmann A, Dingermann T, Marschalek R.\n2004. \nInteraction of AF4 wild-type and AF4.MLL fusion protein with SIAH proteins: indication for t(4;11) pathobiology?\nOncogene\n23:6237–6249 [PubMed] [Google Scholar]6. \nCore LJ, Lis JT.\n2008. \nTranscription regulation through promoter-proximal pausing of RNA polymerase II. Science\n319:1791–1792 [PMC free article] [PubMed] [Google Scholar]7. \nCore LJ, Waterfall JJ, Lis JT.\n2008. \nNascent RNA sequencing reveals widespread pausing and divergent initiation at human promoters. Science\n322:1845–1848 [PMC free article] [PubMed] [Google Scholar]8. \nDawson MA, et al. \n2011. \nInhibition of BET recruitment to chromatin as an effective treatment for MLL-fusion leukaemia. Nature\n478:529–533 [PMC free article] [PubMed] [Google Scholar]9. \nDelmore JE, et al. \n2011. \nBET bromodomain inhibition as a therapeutic strategy to target c-Myc. Cell\n146:904–917 [PMC free article] [PubMed] [Google Scholar]10. \nEferl R, Wagner EF.\n2003. \nAP-1: a double-edged sword in tumorigenesis. Nat. Rev. Cancer\n3:859–868 [PubMed] [Google Scholar]11. \nEilers M, Eisenman RN.\n2008. \nMyc's broad reach. Genes Dev.\n22:2755–2766 [PMC free article] [PubMed] [Google Scholar]12. \nFuda NJ, Ardehali MB, Lis JT.\n2009. \nDefining mechanisms that regulate RNA polymerase II transcription in vivo. Nature\n461:186–192 [PMC free article] [PubMed] [Google Scholar]13. \nGecz J, Gedeon AK, Sutherland GR, Mulley JC.\n1996. \nIdentification of the gene FMR2, associated with FRAXE mental retardation. Nat. Genet.\n13:105–108 [PubMed] [Google Scholar]14. \nGerber DJ, et al. \n2001. \nHyperactivity, elevated dopaminergic transmission, and response to amphetamine in M1 muscarinic acetylcholine receptor-deficient mice. Proc. Natl. Acad. Sci. U. S. A.\n98:15312–15317 [PMC free article] [PubMed] [Google Scholar]15. \nGu Y, Shen Y, Gibbs RA, Nelson DL.\n1996. \nIdentification of FMR2, a novel gene associated with the FRAXE CCG repeat and CpG island. Nat. Genet.\n13:109–113 [PubMed] [Google Scholar]16. \nHe N, et al. \n2011. \nHuman polymerase-associated factor complex (PAFc) connects the super elongation complex (SEC) to RNA polymerase II on chromatin. Proc. Natl. Acad. Sci. U. S. A.\n108:E636–645 [PMC free article] [PubMed] [Google Scholar]17. \nHe N, et al. \n2010. \nHIV-1 Tat and host AFF4 recruit two transcription elongation factors into a bifunctional complex for coordinated activation of HIV-1 transcription. Mol. Cell\n38:428–438 [PMC free article] [PubMed] [Google Scholar]18. \nHe N, Zhou Q.\n2011. \nNew insights into the control of HIV-1 transcription: when Tat meets the 7SK snRNP and super elongation complex (SEC). J. Neuroimmune Pharmacol.\n6:260–268 [PMC free article] [PubMed] [Google Scholar]19. \nHerdegen T, Leah JD.\n1998. \nInducible and constitutive transcription factors in the mammalian nervous system: control of gene expression by Jun, Fos and Krox, and CREB/ATF proteins. Brain Res. Brain Res. Rev.\n28:370–490 [PubMed] [Google Scholar]20. \nJang MK, et al. \n2005. \nThe bromodomain protein Brd4 is a positive regulatory component of P-TEFb and stimulates RNA polymerase II-dependent transcription. Mol. Cell\n19:523–534 [PubMed] [Google Scholar]21. \nJones KA, Peterlin BM.\n1994. \nControl of RNA initiation and elongation at the HIV-1 promoter. Annu. Rev. Biochem.\n63:717–743 [PubMed] [Google Scholar]22. \nKapushesky M, et al. \n2010. \nGene expression atlas at the European bioinformatics institute. Nucleic Acids Res.\n38:D690–D698 [PMC free article] [PubMed] [Google Scholar]23. \nKent WJ, et al. \n2002. \nThe human genome browser at UCSC. Genome Res.\n12:996–1006 [PMC free article] [PubMed] [Google Scholar]24. \nKrumm A, Meulia T, Groudine M.\n1993. \nCommon mechanisms for the control of eukaryotic transcriptional elongation. Bioessays\n15:659–665 [PubMed] [Google Scholar]25. \nLangmead B, Trapnell C, Pop M, Salzberg SL.\n2009. \nUltrafast and memory-efficient alignment of short DNA sequences to the human genome. Genome Biol.\n10:R25. [PMC free article] [PubMed] [Google Scholar]26. \nLee TI, Johnstone SE, Young RA.\n2006. \nChromatin immunoprecipitation and microarray-based analysis of protein location. Nat. Protoc.\n1:729–748 [PMC free article] [PubMed] [Google Scholar]27. \nLin C, et al. \n2011. \nDynamic transcriptional events in embryonic stem cells mediated by the super elongation complex (SEC). Genes Dev.\n25:1486–1498 [PMC free article] [PubMed] [Google Scholar]28. \nLin C, et al. \n2010. \nAFF4, a component of the ELL/P-TEFb elongation complex and a shared subunit of MLL chimeras, can link transcription elongation to leukemia. Mol. Cell\n37:429–437 [PMC free article] [PubMed] [Google Scholar]29. \nLis JT, Mason P, Peng J, Price DH, Werner J.\n2000. \nP-TEFb kinase recruitment and function at heat shock loci. Genes Dev.\n14:792–803 [PMC free article] [PubMed] [Google Scholar]30. \nMa C, Staudt LM.\n1996. \nLAF-4 encodes a lymphoid nuclear protein with transactivation potential that is homologous to AF-4, the gene fused to MLL in t(4;11) leukemias. Blood\n87:734–745 [PubMed] [Google Scholar]31. \nMeyer N, Penn LZ.\n2008. \nReflecting on 25 years with MYC. Nat. Rev. Cancer\n8:976–990 [PubMed] [Google Scholar]32. \nMohan M, et al. \n2010. \nLinking H3K79 trimethylation to Wnt signaling through a novel Dot1-containing complex (DotCom). Genes Dev.\n24:574–589 [PMC free article] [PubMed] [Google Scholar]33. \nMohan M, Lin C, Guest E, Shilatifard A.\n2010. \nLicensed to elongate: a molecular mechanism for MLL-based leukaemogenesis. Nat. Rev. Cancer\n10:721–728 [PubMed] [Google Scholar]34. \nMueller D, et al. \n2009. \nMisguided transcriptional elongation causes mixed lineage leukemia. PLoS Biol.\n7:e1000249\ndoi:10.1371/journal.pbio.1000249 [PMC free article] [PubMed] [Google Scholar]35. \nMuse GW, et al. \n2007. \nRNA polymerase is poised for activation across the genome. Nat. Genet.\n39:1507–1511 [PMC free article] [PubMed] [Google Scholar]36. \nNguyen VT, Kiss T, Michels AA, Bensaude O.\n2001. \n7SK small nuclear RNA binds to and inhibits the activity of CDK9/cyclin T complexes. Nature\n414:322–325 [PubMed] [Google Scholar]37. \nPeterlin BM, Price DH.\n2006. \nControlling the elongation phase of transcription with P-TEFb. Mol. Cell\n23:297–305 [PubMed] [Google Scholar]38. \nRahl PB, et al. \n2010. \nc-Myc regulates transcriptional pause release. Cell\n141:432–445 [PMC free article] [PubMed] [Google Scholar]39. \nRocks N, et al. \n2008. \nADAMTS-1 metalloproteinase promotes tumor development through the induction of a stromal reaction in vivo. Cancer Res.\n68:9541–9550 [PubMed] [Google Scholar]40. \nShilatifard A, Conaway RC, Conaway JW.\n2003. \nThe RNA polymerase II elongation complex. Annu. Rev. Biochem.\n72:693–715 [PubMed] [Google Scholar]41. \nShilatifard A, Lane WS, Jackson KW, Conaway RC, Conaway JW.\n1996. \nAn RNA polymerase II elongation factor encoded by the human ELL gene. Science\n271:1873–1876 [PubMed] [Google Scholar]42. \nSims RJ, III, Belotserkovskaya R, Reinberg D.\n2004. \nElongation by RNA polymerase II: the short and long of it. Genes Dev.\n18:2437–2468 [PubMed] [Google Scholar]43. \nSmith E, Lin C, Shilatifard A.\n2011. \nThe super elongation complex (SEC) and MLL in development and disease. Genes Dev.\n25:661–672 [PMC free article] [PubMed] [Google Scholar]44. \nSobhian B, et al. \n2010. \nHIV-1 Tat assembles a multifunctional transcription elongation complex and stably associates with the 7SK snRNP. Mol. Cell\n38:439–451 [PMC free article] [PubMed] [Google Scholar]45. \nSpencer CA, Groudine M.\n1990. \nMolecular analysis of the c-myc transcription elongation block. Implications for the generation of Burkitt's lymphoma. Ann. N. Y. Acad. Sci.\n599:12–28 [PubMed] [Google Scholar]46. \nStahl EA, et al. \n2010. \nGenome-wide association study meta-analysis identifies seven new rheumatoid arthritis risk loci. Nat. Genet.\n42:508–514 [PMC free article] [PubMed] [Google Scholar]47. \nTakahashi H, et al. \n2011. \nHuman mediator subunit MED26 functions as a docking site for transcription elongation factors. Cell\n146:92–104 [PMC free article] [PubMed] [Google Scholar]48. \nTrapnell C, Pachter L, Salzberg SL.\n2009. \nTopHat: discovering splice junctions with RNA-Seq. Bioinformatics\n25:1105–1111 [PMC free article] [PubMed] [Google Scholar]49. \nTrapnell C, et al. \n2010. \nTranscript assembly and quantification by RNA-Seq reveals unannotated transcripts and isoform switching during cell differentiation. Nat. Biotechnol.\n28:511–515 [PMC free article] [PubMed] [Google Scholar]50. \nWada T, et al. \n1998. \nDSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes Dev.\n12:343–356 [PMC free article] [PubMed] [Google Scholar]51. \nWorkman JL, Kingston RE.\n1998. \nAlteration of nucleosome structure as a mechanism of transcriptional regulation. Annu. Rev. Biochem.\n67:545–579 [PubMed] [Google Scholar]52. \nWu M, et al. \n2008. \nMolecular regulation of H3K4 trimethylation by Wdr82, a component of human Set1/COMPASS. Mol. Cell. Biol.\n28:7337–7344 [PMC free article] [PubMed] [Google Scholar]53. \nYamaguchi Y, et al. \n1999. \nNELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell\n97:41–51 [PubMed] [Google Scholar]54. \nYang Z, et al. \n2005. \nRecruitment of P-TEFb for stimulation of transcriptional elongation by the bromodomain protein Brd4. Mol. Cell\n19:535–545 [PubMed] [Google Scholar]55. \nYang Z, Zhu Q, Luo K, Zhou Q.\n2001. \nThe 7SK small nuclear RNA inhibits the CDK9/cyclin T1 kinase to control transcription. Nature\n414:317–322 [PubMed] [Google Scholar]56. \nYokoyama A, Lin M, Naresh A, Kitabayashi I, Cleary ML.\n2010. \nA higher-order complex containing AF4 and ENL family proteins with P-TEFb facilitates oncogenic and physiologic MLL-dependent transcription. Cancer Cell\n17:198–212 [PMC free article] [PubMed] [Google Scholar]57. \nZeitlinger J, et al. \n2007. \nRNA polymerase stalling at developmental control genes in the Drosophila melanogaster embryo. Nat. Genet.\n39:1512–1516 [PMC free article] [PubMed] [Google Scholar]58. \nZhang Y, et al. \n2008. \nModel-based analysis of ChIP-Seq (MACS). Genome Biol.\n9:R137. [PMC free article] [PubMed] [Google Scholar]59. \nZuber J, et al. \n2011. \nRNAi screen identifies Brd4 as a therapeutic target in acute myeloid leukaemia. Nature\n478:524–528 [PMC free article] [PubMed] [Google Scholar]"}