{"title": "Cdc28 kinase activity regulates the basal transcription machinery at a subset of genes", "pubDate": "2012", "PMCID": "PMC3387082", "DOI": "10.1073/pnas.1200067109", "PMID": "22689984", "abstract": "The cyclin-dependent kinase Cdc28 is the master regulator of the cell cycle in Saccharomyces cerevisiae. Cdc28 initiates the cell cycle by activating cell-cycle-specific transcription factors that switch on a transcriptional program during late G1 phase. Cdc28 also has a cell-cycle-independent, direct function in regulating basal transcription, which does not require its catalytic activity. However, the exact role of Cdc28 in basal transcription remains poorly understood, and a function for its kinase activity has not been fully explored. Here we show that the catalytic activity of Cdc28 is important for basal transcription. Using a chemical-genetic screen for mutants that specifically require the kinase activity of Cdc28 for viability, we identified a plethora of basal transcription factors. In particular, CDC28 interacts genetically with genes encoding kinases that phosphorylate the C-terminal domain of RNA polymerase II, such as KIN28. ChIP followed by high-throughput sequencing (ChIP-seq) revealed that Cdc28 localizes to at least 200 genes, primarily with functions in cellular homeostasis, such as the plasma membrane proton pump PMA1. Transcription of PMA1 peaks early in the cell cycle, even though the promoter sequences of PMA1 (as well as the other Cdc28-enriched ORFs) lack cell-cycle elements, and PMA1 does not recruit Swi4/6-dependent cell-cycle box-binding factor/MluI cell-cycle box binding factor complexes. Finally, we found that recruitment of Cdc28 and Kin28 to PMA1 is mutually dependent and that the activity of both kinases is required for full phosphorylation of C-terminal domain-Ser5, for efficient transcription, and for mRNA capping. Our results reveal a mechanism of cell-cycle-dependent regulation of basal transcription.", "author": [{"author": "Pierre Chymkowitch", "affiliation": ["Department of Molecular Biology,  Institute of Microbiology, and Centre for Molecular Biology and Neuroscience,  Oslo University Hospital, Sognsvannsveien 20, NO-0027 Oslo,  Norway."], "href": "/?term=Chymkowitch+P&cauthor_id=22689984"}, {"author": "Vegard Eldholm", "affiliation": [], "href": "/?term=Eldholm+V&cauthor_id=22689984"}, {"author": "Susanne Lorenz", "affiliation": [], "href": "/?term=Lorenz+S&cauthor_id=22689984"}, {"author": "Christine Zimmermann", "affiliation": [], "href": "/?term=Zimmermann+C&cauthor_id=22689984"}, {"author": "Jessica M Lindvall", "affiliation": [], "href": "/?term=Lindvall+JM&cauthor_id=22689984"}, {"author": "Magnar Bjørås", "affiliation": [], "href": "/?term=Bj%C3%B8r%C3%A5s+M&cauthor_id=22689984"}, {"author": "Leonardo A Meza-Zepeda", "affiliation": [], "href": "/?term=Meza-Zepeda+LA&cauthor_id=22689984"}, {"author": "Jorrit M Enserink", "affiliation": [], "href": "/?term=Enserink+JM&cauthor_id=22689984"}], "refPMID": [], "citedInPMID": ["22689984", "35053398", "34648313", "34409067", "33575553", "30760101", "30668223", "30598543", "30318142", "30247619", "29240790", "28649434", "28628118", "28428242", "28202544", "28096404", "27477907", "26176233", "25800674", "25411400", "25402830", "24040939", "23935476", "23872959", "23131667", "22858845"], "body": " AbstractThe cyclin-dependent kinase Cdc28 is the master regulator of the cell cycle in Saccharomyces cerevisiae. Cdc28 initiates the cell cycle by activating cell-cycle–specific transcription factors that switch on a transcriptional program during late G1 phase. Cdc28 also has a cell-cycle–independent, direct function in regulating basal transcription, which does not require its catalytic activity. However, the exact role of Cdc28 in basal transcription remains poorly understood, and a function for its kinase activity has not been fully explored. Here we show that the catalytic activity of Cdc28 is important for basal transcription. Using a chemical-genetic screen for mutants that specifically require the kinase activity of Cdc28 for viability, we identified a plethora of basal transcription factors. In particular, CDC28 interacts genetically with genes encoding kinases that phosphorylate the C-terminal domain of RNA polymerase II, such as KIN28. ChIP followed by high-throughput sequencing (ChIP-seq) revealed that Cdc28 localizes to at least 200 genes, primarily with functions in cellular homeostasis, such as the plasma membrane proton pump PMA1. Transcription of PMA1 peaks early in the cell cycle, even though the promoter sequences of PMA1 (as well as the other Cdc28-enriched ORFs) lack cell-cycle elements, and PMA1 does not recruit Swi4/6-dependent cell-cycle box-binding factor/MluI cell-cycle box binding factor complexes. Finally, we found that recruitment of Cdc28 and Kin28 to PMA1 is mutually dependent and that the activity of both kinases is required for full phosphorylation of C-terminal domain–Ser5, for efficient transcription, and for mRNA capping. Our results reveal a mechanism of cell-cycle–dependent regulation of basal transcription.Keywords: Cdk1, Cks1, Ctk1, Cdk7, Cdk9 Cyclin-dependent kinases (CDKs) drive the cell cycle in eukaryotic cells. Cdc28, also known as “Cdk1,” is necessary and sufficient for cell-cycle regulation in the budding yeast Saccharomyces cerevisiae, phosphorylating a large number of substrates to coordinate the cell cycle (1). In late G1, Cln3-Cdc28 complexes phosphorylate Whi5, leading to its dissociation from the transcription factor complex Swi4/6-dependent cell-cycle box-binding factor (SBF), a Swi4-Swi6 heterodimer. Dissociation of Whi5 activates SBF, which then induces transcription of the G1 program that includes cyclins CLN1, CLN2, CLB5, and CLB6 (2). Cln1,2-Cdc28 complexes can also phosphorylate Whi5, setting up a positive feedback loop that ensures coherent cell-cycle entry (3).Transcriptional activation involves assembly of RNA polymerase II (RNAPII) and general transcription factors at the promoter region of genes. The C-terminal domain (CTD) of Rpb1, the largest subunit RNAPII, consists of multiple repeats of the heptapeptide Y1S2P3T4S5P6S7, and residues within the CTD are differentially phosphorylated during transcription (4). Early in the transcription cycle, Kin28 phosphorylates the CTD on serine 5, which serves as a mark for recruitment of the mRNA capping machinery (5). As RNAPII elongates, phosphorylated S5 levels decrease progressively because of the action of the CTD-S5P–specific phosphatases Rtr1 and Ssu72, and serine 2 phosphorylation increases toward the 3′ end of the ORF as the result of kinase activity of Bur1 and Ctk1 (4). Phosphorylated CTD-S2 serves as a docking site for a multitude of protein complexes involved in histone modification, chromatin remodeling, mRNA polyadenylation, and transcription termination (4). Recently, CTD-S7 also was shown to be phosphorylated (6). Phosphorylation of this residue is carried out by Kin28 and Bur1, and although its function is obscure in budding yeast, it contributes to expression of noncoding RNA and mRNA splicing in mammalian cells (7, 8).Interestingly, recent studies have identified a kinase-independent role for Cdc28 in basal transcription (9, 10). Through its binding partner Cks1, Cdc28 is recruited to the promoter region of several genes, including GAL1 and the mitotic regulator CDC20, where it recruits the 19S proteasome (9). The 19S proteasome then evicts nucleosomes to facilitate transcriptional activation (11). However, the exact function of Cdk1 in basal transcription remains poorly understood. For example, it is not clear whether the catalytic activity of Cdc28 also may be involved in direct regulation of the basal transcription machinery, and the genes at which Cdc28 acts to control transcription remain unknown.Here, we studied the function of Cdc28 kinase activity in basal transcription. Genome-wide analysis using ChIP followed by high-throughput sequencing (ChIP-seq) of the localization of Cdc28 to chromatin revealed that it associates with highly transcribed genes, including PMA1. Using PMA1 as a model, we found that Cdc28 has a kinase-dependent function in transcription that is partially redundant with the CTD kinase Kin28. In particular, Cdc28 and Kin28 cooperate to recruit and phosphorylate RNAPII on CTD-S5 and to promote mRNA capping. These results identify a role for Cdc28 kinase activity in regulation of basal transcription at a subset of genes and reveal a mechanism by which the cell cycle directly regulates the basal transcription machinery. ResultsCDC28 Interacts Genetically with Genes Involved in Basal Transcription. We recently identified the genetic network of CDC28 and discovered that genes involved in the regulation of basal transcription are overrepresented (12). We screened for additional genetic interactions between CDC28 and genes involved in transcription. We made use of the cdc28-as1 allele, which encodes a form of Cdc28 that is sensitive to the highly specific inhibitor 1-NM-PP1 (13); in spot assays the 1-NM-PP1 IC50 is 200 nM for cdc28-as1 mutants, whereas WT cells are resistant to a concentration of at least 10 μM (12). We crossed this allele into an array of selected deletion mutants and screened for double mutants that failed to grow in the presence of low doses of 1-NM-PP1. Interestingly, cdc28-as1 strongly interacted genetically with genes encoding components of the RAD6 pathway, the Paf1 complex, and the Ccr4-NOT complex (Table S1, Fig. 1A, and ref. 12), which are important for the elongation step of transcription (14–16). CDC28 mRNA and protein levels were not affected in these mutants (Fig. S1 A–D), excluding the possibility that these genetic interactions are caused by the reduced expression of CDC28. These data indicate that Cdc28 kinase activity might have a function in basal transcription.Open in a separate windowFig. 1.Genetic interactions between CDC28 and genes involved in basal transcription. (A) Network diagram summarizing genetic interactions with cdc28-as1. Genes are represented as nodes and interactions are shown as edges. Nodes are colored according to their GO biological process (some were manually annotated from the literature). For the complete dataset see Table S1. (B) Ten-fold dilutions of cultures were spotted on YPD with DMSO or increasing doses of 1-NM-PP1. Mutants harboring the kin28-as allele can be inhibited by 1-NM-PP1 (21).Accordingly, we observed that CDC28 interacted genetically with KIN28 and CTK1, which encode CTD kinases, and with BUR2, which encodes a nonessential cyclin for the essential CTD kinase Bur1 (Fig. 1B, Fig. S1E, and Table S1). Growth of these double mutants was impaired even in the absence of 1-NM-PP1, likely because of the slightly reduced kinase activity of Cdc28-as1 (13). cdc28-as1 mutants also were hypersensitive to overexpression of FCP1 and RTR1, which encode CTD phosphatases (17, 18), as well as ESS1, a peptidyl-prolyl isomerase that stimulates CTD-S5 dephosphorylation by Fcp1 (19) (Fig. S1F).We have shown previously that the rad6Δ cdc28-as1 double mutant has a cell-cycle defect caused by a defect in transcription of cyclins (12). This defect could be largely rescued by additional deletion of WHI5, indicating that Rad6 and Cdc28 function in parallel pathways to regulate transcription of cyclins. Similarly the genetic interactions between CDC28 and either KIN28, CTK1, or BUR2 could be caused by cell-cycle defects. kin28-as, ctk1Δ, and bur2Δ mutants indeed have a cell-cycle defect, in particular when combined with the cdc28-as1 allele (Fig. S2 A–C). However, the cell-cycle defects of these double mutants could not be rescued by additional deletion of WHI5, indicating that Cdc28 must have a function that is independent of Whi5 and that overlaps with Kin28, Ctk1, and Bur2.Cdc28 Localizes to a Subset of Genes. Cdc28 has been shown previously to localize to CDC20 and GAL1 (9, 10). To gain further insight in the identity of the genes that may be regulated directly by Cdc28, we mapped the genome-wide chromatin localization of Cdc28 using ChIP-seq. Interestingly, Cdc28 could be detected at more than 2,000 genes (Dataset S1). For our further studies we used a stringent, arbitrary cutoff of log2 = 1.5-fold enrichment over background, which included ∼200 genes (Dataset S1 and Fig. S2D), including PMA1 (Fig. 2A). The recruitment of Cdc28 to PMA1 and several other genes was confirmed by conventional ChIP assays (Fig. 2B). Further analysis of the dataset showed that 85% of the 200 Cdc28-enriched ORFs fell within the 10th percentile of the highest expressed genes (Fig. S2E), indicating that Cdc28 preferentially localizes to highly transcribed genes. Perhaps surprisingly, Gene Ontology (GO) analysis revealed an overrepresentation of genes with housekeeping functions, such as carbohydrate metabolism and cell-wall maintenance, as well as ribosomal components, but few cell-cycle genes (Fig. 2C and Dataset S2).Open in a separate windowFig. 2.Cdc28 regulates transcription. (A) Graphic representation of ChIP-seq results showing the PMA1 locus. ChIP experiments were performed using TAP antibodies on strains expressing untagged Cdc28 (CDC28) or TAP-tagged Cdc28 (CDC28-TAP). (B) ChIPs were performed using a TAP antibody (ChIP: TAP) or no antibody (ChIP: CT) in CDC28 and CDC28-TAP strains. Samples were analyzed by qPCR using PMA1-specific primers or primers annealing in an untranscribed region of chromosome V (Ch.V). Values are given as percentage of input. Error bars indicate SEM of three independent experiments. (C) Graphic representation of the GO analysis performed on the ChIP-seq dataset (Dataset S2). (D) WT cells and cdc28-as1 mutants were treated with DMSO or 1 μM 1-NM-PP1 for 1 h, and PMA1, GLN1, MDH2, ACT1, SSE1, and TEC1 mRNA levels were analyzed by qPCR. The values beneath the gene names represent the relative enrichment of Cdc28 at these genes (log2-fold over background; see Dataset S1). The dashed line separates genes enriched and not enriched for Cdc28. *P < 0.05; **P < 0.03. (E) Transcription of PMA1 but not ACT1 peaks during the early cell cycle. α factor-arrested cells were released in YPD, and mRNA levels were determined at the indicated time points.We hypothesized that localization of Cdc28 to these genes is important for their transcription. Indeed, inhibition of Cdc28 kinase activity significantly reduced PMA1, GLN1, and MDH2 mRNA levels; in contrast, transcription of ACT1, SSE1, and TEC1, genes that do not recruit Cdc28, was not affected (Fig. 2D). These data indicate that localization of Cdc28 to genes such as PMA1 may serve to boost transcription during cell-cycle entry, when Cdc28 becomes active. Indeed, when WT cells were released from α factor-induced G1 phase arrest (low Cdc28 activity), the subsequent reactivation of Cdc28 coincided with increased PMA1 mRNA levels (Fig. 2E). PMA1 mRNA levels peaked slightly later than CLN2 mRNA and returned to basal levels when CLB2 mRNA peaked, indicating that Cdc28 is particularly important for PMA1 transcription shortly after the G1–S transition. In contrast, transcription of ACT1, which is not enriched for Cdc28, remained unchanged (Fig. 2E). The effect of Cdc28 on PMA1 transcription was not mediated by SBF or MluI cell-cycle box binding factor (MBF), because the PMA1 promoter lacks SBF and MBF binding sites; indeed, we could not detect the SBF/MBF complexes at PMA1 (Fig. S3A). Moreover, Cdc28 also contributed to PMA1 transcription in cells that had been synchronized with nocodazole in M phase (Fig. S3 B and C), when SBF and MBF are inactive (1). These results also exclude the possibility that the effect of Cdc28 on PMA1 transcription is caused by an indirect, cell-cycle stage-dependent effect. Rather, our data indicate that Cdc28 directly controls transcription of PMA1, and possibly most of the other genes identified by ChIP-seq, because promoter sequence analysis revealed no enrichment for any cell-cycle element (Dataset S3). Together, these results suggest that Cdc28 boosts transcription of a subset of genes early in the cell cycle.Cdc28 and Kin28 Cooperate to Regulate RNAPII at PMA1 The finding that CDC28 strongly interacted genetically with KIN28 suggests that Cdc28 might cooperate with Kin28 to regulate basal transcription. Indeed, PMA1 mRNA levels were significantly reduced in 1-NM-PP1–treated cdc28-as1 single mutants and kin28-as single mutants (Fig. 3A). However, in the kin28-as cdc28-as1 double mutant the mRNA levels already were decreased by 50% in absence of 1-NM-PP1, and they were reduced further after treatment with 1-NM-PP1 (Fig. 3A). 1-NM-PP1 treatment had no additional effect on PMA1 mRNA levels in ctk1Δ cdc28-as1 or bur2Δ cdc28-as1 double mutants (Fig. S3D). These results show that Cdc28 has a function in regulation of basal transcription that is redundant with Kin28.Open in a separate windowFig. 3.Cdc28 regulates RNAPII during PMA1 transcription. (A) WT cells or cdc28-as1 mutants were treated with DMSO or 1 μM 1-NM-PP1 for 1 h, and PMA1 mRNA levels were analyzed by qPCR. *P < 0.05. (B) Location of the PMA1 and SSE1 regions amplified in ChIP assays. (C–F) Cells were grown to log phase and were treated with DMSO or 1 μM 1-NM-PP1 for 1 h, and levels of Rpb1 (C and D) and CTD-S5P (E and F) were determined by ChIP using Rpb1 (4F8) and CTD-PS5 (3E8) antibodies (6). Values are given as the percentage of inputs after subtracting the values obtained for an untranscribed region in ChrV and no-antibody controls. Error bars indicate SEM of three independent experiments.To gain further insight into the function of Cdc28 in basal transcription, we first analyzed the levels of Rpb1 at PMA1 and SSE1 using ChIP. Interestingly, Rpb1 levels at PMA1 were increased moderately in untreated cdc28-as1 and kin28-as mutants compared with WT cells (Fig. 3C), although this increase did not result in higher mRNA levels (Fig. 3A), indicating a potential defect in transcription elongation. This effect was highly reproducible and was observed in multiple independently derived isolates. More importantly, however, the levels of Rpb1 at PMA1 were strongly reduced after 1-NM-PP1 treatment of cdc28-as1 and kin28-as single mutants and kin28-as cdc28-as1 double mutants (Fig. 3C), showing that the kinase activity of Cdc28 and Kin28 is important for regulation of RNAPII. In contrast, treatment of cdc28-as1 single mutants with 1-NM-PP1 had no effect on Rpb1 levels at SSE1, a gene that does not recruit Cdc28 (Fig. 3D). Taken together, our data show that Cdc28 kinase activity regulates RNAPII at genes enriched for Cdc28, such as PMA1, but not at genes devoid of Cdc28, like SSE1.Next, we tested whether Cdc28 cooperates with Kin28 in phosphorylating the RNAPII-CTD at PMA1 by ChIP using phospho-specific CTD-S5 antibodies. As expected, treatment of WT cells with 1-NM-PP1 did not affect CTD-S5 phosphorylation (Fig. 3E). Treatment of either the cdc28-as1 or the kin28-as single mutant with 1-NM-PP1 resulted in a reduction of CTD-S5P at PMA1 (Fig. 3E), which was caused mostly by the reduction in pan-RNAPII (Fig. 3C). However, in absence of 1-NM-PP1, phosphorylation of CTD-S5 was very low in cdc28-as1 kin28-as double mutants (Fig. 3E), consistent with the reduced PMA1 mRNA levels in this mutant (Fig. 3A). Importantly, Cdc28 had no effect on CTD-S5 phosphorylation at genes devoid of Cdc28, such as SSE1 (Fig. 3F). We obtained similar results with the temperature-sensitive kin28-16 allele [Fig. S3E; kinase activity of Kin28-16 is inhibited at the restrictive temperature (37 °C), but its protein levels remain unchanged, and promoter occupancy of several transcription initiation factors remains intact (16, 20)]. The strong defect in S5 phosphorylation in the double mutant even in the absence of 1-NM-PP1 likely is because both cdc28-as1 and kin28-as are slightly hypomorphic alleles (13, 21); the combination of these alleles may have resulted in a much stronger RNAPII phosphorylation defect than would be expected from either single mutant alone.Next, we tested how Kin28 and Cdc28 might affect each other’s recruitment to ORFs. As expected, we found that Cks1 (a component of the Cdc28 holoenzyme) was present at PMA1 but not SSE1 in vivo (Fig. S3G). Interestingly, we observed that recruitment of Kin28 and Cks1/Cdc28 to PMA1 was mutually dependent (Fig. S3 G and H), and the levels of Cks1 at PMA1 strongly correlated with CTD-S5 phosphorylation (Fig. 3E). We could not detect any Cks1 at PMA1 in untreated cdc28-as1 kin28-as double mutants (Fig. S3G), a result that is consistent with the idea that cdc28-as1 and kin28-as are hypomorphic, redundant alleles. Taken together, these data indicate that the combined activity of Kin28 and Cdc28 is required for regulation of RNAPII.Combined Activity of Cdc28 and Kin28 Is Required for CTD-S5 Phosphorylation. Because Cdc28 is present at a range of highly expressed genes (Dataset S1 and Fig. S2 D and E), we hypothesized that a substantial fraction of cellular RNAPII might be susceptible to regulation by Cdc28, thereby allowing RNAPII analysis by Western blotting. We analyzed global RNAPII phosphorylation in cell lysates using phospho-specific Rpb1 CTD antibodies (6). Treatment of the cdc28-as1 single mutant with increasing concentrations of 1-NM-PP1 slightly reduced global phosphorylation levels of CTD-S5 (Fig. 4A), in particular at higher doses of 1-NM-PP1 (or the related inhibitor 1-NA-PP1) (Fig. S4A), but had no effect on CTD-S7 (Fig. 4A). Consistent with previous findings (22), 1-NM-PP1 treatment of the kin28-as single mutant decreased CTD-S5 phosphorylation as well as phosphorylation of CTD-S7. However, CTD-S5 phosphorylation was significantly more reduced in the 1-NM-PP1–treated kin28-as cdc28-as1 double mutant than in either single mutant, whereas CTD-S7 phosphorylation was not affected (Fig. 4A and Fig. S4A). Similar results were obtained with mutants harboring the kin28-16 allele (Fig. S4B). These data show that the combined activity of Kin28 and Cdc28 is required for efficient phosphorylation of CTD-S5.Open in a separate windowFig. 4.Cdc28 and Kin28 collaborate in RNAPII CTD-S5 phosphorylation. (A and B) Cdc28 and Kin28 cooperate to phosphorylate CTD-S5. Log-phase cultures were treated with DMSO or 1 μM 1-NM-PP1 for 1 h, and cell lysates were analyzed by Western blotting with Rpb1, CTD-S5P, CTD-S2P, CTD-S7P, and Cdc11 (loading control) antibodies. Graph depicts quantification of the levels of CTD-S5P, CTD-S2P, and CTD-S7P in 1-NM-PP1–treated samples, first normalized to pan-Rpb1 and then to DMSO treatment. Error bars indicate SEM of three independent experiments. (C) Immobilized, recombinant GST-Cdc28/Clb5/Cks1 was incubated with cell lysate, and retained proteins were analyzed by Western blot using GST and Rpb1 antibodies. Asterisk indicates a nonspecific protein cross-reacting with the Rpb1 antibody. (D) Recombinant GST-CTD was incubated with purified recombinant Cdc28 or hCDC2 in the presence of [γ-32P] ATP. After SDS/PAGE, the gel was Coomassie stained (Lower), and GST-CTD phosphorylation was analyzed with a phosphorimager (Upper).CTD-S2 is phosphorylated by Ctk1 and Bur1 (4). Indeed, CTD-S2 phosphorylation was strongly decreased in ctk1Δ and bur2Δ single mutants (Fig. 4B). Global CTD-S2 phosphorylation in ctk1Δ cdc28-as1 and bur2Δ cdc28-as1 double mutants was identical to that of the ctk1Δ and bur2Δ single mutants, indicating that Cdc28 is not involved in CTD-S2 phosphorylation. Taken together, these results strongly suggest that Cdc28 kinase activity promotes phosphorylation of the CTD at S5 but not at S2 or S7.We then tested whether Cdc28 can directly bind and phosphorylate the CTD in vitro using recombinant purified GST-Cdc28/Cks1/Clb5. We found that Rpb1 is present in the pool of proteins pulled down from cell extracts by GST-tagged Cdc28/Cks1/Clb5 holoenzyme (Fig. 4C) and that immobilized Suc1 (the Schizosaccharomyces pombe homolog of Cks1) efficiently pulled down Rpb1 (Fig. S3F). Furthermore, Cdc28 and human CDC2 efficiently phosphorylated recombinant purified GST-CTD in in vitro kinase assays (Fig. 4D). We also tested phosphorylation of peptides in which S2, S5, and S7 were replaced by alanine. Cdc28 and hCDC2 failed to phosphorylate peptides with S5A substitutions, but these kinases phosphorylated S7A and S2A peptides as efficiently as the WT peptide (Fig. S4 C and D). In contrast, hCDK9 [a CTD kinase with preference for CTD-S2 in vivo but that can phosphorylate both S2 and S5 in vitro (23)] phosphorylated S2A peptides less efficiently than the WT peptide (Fig. S4F). hCDK9 also completely failed to phosphorylate S5A peptides [but it should be noted that the general lack of activity toward S5A peptides by Cdc28, hCDC2, and hCDK9 could be caused by the formation of a structure that precludes phosphorylation of other residues (24, 25)]. Therefore, although Cdc28 and hCDC2 phosphorylated S2A and S7A mutant peptides efficiently in vitro, and an intact Ser5 residue appeared to be required for these kinases to phosphorylate a CTD heptad dimer peptide, we cannot exclude the possibility that these kinases also have activity toward Ser2/7 in vitro.Cdc28 Is Involved in mRNA Capping. CTD-S5 phosphorylation by Kin28 serves as a mark for the recruitment of the mRNA-capping machinery (22, 26, 27). Because we found that the activity of both Cdc28 and Kin28 is required for efficient CTD-S5 phosphorylation, we hypothesized that Cdc28 also is involved in PMA1 mRNA capping. We first used ChIP to analyze the recruitment of the capping enzyme Ceg1 to the promoter of PMA1 and SSE1 in WT and cdc28-as1 cells. Interestingly, treatment of the cdc28-as1 mutant with 1-NM-PP1 resulted in reduced Ceg1 levels at PMA1 (Fig. 5A) but not at SSE1 (Fig. 5B), indicating that Cdc28 indeed has a function in mRNA capping. Therefore, we immunoprecipitated capped mRNA with an anti–7-methylguanosine antibody (28), followed by reverse transcription and quantitative PCR (qPCR) using primers specific for PMA1 and SSE1. Strikingly, after 1-NM-PP1 treatment the level of capped PMA1 mRNA was reduced by 60% in both cdc28-as1 and kin28-as single mutants as compared with WT cells (Fig. 5C). Capped PMA1 mRNA was nearly undetectable in 1-NM-PP1–treated cdc28-as1 kin28-as double-mutant cells, showing that both kinases contributed to the capping process (Fig. 5C). In contrast, SSE1 mRNA capping was not dependent on Cdc28 activity (Fig. 5D). Finally, overexpression of ABD1 and CEG1, which encode components of the capping machinery, restored growth of cdc28-as1 kin28-as double mutants in the presence of 1-NM-PP1 (Fig. 5E), adding genetic evidence to the finding that CDC28 and KIN28 have a redundant function in mRNA capping.Open in a separate windowFig. 5.Cdc28 and Kin28 function in mRNA capping. (A and B) Log-phase cells were treated with DMSO or 1 μM 1-NM-PP1 for 1 h, and Ceg1-9Myc recruitment was analyzed by ChIP using an anti-Myc antibody. Values are given as the percentage of inputs after subtracting the values obtained for an untranscribed region in ChrV. Error bars indicate SEM of two independent experiments. (C and D) Log-phase cells were treated with DMSO or 1 μM 1-NM-PP1 for 1 h, and capped PMA1 or SSE1 mRNA was analyzed as described in Experimental Methods. Values were normalized to total PMA1 and SSE1 mRNA levels and are shown as the percentage of the values obtained with DMSO-treated samples. Error bars indicate SEM of three independent experiments. (E) Strains transformed with plasmids overexpressing either ABD1 or CEG1 were spotted on plates supplemented with DMSO or 1-NM-PP1 and were incubated at 30 °C until colonies appeared. (F) Model for Cdc28 in regulation of transcription. See Discussion for details. DiscussionIn this study, we found that Cdc28 is enriched by at least log2 = 1.5-fold in ∼200 protein-encoding genes and that transcription of at least several of these genes depends on Cdc28 kinase activity. These findings extend previous studies reporting a kinase-independent role for Cdc28 in regulation of transcription (9, 10). The genes enriched for Cdc28 primarily include housekeeping genes important for cell-wall integrity, energy supply, translation, and chromatin architecture (Fig. 2C and Dataset S2). We propose that upon cell-cycle entry, Cdc28 directly stimulates transcription of these genes to maintain their protein levels as the bud grows and total cell volume increases.The function of Cdc28 in basal transcription at least partially overlaps with that of Kin28, because the activity of both kinases is required for efficient phosphorylation of CTD-S5 and mRNA capping. We currently do not know how Cdc28 is recruited to ORFs. Recruitment of Kin28 and the Cks1-Cdc28 holoenzyme was mutually dependent, and recruitment of Cdc28 depended on its own activity, raising the possibility that Cdc28 promotes its own recruitment through a positive feedback loop. It is plausible that Cdc28 promotes CTD-S5 phosphorylation by recruiting RNAPII (Fig. 3C) as well as Kin28 (Fig. S3H), which subsequently phosphorylates CTD-S5. However, we cannot exclude the possibility that Cdc28 directly phosphorylates CTD-S5; indeed, hCDC2 phosphorylates the CTD in vivo, and it can phosphorylate CTD-S2 and CTD-S5 in vitro (29, 30), although the consequence has remained unclear.In conclusion, Cdc28 promotes recruitment of RNAPII and Kin28, which promotes phosphorylation of RNAPII on CTD-S5, to regulate directly the expression of a subset of genes during the early cell cycle (see Fig. 5F for a model). Experimental ProceduresYeast Strains and Plasmids. S. cerevisiae strains were grown in standard yeast extract peptone dextrose (YPD) medium. Strains were derived directly from the S288c strain RDKY3032 (31) using either standard gene-replacement methods or intercrossing (see Table S2 for strains and plasmids).ChIP Assays and ChIP-Seq. Experiments were performed as previously described (12, 32), with minor modifications (SI Experimental Procedures).In Vitro Kinase Assays. Kinase reactions were carried out as described (33), with minor modifications (SI Experimental Procedures).Cap-mRNA Immunoprecipitation. Cap-mRNA immunoprecipitations were performed as described (22), with minor modifications (SI Experimental Procedures). Supplementary Material\nSupporting Information:\nClick here to view.\n AcknowledgmentsWe thank Drs. S. Hahn, D. L. Bentley, H. Araki, S. Buratowski, D. Ostapenko, and M. A. Osley for generously providing strains and reagents; Drs. Y. Barral and M. Timmers for suggestions; and Drs. F. Coin and C. Wittenberg for critically reading the manuscript. J.M.E. is supported by Outstanding Young Investigator Award 180499 from the Norwegian Research Council and by Grant 2010036 from the Norwegian Health Authority South-East. Footnotes The authors declare no conflict of interest.This article is a PNAS Direct Submission.This article contains supporting information online at www.pnas.org/lookup/suppl/doi:10.1073/pnas.1200067109/-/DCSupplemental. References1. Enserink JM, Kolodner RD. An overview of Cdk1-controlled targets and processes. Cell Div. 2010;5:11. [PMC free article] [PubMed] [Google Scholar]2. Wittenberg C, Reed SI. Cell cycle-dependent transcription in yeast: Promoters, transcription factors, and transcriptomes. Oncogene. 2005;24:2746–2755. [PubMed] [Google Scholar]3. Skotheim JM, Di Talia S, Siggia ED, Cross FR. Positive feedback of G1 cyclins ensures coherent cell cycle entry. Nature. 2008;454:291–296. [PMC free article] [PubMed] [Google Scholar]4. Buratowski S. Progression through the RNA polymerase II CTD cycle. Mol Cell. 2009;36:541–546. [PMC free article] [PubMed] [Google Scholar]5. Rodriguez CR, et al.  Kin28, the TFIIH-associated carboxy-terminal domain kinase, facilitates the recruitment of mRNA processing machinery to RNA polymerase II. Mol Cell Biol. 2000;20:104–112. [PMC free article] [PubMed] [Google Scholar]6. Chapman RD, et al.  Transcribing RNA polymerase II is phosphorylated at CTD residue serine-7. Science. 2007;318:1780–1782. [PubMed] [Google Scholar]7. Akhtar MS, et al.  TFIIH kinase places bivalent marks on the carboxy-terminal domain of RNA polymerase II. Mol Cell. 2009;34:387–393. [PMC free article] [PubMed] [Google Scholar]8. Egloff S, et al.  Serine-7 of the RNA polymerase II CTD is specifically required for snRNA gene expression. Science. 2007;318:1777–1779. [PMC free article] [PubMed] [Google Scholar]9. Morris MC, et al.  Cks1-dependent proteasome recruitment and activation of CDC20 transcription in budding yeast. Nature. 2003;423:1009–1013. [PubMed] [Google Scholar]10. Yu VP, Baskerville C, Grünenfelder B, Reed SI. A kinase-independent function of Cks1 and Cdk1 in regulation of transcription. Mol Cell. 2005;17:145–151. [PubMed] [Google Scholar]11. Chaves S, Baskerville C, Yu V, Reed SI. Cks1, Cdk1, and the 19S proteasome collaborate to regulate gene induction-dependent nucleosome eviction in yeast. Mol Cell Biol. 2010;30:5284–5294. [PMC free article] [PubMed] [Google Scholar]12. Zimmermann C, et al.  A chemical-genetic screen to unravel the genetic network of CDC28/CDK1 links ubiquitin and Rad6-Bre1 to cell cycle progression. Proc Natl Acad Sci USA. 2011;108:18748–18753. [PMC free article] [PubMed] [Google Scholar]13. Bishop AC, et al.  A chemical switch for inhibitor-sensitive alleles of any protein kinase. Nature. 2000;407:395–401. [PubMed] [Google Scholar]14. Kruk JA, Dutta A, Fu J, Gilmour DS, Reese JC. The multifunctional Ccr4-Not complex directly promotes transcription elongation. Genes Dev. 2011;25:581–593. [PMC free article] [PubMed] [Google Scholar]15. Squazzo SL, et al.  The Paf1 complex physically and functionally associates with transcription elongation factors in vivo. EMBO J. 2002;21:1764–1774. [PMC free article] [PubMed] [Google Scholar]16. Xiao T, et al.  Histone H2B ubiquitylation is associated with elongating RNA polymerase II. Mol Cell Biol. 2005;25:637–651. [PMC free article] [PubMed] [Google Scholar]17. Mosley AL, et al.  Rtr1 is a CTD phosphatase that regulates RNA polymerase II during the transition from serine 5 to serine 2 phosphorylation. Mol Cell. 2009;34:168–178. [PMC free article] [PubMed] [Google Scholar]18. Kobor MS, et al.  An unusual eukaryotic protein phosphatase required for transcription by RNA polymerase II and CTD dephosphorylation in S. cerevisiae. Mol Cell. 1999;4:55–62. [PubMed] [Google Scholar]19. Kops O, Zhou XZ, Lu KP. Pin1 modulates the dephosphorylation of the RNA polymerase II C-terminal domain by yeast Fcp1. FEBS Lett. 2002;513:305–311. [PubMed] [Google Scholar]20. Ng HH, Robert F, Young RA, Struhl K. Targeted recruitment of Set1 histone methylase by elongating Pol II provides a localized mark and memory of recent transcriptional activity. Mol Cell. 2003;11:709–719. [PubMed] [Google Scholar]21. Liu Y, et al.  Two cyclin-dependent kinases promote RNA polymerase II transcription and formation of the scaffold complex. Mol Cell Biol. 2004;24:1721–1735. [PMC free article] [PubMed] [Google Scholar]22. Kanin EI, et al.  Chemical inhibition of the TFIIH-associated kinase Cdk7/Kin28 does not impair global mRNA synthesis. Proc Natl Acad Sci USA. 2007;104:5812–5817. [PMC free article] [PubMed] [Google Scholar]23. Glover-Cutter K, et al.  TFIIH-associated Cdk7 kinase functions in phosphorylation of C-terminal domain Ser7 residues, promoter-proximal pausing, and termination by RNA polymerase II. Mol Cell Biol. 2009;29:5455–5464. [PMC free article] [PubMed] [Google Scholar]24. Bienkiewicz EA, Moon Woody A, Woody RW. Conformation of the RNA polymerase II C-terminal domain: Circular dichroism of long and short fragments. J Mol Biol. 2000;297:119–133. [PubMed] [Google Scholar]25. Jones JC, et al.  C-terminal repeat domain kinase I phosphorylates Ser2 and Ser5 of RNA polymerase II C-terminal domain repeats. J Biol Chem. 2004;279:24957–24964. [PMC free article] [PubMed] [Google Scholar]26. Schroeder SC, Schwer B, Shuman S, Bentley D. Dynamic association of capping enzymes with transcribing RNA polymerase II. Genes Dev. 2000;14:2435–2440. [PMC free article] [PubMed] [Google Scholar]27. Komarnitsky P, Cho EJ, Buratowski S. Different phosphorylated forms of RNA polymerase II and associated mRNA processing factors during transcription. Genes Dev. 2000;14:2452–2460. [PMC free article] [PubMed] [Google Scholar]28. Luhrmann R, et al.  Isolation and characterization of rabbit anti-m3 2,2,7G antibodies. Nucleic Acids Res. 1982;10:7103–7113. [PMC free article] [PubMed] [Google Scholar]29. Cisek LJ, Corden JL. Phosphorylation of RNA polymerase by the murine homologue of the cell-cycle control protein cdc2. Nature. 1989;339:679–684. [PubMed] [Google Scholar]30. Zhang J, Corden JL. Identification of phosphorylation sites in the repetitive carboxyl-terminal domain of the mouse RNA polymerase II largest subunit. J Biol Chem. 1991;266:2290–2296. [PubMed] [Google Scholar]31. Flores-Rozas H, Kolodner RD. The Saccharomyces cerevisiae MLH3 gene functions in MSH3-dependent suppression of frameshift mutations. Proc Natl Acad Sci USA. 1998;95:12404–12409. [PMC free article] [PubMed] [Google Scholar]32. Lefrançois P, Zheng W, Snyder M. ChIP-Seq using high-throughput DNA sequencing for genome-wide identification of transcription factor binding sites. Methods Enzymol. 2010;470:77–104. [PubMed] [Google Scholar]33. Chymkowitch P, Le May N, Charneau P, Compe E, Egly JM. The phosphorylation of the androgen receptor by TFIIH directs the ubiquitin/proteasome process. EMBO J. 2011;30:468–479. [PMC free article] [PubMed] [Google Scholar]"}