{"title": "Diverse virus-host interactions influence RNA-based regulation during γ-herpesvirus infection", "pubDate": "2012", "PMCID": "PMC3424297", "DOI": "10.1016/j.mib.2012.05.010", "PMID": "22682977", "abstract": "Post-transcriptional, RNA-based regulation is a major contributor to alterations in gene expression, and γ-herpesviruses interface with the host RNA targeting machinery in a variety of ways. Several of these interactions involve coordination with cellular ribonucleases, for example to direct non-canonical processing of viral microRNAs or widespread degradation of cellular messenger RNAs. Conversely, select viral transcripts use both cis-acting and trans-acting mechanisms to evade degradation. The diversity of mechanisms used by these viruses to both engage and escape the cellular RNA decay machinery underscores the influence these pathways exert on cellular and viral gene expression. Further research in this field should help reveal new mechanisms of RNA-based regulation in both infected and uninfected cells.", "author": [{"author": "Lisa M Kronstad", "affiliation": ["Department of Plant and Microbial Biology, 585B Li Ka Shing Center, University of California, Berkeley, CA 94720-3370, USA."], "href": "/?term=Kronstad+LM&cauthor_id=22682977"}, {"author": "Britt A Glaunsinger", "affiliation": [], "href": "/?term=Glaunsinger+BA&cauthor_id=22682977"}], "refPMID": [], "citedInPMID": ["22682977", "23684513", "23084916"], "body": " AbstractPost-transcriptional, RNA-based regulation is a major contributor to alterations in gene expression, and γ-herpesviruses interface with the host RNA targeting machinery in a variety of ways. Several of these interactions involve coordination with cellular ribonucleases, for example to direct non-canonical processing of viral microRNAs or widespread degradation of cellular messenger RNAs. Conversely, select viral transcripts use both cis- and trans-acting mechanisms to evade degradation. The diversity of mechanisms used by these viruses to both engage and escape the cellular RNA decay machinery underscores the influence these pathways exert on cellular and viral gene expression. Further research in this field should help reveal new mechanisms of RNA-based regulation in both infected and uninfected cells. IntroductionPost-transcriptional manipulation of RNA plays a central role in the control of gene expression, and is coordinated by elements that influence RNA processing and stability. A number of viruses extensively manipulate host gene expression through RNA-based targeting mechanisms involving both viral and cellular effectors. However, viruses must also counteract host RNA degradation machinery to protect their own transcripts, as well as commandeer cellular enzymes to assist with various stages of viral RNA biogenesis.Several recent reports have revealed significant interface between γ-herpesviruses and host factors that target RNA. These virus-host interactions span a diverse set of pathways involved in RNA stability and processing, and produce outcomes ranging from atypical processing of microRNAs (miRNAs) to widespread mRNA degradation to stabilization of select mRNAs and noncoding RNAs (ncRNAs). Here we discuss several recent findings that have provided insight into how γ-herpesviruses usurp or escape cellular RNA targeting machinery and highlight how these discoveries may provide insight into how cellular gene expression occurs independent of viral infection while revealing new questions in this rapidly advancing field. Non-canonical processing of select viral miRNAs during latencyThe vast majority of known viral miRNAs are derived from herpesviruses and are thought to function predominantly during viral latency when expression of viral genes is severely restricted. Given that one miRNA has the capacity to target hundreds of mRNAs [1], viral miRNAs are likely to exert significant influence on both viral and cellular gene expression in latently infected cells [2]. Identification of the predicted myriad of γ-herperviral miRNA targets during infection is an intensive area of research and several recent studies have applied genomic techniques to reveal the targetome of Kaposi’s sarcoma-associated herpesvirus (KSHV) and Epstein-Barr virus (EBV) miRNAs [3-5].Most viral miRNAs are derived from RNA polymerase II (Pol II) transcripts and processed using host machinery in a manner similar to cellular miRNAs. This involves excision of the hairpin structure from the pri-miRNA in the nucleus by a Drosha/DGCR8-containing Microprocessor complex to generate a pre-miRNA, which is then exported and cleaved in the cytoplasm by Dicer prior to loading into the RNA-induced silencing complex (RISC) (Figure 1A) [6,7]. However, not all viral miRNAs are processed in this canonical manner. The miRNAs encoded by murine γ-herpesvirus 68 (MHV68), for example, are located proximal to sequences containing consensus BoxA and BoxB promoter elements and a 3′ stretch of U residues characteristic of tRNAs [8,9]. As predicted by these elements, several MHV68 miRNAs were found to be transcribed by Pol III rather than Pol II, resulting in pri-miRNAs bearing tRNA sequences upstream of the pre-miRNA hairpins [9,10]. Processing of tRNA 3′ ends is carried out by the endoribonuclease Z (tRNase Z) and, in accordance with the tRNA-like features of this transcript, tRNase Z but not Drosha is required for processing of the MHV68 miRNA miR-M1-7 (Figure 1B) [11]. Interestingly, several of the MHV68 pri-miRNAs genes undergo alternative Pol III termination events to generate distinct mature miRNAs [10]. Given that the viral tRNAs are not amino-acylated, the advantage conferred to the virus by this atypical usage of the tRNaseZ for miRNA processing remains unknown. An additional example of non-canonical miRNA processing has been documented in herpesvirus saimiri (HVS), which encodes seven non-coding Sm-class small nuclear RNAs (HSURs). These HSURs are the source of six miRNAs (hvsA-miR-HSURs) positioned downstream of the 3′ end processing signals of HSURs 2, 4 and 5, which are initially transcribed as pre-Sm class RNA-miRNA fusions [12]. Similar to host Sm-class RNAs, the HSURs bear a 3′ box that is recognized by a multiprotein Integrator complex for nuclear processing and Sm-binding sites required for snRNP biogenesis in the cytoplasm [13]. Using HSUR4 as an example, Cazalla et al. demonstrated that processing of hvsA-miR-HSUR4-5p was specifically dependent on the 3′ box but was unaffected by depletion of the DGCR8 component of the Microprocessor complex. Instead, the pri-miRNAs are processed in the nucleus by the Integrator complex, as knockdown of the Int11 component of this complex reduced miR-HSUR4-5p accumulation (Figure 1C) [12,14]. Thus, both HVS and MHV68 encode pri-miRNAs on transcripts that also bear tRNA or snRNA moieties. This enables these viruses to bypass the Microprocessor complex in favor of alternate host ribonucleases for miRNA processing in the nucleus, before ultimately converging with the canonical cellular miRNA processing pathway for their export and cytoplasmic maturation (Figure 1A-C).Open in a separate windowFigure 1Non-canonical miRNA synthesis and processing in γ-herpesviruses. (a) Cellular miRNAs are derived from Pol II-transcribed transcripts that are recognized by the Microprocessor complex. Following export to the cytoplasm mediated by exportin-5 (XBO5), the pre-miRNA is cleaved by Dicer and loaded onto the RISC complex as a mature miRNA. (b) MHV68 pri-miRNAs are generated from RNAs transcribed by Pol III with tRNA moities present in the 5′ leader. The pri-miRNA is cleaved 3′ to the tRNA moiety by tRNase Z to liberate a pri-miRNA. (c) The HVS HSUR4 3′ box is recognized and processed by the Integrator, a cellular complex required for synthesis and processing of Sm-class RNAs. Selective Down Regulation of Host microRNAs by Viral Noncoding RNAsAside from generating viral miRNAs, a recent report documents how HVS HSURs may also inactivate select host miRNAs. HSURs 1 and 2 exhibit complementarity to and bind cellular miR-27, miR-16 and miR-142, which are present in virally transformed T cells [14]. The interaction of HSUR1 with miR-27 was shown to enhance decay of the miRNA, which subsequently leads to the accumulation of at least one of the known miR-27 targets, the FOXO1 transcription factor. This raises the possibility that HSUR1 may indirectly influence the levels of many cellular genes, although the functional significance of the miRNA targets in the HVS lifecycle remains unknown. Unexpectedly, similar interactions between HSUR2 and miR-16 or miR-142-3p did not result in altered miRNA levels, perhaps due to differences in the extent of base pairing. Given recent findings that turnover of miRNAs can be initiated by 3′ end tailing events such as uridylation, it will be of interest to explore whether the HSUR1 interaction stimulates 3′ end modification of miR-27 [15]. Furthermore, because the HSURs are nuclear and miRNAs complete their maturation in the cytoplasm, determining the location of HSUR-miRNA interaction may shed light onto the mechanism(s) of decay. Widespread Messenger RNA Degradation During Lytic Infection occurs by Co-opting the Host RNA Decay MachineryWhile viral miRNAs manipulate gene expression during γ-herpesvirus latency, upon lytic infection, massive alterations in cellular mRNA abundance are orchestrated by the viral alkaline exonuclease (termed SOX in KSHV, muSOX in MHV68 and BGLF5 in EBV). SOX and its homologs are part of the PD-(D/E)XK type II restriction endonuclease superfamily, a diverse group of proteins that function primarily to manipulate DNA [16]. Recent crystal structures of SOX and BGLF5 identified residues that comprise the catalytic core; when mutated, these abolish all in vitro nuclease activity and inhibit degradation of RNA in vivo [17-19]. In cells, SOX appears to function as a site-specific endonuclease, and targets Pol II-transcribed mRNAs that are competent for translation (Figure 2). Neither reporter RNAs nor endogenous transcripts driven by RNA Pol I or Pol III promoters are susceptible to SOX-induced cleavage, suggesting that recruitment to mRNAs occurs via interactions with an as yet unidentified mRNA-specific host factor(s) [20].Open in a separate windowFigure 2γ-herpesviruses usurp the host RNA decay machinery. The KSHV SOX protein is recruited to translationally competent pol II-transcribed mRNAs via an unknown mechanism, whereupon it cleaves them endonucleolytically. The mRNAs are subsequently degraded by the cellular Xrn1 5′-3′ exonuclease. This depletion of cytoplasmic poly(A) RNA promotes re-localization of PABPC to the nucleus, leading to mRNA hyperadenylation and an mRNA export block.Notably, SOX does not act alone but instead coordinates with host RNA turnover machinery. In eukaryotes, the majority of mRNA decay is initiated by trimming the poly(A) tail followed by removal of the 5′ m7GpppN cap and subsequent exonucleolytic decay from the 5′ end by the Xrn1 exonuclease or from the 3′ end by the exosome [21]. Depletion of a panel of host RNA degradation enzymes revealed that in the absence of the 5′-3′ exonuclease Xrn1, mRNAs in SOX-expressing cells are only partially degraded (Figure 2) [20]. Xrn1 activity normally requires prior deadenylation and decapping of mRNAs, rate-limiting steps which do not appear to occur on SOX-cleaved transcripts [21]. Thus, by encoding an mRNA specific endonuclease, the virus is able to use the core host mRNA degradation machinery to degrade cleaved messages while bypassing the rate-limiting steps of canonical decay [21]. This mechanism bears resemblance to the cellular quality control-based mechanisms of RNA turnover, which also rely on a translation-linked endonucleolytic cleavage to rapidly inactivate aberrant mRNAs, followed by Xrn1-mediated degradation of the message body [21]. We speculate such mimicry could benefit the virus by producing degradation intermediates indistinguishable from those generated by host pathways, and thus less likely to activate cytoplasmic sensors of infection.Triggered by this abundant mRNA degradation is the nuclear re-localization of cellular poly(A) binding protein (PABPC1), a protein that contributes to mRNA stability and translation in the cytoplasm but restricts mRNA export when concentrated in the nucleus (Figure 2) [22-24]. PABPC was found to harbor non-canonical nuclear localization signal(s) within its RNA recognition motifs, which are masked when it is bound to poly(A) RNA [25]. Thus, we propose that extensive mRNA degradation during lytic γ-herpesvirus infection liberates PABPC from poly(A) tails and exposes signals directing its import into the nucleus. Elevated levels of nuclear PABPC result in hyperadenylation of nuclear mRNAs and a prominent mRNA export block, thereby increasing the overall magnitude of the virus-induced restriction of host gene expression (Figure 2) [22]. Revealing how viral transcripts evade this block remains an important future endeavor. Cis and Trans Stabilization of Viral TranscriptsIn addition to stimulating RNA turnover, γ-herpesviruses have evolved specialized mechanisms to protect lytic viral transcripts from degradation by host nucleases. Several of these mechanisms involve the viral ORF57 protein, a key post-transcriptional regulator of KSHV RNAs with described functions in transcriptional co-activation, mRNA export, translation and, as detailed below, RNA stabilization [26-28]. ORF57 is an RNA binding protein [29], and directs accumulation of select viral mRNAs (gB, ORF59, vIL-6) in a manner proposed to be independent of its reported roles in RNA export [29,30]. For example, the ORF57 responsive element in vIL-6 overlaps with a predicted binding site for cellular miR-1293, suggesting that ORF57 binding may relieve miR-1293-induced translational repression of vIL-6 [30].ORF57 also stabilizes the KSHV noncoding polyadenylated nuclear RNA (PAN), a highly abundant Pol II transcript localized to the nucleus of infected cells [31]. The 5′ end of PAN contains an ORF57-responsive element (ORE, also known as the MRE) which, upon ORF57 binding, confers protection from host RNA decay pathways [32]. Mutational analysis revealed a nine-nucleotide core within the ORE to be primarily responsible for interaction with ORF57 (Figure 3) [33,34]. Although the ORE appears to be the dominant PAN stability element, PAN is also stabilized in cis via a 79-nucleotide expression and nuclear retention element (ENE) located near the 3′ end of the RNA [35,36]. A recently solved crystal structure of the PAN 3′ end revealed the U-rich loop of the ENE engages part of the poly(A) tail to form a major-groove triple helix. Given that this triple helix delays PAN deadenylation in vitro, the authors propose that the ENE functions as an intramolecular RNA clamp to sequester the PAN poly(A) tail away from the nuclear RNA decay machinery (Figure 3) [37].Open in a separate windowFigure 3KSHV PAN evades the host RNA decay machinery by both cis- and trans- acting mechanisms. ORF57 binds to the ORF57 responsive element (ORE) in the KSHV PAN RNA, increasing PAN stability. PABPC binds to the same nine-nucleotide core within the ORE, though how this binding influences PAN stability remains undetermined. A second PAN stability element (ENE) contains a U-rich loop that engages part of the poly(A) tail, forming a major-groove triple helix resistant to deadenylation. PABPC may further protect the 3′ end from deadenylation by binding to the poly(A) tail. PAN recruits histone demethylases JMJD3 and UTX as well as a histone methyltransferase MLL2 to the promoter of ORF50, leading to a decrease in the levels of a marker of repressed chromatin (H3K27me3). Thus, PAN may direct the de-depression of the major KSHV lytic transactivator gene and promote lytic reactivation.PAN has been reported to interact with several cellular proteins including PABPC, which, as described above, is re-localized in response to SOX-induced mRNA degradation [25,34,38]. Notably, PABPC and ORF57 occupy the same nine-nucleotide binding site on PAN, suggesting that their interactions with PAN are mutually exclusive (Figure 3) [34]. Indeed, nuclear re-localization of PABPC in SOX-expressing cells is sufficient to stimulate PAN expression 20-30 fold in the absence of ORF57 [38]. That said, a PAN mutant lacking its poly(A) tail accumulates to significantly lower levels than WT PAN in SOX-expressing cells, indicating that PABPC also stabilizes PAN via interactions with the RNA 3′ end (Figure 3) [38].Due to the remarkable stability and abundance of PAN, it is likely to play a critical role in the viral life cycle. Indeed, knockdown of PAN using antisense oligonucleotides or deletion of the PAN locus from the KSHV BACmid resulted in decreased viral gene expression and severely compromised virus growth [38,39]. Analogous to the functions of several cellular long noncoding RNAs, PAN was found to recruit histone demethylases JMJD3 and UTX to the promoter of the major lytic transactivator protein ORF50 (K-Rta), as well as interact with MLL2, a histone methyltransferase linked to chromatin activation [39]. Indeed, PAN expression caused a decrease in the levels of the repressive H3K27me3 mark at the ORF50 promoter [39]. Thus, PAN may serve as an RNA scaffold for chromatin modifying enzymes, directing de-repression of key KSHV lytic cycle promoters to enable lytic gene expression. Concluding remarksγ-herpesviruses continue to provide new examples of unexpected ways in which viruses redirect host RNA targeting machinery for viral use, as well as evolve strategies to protect their own transcripts from host-directed degradation. That said, we remain in the early stages of understanding the precise mechanisms and factors involved in many of theses processes. For example, while it is clear that viral RNAs like PAN have evolved a number of protective features, the means by which these elements and their binding partners prevent attack by host nucleases are unknown. Degradation of polyadenylated transcripts in cells generally initiates by deadenylation, yet the ENE that functions to protect PAN from deadenylation is a less robust stability determinant than the upstream ORF57 binding element. Given that our understanding of events that influence cellular transcript stability in uninfected cells remains incomplete, we anticipate that future discoveries in this field will also serve to inform about the biology of the host. Similarly, determining how the KSHV SOX protein specifically drives degradation of Pol II transcripts may shed light onto how different classes of RNA are normally recognized by the RNA decay machinery. Identification of additional points of interaction between γ-herpesviruses and RNA biogenesis and decay pathways may as well reveal novel components of these important regulatory networks. ​\n                    HighlightsViral microRNAs engage atypical host ribonucleases for their nuclear biogenesis.Lytic γ-herpesvirus infection drives global mRNA depletion and inhibits RNA export.The KSHV PAN RNA is stabilized by protein binding and an intramolecular RNA clamp. AcknowledgementsWe thank all members of the Glaunsinger laboratory for helpful discussions and critical reading of the manuscript. Funding was provided by a Burroughs Wellcome Fund Investigators in the Pathogenesis of Infectious Disease Award, R01CA160556 and R01CA136367 to B.G. and an NSERC fellowship to L.K. FootnotesPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. Contributor InformationLisa M. Kronstad,  Department of Plant and Microbial Biology, University of California, Berkeley, Berkeley, 94720, USA.Britt A. Glaunsinger,  Department of Plant and Microbial Biology, University of California, Berkeley, Berkeley, 94720, USA. ReferencesPapers of particular interest, published within the period of review, have been highlighted as:• of special interest•• of outstanding interest1. Bartel DP. MicroRNAs: target recognition and regulatory functions. Cell. 2009;136:215–233. [PMC free article] [PubMed] [Google Scholar]2. Grundhoff A, Sullivan CS. Virus-encoded microRNAs. Virology. 2011;411:325–343. [PMC free article] [PubMed] [Google Scholar]•3. Gottwein E, Corcoran DL, Mukherjee N, Skalsky RL, Hafner M, Nusbaum JD, Shamulailatpam P, Love CL, Dave SS, Tuschl T, et al.  Viral microRNA targetome of KSHV-infected primary effusion lymphoma cell lines. Cell Host Microbe. 2011;10:515–526. [PMC free article] [PubMed] [Google Scholar]\nThis paper uses PAR-CLIP to identify over 2000 mRNAs that are direct targets of EBV and KSHV miRNAs.4. Skalsky RL, Corcoran DL, Gottwein E, Frank CL, Kang D, Hafner M, Nusbaum JD, Feederle R, Delecluse HJ, Luftig MA, et al.  The viral and cellular microRNA targetome in lymphoblastoid cell lines. PLoS Pathog. 2012;8:e1002484. [PMC free article] [PubMed] [Google Scholar]5. Dolken L, Malterer G, Erhard F, Kothe S, Friedel CC, Suffert G, Marcinowski L, Motsch N, Barth S, Beitzinger M, et al.  Systematic analysis of viral and cellular microRNA targets in cells latently infected with human gamma-herpesviruses by RISC immunoprecipitation assay. Cell Host Microbe. 2010;7:324–334. [PubMed] [Google Scholar]6. Lee Y, Kim M, Han J, Yeom KH, Lee S, Baek SH, Kim VN. MicroRNA genes are transcribed by RNA polymerase II. Embo J. 2004;23:4051–4060. [PMC free article] [PubMed] [Google Scholar]7. Meister G, Tuschl T. Mechanisms of gene silencing by double-stranded RNA. Nature. 2004;431:343–349. [PubMed] [Google Scholar]8. Bowden RJ, Simas JP, Davis AJ, Efstathiou S. Murine gammaherpesvirus 68 encodes tRNA-like sequences which are expressed during latency. J Gen Virol. 1997;78(Pt 7):1675–1687. [PubMed] [Google Scholar]9. Pfeffer S, Sewer A, Lagos-Quintana M, Sheridan R, Sander C, Grasser FA, van Dyk LF, Ho CK, Shuman S, Chien M, et al.  Identification of microRNAs of the herpesvirus family. Nat Methods. 2005;2:269–276. [PubMed] [Google Scholar]10. Diebel KW, Smith AL, van Dyk LF. Mature and functional viral miRNAs transcribed from novel RNA polymerase III promoters. Rna. 16:170–185. [PMC free article] [PubMed] [Google Scholar]••11. Bogerd HP, Karnowski HW, Cai X, Shin J, Pohlers M, Cullen BR. A mammalian herpesvirus uses noncanonical expression and processing mechanisms to generate viral MicroRNAs. Mol Cell. 2010;37:135–142. [PMC free article] [PubMed] [Google Scholar]\nIn this work, the authors report that nine MHV68 miRNAs are present on Pol III transcripts that bear a tRNA moity at the 5′ end, and their biogenesis is dependent on the cellular tRNaseZ.••12. Cazalla D, Xie M, Steitz JA. A primate herpesvirus uses the integrator complex to generate viral microRNAs. Mol Cell. 2011;43:982–992. [PMC free article] [PubMed] [Google Scholar]\nThis paper describes the atypical biogenesis of HVS miRNAs involving the Integrator complex normally, which is normally used to process Sm-class RNAs.13. Baillat D, Hakimi MA, Naar AM, Shilatifard A, Cooch N, Shiekhattar R. Integrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell. 2005;123:265–276. [PubMed] [Google Scholar]14. Cazalla D, Yario T, Steitz JA. Down-regulation of a host microRNA by a Herpesvirus saimiri noncoding RNA. Science. 2010;328:1563–1566. [PMC free article] [PubMed] [Google Scholar]15. Winter J, Jung S, Keller S, Gregory RI, Diederichs S. Many roads to maturity: microRNA biogenesis pathways and their regulation. Nat Cell Biol. 2009;11:228–234. [PubMed] [Google Scholar]16. Bujnicki JM, Rychlewski L. The herpesvirus alkaline exonuclease belongs to the restriction endonuclease PD-(D/E)XK superfamily: insight from molecular modeling and phylogenetic analysis. Virus Genes. 2001;22:219–230. [PubMed] [Google Scholar]17. Bagneris C, Briggs LC, Savva R, Ebrahimi B, Barrett TE. Crystal structure of a KSHV-SOX-DNA complex: insights into the molecular mechanisms underlying DNase activity and host shutoff. Nucleic Acids Res. 2011;39:5744–5756. [PMC free article] [PubMed] [Google Scholar]18. Dahlroth SL, Gurmu D, Schmitzberger F, Engman H, Haas J, Erlandsen H, Nordlund P. Crystal structure of the shutoff and exonuclease protein from the oncogenic Kaposi’s sarcoma-associated herpesvirus. Febs J. 2009;276:6636–6645. [PubMed] [Google Scholar]19. Buisson M, Geoui T, Flot D, Tarbouriech N, Ressing ME, Wiertz EJ, Burmeister WP. A bridge crosses the active-site canyon of the Epstein-Barr virus nuclease with DNase and RNase activities. J Mol Biol. 2009;391:717–728. [PubMed] [Google Scholar]••20. Covarrubias S, Gaglia MM, Kumar GR, Wong W, Jackson AO, Glaunsinger BA. Coordinated destruction of cellular messages in translation complexes by the gammaherpesvirus host shutoff factor and the mammalian exonuclease Xrn1. PLoS Pathog. 2011;7:e1002339. [PMC free article] [PubMed] [Google Scholar]\nThis paper reports that the KSHV host shutoff protein SOX functions as an endonuclease on Pol II transcripts, generating RNA decay intermediates that are subsquently degraded by Xrn1.21. Garneau NL, Wilusz J, Wilusz CJ. The highways and byways of mRNA decay. Nat Rev Mol Cell Biol. 2007;8:113–126. [PubMed] [Google Scholar]•22. Kumar GR, Glaunsinger BA. Nuclear import of cytoplasmic poly(A) binding protein restricts gene expression via hyperadenylation and nuclear retention of mRNA. Mol Cell Biol. 2010;30:4996–5008. [PMC free article] [PubMed] [Google Scholar]\nThis paper reports the discovery that certain viral proteins promote the re-localization of PABPC, resulting in hyperadenylation and an mRNA export block.23. Lee YJ, Glaunsinger BA. Aberrant herpesvirus-induced polyadenylation correlates with cellular messenger RNA destruction. PLoS Biol. 2009;7:e1000107. [PMC free article] [PubMed] [Google Scholar]24. Lemay JF, Lemieux C, St-Andre O, Bachand F. Crossing the borders: poly(A)-binding proteins working on both sides of the fence. RNA Biol. 2010;7:291–295. [PubMed] [Google Scholar]25. Kumar GR, Shum L, Glaunsinger BA. Importin alpha-mediated nuclear import of cytoplasmic poly(A) binding protein occurs as a direct consequence of cytoplasmic mRNA depletion. Mol Cell Biol. 2011;31:3113–3125. [PMC free article] [PubMed] [Google Scholar]26. Conrad NK. Posttranscriptional gene regulation in Kaposi’s sarcoma-associated herpesvirus. Adv Appl Microbiol. 2009;68:241–261. [PubMed] [Google Scholar]27. Majerciak V, Zheng ZM. Kaposi’s sarcoma-associated herpesvirus ORF57 in viral RNA processing. Front Biosci. 2009;14:1516–1528. [PMC free article] [PubMed] [Google Scholar]•28. Jackson BR, Noerenberg M, Whitehouse A. The Kaposi’s Sarcoma-Associated Herpesvirus ORF57 Protein and Its Multiple Roles in mRNA Biogenesis. Front Microbiol. 2012;3:59. [PMC free article] [PubMed] [Google Scholar]\nA comprehensive review of the diverse functions of KSHV ORF57.29. Nekorchuk M, Han Z, Hsieh TT, Swaminathan S. Kaposi’s sarcoma-associated herpesvirus ORF57 protein enhances mRNA accumulation independently of effects on nuclear RNA export. J Virol. 2007;81:9990–9998. [PMC free article] [PubMed] [Google Scholar]30. Kang JG, Pripuzova N, Majerciak V, Kruhlak M, Le SY, Zheng ZM. Kaposi’s sarcoma-associated herpesvirus ORF57 promotes escape of viral and human interleukin-6 from microRNA-mediated suppression. J Virol. 2011;85:2620–2630. [PMC free article] [PubMed] [Google Scholar]31. Sun R, Lin SF, Gradoville L, Miller G. Polyadenylylated nuclear RNA encoded by Kaposi sarcoma-associated herpesvirus. Proc Natl Acad Sci U S A. 1996;93:11883–11888. [PMC free article] [PubMed] [Google Scholar]•32. Sahin BB, Patel D, Conrad NK. Kaposi’s sarcoma-associated herpesvirus ORF57 protein binds and protects a nuclear noncoding RNA from cellular RNA decay pathways. PLoS Pathog. 2010;6:e1000799. [PMC free article] [PubMed] [Google Scholar]\nThis paper identified an ORF57-responsive element that confers RNA stability to KSHV PAN RNA.33. Sei E, Conrad NK. Delineation of a core RNA element required for Kaposi’s sarcoma-associated herpesvirus ORF57 binding and activity. Virology. 2011;419:107–116. [PMC free article] [PubMed] [Google Scholar]34. Massimelli MJ, Kang JG, Majerciak V, Le SY, Liewehr DJ, Steinberg SM, Zheng ZM. Stability of a long noncoding viral RNA depends on a 9-nt core element at the RNA 5′ end to interact with viral ORF57 and cellular PABPC1. Int J Biol Sci. 2011;7:1145–1160. [PMC free article] [PubMed] [Google Scholar]35. Conrad NK, Mili S, Marshall EL, Shu MD, Steitz JA. Identification of a rapid mammalian deadenylation-dependent decay pathway and its inhibition by a viral RNA element. Mol Cell. 2006;24:943–953. [PubMed] [Google Scholar]36. Conrad NK, Steitz JA. A Kaposi’s sarcoma virus RNA element that increases the nuclear abundance of intronless transcripts. Embo J. 2005;24:1831–1841. [PMC free article] [PubMed] [Google Scholar]••37. Mitton-Fry RM, DeGregorio SJ, Wang J, Steitz TA, Steitz JA. Poly(A) tail recognition by a viral RNA element through assembly of a triple helix. Science. 2010;330:1244–1247. [PMC free article] [PubMed] [Google Scholar]\nThe authors crystallized the 3′ end of PAN, revealing a structural U-rich element that sequesters the poly(A) tail and protects the RNA from deadenylation.•38. Borah S, Darricarrere N, Darnell A, Myoung J, Steitz JA. A viral nuclear noncoding RNA binds re-localized poly(A) binding protein and is required for late KSHV gene expression. PLoS Pathog. 2011;7:e1002300. [PMC free article] [PubMed] [Google Scholar]\nIn this work, the authors discovered that PAN stability is linked to SOX-induced accumulation of PABPC in the nucleus.••39. Rossetto CC, Pari G. KSHV PAN RNA Associates with Demethylases UTX and JMJD3 to Activate Lytic Replication through a Physical Interaction with the Virus Genome. PLoS Pathog. 2012;8:e1002680. [PMC free article] [PubMed] [Google Scholar]\nIn this work, the authors provide a compelling link between the PAN ncRNA and KSHV lytic gene expression by demonstrating that PAN associates with chromatin modifying proteins to de-repress the promoter of the lytic transactivator ORF50."}