{"title": "RNA polymerase backtracking in gene regulation and genome instability", "pubDate": "2012", "PMCID": "PMC3815583", "DOI": "10.1016/j.cell.2012.06.003", "PMID": "22726433", "abstract": "RNA polymerase is a ratchet machine that oscillates between productive and backtracked states at numerous DNA positions. Since its first description 15 years ago, backtracking--the reversible sliding of RNA polymerase along DNA and RNA--has been implicated in many critical processes in bacteria and eukaryotes, including the control of transcription elongation, pausing, termination, fidelity, and genome instability.", "author": [{"author": "Evgeny Nudler", "affiliation": ["Department of Biochemistry and Molecular Pharmacology, New York University School of Medicine, New York, NY 10016, USA. evgeny.nudler@nyumc.org"], "href": "/?term=Nudler+E&cauthor_id=22726433"}], "refPMID": [], "citedInPMID": ["22726433", "35087058", "34824452", "34751404", "34696829", "34551438", "34506132", "34461314", "34439915", "34197619", "34143953", "34141448", "34124945", "34108662", "33945951", "33883267", "33758867", "33705761", "33657379", "33525828", "33488562", "33480355", "33443179", "33258404", "33208928", "33208736", "33138308", "32855416", "32783916", "32676607", "32636376", "32439804", "31886560", "31840842", "31519522", "31392315", "31326363", "31319794", "31311770", "31310765", "31193497", "31153903", "31153902", "31123061", "30848101", "30592095", "30558210", "30514832", "30407541", "30275301", "30190235", "30091472", "30057118", "30001206", "29954833", "29931073", "29856930", "29757477", "29720697", "29653955", "29563193", "29474673", "29351994", "29105534", "28977640", "28973474", "28964526", "28877480", "28851848", "28832591", "28802045", "28701329", "28575393", "28541183", "28398514", "28301878", "28242207", "27931778", "27912056", "27882317", "27830653", "27697152", "27624127", "27435505", "27284201", "27261368", "27107644", "27091704", "27035982", "26913497", "26884158", "26822487", "26769567", "26745324", "26733581", "26401053", "26273910", "26226152", "26132790", "26012647", "25990734", "25976475", "25903123", "25764114", "25764110", "25646438", "25640595", "25596348", "25569209", "25240800", "25108353", "25034688", "24845214", "24842057", "24632072", "24554077", "24444693", "24402229", "24402227", "24207023", "24089145", "24066225", "23756343", "23756341", "23638618", "23552296", "23451891", "23433801", "23401852", "23275544", "23251031", "23141540", "23099421", "23093604"], "body": " AbstractRNA polymerase is a ratchet machine that oscillates between productive and backtracked states at numerous DNA positions. The amount of backtracking (reversible sliding of the enzyme along DNA and RNA) varies from one to many nucleotides. Since its first description 15 years ago, backtracking has been implicated in a plethora of critical processes in bacteria and eukaryotic cells. Here we review the most fundamental roles of this phenomenon in controlling transcription elongation, pausing, termination, fidelity, and genome instability. We also discuss recent progress in understanding the structural and mechanistic properties of the backtracking process. Backtracking vs. InchwormingThe first systematic biochemical analysis of transcription elongation complexes (ECs) revealed surprisingly irregular DNA footprints, suggesting that RNA polymerase (RNAP) shrank and expanded during elongation (Krummel and Chamberlin, 1992). This led to a provocative “inchworming” model in which the two-stroke mode of RNA synthesis coupled to a leap-like movement of RNAP constituted the mechanism of transcript elongation (Chamberlin, 1994). Subsequent probing of many ECs stalled in succession over long stretches of DNA revealed that “inchworming” is not obligatory for elongation (Nudler et al., 1994); the irregularities of footprints occurred only at certain DNA sites, whereas the majority of DNA positions displayed relatively monotonic movement of RNAP where each nucleotide addition was accompanied by a one base-pair translocation (Nudler et al., 1994; 1995).In 1997, two sets of biochemical data showed that occasional “inchworming” was in fact reversible sliding of ECs along DNA and RNA (Komissarova and Kashlev, 1997a; Nudler et al., 1997). One approach used short antisense oligonucleotides complementary to the segment of nascent RNA just emerging from RNAP (Komissarova and Kashlev, 1997a). These oligos diminished the footprint irregularities at the “inchworming” sites, demonstrating that restricting RNA from threading back into the enzyme prohibits oscillation of RNAP. Similar results were obtained when RNA:DNA hybrid stabilizing NTP analogs were used (Nudler et al., 1997). Moreover, analogs that destabilized RNA:DNA hybrid induced “inchworming” at sites where it previously did not exist. The conclusion from these experiments was that the stability of RNA:DNA hybrid is the key determinant of the lateral mobility of the EC. This work also determined the actual length of the RNA:DNA hybrid in the EC to be 8±1 base pairs and introduced the term “backtracking” to define the phenomenon of spontaneous sequence-dependent back and forth sliding of the EC and to distinguish it from “inchworming” (Nudler et al., 1997).Even though the inchworming model was a misinterpretation of available data, it sparked intensive studies leading to the discovery of backtracking. Moreover, the idea of fixed and moving parts of RNAP first postulated by the inchworming model turned out to be visionary in the context of the ratchet mechanism of RNAP (Bar-Nahum et al., 2005; Brueckner and Cramer et al., 2008; Tagami et al., 2010). Backtracking and Gene Regulation by PausingDuring backtracking the catalytic site becomes disengaged from the 3′ end of RNA, rendering the EC inactive, but stable (Nudler et al., 1997; Komissarova and Kashlev, 1997b) (Figure 1). This disengagement constitutes the mechanistic basis for many regulatory pauses and arrests. Although some strong pauses do not involve extensive backtracking (Toulokhontov et al., 2007; Kireeva and Kashlev, 2009), fraying of the 3′ RNA terminus, that interferes with nucleotide binding and incorporation, was proposed to constitute the initial or elemental pause, from which both backtracked and non-backtracked pauses originate (Toulokhontov et al., 2007; Sydow et al., 2009). Because backtracking involves synchronized rewinding of the hybrid upstream, unwinding/rewinding of the DNA duplexes ahead and behind of a transcription bubble, and threading of the single stranded RNA through RNAP (Figure 1), the overall sequence context determines the probability of pausing at each nucleotide position (Tadigotla et al., 2006).Open in a separate windowFigure 1Multifaceted role of RNAP backtracking in the cellSchematics depict the ternary elongation complex (EC) in active and backtracked configurations. The catalytic site (star) looses the 3′-OH end of RNA (red), which is extruded through the secondary channel during backtracking.Promoter-proximal pauses or arrests constitute one large class of backtracking events. They usually occur within the first ∼50 nt of transcribed sequences. Several features make promoter proximal regions particularly prone to backtracking: (i) persistent contacts between the enzyme and initiation factors and/or promoter DNA tend to “pull” ECs backward; (ii) nascent RNA is not long enough to form structures that would prohibit reverse sliding; (iii) there is little room for trailing ECs (and in bacteria, ribosomes) to “push” backtracked ECs forward (Epshtein and Nudler, 2003; Proshkin et al., 2010). In addition, regions of specific promoter-proximal sequences also contribute to backtracking (Perdue and Roberts, 2010).Many E. coli and coliphage operones display early arrests in vitro and in vivo that rely on the action of the sigma initiation factor (σ70) during elongation (Ring et al., 1996; Brodolin et al., 2004; Nickels et al., 2004; Hatoum and Roberts, 2008; Stepanova et al., 2009). Although the functional role for most of these pauses is unknown, σ70-mediated backtracking is required for phage λ Q antitermination. Q protein is recruited to such arrested ECs and together with the elongation factor NusA forms an “antitermination shield” that insulates the moving EC from intrinsic and Rho dependent terminators (Roberts et al., 1998; Shankar et al., 2007).Promoter-proximal pauses by RNAP II are widespread in mammalian and Drosophila DNAs, particularly in highly active and regulated genes (Zeitlinger et al., 2007; Core et al., 2008; Rahl et al., 2010; Nechaev et al., 2010). These long-lasting pauses play a critical role in the transcriptional regulation of many genes (Bentley and Groudine, 1986; Sawado et al., 2003; Saunders et al., 2006) and also in the processing of RNA transcripts (Glover-Cutter et al., 2008). One of the most well-studied examples of promoter-proximal pausing occurs at the Drosophila heat shock genes (Rougvie and Lis, 1988; Lis, 1998; Wu et al., 2003). ECs located at the promoter of these genes pause as a result of backtracking (Adelman et al., 2005), poising them for rapid reactivation of transcription in response to stress. They also compete with nucleosomes at these highly regulated promoters, thereby inhibiting the formation of repressive chromatin structure and facilitating the rapid resumption of transcription (Gilchrist et al., 2010).In eukaryotic and prokaryotic cells backtracked (arrested) complexes can be rescued by the transcript cleavage factors TFIIS (Izban and Luse, 1992) and GreA/GreB (Borukhov et al., 1993), respectively. These factors stimulate intrinsic hydrolyzing activity of RNAP, which removes the 3′ extruded portion of the transcript to generate a new RNA 3′ end in the catalytic site, thereby reactivating the EC. The transcript cleavage factors have been shown to relieve promoter proximal pausing (Marr and Roberts, 2000; Adelman et al, 2005; Stepanova et al., 2009). They are particularly important in proximity to the promoter, where other anti-backtracking mechanisms (see below) are limited.Deep sequencing of the 3′ ends of nascent transcripts associated with yeast RNAP II revealed that backtracking-mediated pausing occurs not only near promoters, but ubiquitously throughout the transcribed sequence of any given gene in vivo (Churchman and Weissman, 2011). Among 2×105 pause sites detected in yeast genome, 75% were associated with backtracking. Indeed, functionally significant backtracking signals occur anywhere within a transcription unit. One classical example is the oligo-T stretches that play a key role in transcription termination (discussed below). Another notable example is the operon polarity suppressor (Ops) element, which is required for activation of some fertility and virulence operons in bacteria (Bailey et al., 1997). Ops is a backtracking type pause signal (Artsimovitch and Landick, 2000) that is required to recruit the antitermination factor Rfh to the EC (Bailey et al., 2000). As discussed below, transient pauses that occur at numerous sites due to spontaneous backtracking control the overall elongation rate and level of gene expression. Backtracking Links the Rate of Elongation to the Efficiency of InitiationIn contrast to the initiation step when only one RNAP molecule occupies a promoter at a time, elongation often involves multiple RNAPs moving one after another along the same DNA duplex. Each molecule behaves as a powerful ratchet machine (Bar-Nahum et al., 2005; Tagami et al., 2010) exerting ∼20 pN of force (Wang et al., 1998). The probability of backtracking varies dramatically at different positions, even at adjacent nucleotides, implying that when the leading EC backtracks the trailing EC would be most likely in the active mode, “pushing” the leading EC forward. Such cooperation between ECs has been demonstrated in vitro and in vivo for E.coli and yeast RNAPs (Epshtein and Nudler, 2003; Epshtein et al., 2003; Jin et al., 2010, Saeki and Svejstrup, 2009). Therefore, the elongation phase of the transcription cycle should be considered as the effort of the entire group of RNAP molecules within the same transcription unit, which effectively links the initiation and elongation steps; the more robust the initiation, the more closely spaced the elongating RNAP molecules, and thus, the lower the probability of backtracking at any individual position. Indeed, as observed, the stronger the promoter is, the faster the elongation occurs along the transcription unit in vivo (Epshtein and Nudler, 2003). This cooperative mechanism explains, at least in part, why the most active genes, such as stable RNA genes (e.g. rRNA genes) or stress-inducible genes (e.g. heat shock genes) have the highest elongation rates in bacteria and eukaryotes.This implied cooperation between different RNAP molecules likely extends beyond matching RNA output to promoter strength. The elongation rate modulates alternative splicing by affecting the timing at which splice sites are exposed to the splicing machinery (de la Mata et al., 2003; Kornblitt, 2007). Moreover, paused ECs near the 3′ splice site facilitate co-transcriptional splicing in yeast (Carrillo Oesterreich et al., 2010; Alexander et al., 2010). Thus, RNA processing can be influenced by the robustness of initiation according to the cooperative anti-backtracking mechanism. This kinetic mechanism could work independently or in cooperation with more specific (factor-dependent) mechanisms (Nagaike et al., 2011) in coupling transcription activation to pre-mRNA processing. Backtracking Coordinates Transcription and Translation in BacteriaIn bacteria transcription and translation are coupled. While moving along coding sequences the EC is closely followed by translating ribosomes. As a result of this coupling, the trailing ribosome is able to “push” backtracked RNAP forward, thereby accelerating its speed (Proshkin et al., 2010, Burmann et al., 2010). This “cooperation” between ribosome and RNAP explains how the rate of transcription elongation perfectly matches the rate of translation under various growth conditions (Proshkin et al., 2010). It also explains why it depends on codon usage, i.e. the frequency of rare codons, which modulate the speed of a ribosome (Proshkin et al., 2010). The implications of these findings are far reaching. Not only does this cooperation conserve energy by limiting any excessive transcripts that cannot be translated in a timely manner, it also prevents premature Rho termination by ensuring continuous coupling between transcription and translation. Thus, bacteria rely on trafficking and cooperation to finely control the expression of each individual gene in response to nutrient availability and growth phase. Backtracking and Transcriptional RoadblocksRNAP must traverse numerous potential roadblocks in vivo, such as nucleosomes (or nucleoid-associated proteins in bacteria) and a plethora of other site-specific and non-specific DNA binding proteins. Despite the constant presence of such roadblocks within intragenic regions, RNAP progresses relatively unimpeded in vivo, although in vitro, protein roadblocks readily inhibit transcription (Izban and Luse, 1991; Reines and Mote 1993; Espshtein et al., 2003; Walter et al., 2003; Lewis et al., 2008). Backtracking resolves this apparent paradox. Even though RNAP exerts sufficient force (∼20 pN) (Wang et al., 1998) to displace many DNA-bound proteins in its path, its propensity to backtrack complicates this displacement for any individual molecule. Indeed, upon collisions with different DNA-bound proteins, such as the lac repressor, hydrolytically defective endonuclease EcoRI (E111Q), or a nucleosome, RNAP backtracks in vitro and in vivo (Epshtein et al., 2003; Walter et al., 2003; Churchman and Weissman, 2011). In vitro, it can remain backtracked in front of the roadblock indefinitely (Epshtein et al., 2003). Thus to overcome various roadblocks, RNAP must first be reactivated. Indeed, transcript cleavage factors have been shown to facilitate readthrough of the roadblocks(Reines and Mote 1993; Epshtein et al., 2003; Walter et al., 2003). Moreover, cooperation between RNAP molecules and between RNAP and ribosomes (in bacteria) is a general and efficient mechanism of traversing the roadblocks, including nucleosomes (Epshtein et al., 2003; Proshkin et al., 2010; Jin et al., 2010). Backtracking and Transcriptional FidelityBacktracking provides the basis for the mechanism of transcriptional proofreading. As mentioned above, backtracking strongly depends on the stability of the RNA:DNA hybrid in the transcription bubble and also on the nature of the 3′-terminal residue (Nudler et al., 1997; Sosunov et al., 2003). The weaker the hybrid, the higher is the probability of backtracking (Nudler et al., 1997). Therefore, any mismatch would induce immediate backtracking, which, in turn, would result in cleavage and removal of the 3′ RNA portion that contained a misincorporated nucleotide. Indeed, the GreA transcript cleavage factor and its eukaryotic analogue, SII, have been shown to substantially enhance transcriptional fidelity in vitro (Erie et al., 1993; Jeon and Agarwal, 1996; Thomas et al., 1998) and in vivo (Koyama et al., 2003). Also, the rpoB9 subunit of RNAP II, which facilitates SII-dependent transcript cleavage, contributes to fidelity in vivo (Nesser et al. 2006; Koyama et al. 2007). The mismatch during NTP insertion can also stabilize a paused state of RNAP with a frayed RNA 3′ nucleotide that inactivates RNAP and promotes backtracking and proofreading (Toulokhontov et al., 2007; Sydow et al., 2009).Other evidence linking backtracking to fidelity comes from the biochemical analysis of RNAP mutants that alter its propensity to backtrack. Backtracking-prone (slow) RNAP usually exhibits a lower rate of nucleotide misincorporation, whereas backtracking-resistant (fast) RNAPs appear to be more error-prone (Bar-Nahum et al., 2005; Kireeva et al., 2008). Binding of the correct NTP in the i+1 site of the catalytic center stabilizes RNAP in the post-translocated state and suppresses backtracking (Bar-Nahum et al., 2005), most likely via substrate-induced folding of the trigger loop domain. By closing around the active center, the trigger loop transiently captures the correct substrate (Vssylyev et al., 2007; Kaplan et al., 2008; Kireeva et al., 2008). At the same time, it partially occludes the secondary channel (NTP delivery pore) through which RNA is extruded during backtracking (Korzheva et al., 2000). Thus, RNAP backtracking, which depends on the trigger loop conformational state (discussed below), may assist in substrate selection; an incorrect NTP facilitates backtracking and hence its own expulsion through the secondary channel, while the correct NTP stabilizes the enzyme in the catalytically competent (backtracking-resistant) mode, thereby facilitating its own incorporation. Backtracking and Transcriptional TerminationIntrinsic termination signals in bacteria consist of a GC-rich inverted repeat element followed immediately by a stretch of T bases (“T-stretch”). The resulting transcript forms a stable hairpin structure followed by several Us at the 3′ terminus. As discussed above, T-stretches are typical backtracking signals because they create weak U:A base pairs in the transcription bubble. Irrespective of the termination hairpin sequence, the T-stretch induces a brief pause precisely at the termination position (Gusarov and Nudler, 1999; 2001). This backtracking-type pausing depends on the 3′ proximal portion of the T-stretch and can also be affected by bases immediately downstream of the catalytic site. The extent of pausing at the termination position determines the efficiency of termination (Gusarov and Nudler, 1999; 2001). The purpose of this pause is to provide enough time for the hairpin to fold at the right distance from the catalytic site. The termination hairpin has to fold in the closed confinement of the RNA exit channel to exert its destabilizing effect on the EC (Gusarov and Nudler, 1999; Epshtein et al., 2007), or, according to the shearing model, to pull RNA from the catalytic site (Larson et al., 2008). In either case, the pause widens the window of opportunity for the hairpin to overcome the energy barrier associated with EC destabilization. Backtracking for one or two nucleotides in this case is sufficient to pause RNAP at the termination point without interfering with hairpin nucleation. Indeed, suppressing backtracking at the termination point either by altering its sequence (Gusarov and Nudler, 1999) or by making the EC less prone to backtracking via RNAP mutations or cooperation (Epshtein and Nudler, 2003; Bar-Nahum et al., 2005) inhibits termination.T-stretches are crucial elements of the termination process not only in bacteria, but also in eukaryotic cells. Eukaryotic RNAP III and archeal RNAP pause and terminate transcription at T-stretches in the absence of additional factors or apparent RNA secondary structures (Cozzarelli et al, 1983; Campbell and Setzer, 1992; Matsuzaki et al, 1994; Santangelo and Reeve, 2006; Hirtreiter et al., 2010). Although the actual mechanism of RNA release by either of these RNAPs has not been established, it is likely that T-stretch-associated backtracking is a component of this process.Backtracking may also be involved in RNAP I termination, which requires a site-specific DNA-binding protein (TTF-I) that acts as a roadblock, and a T-rich release element just upstream of the roadblocking site (Lang et al, 1994; Evers and Grummt, 1995). Termination occurs ∼10–12 bp promoter-proximal of the TTF-I site, suggesting extensive backtracking by the halted EC. Indeed, congruent with the discussion above, the roadblock is expected to trigger backtracking, especially within the T-rich sequence, causing the roadblocked EC to become subject to dissociation effected by a specialized release factor (Tschochner and Milkereit, 1997; Jansa and Grummt, 1999).Although the precise mechanism of RNAP II termination remains to be elucidated, it has been well established that pausing over the termination region is required to ensure that it occurs (Birse et al, 1997; Dye and Proudfoot, 2001). These pauses are most likely the result of backtracking, because they were associated with transcript cleavage (Dye and Proudfoot, 2001).Thus, backtracking appears to be an integral part of the termination process of all cellular RNAPs. An atypical conformation of backtracked ECs, in which the RNA:DNA hybrid is shortened and distorted (discussed below), may facilitate EC destabilization and be a prerequisite for most termination events. Backtracking and Genome InstabilityAll dividing cells must endure frequent collisions between replication and transcription complexes, which occupy the same DNA track and function at the same time. This is particularly true of bacteria, where the rate of replisome propagation is about twenty times faster than that of RNAP. Since most bacterial active and essential genes tend to be organized co-directionally with replication, co-directional collisions should be more frequent than head-on collisions. Recent evidence demonstrates that DNA damage resulting from such collisions depends on RNAP backtracking (Dutta et al., 2011).The majority of ECs are stable protein-DNA complexes that must be dislodged by the replisome, regardless of their directionality. The structural organization of the EC (Kettenberger et al., 2003; Vassylyev et al., 2007a) eliminates any conceivable mechanism of replication that does not involve EC dissociation. Indeed, in vitro studies show that the replisome kicks off bacterial RNAP by approaching it co-directionally or head-on (Pomerantz and O'Donnell, 2008; 2010). In the co-directional configuration, bypassing of the EC by the replisome seems to occur effortlessly, whereas the head-on configuration was associated with replisome stalling.However, co-directional collisions appear to be less benign than traditionally thought. A recent genome-wide analysis of transcription-replication collisions in exponentially growing Bacillus subtilis revealed that co-directional collisions at highly expressed ribosomal genes lead to the disruption and restart of replication (Merrikh et al., 2011). In E. coli, chromosomal double strand breaks (DSBs) are the genome-damaging consequences of co-directional conflicts, which, however, occur only upon collisions with backtracked ECs (Dutta et al., 2011). Normally, such collisions are avoided by anti-backtracking mechanisms that involve active ribosomes and transcript cleavage factors (Proshkin et al., 2010; Dutta et al., 2011) (Figure 2). Translating ribosomes play the primary role in preserving the integrity of protein-coding genes. If translation is compromised (e.g. by antibiotics), anti-backtracking factors (GreA and GreB) as well as transcription termination factors Rho and Mfd, become essential in preventing collision-related DSBs (Dutta et al., 2011; Washburn and Gottesman, 2011). For genes that encode stable RNAs, the anti-termination complex, which is built around ribosomal protein S4 and involves transcription elongation factors NusA, NusB, NusG, and NusE (S10), is likely to function as the principal anti-backtracking factor (Dutta et al., 2011). In addition, the efficient cooperation between multiple RNAPs at those genes (discussed above) diminishes potentially harmful backtracking.Open in a separate windowFigure 2RNAP backtracking and genome instabilitySchematics show a model of DSB formation as a result of co-directional collisions between the replisome and backtracked RNAP in bacteria (Dutta et al., 2011). The pink arrow indicates a single strand break (SSB) due to replisome switching from the leading DNA strand (blue) to the RNA (red). The latter forms a stable R-loop upon displacement of the backtracked EC. Transcript cleavage factor (Gre) in the secondary channel and trailing active ribosome prevent RNAP backtracking and R-loop formation, thus preserving genome integrity.An attractive model that explains DSBs resulting from co-directional collisions originates from in vitro observations that synthesis of the leading DNA strand can be interrupted (Figure 2); once RNAP is displaced, DNAP (pol III) can “jump” to the 3′ end of the nascent transcript and use it as a primer (Pomerantz and O'Donnell, 2008). This jumping by DNAP leads to a single-strand DNA break (SSB) that must be repaired in vivo before the next round of replication converts it to a DSB (Figure 2). Apparently, the DNA repair mechanism is not robust enough to fix such SSBs under conditions of excessive backtracking. According to the model, rapid re-annealing of RNA from displaced backtracked RNAPs generates extended R-loops (RNA:DNA hybrids) because backtracked RNAPs carry longer segments of RNA that are available for re-annealing (the extruded 3′ portion) (Figure 2). Such extended hybrids or R-loops provide accessible 3′-OH termini that could serve as primers for DNA polIII (Figure 2). In contrast, active ECs form hybrids of only ∼8 bp (Nudler et al., 1997), which are unstable and cannot survive without RNAP (Figure 3) and, therefore, do not support discontinuous replication. In support of the model, it has been shown that high levels of hybrid-specific RNAse H, as well as RNAP mutations (β H1244Q) that diminish backtracking, eliminate DSBs associated with co-directional collisions in vivo (Dutta et al., 2011).Open in a separate windowFigure 3Structural basis of RNAP backtrackingViews of nucleic acids in the backtracked (3PO2) and active (1Y1W) RNAP II structures. Non-template DNA = blue cartoon, template DNA = black cartoon, RNA = red cartoon, RNA extruded past the active site = hotpink cartoon, Mg(I) = magenta sphere, catalytic site residues = yellow sticks, trigger loop = orange cartoon. The RNA:DNA hybrid is partially unwound and tilted in the backtracked EC, whereas the trigger loop is stabilized in the trapped conformation by interactions with the extruded RNA, which is also contacted by the interior of the secondary channel (Cheung and Cramer, 2011).Because RNAP backtracking provides a mechanistic link between protein synthesis and genome instability (DSBs), it has several important implications for bacterial adaptation and evolution. The ribosome is the principal sensor of metabolic fluctuations and stress. Starvation, proteotoxic challenges, and various antibiotics reduce or eliminate protein synthesis, thereby increasing the probability of RNAP backtracking and formation of DSBs. These same adverse conditions activate stress-induced mutagenesis, which depends on the error-prone DSB repair process (Galhardo et al., 2007) that, in turn, accelerates adaptation to environmental changes, such as acquisition of antibiotic resistance (Galhardo et al., 2007). Thus, RNAP backtracking may contribute to stress-driven bacterial evolution. Indeed, mutation and recombination rates of Gre deficient (backtracking-prone) cells are higher than that of wild type cells (Dipak et al., 2011; Poteete, 2011), whereas survival of such cells depends of the SOS response and error-prone DSBs repair (Dipak et al., 2011). Moreover, as discussed above, the likelihood of RNAP backtracking increases in direct proportion to the frequency of rare codons (codon usage program), which modulate the rate of ribosome movement (Proshkin et al., 2010). This may explain why the mutation frequency is considerably higher for rare codons than for common codons (Alff-Steinberger, 2000) and predicts that many mutational hot spots are associated with local ribosome pausing.Although protein synthesis is not apparently linked to the anti-backtracking mechanism in eukaryotes, some of the numerous RNA-binding proteins that travel with RNAP II and participate in RNA processing and transport may function to suppress backtracking. Other anti-backtracking mechanisms are clearly important. In contrast to bacterial transcript cleavage factor GreB, which is dispensable under non-stress conditions, its eukaryotic analog, TFIIS, is essential for cell viability (Sigurdsson et al., 2010). This is not surprising, considering that backtracking occurs at numerous positions within transcribed sequences of any given gene (Churchman and Weissman, 2011). Thus, co-directional collisions with backtracked RNAP in eukaryotes are also inevitable. Considering the high evolutionary conservation between bacterial and eukaryotic replisomes and between cellular RNAPs, there is little doubt that such collisions would result in DSBs via the same R-loop-dependent mechanism (Figure 2), and constitute one of the major sources of genome instability. Recent evidence implicating R-loops in genome instability in human and yeast cells support this notion (Helmrich et al., 2011; Wahba et al., 2011). Structural Basis of BacktrackingHigh-resolution atomic structures of backtracked ECs have become available for yeast RNAP II (Wang et al., 2009, Cheung and Cramer, 2011). These structures differ substantially from those of the on-pathway ECs (Kettenberger et al., 2004; Wang et al., 2006, Brueckner and Cramer, 2008) offering some insights into the basis of the unconventional biochemical and biophysical properties of the backtracked/arrested complexes (Figure 3).As expected, the 3′ end of the nascent RNA in the backtracked EC appears to be threaded into the secondary channel (funnel) (Cheung and Cramer, 2011). Although this characteristic of the backtracked EC might appear trivial in light of past biochemical data, other structural features of this complex were not anticipated.An EC backtracked by 9 nt has an unexpectedly short DNA-RNA hybrid (6 bp instead of 8-9 bp) that is tilted toward the bridge helix so that the -1 (relative to the active site) nucleotide base of the template occupies the position normally taken by the +1 nucleotide in the active EC (Cheung and Cramer, 2011) (Figure 3). This, together with displacement of the 3′ end of the RNA from the active site (into the secondary channel), renders the arrested EC incapable of NTP addition. Such a short hybrid would render the non-backtracked EC extremely unstable (Kireeva et al., 2000). Instead, the arrested complex is exceptionally stable and apparently resistant to assisting mechanical force (Forde et al., 2002). The determinants of this exceptional stability lie not in the RNA-DNA hybrid but rather in the arrangement of the nucleic acid scaffold elsewhere.One factor apparently responsible for stabilization of the arrested EC is the binding of the RNA to the interior of the secondary channel/funnel, where it has been extruded, and with which it normally does not engage (Cheung and Cramer, 2011). In earlier structures of backtracked complexes no assignment could be made for RNA extending beyond position +2, which together with simulations of molecular dynamics led to the prediction of its high mobility within the complex (Wang et al., 2009). In contrast the structure reported by Cheung and Cramer featured a well-defined 9 nt long backtracked RNA that made contacts with one side of the secondary channel (dubbed “backtrack site”) and a trigger loop on the other side. The latter was observed to adopt a new conformation, different from all others reported previously (Kettenberger et al., 2004, Brueckner and Cramer et al., 2008, Wang et al., 2006, 2009) and was designated as “trapped” to indicate its incompatibility with on-pathway elongation (Figure 3). This new, extensive RNA-RNAP interface provides the energy necessary to stabilize this complex (undermined by the distorted and shortened RNA-DNA hybrid), whereas the trigger loop “trapped” in the non-productive conformation by its interactions with the RNA contributes to other impediments to the spontaneous restart of elongation. Forde et al. (2002) invoked the conformational changes in the backtracked/arrested EC to explain why assisting forces that reached the physical limit of single-molecule experiments (the stretching of DNA into a non-native structural form) and twice of the RNAP-DNA binding energy failed to rescue it. Binding of the extruded RNA to the interior of the secondary channel and the “trapped” trigger loop subsequently observed in extensively backtracked EC (Cheung and Cramer, 2011), however, provide an explanation of the “unreasonably large” (Forde et al., 2002) activation barrier required to rescue the arrested RNAP from its backtracked state.Accumulated information regarding the structure of ECs backtracked by 1 nt or further (9 nt of RNA extruded into the secondary channel/funnel) also reconciles the apparent Brownian ratchet nature of short backtracks that are essentially as irreversible as longer ones. Tyrosine 749 in the second largest (Rpb2) subunit of RNAP II forms stacking interactions with the first backtracked RNA residue (+2) (Wang et al., 2009, Cheung and Cramer, 2011), making backtracking by 1 nt energetically neutral or even favorable (Cheung and Cramer, 2011). Further backtracking, however, would lead to disruption of RNA base stacking by this residue (hence called “gating tyrosine”), creating an activation barrier that can be traversed only under special conditions (e.g. weak hybrid and/or base-stacking interactions), resulting in arrest of the backtracked EC stabilized by a new set of interactions with the extruded RNA (Cheung and Cramer, 2011).While “gating tyrosine” interactions with RNA appear to limit the extent of the initial backtracking (to 1 nt or more at some sites), its upper limit remains largely unexplored. In their report Cheung and Cramer (2011) provide insight into the natural upper limit for the extent of EC backtracking. Having obtained a highly defined structure of polypyrimidine RNA extruded into the secondary channel/funnel, they observed by modeling that the same backbone with purine bases produced clashes with the RNAP II. This finding not only explains the propensity of ECs to backtrack along pyrimidine-rich RNAs (Hawryluk et al., 2004), but also suggests that the first purine in the nascent RNA encountered by the EC in its retrograde motion along the nucleic acid scaffold may inhibit further backtracking due to steric clashes in the secondary channel.Altogether, the available X-ray structures of various backtracked complexes help to explain the reasons for the extraordinary stability of the arrested complexes and their resistance to spontaneous reactivation. In the past, the role of the cleavage factors, such as bacterial GreA/B or eukaryotic TFIIS, was seen largely as one of remodeling/reactivating the RNAP active site through the donation of Mg++-coordinating acidic residues to stimulate cleavage of the RNA (Opalka et al., 2003, Laptenko et al., 2003, Sosunov et al., 2003). The emerging realization that the backtracked EC is not equivalent to an active one simply displaced backward along the nucleic acid scaffold, but is a distinct and stable conformational off-pathway state of RNAP, puts the task of its re-activation beyond the mere formation of a new RNA 3′-end in the active site. It appears more likely that even the cleaved extruded portion of the RNA would exhibit a very slow off-rate from its extruded position (due to its extensive interactions with the secondary channel and the trigger loop “trapped” in an inactive conformation), delaying re-activation of the complex. TFIIS soaked into crystals formed by an arrested EC displaces the RNA from its binding site in the secondary channel and restores the trigger loop from the “trapped” to the “locked” conformation (Cheung and Cramer, 2011). A similar interplay between the trigger loop and GreB was proposed based on biochemical studies of backtracked E. coli RNAP (Roghanian et al., 2011). As a result, the re-mobilized RNA can be cleaved off and dissociate, leaving the EC in the state poised for NTP addition. Concluding RemarksBacktracking is the fundamental property of all cellular RNAPs that allows the process of transcriptional elongation to be regulated. It provides a means for elongation and termination factors to act on RNAP to control its local transit, overall rate, and accuracy. Backtracking-mediated pausing also plays a major role in transcription termination, co-transcriptional RNA folding and processing. Finally, the association of backtracking with genome instability, at least in bacteria, provides a mechanistic link between growth conditions and cellular adaptation to stress. Backtracking is a remarkable example of how an enzyme's Brownian motion could broadly impact cellular physiology and evolution. AcknowledgmentsI thank Vladimir Svetlov for his assistance in preparing the manuscript and anonymous reviewers for valuable comments. This work was supported by a grant from the NIH R01 GM58750 (E.N.) FootnotesPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. ReferencesAdelman K, Marr MT, Werner J, Saunders A, Ni Z, Andrulis ED, Lis JT. Efficient release from promoter-proximal stall sites requires transcript cleavage factor TFIIS. Mol Cell. 2005;17:103–112. [PubMed] [Google Scholar]Alexander RD, Innocente SA, Barrass JD, Beggs JD. Splicing-dependent RNA polymerase pausing in yeast. Mol Cell. 2010;40:582–593. [PMC free article] [PubMed] [Google Scholar]Alff-Steinberger C. A comparative study of mutations in Escherichia coli and Salmonella typhimurium shows that codon conservation is strongly correlated with codon usage. J Theor Biol. 2000;206:307–311. [PubMed] [Google Scholar]Artsimovitch I, Landick R. Pausing by bacterial RNA polymerase is mediated by mechanistically distinct classes of signals. Proc Natl Acad Sci USA. 2000;97:7090–7095. [PMC free article] [PubMed] [Google Scholar]Bailey M, Hughes C, Koronakis V. RfaH and the ops element, components of a novel system controlling bacterial transcription elongation. Mol Microbiol. 1997;26:845–851. [PubMed] [Google Scholar]Bailey MJ, Hughes C, Koronakis V. In vitro recruitment of the RfaH regulatory protein into a specialised transcription complex, directed by the nucleic acid ops element. Mol Gen Genet. 2000;262:1052–1059. [PubMed] [Google Scholar]Bar-Nahum G, Epshtein V, Ruckenstein AE, Rafikov R, Mustaev A, Nudler E. A ratchet mechanism of transcription elongation and its control. Cell. 2005;120:183–193. [PubMed] [Google Scholar]Bentley DL, Groudine M. A block to elongation is largely responsible for decreased transcription of c-myc in differentiated HL60 cells. Nature. 1986;321:702–706. [PubMed] [Google Scholar]Birse CE, Lee BA, Hansen K, Proudfoot NJ. Transcriptional termination signals for RNA polymerase II in fission yeast. EMBO J. 1997;16:3633–3644. [PMC free article] [PubMed] [Google Scholar]Borukhov S, Sagitov V, Goldfarb A. Transcript cleavage factors from E. coli. Cell. 1993;72:459–466. [PubMed] [Google Scholar]Brueckner F, Cramer P. Structural basis of transcription inhibition by alpha-amanitin and implications for RNA polymerase II translocation. Nat Struct Mol Biol. 2008;15(8):811–8. [PubMed] [Google Scholar]Brodolin K, Zenkin N, Mustaev A, Mamaeva D, Heumann H. The sigma 70 subunit of RNA polymerase induces lacUV5 promoter-proximal pausing of transcription. Nat Struct Mol Biol. 2004;11:551–557. [PubMed] [Google Scholar]Burmann BM, Schweimer K, Luo X, Wahl MC, Stitt BL, Gottesman ME, Rösch P. A NusE:NusG complex links transcription and translation. Science. 2010;328(5977):501–4. [PubMed] [Google Scholar]Campbell FE, Jr, Setzer DR. Transcription termination by RNA polymerase III: uncoupling of polymerase release from termination signal recognition. Mol Cell Biol. 1992;12:2260–2272. [PMC free article] [PubMed] [Google Scholar]Carrillo Oesterreich F, Preibisch S, Neugebauer KM. Global analysis of nascent RNA reveals transcriptional pausing in terminal exons. Mol Cell. 2010;40(4):571–81. [PubMed] [Google Scholar]Chamberlin MJ.  Harvey Lectures, Series. Vol. 88. Wiley-Liss; New York: 1994. pp. 1–21. [Google Scholar]Cheung AC, Cramer P. Structural basis of RNA polymerase II backtracking, arrest and reactivation. Nature. 2011;471:249–253. [PubMed] [Google Scholar]Churchman LS, Weissman JS. Nascent transcript sequencing visualizes transcription at nucleotide resolution. Nature. 2011;469:368–373. [PMC free article] [PubMed] [Google Scholar]Core LJ, Waterfall JJ, Lis JT. Nascent RNA sequencing reveals widespread pausing and divergent initiation at human promoters. Science. 2008;322:1845–1848. [PMC free article] [PubMed] [Google Scholar]Cozzarelli NR, Gerrard SP, Schlissel M, Brown DD, Bogenhagen D. Purified RNA polymerase III accurately and efficiently terminates transcription of 5S RNA genes. Cell. 1983;34:829–835. [PubMed] [Google Scholar]De La Mata M, Alonso CR, Kadener S, Fededa JP, Blaustein M, Pelisch F, Cramer P, Bently D, Kornblihtt AR. A slow RNA polymerase II affects alternative splicing in vivo. Mol Cell. 2003;12:525–532. [PubMed] [Google Scholar]Dutta D, Shatalin K, Epshtein V, Gottesman M, Nudler E. Linking RNA polymerase backtracking to genome instability in E. coli. Cell. 2011;146:533–543. [PMC free article] [PubMed] [Google Scholar]Dye MJ, Proudfoot NJ. Multiple transcript cleavage precedes polymerase release in termination by RNA polymerase II. Cell. 2001;105:669–681. [PubMed] [Google Scholar]Epshtein V, Nudler E. Cooperation between RNA polymerase molecules in transcription elongation. Science. 2003;300:801–805. [PubMed] [Google Scholar]Epshtein V, Toulmé F, Rahmouni AR, Borukhov S, Nudler E. Transcription through the roadblocks: the role of RNA polymerase cooperation. EMBO J. 2003;22:4719–4727. [PMC free article] [PubMed] [Google Scholar]Erie DA, Hajiseyedjavadi O, Young MC, von Hippel PH. Multiple RNA polymerase conformations and GreA: control of the fidelity of transcription. Science. 1993;262:867–873. [PubMed] [Google Scholar]Forde NR, Izhaky D, Woodcock GR, Wuite GJ, Bustamante C. Using mechanical force to probe the mechanism of pausing and arrest during continuous elongation by Escherichia coli RNA polymerase. Proc Natl Acad Sci U S A. 2002;99:11682–11687. [PMC free article] [PubMed] [Google Scholar]Galhardo RS, Hastings PJ, Rosenberg SM. Mutation as a stress response and the regulation of evolvability. Crit Rev Biochem Mol Biol. 2007;42:399–435. [PMC free article] [PubMed] [Google Scholar]Gilchrist DA, Dos Santos G, Fargo DC, Xie B, Gao Y, Li L, Adelman K. Pausing of RNA Polymerase II Disrupts DNA-Specified Nucleosome Organization to Enable Precise Gene Regulation. Cell. 2010;143:540–551. [PMC free article] [PubMed] [Google Scholar]Glover-Cutter K, Kim S, Espinosa J, Bentley DL. RNA polymerase II pauses and associates with pre-mRNA processing factors at both ends of genes. Nat Struct Mol Biol. 2008;15:71–78. [PMC free article] [PubMed] [Google Scholar]Hatoum A, Roberts J. Prevalence of RNA polymerase stalling at Escherichia coli promoters after open complex formation. Mol Microbiol. 2008;68:17–28. [PMC free article] [PubMed] [Google Scholar]Hawryluk PJ, Ujvári A, Luse DS. Characterization of a novel RNA polymerase II arrest site which lacks a weak 3′ RNA-DNA hybrid. Nucleic Acids Res. 2004;32:1904–1916. [PMC free article] [PubMed] [Google Scholar]Helmrich A, Ballarino M, Tora L. Collisions between Replication and Transcription Complexes Cause Common Fragile Site Instability at the Longest Human Genes. Mol Cell. 2011;44:966–977. [PubMed] [Google Scholar]Hirtreiter A, Grohmann D, Werner F. Molecular mechanisms of RNA polymerase--the F/E (RPB4/7) complex is required for high processivity in vitro. Nucleic Acids Res. 2010;38(2):585–96. [PMC free article] [PubMed] [Google Scholar]Izban MG, Luse DS. The RNA polymerase II ternary complex cleaves the nascent transcript in a 3′-5′ direction in the presence of elongation factor SII. Genes Dev. 1992;6:1342–1356. [PubMed] [Google Scholar]Izban MG, Luse DS. Transcription on nucleosomal templates by RNA polymerase II in vitro: inhibition of elongation with enhancement of sequence-specific pausing. Genes Dev. 1991;5:683–696. [PubMed] [Google Scholar]Jansa P, Grummt I. Mechanism of transcription termination: PTRF interacts with the largest subunit of RNA polymerase I and dissociates paused transcription complexes from yeast and mouse. Mol Gen Genet. 1999;262:508–514. [PubMed] [Google Scholar]Jin J, Bai L, Johnson DS, Fulbright RM, Kireeva ML, Kashlev M, Wang MD. Synergistic action of RNA polymerases in overcoming the nucleosomal barrier. Nat Struct Mol Biol. 2010;17:745–752. [PMC free article] [PubMed] [Google Scholar]Kaplan CD, Larsson KM, Kornberg RD. The RNA polymerase II trigger loop functions in substrate selection and is directly targeted by α-amanitin. Mol Cell. 2008;30:547–56. [PMC free article] [PubMed] [Google Scholar]Kettenberger H, Armache KJ, Cramer P. Complete RNA polymerase II elongation complex structure and its interactions with NTP and TFIIS. Mol Cell. 2004;16(6):955–65. [PubMed] [Google Scholar]Kettenberger H, Armache K, Cramer P. Architecture of the RNA polymerase II-TFIIS complex and implications for mRNA cleavage. Cell. 2003;114:347–57. [PubMed] [Google Scholar]Kireeva ML et al. Transient reversal of RNA polymerase II active site closing controls fidelity of transcription elongation. Mol Cell. 2008;30:557–566. [PMC free article] [PubMed] [Google Scholar]Kireeva ML, Kashlev M. Mechanism of sequence-specific pausing of bacterial RNA polymerase. Proc Natl Acad Sci U S A. 2009;106:8900–8905. [PMC free article] [PubMed] [Google Scholar]Komissarova N, Kashlev M. RNA polymerase switches between inactivated and activated states by translocating back and forth along the DNA and the RNA. J Biol Chem. 1997a;272:15329–15338. [PubMed] [Google Scholar]Komissarova N, Kashlev M. Transcriptional arrest: Escherichia coli RNA polymerase translocates backward, leaving the 3′ end of the RNA intact and extruded. Proc Natl Acad Sci USA. 1997b;94:1755–1760. [PMC free article] [PubMed] [Google Scholar]Komissarova N, Becker J, Solter S, Kireeva M, Kashlev M. Shortening of RNA:DNA hybrid in the elongation complex of RNA polymerase is a prerequisite for transcription termination. Mol Cell. 2002;10:1151–1162. [PubMed] [Google Scholar]Kornblihtt AR. Coupling transcription and alternative splicing. Adv Exp Med Biol. 2007;623:175–189. [PubMed] [Google Scholar]Korzheva N, Mustaev A, Kozlov M, Malhotra A, Nikiforov V, Goldfarb A, Darst SA. A structural model of transcription elongation. Science. 2000;289:619–625. [PubMed] [Google Scholar]Koyama H, Ito T, Nakanishi T, Sekimizu K. Stimulation of RNApolymerase II transcript cleavage activity contributes to maintain transcriptional fidelity in yeast. Genes Cells. 2007;12:547–59. [PubMed] [Google Scholar]Koyama H, Ito T, Nakanishi T, Kawamura N, Sekimizu K. Transcription elongation factor S-II maintains transcriptional fidelity and confers oxidative stress resistance. Genes Cells. 2003;8:779–788. [PubMed] [Google Scholar]Krummel B, Chamberlin MJ. Structural analysis of ternary complexes of Escherichia coli RNA polymerase. Deoxyribonuclease I footprinting of defined complexes. J Mol Biol. 1992;225(2):239–50. [PubMed] [Google Scholar]Kulish D, Struhl K. TFIIS enhances transcriptional elongation through an artificial arrest site in vivo. Mol Cell Biol. 2001;21:4162–4168. [PMC free article] [PubMed] [Google Scholar]Lang WH, Morrow BE, Ju Q, Warner JR, Reeder RH. A model for transcription termination by RNA polymerase I. Cell. 1994;79:527–534. [PubMed] [Google Scholar]Laptenko O, Lee J, Lomakin I, Borukhov S. Transcript cleavage factors GreA and GreB act as transient catalytic components of RNA polymerase. EMBO J. 2003;22:6322–6334. [PMC free article] [PubMed] [Google Scholar]Larson MH, Greenleaf WJ, Landick R, Block SM. Applied force reveals mechanistic and energetic details of transcription termination. Cell. 2008;132:971–982. [PMC free article] [PubMed] [Google Scholar]Lewis DE, Komissarova N, Le P, Kashlev M, Adhya S. DNA sequences in gal operon override transcription elongation blocks. J Mol Biol. 2008;382:843–858. [PMC free article] [PubMed] [Google Scholar]Matsuzaki H, Kassavetis GA, Geiduschek EP. Analysis of RNA chain elongation and termination by Saccharomyces cerevisiae RNA polymerase III. J Mol Biol. 1994;235:1173–1192. [PubMed] [Google Scholar]McDowell JC, Roberts JW, Jin DJ, Gross C. Determination of intrinsic transcription termination efficiency by RNA polymerase elongation rate. Science. 1994;266:822–825. [PubMed] [Google Scholar]Marr MT, Roberts JW. Function of transcription cleavage factors GreA and GreB at a regulatory pause site. Mol Cell. 2000;6:1275–1285. [PubMed] [Google Scholar]Nagaike T, Logan C, Hotta I, Rozenblatt-Rosen O, Meyerson M, Manley JL. Transcriptional activators enhance polyadenylation of mRNA precursors. Mol Cell. 2011;41(4):409–18. [PMC free article] [PubMed] [Google Scholar]Nechaev S, Fargo DC, Santos G, Liu L, Gao Y, Adelman K. Global analysis of short RNAs reveals widespread promoter-proximal stalling and arrest of Pol II in Drosophila. Science. 2010;327:335–338. [PMC free article] [PubMed] [Google Scholar]Nesser N, Peterson D, Hawley D. RNApolymerase II subunit Rpb9 is important for transcriptional fidelity in vivo. Proc Natl Acad Sci USA. 2006;103:3268–73. [PMC free article] [PubMed] [Google Scholar]Nickels BE, Mukhopadhyay J, Garrity SJ, Ebright RH, Hochschild A. The sigma 70 subunit of RNA polymerase mediates a promoter-proximal pause at the lac promoter. Nat Struct Mol Biol. 2004;11:544–550. [PubMed] [Google Scholar]Nudler E. RNA polymerase active center: the molecular engine of transcription. Annu Rev Biochem. 2009;78:335–361. [PMC free article] [PubMed] [Google Scholar]Nudler E, Mustaev A, Lukhtanov E, Goldfarb A. The RNA-DNA hybrid maintains the register of transcription by preventing backtracking of RNA polymerase. Cell. 1997;89:33–41. [PubMed] [Google Scholar]Opalka N, Chlenov M, Chacon P, Rice WJ, Wriggers W, Darst SA. Structure and function of the transcription elongation factor GreB bound to bacterial RNA polymerase. Cell. 2003;114(3):335–45. [PubMed] [Google Scholar]Perdue SA, Roberts JW. A backtrack-inducing sequence is an essential component of Escherichia coli σ(70)-dependent promoter-proximal pausing. Mol Microbiol. 2010;78:636–650. [PMC free article] [PubMed] [Google Scholar]Peterlin BM, Price DH. Controlling the elongation phase of transcription with P-TEFb. Mol Cell. 2006;23:297–305. [PubMed] [Google Scholar]Pomerantz RT, O'Donnell M. The replisome uses mRNA as a primer after colliding with RNA polymerase. Nature. 2008;456:762–766. [PMC free article] [PubMed] [Google Scholar]Pomerantz RT, O'Donnell M. Direct restart of a replication fork stalled by a head-on RNA polymerase. Science. 2010;327:590–592. [PMC free article] [PubMed] [Google Scholar]Poteete AR. Recombination phenotypes of Escherichia coli greA mutants. BMC Mol Biol. 2011;12:12. [PMC free article] [PubMed] [Google Scholar]Proshkin S, Rahmouni AR, Mironov A, Nudler E. Cooperation between translating ribosomes and RNA polymerase in transcription elongation. Science. 2010;328:504–508. [PMC free article] [PubMed] [Google Scholar]Rahl PB, Lin CY, Seila AC, Flynn RA, McCuine S, Burge CB, Sharp PA, Young RA. c-Myc regulates transcriptional pause release. Cell. 2010;141(3):432–45. [PMC free article] [PubMed] [Google Scholar]Reeder TC, Hawley DK. Promoter proximal sequences modulate RNA polymerase II elongation by a novel mechanism. Cell. 1996;87:767–777. [PubMed] [Google Scholar]Reinberg D, Roeder RG. Factors involved in specific transcription by mammalian RNA polymerase II. Transcription factor IIS stimulates elongation of RNA chains. J Biol Chem. 1987;262:3331–3337. [PubMed] [Google Scholar]Reines D, Mote J. Elongation factor SII-dependent transcription by RNA polymerase II through a sequence-specific DNA-binding protein. Proc Natl Acad Sci USA. 1993;90:1917–1921. [PMC free article] [PubMed] [Google Scholar]Ring BZ, Yarnell WS, Roberts JW. Function of E. coli RNA polymerase sigma factor sigma 70 in promoter-proximal pausing. Cell. 1996;86:485–493. [PubMed] [Google Scholar]Roberts JW, et al.  Antitermination by bacteriophage lambda Q protein. Cold Spring Harb Symp Quant Biol. 1998;63:319–325. [PubMed] [Google Scholar]Roghanian M, Yuzenkova Y, Zenkin N. Controlled interplay between trigger loop and Gre factor in the RNA polymerase active centre. Nucleic Acids Res. 2011;39:4352–4359. [PMC free article] [PubMed] [Google Scholar]Rougvie AE, Lis JT. The RNA polymerase II molecule at the 5′ end of the uninduced hsp70 gene of D. melanogaster is transcriptionally engaged. Cell. 1988;54:795–804. [PubMed] [Google Scholar]Saeki H, Svejstrup JQ. Stability, flexibility, and dynamic interactions of colliding RNA polymerase II elongation complexes. Mol Cell. 2009;35(2):191–205. [PMC free article] [PubMed] [Google Scholar]Santangelo TJ, Reeve JN. Archaeal RNA polymerase is sensitive to intrinsic termination directed by transcribed and remote sequences. J Mol Biol. 2006;355:196–210. [PubMed] [Google Scholar]Saunders A, Core LJ, Lis JT. Breaking barriers to transcription elongation. Nat Rev Mol Cell Biol. 2006;7:557–567. [PubMed] [Google Scholar]Sawado T, Halow J, Bender MA, Groudine M. The beta-globin locus control region (LCR) functions primarily by enhancing the transition from transcription initiation to elongation. Genes Dev. 2003;17:1009–1018. [PMC free article] [PubMed] [Google Scholar]Shankar S, Hatoum A, Roberts JW. A transcription antiterminator constructs a NusA-dependent shield to the emerging transcript. Mol Cell. 2007;27:914–927. [PMC free article] [PubMed] [Google Scholar]Sigurdsson S, Dirac-Svejstrup AB, Svejstrup JQ. Evidence that transcript cleavage is essential for RNA polymerase II transcription and cell viability. Mol Cell. 2010;38:202–210. [PMC free article] [PubMed] [Google Scholar]Sosunov V, Sosunova E, Mustaev A, Bass I, Nikiforov V, Goldfarb A. Unified two-metal mechanism of RNA synthesis and degradation by RNA polymerase. EMBO J. 2003;22:2234–44. [PMC free article] [PubMed] [Google Scholar]Stepanova E, Wang M, Severinov K, Borukhov S. Early transcriptional arrest at Escherichia coli rplN and ompX promoters. J Biol Chem. 2009;284(51):35702–13. [PMC free article] [PubMed] [Google Scholar]Sydow JF, Brueckner F, Cheung AC, Damsma GE, Dengl S, Lehmann E, Vassylyev D, Cramer P. Structural basis of transcription: mismatch-specific fidelity mechanisms and paused RNA polymerase II with frayed RNA. Mol Cell. 2009;34:710–721. [PubMed] [Google Scholar]Tadigotla VR, Maoiléidigh DÓ, Sengupta AM, Epshtein V, Ebright RH, Nudler E, Ruckenstein AE. Thermodynamic and kinetic modeling of transcriptional pausing. Proc Natl Acad Sci USA. 2006;103:4439–4444. [PMC free article] [PubMed] [Google Scholar]Tagami S, Sekine S, Kumarevel T, Hino N, Murayama Y, Kamegamori S, Yamamoto M, Sakamoto K, Yokoyama S. Crystal structure of bacterial RNA polymerase bound with a transcription inhibitor protein. Nature. 2010;468:978–982. [PubMed] [Google Scholar]Toulokhonov I, Zhang J, Palangat M, Landick R. A central role of the RNA polymerase trigger loop in active-site rearrangement during tran- scriptional pausing. Mol Cell. 2007;27:406–419. [PubMed] [Google Scholar]Tschochner H, Milkereit P. RNA polymerase I from S. cerevisiae depends on an additional factor to release terminated transcripts from the template. FEBS Lett. 1997;410:461–466. [PubMed] [Google Scholar]Thomas MJ, Platas AA, Hawley DK. Transcriptional fidelity and proofreading by RNA polymerase II. Cell. 1998;93:627–637. [PubMed] [Google Scholar]Vassylyev DG, Vassylyeva MN, Zhang J, Palangat M, Artsimovitch I, Landick R. Structural basis for substrate loading in bacterial RNA polymerase. Nature. 2007;448:163–68. [PubMed] [Google Scholar]Vassylyev DG, Vassylyeva MN, Perederina A, Tahirov TH, Artsimovitch I. Structural basis for transcription elongation by bacterial RNA polymerase. Nature. 2007a;448:157–162. [PubMed] [Google Scholar]Wahba L, Amon JD, Koshland D, Vuica-Ross M. RNase H and Multiple RNA Biogenesis Factors Cooperate to Prevent RNA:DNA Hybrids from Generating Genome Instability. Mol Cell. 2011;44(6):978–88. [PMC free article] [PubMed] [Google Scholar]Walter W, Kireeva ML, Studitsky VM, Kashlev M. Bacterial polymerase and yeast polymerase II use similar mechanisms for transcription through nucleosomes. J Biol Chem. 2003;278:36148–36156. [PubMed] [Google Scholar]Wang D, Bushnell DA, Huang X, Westover KD, Levitt M, Kornberg RD. Structural basis of transcription: backtracked RNA polymerase II at 3.4 angstrom resolution. Science. 2009;324:1203–1206. [PMC free article] [PubMed] [Google Scholar]Wang D, Bushnell DA, Westover KD, Kaplan CD, Kornberg RD. Structural basis of transcription: role of the trigger loop insubstrate specificity and catalysis. Cell. 2006;127:941–954. [PMC free article] [PubMed] [Google Scholar]Wang MD, Schnitzer MJ, Yin H, Landick R, Gelles J, Block SM. Force and velocity measured for single molecules of RNA polymerase. Science. 1998;282:902–907. [PubMed] [Google Scholar]Wu CH, Yamaguchi Y, Benjamin LR, Horvat-Gordon M, Washinsky J, Enerly E, Larsson J, Lambertsson A, Handa H, Gilmour D. NELF and DSIF cause promoter proximal pausing on the hsp70 promoter in Drosophila. Genes Dev. 2003;17:1402–1414. [PMC free article] [PubMed] [Google Scholar]Zeitlinger J, Stark A, Kellis M, Hong JW, Nechaev S, Adelman K, Levine M, Young RA. RNA polymerase stalling at developmental control genes in the Drosophila melanogaster embryo. Nat Genet. 2007;39:1512–1516. [PMC free article] [PubMed] [Google Scholar]"}