{"title": "Role of Ser7 phosphorylation of the CTD during transcription of snRNA genes", "pubDate": "2012", "PMCID": "PMC3551856", "DOI": "10.4161/rna.21166", "PMID": "22858677", "abstract": "The largest subunit of RNA polymerase (pol) II, Rpb1, contains an unusual carboxyl-terminal domain (CTD) composed of consecutive repeats of the sequence Tyr-Ser-Pro-Thr-Ser-Pro-Ser (Y 1S 2P 3T 4S 5P 6S 7). During transcription, Ser2, Ser5 and Ser7 are subjected to dynamic phosphorylation and dephosphorylation by CTD kinases and phosphatases, creating a characteristic CTD phosphorylation pattern along genes. This CTD \"code\" allows the coupling of transcription with co-transcriptional RNA processing, through the timely recruitment of the appropriate factors at the right point of the transcription cycle. In mammals, phosphorylation of Ser7 (Ser7P) is detected on all pol II-transcribed genes, but is only essential for expression of a sub-class of genes encoding small nuclear (sn)RNAs. The molecular mechanisms by which Ser7P influences expression of these particular genes are becoming clearer. Here, I discuss our recent findings clarifying how Ser7P facilitates transcription of these genes and 3'end processing of the transcripts, through recruitment of the RPAP2 phosphatase and the snRNA gene-specific Integrator complex.", "author": [{"author": "Sylvain Egloff", "affiliation": ["Université de Toulouse, UPS, Laboratoire de Biologie Moléculaire Eucaryote, Toulouse, France. sylvain.egloff@ibcg.biotoul.fr"], "href": "/?term=Egloff+S&cauthor_id=22858677"}], "refPMID": [], "citedInPMID": ["22858677", "35079163", "30901332", "29093215", "28771071", "24097444"], "body": " AbstractThe largest subunit of RNA polymerase (pol) II, Rpb1, contains an unusual carboxyl-terminal domain (CTD) composed of consecutive repeats of the sequence Tyr-Ser-Pro-Thr-Ser-Pro-Ser (Y1S2P3T4S5P6S7). During transcription, Ser2, Ser5 and Ser7 are subjected to dynamic phosphorylation and dephosphorylation by CTD kinases and phosphatases, creating a characteristic CTD phosphorylation pattern along genes. This CTD “code” allows the coupling of transcription with co-transcriptional RNA processing, through the timely recruitment of the appropriate factors at the right point of the transcription cycle. In mammals, phosphorylation of Ser7 (Ser7P) is detected on all pol II-transcribed genes, but is only essential for expression of a sub-class of genes encoding small nuclear (sn)RNAs. The molecular mechanisms by which Ser7P influences expression of these particular genes are becoming clearer. Here, I discuss our recent findings clarifying how Ser7P facilitates transcription of these genes and 3′end processing of the transcripts, through recruitment of the RPAP2 phosphatase and the snRNA gene-specific Integrator complex.Keywords:  CTD phosphatase, RNA polymerase II, RNA processing, carboxyl-terminal domain, snRNA genes, transcription IntroductionThe carboxyl-terminal domain (CTD) of the largest subunit of RNA polymerase (pol) II is a flexible, unstructured extension of the enzyme, composed of a tandemly-repeated motif with the consensus Tyr1-Ser2-Pro3-Thr4-Ser5-Pro6-Ser7. The number of CTD repeats correlates with genomic complexity and varies from 26 in yeast to 52 in humans.1,2 The CTD plays a major role in coupling transcription with nuclear processes such as RNA processing and chromatin modification.3 It acts as a scaffold that coordinates the recruitment of numerous factors required during the transcription cycle. Each residue within the CTD motif is subject to post-translational modifications: tyrosine, threonine and serine residues can be phosphorylated and cis-trans isomerisation of proline residues can occur.4 These modifications can be read as a “code” that dictates the association of the appropriate factors with the transcription machinery.4-7 Phosphorylation of Ser2 and Ser5 residues is the best characterized CTD modification and has been shown to directly influence the binding and release of pol II-associated factors. On protein-coding genes, Ser5P is highly enriched at promoter-proximal regions, while Ser2P levels increase toward 3′ end of genes.4 In the body of the gene, these two modifications are thought to co-exist, yielding a CTD containing both Ser2P and Ser5P. A complicated interplay between kinases and phosphatases generates this characteristic CTD phosphorylation pattern along genes.7,8 CDK7/Kin28 places the Ser5P mark early in transcription, where it facilitates the recruitment of the capping enzyme. Later in the transcription cycle, pol II becomes phosphorylated on Ser2 by the action of two distinct kinases: Ctdk1 and Bur1 in yeast, Cdk9 and the recently-characterized Cdk12 in mammals.9-11 Ser2P is thought to enhance co-transcriptional splicing, chromatin modification and 3′end processing of transcripts. Since Ser5P levels peak at promoters, this mark is erased through dephosphorylation during transcription. Rtr1 and Ssu72 in yeast, RPAP2 and SCP1 in mammals are the major Ser5 phosphatases.12-15 The exact point of the transcription cycle at which each of these phosphatases acts and the relative contribution they make to global Ser5 dephosphorylation remain to be further investigated. Level of Ser2P is modulated at the end of the transcription unit by the evolutionarily-conserved Fcp1 phosphatase, and global CTD dephosphorylation is a prerequisite for pol II initiating another round of transcription.3,4In addition to Ser2P and Ser5P, phosphorylation of Thr4 has been detected on pol II-transcribed genes. First described as required for 3′end processing of histone transcripts in chicken,16 Thr4P has recently been shown to be enriched at the 3′end of most human genes and is necessary for efficient transcription elongation.17Finally, Ser7 of the CTD is also phosphorylated during transcription.18 Although readily detected on protein-coding genes, its role on these genes remains poorly understood, since none of the analyzed genes was significantly affected by mutation of Ser7 in alanine. However, this mutation drastically affects expression of the class of pol II-transcribed genes encoding small nuclear (sn)RNAs, which includes the U1 and U2 snRNA.19 Compared with “classical” pol II-transcribed genes, snRNA genes differ in term of structure, length and the nature of RNA processing signals.20 snRNA genes have specialized TATA-less promoters, and snRNA transcripts are neither spliced nor polyadenylated, unlike most pre-messenger (m)RNAs. Instead of the polyadenylation signal found in protein-coding genes, snRNA genes contain a conserved 3′ box element, located downstream of the snRNA-encoding region. The 3′box is recognized by the Integrator complex, a snRNA-specific multi-subunit complex recruited specifically to snRNA genes and required for 3′ end cleavage of primary transcripts to give pre-snRNA.21 Mutational analysis of the CTD demonstrated that, in addition to Ser2P and Ser5P, Ser7P is required for proper snRNA genes expression.20 How does Ser7P specifically influence transcription by pol II in a gene-specific manner? The recent characterization of a new Ser7P-interacting protein fills another gap in our understanding of the molecular mechanisms underlying the role of Ser7 of the pol II CTD in expression of snRNA genes. Dynamic Phosphorylation of Ser7 During TranscriptionSer7P is readily detected on both protein-coding genes and snRNA genes in human and yeast cells.18,19,22-25 In yeast, Ser7P is placed early in transcription, like Ser5P, and persists at robust levels over the whole transcribed region.25 Higher levels of Ser7P are detected on highly transcribed genes and non-coding RNA genes, and enrichment in introns has been detected.23,25 In mammals, the situation is less clear, since only a few protein-coding genes have been analyzed. As found in yeast, Ser7 is detected across the transcribed region but its level, relative to total pol II, is higher at the 3′end of the β-actin and TCRβ genes.18,26 In contrast, Ser7P peaks at the promoters of snRNA genes.26 This differential localization probably reflects differences in the mechanics of transcription of snRNA and protein-coding genes.The kinases and phosphatases that establish the Ser7P profile on pol II-transcribed genes in yeast have recently been identified. Kin28, the enzyme responsible for Ser5 phosphorylation, is also critical for placing the Ser7P mark on the CTD.22,27-29 Accordingly, chemical inactivation of this kinase leads to a drastic drop of both Ser5P and Ser7P at the 5′end of genes. However, the level of Ser7P within the body of the gene is unaffected by Kin28 inhibition, suggesting that Ser7P is placed anew during transcription by another kinase. Indeed, the Bur1 kinase also possesses Ser7 kinase activity and appears to act on elongating pol II at a later stage of transcription than Kin28, as shown by chemical inactivation.25 Cdk7, the equivalent of Kin28 in mammals, is so far the only kinase proven to be required for Ser7 phosphorylation in vivo,28 but DNA-PK and P-TEFb have been shown to phosphorylate Ser7 in vitro.28,30 Importantly, substituting Ser7 by a phospho-mimic is lethal in yeast, suggesting that Ser7 needs to be dephosphorylated during the transcription cycle.31 In S.cerevisiae, Ser7P is erased at the end of the transcription cycle by the Ssu72 phosphatase,31 which also dephosphorylates Ser5P. The other Ser5 phosphatase, RPAP2/Rtr1 has no effect on the level of Ser7P.12,29 The human phosphatase responsible for Ser7 dephosphorylation has not been identified yet, but could be human Ssu72. Ser7P Recruits RPAP2 and the Integrator Complex to snRNA GenesSer7 of the CTD is a key determinant for expression of snRNA genes. Mutation of Ser7 to alanine significantly affects the level of transcription of the U1 and U2 genes, and also reduces the efficiency of the 3′ end processing reaction.19 Which factor, required for proper snRNA gene expression, recognizes the Ser7P mark on the pol II CTD? Since mutation of Ser7 to alanine has little effect on the expression of a range of protein-coding genes, one would expect a snRNA-specific factor to be recruited through this mark to snRNA genes. The best candidate was the Integrator complex, since it had been reported to interact with the CTD and was shown to be required for snRNA 3′end processing.21 Indeed, mutation of Ser7 reduces the recruitment of the Integrator catalytic subunit Int11 to snRNA genes, which readily explains the defect observed in 3′end maturation of transcripts.19 However, the transcriptional defect remained unexplained, since siRNA-mediated knockdown of different Integrator subunits failed to reproduce the reduction in transcription of snRNA genes.12We recently demonstrated that Ser7P is critical for the recruitment to snRNA genes of another protein; RPAP2, the counterpart of the yeast Rtr1 Ser5 CTD phosphatase. Mutation of Ser7 to alanine (S7A) abrogates interaction with RPAP2 in vitro and its recruitment to snRNA promoters in vivo.12 Importantly, RPAP2 knockdown largely recapitulates the effect of Ser7 mutation on snRNA genes expression, with marked reductions in the pol II transcription rate and 3′end processing. Indeed, RPAP2 facilitates the recruitment of the Integrator complex to snRNA promoters through a stable association with a sub-complex of the Integrator containing most of the subunits, but not Int11. Based on the high sequence similarities to the CPSF73 and CPSF100 components of the pre-mRNA cleavage complex,21,32 Int11 and Int9 are thought to form the Integrator “catalytic core.” Chromatin immunoprecipitation (ChIP) experiments suggest that the catalytic core is recruited separately, at a later stage of transcription.12 This hypothesis is further supported by the fact that Int11 requires the CTD to be phosphorylated on both Ser7 and on Ser2, which is an “elongation-associated” mark.30 In addition, Int9 and Int11 are tightly associated within a sub-complex.21,33On the basis of these findings, I propose that phosphorylation of Ser7 by Cdk7 initiates a cascade of reactions leading to efficient snRNA gene expression (Fig. 1). RPAP2 is recruited through direct interaction with the Ser7P mark, and is required for Ser5P dephosphorylation, which is in turn required for efficient transcription. RPAP2 also loads an Integrator sub-complex onto snRNA promoters, a step required for the subsequent recruitment of the Integrator “catalytic core” which matures the 3′end of snRNA transcripts.Open in a separate windowFigure 1. Differential recruitment of RPAP2 to snRNA and protein-coding genes. On snRNA genes, RPAP2 is recruited through the pol II CTD phosphorylated on Ser7. RPAP2 association to snRNA promoters facilitates the recruitment of the 3′end processing Integrator subcomplex. During transcription, RPAP2 dephosphorylates Ser5 of the CTD, a step that might be required for efficient transcription and subsequent recruitment of the ‘catalytic core’ of the Integrator complex. On protein-coding genes, RPAP2 recruitment is independent of Ser7P and likely requires additional protein-protein interactions. Recruitment through Mediator/TFIID complex (1) and RPRD proteins (2) is proposed. Which CTD mark is required for binding the RPRD proteins is currently unknown. Similarly to snRNA genes, Ser5 dephosphorylation by RPAP2 might facilitate transcription and association of processing/termination factors. How is RPAP2 Recruited to Protein-Coding Genes?Ser7P is a key determinant of RPAP2 recruitment to snRNA genes. Importantly, RPAP2 is also detected on protein-coding genes, where it likely plays the same function as on snRNA genes.12 However, RPAP2 is detected at the 5′end of the β-actin gene whereas Ser7P peaks at the 3′ end.26 In addition, mutation of Ser7 does not significantly affect recruitment of RPAP2 to the β-actin gene,12 likely explaining why Ser7 is dispensable for mRNA production. An important question is what recruits RPAP2 to protein-coding genes? I predict that a distinct mechanism, based on additional protein-protein interactions not established on snRNA genes, compensates for the loss of Ser7P on protein-coding genes. Analysis of pol II and RPAP2-associated proteins by mass spectrometry could provide important clues to the identity of these potential bridging proteins. For example, RPAP2-associated proteins include several Mediator subunits that could potentially facilitate RPAP2 recruitment to protein-coding gene promoters.34 Interestingly, our RPAP2 affinity-purification performed in HeLa cells identified the TAF4 subunit of the TFIID complex as one of the most significant interactors.12 This interaction could specifically trigger RPAP2 recruitment to protein-coding genes (Fig. 1), as TAF4 is not found in the pre-initiation complex formed on snRNA gene promoters.35 Other potential candidates are the newly-discovered RPRD1A, RPRD1B and RPRD2 proteins, which are enriched at the promoter region of protein-coding genes and have been reported to interact with both RPAP2 and the pol II CTD.36 Importantly, overexpression of RPRD proteins affects the phosphorylation state of the CTD, and decreases the Ser5P level on transcribing pol II, suggesting that they might function as bridging proteins necessary for RPAP2 recruitment to protein-coding genes (Fig. 1). Further investigation will be required to understand the precise role of these proteins in RPAP2 recruitment. In particular, analysis of the CTD mark required for recruitment of RPRD proteins and their presence or absence on snRNA genes would provide useful information about the function of RPRD proteins in pol II transcription. Dephosphorylation of Ser5P During Transcription, a Key Step of Gene Expression?Despite containing no previously-characterized phosphatase domain, RPAP2, like its homolog Rtr1 in yeast, behaves as a Ser5 CTD phosphatase.12,14 Rtr1/RPAP2 depletion causes an increase in Ser5P levels in whole cell extracts and on transcribing pol II. In addition, Rtr1/RPAP2 selectively removes Ser5 phosphate from a phosphorylated CTD substrate in vitro. Since RPAP2 and Rtr1 depletion leads to a defect in transcription, reduction of Ser5P levels shortly after initiation is likely to be an important step during the transcription cycle. Similarly, deletion of Ssu72, the other Ser5 phosphatase in yeast, also affects transcription elongation.13,37Why does Ser5P need to be dephosphorylated during early elongation? The main function associated with Ser5P is the recruitment of the capping enzyme to the nascent RNA.38 Once the RNA is capped, removal of Ser5P might be necessary for capping enzyme dissociation before elongation resumes.37 Accordingly, persistent association of the capping enzyme with the pol II machinery has been reported to repress transcription.39 Alternatively, repression of transcription after loss of Ser5P de-phosphorylation might reflect the inability of pol II to be recycled for the next round of transcription. Yeast strains deleted for either Rtr1 or Ssu72 also display defects in transcription termination.14,31 Ser5P phosphatase activities might also be critical for 3′ maturation of transcripts, since in vitro data suggest that Ser5P might interfere with recruitment of processing/termination factors to the 3′end of genes. For example, Ser5P has a negative impact on binding of the Int11 subunit of the Integrator complex to the CTD,30 and recruitment of the termination factors Rtt103/Pcf11 to protein-coding genes might also be affected.40,41 In accordance with this hypothesis, mutation of all Ser5 of the CTD to the phospho-mimic glutamic acid leads to drastic 3′end processing defects of transcripts from snRNA and protein-coding genes,19 and to changes in alternative splicing.42 Taken together, these results suggest that removal of phosphate by Ser5P phosphatases is crucial for transcription-coupled RNA processing, termination and possibly re-initiation. A Specific Machinery Dedicated to Transcription of snRNA GenesThe critical functions associated with Ser7P in expression of snRNA genes were the first indication that the CTD could display gene-specific features. The last several years have highlighted other important factors and regulatory mechanisms unique to snRNA gene transcription that are most likely critical to ensure a high rate of transcription of these short genes (Fig. 2). The promoter, which does not contain a TATA box, is recognized by a specific set of TBP-associated factors (TAFs), devoid of TAF1, TAF10 and TAF4,35 as well as by the snRNA gene-specific SNAPc/PTF transcription factor.20 The 3′box is recognized by the specialized multi-protein Integrator complex;21 the counterpart of the cleavage and polyadenylation specificity factor (CPSF) complex for protein-coding genes. The whole transcription unit of snRNA genes displays a very low level of histones and is devoid of a NELF-dependent elongation checkpoint,26 which likely explains why transcription of these genes is insensitive to P-TEFb inhibitors.43 However, P-TEFb and Ser2P are still required for proper processing of the pre-snRNA transcripts, through recruitment of the Integrator “catalytic core.”30 A specialized elongation complex, named the Little Elongation Complex (LEC), is recruited to the snRNA genes-encoding region.44 In comparison to the Super Elongation Complex (SEC) detected on protein-coding genes,45 the LEC contains two additional proteins, Ice1 and Ice2, and lacks P-TEFb, suggesting that differences in gene-type context dictate how P-TEFb is recruited to genes. The function of Ice proteins in snRNA genes transcription remains to be further investigated, as does the presence or absence of other elongation factors necessary for protein-coding genes expression. Finally, the CTD phosphorylation pattern on human snRNA genes contrasts with that on protein-coding genes, with lower levels of Ser2P23,25 and the highest levels of Ser7P found close to the promoter.19 Interestingly, it has recently been shown that a single conserved arginine (R1810) in the CTD can be methylated by CARM1.46 While this modification does not affect protein-coding genes expression, it appears to be a general repressive mark for snRNA gene expression. How and when this modification restricts snRNA transcription is currently unknown, but it could, for example play a role in regulation of snRNA expression during development, since a recent study suggested that expression of the U2 snRNA is spatially and temporally regulated.47 Undoubtedly, snRNA genes will remain, in the near future, a valuable model system for studying and understanding transcriptional regulation by pol II.Open in a separate windowFigure 2. A specific machinery dedicated to snRNA genes transcription. snRNA gene-specific features at the different steps of the pol II transcription cycle are summarized. AcknowledgmentsI thank Shona Murphy, Justyna Zaborowska and Mathilde Calligé for advice and critical reading of the manuscript. I apologize for authors whose work could not be referenced due to space restrictions. FootnotesPreviously published online: www.landesbioscience.com/journals/rnabiology/article/21166 References1. Chapman RD, Heidemann M, Hintermair C, Eick D. Molecular evolution of the RNA polymerase II CTD. Trends Genet. 2008;24:289–96. doi: 10.1016/j.tig.2008.03.010. [PubMed] [CrossRef] [Google Scholar]2. Liu P, Kenney JM, Stiller JW, Greenleaf AL. Genetic organization, length conservation, and evolution of RNA polymerase II carboxyl-terminal domain. Mol Biol Evol. 2010;27:2628–41. doi: 10.1093/molbev/msq151. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Buratowski S. Progression through the RNA polymerase II CTD cycle. Mol Cell. 2009;36:541–6. doi: 10.1016/j.molcel.2009.10.019. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Egloff S, Murphy S. Cracking the RNA polymerase II CTD code. Trends Genet. 2008;24:280–8. doi: 10.1016/j.tig.2008.03.008. [PubMed] [CrossRef] [Google Scholar]5. Buratowski S. The CTD code. Nat Struct Biol. 2003;10:679–80. doi: 10.1038/nsb0903-679. [PubMed] [CrossRef] [Google Scholar]6. Corden JL. Transcription. Seven ups the code. Science. 2007;318:1735–6. doi: 10.1126/science.1152624. [PubMed] [CrossRef] [Google Scholar]7. Egloff S, Dienstbier M, Murphy S. Updating the RNA polymerase CTD code: adding gene-specific layers. Trends Genet. 2012;28:333–41. doi: 10.1016/j.tig.2012.03.007. [PubMed] [CrossRef] [Google Scholar]8. Bataille AR, Jeronimo C, Jacques PE, Laramée L, Fortin ME, Forest A, et al.  A universal RNA polymerase II CTD cycle is orchestrated by complex interplays between kinase, phosphatase, and isomerase enzymes along genes. Mol Cell. 2012;45:158–70. doi: 10.1016/j.molcel.2011.11.024. [PubMed] [CrossRef] [Google Scholar]9. Bartkowiak B, Liu P, Phatnani HP, Fuda NJ, Cooper JJ, Price DH, et al.  CDK12 is a transcription elongation-associated CTD kinase, the metazoan ortholog of yeast Ctk1. Genes Dev. 2010;24:2303–16. doi: 10.1101/gad.1968210. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Blazek D, Kohoutek J, Bartholomeeusen K, Johansen E, Hulinkova P, Luo Z, et al.  The Cyclin K/Cdk12 complex maintains genomic stability via regulation of expression of DNA damage response genes. Genes Dev. 2011;25:2158–72. doi: 10.1101/gad.16962311. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Brès V, Yoh SM, Jones KA. The multi-tasking P-TEFb complex. Curr Opin Cell Biol. 2008;20:334–40. doi: 10.1016/j.ceb.2008.04.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Egloff S, Zaborowska J, Laitem C, Kiss T, Murphy S. Ser7 phosphorylation of the CTD recruits the RPAP2 Ser5 phosphatase to snRNA genes. Mol Cell. 2012;45:111–22. doi: 10.1016/j.molcel.2011.11.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Krishnamurthy S, He X, Reyes-Reyes M, Moore C, Hampsey M. Ssu72 Is an RNA polymerase II CTD phosphatase. Mol Cell. 2004;14:387–94. doi: 10.1016/S1097-2765(04)00235-7. [PubMed] [CrossRef] [Google Scholar]14. Mosley AL, Pattenden SG, Carey M, Venkatesh S, Gilmore JM, Florens L, et al.  Rtr1 is a CTD phosphatase that regulates RNA polymerase II during the transition from serine 5 to serine 2 phosphorylation. Mol Cell. 2009;34:168–78. doi: 10.1016/j.molcel.2009.02.025. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Zhang Y, Kim Y, Genoud N, Gao J, Kelly JW, Pfaff SL, et al.  Determinants for dephosphorylation of the RNA polymerase II C-terminal domain by Scp1. Mol Cell. 2006;24:759–70. doi: 10.1016/j.molcel.2006.10.027. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Hsin JP, Sheth A, Manley JL. RNAP II CTD phosphorylated on threonine-4 is required for histone mRNA 3′ end processing. Science. 2011;334:683–6. doi: 10.1126/science.1206034. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Hintermair C, Heidemann M, Koch F, Descostes N, Gut M, Gut I, et al.  Threonine-4 of mammalian RNA polymerase II CTD is targeted by Polo-like kinase 3 and required for transcriptional elongation. EMBO J. 2012;31:2784–97. doi: 10.1038/emboj.2012.123. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Chapman RD, Heidemann M, Albert TK, Mailhammer R, Flatley A, Meisterernst M, et al.  Transcribing RNA polymerase II is phosphorylated at CTD residue serine-7. Science. 2007;318:1780–2. doi: 10.1126/science.1145977. [PubMed] [CrossRef] [Google Scholar]19. Egloff S, O’Reilly D, Chapman RD, Taylor A, Tanzhaus K, Pitts L, et al.  Serine-7 of the RNA polymerase II CTD is specifically required for snRNA gene expression. Science. 2007;318:1777–9. doi: 10.1126/science.1145989. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Egloff S, O’Reilly D, Murphy S. Expression of human snRNA genes from beginning to end. Biochem Soc Trans. 2008;36:590–4. doi: 10.1042/BST0360590. [PubMed] [CrossRef] [Google Scholar]21. Baillat D, Hakimi MA, Näär AM, Shilatifard A, Cooch N, Shiekhattar R. Integrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell. 2005;123:265–76. doi: 10.1016/j.cell.2005.08.019. [PubMed] [CrossRef] [Google Scholar]22. Akhtar MS, Heidemann M, Tietjen JR, Zhang DW, Chapman RD, Eick D, et al.  TFIIH kinase places bivalent marks on the carboxy-terminal domain of RNA polymerase II. Mol Cell. 2009;34:387–93. doi: 10.1016/j.molcel.2009.04.016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Kim H, Erickson B, Luo W, Seward D, Graber JH, Pollock DD, et al.  Gene-specific RNA polymerase II phosphorylation and the CTD code. Nat Struct Mol Biol. 2010;17:1279–86. doi: 10.1038/nsmb.1913. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Mayer A, Lidschreiber M, Siebert M, Leike K, Söding J, Cramer P. Uniform transitions of the general RNA polymerase II transcription complex. Nat Struct Mol Biol. 2010;17:1272–8. doi: 10.1038/nsmb.1903. [PubMed] [CrossRef] [Google Scholar]25. Tietjen JR, Zhang DW, Rodríguez-Molina JB, White BE, Akhtar MS, Heidemann M, et al.  Chemical-genomic dissection of the CTD code. Nat Struct Mol Biol. 2010;17:1154–61. doi: 10.1038/nsmb.1900. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Egloff S, Al-Rawaf H, O’Reilly D, Murphy S. Chromatin structure is implicated in “late” elongation checkpoints on the U2 snRNA and beta-actin genes. Mol Cell Biol. 2009;29:4002–13. doi: 10.1128/MCB.00189-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Boeing S, Rigault C, Heidemann M, Eick D, Meisterernst M. RNA polymerase II C-terminal heptarepeat domain Ser-7 phosphorylation is established in a mediator-dependent fashion. J Biol Chem. 2010;285:188–96. doi: 10.1074/jbc.M109.046565. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Glover-Cutter K, Larochelle S, Erickson B, Zhang C, Shokat K, Fisher RP, et al.  TFIIH-associated Cdk7 kinase functions in phosphorylation of C-terminal domain Ser7 residues, promoter-proximal pausing, and termination by RNA polymerase II. Mol Cell Biol. 2009;29:5455–64. doi: 10.1128/MCB.00637-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Kim M, Suh H, Cho EJ, Buratowski S. Phosphorylation of the yeast Rpb1 C-terminal domain at serines 2, 5, and 7. J Biol Chem. 2009;284:26421–6. doi: 10.1074/jbc.M109.028993. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Egloff S, Szczepaniak SA, Dienstbier M, Taylor A, Knight S, Murphy S. The integrator complex recognizes a new double mark on the RNA polymerase II carboxyl-terminal domain. J Biol Chem. 2010;285:20564–9. doi: 10.1074/jbc.M110.132530. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Zhang DW, Mosley AL, Ramisetty SR, Rodríguez-Molina JB, Washburn MP, Ansari AZ. Ssu72 phosphatase-dependent erasure of phospho-Ser7 marks on the RNA polymerase II C-terminal domain is essential for viability and transcription termination. J Biol Chem. 2012;287:8541–51. doi: 10.1074/jbc.M111.335687. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Dominski Z, Yang XC, Purdy M, Wagner EJ, Marzluff WFA. A CPSF-73 homologue is required for cell cycle progression but not cell growth and interacts with a protein having features of CPSF-100. Mol Cell Biol. 2005;25:1489–500. doi: 10.1128/MCB.25.4.1489-1500.2005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Albrecht TR, Wagner EJ. snRNA 3′ end formation requires heterodimeric association of integrator subunits. Mol Cell Biol. 2012;32:1112–23. doi: 10.1128/MCB.06511-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Jeronimo C, Forget D, Bouchard A, Li Q, Chua G, Poitras C, et al.  Systematic analysis of the protein interaction network for the human transcription machinery reveals the identity of the 7SK capping enzyme. Mol Cell. 2007;27:262–74. doi: 10.1016/j.molcel.2007.06.027. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Zaborowska J, Taylor A, Murphy S. A novel TBP-TAF complex on RNA Polymerase II-transcribed snRNA genes. Transcr. 2012;3:92–104. [PMC free article] [PubMed] [Google Scholar]36. Ni Z, Olsen JB, Guo X, Zhong G, Ruan ED, Marcon E, et al.  Control of the RNA polymerase II phosphorylation state in promoter regions by CTD interaction domain-containing proteins RPRD1A and RPRD1B. Transcription. 2011;2:237–42. doi: 10.4161/trns.2.5.17803. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Reyes-Reyes M, Hampsey M. Role for the Ssu72 C-terminal domain phosphatase in RNA polymerase II transcription elongation. Mol Cell Biol. 2007;27:926–36. doi: 10.1128/MCB.01361-06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Schwer B, Shuman S. Deciphering the RNA polymerase II CTD code in fission yeast. Mol Cell. 2011;43:311–8. doi: 10.1016/j.molcel.2011.05.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Myers LC, Lacomis L, Erdjument-Bromage H, Tempst P. The yeast capping enzyme represses RNA polymerase II transcription. Mol Cell. 2002;10:883–94. doi: 10.1016/S1097-2765(02)00644-5. [PubMed] [CrossRef] [Google Scholar]40. Kim M, Krogan NJ, Vasiljeva L, Rando OJ, Nedea E, Greenblatt JF, et al.  The yeast Rat1 exonuclease promotes transcription termination by RNA polymerase II. Nature. 2004;432:517–22. doi: 10.1038/nature03041. [PubMed] [CrossRef] [Google Scholar]41. Lunde BM, Reichow SL, Kim M, Suh H, Leeper TC, Yang F, et al.  Cooperative interaction of transcription termination factors with the RNA polymerase II C-terminal domain. Nat Struct Mol Biol. 2010;17:1195–201. doi: 10.1038/nsmb.1893. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Muñoz MJ, Pérez Santangelo MS, Paronetto MP, de la Mata M, Pelisch F, Boireau S, et al.  DNA damage regulates alternative splicing through inhibition of RNA polymerase II elongation. Cell. 2009;137:708–20. doi: 10.1016/j.cell.2009.03.010. [PubMed] [CrossRef] [Google Scholar]43. Medlin J, Scurry A, Taylor A, Zhang F, Peterlin BM, Murphy S. P-TEFb is not an essential elongation factor for the intronless human U2 snRNA and histone H2b genes. EMBO J. 2005;24:4154–65. doi: 10.1038/sj.emboj.7600876. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Smith ER, Lin C, Garrett AS, Thornton J, Mohaghegh N, Hu D, et al.  The little elongation complex regulates small nuclear RNA transcription. Mol Cell. 2011;44:954–65. doi: 10.1016/j.molcel.2011.12.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Lin C, Garrett AS, De Kumar B, Smith ER, Gogol M, Seidel C, et al.  Dynamic transcriptional events in embryonic stem cells mediated by the super elongation complex (SEC) Genes Dev. 2011;25:1486–98. doi: 10.1101/gad.2059211. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Sims RJ, 3rd, Rojas LA, Beck D, Bonasio R, Schüller R, Drury WJ, 3rd, et al.  The C-terminal domain of RNA polymerase II is modified by site-specific methylation. Science. 2011;332:99–103. doi: 10.1126/science.1202663. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Jia Y, Mu JC, Ackerman SL. Mutation of a U2 snRNA gene causes global disruption of alternative splicing and neurodegeneration. Cell. 2012;148:296–308. doi: 10.1016/j.cell.2011.11.057. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}