{"title": "The Mediator complex and transcription elongation", "pubDate": "2013", "PMCID": "PMC3693936", "DOI": "10.1016/j.bbagrm.2012.08.017", "PMID": "22983086", "abstract": "Background:                       Mediator is an evolutionarily conserved multisubunit RNA polymerase II (Pol II) coregulatory complex. Although Mediator was initially found to play a critical role in the regulation of the initiation of Pol II transcription, recent studies have brought to light an expanded role for Mediator at post-initiation stages of transcription.                  Scope of review:                       We provide a brief description of the structure of Mediator and its function in the regulation of Pol II transcription initiation, and we summarize recent findings implicating Mediator in the regulation of various stages of Pol II transcription elongation.                  Major conclusions:                       Emerging evidence is revealing new roles for Mediator in nearly all stages of Pol II transcription, including initiation, promoter escape, elongation, pre-mRNA processing, and termination.                  General significance:                       Mediator plays a central role in the regulation of gene expression by impacting nearly all stages of mRNA synthesis. This article is part of a Special Issue entitled: RNA polymerase II Transcript Elongation.", "author": [{"author": "Ronald C Conaway", "affiliation": ["Stowers Institute for Medical Research, Kansas City, MO 64110, USA. RCC@stowers.org"], "href": "/?term=Conaway+RC&cauthor_id=22983086"}, {"author": "Joan Weliky Conaway", "affiliation": [], "href": "/?term=Conaway+JW&cauthor_id=22983086"}], "refPMID": [], "citedInPMID": ["22983086", "34982944", "34544872", "34527190", "33336467", "33155500", "32483291", "32102997", "31852773", "31402173", "30884312", "30733343", "30217892", "30192551", "30006452", "29844159", "29776932", "29325037", "28710262", "28699889", "28667115", "28270516", "28240253", "27864306", "27821593", "27188461", "27096886", "27000976", "26445504", "26442070", "26254229", "26217010", "26204128", "26182352", "26157578", "26146080", "26028540", "25995770", "25847322", "25705053", "25704823", "25665569", "25575120", "25383669", "25375174", "25281560", "25228320", "25223702", "25100719", "24882805", "24831003", "24704787", "24384817", "24248598", "24219496", "24088064", "24005039", "23991176", "23939621", "23795336", "23727265", "23612459", "23562092", "23476016", "23340209"], "body": " AbstractBackgroundMediator is an evolutionarily conserved multisubunit RNA polymerase II (Pol II) coregulatory complex. Although Mediator was initially found to play a critical role in regulation of the initiation of Pol II transcription, recent studies have brought to light an expanded role for Mediator at post-initiation stages of transcription.Scope of reviewWe provide a brief description of the structure of Mediator and its function in the regulation of Pol II transcription initiation, and we summarize recent findings implicating Mediator in the regulation of various stages of Pol II transcription elongation.Major conclusionsEmerging evidence is revealing new roles for Mediator in nearly all stages of Pol II transcription, including initiation, promoter escape, elongation, pre-mRNA processing, and termination.General significanceMediator plays a central role in the regulation of gene expression by impacting nearly all stages of mRNA synthesis. 1. IntroductionEukaryotic mRNA synthesis is an elaborate process that proceeds with the synthesis and co-transcriptional processing of a pre-mRNA to form a mature, translatable mRNA. Transcription of pre-mRNA is catalyzed by the evolutionarily conserved, multisubunit enzyme RNA polymerase II (Pol II). Transcription takes place through discrete stages referred to as initiation, elongation, and termination, all of which are now recognized as sites for the regulation of gene expression.Initiation of transcription by Pol II is a complex biochemical reaction governed by the concerted action of a remarkably large collection of general and gene-specific transcription factors. Fundamental to Pol II initiation are the set of five evolutionarily conserved general transcription factors, which are referred to as TFIIB, TFIID, TFIIE, TFIIF, and TFIIH and which comprise the minimum set of transcription factors needed to support synthesis by Pol II of a basal level of accurately initiated transcripts from its promoters in vitro [21,23,105]. Mechanistic studies have revealed that Pol II assembles together with the general factors at its promoters to form a stable preinitiation complex that is competent to initiate transcription when provided with ribonucleoside triphosphates [22,23,105].Efforts to understand how transcription initiation by Pol II and the general factors is regulated by the myriad DNA binding transcription factors known to activate or repress pre-mRNA synthesis led to discovery of the Mediator, an enormous multisubunit complex that appears to be present exclusively in eukaryotes and to play an integral role in gene regulation [14,15,109]. The Mediator was first identified in S. cerevisiae transcription extracts and purified chromatographically by Kornberg and coworkers by its ability to support the activation of Pol II transcription by DNA binding transcription factors, in an enzyme system reconstituted with purified general factors [57,93]. Subsequent investigation of the mechanism of action of Mediator from yeast and higher organisms revealed that Mediator promotes activation of Pol II transcription via direct interactions with both DNA binding transcription factors and the Pol II preinitiation complex [5,78,79,93,121]. Further studies have identified an array of Mediator surfaces capable of binding specifically to the transcription activation domains (TADs) of a large number of DNA binding transcription factors [5,13] and to Pol II and several of the general factors [8,9,17,34,48,65]. Through these interactions, Mediator is capable of promoting transcription initiation by Pol II, at least in part by facilitating assembly of functional preinitation complexes [4,18,51,52,130,134].More recently, experimental evidence implicating Mediator in post-initiation stages of Pol II transcription has emerged. These studies have brought to light roles for Mediator (i) in bypassing or overcoming the activities of factors that negatively regulate elongation [20,50,76], (ii) in recruiting Pol II transcription elongation factors and pre-mRNA processing factors [28,47,90,123] and (iii) in controlling phosphorylation of the heptapeptide repeats in the Pol II C-terminal domain (CTD) [11,28,49,123]. The phosphorylated CTD of elongating Pol II has been shown to function in some steps of chromatin remodeling by acting as a scaffold that recruits histone modifying enzymes to the transcribed region of genes [30,41,68,135]. The phosphorylated CTD also plays a central role in coordinating pre-mRNA processing by recruiting many of the enzymes and proteins critical for proper capping, splicing, and polyadenylation of pre-mRNA, as well as for proper nuclear export and localization of mature mRNAs [16,99,138]. Thus, Mediator might participate indirectly in all of these processes by modulating CTD phosphorylation.In this review, we begin with brief descriptions of the structure of Mediator, its various functional forms, and their roles in the regulation of transcription initiation by Pol II. We devote the remainder of this review to a discussion of recent evidence supporting roles for Mediator in post-initiation stages of Pol II transcription. 2. Mediator Structure and Function2.1. Multiple forms of MediatorEarly attempts to purify Mediator and establish its subunit composition led to the discovery that it can be isolated from cell extracts in multiple, chromatographically distinguishable forms [24,93,121]. Of these forms, the least complex is referred to as the Mediator “core” complex and is composed of more than 20 distinct proteins. Based on biochemical and structural studies, the subunits of the Mediator core complex are organized into at least three modules referred to as the “head,” “middle,” and “tail.” In cells, one fraction of the Mediator core complex is associated with a kinase module, which in S. cerevisiae includes the cyclin-dependent kinase CDK8, Cyclin C, and two additional subunits designated MED12 and MED13. Notably, the mammalian kinase module may have evolved a more complex array of functions, since it is composed of Cyclin C and one of two cyclin-dependent kinases CDK8 or CDK19, one of two MED12-like proteins MED12 or MED12L, and one of two MED13-like proteins MED13 or MED13L. Another fraction of the Mediator core complex is free of kinase module, but instead is tightly associated with Pol II in what is sometimes called the Mediator “holoenzyme” complex. The majority of metazoan Mediator core and holoenzyme complexes include an additional subunit, MED26. Finally, a small population of Mediator that contains both kinase module and MED26 can be isolated from mammalian cell extracts [27,109,123].2.2. Mediator function in transcription activation and repressionA major question prompted by the discovery of multiple forms of Mediator was whether the different forms possessed different transcription activities. Initially, it was proposed that Mediator associated with the kinase module might participate exclusively in transcriptional repression. In yeast, results of genetic experiments supported a role for subunits of the kinase module in repression of Pol II transcription [42,45,108,117,129]. In human cells, evidence suggested that Mediator containing the kinase module contributes to repression of Pol II transcription by the DNA binding transcription factor C/EBPβ, whereas Mediator lacking the kinase module but containing MED26 contributes to activation by the same transcription factor [87]. In a related study, the activation domain of the viral transactivator VP16 was reported to activate Pol II transcription in cells through a form of Mediator that is deficient in kinase module [126].Consistent with these genetic results, core Mediator or MED26-containing Mediator complexes have been shown to support activation of transcription in vitro far better than Mediator containing the kinase module [1,62,77,92,118,122]. Indeed, activation of Pol II transcription facilitated by the Mediator core complex can be inhibited by addition of purified kinase module to reactions [59]. Evidence suggests that it does so by binding stably to the Mediator core complex and blocking its interaction with Pol II, either by occluding the Pol II binding site or by an allosteric mechanism [33,59].Though evidence from these early studies argued that Mediator complexes that do or do not include the kinase module have intrinsically different activities, a litany of new findings has revealed that the story is not so simple. CDK8 kinase activity has recently been shown to be required for activation of transcription of a variety of genes, including a reporter gene activated by the model transcriptional activator GAL4-VP16 [37], genes regulated by the thryoid hormone receptor [6], p53 [29], and Smads [2], and genes in the serum response network [28]. CDK8 has also been shown to participate indirectly in activation of Pol II transcription by β-catenin, by phosphorylating and inactivating the transcription factor E2F1, which antagonizes β-catenin-dependent gene activation [88]. In addition, the kinase module subunits MED12 and MED13 have been shown to interact with or be required for transcription activation by a variety of DNA binding transcription factors, including β-catenin [56], its Drosophila ortholog Pygopus [19], Nanog [125], members of the GATA and RUNX families [40] and yeast Pdr3p [112]. Notably in human cells, direct interactions between the β-catenin activation domain and MED12 have been shown to contribute to Mediator recruitment to genes [56]. Finally, although kinase module and MED26 are often thought to have opposing functions, Boyer and coworkers obtained evidence consistent with the idea that Mediator containing both MED26 and kinase module functions in the repression of transcription of some neuronal genes by recruiting the RE1 silencing transcription factor [27]. 3. A role for Mediator in Pol II transcription elongation3.1. Mechanisms governing Pol II transcription elongationAlthough the initiation stage of Pol II transcription was long regarded as the primary site for the regulation of pre-mRNA synthesis, over the past decade or so it has become clear that the elongation stage of Pol II transcription is also a major site for gene regulation [53,64,for reviews see 67,110,111]. Early evidence that Pol II transcription could be regulated during elongation came with the identification of a handful of genes whose activation was accomplished at least in part by release of properly initiated, but paused, Pol II into productive elongation. The first examples of genes regulated in this fashion included the Drosophila heat shock, human c-Myc, and HIV-1 early genes [7,39,54,63,75,83,95,96,106,119,124,132]. With the development of genomic-scale methods for chromatin immunoprecipitation (ChIP-chip or ChIP-seq), nascent transcript sequencing, and location of transcriptionally engaged Pol II using nuclear run-on assays (GRO-seq), it has become clear that initiated and promoter-proximally paused Pol II can be found 30–50 nucleotides downstream of the start sites of many active and inactive genes, arguing that transcription of a large fraction of genes can be regulated during elongation [25,43,58,91,94,102,103,140].Although the exact mechanisms underlying the regulated pausing and release of Pol II are not known, features of these processes have been gleaned from a combination of biochemical and genetic experiments, which suggest that Pol II pausing during early elongation is controlled by multiple transcription elongation factors that either negatively or positively influence Pol II. These studies identified DRB-sensitivity inducing factor (DSIF, composed of SPT4 and SPT5) and negative elongation factor (NELF) as two factors that function together to induce Pol II pausing [38,66,86,103,120,127,133,137]. In addition, results of more recent studies identified an additional factor, Gdown1, as a protein that may cooperate with DSIF and NELF to induce Pol II pausing [20]. The role of Gdown1 in Pol II pausing remains controversial, however, as results of another study led to the proposal that it may instead act upstream of initiation, by preventing formation of an initiation-competent preinitiation complex [50].A variety of evidence argues that release of Pol II from promoter-proximal pausing requires the cyclin-dependent kinase P-TEFb, which is comprised of CDK9 and Cyclin T [72,81,82,98,101,131]. Among targets of the P-TEFb kinase are the Pol II CTD and the SPT5 subunit of DSIF [82,136]. Although the detailed mechanism by which P-TEFb contributes to the release of Pol II from pausing has not been established, evidence suggests that P-TEFb-dependent phosphorylation events might promote release of Pol II from pausing at least in part by facilitating dissociation of NELF from paused Pol II and by converting DSIF from a negatively acting factor into one that can stimulate the rate of Pol II elongation [36,100,103,128,136,137].Work carried out recently in several laboratories led to the discovery that P-TEFb functions in release of Pol II from pausing as a subunit of larger, multisubunit complexes referred to as Super Elongation Complexes (SECs), which are created combinatorially from P-TEFb, one of three ELL family members, one of two EAF family members, one of two AF4 family members (AFF1 and AFF4), and either ENL or AF9 [10,44,69,70,116,123,139]. ELL and EAF family members form ELL•EAF heterodimers that interact directly with transcribing Pol II and potently activate the rate of transcript elongation in vitro [60,85,113,114]; ELL and EAF family members are also components of the so-called Little Elongation Complexes (LECs) [115,123], which have been implicated in snRNA gene regulation [115]. Biochemical functions for SEC subunits other than P-TEFb and the ELL and EAF family members have not been clearly defined. The genes encoding ELL and other SEC components, including AFF1, AFF4, ENL, and AF9, have been found as translocation partners of the trithorax-like MLL gene in various leukemias . The resulting MLL fusion proteins can assemble into SECs, and it has been proposed that aberrant Pol II transcription activated by the resulting mutant SECs contributes to the development of leukemias [70,89,139].3.2. Evidence for post-initiation activities of MediatorAmong the first hints that Mediator might have a role(s) in post-initiation stages of Pol II transcription and perhaps in release of promoter-proximally paused Pol II into productive elongation came from the observation that, although initiated and paused Pol II is consitutively present on Drosophila heat shock genes, Mediator is recruited to these genes only upon heat shock, coincident with release of paused Pol II [97]. Based on these findings, it was proposed that Mediator might function together with elongation factors such as P-TEFb to promote release of paused Pol II [97]. In a subsequent study, deletion of Mediator subunit Med23 from mouse ES cells was found to interfere with activation of expression of the serum-response gene Egr1 and to result both in loss of Mediator recruitment to the Egr1 promoter and in a failure to release paused Pol II [5,130]. Furthermore, core Mediator subunits as well as components of the kinase module have been detected by ChIP not only at promoters but also within the transcribed regions of genes in both yeast and human cells [3,28,29,123,142]. Although the functional significance of these observations has not been firmly established, they are consistent with a role for Mediator in Pol II elongation. Biochemical and molecular genetic studies have suggested multiple mechanisms by which Mediator could contribute to regulation of elongation.Several lines of evidence suggest that one way Mediator might contribute to elongation control could be to help to bypass or overcome the activities of factors that negatively regulate elongation. Efforts to define biochemical activities that render transcription in vitro more dependent on Mediator led to the observation that purified Mediator complexes could overcome a block to transcription imposed by DSIF, in a reconstituted transcription system that is apparently devoid of P-TEFb [76]. If the results of these experiments faithfully recapitulate an in vivo activity of Mediator, these observations raise the possibility that, at least under some circumstances, Mediator may function independently of, or in parallel with, P-TEFb to allow productive elongation by Pol II. As noted above, the Pol II-associated protein Gdown1 has been proposed to function with DSIF and NELF to induce Pol II pausing [20]. It is intriguing that Mediator has also been shown to be able to overcome an inhibitory activity exerted by Gdown1 during transcription in vitro [46,50], leading to the suggestion that one mechanism by which Mediator might contribute to release of paused Pol II is by helping to overcome a Gdown1-mediated block to elongation [20,35].3.3. Role for Mediator in recruitment of P-TEFb and the SECRecent work from several labs has implicated Mediator in recruitment of Pol II elongation factors to genes. An unexpected twist in this story is evidence suggesting that Mediator can recruit P-TEFb and/or the P-TEFb and ELL•EAF-containing SEC by at least two apparently different mechanisms, one that depends on direct interactions between SEC and Mediator subunit MED26, and a second that depends on the kinase module.Initial hints that MED26 might afford a physical link between Mediator and the SEC came from proteomic studies revealing that small amounts of SEC subunits consistently copurified with FLAG-MED26 but not with other FLAG-tagged Mediator subunits [123]. Results of an independent high-throughput proteomic study of endogenous protein-protein complexes also suggested that MED26 might link Mediator and SEC [80]. Further investigation identified a MED26 N-terminal domain (NTD) that binds directly to the SEC via its EAF subunit. As a consequence of this interaction, Mediator supports activator-dependent recruitment of ELL•EAF-containing complexes, including SEC, to promoter DNA in vitro [123]. Notably, a domain closely resembling the MED26 NTD has been found in other proteins including TFIIS, Elongin A, and IWS1, which have roles in the regulation of Pol II elongation [12,26,107]. Several lines of evidence support a role in cells for the MED26 NTD in Mediator-dependent recruitment of the SEC and release of paused Pol II [123]. First, MED26 depletion reduces transcription of a collection of genes known to be regulated at elongation by promoter-proximal Pol II pausing; MED26 NTD mutants that do not bind to the SEC fail to rescue the transcription defect of a subset of these genes, including c-MYC. Second, ChIP experiments revealed that MED26 depletion results in loss of recruitment of the SEC to the c-MYC and HSP70 genes and in concomitant loss of Pol II CTD phosphorylation. Intriguingly, the MED26 NTD binds not only to SEC but also to the general transcription factor TFIID, leading to the suggestion that sequential interactions of this domain with TFIID and SEC could contribute to the transition of Pol II from initiation to productive elongation.Evidence supporting a role for Mediator containing the kinase module in recruitment of P-TEFb to genes was first brought to light in an analysis of the role of CDK8 in activating genes in the serum response network. CDK8 depletion leads to a marked reduction in expression of many serum response genes, including the immediate early genes Fos, Egr1, Egr2, and Egr3 [28]. Results of ChIP experiments showed that CDK8 depletion had little or no effect on the appearance of promoter-proximally paused Pol II at these genes, but strongly reduced both P-TEFb recruitment and Pol II CTD phosphorylation [28]. Similarly, an independent study investigating the role of the kinase module in activation of transcription of the human DIO1 gene by the thryoid receptor found that CKD8 depletion resulted in decreased P-TEFb recruitment [6]. Consistent with these observations, a combination of biochemical and proteomic analyses have provided evidence for an interaction between P-TEFb and the kinase module [28,31].The relationship, if any, between the mechanisms by which MED26- and kinase module-containing Mediator complexes participate in the regulation of Pol II transcription elongation remains to be determined. Although the contribution of these Mediator components to elongation factor recruitment has not yet been rigorously compared in the same cell types or under the same conditions, it is noteworthy that there is relatively little overlap between the genes found to be most affected by manipulating the expression of MED26 or subunits of the kinase module [28,29,123]. Thus, it is possible that MED26 and the kinase module act via independent mechanisms at different genes and/or in response to different signals (Figure 1, upper panel). On the other hand, it is conceivable that, in some cases, they might collaborate with one another. While the majority of MED26 and kinase module seem to be associated with different populations of Mediator, evidence suggests that a small fraction of Mediator complexes includes both [27,109]. This form of Mediator might be functional and support the simultaneous action of MED26 and kinase module; alternatively, it might represent an intermediate formed during an exchange of MED26 and kinase module. Notably, MED26 depletion has been shown to affect steady state expression of many genes [123], while CDK8 has thus far been shown to play a particularly important role in elongation factor recruitment during rapid activation of genes in response to mitogenic signals or thyroid hormone [6,28]. Biochemical experiments addressing the role of CDK8 in activation of Pol II transcription by the thyroid receptor revealed that the kinase module is released upon one cycle of initiation in vitro, whereas core Mediator subunits remain associated with the promoter [6]. Thus, it is tempting to speculate that kinase module might be especially important during the initial stages of activation of a gene, while MED26 might make a greater contribution at steady state (Figure 1, lower panel).Open in a separate windowFigure 1Models for Recruitment of Elongation Factors by Mediator. Upper panel, Distinct forms of Mediator containing either MED26 or kinase module act via independent mechanisms at different genes and/or in response to different signals. Lower panel, A single Mediator complex might undergo interconversion between kinase module- and MED26-containing forms at a single gene. For example, kinase module might be especially important for elongation factor recruitment during the initial round(s) of transcription when a gene is first activated, while MED26 might make a greater contribution when the gene is transcribed at steady state. 4. PerspectivesSince its discovery more than 20 years ago, the Mediator of Pol II transcription has been recognized as a central player in eukaryotic gene regulation. Although best known for its functions in Pol II transcription initiation, it has now become clear that Mediator makes significant contributions to the regulation of post-initiation events. Indeed, as we have discussed in this brief review, Mediator can affect the elongation stage of transcription through multiple mechanisms, including by helping to overcome the negative effect of factors that decrease Pol II elongation activity and by acting directly to help recruit and influence the function of positively acting elongation factors. Despite much progress, the molecular mechanisms by which Mediator functions remain enigmatic. A few of the many remaining questions are listed below.What is the relationship between MED26- and kinase module-dependent mechanisms of elongation factor recruitment?How can one reconcile the observation that the kinase module blocks Mediator interaction with Pol II yet can positively regulate transcription elongation by Pol II? Does kinase module act exclusively in this process as a component of the larger Mediator complex? It is perhaps noteworthy that P-TEFb has been reported to cofractionate with free kinase module [28], raising the possibility that the kinase module could act in some cases by a mechanism that is independent of Mediator.To what extent does Mediator help to link the transcription apparatus to the RNA processing machinery? Recruitment of many of the enzymes and proteins crucial for capping, splicing, and polyadenylation of nascent transcripts is regulated by phosphorylation of the Pol II CTD and can be modulated by the rate of transcript elongation by Pol II [32,141]. Hence, it is likely that Mediator will influence all of these processes, at least indirectly, through its ability to modulate CTD phosphorylation. In addition, Mediator subunit MED23 has recently been shown to bind directly to the splicing regulator hnRNP L and as a consequence to regulate a subset of hnRNP L-dependent alternative splicing events [47]. Whether Mediator also acts directly with additional regulators of splicing and other processing events to control RNA processing more generally remains to be determined.Does Mediator contribute to transcription termination? Yeast Mediator subunit Med18p has been shown to be highly enriched at the 3′ ends of the INO1 and CHA1 genes, and depletion of Med18p leads to an increase in Pol II readthrough past the termination signal at their 3′-ends [90]. In the future, it will be of considerable interest to determine whether this defect reflects a direct effect of Mediator on transcript termination. Alternatively, it could be secondary to Mediator-dependent Pol II CTD phosphorylation, since as noted above CTD phosphorylation influences the cleavage and polyadenylation of nascent transcripts, a process that is linked to termination [104].In addition to evidence that Mediator can influence chromatin structure indirectly by modulating Pol II CTD phosphorylation, evidence for a more direct role of Mediator in chromatin biology has come from studies demonstrating direct interactions between Mediator and nucleosomes and/or chromatin modifying and remodeling enzymes [55,61,71,73,74,84]. Thus, it will be of considerable interest to investigate the extent to which Mediator-dependent regulation of chromatin structure contributes to control of transcription elongation.In the coming years, we expect that biochemical and genetic studies addressing these issues will not only provide new insights into the mechanism of Mediator action in post-initiation stages of Pol II transcription, but will also unearth many new and tantalizing questions for future research. References1. Akoulitchev S, Chuikov S, Reinberg D. TFIIH is negatively regulated by cdk8-containing complexes. Nature. 2000;407:102–106. [PubMed] [Google Scholar]2. Alarcon C, Zaromytidou AI, Xi Q, Gao S, Yu J, Fujisawa S, Barlas A, Miller AN, Manova-Todorova K, Macias MJ, Sapkota G, Pan D, Massague J. Nuclear CDKs drive Smad transcriptional activation and turnover in BMP and TGF-beta pathways. Cell. 2009;139:757–769. [PMC free article] [PubMed] [Google Scholar]3. Andrau JC, van de PL, Lijnzaad P, Bijma T, Koerkamp MG, van de PJ, Werner M, Holstege FC. Genome-wide location of the coactivator mediator: Binding without activation and transient Cdk8 interaction on DNA. Mol Cell. 2006;22:179–192. [PubMed] [Google Scholar]4. Baek HJ, Kang YK, Roeder RG. Human Mediator enhances basal transcription by facilitating recruitment of transcription factor IIB during preinitiation complex assembly. J Biol Chem. 2006;281:15172–15181. [PubMed] [Google Scholar]5. Balamotis MA, Pennella MA, Stevens JL, Wasylyk B, Belmont AS, Berk AJ. Complexity in transcription control at the activation domain-mediator interface. Sci Signal. 2009;2:ra20. [PMC free article] [PubMed] [Google Scholar]6. Belakavadi M, Fondell JD. Cyclin-dependent kinase 8 positively cooperates with Mediator to promote thyroid hormone receptor-dependent transcriptional activation. Mol Cell Biol. 2010;30:2437–2448. [PMC free article] [PubMed] [Google Scholar]7. Bentley DL, Groudine M. Sequence requirements for premature termination of transcription in the human c-myc gene. Cell. 1988;53:245–256. [PubMed] [Google Scholar]8. Bernecky C, Grob P, Ebmeier CC, Nogales E, Taatjes DJ. Molecular architecture of the human Mediator-RNA polymerase II-TFIIF assembly. PLoS Biol. 2011;9:e1000603. [PMC free article] [PubMed] [Google Scholar]9. Bernecky C, Taatjes DJ. Activator-mediator binding stabilizes RNA polymerase II orientation within the human mediator-RNA polymerase II-TFIIF assembly. J Mol Biol. 2012;417:387–394. [PMC free article] [PubMed] [Google Scholar]10. Biswas D, Milne TA, Basrur V, Kim J, Elenitoba-Johnson KS, Allis CD, Roeder RG. Function of leukemogenic mixed lineage leukemia 1 (MLL) fusion proteins through distinct partner protein complexes. Proc Natl Acad Sci U S A. 2011;108:15751–15756. [PMC free article] [PubMed] [Google Scholar]11. Boeing S, Rigault C, Heidemann M, Eick D, Meisterernst M. RNA polymerase II C-terminal heptarepeat domain Ser-7 phosphorylation is established in a mediator-dependent fashion. J Biol Chem. 2010;285:188–196. [PMC free article] [PubMed] [Google Scholar]12. Booth V, Koth CM, Edwards AM, Arrowsmith CH. Structure of a conserved domain common to the transcription factors TFIIS, elongin A, and CRSP70. J Biol Chem. 2000;275:31266–31268. [PubMed] [Google Scholar]13. Borggrefe T, Yue X. Interactions between subunits of the Mediator complex with gene- specific transcription factors. Semin Cell Dev Biol. 2011;22:759–768. [PubMed] [Google Scholar]14. Boube M, Joulia L, Cribbs DL, Bourbon HM. Evidence for a Mediator of RNA polymerase II transcriptional regulation conserved from mammals to yeast. Cell. 2002;110:143–151. [PubMed] [Google Scholar]15. Bourbon HM. Comparative genomics supports a deep evolutionary origin for the large, four- module transcriptional mediator complex. Nucleic Acids Res. 2008;36:3993–4008. [PMC free article] [PubMed] [Google Scholar]16. Buratowski S. Progression through the RNA polymerase II CTD cycle. Mol Cell. 2009;36:541–546. [PMC free article] [PubMed] [Google Scholar]17. Cai G, Chaban YL, Imasaki T, Kovacs JA, Calero G, Penczek PA, Takagi Y, Asturias FJ. Interaction of the Mediator Head Module with RNA Polymerase II. Structure. 2012;20:899–910. [PMC free article] [PubMed] [Google Scholar]18. Cantin GT, Stevens JL, Berk AJ. Activation domain-mediator interactions promote transcription preinitiation complex assembly on promoter DNA. Proc Natl Acad Sci U S A. 2003;100:12003–12008. [PMC free article] [PubMed] [Google Scholar]19. Carrera I, Janody F, Leeds N, Duveau F, Treisman JE. Pygopus activates Wingless target gene transcription through the mediator complex subunits Med12 and Med13. Proc Natl Acad Sci U S A. 2008;105:6644–6649. [PMC free article] [PubMed] [Google Scholar]20. Cheng B, Li T, Rahl PB, Adamson TE, Loudas NB, Guo J, Varzavand K, Cooper JJ, Hu X, Gnatt A, Young RA, Price DH. Functional association of Gdown1 with RNA polymerase II poised on human genes. Mol Cell. 2012;45:38–50. [PMC free article] [PubMed] [Google Scholar]21. Conaway JW, Conaway RC. Initiation of eukaryotic messenger RNA synthesis. J Biol Chem. 1991;266:17721–17724. [PubMed] [Google Scholar]22. Conaway JW, Conaway RC. General transcription factors for RNA polymerase II. Prog Nucleic Acids Res Mol Biol. 1997;56:327–346. [PubMed] [Google Scholar]23. Conaway RC, Garrett KP, Hanley JP, Conaway JW. Mechanism of promoter selection by RNA polymerase II: mammalian transcription factors α and βγ promote entry of polymerase into the preinitiation complex. Proc Natl Acad Sci U S A. 1991;88:6205–6209. [PMC free article] [PubMed] [Google Scholar]24. Conaway RC, Sato S, Tomomori-Sato C, Yao T, Conaway JW. The mammalian mediator complex and its role in transcriptional regulation. Trends Biochem Sci. 2005;30:250–255. [PubMed] [Google Scholar]25. Core LJ, Waterfall JJ, Lis JT. Nascent RNA sequencing reveals widespread pausing and divergent initiation at human promoters. Science. 2008;322:1845–1848. [PMC free article] [PubMed] [Google Scholar]26. Diebold ML, Koch M, Loeliger E, Cura V, Winston F, Cavarelli J, Romier C. The structure of an Iws1/Spt6 complex reveals an interaction domain conserved in TFIIS, Elongin A and Med26. EMBO J. 2010;29:3979–3991. [PMC free article] [PubMed] [Google Scholar]27. Ding N, Tomomori-Sato C, Sato S, Conaway RC, Conaway JW, Boyer TG. MED19 and MED26 are synergistic functional targets of the RE1 silencing transcription factor in epigenetic silencing of neuronal gene expression. J Biol Chem. 2009;284:2648–2656. [PMC free article] [PubMed] [Google Scholar]28. Donner AJ, Ebmeier CC, Taatjes DJ, Espinosa JM. CDK8 is a positive regulator of transcriptional elongation within the serum response network. Nat Struct Mol Biol. 2010;17:194–201. [PMC free article] [PubMed] [Google Scholar]29. Donner AJ, Szostek S, Hoover JM, Espinosa JM. CDK8 is a stimulus-specific positive coregulator of p53 target genes. Mol Cell. 2007;27:121–133. [PMC free article] [PubMed] [Google Scholar]30. Drouin S, Laramee L, Jacques PE, Forest A, Bergeron M, Robert F. DSIF and RNA polymerase II CTD phosphorylation coordinate the recruitment of Rpd3S to actively transcribed genes. PLoS Genet. 2010;6:e1001173. [PMC free article] [PubMed] [Google Scholar]31. Ebmeier CC, Taatjes DJ. Activator-Mediator binding regulates Mediator-cofactor interactions. Proc Natl Acad Sci U S A. 2010;107:11283–11288. [PMC free article] [PubMed] [Google Scholar]32. Egloff S, Dienstbier M, Murphy S. Updating the RNA polymerase CTD code: adding gene- specific layers. Trends Genet. 2012 doi: 10.1016/j.tig.2012.03.007. [PubMed] [CrossRef] [Google Scholar]33. Elmlund H, Baraznenok V, Lindahl M, Samuelsen CO, Koeck PJ, Holmberg S, Hebert H, Gustafsson CM. The cyclin-dependent kinase 8 module sterically blocks Mediator interactions with RNA polymerase II. Proc Natl Acad Sci U S A. 2006;103:15788–15793. [PMC free article] [PubMed] [Google Scholar]34. Esnault C, Ghavi-Helm Y, Brun S, Soutourina J, Van BN, Boschiero C, Holstege F, Werner M. Mediator-dependent recruitment of TFIIH modules in preinitiation complex. Mol Cell. 2008;31:337–346. [PubMed] [Google Scholar]35. Espinosa JM. Get back TFIIF, don’t let me Gdown1. Mol Cell. 2012;45:3–5. [PMC free article] [PubMed] [Google Scholar]36. Fujinaga K, Irwin D, Huang Y, Taube R, Kurosu T, Peterlin BM. Dynamics of human immunodeficiency virus transcription: P-TEFb phosphorylates RD and dissociates negative effectors from the transactivation response element. Mol Cell Biol. 2004;24:787–795. [PMC free article] [PubMed] [Google Scholar]37. Furumoto T, Tanaka A, Ito M, Malik S, Hirose Y, Hanaoka F, Ohkuma Y. A kinase subunit of the human mediator complex, CDK8, positively regulates transcriptional activation. Genes Cells. 2007;12:119–132. [PubMed] [Google Scholar]38. Gilchrist DA, Nechaev S, Lee C, Ghosh SK, Collins JB, Li L, Gilmour DS, Adelman K. NELF-mediated stalling of Pol II can enhance gene expression by blocking promoter-proximal nucleosome assembly. Genes Dev. 2008;22:1921–1933. [PMC free article] [PubMed] [Google Scholar]39. Gilmour DS, Lis JT. RNA polymerase II interacts with the promoter region of the noninduced hsp70 gene in Drosophila melanogaster cells. Mol Cell Biol. 1986;6:3984–3989. [PMC free article] [PubMed] [Google Scholar]40. Gobert V, Osman D, Bras S, Auge B, Boube M, Bourbon HM, Horn T, Boutros M, Haenlin M, Waltzer L. A genome-wide RNA interference screen identifies a differential role of the mediator CDK8 module subunits for GATA/ RUNX-activated transcription in Drosophila. Mol Cell Biol. 2010;30:2837–2848. [PMC free article] [PubMed] [Google Scholar]41. Govind CK, Qiu H, Ginsburg DS, Ruan C, Hofmeyer K, Hu C, Swaminathan V, Workman JL, Li B, Hinnebusch AG. Phosphorylated Pol II CTD recruits multiple HDACs, including Rpd3C(S), for methylation-dependent deacetylation of ORF nucleosomes. Mol Cell. 2010;39:234–246. [PMC free article] [PubMed] [Google Scholar]42. Green SR, Johnson AD. Promoter-dependent roles for the Srb10 cyclin-dependent kinase and the Hda1 deacetylase in Tup1-mediated repression in Saccharomyces cerevisiae. Mol Biol Cell. 2004;15:4191–4202. [PMC free article] [PubMed] [Google Scholar]43. Guenther MG, Levine SS, Boyer LA, Jaenisch R, Young RA. A chromatin landmark and transcription initiation at most promoters in human cells. Cell. 2007;130:77–88. [PMC free article] [PubMed] [Google Scholar]44. He N, Liu M, Hsu J, Xue Y, Chou S, Burlingame A, Krogan NJ, Alber T, Zhou Q. HIV-1 Tat and host AFF4 recruit two transcription elongation factors into a bifunctional complex for coordinated activation of HIV-1 transcription. Mol Cell. 2010;38:428–438. [PMC free article] [PubMed] [Google Scholar]45. Holstege FC, Jennings EG, Wyrick JJ, Lee TI, Hengartner CJ, Green MR, Golub TR, Lander ES, Young RA. Dissecting the regulatory circuitry of a eukaryotic genome. Cell. 1998;95:717–728. [PubMed] [Google Scholar]46. Hu X, Malik S, Negroiu CC, Hubbard K, Velalar CN, Hampton B, Grosu D, Catalano J, Roeder RG, Gnatt A. A Mediator-responsive form of metazoan RNA polymerase II. Proc Natl Acad Sci U S A. 2006;103:9506–9511. [PMC free article] [PubMed] [Google Scholar]47. Huang Y, Li W, Yao X, Lin QJ, Yin JW, Liang Y, Heiner M, Tian B, Hui J, Wang G. Mediator complex regulates alternative mRNA processing via the MED23 subunit. Mol Cell. 2012;45:459–469. [PMC free article] [PubMed] [Google Scholar]48. Imasaki T, Calero G, Cai G, Tsai KL, Yamada K, Cardelli F, Erdjument-Bromage H, Tempst P, Berger I, Kornberg GL, Asturias FJ, Kornberg RD, Takagi Y. Architecture of the Mediator head module. Nature. 2011;475:240–243. [PMC free article] [PubMed] [Google Scholar]49. Jiang Y, Veschambre P, Erdjument-Bromage H, Tempst P, Conaway JW, Conaway RC, Kornberg RD. Mammalian mediator of transcriptional regulation and its possible role as an end-point of signal transduction pathways. Proc Natl Acad Sci U S A. 1998;95:8538–8543. [PMC free article] [PubMed] [Google Scholar]50. Jishage M, Malik S, Wagner U, Uberheide B, Ishihama Y, Hu X, Chait BT, Gnatt A, Ren B, Roeder RG. Transcriptional regulation by Pol II(G) involving mediator and competitive interactions of Gdown1 and TFIIF with Pol II. Mol Cell. 2012;45:51–63. [PMC free article] [PubMed] [Google Scholar]51. Johnson KM, Carey M. Assembly of a Mediator/TFIID/TFIIA complex bypasses the need for an activator. Curr Biol. 2003;13:772–777. [PubMed] [Google Scholar]52. Johnson KM, Wang J, Smallwood A, Arayata C, Carey M. TFIID and human mediator coactivator complexes assemble cooperatively on promoter DNA. Genes Dev. 2002;16:1852–1863. [PMC free article] [PubMed] [Google Scholar]53. Jones KA, Peterlin BM. Control of RNA initiation and elongation at the HIV-1 promoter. Annu Rev Biochem. 1994;63:717–743. [PubMed] [Google Scholar]54. Kao SY, Calman AF, Luciw PA, Peterlin BM. Anti-termination of transcription within the long terminal repeat of HIV-1 by tat gene product. Nature. 1987;330:489–493. [PubMed] [Google Scholar]55. Khorosjutina O, Wanrooij PH, Walfridsson J, Szilagyi Z, Zhu X, Baraznenok V, Ekwall K, Gustafsson CM. A chromatin-remodeling protein is a component of fission yeast mediator. J Biol Chem. 2010;285:29729–29737. [PMC free article] [PubMed] [Google Scholar]56. Kim S, Xu X, Hecht A, Boyer TG. Mediator is a transducer of Wnt/beta-catenin signaling. J Biol Chem. 2006;281:14066–14075. [PubMed] [Google Scholar]57. Kim YJ, Bjorklund S, Li Y, Sayre MH, Kornberg RD. A multiprotein mediator of transcriptional activation and its interaction with the C-terminal repeat domain of RNA polymerase II. Cell. 1994;77:599–608. [PubMed] [Google Scholar]58. Kininis M, Isaacs GD, Core LJ, Hah N, Kraus WL. Postrecruitment regulation of RNA polymerase II directs rapid signaling responses at the promoters of estrogen target genes. Mol Cell Biol. 2009;29:1123–1133. [PMC free article] [PubMed] [Google Scholar]59. Knuesel MT, Meyer KD, Bernecky C, Taatjes DJ. The human CDK8 subcomplex is a molecular switch that controls Mediator coactivator function. Genes Dev. 2009;23:439–451. [PMC free article] [PubMed] [Google Scholar]60. Kong SE, Banks CAS, Shilatifard A, Conaway JW, Conaway R. ELL-associated factors 1 and 2 are positive regulators of RNA polymerase II elongation factor ELL. Proceedings of the National Academy of Sciences of the United States of America. 2005;102:10094–10098. [PMC free article] [PubMed] [Google Scholar]61. Krebs AR, Demmers J, Karmodiya K, Chang NC, Chang AC, Tora L. ATAC and Mediator coactivators form a stable complex and regulate a set of non-coding RNA genes. EMBO Rep. 2010;11:541–547. [PMC free article] [PubMed] [Google Scholar]62. Kretzschmar M, Stelzer G, Roeder RG, Meisterernst M. RNA polymerase II cofactor PC2 facilitates activation of transcription by GAL4-AH in vitro. Mol Cell Biol. 1994;14:3927–3937. [PMC free article] [PubMed] [Google Scholar]63. Krumm A, Meulia T, Brunvand M, Groudine M. The block to transcriptional elongation within the human c-myc gene is determined in the promoter-proximal region. Genes Dev. 1992;6:2201–2213. [PubMed] [Google Scholar]64. Krumm A, Meulia T, Groudine M. Common mechanisms for the control eukaryotic transcriptional elongation. Bioessays. 1993;15:659–665. [PubMed] [Google Scholar]65. Lariviere L, Seizl M, van WS, Rother S, van de PL, Feldmann H, Strasser K, Hahn S, Holstege FC, Cramer P. Structure-system correlation identifies a gene regulatory Mediator submodule. Genes Dev. 2008;22:872–877. [PMC free article] [PubMed] [Google Scholar]66. Lee C, Li X, Hechmer A, Eisen M, Biggin MD, Venters BJ, Jiang C, Li J, Pugh BF, Gilmour DS. NELF and GAGA factor are linked to promoter-proximal pausing at many genes in Drosophila. Mol Cell Biol. 2008;28:3290–3300. [PMC free article] [PubMed] [Google Scholar]67. Levine M. Paused RNA polymerase II as a developmental checkpoint. Cell. 2011;145:502–511. [PMC free article] [PubMed] [Google Scholar]68. Li B, Howe L, Anderson S, Yates JR, III, Workman JL. The Set2 histone methyltransferase functions through the phosphorylated carboxyl-terminal domain of RNA polymerase II. J Biol Chem. 2003;278:8897–8903. [PubMed] [Google Scholar]69. Lin C, Garrett AS, De KB, Smith ER, Gogol M, Seidel C, Krumlauf R, Shilatifard A. Dynamic transcriptional events in embryonic stem cells mediated by the super elongation complex (SEC) Genes Dev. 2011;25:1486–1498. [PMC free article] [PubMed] [Google Scholar]70. Lin C, Smith ER, Takahashi H, Lai KC, Martin-Brown S, Florens L, Washburn MP, Conaway JW, Conaway RC, Shilatifard A. AFF4, a component of the ELL/P-TEFb elongation complex and a shared subunit of MLL chimeras, can link transcription elongation to leukemia. Mol Cell. 2010;37:429–437. [PMC free article] [PubMed] [Google Scholar]71. Lin JJ, Lehmann LW, Bonora G, Sridharan R, Vashisht AA, Tran N, Plath K, Wohlschlegel JA, Carey M. Mediator coordinates PIC assembly with recruitment of CHD1. Genes Dev. 2011;25:2198–2209. [PMC free article] [PubMed] [Google Scholar]72. Lis JT, Mason P, Peng J, Price DH, Werner J. P-TEFb kinase recruitment and function at heat shock loci. Genes Dev. 2000;14:792–803. [PMC free article] [PubMed] [Google Scholar]73. Liu Z, Myers LC. Med5(Nut1) and med17(srb4) are direct targets of mediator histone h4 tail interactions. PLoS One. 2012;7:e38416. [PMC free article] [PubMed] [Google Scholar]74. Lorch Y, Beve J, Gustafsson CM, Kornberg RD. Mediator-nucleosome interaction. Mol Cell. 2000;6:197–201. [PubMed] [Google Scholar]75. Lu X, Welsh TM, Peterlin BM. The human immunodeficiency virus type 1 long terminal repeat specifies two different transcription complexes, only one of which is regulated by Tat. J Virol. 1993;67:1752–1760. [PMC free article] [PubMed] [Google Scholar]76. Malik S, Barrero MJ, Jones T. Identification of a regulator of transcription elongation as an accessory factor for the human Mediator coactivator. Proc Natl Acad Sci U S A. 2007;104:6182–6187. [PMC free article] [PubMed] [Google Scholar]77. Malik S, Gu W, Wu W, Qin J, Roeder RG. The USA-derived transcriptional coactivator PC2 is a submodule of TRAP/SMCC and acts synergistically with other PC’s. Mol Cell. 2000;5:753–760. [PubMed] [Google Scholar]78. Malik S, Roeder RG. Dynamic regulation of pol II transcription by the mammalian Mediator complex. Trends Biochem Sci. 2005;30:256–263. [PubMed] [Google Scholar]79. Malik S, Roeder RG. The metazoan Mediator co-activator complex as an integrative hub for transcriptional regulation. Nat Rev Genet. 2010;11:761–772. [PMC free article] [PubMed] [Google Scholar]80. Malovannaya A, Lanz RB, Jung SY, Bulynko Y, Le NT, Chan DW, Ding C, Shi Y, Yucer N, Krenciute G, Kim BJ, Li C, Chen R, Li W, Wang Y, O’Malley BW, Qin J. Analysis of the human endogenous coregulator complexome. Cell. 2011;145:787–799. [PMC free article] [PubMed] [Google Scholar]81. Mancebo HSY, Lee G, Flygare J, Tomassini J, Luu P, Zhu Y, Peng J, Blau C, Price DH, Flores O. P-TEFb kinase is required for HIV Tat transcriptional activation in vivo and in vitro. Genes Dev. 1998;11:2633–2644. [PMC free article] [PubMed] [Google Scholar]82. Marshall NF, Peng J, Xie Z, Price DH. Control of RNA polymerase II elongation potential by a novel carboxyl-terminal domain kinase. J Biol Chem. 1996;271:27176–27183. [PubMed] [Google Scholar]83. Meulia T, Krumm A, Groudine M. Distinct properties of c-myc transcriptional elongation are revealed in xenopus oocytes and mammalian cells and by template titration, 5,6-dichloro-1B-D-ribofuranosylbenzimidazole (DRB),and promoter mutagenesis. MCB. 1993;13:5647–5658. [PMC free article] [PubMed] [Google Scholar]84. Meyer KD, Donner AJ, Knuesel MT, York AG, Espinosa JM, Taatjes DJ. Cooperative activity of cdk8 and GCN5L within Mediator directs tandem phosphoacetylation of histone H3. EMBO J. 2008;27:1447–1457. [PMC free article] [PubMed] [Google Scholar]85. Miller T, Williams K, Johnstone RW, Shilatifard A. Identification, Cloning, Expression, and Biochemical Characterization of the Testis-specific RNA Polymerase II Elongation Factor ELL3. J Biol Chem. 2001;275:32052–32056. [PubMed] [Google Scholar]86. Missra A, Gilmour DS. Interactions between DSIF (DRB sensitivity inducing factor), NELF (negative elongation factor), and the Drosophila RNA polymerase II transcription elongation complex. Proc Natl Acad Sci U S A. 2010;107:11301–11306. [PMC free article] [PubMed] [Google Scholar]87. Mo X, Kowenz-Leutz E, Xu H, Leutz A. Ras induces mediator complex exchange on C/EBPβ Mol Cell. 2004;13:241–250. [PubMed] [Google Scholar]88. Morris EJ, Ji JY, Yang F, Di SL, Herr A, Moon NS, Kwon EJ, Haigis KM, Naar AM, Dyson NJ. E2F1 represses beta-catenin transcription and is antagonized by both pRB and CDK8. Nature. 2008;455:552–556. [PMC free article] [PubMed] [Google Scholar]89. Mueller D, Garcia-Cuellar MP, Bach C, Buhl S, Maethner E, Slany RK. Misguided transcriptional elongation causes mixed lineage leukemia. PLoS Biol. 2009;7:e1000249. [PMC free article] [PubMed] [Google Scholar]90. Mukundan B, Ansari A. Novel role for mediator complex subunit Srb5/Med18 in termination of transcription. J Biol Chem. 2011;286:37053–37057. [PMC free article] [PubMed] [Google Scholar]91. Muse GW, Gilchrist DA, Nechaev S, Shah R, Parker JS, Grissom SF, Zeitlinger J, Adelman K. RNA polymerase is poised for activation across the genome. Nat Genet. 2007;39:1507–1511. [PMC free article] [PubMed] [Google Scholar]92. Myers LC, Gustafsson CM, Bushnell DA, Lui M, Erdjument-Bromage H, Tempst P, Kornberg RD. The Med proteins of yeast and their function through the RNA polymerase II carboxy-terminal domain. Genes Dev. 1998;12:45–54. [PMC free article] [PubMed] [Google Scholar]93. Myers LC, Kornberg RD. Mediator of Transcriptional Regulation. Annu Rev Biochem. 2000;69:729–749. [PubMed] [Google Scholar]94. Nechaev S, Fargo DC, dos Santos G, Liu L, Gao Y, Adelman K. Global analysis of short RNAs reveals widespread promoter-proximal stalling and arrest of Pol II in Drosophila. Science. 2010;327:335–338. [PMC free article] [PubMed] [Google Scholar]95. O’Brien T, Hardin S, Greenleaf A, Lis JT. Phosphorylation of RNA polymerase II C-terminal domain and transcriptional elongation. Nature. 1994;370:75–77. [PubMed] [Google Scholar]96. Okamoto H, Sheline CT, Corden JL, Jones KA, Peterlin BM. Trans-activation by human immunodeficiency virus Tat protein requires the C-terminal domain of RNA polymerase II. Proc Natl Acad Sci U S A. 1996;93:11575–11579. [PMC free article] [PubMed] [Google Scholar]97. Park JM, Werner J, Kim JM, Lis JT, Kim YJ. Mediator, not holoenzyme, is directly recruited to the heat shock promoter by HSF upon heat shock. Mol Cell. 2001;8:9–19. [PubMed] [Google Scholar]98. Peng J, Zhu Y, Milto JT, Price DH. Identification of multiple cyclin subunits of human P-TEFb. Genes Dev. 1998;12:755–762. [PMC free article] [PubMed] [Google Scholar]99. Perales R, Bentley D. “Cotranscriptionality”: the transcription elongation complex as a nexus for nuclear transactions. Mol Cell. 2009;36:178–191. [PMC free article] [PubMed] [Google Scholar]100. Peterlin BM, Price DH. Controlling the elongation phase of transcription with P-TEFb. Mol Cell. 2006;23:297–305. [PubMed] [Google Scholar]101. Price DH. P-TEFb, a cyclin-dependent kinase controlling elongation by RNA polymerase II. Mol Cell Biol. 2000;20:2629–2634. [PMC free article] [PubMed] [Google Scholar]102. Price DH. Poised polymerases: on your mark...get set...go! Mol Cell. 2008;30:7–10. [PubMed] [Google Scholar]103. Rahl PB, Lin CY, Seila AC, Flynn RA, McCuine S, Burge CB, Sharp PA, Young RA. c-Myc regulates transcriptional pause release. Cell. 2010;141:432–445. [PMC free article] [PubMed] [Google Scholar]104. Richard P, Manley JL. Transcription termination by nuclear RNA polymerases. Genes Dev. 2009;23:1247–1269. [PMC free article] [PubMed] [Google Scholar]105. Roeder RG. The role of general initiation factors in transcription by RNA polymerase II. Trends Biochem Sci. 1996;21:327–35. [PubMed] [Google Scholar]106. Rougvie AE, Lis JT. The RNA polymerase II molecule at the 5′ end of the uninduced hsp70 gene of D. melanogaster is transcriptionally engaged. Cell. 1988;54:795–804. [PubMed] [Google Scholar]107. Ryu S, Zhou S, Ladurner AG, Tjian R. The transcriptional cofactor complex CRSP is required for activity of the enhancer binding protein Sp1. Nature. 1999;397:446–450. [PubMed] [Google Scholar]108. Samuelsen CO, Baraznenok V, Khorosjutina O, Spahr H, Kieselbach T, Holmberg S, Gustafsson CM. TRAP230/ARC240 and TRAP240/ARC250 Mediator subunits are functionally conserved through evolution. Proc Natl Acad Sci U S A. 2003;100:6422–6427. [PMC free article] [PubMed] [Google Scholar]109. Sato S, Tomomori-Sato C, Parmely TJ, Florens L, Zybailov B, Swanson SK, Banks CA, Jin J, Cai Y, Washburn MP, Conaway JW, Conaway RC. A set of consensus mammalian mediator subunits identified by multidimensional protein identification technology. Mol Cell. 2004;14:685–691. [PubMed] [Google Scholar]110. Saunders A, Core LJ, Lis JT. Breaking barriers to transcription elongation. Nat Rev Mol Cell Biol. 2006;7:557–567. [PubMed] [Google Scholar]111. Schneider EE, Albert T, Wolf DA, Eick D. Regulation of c-myc and immunoglobulin kappa gene transcription by promoter-proximal pausing of RNA polymerase II. Curr Top Microbiol Immunol. 1999;246:225–231. [PubMed] [Google Scholar]112. Shahi P, Gulshan K, Naar AM, Moye-Rowley WS. Differential roles of transcriptional mediator subunits in regulation of multidrug resistance gene expression in Saccharomyces cerevisiae. Mol Biol Cell. 2010;21:2469–2482. [PMC free article] [PubMed] [Google Scholar]113. Shilatifard A, Duan DR, Haque D, Florence C, Schubach WH, Conaway JW, Conaway RC. ELL2, a new member of an ELL family of RNA polymerase II elongation factors. Proc Natl Acad Sci U S A. 1997;94:3639–3643. [PMC free article] [PubMed] [Google Scholar]114. Shilatifard A, Lane WS, Jackson KW, Conaway RC, Conaway JW. The human ELL gene encodes a novel RNA polymerase II elongation factor. Science. 1996;271:1873–1876. [PubMed] [Google Scholar]115. Smith ER, Lin C, Garrett AS, Thornton J, Mohaghegh N, Hu D, Jackson J, Saraf A, Swanson SK, Seidel C, Florens L, Washburn MP, Eissenberg JC, Shilatifard A. The little elongation complex regulates small nuclear RNA transcription. Mol Cell. 2011;44:954–965. [PMC free article] [PubMed] [Google Scholar]116. Sobhian B, Laguette N, Yatim A, Nakamura M, Levy Y, Kiernan R, Benkirane M. HIV-1 Tat assembles a multifunctional transcription elongation complex and stably associates with the 7SK snRNP. Mol Cell. 2010;38:439–451. [PMC free article] [PubMed] [Google Scholar]117. Song W, Treich I, Qian N, Kuchin S, Carlson M. SSN genes that affect transcriptional repression in Saccharomyces cerevisiae encode SIN4, ROX3, and SRB proteins associated with RNA polymerase II. Mol Cell Biol. 1996;16:115–120. [PMC free article] [PubMed] [Google Scholar]118. Spahr H, Khorosjutina O, Baraznenok V, Linder T, Samuelsen CO, Hermand D, Makela TP, Holmberg S, Gustafsson CM. Mediator influences Schizosaccharomyces pombe RNA polymerase II-dependent transcription in vitro. J Biol Chem. 2003;278:51301–51306. [PubMed] [Google Scholar]119. Strobl LJ, Eick D. Hold back of RNA polymerase II at the transcription start site mediates down-regulation of c-myc in vivo. EMBO J. 1992;11:3307–3314. [PMC free article] [PubMed] [Google Scholar]120. Sun J, Pan H, Lei C, Yuan B, Nair SJ, April C, Parameswaran B, Klotzle B, Fan JB, Ruan J, Li R. Genetic and genomic analyses of RNA polymerase II-pausing factor in regulation of mammalian transcription and cell growth. J Biol Chem. 2011;286:36248–36257. [PMC free article] [PubMed] [Google Scholar]121. Taatjes DJ. The human Mediator complex: a versatile, genome-wide regulator of transcription. Trends Biochem Sci. 2010;35:315–322. [PMC free article] [PubMed] [Google Scholar]122. Taatjes DJ, Naar AM, Andel F, Nogales E, Tjian R. Structure, function, and activator-induced conformations of the CRSP coactivator. Science. 2002;295:1058–1062. [PubMed] [Google Scholar]123. Takahashi H, Parmely TJ, Sato S, Tomomori-Sato C, Banks CAS, Kong SE, Szutorisz H, Swanson SK, Martin-Brown S, Washburn MP, Florens L, Seidel C, Lin C, Smith ER, Shilatifard A, Conaway RC, Conaway JW. Human Mediator Subunit Med26 Functions As A Docking Site For Transcription Elongation Factors. Cell. 2011;146:92–104. [PMC free article] [PubMed] [Google Scholar]124. Toohey MG, Jones KA. In vitro formation of short RNA polymerase II transcripts that terminate within the HIV-1 and HIV-2 promoter-proximal downstream regions. Genes Dev. 1989;3:265–282. [PubMed] [Google Scholar]125. Tutter AV, Kowalski MP, Baltus GA, Iourgenko V, Labow M, Li E, Kadam S. Role for Med12 in regulation of Nanog and Nanog target genes. J Biol Chem. 2009;284:3709–3718. [PubMed] [Google Scholar]126. Uhlmann T, Boeing S, Lehmbacher M, Meisterernst M. The VP16 activation domain establishes an active mediator lacking CDK8 in vivo. J Biol Chem. 2007;282:2163–2173. [PubMed] [Google Scholar]127. Wada T, Takagi T, Yamaguchi Y, Ferdous A, Imai T, Hirose S, Sugimoto S, Yano K, Hartzog GA, Winston F, Buratowski S, Handa H. DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes Dev. 1998;12:343–356. [PMC free article] [PubMed] [Google Scholar]128. Wada T, Takagi T, Yamaguchi Y, Watanabe D, Handa H. Evidence that P-TEFb alleviates the negative effect of DSIF on RNA polymerase II-dependent transcription in vitro. EMBO J. 1998;17:7395–7403. [PMC free article] [PubMed] [Google Scholar]129. Wahi M, Johnson AD. Identification of genes required for alpha 2 repression in Saccharomyces cerevisiae. Genetics. 1995;140:79–90. [PMC free article] [PubMed] [Google Scholar]130. Wang G, Balamotis MA, Stevens JL, Yamaguchi Y, Handa H, Berk AJ. Mediator requirement for both recruitment and postrecruitment steps in transcription initiation. Mol Cell. 2005;17:683–694. [PubMed] [Google Scholar]131. Wei P, Garber ME, Fang S, Fischer WH, Jones KA. A novel CDK9-associated C-type cyclin interacts directly with HIV-1 Tat and mediates its high-affinity, loop-specific binding to TAR RNA. Cell. 1998;92:451–462. [PubMed] [Google Scholar]132. Wolf DA, Strobl LJ, Pullner A, Eick D. Variable pause positions of RNA polymerase II lie proximal to the c-myc promoter irrespective of transcriptional activity. Nucleic Acids Res. 1995;23:3373–3379. [PMC free article] [PubMed] [Google Scholar]133. Wu CH, Yamaguchi Y, Benjamin LR, Horvat-Gordon M, Washinsky J, Enerly E, Larsson J, Lambertsson A, Handa H, Gilmour D. NELF and DSIF cause promoter proximal pausing on the hsp70 promoter in Drosophila. Genes Dev. 2003;17:1402–1414. [PMC free article] [PubMed] [Google Scholar]134. Wu SY, Zhou T, Chiang CM. Human mediator enhances activator-facilitated recruitment of RNA polymerase II and promoter recognition by TATA-binding protein (TBP) independently of TBP-associated factors. Mol Cell Biol. 2003;23:6229–6242. [PMC free article] [PubMed] [Google Scholar]135. Xiao T, Hall H, Kizer KO, Shibata Y, Hall MC, Borchers CH, Strahl BD. Phosphorylation of RNA polymerase II CTD regulates H3 methylation in yeast. Genes Dev. 2003;17:654–663. [PMC free article] [PubMed] [Google Scholar]136. Yamada T, Yamaguchi Y, Inukai N, Okamoto S, Mura T, Handa H. P-TEFb-mediated phosphorylation of hSpt5 C-terminal repeats is critical for processive transcription elongation. Mol Cell. 2006;21:227–237. [PubMed] [Google Scholar]137. Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. [PubMed] [Google Scholar]138. Yoh SM, Lucas JS, Jones KA. The Iws1:Spt6:CTD complex controls cotranscriptional mRNA biosynthesis and HYPB/Setd2-mediated histone H3K36 methylation. Genes Dev. 2008;22:3422–3434. [PMC free article] [PubMed] [Google Scholar]139. Yokoyama A, Lin M, Naresh A, Kitabayashi I, Cleary ML. A higher-order complex containing AF4 and ENL family proteins with P-TEFb facilitates oncogenic and physiologic MLL-dependent transcription. Cancer Cell. 2010;17:198–212. [PMC free article] [PubMed] [Google Scholar]140. Zeitlinger J, Stark A, Kellis M, Hong JW, Nechaev S, Adelman K, Levine M, Young RA. RNA polymerase stalling at developmental control genes in the Drosophila melanogaster embryo. Nat Genet. 2007;39:1512–1516. [PMC free article] [PubMed] [Google Scholar]141. Zhou Q, Li T, Price DH. RNA polymerase II elongation control. Annu Rev Biochem. 2012 doi: 10.1146/annurev-biochem-052610-095910. [PMC free article] [PubMed] [CrossRef] [Google Scholar]142. Zhu X, Wiren M, Sinha I, Rasmussen NN, Linder T, Holmberg S, Ekwall K, Gustafsson CM. Genome-wide occupancy profile of mediator and the Srb8-11 module reveals interactions with coding regions. Mol Cell. 2006;22:169–178. [PubMed] [Google Scholar]"}