{"title": "Architectural arrangement of the small nuclear RNA (snRNA)-activating protein complex 190 subunit (SNAP190) on U1 snRNA gene promoter DNA", "pubDate": "2012", "PMCID": "PMC3501025", "DOI": "10.1074/jbc.M112.407775", "PMID": "23038247", "abstract": "Myb repeats ∼52 amino acid residues in length were first characterized in the oncogenic Myb transcription factor, which contains three tandem Myb repeats in its DNA-binding domain. Proteins of this family normally contain either one, two, or three tandem Myb repeats that are involved in protein-DNA interactions. The small nuclear RNA (snRNA)-activating protein complex (SNAPc) is a heterotrimeric transcription factor that is required for expression of small nuclear RNA genes. This complex binds to an essential promoter element, the proximal sequence element, centered ∼50 base pairs upstream of the transcription start site of snRNA genes. SNAP190, the largest subunit of SNAPc, uncharacteristically contains 4.5 tandem Myb repeats. Little is known about the arrangement of the Myb repeats in the SNAPc-DNA complex, and it has not been clear whether all 4.5 Myb repeats contact the DNA. By using a site-specific protein-DNA photo-cross-linking assay, we have now mapped specific nucleotides where each of the Myb repeats of Drosophila melanogaster SNAP190 interacts with a U1 snRNA gene proximal sequence element. The results reveal the topological arrangement of the 4.5 SNAP190 Myb repeats relative to the DNA and to each other when SNAP190 is bound to a U1 promoter as a subunit of SNAPc.", "author": [{"author": "Matthew T Doherty", "affiliation": ["Molecular Biology Institute and the Department of Biology, San Diego State University, San Diego, California 92182-1030, USA."], "href": "/?term=Doherty+MT&cauthor_id=23038247"}, {"author": "Yoon Soon Kang", "affiliation": [], "href": "/?term=Kang+YS&cauthor_id=23038247"}, {"author": "Cheryn Lee", "affiliation": [], "href": "/?term=Lee+C&cauthor_id=23038247"}, {"author": "William E Stumph", "affiliation": [], "href": "/?term=Stumph+WE&cauthor_id=23038247"}], "refPMID": [], "citedInPMID": ["23038247", "32253345", "30886889", "27900551", "25324315"], "body": " AbstractMyb repeats ∼52 amino acid residues in length were first characterized in the oncogenic Myb transcription factor, which contains three tandem Myb repeats in its DNA-binding domain. Proteins of this family normally contain either one, two, or three tandem Myb repeats that are involved in protein-DNA interactions. The small nuclear RNA (snRNA)-activating protein complex (SNAPc) is a heterotrimeric transcription factor that is required for expression of small nuclear RNA genes. This complex binds to an essential promoter element, the proximal sequence element, centered ∼50 base pairs upstream of the transcription start site of snRNA genes. SNAP190, the largest subunit of SNAPc, uncharacteristically contains 4.5 tandem Myb repeats. Little is known about the arrangement of the Myb repeats in the SNAPc-DNA complex, and it has not been clear whether all 4.5 Myb repeats contact the DNA. By using a site-specific protein-DNA photo-cross-linking assay, we have now mapped specific nucleotides where each of the Myb repeats of Drosophila melanogaster SNAP190 interacts with a U1 snRNA gene proximal sequence element. The results reveal the topological arrangement of the 4.5 SNAP190 Myb repeats relative to the DNA and to each other when SNAP190 is bound to a U1 promoter as a subunit of SNAPc.Keywords: DNA-binding Protein, DNA-Protein Interaction, Gene Transcription, Protein-DNA Interaction, Transcription Initiation Factors, Myb Repeats, SNAPc, Site-specific Protein-DNA Photo-cross-linking, snRNA Gene Transcription IntroductionThe small nuclear RNA-activating protein complex (SNAPc),3 also known as PSE-binding transcription factor (PTF), is required to activate transcription of genes encoding the snRNAs and certain other small stable RNA molecules (1–13). Drosophila melanogaster SNAPc (DmSNAPc) is a heterotrimer that consists of subunits known as DmSNAP190, DmSNAP50, and DmSNAP43 (14, 15). The three subunits of DmSNAPc form a stable complex in the absence of DNA and are all required together for sequence-specific interaction with a DNA promoter element called the proximal sequence element A (PSEA). The PSEA is conserved at a location about 40–60 base pairs upstream of the transcription start site of fly snRNA genes (7, 16).The atomic structure of SNAPc is unknown. However, site-specific protein-DNA photo-cross-linking experiments have provided significant information about the arrangement of the three fruit fly subunits relative to the PSEA sequence and to each other on the DNA (14, 17). As summarized in Fig. 1, DmSNAP190 cross-linked to 13 specific phosphate positions extending between U1 PSEA nucleotide positions 1 and 25 (indicated by yellow spheres on the DNA double helix). Those studies furthermore indicated that DmSNAP50 cross-linked to phosphate positions located between 13 and 22, and DmSNAP43 cross-linked to phosphates between 18 and 40 when DmSNAPc was bound to a U1 snRNA gene PSEA (positions indicated by the green and blue spheres, respectively, in Fig. 1) (14, 17).Open in a separate windowFIGURE 1.Illustration summarizing the nucleotide positions where each of the three DmSNAPc subunits cross-link to U1 gene promoter sequences. The bar at the top is a schematic representation of the U1 promoter region with the relative positions of the PSEA and PSEB indicated. The negative numbers below the bar indicate the positions of the PSEA and PSEB relative to the U1 gene transcription start site. The top row of numbers shows the numbering system used for identifying the PSEA positions (positions 1–21) and beyond the PSEA into the PSEB (positions 30–37). The phosphate positions to which DmSNAP190, DmSNAP50, and DmSNAP43 cross-link (as part of DNA-bound DmSNAPc) are indicated by the yellow, green, and blue colored spheres, respectively, on the double-helical DNA below. Magenta bases comprise the PSEA, and cyan bases comprise the PSEB. The template and non-template stands are rendered in dark gray and light gray, respectively. The phosphate positions to which DmSNAP190 cross-links are explicitly numbered on the uppermost DNA helix.By combining the site-specific protein-DNA photo-cross-linking technique with subsequent site-specific chemical cleavage of the polypeptides, it was further possible to map yet smaller domains within DmSNAP50 and DmSNAP43 that interacted with specific nucleotide positions in the PSEA (18). A preliminary mapping was also accomplished of DmSNAP190 domains that interacted with the three positions 1, 12, and 24 of the U1 PSEA (18). In the current work, we have significantly extended those studies to localize the regions of DmSNAP190 that interact with each of the 10 remaining cross-linkable nucleotide positions of the U1 PSEA.A distinctive feature of metazoan SNAP190 is that it contains 4.5 Myb repeats (14, 20). Myb repeats were first characterized as three imperfect repeats, termed R1, R2, and R3 (each ∼52 amino acids residues in length), that constitute the DNA-binding domain of the c-Myb transcription factor (21, 22). Such Myb repeats have been found in a large family of fungal, plant, and animal DNA-binding proteins. Although c-Myb and many other Myb-related proteins contain three tandem repeats of this type, many other members of this family contain only two Myb repeats (e.g. the maize C1 and P proteins and budding yeast Rap1p) or a single repeat (e.g. human TRF1, rice RTBP1, and fission yeast Taz1p) (23–29). To our knowledge, metazoan SNAP190 is the only characterized polypeptide that contains more than three tandem Myb repeats.The studies reported here reveal that all 4.5 Myb repeats of DmSNAP190 are located in close proximity to the DNA. Furthermore, based upon these data and the solved crystal structures of the repeats of the Myb protein itself, it became possible to accurately model the three-dimensional spatial arrangement of the 4.5 DmSNAP190 Myb repeats on the DNA when DmSNAPc binds to the U1 PSEA sequence. Somewhat surprisingly, we also discovered that several of the nucleotides in the 3′ half of the PSEA did not cross-link to any of the Myb repeats but rather cross-linked to the N-terminal domain of DmSNAP190 that precedes the Myb repeats. EXPERIMENTAL PROCEDURESDmSNAPc Constructs, Expression, and Purification The preparation of untagged and N- and C-terminally FLAG-tagged constructs encoding DmSNAPc subunits has been described previously (30). The DmSNAP190 constructs with point mutations that eliminated and/or introduced hydroxylamine cleavage sites (asparaginyl-glycyl (NG) peptide bonds) have also been described previously (18). (One new N-terminally tagged DmSNAP190 construct was prepared for this work with a single NG peptide bond at residues 189–190.)DmSNAP190, DmSNAP50, and DmSNAP43 were co-overexpressed in stably transfected Drosophila S2 cells each under the control of the metallothionein promoter (14, 15, 30). A FLAG tag was always present on the DmSNAP190 subunit except when we wished to express untagged DmSNAP190; in those cases, the DmSNAP43 subunit was expressed with an N-terminal FLAG tag. DmSNAP complexes were purified by FLAG immunoaffinity chromatography as described previously (30). Electrophoretic mobility shift assays were carried out to confirm the DNA-binding activity of each of the FLAG-purified DmSNAPc variants (30).Site-specific Protein-DNA Photo-cross-linking, Hydroxylamine Digestion of Proteins, and Analysis of Cleaved Fragments Double-stranded DNA probes that each contained a photo-cross-linking agent (azidophenacyl group) located at a specific individual phosphate position within or downstream of the U1 PSEA sequence were prepared exactly as described in detail previously (18). Briefly, two shorter synthetic oligonucleotides were annealed to a longer synthetic oligonucleotide and ligated to form a fully complementary double-stranded 32P-labeled photo-cross-linking probe. To provide one example, a probe with cross-linker at position 7 of the non-template strand of the U1 PSEA was prepared by annealing each of the two oligonucleotides 5′-GCTATGACCATGATTACGAATTCATTCTTATAATT-3′ and 5′-*CCxCAACTGGTTTTAGCGGTACCGCCATGGAAAGGTATGGGATCC-3′ (where the PSEA is underlined, the asterisk indicates a 32P, and x indicates the position of a phosphorothioate derivatized with azidophenacyl bromide) to the following 79-mer template strand oligonucleotide: 3′-CGATACTGGTACTAATGCTTAAGTAAGAATATTA- AGGGTTGACCAAAATCGCCATGGCGGTACCTTTCCATACCCTAGG-5′. The annealed oligonucleotides were then ligated with T4 DNA ligase to generate the double-stranded probe. Probes with cross-linker at other specific phosphate positions on the non-template strand were generated by varying the position of the centrally located 3′ and 5′ ends of the two shorter synthetic oligonucleotides. Analogous strategies using complementary oligonucleotides were utilized to prepare probes with the cross-linking agent in the template strand of the DNA.Photo-cross-linking reactions were carried out exactly as described previously (18). Briefly, FLAG-purified DmSNAPc was incubated with DNA probe in the dark for 30 min, followed by irradiation with UV light. Following irradiation, cross-linked samples were subjected to DNase I and S1 nuclease digestion to remove all but about 2 or 3 nucleotides of the DNA probe. Cross-linked proteins were cleaved specifically at NG peptide bonds by dialysis against freshly prepared 1.8 m hydroxylamine reagent at 45 °C for 5 h (18, 31). Samples were then prepared as described in detail recently (18) for electrophoresis through denaturing 11% polyacrylamide gels. Following electrophoresis, gels were dried and subjected to autoradiography.Immunoblots of Hydroxylamine-digested DmSNAPc Affinity-purified FLAG-tagged DmSNAPc samples were treated exactly as described above for digestion with hydroxylamine except that the incubation with the DNA photo-cross-linking probe and the UV irradiation were omitted. Immunoblotting was carried out as described previously (30). N-terminal FLAG-tagged fragments of DmSNAP190 were detected by using alkaline phosphatase-conjugated monoclonal antibody against the FLAG epitope (Sigma, catalog no. A9469). C-terminal fragments of DmSNAP190 were detected by using a primary antibody that was a rabbit polyclonal antibody generated against a 14-amino acid peptide from the C terminus of DmSNAP190 (14). The secondary antibody was alkaline phosphatase-conjugated goat anti-rabbit IgG(Fc) (Promega, catalog no. S3731). RESULTSIdentification of DmSNAP190 Myb Domain Repeats That Cross-link to U1 PSEA Positions 3, 5, and 7 of the Non-template DNA Strand In the 5′ portion of the U1 PSEA, DmSNAP190 can be cross-linked to phosphate positions 1, 3, 5, and 7 of the non-template strand (Fig. 1) (17). The photo-cross-linking protocol employed transfers a 32P radiolabel in the DNA to nearby amino acid residues of any protein present in close proximity to the nucleotide position that contains the cross-linking agent. By carrying out hydroxylamine digestion of the protein at NG peptide bonds subsequent to the site-specific protein-DNA photo-cross-linking, it is possible to map or localize the region in the protein to which the cross-linking occurs. By employing such a strategy, we recently determined that phosphate position 1 of the U1 PSEA cross-linked to a region of DmSNAP190 located between amino acid residues 359 and 483 (18).Fig. 2 shows results of experiments designed to map the regions of DmSNAP190 that cross-link to positions 3, 5, and 7 of the U1 PSEA. A schematic representation of DmSNAP190 is shown at the top of Fig. 2A. The 4.5 Myb repeats are labeled Rh, Ra, Rb, Rc, and Rd. The locations of hydroxylamine cutting sites (NG peptide bonds) engineered by site-directed mutagenesis into seven separate DmSNAP190 constructs are labeled H, Ha, A, B, C, D, and E. The N- and C-terminal fragments expected after hydroxylamine digestion of each construct are represented in the lower part of Fig. 2A by the darkly shaded and unshaded areas, respectively. Each construct contained a FLAG tag at its N terminus.Open in a separate windowFIGURE 2.Localization of domains of DmSNAP190 that cross-link to U1 PSEA positions 3, 5, and 7 of the non-template strand.\nA, schematic representation of the hydroxylamine cleavage patterns of DmSNAP190 constructs used in the photo-cross-linking studies. The top bar shows structural features of DmSNAP190, which consists of 721 amino acid residues and 4.5 Myb repeats designated Rh, Ra, Rb, Rc, and Rd. The position of each of the hydroxylamine cutting sites (NG peptide bonds) in each of the individual DmSNAP190 constructs is shown above the bar at the very top. The shaded and unshaded regions below represent the N-terminal and C-terminal fragments produced by chemical cleavage of each of the constructs. Constructs H through E each contain an N-terminal FLAG tag and a single NG peptide bond at a variable position within or flanking the Myb repeats. B, all gel results shown are subsequent to hydroxylamine digestion of DmSNAPc from cell lines separately expressing the DmSNAP190 variants represented by constructs H to E shown in A. The first two panels show immunoblots using antibodies against a C-terminal peptide of DmSNAP190 (lanes 1–7) or antibodies against the FLAG epitope at the N terminus of each construct (lanes 8–14). Lanes marked M contain molecular weight markers. Arrowheads (unshaded for C-terminal fragments and shaded for N-terminal fragments) point out the specific cleavage products of interest. Lanes 7 and 14 are from the same gels as lanes 1–6 and 8–13, respectively. Lanes 15–32 show autoradiography results of protein-DNA photo-cross-linking of the DmSNAP190 constructs H, A, B, C, D, and E to U1 PSEA position 3 (lanes 15–20), position 5 (lanes 21–26), or position 7 (lanes 27–32). In lane 29, both the N- and C-terminal fragments of construct B cross-linked to position 7. FL, position of bands corresponding to full-length undigested N-tagged DmSNAP190. C, constructs UT, NT, and CT are untagged, N-tagged, and C-tagged, respectively, and each has a single NG peptide bond at position 358. (Construct NT and construct C (from A) are actually identical but are labeled differently in different parts of the figure for clarity.) The three panels below show autoradiograms of protein-DNA photo-cross-linking of DmSNAP190 constructs UT, NT, and CT to U1 PSEA position 3 (lanes 1–3), position 5 (lanes 4–6), or position 7 (lanes 7–9). The symbols alongside the gel indicate the origin of each band and correspond to the schematic diagrams of the constructs above. Unshaded arrowheads point to bands representing C-terminal fragments, and shaded arrowheads point to N-terminal fragments. Bands corresponding to residual undigested full-length DmSNAP190 (untagged, N-tagged, and C-tagged) are observed in the upper part of each panel. D, schematic drawing indicating the region of DmSNAP190 that cross-linked to each of the positions 3, 5, and 7 of the U1 PSEA. Dark shading, stronger cross-linking; lighter shading, weaker cross-linking.The first two panels in Fig. 2B (lanes 1–14) show immunoblots of these seven DmSNAP190 constructs following hydroxylamine digestion and detection with either antibodies specific for an epitope at the C terminus or specific for the tag at the N terminus. Lanes 1–7 show the locations in the gel of the C-terminal fragments that decrease in size from left to right, and lanes 8–14 reveal the positions of the N-terminal fragments that increase in size from left to right.The next panel of Fig. 2B (lanes 15–20) shows an autoradiogram of 32P-labeled fragments after photo-cross-linking of DmSNAPc site-specifically to position 3 of the U1 PSEA and subsequent hydroxylamine digestion of the protein. The pattern of decreasing fragment sizes in lanes 15–19 is consistent with the cross-linking of phosphate position 3 to the C-terminal fragment in each of the constructs H through D. In contrast, it was the N-terminal fragment of construct E that cross-linked to position 3 (lane 20). Taken together, these results indicate that phosphate position 3 cross-linked to DmSNAP190 C-terminal of cut site D but N-terminal of cut site E. We thus can conclude that a domain of DmSNAP190 located between amino acid residues 410 and 483 cross-linked to phosphate position 3 of the U1 PSEA.Lanes 21–26 of Fig. 2B show the results of photo-cross-linking the same six DmSNAPc constructs to position 5 of the U1 PSEA. Cross-linking of the C-terminal fragments of constructs H, A, and B was evident in lanes 21–23, whereas the N-terminal fragments from constructs D and E cross-linked (lanes 25 and 26). However, as previously noted (18), the N-terminal and C-terminal fragments from construct C migrated to very nearly the same position on the gel (lanes 5 and 12). Thus, it was not possible to unambiguously ascertain from these data alone whether the N-terminal or C-terminal fragment from construct C was responsible for the band in lane 24.To distinguish between those two possibilities, photo-cross-linking was subsequently carried out with DmSNAPc that contained one of three different DmSNAP190 constructs: either untagged DmSNAP190, N-terminally tagged DmSNAP190, or C-terminally tagged DmSNAP190, each with the hydroxylamine cleavage site at position 358. These three constructs are shown at the top of Fig. 2C. (The tag at the N terminus increased the size of the N-terminal fragment by ∼2.3 kDa compared with the untagged N-terminal fragment, and the tag at the C terminus increased the size of the C-terminal fragment by ∼5.7 kDa.) These three cross-linking reactions to phosphate 5 were then run side-by-side on the same gel (Fig. 2C, lanes 4–6). In lane 5, the fragment from N-terminally tagged DmSNAP190 migrated more slowly than the cross-linked fragment from C-terminally tagged or untagged DmSNAP190. This result indicates that, after cleavage at position 358, the N-terminal fragment of DmSNAP190 cross-linked to phosphate position 5. The pattern from the converse result (if cross-linking occurred C-terminal of amino acid residue 358) is exemplified in lanes 1–3 of Fig. 2C, which exhibits the C-terminal cross-linking pattern expected for position 3. Taken together, we can conclude that amino acids of DmSNAP190 between residues 306 and 358 cross-linked to phosphate position 5 of the U1 PSEA.When experiments were carried out with the cross-linking agent at position 7 in the U1 PSEA, the pattern shown in Fig. 2B, lanes 27–32, was obtained. Lanes 27 and 28 revealed that the C-terminal fragment of DmSNAP190 cross-linked when cleavage occurred following amino acid residue 168 or 247. However, when cleavage occurred following residue 305 (construct B, lane 29), the N-terminal fragment cross-linked most strongly, although the C-terminal fragment continued to cross-link but with less intensity. Thus, phosphate 7 of the U1 PSEA cross-linked to amino acid residues both N-terminal and C-terminal of residue 305 of DmSNAP190. When DmSNAP190 cleavage occurred at either position 409 or 483 (constructs D and E), only the N-terminal fragment cross-linked (Fig. 2B, lanes 31 and 32). This means that phosphate 7 of the U1 PSEA cross-linked to DmSNAP190 residues only to the N-terminal side of residue 409.There remained a possibility that position 7 of the U1 PSEA could cross-link to residues C-terminal to residue 358 (although N-terminal to position 409). The experiments shown in Fig. 2C, lanes 7–9, discount that possibility because the banding pattern reveals that only the N-terminal fragment cross-linked. Taking all of these data into account, we conclude that phosphate 7 of the U1 PSEA cross-linked strongly to residues of DmSNAP190 localized between 248 and 305 and cross-linked with less intensity to residues between 306 and 358. The results of cross-linking phosphate positions 3, 5, and 7 to DmSNAP190 are summarized in Fig. 2D.Identification of DmSNAP190 Myb Domain Repeats That Cross-link to U1 PSEA Positions 8, 10, and 14 of the Template Strand Previous work revealed that DmSNAP190 cross-linked to phosphate positions 8, 10, 12, and 14 of the template strand in the central region of the U1 PSEA (Fig. 1) (17). More recent work determined that phosphate position 12 cross-linked to a region of DmSNAP190 between amino acid residues 306 and 358 (18). To further investigate the DmSNAP190 DNA-binding pattern to the U1 PSEA, we next examined the cross-linking of phosphate position 8 of the template strand to DmSNAP190. The pattern of cross-linking (Fig. 3, lanes 1–9) revealed that position 8 of the U1 PSEA cross-linked C-terminal to residue 306 (construct B, lane 3) but N-terminal to residue 409 (construct D, lane 5). Results shown in lanes 7–9 indicated that the cross-linking occurred C-terminal to DmSNAP190 residue 358. We can therefore conclude that U1 PSEA position 8 cross-linked to amino acid residues of DmSNAP190 localized between positions 359 and 409.Open in a separate windowFIGURE 3.Localization of domains of DmSNAP190 that cross-link to U1 PSEA positions 8, 10, and 14 of the template strand.\nLanes 1–9, lanes 10–18, and lanes 19–24 show autoradiograms of the results of photo-cross-linking DmSNAP190 NG variants to U1 PSEA phosphate positions 8, 10, and 14, respectively. Lanes and bands are labeled as indicated in the legend of Fig. 2. Unshaded arrowheads point to bands corresponding to C-terminal fragments that cross-linked, and shaded arrowheads point to cross-linked N-terminal fragments. The term 50 FL to the left of lane 19 indicates a band in lanes 19–24 that is due to the cross-linking of DmSNAP50 (full-length) to phosphate position 14 (see Fig. 1 and Ref. 17). The diagram at the bottom of the figure indicates the region of DmSNAP190 that cross-linked to each of the positions 8, 10, and 14 of the U1 PSEA. Dark shading, stronger cross-linking; lighter shading, somewhat weaker cross-linking that was more obviously weaker on the original autoradiograms.Phosphate position 10 of the U1 PSEA exhibited a cross-linking pattern (Fig. 3 lanes 10–15) that was remarkably similar to that obtained with position 8 (lanes 1–6). Notably, however, the results in lanes 16–18 are the converse of those observed in lanes 7–9. Thus, position 10 cross-linked to DmSNAP190 residues N-terminal of position 358. We therefore can conclude that U1 PSEA position 10 cross-linked to DmSNAP190 residues located between positions 306 and 358. Previous work found that the nearby position 12 of the U1 PSEA likewise cross-linked to this same region of DmSNAP190 (18).Consequently, we next examined the cross-linking of DmSNAP190 to position 14 of the U1 PSEA (Fig. 3, lanes 19–24). This position produced a significantly different pattern. (Background bands that result from the cross-linking of DmSNAP50 to phosphate position 14 are also observed on this gel.) Cross-linking to DmSNAP190 occurred C-terminal of position 168 (construct H, lane 19) but N-terminal of position 305 (construct B, lane 21). However, the results with construct A (lane 20) revealed that position 14 cross-linked to fragments both N-terminal and C-terminal of position 247. As a result, we can conclude that DmSNAP190 residues between 169 and 247 as well as residues between 248 and 305 are in close proximity to phosphate position 14 of the U1 PSEA. The results of cross-linking phosphate positions 8, 10, and 14 to DmSNAP190 are summarized at the bottom of Fig. 3.Identification of DmSNAP190 Domains That Cross-link to U1 PSEA Positions 17 and 25 of the Non-template Strand We next examined the domains in DmSNAP190 that cross-link to phosphate positions 17 and 25 in the non-template strand of the DNA. Each of these positions presented specific challenges in comparison with the previously described work. For example, phosphate position 17 cross-links with very much higher intensity to DmSNAP50 than it does to DmSNAP190 (17). As a result, very strong bands of cross-linked DmSNAP50 (full-length and hydroxylamine-cleaved products) appear on a gel after DmSNAPc cross-linking to position 17. At position 25, on the other hand, the DmSNAP190 cross-linking signal is very weak compared with the positions already discussed (17), so long autoradiography exposures were required to detect the signal. Furthermore, position 25 cross-links to DmSNAP43 as well as to DmSNAP190 (17); therefore, DmSNAP43 bands appear in the gel in addition to the DmSNAP190 bands.The results of these experiments with positions 17 and 25 are shown in Fig. 4. In the experiment with cross-linker at position 17 (lanes 1–6), N-terminal fragments from constructs A, B, and E could readily be identified (lanes 2, 3, and 6). Furthermore, upon careful observation, the N-terminal fragment from construct D could be observed just above the full-length DmSNAP50 band in lane 5, and the DmSNAP190 band in lane 4 co-migrated with the DmSNAP50 band. It was clear from these data that position 17 cross-linked N-terminal of DmSNAP190 residue 247 (the cleavage site in construct A). It is further notable that no cross-linked C-terminal band was visible in lane 1 (expected position marked by an ×). The absence of this C-terminal band implies that position 17 cross-linked to DmSNAP190 on the N-terminal side of residue 168, a region that precedes the Myb domain. Unfortunately, this smaller N-terminal fragment of DmSNAP190 (i.e. residues 1–168) would be expected to co-migrate with and be obscured by the very strong DmSNAP50(1–179) band that lies near the bottom of the gel.Open in a separate windowFIGURE 4.Localization of domains of DmSNAP190 that cross-link to U1 PSEA positions 17 and 25 of the non-template strand.\nLanes 1–6 and lanes 7–12 show autoradiograms of the results of photo-cross-linking six different DmSNAP190 NG variants to U1 PSEA phosphate positions 17–25, respectively. Labeling of lanes and bands is as indicated in the legend of Fig. 2; shaded arrowheads point to cross-linked N-terminal fragments, and the unshaded arrowhead points to a faint cross-linked C-terminal fragment. ×, the absence of a band in lane 1 that would be expected at the indicated position if there were cross-linking to the C-terminal fragment of construct H. Positions 17 and 25 cross-link not only to DmSNAP190 but also to DmSNAP50 and DmSNAP43, respectively (see Fig. 1 and Ref. 17). This necessarily results in additional bands present in all lanes of each panel. 50 FL and 43 FL indicate the positions of the cross-linked full-length (undigested) DmSNAP50 and DmSNAP43, respectively. The designations 50(1–234), 50(1–179), and 43(1–192) or (193–363) point out the positions of DmSNAP50 and DmSNAP43 hydroxylamine digestion products with the numbers in parentheses indicating the amino acid positions at the beginning and end of those fragments. The bands near the bottom of the gel would be expected to obscure a possible cross-linked N-terminal fragment of DmSNAP190 produced by digestion of construct H (lanes 1 and 7).When the cross-linking agent was at position 25, the pattern obtained was very similar to that obtained with position 17. However, a weak yet clear band that corresponds to a C-terminal cross-linked fragment could be observed from construct H (Fig. 4, lane 7). This result indicates that position 25 cross-linked at least weakly to DmSNAP190 residues between 169 and 247. However, it does not exclude the possibility that position 25 might also cross-link to residues N-terminal of residue 168. The band corresponding to DmSNAP190 fragment 1–168 would be expected to overlap with and be obscured by the DmSNAP43 cleavage product band near the bottom of the panel.Identification of DmSNAP190 Domains that Cross-link to U1 PSEA Positions 20 and 22 of the Template Strand We next performed experiments to identify the regions of DmSNAP190 that are in close proximity to positions 20 and 22 of the template strand of the U1 PSEA. At position 20, both DmSNAP43 and DmSNAP50 cross-link more strongly than DmSNAP190 (17). At position 22, DmSNAP50 cross-links more strongly than DmSNAP190 (17). Despite the presence of intense bands that arise from DmSNAP43 and DmSNAP50 and their hydroxylamine digestion products in the autoradiograms of Fig. 5, most of the DmSNAP190 bands could also be readily discerned.Open in a separate windowFIGURE 5.Localization of domains of DmSNAP190 that cross-link to U1 PSEA positions 20 and 22 of the template strand.\nLanes 1–6 and lanes 7–12 show autoradiograms of the results of photo-cross-linking six different DmSNAP190 NG variants to U1 PSEA phosphate positions 20 and 22, respectively. Labeling of lanes and bands is as indicated in the legend of Fig. 2; shaded arrowheads point to cross-linked N-terminal fragments. ×, the absence of bands in lanes 1 and 7 that would be expected at the indicated positions if there were cross-linking to the C-terminal fragment of construct H. Besides cross-linking to DmSNAP190, position 20 also cross-links to DmSNAP50 and DmSNAP43, and position 22 cross-links to DmSNAP50. Bands corresponding to the full-length DmSNAP50 and DmSNAP43 subunits and their digestion products are indicated alongside the panels as explained in the legend to Fig. 4.For phosphate positions 20 and 22 (Fig. 5, lanes 1–12), it was readily apparent that both positions cross-linked to a region of DmSNAP190 N-terminal of amino acid residue 247 (the cleavage site in construct A, lanes 2 and 8). Furthermore, and notably, there was no band visible in either lane 1 or lane 7 that would arise from cross-linking to the C-terminal fragment of construct H (expected position indicated by ×). This result suggested that positions 20 and 22 cross-linked to the N-terminal fragment of construct H (residues 1–168) that would be obscured by the very dark DmSNAP50/43 bands at the bottom of the gel. To shed more light on this subject, the experiments shown in Fig. 6 were performed.Open in a separate windowFIGURE 6.The N-terminal domain of DmSNAP190 cross-links to phosphate positions 17, 25, 20, 22, and 24 of the U1 PSEA. Autoradiograms are shown of the results of photo-cross-linking DmSNAP190 constructs H, Ha, and A (Fig. 2) to U1 PSEA phosphate positions 17, 25, 20, 22, and 24. Unshaded arrowheads point to C-terminal fragments that were cross-linked in lanes 4, 5, 13, and 14, whereas shaded arrowheads point to N-terminal fragments that cross-linked. The shaded arrowheads in parentheses point to the location of a presumed band in lanes 1, 4, 7, 10, and 13 that would correspond to an N-terminal cross-linked fragment following hydroxylamine digestion of DmSNAP190 construct H but is obscured by the strong bands arising from digestion products of DmSNAP50 or DmSNAP43. The lower section of the figure indicates the region of DmSNAP190 that cross-links to each of the positions 17, 25, 20, 22, and 24 of the U1 PSEA based upon the results shown in this figure as well as Figs. 4 and ​and5.5. Dark shading, regions of stronger cross-linking; lighter shading, region of weaker cross-linking. Position 24 cross-linked with approximately equal intensities both N-terminal and C-terminal of DmSNAP190 residue 189.Phosphate Positions in the 3′-Half of the U1 PSEA Contact Residues within the N-terminal Domain of DmSNAP190 Results presented in Figs. 4 and ​and55 implied that the region N-terminal of the Myb domain of DmSNAP190 may cross-link to the U1 PSEA at phosphate positions 17, 25, 20, and 22. To investigate this subject further, we prepared a new DmSNAP190 construct with an NG peptide bond at position 189. This hydroxylamine cut site is just N-terminal of Rh of the Myb domain. We named this construct Ha (Fig. 2A). The relative positions migrated by the N- and C-terminal fragments following hydroxylamine digestion of this construct are revealed in the immunoblot shown in Fig. 2B, lanes 2 and 9.DmSNAPc that contained DmSNAP190 construct Ha was used in photo-cross-linking reactions with positions 17, 25, 20, and 22 of the U1 PSEA (Fig. 6, lanes 2, 5, 8, and 11). In each case, this cross-linking reaction was flanked by lanes containing reactions with DmSNAP190 constructs H and A. Furthermore, because earlier work had indicated that a region of DmSNAP190 between residues 169 and 247 had cross-linked to phosphate position 24 (18), we decided to examine whether phosphate 24 might be capable of cross-linking in addition to the domain of DmSNAP190 between residues 1 and 168. Therefore, reactions (Fig. 6, lanes 13–15) were also carried out with the Ha construct and cross-linking agent at position 24 of the template strand to complement the previously published data.Interestingly, each of the panels revealed a new band that migrated in the gel at the relative position corresponding to the N-terminal fragment of construct Ha (DmSNAP190 residues 1–189) cross-linked to the DNA (Fig. 2B). This band is quite distinct in lanes 5, 8, and 14 of Fig. 6, corresponding to reactions with phosphate positions 25, 20, and 24. In lanes 2 and 11, the bands are less distinct due to the partial overlap with the very intense bands that result from cross-linking to DmSNAP50 at positions 17 and 22.Further information can be gleaned from lanes 4, 5, 13, and 14, which exhibit high molecular weight bands that correspond to the C-terminal fragment of DmSNAP190 in those lanes. The appearance of these bands indicates and confirms that amino acids C-terminal as well as N-terminal of residue 189 cross-linked to phosphate positions 25 and 24 of the U1 PSEA. Interestingly, no evidence of a corresponding band was visible when the cross-linking agent was at position 17, 20, or 22 (lanes 2, 8, and 11), suggesting that these phosphate positions cross-linked only to the most N-terminal fragment (and furthermore consistent with the lack of C-terminal fragment bands in lanes 1, 7, and 10). The results of the photo-cross-linking reactions for positions 17, 25, 20, 22, and 24 are summarized in the lower part of Fig. 6.Arrangement of DmSNAP190 Domains That Interact with the U1 PSEA Fig. 7A provides a comprehensive summary that regionalizes the domains of DmSNAP190 that cross-link to specific phosphate positions of the U1 PSEA. This diagram is based upon results presented in Figs. 2​2​​–6 and previously published for positions 1, 12, and 24 (18).Open in a separate windowFIGURE 7.Localization and model of DmSNAP190 domains interacting with the U1 PSEA.\nA, summary diagram indicating the regions of DmSNAP190 that cross-link to 13 phosphate positions in the U1 PSEA. In the lower section of A, stronger cross-linking is represented by the dark shading, and weaker cross-linking is shown by the lighter shading. B, model of the 4.5 Myb repeats of DmSNAP190 interacting with the U1 PSEA based upon the photo-cross-linking data summarized in A. The method and rationale of the modeling are explained in the text. Phosphate positions 1–25 of the U1 PSEA are explicitly labeled. The yellow oval represents the N-terminal domain of DmSNAP190 that precedes the Myb repeats and is shown interacting with phosphates 17, 20, 22, 24, and 25. The gray circle represents the C-terminal domain of DmSNAP190, which is not known to cross-link to the U1 DNA. C, the same model of the 4.5 Myb repeats shown in B but viewed from upstream of the U1 PSEA looking toward the transcription start site. Phosphate position 1 is explicitly labeled; the other visible phosphate positions are 3, 5, and 7. D, a more comprehensive model of the entire DmSNAP complex based upon photo-cross-linking studies, including DmSNAP50 (green ovals) and DmSNAP43 (blue ovals) (18). The numbers within the ovals indicate the extent of the amino acid residues in the domains of DmSNAP50 and of DmSNAP43 that have been mapped to specific nucleotide regions of the U1 PSEA (18).To better understand the molecular structure of DmSNAP190 and its interaction with the DNA, we took advantage of the known coordinates of the co-crystal structure of the c-Myb DNA-binding domain complexed with a specific DNA recognition sequence (Protein Data Bank entry 1H88) (32). To generate a theoretical model of the DmSNAP190 Myb repeats bound to DNA, we used a Web-based structural alignment tool (SWISS-MODEL Repository) (38). Repeats R2 and R3 of the c-Myb protein itself contain recognition helices closely packed in a head-to-tail fashion that together make sequence-specific contacts over a distance of about 6 base pairs in the major groove of the DNA. R1, on the other hand, lies farther from the DNA axis and does not make base-specific contacts (32, 33). Because DmSNAPc has 4.5 Myb repeats, whereas c-Myb itself has only three repeats, we modeled Rc and Rd of SNAP190 using the R2 and R3 repeats of c-Myb as templates. We then repeated the use of the alignment tool to model Rh, Ra, and Rb of DmSNAP190 using as templates R1 (latter half), R2, and R3, respectively, of c-Myb in its DNA-bound structure. All Protein Data Bank files were visualized and manipulated using PyMOL (Schroedinger LLC, New York).After obtaining modeled structures for the DmSNAP190 Myb repeats bound to DNA as described above, we then manually aligned the phosphodiester backbone of the Myb DNA with the backbone of the U1:95Ca PSEA and flanking DNA sequence modeled as B-form DNA. The precise nucleotide positions used for the alignment were chosen to give the best agreement with the photo-cross-linking data summarized in Fig. 7A.Indeed, we found that a good fit consistent with the cross-linking data could be obtained when the DmSNAP190 Myb repeats were placed on the DNA as shown in Fig. 7B. (Also see supplemental Protein Data Bank File 1.) The major criterion for placing the modeled protein domains was proper Myb repeat proximity to the corresponding cross-linked phosphates. In the model presented, the four “recognition helices” of Rd, Rc, Rb, and Ra all lie in the major groove of the DNA and potentially could contact base pairs 1–12 of the PSEA.Rd, Rc, Rb, and the latter half of Ra (the helix-turn-helix portion) are all modeled as canonical Myb repeat structures in Fig. 7B. However, we found no way to model Rh and the first half of Ra as completely folded Myb repeats and still maintain consistency with the fact that the cross-linking data require Rh (or regions near Rh) to be in the vicinity of phosphates 24 and 25. In the Myb structure, each repeat is separated from its neighboring repeat by a relatively unstructured loop, and within each repeat, there are three α-helices that are separated by turns (32–34). By considering the loops and turns of Rh and Ra to be flexible pivot points, we could generate a feasible structure (as modeled in Fig. 7B) that fits the cross-linking data without disturbing the predicted α-helices of Rh and Ra.Fig. 7C shows the same structure as Fig. 7B but viewed along the axis of the DNA from upstream of the PSEA toward the transcription start site. As the last 3.5 Myb repeats of DmSNAP190 (i.e. Rd, Rc, Rb, and the last half of Ra) track along the major groove of the DNA, they nearly circumscribe the DNA. This is somewhat reminiscent of the structure of DNA-binding proteins that contain multiple zinc fingers of the C2-H2 type (35, 36).To our knowledge, the N-terminal domain of DmSNAP190 (residues 1–189) has no sequence similarity to any other known protein, so we can make no predictions of its structure. However, we have found that it cross-links to U1 PSEA phosphate positions 17, 20, 22, 24, and 25. Thus, this 189-residue domain is represented in Fig. 7B as a yellow oval in proximity to those phosphate positions in the PSEA. In contrast, the C-terminal domain of DmSNAP190 (residues 483–721, represented by the gray circle in Fig. 7B) has not been observed to contact the DNA of the U1 PSEA. DISCUSSIONDmSNAP190 Myb Repeat Interaction with the U1 PSEA We have used a site-specific protein-DNA photo-cross-linking assay combined with site-specific protein digestion to map domains in DmSNAP190 that contact each of the 13 phosphate positions that can be cross-linked to DmSNAP190 when DmSNAPc binds to a U1 PSEA. To our knowledge, SNAP190 is unique in that it is the only protein that possesses more than three tandem Myb repeats.The data that we have obtained from our photo-cross-linking experiments have allowed us to model the DmSNAP190 Myb repeats on the DNA of the U1 PSEA. This work suggests a unique framework in which the four recognition helices of Ra, Rb, Rc, and Rd can fit into the major groove of the DNA, where they can potentially make base-specific contacts with a 10–12-base pair segment of DNA that constitutes the most highly conserved region of the insect PSEA (16).On the other hand, the cross-linking data appear to be incompatible with the putative two helices of Rh and the first helix of Ra adopting a canonically folded Myb repeat structure. This region of the protein must stretch between phosphate 14 and phosphates 24 and 25 on the DNA. This is entirely feasible if the loops and turns of these repeats are considered to be flexible, allowing the three putative helices in this region of the protein to “unfold” while still retaining their local helical secondary structure. Indeed, we have made this assumption when carrying out the modeling of Rh and Ra illustrated in Fig. 7B. An alternative possibility for relieving this constraint imposed by the cross-linking data would be to introduce a downward bend into the DNA when viewed from the orientation shown in Fig. 7B. However, this would require a quite radical bend. Furthermore, earlier studies in our laboratory indicated that the DNA is only modestly bent upon the binding of DmSNAPc, and this modest bend is toward the upper surface of the DNA as oriented in Fig. 7B (37).Although we have modeled the complex on B-form DNA, it is not our intention to suggest that the DNA is completely in B-form over this entire region. Indeed, the DNA-bending investigations from our laboratory cited above indicate that to be unlikely. Also, in a co-crystal with c-Myb and C/EBPβ, the DNA structure is bent but only modestly (32). Thus, in the absence of additional information, it seems reasonable to model DmSNAP190 bound to B-form DNA, taking into account that some deviation from the B-form is likely.Compatibility of the Model with DmSNAPc Subunit-Subunit Interaction Studies In a previous study, we mapped domains of DmSNAP50 and of DmSNAP43 that cross-link to a number of specific nucleotide positions in the U1 PSEA (10, 18). An overlay of the results of those studies with the current findings is shown in Fig. 7D. It is likely from those photo-cross-linking results that the interfaces among the three proteins and the DNA are likely to be quite convoluted in the 3′-half of the PSEA, but nevertheless, more clarity is developing regarding the arrangement of the DmSNAPc subunits relative to the DNA and to each other.In still another study, we mapped domains of DmSNAP190, of DmSNAP50, and of DmSNAP43 that were required for subunit-subunit interactions (30). Those findings indicated that a region of DmSNAP190 between amino acid residues 63 and 176 was required for interaction with DmSNAP50. This region is included in the N-terminal domain of DmSNAP190 that cross-linked to phosphate positions 17, 20, 22, 24, and 25. Interestingly, the DNA photo-cross-linking studies placed this N-terminal domain of DmSNAP190 into close proximity to DmSNAP50 residues 110–377 (Fig. 7, B and D) that are involved in interacting with DmSNAP190 (10, 30). The same protein-protein interaction studies also revealed that interaction between DmSNAP190 and DmSNAP43 was dependent upon residues 1–172 of DmSNAP43 interacting with Myb domain residues of DmSNAP190. The DNA cross-linking studies place this N-terminal domain of DmSNAP43 into the proximity of the Rh and Ra repeats of DmSNAP190 but probably not in proximity to the Rb, Rc, and Rd repeats (Fig. 7D). This suggests that DmSNAP43 interacts primarily with the Rh and Ra repeats of DmSNAP190. The interaction of DmSNAP43 with DmSNAP190 may prevent the Rh and Ra repeats of DmSNAP190 from adopting a canonical Myb repeat structure on the DNA.In conclusion, these studies indicate that each of the 4.5 Myb repeats of DmSNAP190 is in close proximity to the DNA when DmSNAPc binds to the U1 PSEA, and the repeats are ordered with the C-terminal repeat (Rd) farthest from the transcription start site and the most N-terminal repeat (Rh) closest. Furthermore, and unexpectedly, the N-terminal domain of DmSNAP190 that precedes the Myb repeats can contact multiple phosphate positions in the 3′-half of the U1 PSEA. This finding places the N-terminal domain of DmSNAP190 in an ideal location, where it could possibly interact with promoter-bound TBP, an interaction that has been observed on the promoters of U6 genes in the human system (19). Supplementary Material\nSupplemental Data:\nClick here to view.\n AcknowledgmentWe thank Kathleen McNamara-Schroeder for excellent technical assistance. *This work was supported by National Science Foundation Grants MCB-0641350 and MCB-1157549 and in part by the California Metabolic Research Foundation.This article contains supplemental Protein Data Bank File 1. 3The abbreviations used are:\nSNAPcsmall nuclear RNA-activating protein complexDmSNAPcD. melanogaster SNAPcPTFPSE-binding transcription factorPSEproximal sequence elementPSEAproximal sequence element APSEBproximal sequence element B. REFERENCES1. \nWaldschmidt R., Wanandi I., Seifart K. H. (1991) Identification of transcription factors required for the expression of mammalian U6 genes in vitro. EMBO J.\n10, 2595–2603 [PMC free article] [PubMed] [Google Scholar]2. \nMurphy S., Yoon J. B., Gerster T., Roeder R. G. (1992) Oct-1 and Oct-2 potentiate functional interactions of a transcription factor with the proximal sequence element of small nuclear RNA genes. Mol. Cell Biol.\n12, 3247–3261 [PMC free article] [PubMed] [Google Scholar]3. \nWanandi I., Waldschmidt R., Seifart K. H. (1993) Mammalian transcription factor PBP. Characterization of its binding properties to the proximal sequence element of U6 genes. J. Biol. Chem.\n268, 6629–6640 [PubMed] [Google Scholar]4. \nSadowski C. L., Henry R. W., Lobo S. M., Hernandez N. (1993) Targeting TBP to a non-TATA box cis-regulatory element. A TBP-containing complex activates transcription from snRNA promoters through the PSE. Genes Dev.\n7, 1535–1548 [PubMed] [Google Scholar]5. \nYoon J. B., Murphy S., Bai L., Wang Z., Roeder R. G. (1995) Proximal sequence element-binding transcription factor (PTF) is a multisubunit complex required for transcription of both RNA polymerase II- and RNA polymerase III-dependent small nuclear RNA genes. Mol. Cell Biol.\n15, 2019–2027 [PMC free article] [PubMed] [Google Scholar]6. \nHenry R. W., Sadowski C. L., Kobayashi R., Hernandez N. (1995) A TBP-TAF complex required for transcription of human snRNA genes by RNA polymerases II and III. Nature\n374, 653–656 [PubMed] [Google Scholar]7. \nSu Y., Song Y., Wang Y., Jessop L., Zhan L., Stumph W. E. (1997) Characterization of a Drosophila proximal-sequence-element-binding protein involved in transcription of small nuclear RNA genes. Eur. J. Biochem.\n248, 231–237 [PubMed] [Google Scholar]8. \nHernandez N. (2001) snRNA genes. A model system to study fundamental mechanisms of transcription. J. Biol. Chem.\n276, 26733–26736 [PubMed] [Google Scholar]9. \nEgloff S., O'Reilly D., Murphy S. (2008) Expression of human snRNA genes from beginning to end. Biochem. Soc. Trans.\n36, 590–594 [PubMed] [Google Scholar]10. \nHung K. H., Stumph W. E. (2011) Regulation of snRNA gene expression by the Drosophila melanogaster small nuclear RNA-activating protein complex (DmSNAPc). Crit. Rev. Biochem. Mol. Biol.\n46, 11–26 [PubMed] [Google Scholar]11. \nDas A., Bellofatto V. (2003) RNA polymerase II-dependent transcription in trypanosomes is associated with a SNAP complex-like transcription factor. Proc. Natl. Acad. Sci. U.S.A.\n100, 80–85 [PMC free article] [PubMed] [Google Scholar]12. \nDas A., Zhang Q., Palenchar J. B., Chatterjee B., Cross G. A., Bellofatto V. (2005) Trypanosomal TBP functions with the multisubunit transcription factor tSNAP to direct spliced-leader RNA gene expression. Mol. Cell Biol.\n25, 7314–7322 [PMC free article] [PubMed] [Google Scholar]13. \nSchimanski B., Nguyen T. N., Günzl A. (2005) Characterization of a multisubunit transcription factor complex essential for spliced-leader RNA gene transcription in Trypanosoma brucei. Mol. Cell Biol.\n25, 7303–7313 [PMC free article] [PubMed] [Google Scholar]14. \nLi C., Harding G. A., Parise J., McNamara-Schroeder K. J., Stumph W. E. (2004) Architectural arrangement of cloned proximal sequence element-binding protein subunits on Drosophila U1 and U6 snRNA gene promoters. Mol. Cell Biol.\n24, 1897–1906 [PMC free article] [PubMed] [Google Scholar]15. \nLai H. T., Kang Y. S., Stumph W. E. (2008) Subunit stoichiometry of the Drosophila melanogaster small nuclear RNA activating protein complex (SNAPc). FEBS Lett.\n582, 3734–3738 [PubMed] [Google Scholar]16. \nHernandez G., Jr., Valafar F., Stumph W. E. (2007) Insect small nuclear RNA gene promoters evolve rapidly yet retain conserved features involved in determining promoter activity and RNA polymerase specificity. Nucleic Acids Res.\n35, 21–34 [PMC free article] [PubMed] [Google Scholar]17. \nWang Y., Stumph W. E. (1998) Identification and topological arrangement of Drosophila proximal sequence element (PSE)-binding protein subunits that contact the PSEs of U1 and U6 snRNA genes. Mol. Cell Biol.\n18, 1570–1579 [PMC free article] [PubMed] [Google Scholar]18. \nKim M. K., Kang Y. S., Lai H. T., Barakat N. H., Magante D., Stumph W. E. (2010) Identification of SNAPc subunit domains that interact with specific nucleotide positions in the U1 and U6 gene promoters. Mol. Cell Biol.\n30, 2411–2423; Correction (2010) Mol. Cell Biol. 30, 5257 [PMC free article] [PubMed] [Google Scholar]19. \nMa B., Hernandez N. (2002) Redundant cooperative interactions for assembly of a human U6 transcription initiation complex. Mol. Cell Biol.\n22, 8067–8078 [PMC free article] [PubMed] [Google Scholar]20. \nWong M. W., Henry R. W., Ma B., Kobayashi R., Klages N., Matthias P., Strubin M., Hernandez N. (1998) The large subunit of basal transcription factor SNAPc is a Myb domain protein that interacts with Oct-1. Mol. Cell Biol.\n18, 368–377 [PMC free article] [PubMed] [Google Scholar]21. \nSakura H., Kanei-Ishii C., Nagase T., Nakagoshi H., Gonda T. J., Ishii S. (1989) Delineation of three functional domains of the transcriptional activator encoded by the c-myb protooncogene. Proc. Natl. Acad. Sci. U.S.A.\n86, 5758–5762 [PMC free article] [PubMed] [Google Scholar]22. \nTanikawa J., Yasukawa T., Enari M., Ogata K., Nishimura Y., Ishii S., Sarai A. (1993) Recognition of specific DNA sequences by the c-myb protooncogene product. Role of three repeat units in the DNA-binding domain. Proc. Natl. Acad. Sci. U.S.A.\n90, 9320–9324 [PMC free article] [PubMed] [Google Scholar]23. \nGrotewold E., Athma P., Peterson T. (1991) Alternatively spliced products of the maize P gene encode proteins with homology to the DNA-binding domain of myb-like transcription factors. Proc. Natl. Acad. Sci. U.S.A.\n88, 4587–4591 [PMC free article] [PubMed] [Google Scholar]24. \nBilaud T., Koering C. E., Binet-Brasselet E., Ancelin K., Pollice A., Gasser S. M., Gilson E. (1996) The telobox, a Myb-related telomeric DNA binding motif found in proteins from yeast, plants and human. Nucleic Acids Res.\n24, 1294–1303 [PMC free article] [PubMed] [Google Scholar]25. \nKonig P., Giraldo R., Chapman L., Rhodes D. (1996) The crystal structure of the DNA-binding domain of yeast RAP1 in complex with telomeric DNA. Cell\n85, 125–136 [PubMed] [Google Scholar]26. \nKönig P., Fairall L., Rhodes D. (1998) Sequence-specific DNA recognition by the myb-like domain of the human telomere binding protein TRF1. A model for the protein-DNA complex. Nucleic Acids Res.\n26, 1731–1740 [PMC free article] [PubMed] [Google Scholar]27. \nBianchi A., Smith S., Chong L., Elias P., de Lange T. (1997) TRF1 is a dimer and bends telomeric DNA. EMBO J.\n16, 1785–1794 [PMC free article] [PubMed] [Google Scholar]28. \nYu E. Y., Kim S. E., Kim J. H., Ko J. H., Cho M. H., Chung I. K. (2000) Sequence-specific DNA recognition by the Myb-like domain of plant telomeric protein RTBP1. J. Biol. Chem.\n275, 24208–24214 [PubMed] [Google Scholar]29. \nCooper J. P., Nimmo E. R., Allshire R. C., Cech T. R. (1997) Regulation of telomere length and function by a Myb-domain protein in fission yeast. Nature\n385, 744–747 [PubMed] [Google Scholar]30. \nHung K. H., Titus M., Chiang S. C., Stumph W. E. (2009) A map of Drosophila melanogaster small nuclear RNA-activating protein complex (DmSNAPc) domains involved in subunit assembly and DNA binding. J. Biol. Chem.\n284, 22568–22579 [PMC free article] [PubMed] [Google Scholar]31. \nCrimmins D. L., Mische S. M. (1996) Chemical cleavage of proteins in solution. Curr. Protoc. Protein Sci.\n4, 11.14.11–11.14.18 [Google Scholar]32. \nTahirov T. H., Sato K., Ichikawa-Iwata E., Sasaki M., Inoue-Bungo T., Shiina M., Kimura K., Takata S., Fujikawa A., Morii H., Kumasaka T., Yamamoto M., Ishii S., Ogata K. (2002) Mechanism of c-Myb-C/EBPβ cooperation from separated sites on a promoter. Cell\n108, 57–70 [PubMed] [Google Scholar]33. \nOgata K., Morikawa S., Nakamura H., Hojo H., Yoshimura S., Zhang R., Aimoto S., Ametani Y., Hirata Z., Sarai A. (1995) Comparison of the free and DNA-complexed forms of the DNA-binding domain from c-Myb. Nat. Struct. Biol.\n2, 309–320 [PubMed] [Google Scholar]34. \nOgata K., Morikawa S., Nakamura H., Sekikawa A., Inoue T., Kanai H., Sarai A., Ishii S., Nishimura Y. (1994) Solution structure of a specific DNA complex of the Myb DNA-binding domain with cooperative recognition helices. Cell\n79, 639–648 [PubMed] [Google Scholar]35. \nPavletich N. P., Pabo C. O. (1991) Zinc finger-DNA recognition. Crystal structure of a Zif268-DNA complex at 2.1 Å. Science\n252, 809–817 [PubMed] [Google Scholar]36. \nPavletich N. P., Pabo C. O. (1993) Crystal structure of a five-finger GLI-DNA complex. New perspectives on zinc fingers. Science\n261, 1701–1707 [PubMed] [Google Scholar]37. \nHardin S. B., Ortler C. J., McNamara-Schroeder K. J., Stumph W. E. (2000) Similarities and differences in the conformation of protein-DNA complexes at the U1 and U6 snRNA gene promoters. Nucleic Acids Res.\n28, 2771–2778 [PMC free article] [PubMed] [Google Scholar]38. \nKiefer F., Arnold. K., Künzli M., Bordoli L., Schwede T. (2009) The SWISS-MODEL Repository and associated resources. Nucleic Acids Res.\n37, D387–D392 [PMC free article] [PubMed] [Google Scholar]"}