{"title": "Cyclin-dependent kinase control of the initiation-to-elongation switch of RNA polymerase II", "pubDate": "2012", "PMCID": "PMC3746743", "DOI": "10.1038/nsmb.2399", "PMID": "23064645", "abstract": "Promoter-proximal pausing by RNA polymerase II (Pol II) ensures gene-specific regulation and RNA quality control. Structural considerations suggested a requirement for initiation-factor eviction in elongation-factor engagement and pausing of transcription complexes. Here we show that selective inhibition of Cdk7--part of TFIIH--increases TFIIE retention, prevents DRB sensitivity-inducing factor (DSIF) recruitment and attenuates pausing in human cells. Pause release depends on Cdk9-cyclin T1 (P-TEFb); Cdk7 is also required for Cdk9-activating phosphorylation and Cdk9-dependent downstream events--Pol II C-terminal domain Ser2 phosphorylation and histone H2B ubiquitylation--in vivo. Cdk7 inhibition, moreover, impairs Pol II transcript 3'-end formation. Cdk7 thus acts through TFIIE and DSIF to establish, and through P-TEFb to relieve, barriers to elongation: incoherent feedforward that might create a window to recruit RNA-processing machinery. Therefore, cyclin-dependent kinases govern Pol II handoff from initiation to elongation factors and cotranscriptional RNA maturation.", "author": [{"author": "Stéphane Larochelle", "affiliation": ["Department of Structural and Chemical Biology, Mount Sinai School of Medicine, New York, New York, USA."], "href": "/?term=Larochelle+S&cauthor_id=23064645"}, {"author": "Ramon Amat", "affiliation": [], "href": "/?term=Amat+R&cauthor_id=23064645"}, {"author": "Kira Glover-Cutter", "affiliation": [], "href": "/?term=Glover-Cutter+K&cauthor_id=23064645"}, {"author": "Miriam Sansó", "affiliation": [], "href": "/?term=Sans%C3%B3+M&cauthor_id=23064645"}, {"author": "Chao Zhang", "affiliation": [], "href": "/?term=Zhang+C&cauthor_id=23064645"}, {"author": "Jasmina J Allen", "affiliation": [], "href": "/?term=Allen+JJ&cauthor_id=23064645"}, {"author": "Kevan M Shokat", "affiliation": [], "href": "/?term=Shokat+KM&cauthor_id=23064645"}, {"author": "David L Bentley", "affiliation": [], "href": "/?term=Bentley+DL&cauthor_id=23064645"}, {"author": "Robert P Fisher", "affiliation": [], "href": "/?term=Fisher+RP&cauthor_id=23064645"}], "refPMID": ["21074046", "18628398", "16280550", "17386261", "19667075", "9407025", "18157150", "10594013", "12972606", "21777815", "21187417", "21386817", "21081187", "20434984", "16427012", "16885020", "14627702", "16109377", "17079683", "11145967", "18566585", "16428435", "12215532", "19575011", "8166891", "9130709", "16327805", "9857195", "10199401", "16510875", "9108016", "21658603", "19328068", "19328067", "21596312", "17531405", "17499042", "11447116", "11113184", "9857180", "10226032", "9442875", "22508988", "22588304", "19061641", "15744308", "17510665", "12371851", "6828386", "15632079"], "citedInPMID": ["23064645", "35116274", "35054996", "35053398", "34948025", "34935961", "34761120", "34741018", "34675395", "34490348", "34298635", "34250017", "34207383", "34146121", "34136073", "34094661", "34092037", "34089069", "34062779", "34041038", "33934105", "33905040", "33888563", "33888562", "33714893", "33662259", "33614505", "33545059", "33483464", "33453189", "33060135", "32934219", "32903585", "32859893", "32714929", "32690037", "32572259", "32403278", "32397434", "32385714", "32367068", "32329774", "32203470", "32183020", "32174795", "32155786", "31921615", "31891127", "31883968", "31530935", "31506280", "31466944", "31462705", "31399555", "31347271", "31311566", "31182587", "31169889", "31123063", "31085683", "31085176", "31064989", "30962695", "30928206", "30905681", "30889861", "30846429", "30838525", "30815228", "30805632", "30668775", "30651597", "30532595", "30496486", "30488763", "30451989", "30422115", "30409083", "30375919", "30227759", "30185601", "29899857", "29759978", "29743242", "29664212", "29588524", "29416031", "29408204", "29261648", "29254993", "29163040", "29083085", "29054992", "29020632", "28951465", "28768201", "28717009", "28677507", "28677499", "28666076", "28539972", "28504693", "28434841", "28361959", "28340338", "28176807", "28174091", "28005463", "27899423", "27797603", "27796495", "27571479", "27486754", "27477907", "27196599", "27183194", "27180651", "27171036", "27152730", "27128603", "27088130", "27070701", "27068475", "26996949", "26728557", "26543102", "26406377", "26340423", "26324325", "26275777", "26257281", "26178009", "26067601", "25789852", "25742493", "25712099", "25684227", "25624324", "25568312", "25494544", "25474253", "25429106", "25416950", "25384976", "25180339", "25073485", "25047832", "25043025", "24879308", "24860166", "24752900", "24662513", "24565118", "24528253", "24524087", "24409197", "24317512", "24309997", "24241959", "24127601", "24088064", "24040939", "24036541", "23989661", "23828199", "23756342", "23731364", "23634260", "23622515", "23592796", "23518577", "23152527"], "body": " AbstractPromoter-proximal pausing by RNA polymerase II (Pol II) ensures both gene-specific regulation and RNA quality control. Structural considerations suggested initiation factor eviction would be required for elongation factor engagement and pausing of transcription complexes. Here we show that selective inhibition of Cdk7—part of TFIIH—increases TFIIE retention, prevents DRB-sensitivity inducing factor (DSIF) recruitment and attenuates pausing in human cells. Pause release depends on Cdk9—cyclin T1 (P-TEFb); Cdk7 is also required for Cdk9-activating phosphorylation and Cdk9-dependent downstream events—Pol II carboxyl-terminal domain Ser2 phosphorylation and histone H2B ubiquitylation—in vivo. Cdk7 inhibition, moreover, impairs Pol II transcript 3′-end formation. Cdk7 thus acts through TFIIE and DSIF to establish and through P-TEFb to relieve barriers to elongation: incoherent feedforward that might create a window to recruit RNA-processing machinery. Therefore, cyclin-dependent kinases govern Pol II handoff from initiation to elongation factors and co-transcriptional RNA maturation. In metazoans, RNA polymerase II (Pol II) frequently pauses in the promoter-proximal region, either stably to control expression of specific genes, or transiently to promote recruitment of RNA-processing enzymes before elongation1,2. Proteins implicated in pause establishment and release are targets for phosphorylation by multiple distinct cyclin-dependent kinases (CDKs) embedded within the transcription machinery, implying coordination, by unknown mechanisms, of individual CDK functions. Cdk7, together with its regulatory partners cyclin H and Mat1, forms a subcomplex within the transcription initiation factor TFIIH3. We previously reported construction of a human colon carcinoma cell line in which both copies of wild-type Cdk7 are replaced by mutant alleles encoding an analog-sensitive (AS) mutant version, which is inhibited by bulky adenine analogs that do not affect wild-type kinases4. Selective inhibition of Cdk7 in Cdk7as cells attenuated pausing by Pol II, and led to reduced 3′-end cleavage of a β-globin reporter transcript and increased read-through transcription of the U2 snRNA gene5, consistent with a role for Cdk7 in the recruitment of factors involved in co-transcriptional RNA processing6-8. Work in Drosophila has also implicated Cdk7 in the establishment of a paused polymerase at heat shock loci9.Pausing by Pol II depends on the DRB-sensitivity inducing factor (DSIF), a heterodimer of Spt4 and Spt5 that is conserved in all eukaryotes. DSIF is required in metazoans for recruitment of a negative elongation factor (NELF), which promotes stable pausing and is absent in yeast. Recent structural and biophysical studies indicate that the archaeal homologs of DSIF and the initiation factor TFIIE bind overlapping sites in the clamp region of RNA polymerase in mutually exclusive fashion10-12. These observations suggest that, in metazoans, TFIIE eviction would be a prerequisite for DSIF and NELF to be recruited to pause the transcription complex.Overcoming the elongation block requires phosphorylation by Cdk9—cyclin T1, also known as positive transcription elongation factor b (P-TEFb), to release NELF and convert DSIF into a processivity factor13-15. In common with other CDKs, Cdk9 contains an activation (T) loop that must be phosphorylated for maximal activity, but a kinase capable of activating Cdk9 in metazoans has not been identified. Phosphorylation at Thr186 of the T loop also facilitates binding to the inhibitory 7SK small nuclear ribonucleoprotein (snRNP)16-18, and thus has the potential to affect Cdk9 activity positively or negatively in different contexts. Identification of the kinase(s) upstream of Cdk9 therefore has important implications for the understanding of elongation control in mammalian cells. A candidate Cdk9-activating kinase is Cdk7 itself. As part of TFIIH, Cdk7 phosphorylates the carboxyl-terminal domain (CTD) of Rpb1 (the largest subunit of Pol II) and other proteins involved in transcription. The CTD consists of multiple heptad repeats (52 in human Rpb1) with the consensus sequence Y1S2P3T4S5P6S7; Cdk7 prefers to phosphorylate positions 5 and 7 (Ser5 and Ser7), whereas Cdk9 is generally thought to prefer Ser2, but can target Ser5 and Ser7 in vitro5,19. Cdk7 also plays an essential role in cell-cycle progression as a CDK-activating kinase (CAK)3. Previous attempts to detect activation of human Cdk9 by Cdk7 were unsuccessful, however, leading to suggestions that Cdk9 might 1) not require T-loop phosphorylation to achieve full activity20, 2) phosphorylate its own T loop in cis21 or 3) have a CAK distinct from Cdk717. In both budding and fission yeast, P-TEFb is activated by a single-subunit CAK that is not present in metazoans22,23.Here we sought to establish the functional relationship between Cdk9 and its potential activator Cdk7 during the transcription cycle in human cells. By chemical genetics, we uncover two, seemingly antagonistic functions of Cdk7 in governing Pol II dynamics on transcribed genes in human cells. First, we show that Cdk7 activity is required for displacement of TFIIE and recruitment of DSIF at the promoter-proximal pause site, potentially explaining how inhibition of Cdk7 in vivo leads to diminished Pol II pausing. Second, we show that Cdk7 activates Cdk9 in vitro, and that Cdk7 activity is required for T-loop phosphorylation of Cdk9 on chromatin in vivo. Inhibition of Cdk7 leads to reduced phosphorylation of chromatin-associated Pol II on CTD Ser2 residues, and a global reduction in mono-ubiquitylation of histone H2B at Lys123 (H2Bub1)—post-translational protein modifications that both depend on Cdk9 activity24. Therefore, a unitary network of CDKs with a shared upstream activating kinase controls critical transitions in both the cell division cycle and the transcription cycle of Pol II. The opposing functions of Cdk7 in establishing and releasing the pause, moreover, suggest that the CDK network relies on incoherent feedforward to produce a transient slowing of transcript elongation, and thus a kinetic window for recruitment of RNA-processing machinery. ResultsPol II handoff requires Cdk7 activityBecause Cdk7 was reported to phosphorylate both TFIIE25,26 and the Spt5 subunit of DSIF27, we sought to test its involvement in a putative TFIIE-DSIF switch. We compared the effects of selective Cdk7 inhibition, by treatment of Cdk7as cells with the bulky analog 3-MB-PP1, to those of a Cdk9-selective inhibitor, 5,6-dichloro-1-β-D-ribofuranosyl-benzimidazole (DRB). We chose DRB because, unlike the more potent Cdk9 inhibitor flavopiridol (FP), it had little or no anti-Cdk7 activity in vitro, and produced more consistent effects on Pol II chromatin immunoprecipitation (ChIP) signals in vivo (data not shown). DRB increased promoter-proximal Pol II and Spt5 occupancy on c-Myc and GAPDH (Fig. 1a, b), presumably by preventing phosphorylation of Spt5 and release of NELF28,29. In contrast, 3-MB-PP1 decreased crosslinking of Pol II and, to a greater extent, Spt5, on c-Myc, GAPDH and p21 in Cdk7as cells. (Protein crosslinking to the p21 promoter is relatively insensitive to DRB, consistent with the ability of DRB to induce p21 transcription30.) Impaired DSIF recruitment after Cdk7 inhibition is likely to explain the near absence of NELF at the transcription start site (TSS) of the three genes we tested (Fig. 1a-c, Supplemental Fig. 1c), consistent with previous results5. Decreased DSIF occupancy after Cdk7 inhibition was accompanied by reciprocally increased TFIIE (Fig. 1a-d, Supplemental Fig. 1a, b, 2), suggesting that TFIIE and DSIF compete for the Pol II clamp, by analogy with their archaeal homologs. Moreover, the activity of TFIIH-associated Cdk7 appears to control disengagement of TFIIE from, and recruitment of DSIF and NELF to, the transcription complex.Open in a separate windowFigure 1Cdk7 inhibition prevents exchange of TFIIE for DSIF and attenuates promoter-proximal pausingChIP of Pol II, DSIF (Spt5), NELF and TFIIEα on: (a) GAPDH; (b) c-Myc; and (c) p21 genes. Treatment with 50 μM DRB results in increased Spt5 and Pol II crosslinking over the TSS, whereas inhibition of Cdk7 in Cdk7as cells with 10 μM 3-MP-PP1 results in reduced Pol II pausing and a loss of Spt5 and NELF recruitment, which is accompanied by an increase in TFIIE crosslinking (n=2-4, P<0.01; Supplementary Fig. 1). (d) Change in the ratio of Spt5 and TFIIE relative to Pol II after drug treatments. The data, averaged from four genes (GAPDH, c-Myc, p21 and CHD2), were normalized to the Spt5- and TFIIE-to-Pol II ratios in the DMSO-treated condition, which were each set at 1. This relationship varied little among the tested genes (Supplementary Fig. 2), suggesting a generalized anti-correlation between Pol II-associated DSIF and TFIIE.Cdk7 activates Cdk9 in vitroOur results thus far indicate that Cdk7 activity is required to establish a promoter-proximal pause by Pol II, in apparent opposition to P-TEFb, which relieves the block to elongation imposed by DSIF and NELF. To identify potential positive regulators of Cdk9 activity in mammalian cell extracts, we replaced the “gatekeeper” residue Phe103 of human Cdk9 with Gly to generate an AS variant capable of accepting bulky adenine analogs in its active site31. Cdk9as—cyclin T1 purified from insect cells was able to use N6-(benzyl)-ATP selectively to phosphorylate a fragment of Spt5 in vitro (Fig. 2a). We reconstituted human P-TEFb with Cdk9as and cyclin T1 purified from insect cells and bacteria, respectively; pre-incubation of this complex with unlabeled ATP and either Cdk7 or the fission yeast CAK Csk1 stimulated its activity towards Spt5 in a subsequent reaction with [γ-32P]N6-(benzyl)-ATP (Fig. 2b). Similarly, pre-incubation with Cdk7 increased activity of Cdk9as towards endogenous HeLa cell Rpb1 and Spt5, either in a nuclear extract or after partial purification of Pol II and DSIF (Fig. 2c). In the unfractionated extract, Cdk9as labeled several additional, unidentified proteins; many of these signals were also enhanced by pretreatment with Cdk7.Open in a separate windowFigure 2Cdk7 activates Cdk9as\nin vitro(a) Kinase assay of WT and AS Cdk9. Cdk9as—cyclin T1, purified as a complex from insect cells co-infected with the corresponding baculoviruses, prefers the bulky analog N6(benzyl)-ATP over natural ATP to radiolabel GST-Spt5, whereas wild-type Cdk9—cyclin T1 (purified identically) prefers natural ATP. (b) Assay of Cdk9as kinase activity following incubation with activating kinases. Unphosphorylated Cdk9as complexed with cyclin T1 was incubated with either Cdk7 or Csk1, resulting in increased activity towards GST-Spt5. (c) Phosphorylation with radiolabeled N6-(benzyl)-ATP of HeLa nuclear extract or purified fractions of DSIF and Pol II reveals activation of Cdk9as—cyclin T1 by Cdk7. The labeling in nuclear extract demonstrates the CAK-dependent phosphorylation by Cdk9as of a limited number of substrates, several of which remain to be identified. (d) Activation of Cdk9as by cell extracts. Cdk9as—cyclin T1 was incubated with ATP and whole cell extract—mock- or Cdk7-immunodepleted—prior to testing its activity on a recombinant GST-Spt5 substrate (Supplementary Fig. 3a). Depletion of Cdk7 reduces the ability of the extract to activate Cdk9as, indicating the removal of a Cdk9-activating kinase. (e) Activation of Cdk9as by cell extracts. Treatment with 200 nM 3-MB-PP1 (Supplementary Fig. 3b), diminishes the Cdk9as-activating kinase activity in Cdk7as but not wild-type HCT1116 extracts; activity is restored to the inhibited extract by the addition of purified, inhibitor-resistant, wild-type Cdk7 (Cdk7WT).It was previously suggested that HeLa cells contained a Cdk9-activating kinase distinct from Cdk717. We therefore sought to measure the relative contribution of Cdk7 to Cdk9 activation (Supplementary Fig. 3a). We incubated a Cdk9as complex with ATP and bovine serum albumin (BSA) or HeLa nuclear extract, which was mock-treated or immunodepleted of Cdk7. After a 30-min incubation, we added Spt5 and [γ-32P]N6-(benzyl)-ATP and allowed the reaction to proceed for 5 min; labeling of the exogenous substrate specifically measures activity of Cdk9as, which is uniquely able to use the bulky ATP analog. Incubation with nuclear extract increased activity of Cdk9as—cyclin T1 relative to that of a BSA-treated complex, whereas prior depletion of Cdk7 diminished the ability of the extract to stimulate Cdk9as, suggesting that the activation was due to Cdk7 (Fig. 2d). To exclude the possibility that immunoprecipitation removed another, Cdk7-associated protein capable of stimulating Cdk9, we measured activation in extracts of Cdk7as HCT116 cells, in which Cdk7 activity can be specifically inhibited by 3-MB-PP1 (Supplementary Fig. 3b). Because Cdk9as is also sensitive to 3-MB-PP1 (data not shown), we immunoprecipitated it after incubation in the extract and tested Spt5 kinase activity in a second, drug-free reaction. The addition of 200 nM 3-MB-PP1 during the pre-incubation nearly abolished the ability of Cdk7as, but not wild-type, extracts to activate Cdk9as (Fig. 2e). Moreover, Cdk9as-activating capacity could be restored in an inhibited Cdk7as extract by the addition of wild-type Cdk7, which is impervious to 3-MB-PP1. We conclude that Cdk7 is the major—and possibly sole—enzyme able to activate Cdk9as in human cell extracts.We next tried to reconstitute activation of wild-type Cdk9 by Cdk7. Insect cell-derived, wild-type Cdk9 assembled with cyclin T1 from bacteria (as described above for Cdk9as) was active and could not be further stimulated by Cdk7 or Csk1 (data not shown). This suggested that wild-type Cdk9 might be phosphorylated on the T loop when expressed as a monomer in insect cells, in contrast to Cdk9as (and wild-type Cdk1, -2 or -7). We analyzed Cdk9 variants expressed with baculoviruses by immunoblotting with an antibody specific for the isoform phosphorylated on Thr186. Although both wild-type and AS forms were phosphorylated when co-expressed with cyclin T1, the wild-type but not the AS Cdk9 was phosphorylated when expressed as a monomer (Fig. 3a), explaining why we were only able to activate the latter with purified CAKs (and, perhaps, why previous efforts to identify a CAK for Cdk9 were unsuccessful). Previously, we observed a similar, monomer-specific defect in T-loop phosphorylation of Cdk2 containing the analogous gatekeeper mutation in human cells32. The catalytically inactive Cdk9D167N was phosphorylated when expressed alone or in combination with cyclin T1 (Fig. 3a), arguing against auto-activation in cis.Open in a separate windowFigure 3Cdk7 activates wild-type Cdk9in vitroandin vivo(a) Immunoblot of various preparations of recombinant Cdk9. When expressed as a monomer in insect cells, Cdk9as lacks T-loop (Thr186) phosphorylation, in contrast to other Cdk9 variants tested (lanes 1-3). All variants, including Cdk9as, become phosphorylated when co-expressed with cyclin T1 (lanes 4-6). (b) Activation assay of Cdk9 translated in vitro. Cdk7 phosphorylates wild-type Cdk9 on Thr186, resulting in increased activity towards a recombinant GST-Spt5 substrate. (c) Immunoblots of total and Thr186 phosphorylated Cdk9. Bulk Cdk9 T-loop phosphorylation is reduced in a dose-dependent manner by 3-MB-PP1 treatment of Cdk7as but not wild-type HCT116 cells, whereas FP has no effect.To exclude the possibility that activation by Cdk7 was a unique property of the AS mutant, we needed a source of wild-type Cdk9 not already phosphorylated at Thr186. Toward this end, we programmed rabbit reticulocyte lysates to synthesize Cdk9, which we analyzed for binding to purified cyclin T1, T-loop phosphorylation state and activity towards Spt5 (Fig. 3b). Cdk9 translated in vitro was not phosphorylated at Thr186, even after a 60-min incubation in the presence of cyclin T1 and ATP, indicating that it was incapable of auto-activation even when bound to cyclin. That binding was productive, because it generated basal activity of Cdk9 towards Spt5. The addition of active Cdk7 to the translation reaction resulted in phosphorylation of Thr186 and further activation of Cdk9. T-loop phosphorylation of Cdk9D167N was also dependent on Cdk7, but was reduced relative to that of wild-type Cdk9, possibly due to a conformational defect of the mutant protein translated in vitro. Cdk7 was unable to stimulate the basal activity of Cdk9T186A, indicating that activation of wild-type Cdk9 occurred through a canonical T-loop phosphorylation mechanism.Cdk7 activity is required for Cdk9 activation on chromatinNext, we asked if Cdk7 activity was required for Cdk9 activation in vivo. Treatment of Cdk7as but not wild-type HCT116 cells with 3-MB-PP1 resulted in dose-dependent loss of Cdk9-Thr186 phosphorylation in whole-cell extracts (Fig. 3c), suggesting that Cdk7 is responsible for most or all Cdk9-activating phosphorylation in vivo. In contrast, there was no loss of Cdk9 T-loop phosphorylation upon treatment with 100 or 500 nM FP, a potent inhibitor of Cdk9 (Fig. 3c and data not shown)—again, inconsistent with auto-activation.We next analyzed Cdk9 occupancy and T-loop phosphorylation state on transcribed genes, in the presence or absence of Cdk7 activity, by ChIP. The P-TEFb signal measured with an antibody to total Cdk9 (i.e., not specific for the phosphorylated isoform) was concentrated in the 5′ regions of the c-Myc, GAPDH and p21 genes; 3-MB-PP1 treatment had little or no effect on its distribution in either wild-type or Cdk7as cells (Fig. 4a, b, Supplementary Fig. 4, 5). Therefore, human P-TEFb does not depend on TFIIH-associated kinase activity for recruitment to the elongation complex, as do its orthologs in budding and fission yeast33,34. Moreover, that recruitment can occur independent of DSIF engagement (Fig. 1a-c).Open in a separate windowFigure 4Cdk7 activity is required for Cdk9 Thr186 phosphorylation on chromatin in vivo(a) ChIP of RNA polymerase II (Pol II), total Cdk9, and Cdk9 phosphorylated on Thr186 at different positions along the c-Myc gene. The Thr186-phosphorylated form of Cdk9 is enriched towards the 3′ end of the gene and is diminished by addition of 3-MB-PP1 (10 μM) to Cdk7as cells. (b) Same as in (a), for the GAPDH gene.We then looked at the spatial pattern of Cdk9 T-loop phosphorylation. In mock-treated cells, the distribution of Thr186-phosphorylated Cdk9 was different from that of total Cdk9, increasing towards the 3′ end of the c-Myc and GAPDH genes, both in absolute levels and relative to total Cdk9 (Fig. 4a, b, Supplementary Fig. 4, 5). A similar enrichment of phospho-Cdk9 occurred at the 3′ end of the p21 gene induced by doxorubicin (Supplementary Fig. 5). Cdk9-Thr186 phosphorylation was reduced when we treated Cdk7as cells with 3-MB-PP1; the reduction was apparent at all positions on all three genes, and was most prominent at the 3′ ends where the signal intensities were highest in untreated cells (Fig. 4a, b, and Supplementary Fig. 5). The ChIP profile of phospho-Cdk9 was not affected by 3-MB-PP1 treatment in wild-type cells (Supplementary Fig. 4), indicating that loss of T-loop phosphorylation was a specific consequence of Cdk7 inhibition. We conclude that Cdk7 activity is required for activation of Cdk9 on transcribed chromatin, and therefore might function both to establish and relieve pausing by Pol II.Cdk7 inhibition impairs CTD Ser2 phosphorylationDiminished T-loop phosphorylation of chromatin-associated Cdk9 predicts lowered specific activity of P-TEFb and reduced phosphorylation of its downstream targets. To test this prediction, we performed ChIP analysis on c-Myc and GAPDH with antibodies specific for Pol II isoforms phosphorylated at CTD positions Ser2 or Ser5 (Fig. 5a, b). Inhibition of Cdk7 with 10 μM 3-MB-PP1 caused reductions in ChIP signal intensities with both Ser2P- and Ser5P-specific antibodies, but also reduced total Pol II occupancy—measured with an antibody specific for the Rpb1 amino terminus—throughout the bodies of both genes. Nonetheless, there were significant reductions in Ser2P: total Pol II ratios in the 3′ regions of both c-Myc and GAPDH, where Ser2P (and Cdk9-T186P) levels normally peak. These were similar in magnitude and degree of statistical significance to reductions in Ser5P: total Pol II ratios nearer to the 5′ ends of genes, where Ser5P signals are highest. Therefore, selective inhibition of Cdk7 caused diminished Rpb1 CTD phosphorylation on a site directly modified by Cdk7 and on one targeted more efficiently by Cdk9.Open in a separate windowFigure 5Cdk7 promotes Rpb1-Ser2 phosphorylation in human cellsChIP analysis of Pol II on (a) c-Myc and (b) GAPDH genes, showing the effect of Cdk7 inhibition on the relative levels of CTD phosphorylation at Ser2 and Ser5. When expressed as a ratio to total Pol II, Ser5 phosphorylation (Ser5P) is reduced at the 5′ ends of both genes. Levels of Ser2 phosphorylation (Ser2P) are reduced relative to total Pol II at the 3′ ends of both genes, where Cdk9-Thr186P and Ser2P signals are highest in mock-treated cells (n=4, error bars: s.d., P vaues: student's t-test). (c) Simultaneous inhibition of Cdk7 and Cdk9 has synergistic effects on bulk Pol II phosphorylation. Single-kinase inhibition of Cdk7as with 10 μM 3-MB-PP1 or of Cdk9 with 50 μM DRB or 100 nM FP had modest or no effects on levels of Ser2P, Ser5P or the hyperphosphorylated II0 form of Rpb1, whereas combined Cdk7 and Cdk9 inhibition reduced all three signals.Our previous analysis of CTD phosphorylation in Cdk7as human cells treated with allele-specific inhibitors suggested that other kinases could maintain near-normal levels of bulk Ser5 phosphorylation when Cdk7 activity was reduced4; ChIP analysis at selected loci in the same cells indicated that Cdk7 and Cdk9 had redundant functions in generating Ser5P5. Consistent with that interpretation, we observed synergistic effects on bulk Ser5P levels when we combined Cdk7 inhibition (10 μM 3-MB-PP1 in Cdk7as cells) with doses of FP or DRB that had modest effects on Ser5P by themselves (Fig. 5c). Cdk7 inhibition also synergized with the more Cdk9-selective drugs to lower bulk levels of Ser2P, and of the slowest-migrating, hyperphosphorylated II0 form of Rpb1. There was no additive effect of 3-MB-PP1 with FP or DRB in wild-type cells, indicating that increased sensitivity to Cdk9-selective drugs was a specific effect of Cdk7 inhibition. The data are consistent with diminished T-loop phosphorylation leading to decreased specific activity of Cdk9, and a consequent lowering of the Ser2P-inhibitory threshold for both DRB and FP.Cdk7 promotes H2Bub1 and histone mRNA 3′-end formationA post-translational protein modification that depends indirectly on Cdk9 activity is H2Bub1, which is implicated in Pol II transcript elongation and 3′-end formation24,35. Treatment with moderately selective Cdk9 inhibitors, or reduction of Cdk9 levels by RNA interference (RNAi), was shown to diminish H2Bub1 levels in human cell extracts; this did not appear to be a general consequence of deregulated Pol II pausing or elongation, because RNAi-dependent knockdown of Spt5 or a NELF subunit did not lower global H2Bub1 levels24. As expected, FP treatment reduced H2Bub1 in both wild-type and mutant HCT116 cells (Fig. 6a); Cdk7as cells were slightly more sensitive than wild-type cells, perhaps because the Cdk7as allele is hypomorphic4. Treatment with 3-MB-PP1 caused a dose-dependent loss of H2Bub1 in Cdk7as but not wild-type HCT116 cells, consistent with a requirement for Cdk7 activity upstream of Cdk9 in promoting H2Bub1.Open in a separate windowFigure 6Cdk7 activity is required for normal histone mRNA 3′-end formation(a) Immunoblot of total and ubiquitylated histone H2B. FP treatment of wild-type (WT) or Cdk7as (AS) HCT116 cells, or selective inhibition of Cdk7 by 3-MB-PP1 in Cdk7as cells, leads to decreased H2Bub1. (b) qPCR measurement of histone H2B RNA. Increased read-through transcription of the HIST1H2BD gene, detected by accumulation of an aberrant poly-adenylated transcript.Cdk7 therefore functions upstream of NELF, P-TEFb and H2Bub1—all of which are implicated in 3′-end processing of histone mRNAs24,36,37. Histone mRNAs are not normally poly-adenylated, but rather are recognized by the stem-loop binding protein (SLBP) and cleaved by the U7 snRNP. When the primary pathway of 3′-end formation is impaired, e.g. by NELF knockdown or Cdk9 inhibition, read-through transcription yields poly-adenylated transcripts from cryptic downstream processing sites. We tested a role for Cdk7 in this pathway by PCR-based quantification of RNA transcripts of the HIST1H2BD locus. Concomitant with the reduction in H2Bub1, treatment with 3-MB-PP1 caused a decrease in total, and an increase in poly-adenylated, histone H2B mRNA in Cdk7as but not wild-type cells (Fig. 6b). Therefore, inhibition of Cdk7 phenocopies effects on histone gene expression due to NELF knockdown37 or direct inactivation of Cdk924. We previously showed that Cdk7 activity is required for correct 3′-end processing of an snRNA and a poly-adenylated mRNA5. The effect on a third processing pathway required for histone mRNA maturation suggests pervasive derangement of 3′-end formation of Pol II transcripts when Cdk7 is inactive, perhaps due to ineffective pausing or pause release.Fully activated Cdk7 phosphorylates TFIIEβTo identify the possible mechanism(s) by which Cdk7 activity might facilitate the handoff of Pol II from TFIIE to DSIF, we tested the ability of purified Cdk7 complexes to phosphorylate TFIIE purified from bacteria. Cdk7 phosphorylated both subunits of holo-TFIIE, but labeled the TFIIEβ subunit more heavily (Fig. 7a), whereas TFIIH isolated from mammalian cells was reported to phosphorylate only TFIIEα25,26. We showed previously that CAK and CTD kinase functions of Cdk7 complexes could be differentially regulated by subunit composition or T-loop phosphorylation26,38. Phosphorylation of Cdk2—cyclin A complexes by Cdk7—cyclin H was relatively slow (kcat ∼0.02 s-1), and depended on Cdk7 T-loop phosphorylation or presence of the accessory subunit Mat1, not both. In contrast, the basal rate of Pol II CTD phosphorylation by the Cdk7—cyclin H—Mat1 trimer was ∼ten times faster, and was further accelerated ∼20-fold when the Cdk7 T-loop was phosphorylated38. Activation of Cdk9—cyclin T1 by trimeric Cdk7 was also insensitive to Cdk7 phosphorylation (Fig. 7b). In contrast, phosphorylation of TFIIE, like that of Pol II, Spt5 and other non-CDK substrates of Cdk7, depended on both Mat1 and Cdk7 T-loop phosphorylation (Fig. 7a).Open in a separate windowFigure 7Cdk7 T-loop phosphorylation stimulates TFIIE phosphorylation and is spatially regulated on chromatin(a) Activity assay of Cdk7. Efficient phosphorylation of TFIIEα and -β by Cdk7 depends on both T-loop phosphorylation of Cdk7 and presence of Mat1, as in the case of the Pol II CTD. Cdk7 with or without T-loop phosphorylation is denoted by P-Cdk7 or Cdk7, respectively, cyclin H by H, and Mat1 by M. (Arrow points to labeled TFIIEβ; asterisk denotes Mat1 phosphorylated by associated Cdk7as). (b) Cdk9 phosphorylation by Cdk7. Cdk9, like Cdk2, is phosphorylated with similar efficiency by all isoforms of Cdk7. T-loop phosphorylation of Cdk9as was detected by immunoblotting with anti-P-Thr186. (c) ChIP analysis of Cdk7. Total Cdk7 signals are enriched in the promoter-proximal region, whereas T-loop phosphorylation increases from the 5′ to 3′ end of the c-Myc gene. (d) The ratio of T-loop phosphorylated: total Cdk7 increases along the length of c-Myc. (e) Proposed model of CDK-dependent, promoter-proximal pause establishment and release: 1. After recruitment of TFIIE and TFIIH (Cdk7), Cdk7 activity allows TFIIE to be dislodged by DSIF from the Poll II clamp. The involvement of TFIIE phosphorylation by Cdk7 (gray dashed arrow) in this switch remains hypothetical, and other phosphorylations catalyzed by Cdk7 could be implicated. Binding of DSIF and NELF blocks elongation (pause). 2. Cdk9 is activated by Cdk7, and 3. phosphorylates DSIF and NELF to trigger processive elongation (release). Inset: Cdk7 sits atop a feed-forward loop; its catalytic activity is required to initiate Pol II pausing through the TFIIE-DSIF switch and to release the pause through activation of Cdk9.CDK T-loop phosphorylation: a basis for substrate ordering?Because T-loop phosphorylation of Cdk7 could affect its substrate specificity and, thereby, the order in which it phosphorylates different proteins during the transcription cycle, we asked if this modification—which appeared to be constant in the soluble fraction of Cdk7 extracted from human cells at different points in the cell cycle38,39—was evenly or unevenly distributed on chromatin. Although the peak of Cdk7 crosslinking occurred at or near the TSS, ChIP analysis with a phospho-specific antibody (Supplementary Fig. 6), revealed increased Cdk7-T170P, relative to total Cdk7, as we sampled further downstream on multiple genes (Fig. 7c, d, data not shown). This suggests that Cdk7, like Cdk9 (and Rpb1 and Spt5), is recruited to chromatin preferentially in unphosphorylated form, whereas the Cdk7 that co-localizes with elongating Pol II is more likely to be phosphorylated. That could be due to spatially regulated Cdk7 T-loop phosphorylation, preferential retention of the phosphorylated isoform in the elongation complex, or both. In any case, the dynamic nature of Cdk7 T-loop phosphorylation on chromatin suggests a means to regulate events in transcription such as the TFIIE-DSIF handoff. On the other hand, Cdk9 activation is likely to be a slow step, not subject to acceleration by Cdk7 modification. Therefore the T-loop phosphorylation status of chromatin-associated Cdk7, determined by still-unidentified kinases and phosphatases, has the potential to regulate the duration of promoter-proximal pausing by Pol II. DiscussionWe have shown here that Cdk7 can act to establish the promoter-proximal pause through its control of the TFIIE-DSIF switch, and to release Pol II from the pause through its ability to activate Cdk9. Therefore, within the context of the Pol II transcription machinery, Cdk7 is both an effector CDK, which phosphorylates Pol II and other proteins directly involved in transcription; and an upstream regulator of Cdk9 (and, possibly, other transcriptional CDKs). The identification of Cdk7 as a Cdk9-activating kinase in human cells resolves a long-standing puzzle, and suggests that mammals might have only a single CAK for all CDKs that depend on T-loop phosphorylation, regardless of their function. In contrast, transcriptional CDKs in fungi are activated by a non-cyclin-dependent, single-subunit CAK, even in fission yeast, where the Cdk7 ortholog is a physiologic activator of cell-cycle CDKs22,40,41.To drive the cell cycle, CDKs work in sequences defined by the timed expression of different cyclins, and by checkpoints that ensure dependence of later events on completion of earlier ones42. Although transcription by Pol II likewise involves multiple CDKs, mechanisms enforcing their order of action have been slow to emerge. Recent work in budding and fission yeast revealed one basis for sequential CDK function: recruitment of P-TEFb depends on activity of the TFIIH-associated kinase33,34. In fission yeast, moreover, Ser7 phosphorylation of the Pol II CTD by the Cdk7 ortholog Mcs6 can promote subsequent phosphorylation by Cdk934,43. Although the latter mechanism—CTD “priming” by an early-acting CDK—appears to be conserved in human cells44, data presented here indicate that the former is unlikely to operate in metazoans; inhibition of Cdk7 in human cells did not diminish recruitment of Cdk9 to chromatin.Instead, we uncovered a third way in which distinct CDK functions can be ordered in the Pol II transcription cycle—direct activation of one CDK by another—that is likely to be unique to metazoans. In human cells, P-TEFb is activated by Cdk7, as are CDKs involved in cell division4,45. Therefore, cell proliferation and gene expression are controlled by CDK cascades with a common upstream activating kinase. During cell-cycle progression, different CDK—cyclin complexes are active at different times, and phosphorylate substrates in a temporal order determined by properties of both enzyme (distinct recognition motifs on different cyclins) and substrate (relative affinity for given CDK—cyclin pairs)46. The individual subunits of TFIIH and P-TEFb are expressed constitutively, and apparently recruited to chromatin en bloc. Our ChIP analyses of Cdk7 and Cdk9 suggest that a degree of temporal regulation might instead be achieved by T-loop phosphorylation during the transcription cycle: the ratios of phosphorylated-to-unphosphorylated isoforms at different positions on transcribed chromatin predict that the specific activity of both CDKs would increase along genes in a 5′ to 3′ direction. Consistent with this idea, a read-out of chromatin-associated CDK activity—Ser2 phosphorylation of the Rpb1 CTD—also increases towards the 3′ end, and is diminished when Cdk7 is inhibited. The decrease in the Ser2P: total Pol II ratio was modest relative to the drop in Cdk9-Thr186P: total Cdk9, perhaps because reduced Pol II density on transcribed chromatin lowered the effective concentration of the Cdk9 substrate (Rpb1 CTD), simultaneously with the reduction in specific activity of the CTD-modifying enzyme (Cdk9).Cdk7 activity is required at two distinct execution points in G1 and G2 phases of the cell cycle4. Cdk7 also influences the Pol II cycle at multiple points: promoting pausing by recruitment of DSIF and NELF to chromatin, and activating a downstream CDK to overcome the pause. Inefficient recruitment of DSIF and NELF would lower the threshold of P-TEFb activity required to overcome pausing, and thus might explain why pausing is attenuated by inhibition of Cdk7 even while Cdk9 is also indirectly inhibited. Moreover, that inhibition is not complete: wild-type Cdk9 had measurable activity in the absence of detectable Thr186 phosphorylation, and a Cdk9T186A mutant also had basal activity towards Spt5 in vitro (Fig. 3b), which might suffice to support elongation when Cdk7 is inhibited. Although elongation is permitted under these circumstances, Pol II density in coding regions is generally diminished, steady-state levels of many transcripts are decreased, and RNA-processing is disrupted (5, this report and unpublished observations). Antagonistic downstream effects elicited by the same kinase suggest incoherent feedforward (Fig. 7e)—a network motif that produces biphasic response kinetics in cellular signaling pathways47. In this case, the proposed delay between recruitment of elongation factors and activation of Cdk9 could ensure a transient pause, to promote processive transcription and proper loading of mRNA-processing machinery.Our results raise the possibility that CDKs also act in similar fashion to enforce the stable pausing of Pol II in promoter-proximal regions of stringently regulated genes, together with known pause factors such as NELF1,2. Like NELF depletion2,37, selective inhibition of Cdk7 caused decreased Pol II crosslinking to chromatin at multiple genes, and deranged mRNA 3′-end formation (5, this report). The model of elongation control we have proposed (Fig. 7e) appears “hard-wired” to produce a transient pause. The relative rates of the individual steps might be subject to differential regulation, however, which could shorten or lengthen the pause as needed. For example, T-loop phosphorylation of Cdk7—which appears to be a post-recruitment event at the genes we have analyzed—could accelerate phosphorylation of Pol II, Spt5 and TFIIE without affecting the rate of Cdk9 activation, and thereby increase pause duration. An intrinsically slow rate of Cdk9 T-loop phosphorylation might be further retarded, on the other hand, by negative regulatory factors or features of the chromatin landscape at specific genes, to generate a more durable pause. The chemical-genetic approach uncovered a CDK cascade at the core of the Pol II transcription machinery. It could now illuminate the regulatory capabilities of that module, and allow the identification of additional targets of both Cdk7 and Cdk9 within the transcription machinery. Online MethodsAntibodiesWe obtained antibodies to Cdk9 (sc-8338), cyclin T1 (sc-10750), RNA Pol II (sc-899 and sc-9001), Spt5 (sc-28678), TFIIEα (sc-237) and NELF-A (sc-23599) from Santa Cruz Biotechnology; RNA Pol II phosphorylated at Ser2 (A300-654A) or Ser5 (A300-655A) from Bethyl Laboratories; histone H2B (07-371) and H2BUb1 (05-1312) from Millipore; Cdk9-T186P (2549), used for immunoblots only, from Cell Signaling Research; and Cdk7 (MO1.1) from Sigma. The anti-phospho-Cdk9 (Thr186), and anti-phospho-Cdk7 (Thr170) were custom-produced by 21st Century Biochemicals using the peptide sequences (SQPNRY[pT]NRV) and (SPNRAY[pT]HQVVTRW), respectively, and used in ChIP and immunoblot experiments. All antibodies were used at 1:500 to 1:1000 dilutions for immunoblotting, or 2-5 μg per chromatin immunoprecipitation.Cell culture and drug treatmentsHCT116 cells were grown in McCoy's medium (Cellgro) supplemented with 10% fetal bovine serum (Atlas Biologicals, CO), and 1% penicillin-streptomycin (Cellgro). Cells were treated at ∼70-80% confluence by replacing the growth medium with fresh medium containing either DMSO, 10 μM 3-MB-PP1, 50 μM DRB (EMD cat. # 287819), or 100 nM flavopiridol (Sigma cat. # F3055), dissolved in DMSO.Chromatin immunoprecipitation (ChIP)Experiments were carried out essentially as previously described30. Cells were grown in 15-cm dishes and treated with drugs for 4 or 8 hr prior to fixation in 1% parafomaldehyde (Fisher BP531) in PBS for 15 min. The reaction was quenched with 100 mM glycine for 5 min. The plates were washed 3x in cold PBS and harvested in 1 ml each RIPA buffer (50 mM Tris pH 8, 150 mM NaCl, 1% NP-40, 0.5% sodium deoxycholate, 0.1% sodium dodecylsulfate [SDS], 5 mM EDTA, 50 mM NaF, complete™ protease inhibitor [Roche]), then flash frozen in liquid nitrogen. Sonication was carried out in a volume of 2 ml with a Fisher Scientific sonic dismembrator 550 fitted with a micro-tip at 25% power in 20-sec pulses for a total of 6 min. Lysates were clarified by centrifugation at 20,000 g for 15 min. Lysate from one 15-cm dish was used for 3-5 immunoprecipitations, performed overnight with protein A or G beads, pre-blocked with bovine serum albumin and salmon sperm DNA, with 2-5 μg of antibody. Non-immune rabbit IgG was used as negative control. Quantitative PCR was carried out using a Stratagene MX3005P instrument with SYBR green mixes from various manufacturers.Protein purification and kinase assaysCdk9as was produced in Sf9 insect cells as a carboxyl-terminal 6xHis-Flag tagged protein as previously described for Cdk727. To generate cyclin T1, the coding sequence was cloned into the pET-28 vector (Novagen), and the protein expressed in bacteria as a carboxyl-terminal histidine-tagged protein and purified on Nickel-NTA (Qiagen). The Cdk9as—cyclin T1 complex was reconstituted by incubation of equimolar amounts of each purified protein on ice for 30 min in 25 mM Hepes, pH 7.4, 150 mM NaCl, 1 mM DTT prior to activation reactions. The activated, Thr186 phosphorylated, Cdk9as—cyclin T1 complex could be purified from Sf9 cells after co-infection. Csk1 tagged at the carboxyl-terminus with Flag and hexahistidine was expressed in Sf9 cells and purified by affinity chromatography on Nickel-NTA. A PCR-amplified fragment of Spt5-coding sequence corresponding to amino acids 720-830 (CTR1) was cloned into pGEX-4T1 (Amersham), expressed as a GST-fusion protein in bacteria and purified on Glutathione-Sepharose according to the supplier's instructions. For Cdk9as activation assays, Cdk9as purified as a monomer from Sf9 cells was combined with bacterially produced cyclin T1 and incubated with a source of activating kinase—either purified or in cell extracts—in the presence of MgCl2 and ATP, followed by the phosphorylation of recombinant GST-Spt5 in the presence of [γ-32P]N6-(benzyl)-ATP or [γ-32P]N6-(2-phenethyl)-ATP. Cdk7—cyclin H dimers were generated by co-infection in insect cells; this results in binary complexes in which Cdk7 is phosphorylated at Thr170 (P-Cdk7—H), whereas co-expression of Cdk7 with cyclin H and Mat1 yields a trimeric, unphosphorylated complex (Cdk7—H—M). The phosphorylated trimeric complex was generated by adding purified His-Mat1 to the Cdk7—cyclin H dimer (P-Cdk7—H—M)38.Generation of ATP analogssRadiolabeled ATP analogs were produced enzymatically as previously described48. Briefly, ∼4 mg of His-tagged nucleoside diphosphate kinase (NDPK) was bound to a 100-μl CoCl2-iminodiacetic acid column. [γ-32P]ATP (2 mCi at 6000 mCi/mmol, Amersham Biosciences) was passed over the column, followed by several washes. N6-(benzyl)- or N6-(2-phenethyl)-ADP was then passed over the column and the eluate containing [γ-32P]N6-(benzyl)- or [γ-32P]N6-(2-phenethyl)-ATP was collected with several washes of 10 mM Hepes pH 7.4, 150 mM NaCl, 5mM MgCl2, resulting in a recovery of ∼90% of the input radioactivity and a final concentration of 1.0-2.5 μCi/μl.Protein phosphorylation in extractsNuclear extracts were prepared and dialyzed essentially as previously described49, and modified50. For labeling, ∼100 μg of protein was incubated in 60 μl of 25 mM Hepes pH 7.4, 10 mM NaCl, 3 mM MgCl2, 80 mM Na-β-glycerophosphate, 50 mM NaF, 1 mM Na3VO4, containing an ATP-regenerating system (1 mM ATP, 40 mM creatine phosphate, 0.2 mg/ml creatine phosphokinase) with 100 ng Cdk9as—cyclinT1 complex and 5 μCi [γ-32P]N6-(benzyl)-ATP. Reactions were incubated at 23°C for 10-15 min and stopped by the addition of 1 volume 2x SDS-PAGE sample buffer for direct analysis, or by dilution in 25 mM Hepes pH 7.4, 150 mM NaCl, 0.1 % Triton X-100, 20 mM EDTA for subsequent immunoprecipitation. Labeled bands were visualized by SDS-PAGE and exposure to film or Phosphorimager screen.In vitro transcription and translationcDNAs encoding wild-type and mutant forms of Cdk9 were transcribed and translated in vitro with the TNT-Quick Coupled Transcription/Translation System (Promega), according to the manufacturer's instructions.Histone gene expression analysisFor analysis of read-through transcription of the HIST1H2BD gene, total RNA was isolated after 12-hr drug treatments and reverse-transcribed using olido(dT) to quantify read-through transcripts, and with random hexamer primers to quantify total RNA as previously described24. Supplementary Material1Click here to view.(2.5M, pdf) AcknowledgmentsWe thank Y. Ramanathan, N. Barboza, N. Downing, A.D. Kostic, A. Searleman for assistance in the early phases of this project, and Z. F. Burton (Mich. State U., East Lansing, Michigan, USA) for the TFIIE expression constructs. R.A. was supported by a Beatriu de Pinos fellowship of the Generalitat de Catalunya. This work was supported by National Institute of Health grants GM056985 to R.P.F., GM063873 to D.L.B., and EB001987 to K.M.S. FootnotesAuthor Contributions: S.L., D.L.B., and R.P.F. designed the research and interpreted data. S.L., R.A., K.G.-C., and M.S. performed experiments and analyzed data. J.J.A., C.Z. and K.M.S. provided reagents. S.L. and R.P.F. wrote the paper. References1. Gilchrist DA, et al.  Pausing of RNA polymerase II disrupts DNA-specified nucleosome organization to enable precise gene regulation. Cell. 2010;143:540–51. [PMC free article] [PubMed] [Google Scholar]2. Gilchrist DA, et al.  NELF-mediated stalling of Pol II can enhance gene expression by blocking promoter-proximal nucleosome assembly. Genes Dev. 2008;22:1921–33. [PMC free article] [PubMed] [Google Scholar]3. Fisher RP. Secrets of a double agent: CDK7 in cell-cycle control and transcription. J Cell Sci. 2005;118:5171–80. [PubMed] [Google Scholar]4. Larochelle S, et al.  Requirements for Cdk7 in the assembly of Cdk1/cyclin B and activation of Cdk2 revealed by chemical genetics in human cells. Mol Cell. 2007;25:839–50. [PMC free article] [PubMed] [Google Scholar]5. Glover-Cutter K, et al.  TFIIH-associated Cdk7 kinase functions in phosphorylation of C-terminal domain Ser7 residues, promoter-proximal pausing, and termination by RNA polymerase II. Mol Cell Biol. 2009;29:5455–64. [PMC free article] [PubMed] [Google Scholar]6. Cho EJ, Takagi T, Moore CR, Buratowski S. mRNA capping enzyme is recruited to the transcription complex by phosphorylation of the RNA polymerase II carboxy-terminal domain. Genes Dev. 1997;11:3319–26. [PMC free article] [PubMed] [Google Scholar]7. Glover-Cutter K, Kim S, Espinosa J, Bentley DL. RNA polymerase II pauses and associates with pre-mRNA processing factors at both ends of genes. Nat Struct Mol Biol. 2008;15:71–8. [PMC free article] [PubMed] [Google Scholar]8. Rodriguez CR, et al.  Kin28, the TFIIH-associated carboxy-terminal domain kinase, facilitates the recruitment of mRNA processing machinery to RNA polymerase II. Mol Cell Biol. 2000;20:104–12. [PMC free article] [PubMed] [Google Scholar]9. Schwartz BE, Larochelle S, Suter B, Lis JT. Cdk7 is required for full activation of Drosophila heat shock genes and RNA polymerase II phosphorylation in vivo. Mol Cell Biol. 2003;23:6876–86. [PMC free article] [PubMed] [Google Scholar]10. Grohmann D, et al.  The initiation factor tfe and the elongation factor Spt4/5 compete for the RNAP clamp during transcription initiation and elongation. Mol Cell. 2011;43:263–74. [PMC free article] [PubMed] [Google Scholar]11. Klein BJ, et al.  RNA polymerase and transcription elongation factor Spt4/5 complex structure. Proc Natl Acad Sci U S A. 2011;108:546–50. [PMC free article] [PubMed] [Google Scholar]12. Martinez-Rucobo FW, Sainsbury S, Cheung AC, Cramer P. Architecture of the RNA polymerase-Spt4/5 complex and basis of universal transcription processivity. Embo J. 2011;30:1302–10. [PMC free article] [PubMed] [Google Scholar]13. Nechaev S, Adelman K. Pol II waiting in the starting gates: Regulating the transition from transcription initiation into productive elongation. Biochim Biophys Acta. 2011;1809:34–45. [PMC free article] [PubMed] [Google Scholar]14. Rahl PB, et al.  c-Myc regulates transcriptional pause release. Cell. 2010;141:432–45. [PMC free article] [PubMed] [Google Scholar]15. Yamada T, et al.  P-TEFb-mediated phosphorylation of hSpt5 C-terminal repeats is critical for processive transcription elongation. Mol Cell. 2006;21:227–37. [PubMed] [Google Scholar]16. Peterlin BM, Price DH. Controlling the elongation phase of transcription with P-TEFb. Mol Cell. 2006;23:297–305. [PubMed] [Google Scholar]17. Chen R, Yang Z, Zhou Q. Phosphorylated positive transcription elongation factor b (P-TEFb) is tagged for inhibition through association with 7SK snRNA. J Biol Chem. 2004;279:4153–60. [PubMed] [Google Scholar]18. Yang Z, et al.  Recruitment of P-TEFb for stimulation of transcriptional elongation by the bromodomain protein Brd4. Mol Cell. 2005;19:535–45. [PubMed] [Google Scholar]19. Phatnani HP, Greenleaf AL. Phosphorylation and functions of the RNA polymerase II CTD. Genes Dev. 2006;20:2922–36. [PubMed] [Google Scholar]20. Kim JB, Sharp PA. Positive transcription elongation factor B phosphorylates hSPT5 and RNA polymerase II carboxyl-terminal domain independently of cyclin-dependent kinase-activating kinase. J Biol Chem. 2001;276:12317–23. [PubMed] [Google Scholar]21. Baumli S, et al.  The structure of P-TEFb (CDK9/cyclin T1), its complex with flavopiridol and regulation by phosphorylation. Embo J. 2008;27:1907–18. [PMC free article] [PubMed] [Google Scholar]22. Pei Y, et al.  Cyclin-dependent kinase 9 (Cdk9) of fission yeast is activated by the CDK-activating kinase Csk1, overlaps functionally with the TFIIH-associated kinase Mcs6, and associates with the mRNA cap methyltransferase Pcm1 in vivo. Mol Cell Biol. 2006;26:777–788. [PMC free article] [PubMed] [Google Scholar]23. Yao S, Prelich G. Activation of the Bur1-Bur2 cyclin-dependent kinase complex by Cak1. Mol Cell Biol. 2002;22:6750–6758. [PMC free article] [PubMed] [Google Scholar]24. Pirngruber J, et al.  CDK9 directs H2B monoubiquitination and controls replication-dependent histone mRNA 3′-end processing. EMBO Rep. 2009;10:894–900. [PMC free article] [PubMed] [Google Scholar]25. Ohkuma Y, Roeder RG. Regulation of TFIIH ATPase and kinase activities by TFIIE during active initiation complex formation. Nature. 1994;368:160–3. [PubMed] [Google Scholar]26. Yankulov KY, Bentley DL. Regulation of CDK7 substrate specificity by MAT1 and TFIIH. EMBO J. 1997;16:1638–1646. [PMC free article] [PubMed] [Google Scholar]27. Larochelle S, et al.  Dichotomous but stringent substrate selection by the dual-function Cdk7 complex revealed by chemical genetics. Nat Struct Mol Biol. 2006;13:55–62. [PubMed] [Google Scholar]28. Wada T, Takagi T, Yamaguchi Y, Watanabe D, Handa H. Evidence that P-TEFb alleviates the negative effect of DSIF on RNA polymerase II-dependent transcription in vitro. Embo J. 1998;17:7395–403. [PMC free article] [PubMed] [Google Scholar]29. Yamaguchi Y, et al.  NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. [PubMed] [Google Scholar]30. Gomes NP, et al.  Gene-specific requirement for P-TEFb activity and RNA polymerase II phosphorylation within the p53 transcriptional program. Genes Dev. 2006;20:601–12. [PMC free article] [PubMed] [Google Scholar]31. Shah K, Liu Y, Deirmengian C, Shokat KM. Engineering unnatural nucleotide specificity for Rous sarcoma virus tyrosine kinase to uniquely label its direct substrates. Proc Natl Acad Sci USA. 1997;94:3565–3570. [PMC free article] [PubMed] [Google Scholar]32. Merrick KA, et al.  Switching Cdk2 on or off with small molecules to reveal requirements in human cell proliferation. Mol Cell. 2011;42:624–36. [PMC free article] [PubMed] [Google Scholar]33. Qiu H, Hu C, Hinnebusch AG. Phosphorylation of the Pol II CTD by KIN28 enhances BUR1/BUR2 recruitment and Ser2 CTD phosphorylation near promoters. Mol Cell. 2009;33:752–62. [PMC free article] [PubMed] [Google Scholar]34. Viladevall L, et al.  TFIIH and P-TEFb coordinate transcription with capping enzyme recruitment at specific genes in fission yeast. Mol Cell. 2009;33:738–51. [PMC free article] [PubMed] [Google Scholar]35. Shema E, Kim J, Roeder RG, Oren M. RNF20 Inhibits TFIIS-Facilitated Transcriptional Elongation to Suppress Pro-oncogenic Gene Expression. Mol Cell. 2011;42:477–88. [PMC free article] [PubMed] [Google Scholar]36. Dominski Z, Marzluff WF. Formation of the 3′ end of histone mRNA: getting closer to the end. Gene. 2007;396:373–90. [PMC free article] [PubMed] [Google Scholar]37. Narita T, et al.  NELF interacts with CBC and participates in 3′ end processing of replication-dependent histone mRNAs. Mol Cell. 2007;26:349–65. [PubMed] [Google Scholar]38. Larochelle S, et al.  T-loop phosphorylation stabilizes the CDK7-cyclin H-MAT1 complex in vivo and regulates its CTD kinase activity. EMBO J. 2001;20:3749–3759. [PMC free article] [PubMed] [Google Scholar]39. Garrett S, et al.  Reciprocal activation by cyclin-dependent kinases 2 and 7 is directed by substrate specificity determinants outside the T-loop. Mol Cell Biol. 2001;21:88–99. [PMC free article] [PubMed] [Google Scholar]40. Hermand D, et al.  Fission yeast Csk1 is a CAK-activating kinase (CAKAK) EMBO J. 1998;17:7230–7238. [PMC free article] [PubMed] [Google Scholar]41. Lee KM, Saiz JE, Barton WA, Fisher RP. Cdc2 activation in fission yeast depends on Mcs6 and Csk1, two partially redundant Cdk-activating kinases CAKs) Curr Biol. 1999;9:441–444. [PubMed] [Google Scholar]42. Morgan DO. Cyclin-dependent kinases: engines, clocks and microprocessors. Annu Rev Cell Dev Biol. 1997;13:261–291. [PubMed] [Google Scholar]43. St Amour CV, et al.  Separate Domains of Fission Yeast Cdk9 (P-TEFb) Are Required for Capping Enzyme Recruitment and Primed (Ser7-Phosphorylated) Rpb1 Carboxyl-Terminal Domain Substrate Recognition. Mol Cell Biol. 2012;32:2372–83. [PMC free article] [PubMed] [Google Scholar]44. Czudnochowski N, Bosken CA, Geyer M. Serine-7 but not serine-5 phosphorylation primes RNA polymerase II CTD for P-TEFb recognition. Nat Commun. 2012;3:842. [PubMed] [Google Scholar]45. Merrick KA, et al.  Distinct activation pathways confer cyclin binding selectivity on Cdk1 and Cdk2 in human cells. Mol Cell. 2008;32:662–672. [PMC free article] [PubMed] [Google Scholar]46. Loog M, Morgan DO. Cyclin specificity in the phosphorylation of cyclin-dependent kinase substrates. Nature. 2005;434:104–8. [PubMed] [Google Scholar]47. Alon U. Network motifs: theory and experimental approaches. Nat Rev Genet. 2007;8:450–61. [PubMed] [Google Scholar]48. Kraybill BC, Elkin LL, Blethrow JD, Morgan DO, Shokat KM. Inhibitor scaffolds as new allele specific kinase substrates. J Am Chem Soc. 2002;124:12118–28. [PubMed] [Google Scholar]49. Dignam JD, Lebovitz RM, Roeder RG. Accurate transcription initiation by RNA polymerase II in a soluble extract from isolated mammalian nuclei. Nucl Acids Res. 1983;11:1475–1489. [PMC free article] [PubMed] [Google Scholar]50. Gamble MJ, Erdjument-Bromage H, Tempst P, Freedman LP, Fisher RP. The Histone Chaperone TAF-I/SET/INHAT Is Required for Transcription In Vitro of Chromatin Templates. Mol Cell Biol. 2005;25:797–807. [PMC free article] [PubMed] [Google Scholar]"}