{"title": "End-labeling oligonucleotides with chemical tags after synthesis", "pubDate": "2012;941:181-93.", "PMCID": "PMC5026237", "DOI": "10.1007/978-1-62703-113-4_14", "PMID": "23065562", "abstract": "Many experimental strategies for determining nucleic acid function require labeling the nucleic acid with radioisotopes or a chemical tag. Labels enable nucleic acid detection, yield information about its state, and can serve as a handle by which the nucleic acid and associated factors can be purified from a mixture. Radioactive phosphate is commonly added to the 5' or 3' end of an oligonucleotide post synthesis using enzyme-catalyzed reactions. In contrast, chemical tags are usually added during synthesis or using reactive groups that are incorporated during synthesis. Here, we present protocols for post-synthetic conjugation of chemical tags to unmodified RNA or DNA oligonucleotides. The approach can be used to attach fluorescent dyes and biotin groups to oligonucleotides and to immobilize oligonucleotides to a solid support. Oligonucleotides tagged with fluorescent dyes are readily detected in both gel- and plate reader-based assays, while biotin- or resin-conjugated oligonucleotides are useful tools for affinity purification. Fluorescent end-labeling provides several advantages over radioactive labeling, reducing radioactivity-associated hazards and yielding a labeled molecule that does not decay while providing the sensitivity required for many procedures.", "author": [{"author": "N Ruth Zearfoss", "affiliation": ["Department of Biochemistry and Molecular Pharmacology, University of Massachusetts Medical School, Worcester, MA, USA."], "href": "/?term=Zearfoss+NR&cauthor_id=23065562"}, {"author": "Sean P Ryder", "affiliation": [], "href": "/?term=Ryder+SP&cauthor_id=23065562"}], "refPMID": [], "citedInPMID": ["23065562", "34257295", "33782132", "33332353", "33299805", "32558908", "32286318", "31147715", "30700721", "29247758", "27899565", "25086036", "24675636", "24453987"], "body": " SummaryMany experimental strategies for determining nucleic acid function require labeling the nucleic acid with radioisotopes or a chemical tag. Labels enable nucleic acid detection, yield information about its state, and can serve as a handle by which the nucleic acid and associated factors can be purified from a mixture. Radioactive phosphate is commonly added to the 5′ or 3′ end of an oligonucleotide post-synthesis using enzyme-catalyzed reactions. In contrast, chemical tags are usually added during synthesis or using reactive groups that are incorporated during synthesis. Here, we present protocols for post-synthetic conjugation of chemical tags to unmodified RNA or DNA oligonucleotides. The approach can be used to attach fluorescent dyes and biotin groups to oligonucleotides, and to immobilize oligonucleotides to a solid support. Oligonucleotides tagged with fluorescent dyes are readily detected in both gel- and plate reader-based assays, while biotin or resin conjugated oligonucleotides are useful tools for affinity purification. Fluorescent end-labeling provides several advantages over radioactive labeling, reducing radioactivity-associated hazards and yielding a labeled molecule that does not decay, while providing the sensitivity required for many procedures.Keywords: nucleic acids, RNA, oligonucleotides, end-labeling, fluorescent dyes, biotin 1. IntroductionNucleic acids are routinely labeled with isotopes or chemical tags to facilitate a wide variety of experiments. Radioactive labels have the advantage of providing a high level of detection sensitivity and can be added to any oligonucleotide post-synthesis (1), but their use is complicated by the hazardous nature of radiochemicals, the regulations surrounding them, and their limited lifetimes. Chemical tags offer an alternative to radioactive labeling and provide sufficient sensitivity for many experiments. For example, fluorescent ribonucleic acids have been used to quantitatively assess binding affinity in electromobility shift and fluorescence polarization (FP) assays (2-5) and fluorescent DNA primers to monitor product formation in semi-quantitative PCR (6). Modification of nucleic acids with chemical tags also expands the range of experiments that can be performed. For example, both FP and fluorescence resonance energy transfer assays rely on the chemical properties of fluorescent dyes and cannot be performed using radioisotope labels. RNA oligonucleotides can also be labeled with biotin, allowing them to interact with streptavidin-conjugated resins, facilitating purification of associated factors (7). Oligonucleotides can also be directly coupled to solid supports for a similar purpose (8).Chemical tags and chemically reactive groups are often added to oligonucleotides during synthesis. Although convenient, this strategy adds cost, especially if the experiment requires both labeled and unlabeled variants of the same sequence. End-labeling oligonucleotides after synthesis offers a simple and easily adapted alternative. We describe protocols for the labeling reactions below. The protocols are applicable to several types of chemical tags, and options are available for modifying both DNA and RNA.For labeling the 5′ end of an oligonucleotide, we employ a two-step strategy, following a method described by Czworkowski et al. (9). The strategy makes use of the ability of bacteriophage T4 polynucleotide kinase (T4 PNK) to transfer a phosphate to the 5′ end of RNA or DNA oligonucleotides. In the reaction, ATP is substituted with adenosine 5′-[γ-thio]triphosphate (ATPγS), an ATP analog where the gamma phosphate is replaced with a phosphorothioate. The product is a phosphorylated oligonucleotide with a unique reactive sulfur at the 5′ end. The oligonucleotide can then be incubated with a haloacetamide derivative of a chemical tag, which reacts with the phosphorothioate to produce a labeled oligonucleotide (Fig. 1). We routinely use 5-(iodoacetamido)fluorescein (5-IAF) to conjugate a fluorophore to the 5′-end of DNA and RNA oligonucleotides; however, other reagents can be employed should different chemical properties be required. Several commercially available fluorescent haloacetamides are listed in Table 1, along with their absorbance and emission maxima. Note that these reagents have not all been tested in our protocol; therefore, optimization may be necessary.Open in a separate windowFigure 15′ labeling of DNA and RNA oligonucleotides with fluoresceinLabeling is carried out in two steps. In the first step, bacteriophage T4 PNK is used to attach a phosphorothioate from ATPγS to the 5′ terminal nucleotide. In the second step, the phosphorothioate is reacted with 5-IAF, covalently attaching fluorescein to the oligonucleotide at its 5′ end through the unique reactive sulfur. Adenine is used as a representative base in the nucleic acid.Table 1Commercially available phosphorothioate-reactive iodoacetamides or bromoacetamides that can be used to label the 5′ end of DNA or RNA oligonucleotides.ReagentExcitation max. (nm)Emission max. (nm)7-Diethylamino-3-[4-(iodoacetamido)phenyl]-4-methylcoumarin (DCIA)389467lucifer yellow iodoacetamide4265315-(iodoacetamido)fluorescein (5-IAF)494518Oregon Green iodoacetamide496524BODIPY FL iodoacetamide505513BIODIPY 507/545 iodoacetamide507545Tetramethyl rhodamine iodoacetamide (TMRIA)555580Texas Red bromoacetamide595615NIR-664 iodoacetamide664689Open in a separate windowThe 3′ end-labeling strategy also makes use of two steps, as described by Reines and Cantor (10). First, sodium periodate is used to oxidize the 3′ terminal ribose sugar, forming reactive aldehydes. Second, the oxidized sugar is conjugated to an aldehyde-reactive chemical tag, such as fluorescein 5-thiosemicarbazide (FTSC; Fig. 2). Because periodate oxidation requires vicinal hydroxyls, the reaction is specific for RNA and only modifies the 3′ terminal ribose. The abundance of aldehyde-reactive chemical tags enables conjugation of a wide variety of fluorophores (Table 2). Additionally, oligonucleotides can be conjugated to biotin, using (+)-biotinamidohexanoic acid hydrazide (BACH), or to a solid matrix, using adipic-acid dihydrazide-agarose. Both strategies do not require specialized equipment and can be performed on the bench top, adding to the convenience of chemical tags compared to radioactive labels.Open in a separate windowFigure 23′ labeling of RNA oligonucleotidesLabeling is carried out in two steps. In the first step, the vicinal diols of the 3′ terminal sugar are oxidized with sodium periodate, to form reactive aldehydes. In the second step, the oxidized nucleic acid is incubated with fluorescein 5-thiosemicarbazide, to form a covalent semicarbazone linkage between fluorescein and the 3′ end of the oligonucleotide. Adenine is used as a representative base in the nucleic acid.Table 2Commercially available aldehyde-reactive compounds that can be used to selectively label the 3′ end of RNA oligonucleotides.ReagentExcitation max. (nm)Emission max. (nm)Alexa Fluor 350 Hydrazide345445Fluorescein 5-thiosemicarbazide494518BODIPY FL hydrazide505513Alexa Fluor 568 hydrazide576599Texas Red Hydrazide595615Alexa Fluor 647649666Open in a separate windowOligonucleotides with fluorescent labels can easily be detected on modern instruments. Figure 3 shows two examples: an RNA electromobility shift assay conducted with RNA that was labeled at the 3′ end with FTSC and an RT-PCR assay carried out with DNA primers that were labeled at the 5′ end with 5-IAF. In both cases, the gel was scanned while wet on a Fuji Fluorescent Image Analyzer (FLA-5000 or FLA-9000) using a blue laser. In instruments equipped with multiple lasers, capable of specifically exciting a subset of fluorophores with the appropriate excitation spectra, it may be possible to monitor multiple nucleic acids in the same gel, by adjusting the excitation and emission wavelengths used during the scan. The diversity of fluorescent reagents available is a great asset to the development of such techniques.Open in a separate windowFigure 3Examples of fluorescent nucleic acid use(A) An RNA electromobility shift assay. RNA was labeled at the 3′ end with FTSC as described in the accompanying protocol and incubated with the indicated concentration of protein. After incubation, the reaction was loaded onto a native gel and electrophoresed. The gel was scanned while wet on a Fuji FLA-5000 with a blue laser. (B) A semi-quantitative RT-PCR assay. DNA primers were labeled at the 5′ end as described in the accompanying protocol and used in RT-PCR using a one-step RT-PCR kit, as described by the manufacturer. After thermocycling, the reaction was analyzed on an agarose gel. Immediately after electrophoresis, the gel was scanned on a Fuji FLA-5000 with a blue laser. Note that the signal is proportional to the number of moles of the nucleic acid in each band, rather than the mass. Images reproduced with permission from (6) under the Creative Commons Attribution License. 2. MaterialsThroughout the procedure, care should be taken to maintain an RNase-free environment. Gloves should be used at all times. Water should be MilliQ quality or similar and should be filter sterilized through a 0.2 μm filter. Buffers should be prepared with MilliQ water and filter sterilized prior to use. Additionally, all plasticware should be certified RNase-free. We do not find the use of diethylpyrocarbonate to be necessary in a laboratory environment where RNase precautions are routinely used. Fluorescent reagents should be shielded from light as often as possible, in order to prevent quenching. Individual microcentrifuge tubes and racks can be wrapped in aluminum foil, and fluorescent labeled RNAs should be stored in the dark at -20 °C. \n0.1 mM nucleic acid in an aqueous solution. We routinely use chemically synthesized RNA or DNA oligonucleotides. The resuspension solution can be either water or TE (10 mM Tris.Cl pH 8.0, 1 mM EDTA).3 M sodium acetate, pH 5.2200 proof ethanol.70% ethanol in water.20 mg/ml glycogen.Incubator or water bath at 37 °C.Centrifuges: microcentrifuge and low-speed centrifuge.-20 °C freezer.Spectrophotometer capable of reading both UV and visible range absorbance.Microcentrifuge tubes.Aluminum foil.Spin columns filled with Sephadex G-25 or another suitable resin. The type of resin should be optimized for the size of the nucleic acid and the particular fluorescent molecule being used (see note 1).2.1 Materials Specific for Labeling RNA or DNA at the 5′ end5-(iodoacetamido)fluorescein (5-IAF) or other fluorescent iodoacetamide (see note 2; Table 1). 5-IAF is unstable and should be dissolved in DMSO immediately before use (see note 3). Additionally, it should be stored dessicated at -20 °C.25 mM adenosine 5′-[γ-thio]triphosphate (ATPγS), prepared in MilliQ water immediately prior to use.T4 polynucleotide kinase (T4 PNK).10 × T4 PNK Buffer: 700 mM Tris-Cl pH 7.6, 100 mM MgCl2.0.1 M dithiothreitol (DTT).Phenol/ chloroform/ isoamyl alcohol (25:24:1).25 mM HEPES, pH 7.4.Dimethyl sulfoxide (DMSO).2.2 Materials Specific for Labeling RNA at the 3′ end200mM fluorescein 5-thiosemicarbazide (FTSC) prepared in dimethylformamide (DMF) and stored at -20 °C (see note 2). Alternatively, for biotin labeling, a stock of 25 mg/ml (+)-biotinamidohexanoic acid hydrazide (BACH) can be prepared in DMSO.50 mM NaIO4.5 M NaCl. 3. Methods3.1 Labeling RNA or DNA at the 5′ endAssemble the phosphorylation reaction, using ATPγS as a substrate for T4 PNK. We typically label 1.5 nmoles of oligonucleotide in a 50 μL volume. The reaction is assembled as described in Table 3, and contains the following final reagent concentrations: 0.03 mM oligonucleotide, 0.5 mM ATPγS, 1× T4 PNK buffer, 5 mM DTT, 0.4 U/μl T4 PNK. ATPγS should be prepared immediately before use.Table 3Components of a phosphorylation reaction with ATPγS.ReagentVolume addedStock ConcentrationWater28.5 μlNAT4 PNK Buffer5 μl10×DTT2.5 μl0.1 MATPγS1 μl25 mMoligonucleotide11 μl0.1 mMT4 PNK2 μl10 U/μlOpen in a separate windowIncubate overnight at 37 °C (see note 4). Shorter incubation times may be possible, but the reaction is slower with ATPγS compared to ATP.Extract the nucleic acid from the reaction with phenol/ chloroform/ isoamyl alcohol. To facilitate recovery of the aqueous phase, add 150 μl (3 volumes) of water prior to extraction. Add an equal volume (200 μl) of phenol/chloroform/isoamyl alcohol (25:24:1). Mix until emulsified and centrifuge for 5 minutes at ≥ 16,000 × g. Carefully remove and save the aqueous supernatant, leaving the interphase behind.Precipitate with ethanol: Add 20 μl (0.1 volume) of 3 M sodium acetate pH 5.2, 1 μl of 20 mg/ml glycogen, and 550 μl (2.5 volumes) of 200 proof ethanol. Mix gently and incubate at -20 °C for at least 30 minutes or on dry ice for 20 minutes.Centrifuge the tubes at ≥ 16,000 × g for 25 minutes at 4 °C. At the end of the centrifugation, the pellet should be visible as a small 1-2 mm white spot at the bottom of the tube. The carrier glycogen aids in visualizing the pellet.Remove the supernatant and wash the pellet with 1 ml of 70% ethanol. Centrifuge briefly before removing the wash solution (see note 5).Briefly air dry, approximately 1 minute, to remove residual ethanol, but do not over dry or the pellet will be difficult to resuspend.Resuspend the pellet in 42.5 μl 25 mM HEPES pH 7.4.Immediately before use, prepare a 10 mM stock of 5-IAF in DMSO. Make a small stock; the unused portion should be discarded at the end of the day.Add 7.5 μl of the 10 mM 5-IAF solution (vast excess, 50 equivalents) to the phosphorothioate oligonucleotide. The excess reactant helps drive the reaction to completion. Mix gently and incubate for two to three hours at room temperature in the dark. Proceed to purification (section 3.3).3.2 Labeling RNA at the 3′ endPrepare a fresh solution of 0.5 mM NaIO4 from a 50 mM stock solution.We typically label 0.5 nmoles of oligonucleotide in a 50 μL volume. The reaction is assembled as described in Table 4 and contains the following final reagent concentrations: 100 mM NaOAc pH 5.2, 100 μM NaIO4, 10 μM RNA.Table 4Components of a sodium periodate oxidation reaction.ReagentVolumeStockWater25 μlNASodium acetate, pH 5.210 μl0.5 MRNA oligonucleotide5 μl100 μMNaIO410 μl0.5 mMOpen in a separate windowReact at room temperature for ninety minutes.Precipitate the RNA by adding 2.5 μL 5 M NaCl (0.05 volume), 1 μl 20 mg/ml glycogen, and 100 μl of 200 proof ethanol (2 volumes). Incubate at -20 °C for twenty minutes and spin at ≥ 16,000 × g for 25 min.Meanwhile, prepare a fresh FTSC labeling solution containing 1.5 mM FTSC and 100 mM NaOAc pH 5.2 (see note 6). See Table 5 for specific amounts. If BACH is used for biotin labeling, use 9 μl of 25 mg/ml BACH and decrease the water to maintain the same final volume.Table 5Components of a fluorescein 5-thiosemicarbazide (FTSC) labeling solution.ReagentVolumeStockSodium acetate, pH 5.280 μl0.5 MFluorescein 5-thiosemicarbazide3 μl200 mM (in DMF)Water317 μlNAOpen in a separate windowRemove the supernatant from the pelleted RNA, carefully removing the last traces of the ethanol with a 200 μl pipet tip. Air dry briefly, for approximately one minute, and resuspend each pellet in 50 μl (vast excess, 150 equivalents in this example) of the FTSC or BACH labeling solution (see notes 5 and 7).Incubate the labeling reaction at 4°C overnight in the dark. Proceed to purification (section 3.3).3.3 Purification of labeled nucleic acidsPrecipitate the nucleic acid by adding 5 μl of 3 M NaOAc pH 5.2 (0.1 volumes) and 140 μl ethanol (2.5 volumes). Mix. Incubate at -20 °C for at least 30 minutes or on dry ice for 20 minutes.Centrifuge at ≥16,000 × g for 25 min at 4°C to pellet the labeled nucleic acid. If fluorescein is used as the label, at this point, unreacted fluorescein will remain in the supernatant, and the fluorescein-labeled pellet will have a deep yellow color. A white pellet is an indication that the reaction was not successful.Remove the supernatant and wash the pellet by adding 1 ml of 70 % ethanol. Briefly centrifuge and remove the wash solution without dislodging the pellet (see note 5).Resuspend the pellet in 50 μl of 0.1 × TE.Prepare a Sephadex G-25 (see note 1) column by adding 2 ml of a 12.5 % slurry of Sephadex G-25 resin to a 2 ml centrifuge column. With the column placed in a 15 ml conical centrifuge tube, centrifuge at 1100 × g for 1 minute in a swinging bucket rotor to pack the column. Add 50 μl 0.1 × TE to the top of the column and centrifuge again at 1100 × g for 1 minute.Place two microcentrifuge tubes with their lids removed inside the bottom of a clean 15 ml conical centrifuge tube. Place the packed column in the tube. The tip of the column should fall near the top of the upper microcentrifuge tube.Add the labeled nucleic acid to the column. Take care to apply the nucleic acid directly to the center of the top of the Sephadex bed. If the sample is applied to the edge, significant amounts of contaminating free fluorescein can pass into the eluate by running between the resin bed and the inner wall of the column (see note 8).Centrifuge at 1100 × g for 2 minutes. Keep the flow-through, which should have a pale yellow hue if fluorescein was used as the label.For fluorescein-labeled nucleic acids, determine the labeling efficiency by measuring the absorbance at 260 nm, to obtain the nucleic acid concentration, and at 490 nm, to obtain the fluorescein concentration (see note 9). The labeling efficiency is the molar ratio of fluorescein to nucleic acid. Typically, labeling efficiencies of 60-70% can be obtained for 5′ labeling and 70-90% for 3′ labeling (see note 10). 4. NotesFor nucleic acids in the range of 10-30 nucleotides, we purify the labeled oligonucleotide with G-25 resin, however, for longer nucleic acids it may be preferable to use G-50, which has a larger pore size and may provide a more efficient separation. Columns can be commercially obtained or can be prepared on site by swelling dry resin in 0.1 × TE for at least three hours, adding 2 ml to an empty 2 ml centrifuge column, spinning 1 minute at 1100 × g, washing one time with 50 μl 0.1 × TE, and repeating the centrifugation. Different fluorescent substrates may have different separation characteristics on the resin, and it may be necessary to optimize this step when labeling with fluorophores other than fluorescein.When adapting the protocol for use with fluorophores other than fluorescein, it may be useful to try several fluorophores with the desired excitation and emission spectra. One reason is that interactions between the fluorophore and nearby bases may occur, influencing the fluorescence properties of the labeled nucleic acid. For example, BODIPY GTPγS has been reported to undergo electron-transfer quenching, due to an interaction between the BODIPY dye and guanine (11).We find the 5′ labeling procedure to be particularly sensitive to the quality of the reagents. Aged bottles of fluorescein iodoacetamide often have reduced or no reactivity, and freshly prepared ATPγS improves the reaction. If the reaction fails, the cause can almost always be traced to one of these two reagents.Due to the small reaction volume and long incubation time of the T4 polynucleotide kinase reaction in the 5′ labeling procedure, it is helpful to use an air incubator or thermocycler with a hot bonnet to reduce evaporation.After centrifuging nucleic acids that have been precipitated with ethanol, the pellet frequently becomes detached from the side of the tube, so take care not to discard it. The bulk of the supernatant can be removed by decanting or with a pipet, but either way, it is useful to carefully remove the small amount of residual ethanol solution with a pipet tip while watching to ensure that the pelleted nucleic acids remain in the tube.Note that because FTSC is not soluble in aqueous solution, a significant amount of precipitation will be visible upon dilution of the FTSC stock into the aqueous buffer. This does not appear to inhibit the reaction.For attaching RNA to a solid support, we have used the hydrazide-coupled agarose adipic acid dihydrazide-agarose. In this case, the molar amount of nucleic acid should be increased relative to the amount of hydrazide. After labeling, the resin should then be washed several times to remove unbound nucleic acid, rather than purifying nucleic acid away from free label, as described in the main procedure above.It is very important to remove all of the unincorporated fluorescein from the labeled nucleic acid. It is often useful to analyze the labeled RNA on an agarose gel, to determine whether a significant amount of free fluorescein remains. The gel need not include ethidium bromide, since the label itself serves as a means of detection. During electrophoresis, the apparatus should be covered with foil to inhibit quenching due to ambient light. The labeled RNA should run as a fairly tight band; if free fluorescein is present, it appears more diffuse than the labeled RNA and is often visible as a second species on the gel. It is useful to run a small amount of the free fluorescein label alongside the nucleic acid to indicate its position under the specific gel conditions used.Concentration can be determined by applying the Beer-Lambert law: A = εlc; where A is the absorbance; ε is the extinction coefficient for the relevant component in M-1cm-1; l is the path length, usually 1 cm for a standard cuvette; and c is the concentration in M. For fluorescein, ε490 is 72,500 M-1cm-1. For the nucleic acid, the extinction coefficient should be individually determined for the specific nucleic acid being labeled. For commercially supplied oligonucleotides, extinction coefficients are often supplied with the accompanying product information. Otherwise, they can be calculated based upon the base content of the oligonucleotide. If fluorescent labels other than fluorescein are used, the extinction coefficient and absorbance maximum will need to be adjusted according to the properties of the fluorophore being used.The product of the 3′ labeling reaction between the hydrazide and the aldehyde is chemically reversible. It is therefore possible that labeled oligonucleotides may lose their label over time. We have not observed this phenomenon; however, if a reverse reaction does complicate experimental results, it is possible to reduce the product to a stable form by treatment with sodium cyanoborohydride. This compound is toxic; appropriate safety precautions should be followed during its use. AcknowledgmentsWe would like to thank John Pagano, Brian Farley, Bill Flaherty, and Lisa McCoig for their efforts developing the protocols described in this article. This work was supported by NIH grant GM081422 to S.P.R. References1. Sambrook J.  In: Molecular cloning : a laboratory manual. Sambrook Joseph, Russell David W., editors. Cold Spring Harbor Laboratory; Cold Spring Harbor, N.Y: 2001.  [Google Scholar]2. Chao JA, et al.  ZBP1 recognition of beta-actin zipcode induces RNA looping. Genes Dev. 2010;24:148–158. [PMC free article] [PubMed] [Google Scholar]3. Pagano JM, Clingman CC, Ryder SP. Quantitative approaches to monitor protein-nucleic acid interactions using fluorescent probes. RNA. 2011;17:14–20. [PMC free article] [PubMed] [Google Scholar]4. Farley BM, Pagano JM, Ryder SP. RNA target specificity of the embryonic cell fate determinant POS-1. RNA. 2008;14:2685–2697. [PMC free article] [PubMed] [Google Scholar]5. LeTilly V, Royer CA. Fluorescence anisotropy assays implicate protein-protein interactions in regulating trp repressor DNA binding. Biochemistry. 1993;32:7753–7758. [PubMed] [Google Scholar]6. Zearfoss NR, et al.  Quaking regulates Hnrnpa1 expression through its 3′ UTR in oligodendrocyte precursor cells. PLoS Genet. 2011;7:e1001269. [PMC free article] [PubMed] [Google Scholar]7. Ruby SW, et al.  Affinity chromatography with biotinylated RNAs. Methods Enzymol. 1990;181:97–121. [PubMed] [Google Scholar]8. Lamed R, Levin Y, Wilchek M. Covalent coupling of nucleotides to agarose for affinity chromatography. Biochim Biophys Acta. 1973;304:231–235. [PubMed] [Google Scholar]9. Czworkowski J, Odom OW, Hardesty B. Fluorescence study of the topology of messenger RNA bound to the 30S ribosomal subunit of Escherichia coli. Biochemistry. 1991;30:4821–4830. [PubMed] [Google Scholar]10. Reines SA, Cantor CR. New fluorescent hydrazide reagents for the oxidized 3′-terminus of RNA. Nucleic Acids Res. 1974;1:767–786. [PMC free article] [PubMed] [Google Scholar]11. Korlach J, et al.  Spontaneous nucleotide exchange in low molecular weight GTPases by fluorescently labeled gamma-phosphate-linked GTP analogs. Proc Natl Acad Sci U S A. 2004;101:2800–2805. [PMC free article] [PubMed] [Google Scholar]"}