{"title": "Punctuation and syntax of the RNA polymerase II CTD code in fission yeast", "pubDate": "2012", "PMCID": "PMC3497752", "DOI": "10.1073/pnas.1208995109", "PMID": "23071310", "abstract": "The primary structure and phosphorylation pattern of the tandem Y(1)S(2)P(3)T(4)S(5)P(6)S(7) repeats of the RNA polymerase II carboxyl-terminal domain (CTD) convey information about the transcription apparatus--a CTD code--to a large ensemble of CTD-binding receptor proteins. Four of the seven coding \"letters\" of the fission yeast CTD (Tyr1, Pro3, Ser5, Pro6) are essential in vivo, but the grammatical rules of the code are obscure. Here we show that the minimal fission yeast CTD coding unit is a decapeptide Y(1)S(2)P(3)T(4)S(5)P(6)S(7)Y(1)S(2)P(3) and the spacing between coding units is flexible; the coding unit must contain two Tyr1 residues and the spacing between consecutive tyrosines is important; Ser5-PO(4)-Pro6 comprises an essential two-letter code \"word\" that is read by the mRNA capping apparatus; and a threshold number of Ser5-PO(4)-Pro6 words are needed to comprise a readable \"sentence\" of CTD information. Bypassing the essentiality of the Ser5 and Pro6 letters by fusion of capping enzymes to the CTD helped reveal how CTD phosphorylation circuits are wired in vivo. We found that the Ser2-PO(4) mark is independent of Ser5, Pro6, Ser7, and Thr4, whereas the Ser5-PO(4) mark is independent of Ser2, Ser7, and Thr4. These results provide unique insights to the reading and writing of the CTD code.", "author": [{"author": "Beate Schwer", "affiliation": ["Department of Microbiology and Immunology, Weill Cornell Medical College, New York, NY 10065, USA. bschwer@med.cornell.edu"], "href": "/?term=Schwer+B&cauthor_id=23071310"}, {"author": "Ana M Sanchez", "affiliation": [], "href": "/?term=Sanchez+AM&cauthor_id=23071310"}, {"author": "Stewart Shuman", "affiliation": [], "href": "/?term=Shuman+S&cauthor_id=23071310"}], "refPMID": [], "citedInPMID": ["23071310", "35053398", "34496258", "33711009", "33579781", "33555055", "33010152", "32493763", "32282918", "31088280", "30355770", "29414789", "29237752", "29220656", "29122971", "28465432", "27911772", "27171419", "27165520", "26275777", "26264592", "25883047", "25747400", "25483605", "25414009", "25371772", "24939935", "24711388", "24591591", "24514444", "24204300", "24040939", "23710280"], "body": " AbstractThe primary structure and phosphorylation pattern of the tandem Y1S2P3T4S5P6S7 repeats of the RNA polymerase II carboxyl-terminal domain (CTD) convey information about the transcription apparatus—a CTD code—to a large ensemble of CTD-binding receptor proteins. Four of the seven coding “letters” of the fission yeast CTD (Tyr1, Pro3, Ser5, Pro6) are essential in vivo, but the grammatical rules of the code are obscure. Here we show that the minimal fission yeast CTD coding unit is a decapeptide Y1S2P3T4S5P6S7Y1S2P3 and the spacing between coding units is flexible; the coding unit must contain two Tyr1 residues and the spacing between consecutive tyrosines is important; Ser5-PO4-Pro6 comprises an essential two-letter code “word” that is read by the mRNA capping apparatus; and a threshold number of Ser5-PO4-Pro6 words are needed to comprise a readable “sentence” of CTD information. Bypassing the essentiality of the Ser5 and Pro6 letters by fusion of capping enzymes to the CTD helped reveal how CTD phosphorylation circuits are wired in vivo. We found that the Ser2-PO4 mark is independent of Ser5, Pro6, Ser7, and Thr4, whereas the Ser5-PO4 mark is independent of Ser2, Ser7, and Thr4. These results provide unique insights to the reading and writing of the CTD code.Keywords: CTD receptors, mRNA capping enzymes, serine phosphorylation The carboxyl-terminal domain (CTD) of the Rpb1 subunit of RNA polymerase II (Pol II) consists of tandemly repeated heptapeptides of the consensus sequence Y1S2P3T4S5P6S7. The CTD is dispensable for RNA polymerase activity per se but is essential for cell viability because it recruits proteins that regulate transcription, modify chromatin structure, and catalyze or regulate mRNA capping, splicing, and polyadenylation (1, 2). The inherently plastic CTD structure is modulated by phosphorylation of the heptad serine, threonine, and tyrosine residues. Phosphates are added by CTD kinases that have varying positional specificities and act at different stages of the transcription cycle. Phosphates are removed by diverse classes of CTD phosphatase enzymes that also have varying positional specificities and temporal windows of action during the transcription cycle.The combinatorial complexity of the CTD serine-2,5,7, threonine-4, and tyrosine-1 phosphorylation array comprises up to 32n distinct primary structures, where n is the number of heptad repeats; cis-trans isomerization at CTD residues Pro3 and Pro6 imparts another 4n conformational complexity. Thus, the total number of potential CTD structures is 128n. The instantaneous primary structure of the CTD provides informational cues about the state of the transcription machinery—a CTD code—that is “read” by CTD receptor proteins (3). Whereas one may gain important insights to CTD coding principles by probing biochemically and structurally how individual receptor proteins recognize the CTD, it is technically impossible with present crude methods (and perhaps conceptually unattainable à la the uncertainty principle) to know the instantaneous primary structure of the CTD of a transcribing Pol II complex and the ensemble of proteins that are simultaneously engaged on the CTD.These issues notwithstanding, the informational rules that govern the CTD code on a cellular and organismal level can be probed genetically by manipulating the composition and structure of the Rpb1 CTD (4–11). The fission yeast Schizosaccharomyces pombe is an attractive model system for CTD structure–function analysis because the native heptad repeat array is relatively homogeneous compared with other taxa. The S. pombe CTD usually is cited as consisting of 29 heptad repeats (12). The four most proximal repeats deviate in size and/or sequence from the consensus heptad, and the informational content of these deviant repeats is uncertain. We refer to this junctional segment to the body of Rpb1 as the CTD “rump.” Distal to the rump is an array of 25 heptad repeats that adhere perfectly to the YSPTSPS consensus, with the single exception of an alanine in lieu of Pro3 in the fifth heptad downstream of the rump. We reported previously that a CTD composed of the rump plus 12 or more native heptads sufficed for normal growth of S. pombe under all laboratory conditions tested, whereas a CTD comprising the rump plus four heptads was inviable (8). Using a fully functional S. pombe Rpb1 with a CTD composed of the rump plus 14 consensus heptads, we have gauged the function of all individual amino acids of the Y1S2P3T4S5P6S7 repeat by introducing alanine in lieu of Tyr1, Ser2, Pro3, Thr4, Ser5, Pro6, and Ser7 of every heptad of the Rpb1 CTD array (10). The salient findings are that (i) Tyr1, Pro3, Ser5, and Pro6 are essential for the viability of fission yeast, by the criterion that alanine substitution is lethal, whereas Ser2, Thr4, and Ser7 are not, and (ii) Y1F, S2A+S7A and T4A+S7A mutants are viable, signifying that phenylalanine is functional in lieu of Tyr1 and that Ser5 is the only strictly essential phosphorylation site in fission yeast.We also undertook a “thought experiment” to see whether genetics could assign an essential CTD coding “letter” to a specific CTD–receptor pair in the sea of available cellular receptors, by attempting to bypass the requirement for that letter by delivering a cognate receptor protein to the Pol II transcription complex via other means. Translating the thought into action, we were able to override the requirement for Ser5, and Ser5 phosphorylation, by fusing an essential cellular Ser5-PO4 receptor—the mRNA capping enzymes RNA triphosphatase and guanylyltransferase—to the carboxyl terminus of the otherwise nonfunctional Rpb1-CTD-S5A protein (10). This result shows that capping enzyme recruitment is a chief function of the Ser5-PO4 mark in vivo.Here we interrogate the grammar and punctuation of the CTD code, focusing on the following questions. What combinations of letters comprise a readable “word”? Are all essential words encompassed by single heptad, two heptads, or a larger unit? Are there constraints on the linear spacing of the essential letters? Our experiments established that (i) the minimal fission yeast CTD coding unit is a decapeptide Y1S2P3T4S5P6S7Y1S2P3 and the spacing between coding units is flexible; (ii) Tyr1 must be present in consecutive heptads and proper spacing between consecutive tyrosines is important for CTD function; (iii) Pro3 and Pro6 need not be present in adjacent heptads; and (iv) Ser5(P)-Pro6 comprises an essential two-letter code word that is read chiefly by the mRNA capping apparatus.We also exploited our collection of CTD mutants to query whether and how perturbations of CTD primary structure affect CTD serine phosphorylation patterns in vivo, as gauged by Rpb1 reactivity with phospho-specific antibodies. We found that Ser2 phosphorylation does not rely on Ser5, Pro6, Ser7, or Thr4, whereas Ser5 phosphorylation does not depend on Ser2, Thr4, or Ser7. Results and DiscussionMapping the Functional Unit of the Fission Yeast CTD. Structural and biochemical studies of the interactions of capping enzymes and phosphatases with the CTD have established the key principle that different CTD-binding proteins recognize heptad-sized CTD modules (singly or in combination) but do so in different registers. Thus, CTD information is encrypted in overlapping phases of the linear sequence of amino acid letters, analogous to how a DNA sequence can encode two polypeptides in different translational frames (13). For example, the Candida mRNA capping enzyme Cgt1 has two distinct CTD docking sites that bind Ser5-PO4 heptad elements in different registers: one site binds TSPSYSP, whereas the other engages SYSPTSP (14). This observation led to the clear prediction that the “functional unit” of the CTD must comprise more than one tandem heptad to satisfy the requirements of the many cellular CTD-binding proteins. Stiller and Cook (15) put this idea to a clever genetic test in budding yeast, by inserting alanine spacers between every CTD heptad in four different registers: between Ser7 and Tyr1, between Pro6 and Ser7, between Tyr1 and Ser2, and between Pro3 and Thr4. This alanine spacer mutation was lethal in all four cases. By contrast, yeast strains with alanine inserted between Ser7 and Tyr1 in every other heptad were viable (15), as were strains within alanine inserted between Tyr1 and Ser2 of every other heptad (7), implying that the Saccharomyces cerevisiae CTD functional unit is embraced within heptad pairs.Here we performed analogous experiments in S. pombe. First, we inserted single alanine spacers in each register of the diheptad unit (YSPTSPSYSPTSPS)7 that comprises the biologically active CTD construct. We thereby parsed the CTD into seven different phased diheptads (Fig. S1A). All seven Ala-spacer CTD diheptad variants supported “wild-type” S. pombe growth on rich medium at 25–34 °C (Fig. S1B), signifying that the essential CTD information is indeed contained within a diheptad repeat. However, there were differences in the growth of the diheptad spacer mutants at low temperatures, whereby the (YSAPTSPSYSPTSPS)7 and (YSPTSAPSYSPTSPS)7 strains displayed cold-sensitive (cs) phenotypes (Fig. S1B). Thus, CTD function is affected modestly by interruption of the Ser2-Pro3 or Ser5-Pro6 dipeptide in every other copy of the heptad repeat unit.Defining the Essential Information Content of a CTD Diheptad. To query the requirements within the diheptad repeat, we installed blocks of two, three, four, or five alanines in lieu of the native amino acids at the distal end of each diheptad unit. The (YSPTSPSYSPTSAA)7 and (YSPTSPSYSPTAAA)7 variants grew well at 18–37 °C; the (YSPTSPSYSPAAAA)7 strain grew well at 18–34 °C but did not thrive at 37 °C (Fig. 1A). By contrast, the (YSPTSPSYSAAAAA)7 strain grew very slowly at 30 °C and 34 °C and not at all at 18 °C or 37 °C. These results show that (i) the essential Ser5-Pro6 dipeptide need not be present in consecutive heptad repeats, and (ii) the decapeptide unit Y1S2P3T4S5P6S7Y1S2P3 (underlined in Fig. 1A) suffices for CTD function in vivo when followed by a tetra-alanine “filler.”Open in a separate windowFig. 1.Defining a minimal CTD coding unit. (A) Growth of S. pombe strains with the indicated chromosomal rpb1-CTD alleles in which amino acids in each of seven diheptad repeats were replaced with alanines, en bloc or individually, was assessed as follows. Cells were inoculated in YES broth and grown at 30 °C. Exponentially growing cultures were adjusted to A600 of 0.1 and aliquots (3 μl) of serial fivefold dilutions were spotted to YES agar. The plates were incubated at the indicated temperatures and photographed after 7 d (18 °C), 6 d (20 °C), 4 d (25 °C), or 2 d (30 °C, 34 °C, and 37 °C). The two alleles denoted as LETHAL were those for which no haploid progeny were recovered after sporulation of heterozygous diploids. (B) Growth of S. pombe strains with the indicated chromosomal rpb1-CTD alleles in which the alanine filler between the minimized decapeptide repeats is shortened or in which P3A and S5A mutations are installed in the same heptad or different heptads of the diheptad repeat. (C) Growth of S. pombe strains with the indicated chromosomal rpb1-CTD alleles in which the spacing between consecutive tyrosines is altered by insertion of alanines (marked with a dot) in each of 14 tandem repeats. The amino acid sequence of the minimal decapeptide CTD repeat unit is shown at the bottom, with the bracket marking consecutive tyrosines. Amino acids shown in black are essential for cell viability. Positions at which alanine substitutions are tolerated are shown in gray.The requirements on the proximal end of the diheptad were more stringent insofar as replacing the Tyr1-Ser2-Pro3 block with three alanines was unconditionally lethal (Fig. 1A). Because Ser2 is itself nonessential, whereas Tyr1 and Pro3 are both essential (i.e., they cannot be replaced uniformly by alanine), we queried the effects of replacing every other Tyr1 or Pro3 residue with alanine. The results were clear and instructive. The (YSATSPSYSPTSPS)7 strain grew as well as the wild-type strain at all temperatures (Fig. 1A), signifying that Pro3 need not be present in consecutive heptads. By contrast, the (ASPTSPSYSPTSPS)7 variant was unconditionally lethal (Fig. 1A), demonstrating that CTD function in fission yeast requires that Tyr1 be present in consecutive heptads. Consecutive CTD tyrosines are similarly essential for the viability of S. cerevisiae (6).In light of the aforementioned findings, we reduced the size of the repeating unit, from a diheptad 14-mer to a 13-mer repeat array, (YSPTSPSYSPAAA)8, consisting of the proximal decapeptide core followed by a trialanine filler. The number of repeats was increased from seven to eight to maintain the overall length of the Rpb1 CTD. The (YSPTSPSYSPAAA)8 variant grew as well as the wild-type strain at all temperatures (Fig. 1B). We also constructed a CTD composed of nine tandem copies of a 12-mer element, (YSPTSPSYSPAA)9, and found that this CTD sustained apparently normal growth at all temperatures (Fig. 1B). We conclude that the Y1S2P3T4S5P6S7Y1S2P3 decapeptide is a minimal coding unit of the CTD and that the spacing between adjacent coding units is flexible.The minimal coding decapeptide brackets two Pro3 and Ser5 residues. As we have shown, Pro3 and Ser5 are essential for cell viability, but they need not be present individually in adjacent repeats of the native CTD. To probe whether alternating P3A+S5A double mutants could support cell growth, we constructed two CTD variants in which either the P3A and S5A changes were introduced into the same heptad of the diheptad repeat to yield a (YSATAPSYSPTSPS)7 array, or the P3A and S5A mutations were in the proximal and distal heptads of the diheptad repeat, respectively, thereby yielding a (YSATSPSYSPTAPS)7 array. Both mutants thrived at 25–34 °C but were temperature sensitive (ts) at 37 °C and cs at 18 °C (Fig. 1B).Importance of Proper Spacing Between Consecutive Tyrosines. Of the 10 amino acids that comprise the minimized coding unit of the fission yeast CTD, only Tyr1, Pro3, Ser5, and Pro6 are essential, as defined by the alanine scan (these are shown in black shading in Fig. 1C), and only Tyr1 need be present in adjacent heptads. Having shown earlier that the spacing between adjacent decapeptide coding units is flexible (Fig. 1B), we queried whether the interval between consecutive tyrosines is critical for CTD function. Thus, we inserted a single alanine into each heptad repeat of the CTD in three different phases—Pro3-(Ala)-Thr4, Thr4-(Ala)-Ser5, and Ser7-(Ala)-Tyr1—to generate octad repeats in which the tyrosines are separated by seven amino acids instead of six. We recovered viable S. pombe haploid strains bearing each of the octad CTDs after sporulating the respective heterozygous diploids. The fission yeast octad CTD mutants were very slow growing at 25 °C, 30 °C, and 34 °C and failed to grow at 20 °C or 37 °C (Fig. 1C). [By contrast, in S. cerevisiae, the analogous single-alanine insertions within every CTD repeat were unconditionally lethal (15).] Thus, fission yeast CTD function depends acutely, although not absolutely, on proper spacing between consecutive tyrosines. The implication of these results is that at least one essential CTD receptor in fission yeast reads an eight-letter word—Y1S2P3T4S5P6S7Y1—that begins and ends with tyrosine.Ser5-Pro6 Is an Essential Code Word Read by the mRNA Capping Apparatus. Three cellular enzymes are responsible for the cotranscriptional mRNA capping: RNA triphosphatase, RNA guanylyltransferase, and RNA (guanine-N7)-methyltransferase. Notwithstanding the differences in the genetic and physical organization of the mRNA capping apparatus among eukaryal taxa, there is a consensus strategy for targeting capping to nascent RNA Pol II transcripts, via the binding of the RNA guanylyltransferase enzyme to the Ser5-phosphorylated CTD. Biochemical and structural studies underscore that the Tyr1 and Ser5-P are the two key essential components of the capping enzyme–CTD interface. Mutation of CTD Tyr1 to alanine or subtraction of the phosphate from Ser5 ablates CTD binding by S. pombe and mammalian guanylyltransferases (16). We showed previously that the requirement for the essential Ser5 coding letter for the viability of fission yeast could be bypassed by fusing the mammalian capping enzyme Mce1 to an S5A-mutated Rpb1 polypeptide (10). Mce1 is a 68-kDa polypeptide composed of triphosphatase and guanylyltransferase domains. The Mce1 guanylyltransferase domain binds to the Ser5-phosphorylated CTD (17, 18) and thereby delivers the covalently tethered triphosphatase module to the Pol II elongation complex. Here we queried whether the Mce1 fusion maneuver might relieve the in vivo requirement for three other essential coding letters: Tyr1, Pro3, and Pro6. Also, we asked whether Mce1 fusion could rescue the lethality of a S2A+S5A double mutant.To do this experiment, we fused the MCE1 ORF in-frame to mutant Y1A, P3A, P6A, and S2A+S5A CTD cassettes and exchanged them by homologous recombination for the CTD of one of the chromosomal rpb1+ alleles in a diploid strain of S. pombe. Viable rpb1-P6A-MCE1 and rpb1-S2A/S5A-MCE1 haploids were obtained after sporulating diploids and scoring random haploid progeny for the natMX marker linked to the MCE1-fused rpb1 locus. We sequenced the rpb1 gene in the haploids to confirm that the entire CTD-MCE1 cassette was encoded in-frame with the body of Rpb1 and that no unwanted changes or partial allelic exchanges had occurred. The new rpb1-P6A-MCE1 and rpb1-S2A/S5A-MCE1 strains grew on agar medium at 30 °C and 34 °C (Fig. 2A). Neither strain grew at 20 °C or 37 °C, as was noted previously for the rpb1-S5A-MCE1 mutant (10). By contrast, we were unable to recover viable rpb1-Y1A-MCE1 or rpb1-P3A-MCE1 haploids (Fig. 2A).Open in a separate windowFig. 2.The lethality of P6A and S5A, but not Y1A or P3A, is bypassed by fusion of capping enzyme to the CTD. (A) S. pombe cells bearing the indicated chromosomal rpb1 alleles were grown in liquid culture at 30 °C, and serial dilutions were spotted on YES agar medium. The plates were photographed after 3 d at 30 °C or 34 °C. The rpb1-Y1A-MCE1 and rpb1-P3A-MCE1 alleles were lethal. (B) Effects of P6A and S5A mutations on CTD phosphorylation in vivo. Whole-cell extracts of the indicated rpb1-CTD-MCE1 strains were resolved by SDS/PAGE. The polypeptides were transferred to membranes and probed by Western blotting using polyclonal anti-Ser2-P, polyclonal anti-Ser5-P, or monoclonal anti-Ser7-P (4E12) antibodies as specified. Immunoblotting with anti-Spt5 antibodies served as a loading control. The positions and sizes (in kilodaltons) of marker polypeptides are indicated next to the blots.These results show that (i) the requirement for Pro6 as an essential letter in the CTD code could be elided when the capping enzymes were delivered by an alternate route and (ii) Ser2 did not become essential for viability in the absence of Ser5. We conclude that Ser5(P)-Pro6 comprises an essential two-letter word in the fission yeast CTD code, a chief function of which is to recruit the mRNA capping apparatus. Because the requirements for Tyr1 and Pro3 could not be bypassed by Mce1 fusion, we infer that Tyr1 and Pro3 provide essential “reading material” for CTD receptors other than the capping enzymes.Effects of Pro6 and Ser5 Mutations on CTD Phosphorylation in Vivo. Extracts prepared from WT-MCE1, S5A-MCE1, P6A-MCE1, and S2A/S5A-MCE1 cells grown in liquid culture at 30 °C were probed by Western blotting with rabbit polyclonal Ser2 and Ser5 phospho-specific CTD antibodies and with a rat monoclonal Ser7 phospho-specific CTD antibody 4E12 (11, 19). Immunoblotting with a polyclonal antibody to the transcription elongation factor Spt5 served as a loading control (Fig. 2B). All three CTD phospho-specific antibodies reacted with a predominant ∼300-kDa polypeptide corresponding to the Rpb1-Mce1 fusion protein (Fig. 2B). As expected, the S5A-MCE1 and S2A/S5A-MCE1 extracts did not react with Ser5-P antibody and the S2A/S5A-MCE1 extract did not react with Ser2-P antibody. The salient findings are as follows: (i) the P6A mutation ablated CTD reactivity with the Ser5-P and Ser7-P antibodies but did not affect Ser2 phosphorylation, and (ii) the S5A mutation erased Ser7-P immunoreactivity but elicited only a modest decrement in Ser2 phosphorylation (Fig. 2B).One simple interpretation is that Pro6 is critical for CTD phosphorylation on Ser5 (and Ser7) in fission yeast in vivo. The erasure of the Ser5-P mark in vivo by P6A is consistent with the Ser-Pro dipeptide serving as a targeting signal for cyclin-dependent kinases. It also provides a tidy explanation for the requirement for Pro6 in capping enzyme recruitment in vivo, via (at a minimum) promoting the writing of the Ser5-P mark that is recognized directly by the capping enzyme. Alternatively, it might be the case that the P6A mutation has no impact on Ser5 (and Ser7) phosphorylation in vivo but instead abolishes the recognition of Ser5-P (and Ser7-P) by the respective antibodies in the Western blot assay. [Recent studies have highlighted how the reactivity of phospho-specific CTD antibodies may be masked by secondary phosphorylations flanking the targeted epitopes (11, 19).] In the same vein, from the data in Fig. 2B, either (i) Ser5 phosphorylation is a prerequisite for deposition of the Ser7-P mark in S. pombe or (ii) the S5A mutation has no impact on Ser7 phosphorylation in vivo, but instead prevents the recognition of Ser7-P by the monoclonal antibody.Notwithstanding these ambiguities, the clear conclusion to be drawn from the experiment in Fig. 2B is that Ser2 phosphorylation of the fission yeast CTD in vivo is independent of Ser5 and Pro6. It is worth pointing out that insights to the contributions of Pro6 and Ser5 in CTD phosphorylation in vivo are attainable only because we have circumvented by Mce1 fusion the unconditional lethality of the P6A and S5A CTD mutations.Effects of a Constitutive Ser7 Phosphomimetic (S7E) and Inessentiality of the Ssu72 CTD Phosphatase. Our initial alanine scan of the S. pombe CTD heptad was supplemented by tests of conservative and phosphomimetic changes (10), the results of which are summarized in Fig. 3A. A noteworthy finding is that the placement of phosphomimetic Ser2Glu and Ser5Glu changes in all heptad repeats was unconditionally lethal. Thus, a constitutive phosphomimetic state of the CTD may be deleterious even when the phosphorylation event itself (i.e., at Ser2) is not essential. The phosphorylation of CTD position Ser7 has generated much interest recently in light of its role in mammalian snRNA gene expression (19, 20). However, the Ser7 hydroxyl group, and hence Ser7-P, is genetically inessential in fission yeast. Indeed, S. pombe rpb1-S7A mutants grow normally at all temperatures (10).Open in a separate windowFig. 3.Effects of T4V and S7E CTD mutations and of ssu72∆ on S. pombe growth. (A) Summary of structure–activity relations in the fission yeast CTD heptad. Viable mutations are indicated above the heptad sequence; lethal mutations are indicated below the sequence. (B) Growth of S. pombe strains with the indicated chromosomal rpb1-CTD alleles. (C) Growth of S. pombe ssu72+ and ssu72∆ strains. Serial dilutions of liquid cultures were spotted on YES agar medium as in Fig. 1A. The plates were photographed after 6 d at 20 °C, 4 d at 25 °C, 2.5 d at 30 °C and 37 °C, or 2 d at 34 °C.Here we queried the effects of replacing Ser7 with glutamate in all heptad repeats of the fission yeast CTD. The S7E mutant was viable at 30 °C and 34 °C, albeit slower growing than the wild-type control (Fig. 3B). The analogous S7E CTD mutation was lethal in S. cerevisiae (21). The S. pombe S7E strain displayed strict cs and ts growth defects (Fig. 3B), indicating that Glu7 is especially deleterious to CTD function at extreme temperatures.In the process of screening haploid progeny for the “pure” S7E allele, we obtained a strain that had undergone a partial allelic exchange via crossing over within the CTD coding segment. Sequencing of the rpb1 locus in this strain revealed that the CTD array consisted of three heptads containing Ser7, followed by 11 heptads in which Ser7 was replaced by glutamate. The S73-S7E11 variant thrived at 20 °C, 25 °C, 30 °C, 34 °C, and 37 °C (Fig. 3B), signifying that as few as three copies of a consensus wild-type heptad element could restore function in vivo when all other consensus heptads contained S7E. Because three wild-type heptads fused to the rump are much too short per se to constitute a functional CTD (8), we infer that the ensemble of CTD receptors in fission yeast includes some that can function with S7E and at least one essential CTD receptor that cannot.The toxic impact of a constitutive Ser7 phosphomimetic state, notwithstanding the inessentiality of Ser7 phosphorylation, raises the as yet uncharted area of the genetics of Ser7 dephosphorylation in fission yeast. Recent reports implicate the CTD phosphatase Ssu72 as an agent of Ser7 dephosphorylation in budding yeast (21, 22). Ssu72, a member of the cysteinyl phosphatase superfamily, initially was characterized as a Ser5-specific CTD phosphatase (23, 24). The Ssu72 protein and its phosphatase activity are essential for the viability of S. cerevisiae (23). Fission yeast Ssu72 (GenBank {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"CAA15913\",\"term_id\":\"2706455\",\"term_text\":\"CAA15913\"}}CAA15913) is a 197-amino acid polypeptide with 136 positions of side-chain identity/similarity vis à vis S. cerevisiae Ssu72. We deleted one chromosomal ssu72+ locus in an S. pombe diploid strain and replaced it with a kanMX marker. We recovered viable ssu72∆ haploids after sporulation and selection for G418-resistant progeny. Our ssu72∆ strain grew as well as ssu72+ cells on rich medium at 30 °C and 34 °C, as gauged by colony size, although ssu72∆ formed slightly smaller colonies at 20 °C, 25 °C, and 37 °C (Fig. 3C). Thus, Ssu72 is dispensable for growth of fission yeast, in contrast to its essentiality in budding yeast. We surmise that a phosphatase other than Ssu72 is chiefly responsible for dephosphorylating Ser5-P and Ser7-P in fission yeast.Effects of CTD Mutations on CTD Phosphorylation in Vivo. Extracts prepared from WT, Y1F, S2A, T4A, P6G, S7A, and S7E cells grown in liquid culture at 30 °C were probed by Western blotting with a mouse monoclonal antibody directed against unphosphorylated CTD (8WG16) and with polyclonal Ser2-P and Ser5-P antibodies; Spt5 immunoblotting served as a loading control (Fig. 4A). The 8WG16 and phospho-CTD antibodies reacted with a 250-kDa polypeptide corresponding to Rpb1. The P6G mutation elicited a severe decrement in the level of Ser5-P, without affecting the level of the Ser2-P mark; this result supports the suggestion from analysis of the P6A-MCE1 strain (Fig. 2B) that Pro6 enables the writing of the Ser5-P mark. We speculate that the low residual level of Ser5 phosphorylation is a contributing factor to the slow growth phenotype of P6G cells (10). By contrast, the Y1F, S2A, T4A, S7A, and S7E mutations had no effect on the levels of Ser5-P (Fig. 4A). Thus, Pro6 may be the unique coding cue that drives Ser5 phosphorylation, as gauged by reactivity of Rpb1 with a polyclonal Ser5-P antibody. Additional experiments performed with the rat monoclonal Ser5 phospho-specific antibody 3E8 (11, 19) verified the loss of the Ser5-P mark in P6G cells and the lack of impact of the Y1F, S2A, S2T, S7A, and S7E mutations on Ser5-P reactivity (Fig. 4B). Moreover, the Ser5-P mark was unaffected by an S2A+S7A double mutation (Fig. 4B). The notable difference between the monoclonal and polyclonal reagents was that 3E8 reactivity was effaced by mutation of Thr4 immediately flanking the Ser5 phosphoepitope (Fig. 4B).Open in a separate windowFig. 4.Phosphorylation marks in rpb1-CTD mutant cells highlight parallel phosphorylation circuits. (A) Extracts of the indicated rpb1-CTD strains were resolved by SDS/PAGE. The polypeptides were transferred to membranes and probed by Western blotting with antibody 8WG16 that recognizes unphosphorylated Rpb1 CTD (top panel) and with rabbit polyclonal phospho-specific antibodies that recognize Ser2-P or Ser5-P (middle panels). Immunoblotting with anti-Spt5 antibody served as a loading control (bottom panel). The positions and sizes (in kilodaltons) of marker polypeptides are indicated at left. (B) Summary of Western blotting of extracts of the indicated rpb1-CTD strains using different polyclonal or monoclonal phospho-specific CTD antibodies. The relative intensity of the immunoreactive signal was scored as high (+++), medium (++), low (+), or none (–).The finding that the T4A mutation uniquely depressed the level of the Ser2-P mark when probed with a polyclonal Ser2-P antibody (Fig. 4A) points to Thr4 either as a cue for Ser2 phosphorylation or as necessary for antibody reactivity with Ser2-P. As an independent test of the role of Thr4 in generating the Ser2-P mark, we constructed a T4V strain in which every Thr4 residue was replaced by valine. The S. pombe T4V mutant thrived at 20 °C, 25 °C, 30 °C, 34 °C, and 37 °C (Fig. 3B). Western blot analysis of extracts of T4V cells with polyclonal phospho-specific antibodies revealed the same pattern seen for T4A, i.e., a decrement in the Ser2-P mark with no effect on Ser5-P (Fig. 4B). However, when the analysis was performed with the rat monoclonal Ser2 phospho-specific antibody 3E10 (11, 19), we saw no impact of the T4A change on the Ser2-P mark and only a modest effect of the T4V mutation (Fig. 4B). In this instance, the monoclonal Ser2-P reagent apparently was less fastidious than the polyclonal antibody with respect to vicinal Thr4 mutations. [The reactivity of the 3E10 monoclonal antibody with Ser2-P was similarly unaffected by Thr4 phosphorylation (11).] Our results indicate that Ser2 phosphorylation in vivo does not require Thr4.The Y1F, P6G, S7A, and S7E changes had little or no impact on Ser2-P levels as assayed with the polyclonal Ser2-P antibody (Fig. 4A). (Note, we are unable to probe the presumptive role of Pro3 in directing Ser2 phosphorylation by cyclin-dependent kinases in vivo given that the P3A and P3G mutations are lethal in fission yeast.) Probing with the monoclonal 3E10 antibody confirmed that Ser2-P levels were unaffected by P6G and S7A changes, or by the T4A+S7A double mutation (Fig. 4B). The notable difference between 3E10 and the polyclonal antibody is that 3E10 was unreactive when Ser2 was replaced conservatively by threonine or when Ser7 was changed to the phosphomimetic glutamate. The latter result is in keeping with the observed inhibition of 3E10 reactivity with a CTD Ser2-P peptide when the preceding Ser7 was phosphorylated (11).Taken together, the results in Figs. 2 and ​and44 indicate that independent pathways are responsible for Ser2 and Ser5 phosphorylation in fission yeast, insofar as Ser2 phosphorylation does not require Ser5 and Ser5 phosphorylation does not depend on Ser2. The Ser2-P and Ser5-P marks are written in T4A and S7A cells and in Y1F cells; thus, neither Ser2 nor Ser5 phosphorylation requires collateral phosphorylations at Tyr1, Thr4, or Ser7. Pro6 clearly is not an essential coding cue for Ser2 phosphorylation. By contrast, the finding that the P6G mutation selectively affects Rpb1 Ser5-P immunoreactivity with two different antibodies is consistent with Pro6 playing a directing role in Ser5 phosphorylation by cyclin-dependent kinases in vivo.How Many Ser5 Coding Letters Suffice for Fission Yeast Growth? Previously, we reported that CTDs composed of seven Ser5-containing heptads plus seven S5A mutant heptads sufficed for fission yeast growth (10). In light of evidence that a chief role of the Ser5-PO4-Pro6 dipeptide is to recruit the capping enzymes, it was of interest to gauge how many iterations of this two-letter word are needed for CTD function in vivo. We constructed a series of chimeric CTDs consisting of 6, 4, 3, or 2 Ser5-containing heptads linked to 8, 10, 11, or 12 S5A heptads, respectively. These 14-heptad chimeric CTDs were fused to the rump of Rpb1 and tested for function in vivo after allelic exchange at the chromosomal rpb1 locus. All the chimeras supported cell growth at 25–34 °C (Fig. 5A), signifying that two Ser5-Pro6 words within consensus heptads sufficed for fission yeast viability. The rump linker, consisting of four deviant repeats (YGLTSPS/YSPSSPG/YSTSPA/YMPSSPS), contains four potential Ser5 counterparts, but these do not suffice for cell viability when linked to a downstream array of 14 S5A-containing heptads. A second notable outcome of the S5-S5A chimera experiment was that serial decrements in the number of consensus Ser5-containing heptads from seven to two elicited a worsening gradient of temperature-sensitive growth defects, culminating in the failure of the (YSPTSPS)2-(YSPTAPS)12 strain to grow at 37 °C (Fig. 5A).Open in a separate windowFig. 5.How many Ser5 coding letters suffice for fission yeast growth? (A) Chimeric S5-S5A CTDs. Serial fivefold dilutions of liquid cultures of S. pombe strains with the indicated chromosomal rpb1-CTD alleles were spotted on YES agar medium. The plates were incubated at the indicated temperatures and photographed after 6 d (20 °C), 4 d (25 °C), 2 d (34 °C), or 2.5 d (30 °C and 37 °C). (B) Influence of Ser5 content on CTD phosphorylation. Extracts of CTD-S5/S5A strains expressing Rpb1 with chimeric CTD composed of a block of Ser5- and S5A-containing heptads fused to Rpb1 residue 1577 were resolved by SDS/PAGE. The polypeptides were transferred to membranes and probed by Western blotting with phospho-specific polyclonal Ser2-P and Ser5-P antibodies or monoclonal Ser7-P antibody (4E12) as specified. Immunoblotting with 8WG16 and Spt5 antibodies served as loading controls. The number of consensus Ser5-containing heptads in each strain is indicated above the lanes.Extracts of cells bearing consensus Ser5 or chimeric S5-S5A 14-heptad CTDs that had been grown in liquid culture at 30 °C were immunoblotted with phospho-CTD antibodies (Fig. 5B). The intensity of the Ser5-P mark increased smoothly as the number of Ser5 repeats was increased from 2 to 7 and then increased acutely in the transition from 7 to 14 Ser5 heptads (Fig. 5B). The signal for the Ser7-P mark correlated with that of Ser5-P. By contrast, the signal for the Ser2-P mark showed no such trend (Fig. 5B). We surmise that (i) the steady-state level of Ser5 phosphorylation in vivo in fission yeast is directly proportional to the number of available Ser5 phosphoacceptor sites, (ii) there appears to be no hindrance of the reactivity of the Ser5-P antibody with Ser5-P epitopes in adjacent heptad units in the Western blot assay format, and (iii) the progressive decrement in the number of Ser5-P sites per CTD correlates with the gradient of ts growth defects observed in the S5-S5A chimeras.We suggest a scenario in which a threshold number of Ser5-PO4-Pro6 words are needed to comprise a readable “sentence” of CTD coding information. The catenation of a simple word into a sentence has several advantages for CTD effector functions, insofar as (i) iteration of a word can stabilize via mass action the binding and retention of a CTD receptor protein that recognizes a single word, and (ii) iterated words allow the simultaneous engagement of two different CTD receptors that recognize the same word. The latter situation might well apply to the native fission yeast capping apparatus, which consists of physically separate RNA triphosphatase and guanylyltransferase enzymes that bind independently to the Ser5-phosphorylated CTD (16). MethodsCTD Mutations. To introduce mutations of the CTD repeats in-frame to amino acid 1577 of S. pombe Rpb1, synthetic DNA segments were inserted into an rpb1 CTD integration cassette marked with natMX (10). The plasmids harboring the mutated integration cassettes were linearized and transformed into a diploid S. pombe strain. Nourseothricin-resistant transformants were selected and correct integrations at one of the rpb1+ loci were confirmed by diagnostic PCR and/or Southern blotting. A segment of the rpb1::natMX allele was amplified by PCR and sequenced to verify that the desired mutations were present and that the mutated CTD variants were in-frame with the body of Rpb1. The heterozygous rpb1+/rpb1::natMX diploids were then sporulated and subjected to random spore analysis. Spores (∼5,000) were plated to yeast extract with supplements (YES) agar medium (to gauge the number of viable offspring) and to YES medium containing nourseothricin. A finding that no viable nourseothricin-resistant haploids were recovered after 6 d at 30 °C was deemed to indicate lethality of a given rpb1-CTD mutant allele. The Rpb1 Y1A, P3A, P6A, and S2A+S5A CTDs were fused in-frame to Mce1 by two-stage overlap extension PCR and then inserted into the CTD integration plasmid. The plasmids were sequenced to verify the fusion junctions and to confirm that no unwanted mutations were introduced during PCR and cloning. Allelic replacements at the rpb1+ locus of diploid S. pombe cells, sporulations yielding P6A-MCE1 and S2A/S5A-MCE1 haploids, and verification of the rpb1 P6A-MCE1 and S2A/S5A-MCE1 alleles were performed as described previously.Deletion of ssu72. The entire ssu72 coding sequence was deleted as follows. We constructed plasmid pKS-ssu725′-kanMX-ssu723′ in which the kanMX cassette is flanked by 480 bp of S. pombe genomic DNA immediately upstream of the ssu72 ORF and 527 bp of genomic DNA 3′ of the ssu72 ORF. The disruption cassette was excised from the plasmid and transfected into S. pombe diploids. G418-resistant transformants were selected, and correct integration of kanMX at one of the ssu72 loci was confirmed by diagnostic Southern blotting. The heterozygous diploid was sporulated, and viable G418-resistant ssu72∆::kanMX haploids were recovered. The ssu72∆ genotype was verified by Southern blotting.Immunoblotting. S. pombe rpb1 strains were grown in YES medium at 30 °C until the A600 reached 0.6–0.8. Aliquots (10 A600 units) of cells were collected by centrifugation and lysed in 20% trichloroacetic acid. Total acid-insoluble protein was recovered by centrifugation; the pellets were washed with ethanol and resuspended in 1 M Tris⋅HCl (pH 8.0). Aliquots of the samples, adjusted to contain the same cell equivalents measured by A600 (Figs. 2 and ​and4)4) or the same total protein content based on A280 of the extracts (Fig. 5), were adjusted to 2% (wt/vol) SDS and 0.1 M DTT and then analyzed by electrophoresis through 6% polyacrylamide gels containing 0.1% SDS. The gel contents were then transferred to a Hybond-P membrane. The membranes were probed by Western blotting with mouse monoclonal antibody 8WG16 recognizing the Rpb1 CTD (Santa Cruz Biotechnology), polyclonal rabbit Ser2-P or Ser5-P phospho-specific antibodies (Bethyl Laboratories), a rat monoclonal phospho-Ser7–specific antibody 4E12 (Millipore), and affinity-purified rabbit polyclonal anti-Spt5 antibodies (8). Additional immunoblotting experiments were performed with rat monoclonal phospho-Ser2–specific antibody 3E10 and rat monoclonal phospho-Ser5–specific antibody 3E8 (Millipore) (11, 19). Immune complexes were visualized using horseradish peroxidase-linked anti-mouse, anti-rabbit, or anti-rat IgG and an ECL Western detection system (Amersham Biosciences, GE Healthcare). Supplementary Material\nSupporting Information:\nClick here to view.\n AcknowledgmentsThis work was supported by National Institutes of Health Grant GM52470. Footnotes The authors declare no conflict of interest.This article is a PNAS Direct Submission. D.B. is a guest editor invited by the Editorial Board.This article contains supporting information online at www.pnas.org/lookup/suppl/doi:10.1073/pnas.1208995109/-/DCSupplemental. References1. Phatnani HP, Greenleaf AL. Phosphorylation and functions of the RNA polymerase II CTD. Genes Dev. 2006;20(21):2922–2936. [PubMed] [Google Scholar]2. Buratowski S. Progression through the RNA polymerase II CTD cycle. Mol Cell. 2009;36(4):541–546. [PMC free article] [PubMed] [Google Scholar]3. Egloff S, Dienstbier M, Murphy S. Updating the RNA polymerase CTD code: Adding gene-specific layers. Trends Genet. 2012;28(7):333–341. [PubMed] [Google Scholar]4. West ML, Corden JL. Construction and analysis of yeast RNA polymerase II CTD deletion and substitution mutations. Genetics. 1995;140(4):1223–1233. [PMC free article] [PubMed] [Google Scholar]5. Stiller JW, McConaughy BL, Hall BD. Evolutionary complementation for polymerase II CTD function. Yeast. 2000;16(1):57–64. [PubMed] [Google Scholar]6. Liu P, Greenleaf AL, Stiller JW. The essential sequence elements required for RNAP II carboxyl-terminal domain function in yeast and their evolutionary conservation. Mol Biol Evol. 2008;25(4):719–727. [PubMed] [Google Scholar]7. Liu P, Kenney JM, Stiller JW, Greenleaf AL. Genetic organization, length conservation, and evolution of RNA polymerase II carboxyl-terminal domain. Mol Biol Evol. 2010;27(11):2628–2641. [PMC free article] [PubMed] [Google Scholar]8. Schneider S, Pei Y, Shuman S, Schwer B. Separable functions of the fission yeast Spt5 CTD in capping enzyme binding and transcription elongation overlap with those of the RNA polymerase II CTD. Mol Cell Biol. 2010;30:2353–2364. [PMC free article] [PubMed] [Google Scholar]9. Coudreuse D, et al.  A gene-specific requirement of RNA polymerase II CTD phosphorylation for sexual differentiation in S. pombe. Curr Biol. 2010;20(12):1053–1064. [PubMed] [Google Scholar]10. Schwer B, Shuman S. Deciphering the RNA polymerase II CTD code in fission yeast. Mol Cell. 2011;43(2):311–318. [PMC free article] [PubMed] [Google Scholar]11. Hintermair C, et al.  Threonine-4 of mammalian RNA polymerase II CTD is targeted by Polo-like kinase 3 and required for transcriptional elongation. EMBO J. 2012;31(12):2784–2797. [PMC free article] [PubMed] [Google Scholar]12. Azuma Y, Yamagishi M, Ueshima R, Ishihama A. Cloning and sequence determination of the Schizosaccharomyces pombe rpb1 gene encoding the largest subunit of RNA polymerase II. Nucleic Acids Res. 1991;19(3):461–468. [PMC free article] [PubMed] [Google Scholar]13. Sanger F, et al.  Nucleotide sequence of bacteriophage phi X174 DNA. Nature. 1977;265(5596):687–695. [PubMed] [Google Scholar]14. Fabrega C, Shen V, Shuman S, Lima CD. Structure of an mRNA capping enzyme bound to the phosphorylated carboxy-terminal domain of RNA polymerase II. Mol Cell. 2003;11(6):1549–1561. [PubMed] [Google Scholar]15. Stiller JW, Cook MS. Functional unit of the RNA polymerase II C-terminal domain lies within heptapeptide pairs. Eukaryot Cell. 2004;3(3):735–740. [PMC free article] [PubMed] [Google Scholar]16. Pei Y, Hausmann S, Ho CK, Schwer B, Shuman S. The length, phosphorylation state, and primary structure of the RNA polymerase II carboxyl-terminal domain dictate interactions with mRNA capping enzymes. J Biol Chem. 2001;276(30):28075–28082. [PubMed] [Google Scholar]17. Ho CK, Shuman S. Distinct roles for CTD Ser-2 and Ser-5 phosphorylation in the recruitment and allosteric activation of mammalian mRNA capping enzyme. Mol Cell. 1999;3(3):405–411. [PubMed] [Google Scholar]18. Ghosh A, Shuman S, Lima CD. Structural insights to how mammalian capping enzyme reads the CTD code. Mol Cell. 2011;43(2):299–310. [PMC free article] [PubMed] [Google Scholar]19. Chapman RD, et al.  Transcribing RNA polymerase II is phosphorylated at CTD residue serine-7. Science. 2007;318(5857):1780–1782. [PubMed] [Google Scholar]20. Egloff S, et al.  Serine-7 of the RNA polymerase II CTD is specifically required for snRNA gene expression. Science. 2007;318(5857):1777–1779. [PMC free article] [PubMed] [Google Scholar]21. Zhang DW, et al.  Ssu72 phosphatase-dependent erasure of phospho-Ser7 marks on the RNA polymerase II C-terminal domain is essential for viability and transcription termination. J Biol Chem. 2012;287(11):8541–8551. [PMC free article] [PubMed] [Google Scholar]22. Bataille AR, et al.  A universal RNA polymerase II CTD cycle is orchestrated by complex interplays between kinase, phosphatase, and isomerase enzymes along genes. Mol Cell. 2012;45(2):158–170. [PubMed] [Google Scholar]23. Krishnamurthy S, He X, Reyes-Reyes M, Moore C, Hampsey M. Ssu72 Is an RNA polymerase II CTD phosphatase. Mol Cell. 2004;14(3):387–394. [PubMed] [Google Scholar]24. Hausmann S, Koiwa H, Krishnamurthy S, Hampsey M, Shuman S. Different strategies for carboxyl-terminal domain (CTD) recognition by serine 5-specific CTD phosphatases. J Biol Chem. 2005;280(45):37681–37688. [PubMed] [Google Scholar]"}