{"title": "PA1 protein, a new competitive decelerator acting at more than one step to impede glucocorticoid receptor-mediated transactivation", "pubDate": "2013", "PMCID": "PMC3537039", "DOI": "10.1074/jbc.M112.427740", "PMID": "23161582", "abstract": "Numerous cofactors modulate the gene regulatory activity of glucocorticoid receptors (GRs) by affecting one or more of the following three major transcriptional properties: the maximal activity of agonists (A(max)), the potency of agonists (EC(50)), and the partial agonist activity of antisteroids (PAA). Here, we report that the recently described nuclear protein, Pax2 transactivation domain interaction protein (PTIP)-associated protein 1 (PA1), is a new inhibitor of GR transactivation. PA1 suppresses A(max), increases the EC(50), and reduces the PAA of an exogenous reporter gene in a manner that is independent of associated PTIP. PA1 is fully active with, and strongly binds to, the C-terminal half of GR. PA1 reverses the effects of the coactivator TIF2 on GR-mediated gene induction but is unable to augment the actions of the corepressor SMRT. Analysis of competition assays between PA1 and TIF2 with an exogenous reporter indicates that the kinetic definition of PA1 action is a competitive decelerator at two sites upstream from where TIF2 acts. With the endogenous genes IGFBP1 and IP6K3, PA1 also represses GR induction, increases the EC(50), and decreases the PAA. ChIP and re-ChIP experiments indicate that PA1 accomplishes this inhibition of the two genes via different mechanisms as follows: PA1 appears to increase GR dissociation from and reduce GR transactivation at the IGFBP1 promoter regions but blocks GR binding to the IP6K3 promoter. We conclude that PA1 is a new competitive decelerator of GR transactivation and can act at more than one molecularly defined step in a manner that depends upon the specific gene.", "author": [{"author": "Zhenhuan Zhang", "affiliation": ["Steroid Hormones Section, National Institutes of Health, Bethesda, Maryland 20892, USA."], "href": "/?term=Zhang+Z&cauthor_id=23161582"}, {"author": "Yunguang Sun", "affiliation": [], "href": "/?term=Sun+Y&cauthor_id=23161582"}, {"author": "Young-Wook Cho", "affiliation": [], "href": "/?term=Cho+YW&cauthor_id=23161582"}, {"author": "Carson C Chow", "affiliation": [], "href": "/?term=Chow+CC&cauthor_id=23161582"}, {"author": "S Stoney Simons Jr", "affiliation": [], "href": "/?term=Simons+SS+Jr&cauthor_id=23161582"}], "refPMID": [], "citedInPMID": ["23161582", "32715994", "29593646", "26504077", "26039703", "25984562", "25816223", "24874100", "24850414", "24633704", "24559102", "24284822", "24260416", "24097989", "23792173"], "body": " AbstractNumerous cofactors modulate the gene regulatory activity of glucocorticoid receptors (GRs) by affecting one or more of the following three major transcriptional properties: the maximal activity of agonists (Amax), the potency of agonists (EC50), and the partial agonist activity of antisteroids (PAA). Here, we report that the recently described nuclear protein, Pax2 transactivation domain interaction protein (PTIP)-associated protein 1 (PA1), is a new inhibitor of GR transactivation. PA1 suppresses Amax, increases the EC50, and reduces the PAA of an exogenous reporter gene in a manner that is independent of associated PTIP. PA1 is fully active with, and strongly binds to, the C-terminal half of GR. PA1 reverses the effects of the coactivator TIF2 on GR-mediated gene induction but is unable to augment the actions of the corepressor SMRT. Analysis of competition assays between PA1 and TIF2 with an exogenous reporter indicates that the kinetic definition of PA1 action is a competitive decelerator at two sites upstream from where TIF2 acts. With the endogenous genes IGFBP1 and IP6K3, PA1 also represses GR induction, increases the EC50, and decreases the PAA. ChIP and re-ChIP experiments indicate that PA1 accomplishes this inhibition of the two genes via different mechanisms as follows: PA1 appears to increase GR dissociation from and reduce GR transactivation at the IGFBP1 promoter regions but blocks GR binding to the IP6K3 promoter. We conclude that PA1 is a new competitive decelerator of GR transactivation and can act at more than one molecularly defined step in a manner that depends upon the specific gene.Keywords: Chromatin Immunoprecipitation (ChiP), Coregulator Transcription, Gene Regulation, Glucocorticoid Receptor, Steroid Hormone Receptor, PA1, Competition Assay Defines Kinetic Nature of Action, Competitive Decelerator, Gene-specific Mechanism of PA1 Action, Inhibitor of GR Transactivation at Two Steps IntroductionGlucocorticoid receptor (GR)6 is a steroid hormone-regulated transcription factor belonging to the steroid/nuclear receptor superfamily. GRs affect almost every tissue in the human body and have major roles in the development, differentiation, metabolism, neurobiological processes, and homeostasis of normal and malignant tissue (1, 2). Structurally, the GR is composed of an N-terminal transactivation domain, a central DNA binding domain (DBD) followed by a hinge domain, and C-terminal ligand binding domain (LBD) with weak transactivation activity (3). The events culminating in GR-regulated gene transcription are initiated by ligand binding to the GR LBD to cause accumulation of the receptor-steroid complex in the nucleus and binding to specific glucocorticoid responsive elements (GREs) in the promoter region of regulated genes.An assortment of cofactors has been found to interact with the GR LBD to increase or decrease the maximal activity (Amax) for both gene induction and gene repression (4–6). It was initially thought that steroid binding to the receptor was the rate-limiting step (7). In this case, the concentration of ligand causing half-maximal induction or repression (EC50) for all GR-regulated genes would be the same as the affinity of steroid binding to GR. However, abundant evidence over the last decade indicates that neither the EC50 nor the Amax of gene expression regulated by GRs (and other members of the steroid receptor superfamily) is constant, and both can be tuned like a rheostat by various transcriptional coactivators, corepressors, and comodulators without changing the identity of the bound steroid (6, 8, 9). In addition, the sub-maximal activity of antiglucocorticoids is not invariant as was originally proposed (10). Most antisteroids display some residual or partial agonist activity (PAA), and most of the cofactors that alter the Amax and EC50 also modulate the PAA of antisteroids (6, 8, 9, 11). Therefore, it appears that none of the parameters of steroid-regulated gene expression (Amax, EC50, and PAA) are constant for a given receptor-steroid complex, and each can be modified by changing concentrations of transcriptional cofactors.Modulation of the parameters of steroid-regulated gene expression is also achieved via other agents. The response to a given cofactor can differ with the DNA sequence to which receptor binds (12), the gene (13–16), the cell type (17), and the receptor (6, 17, 18). Initially, it was suspected that the same or similar processes affected all three parameters (Amax, EC50, and PAA). Surprisingly, recent data demonstrated that the situation is even more complex. When looking at three different endogenous genes, reduced levels of the endogenous p160 coactivator TIF2 in peripheral blood mononuclear cells affect some, but not all three, parameters and which parameter is altered is not the same for each gene (19). Further studies from several laboratories suggest that the parameters can also be modified by targeting the cofactors themselves (20–22). Finally, careful examination of the ternary complex of GR and the coactivator TIF2 with the comodulator STAMP revealed that the deletion of specific domains of each protein can selectively eliminate the ability of the GR-TIF2-STAMP complex to modulate one or more of the three parameters (Amax, EC50, and PAA) (23). Although these observations defy ready explanation and categorization, they simultaneously provide useful precedents for understanding how an organism might achieve differential control of the numerous genes that are regulated by steroid receptors during development, differentiation, homeostasis, and various pathological disease states.New cofactors that might act via novel mechanisms offer the prospect not only of furthering our understanding of how cofactors influence GR-induced gene transcription but also of providing new targets for possible therapeutic intervention (8). This study reports the characterization of a new repressor of GR transactivation, i.e. Pax2 transactivation domain interaction protein (PTIP)-associated protein1 (PA1). PA1 was first discovered as bound directly to PTIP in a Set1-like histone methyltransferase complex called the PTIP complex (24). In genomic stability studies, PA1 and the PTIP are recruited to DNA damage sites and are required for cell survival (25). PA1 was also described to bind the N terminus of estrogen receptor α (ERα) and increase ERα transactivation activity in a manner that appeared to be selective for ER versus other members of the steroid receptor superfamily (26). Therefore, as there was no reason to believe that PA1 might interact with or influence the actions of GR, PA1 was used as a nonspecific control for other GR-interacting cofactors. Unexpectedly, PA1 was found to interact very strongly with the C-terminal half of GR, which includes the DBD and LBD, and to repress GR-regulated transactivation. PA1 inhibition of GR induction of two endogenous genes is found to occur via different mechanisms. With an exogenous reporter gene under similar conditions, PA1 competitively inhibits the kinetically defined actions of the coactivator TIF2. Using a newly developed competition assay (27, 28), we further show that PA1 does not interact directly with TIF2 but operates at two sites upstream from where TIF2 functions. The fact that PA1, a novel competitor of GR transactivation, can act at two different sites in the same transactivation sequence suggests that other cofactors may also affect more than one step at a molecular level in steroid-regulated gene transcription. EXPERIMENTAL PROCEDURESUnless otherwise indicated, all cell growth was at 37 °C, and all other operations were performed at room temperature.Chemicals Dexamethasone (Dex) was purchased from Sigma, and the dual-luciferase reporter assay was from Promega (Madison, WI). Dex-21-mesylate was synthesized as described previously (29). Restriction enzymes and digestions were performed according to the manufacturer's specifications (New England Biolabs, Beverly, MA). Proteinase K (Fermentas, E0491), RNase A (Fermentas, EN0531), Complete mini tablet (Roche Applied Science, 11836153001), 0.1 m DTT (Invitrogen, P/N y00147), and Chelex-100 (Bio-Rad, 142-2842) are all commercially available.Antibodies PA1 protein expression was detected by a PA1 antibody generated against the peptide RSQKREARLDKVLSD (human PA1 residues 193–207) and then affinity-purified (24). Western blot analysis was performed with anti-GR (Pierce, PA1-511A and PA1-516), anti-AR (441) (Santa Cruz Biotechnology, sc-7305), and anti-HA (F7) (Santa Cruz Biotechnology, sc7392) antibodies. In ChIP and re-ChIP experiments, the GR antibodies were from Pierce (MA1–510 and PA1–511A); the PA1 antibody was the same as above, and anti-FLAG-M2 antibody was from Sigma (F1804).Plasmids Renilla null luciferase reporter was purchased from Promega. TIF2/GRIP1 (Hinrich Gronemeyer, Institute of Genetics and Molecular and Cellular Biology, (IGBMC), Strasbourg, France), sSMRT (Ron Evans, Salk Institute, La Jolla, CA), and MMTVLuc (pLTRLuc; Gordon Hager, National Institutes of Health, Bethesda) were received as gifts. GREtkLUC, VP16 chimeras of the GR constructs GRN523, GR361C, GR407C, GR486C, and GR525C (30), and GR407C and GR524C (23), AR and ARE reporter plasmids (31), PPARγ and PPRELuc (32), and pcDNA3-PTIP, pcDNA3-HA-PA1, and pcDNA3-FLAG-PA1 (24) have been described previously. GAL/PA1 was a gift from Kai Ge (NIDDK, National Institutes of Health) and was prepared from pcDNA3-FLAG-PA1. Rat GR (pSG5/GR) was prepared by inserting the BamHI fragment of pSVL/GR (generously provided by Keith Yamamoto, University of California at San Francisco) into the BamHI site of pSG5 (Stratagene, Santa Clara, CA). GRN523 was prepared with the site-directed mutagenesis kit (Stratagene) and the following primers: 5′ primer, 5′-GGG GAA TTC CAC CAT GGA CTC CAA AGA ATC C-3′, and 3′ primer, 5′-CTT GGA TCC TCA AGT GGC TTG CTG AAT CCC TT-3′.Cell Culture, Transient Transfection, and Reporter Analysis Triplicate samples of cells were transiently transfected in 24-well plates with luciferase reporter plasmids as described for CV-1 (20,000 cells/well) or U2OS (30,000 cells/well) cells (33, 34) with 0.7 μl of FuGENE 6 (Roche Applied Science) per well according to the manufacturer's instructions. The molar amount of plasmids expressing different protein constructs was kept constant with added empty plasmid or plasmid expressing human serum albumin. pHR-TS Renilla (Promega) (10 ng/well of a 24-well plate) was included as an internal control. The total transfected DNA was adjusted to 300 ng/well of a 24-well plate with pBluescript II SK (Stratagene). After transfection, the cells were treated with DMEM with 10% FBS containing the appropriate hormone dilutions. Sixteen hours later, the cells were lysed and assayed for reporter gene activity using Dual-Luciferase reagents according to the manufacturer's instructions (Promega, Madison, WI). Luciferase activity was measured by an EG&G Berthold's luminometer (Microlumat LB 96P). The data were normalized for Renilla null luciferase activity and expressed as a percentage of the maximal response with Dex before being plotted ± S.E. unless otherwise noted.The theory behind the competition assay is described elsewhere (27, 35, 36) and in the supplemental material. Typically, triplicate wells of transiently transfected cells are treated with four concentrations of Dex (including a vehicle control) for each of the 16 combinations resulting from four concentrations of factor A with four concentrations of factor B. The assays are worked up as outlined above and analyzed as described under “Results.”Coimmunoprecipitation and Western Blot Assay Coimmunoprecipitation assays were performed with COS-7 cells that were transfected with 5 μg of GR construct or AR plasmids and 5 μg of pcDNA3-HA-PA1 expression plasmids. Cells were treated with or without 1 μm Dex (or 10 nm R1881) for 2 h on the 2nd day after transfection and were harvested in Cytobuster (Novagen) with Complete mini (Roche Applied Science). Whole cell lysate (800 μl) was incubated with 20 μl of HA matrix (Roche Applied Science) overnight at 4 °C. HA matrix beads were washed four times with cell lysis buffer (50 mm Tris-HCl, 150 mm NaCl, 5 mm MgCl2, 1 mm EGTA, 0.5% Triton X-100, Complete mini freshly prepared). Bound proteins were separated by SDS-PAGE. Proteins on the gels were transferred to a nitrocellulose membrane, subjected to Western blot analysis with anti-GR (Affinity BioReagents; PA1-511A and PA1-516), anti-AR (441) (Santa Cruz Biotechnology, sc-7305), anti-HA (F7) (Santa Cruz Biotechnology, sc7392) antibodies, and then detected with an ECL kit (Amersham Biosciences).Mammalian Two-hybrid Assay The recommended procedure for the Mammalian Matchmaker two-hybrid assay kit (Clontech) was modified slightly by changing from a chloramphenicol acetyltransferase reporter to a luciferase reporter pFRLuc (Stratagene), which is under the control of five repeats of the upstream-activating sequence for the binding of GAL4. The plasmids used were GR constructs fused downstream of the VP16 activation domain and PA1 fused after the GAL4 DNA binding domain.mRNA, Total RNA Extraction, and Reverse Transcription-PCR (RT-PCR) RNA in U2OS cells was prepared by growing cells to confluence in 6-well plates for 2 days, lysing the cells with TRIzol (Invitrogen) reagent, and extracting the total RNA according to the manufacturer's instructions. First-strand cDNA was synthesized by SuperScript III reverse transcriptase (Invitrogen). For quantitative real time PCR, the relative levels of target mRNAs were quantitated using TaqMan and the ABI 7900HT real time PCR system for β-actin, insulin-like growth factor-binding protein 1 (IGFBP1), glucocorticoid-induced leucine zipper (GILZ), LAD1, and inositol hexakisphosphate kinase 3 (IP6K3) (primers were those specified by Chen et al. (37)).siRNA Experiment The siRNA for human PA1 and a control siRNA (ON-TARGETplus Nontargeting siRNA 2) were purchased from Thermo Scientific and resuspended in 1× siRNA buffer (Dharmacon) at 20 μm stock concentration. U2OS cells were plated in 6-well plate at 400,000 cells per well. PA1 siRNA (3240 ng) was transfected into the cells with 10 μl of Lipofectamine 2000 (Invitrogen). After 32 h of transfection, cells were treated with Dex and Dex-21-mesylate (DM) in DMEM (phenol red-free, serum-free) for 16 h and then harvested with TRIzol (Invitrogen).Chromatin Immunoprecipitation (ChIP) and Re-ChIP ChIPs were analyzed by a modification (34) of the original procedure (38). Three million U2OS cells were seeded into 150-mm dishes in DMEM with 10% FBS. On the 2nd day, each dish was transfected with 15 μg of plasmids with Lipofectamine 2000. On the 3rd day, cells were treated with hormones for 1 h and cross-linked with 1 mm dimethyl 3,3′-dithiobispropionimidate (Pierce, 20665) for 30 min at 37 °C and 1% formaldehyde for 10 min at RT. The reaction was stopped by adding glycine to a final concentration of 125 mm and incubating for 5 min at RT. The cells were lysed with 1.0 ml of cell lysis buffer (50 mm HEPES, 140 mm NaCl, 1 mm EDTA, 10% glycerol, 0.5% Nonidet P-40, 0.25% Triton X-100) for 10 min on ice. Cytosolic proteins were extracted with protein extraction buffer (200 mm NaCl, 1 mm EDTA, 0.5 mm EGTA, 10 mm Tris-HCl, pH 8.1), and the nuclei were collected by centrifugation at 2000 × g for 10 min, all at 4 °C. The pellets were resuspended in 300 μl of chromatin extraction buffer (1 mm EDTA, 0.5 mm EGTA, 10 mm Tris-HCl, pH 8.1) per dish (0 °C for ≥10 min) and sonicated with a BIORUPTOR (DIAGENODE; 6 cycles of 30 s on and 30 s off for 5 min at high power immersed in ice-water bath). After centrifugation (15,000 × g for 10 min at 4 °C), the supernatant was diluted into 5.4 ml of chromatin extraction buffer with 1% Triton X-100 and 0.1% sodium deoxycholate and treated with 200 μl of preblocked protein A beads (GE Healthcare) with gentle mixing (4 °C for 1 h on a rotating drum at 4 rpm). After centrifugation (15,000 × g for 10 min), 1 ml of supernatant was treated with 4 μg of a 1:1 mixture of GR antibodies (Pierce, MA1-510 and PA1-511A) or anti-FLAG antibody (FLAG-M2; Sigma, F1804), as a nonspecific antibody, overnight at 4 °C followed by 60 μl of preblocked protein A beads and rotation for 1 h at 4 °C. The pellet was centrifuged (5500 × g for 1 min), washed sequentially with 1 ml each of wash buffers I (0.1% SDS, 1% Triton X-100, 2 mm EDTA, 20 mm Tris-HCl, pH 8.1, 150 mm NaCl), II (0.1% SDS, 1% Triton X-100, 2 mm EDTA, 20 mm Tris-HCl, pH 8.1, 500 mm NaCl), and III (250 mm LiCl, 1% Nonidet P-40, 1% deoxycholate, 1 mm EDTA, 10 mm Tris-HCl, pH 8.1), two times with 1 ml of Tris/EDTA buffer, and then reversed the cross-linked DNA by heating with 100 μl of 10% Chelex-100 at 99 °C for 15 min. The beads were washed with 150 μl of H2O by vortexing, and the supernatant was collected, of which 100 μl was saved as input and digested with 1 μl of proteinase K and RNase A overnight at 65 °C. The input DNA was harvested with PCR purification kit per the manufacturer's instructions (Qiagen). The immunoprecipitated and input DNAs were used as templates for quantification performed using an ABI 7900HT Fast Real Time PCR System and SYBR Green master mix (ABI). The PCR primers are listed in Table 1. All primer pairs were validated for specificity by confirming the presence of single peaks in the PCR dissociation curves. The amplification efficiency of each primer pair was quantitated by serial dilution studies, and this value was used to determine the total amount of each DNA sequence relative to the input DNA. For displaying the results of the assays, the data for each sample were expressed as a percentage of recruitment to input DNA and plotted as the average ± S.E.TABLE 1Primer pairs for ChIP and qPCRThe following PCR amplification conditions were used for ChIP and quantitative PCR: 50 °C for 2 min, 95 °C for 10 min, 45 cycles of 95 °C for 15 s, and 60 °C for 1 min. TSS means transcriptional start site.TargetPrimer IDForward upstream primer (5′–3′)Reverse downstream primer (5′–3′)IGFBP1mRNACCAAGGCACAGGAGACATCAGAGGGTAGACGCACCAGCAGAGTIGFBP1IG2ATGGGCATCAGAAATGTGTCCTTTAGGAGTGGTGTTIGFBP1ControlGGAGAAAGGCTCTTGGAGGTCGAGATGGGGTTAGAATCCAIGFBP1IG1NGTTTACCCTCCTCCCACCAGCGCACCTTATAAAGGGCACAIGFBP1TSSAACTTATTTTGAACACTCAGCTCCCCTGGGCAAGTGATGGTIGFBP1Exon 2CCTGAAAGCCCAGAGAGCACTTTTGATGTTGGTGACATGGAIGFBP1Exon 4TTGCATTTCTGCTCTTCCAACATCAAATGTGAATGGTGGAIP6K35′ controlGGAAACGACCATGGAGAGAAACATTCCACCACCTGCTTTCIP6K3TSSAGCAGAACACCCAGCTGACCACCATGTACAGGCATCAGGIP6K3PauseCCTGATGCCTGTACATGGTGGACCCTCTCTCCCCTCAGTCIP6K3GRECTGGAGCCCTCTCACTTCAGCTGGGCTAGGACATGCTGTTIP6K33′ controlGGGCAGTTCCAAGAATGTGTGTGTGTGGCTGAGGGAGAATOpen in a separate windowIn the Re-ChIP assays, beads from the first cycle of ChIP with anti-GR antibodies were incubated with an equal volume of 10 mm dithiothreitol (DTT) at 37 °C for 30 min and centrifuged at 16,000 × g for 1 min to elute DNA-bound proteins. The eluted complex was re-immunoprecipitated with either the anti-PA1 antibody or the control antibody anti-FLAG, and processed as above for ChIP assays.Statistical Analysis Unless otherwise noted, the values of n independent experiments, each performed in triplicate, were analyzed for statistical significance by the two-tailed Student's t test using InStat 2.03 (GraphPad Software, San Diego). When the difference between the S.D. of two populations was significantly different, the Mann-Whitney or Alternate Welch t test was used. A nonparametric test was used if the distribution of values is non-Gaussian. In the competition assays, the Amax and EC50 values were determined directly (KaleidaGraph, Synergy Software, Reading, PA) by fitting the curve shown in Equation 1,\n where V = Amax/EC50 and W = 1/EC50 (R2 was almost always >0.95). RESULTSPA1 Strongly Interacts with GRs PA1 was initially described as a member of a PTIP complex with histone methyltransferase activity (24). It was therefore chosen as a protein that would not bind to GR and would be a good nonspecific control for protein binding to GRs in pulldown and coIP experiments. Unexpectedly, GR is immobilized in a PA1-dependent manner both in pulldown assays with HA-tagged PA1 and cell lysates containing GR (Fig. 1A) and in coIP assays with anti-HA antibody (Fig. 1B). These results argue that PA1 binds to GR. When different regions of GR were examined, the strongest binding of PA1 (as judged by the ratio of coimmunoprecipitated to added construct signals in the Western blot) was to the C-terminal half of GR (GR407C) containing both the DBD and LBD (Fig. 1, C and E) in a manner that was increased slightly by the added glucocorticoid agonist Dex. Relatively less binding was observed to the LBD (GR524C) or to the N-terminal domain containing the transactivation region AF1 and DBD (GRN523). These data suggest that the combinations of the GR DBD and LBD afford a strong interaction site that is slightly increased by steroid binding. PA1 also binds to ARs in a manner that was not significantly augmented by added androgen, R1881 (Fig. 1D). Thus, PA1 binding occurs with several steroid receptors (26) and is not unique to GR. It should be noted that PA1 overexpression does not significantly alter the level of full-length GR (Fig. 1C, top panel, lanes 5 and 6 versus 1 and 2) or AR (Fig. 1D, lanes 3 and 4 versus 1 and 2) or of the GR fragments (data not shown).Open in a separate windowFIGURE 1.PA1 productively interacts with GR.\nA, PA1 binds to GR in pulldown assays. Crude HA/PA1 (lanes 3, 6, and 7) or lysates from mock-transfected COS-7 cells (lanes 1, 8, and 9) prebound to anti-HA beads are incubated with crude GR-containing lysates that had been incubated with vehicle (EtOH; lanes 6 and 8) or 1 μm Dex (lanes 7 and 9). Material bound to beads is analyzed by Western blotting with anti-GR or -HA antibodies. Lanes 4 and 5 (blanked out) are for an unrelated experiment. B, PA1 binds to GR in coIP assays. Lysates from COS-7 cells transfected with GR ± HA/PA1 were treated with vehicle (EtOH; lanes 1, 3, 5, and 7) or 1 μm Dex (lanes 2, 4, 6, and 8), bound to anti-HA beads, and analyzed as in A. C, PA1 preferentially binds to the C-terminal half of GR. Experiment was conducted as in B with the indicated GR constructs (see E for schematic of constructs). D, PA1 binds to AR in coIP assays. Lysates from COS-7 cells transfected with AR ± HA/PA1 were treated with vehicle (EtOH; lanes 1, 3, 5, and 7) or 10 nm R1881 (lanes 2, 4, 6, and 8), bound to anti-HA beads, and analyzed as in A except that anti-AR antibody was used in the Western blot (WB). E, schematic of various lengths of GR constructs. Species with N-terminally fused VP16 activation domain were used in the experiments of F and G. Species without any fused sequences were used in the experiments of C. F and G, PA1 and GR interact in mammalian two-hybrid assays. The relative transcriptional activity of VP16/GR chimeras of E with GAL (F) or GAL/PA1 ± 1 μm Dex (G) was determined as described under “Experimental Procedures” (± S.E., n = 4 for all but VP16/−, where n = 2). *, p < 0.02 for GAL/PA1 + Dex versus GAL/PA1 + EtOH (data for VP16/GRN523 is not significantly different ± Dex because GRN523 does not bind steroid.) ***, p < 0.0001 for GAL/PA1 + EtOH significantly different from 1.0.Multiple domains are seen in Fig. 1C to enable the binding of PA1 to GR. To determine which domains are required for a functionally active interaction, the association of PA1 with GR was examined by two-hybrid assays in CV-1 cells involving chimeras of the GAL DBD, without or with PA1, and of the VP16 activation domain alone or fused to either wild type (WT) GR or different GR fragments (Fig. 1, E–G). Under these conditions, there is very little background activity in the absence of PA1 fused to GAL (Fig. 1F). In the presence of GAL/PA1 (Fig. 1G), there is good Dex-inducible activity with all constructs containing an intact GR DBD, which spans amino acids 440–505 of the rat GR. Those constructs containing predominantly or just the LBD (VP16/GR486C or VP16/GR525C, respectively) give only background activity. The VP16/GRN523 produces almost the same level of activity as the full-length WT GR either without or with added Dex. This is expected because VP16/GRN523 contains an intact DBD but lacks the LBD. These results suggest that a functionally active association of PA1 with GR is steroid-inducible and occurs in a manner that requires the intact DBD of GR.Increased PA1 Represses GR Transactivation of Exogenous Reporter Gene The binding of PA1 to GR LBD in the IP experiments of Fig. 1C is in contrast to the absence of productive interactions of these same domains in a mammalian two-hybrid assay. This is probably due to the known inability of two-hybrid assays to detect low affinity binding interactions (39) due to the lower concentrations of factors compared with those in pulldown and coIP assays. To clarify this situation, we next asked if PA1 could affect the parameters for GR induction (Amax, PAA, and EC50) and which GR domains would be required. This was examined in the context of transactivation by full-length GR of two different exogenous reporter genes, GREtkLUC and MMTVLuc. GREtkLUC contains a tandem repeat of the second GRE of the rat liver tyrosine aminotransferase gene upstream of the thymidine kinase promoter driving the luciferase (LUC or Luc) reporter gene (30). MMTVLuc has ∼200 bp of the mouse mammary tumor virus promoter region with three GREs (40) controlling the Luc reporter gene. In CV-1 cells that were transiently transfected with a constant amount of GREtkLUC reporter and GR plasmids, increasing amounts of PA1 (balanced with empty vector to maintain a constant concentration of PA1 plasmid vector) caused a progressive right shift in the dose-response curve (Fig. 2A) and a concentration-dependent decrease in the Amax (and fold-induction) by Dex along with a reduction in the PAA of Dex-21-mesylate (Fig. 2B). At the same time, the EC50 for induction by Dex increased due to the right shift in the dose-response curve. From these results it appears that about 20 ng of PA1 is sufficient for maximal repression of PAA, whereas progressive inhibition of the other parameters (Amax, induction, and EC50) occurs up to 100 ng of PA1. This separate modulation of activities of the different parameters is similar to what has recently been reported with detailed studies of GR and two other cofactors (23). A second independent study with just 100 ng of PA1 gave similar results. This time, the data are presented in a condensed format involving the ratio for, or fold change in, each parameter, which is calculated by dividing the value of each parameter in the presence of PA1 by the value in the absence of PA1 (Fig. 2C). This condensed format is used to present all subsequent bioactivity results. It should be noted that a right shift in the dose-response curve means a higher EC50 in the presence of PA1 so that the ratio or fold change is greater than 1, although the ratios of the other parameters decrease and thus are less than 1. Very similar results were observed with a different reporter (MMTVLuc) in the same cells (Fig. 2D). Thus, this activity of PA1 is not unique to a single GR-regulated reporter.Open in a separate windowFIGURE 2.PA1 modulates gene induction parameters of glucocorticoid receptors.\nA–C, modulation of parameters for GR induction of exogenous GREtkLUC reporter. Triplicate samples of CV-1 cells were transiently transfected with GR (1 ng), GREtkLUC (100 ng), plus the indicated amounts of PA1 plasmid and treated with vehicle (EtOH), various Dex concentrations, or 1 μm DM before being analyzed as described under “Experimental Procedures.” The normalized Dex dose-response curves from a single experiment are plotted in A. The relative amounts of Amax, fold-induction by 1 μm Dex, partial agonist activity of 1 μm DM (×10), and the EC50 of Dex (in units of 0.1 nm Dex) are presented in B as the average value ± S.E. (n = 4). The data of C are the same data as in B but displayed in a more compact form where the fold change in each parameter with 100 ng of PA1 is plotted relative to the value of the same parameter with no added PA1. D, modulation of parameters for GR induction of exogenous MMTVLuc reporter in CV-1 cells. Experiments were conducted and plotted as in C but using MMTVLuc as the reporter (n = 6). For all graphs, the dashed line indicates no change and *, p < 0.05; **, p < 0.005; ***, p < 0.0005.Full Biological Effects of PA1 Require GR DBD The above results that PA1 binds most strongly to GR constructs containing the DBD (Fig. 1, C and G) suggest that PA1 suppression of GR induction parameters in Fig. 2 requires interactions with both the GR DBD and LBD. The functional importance of the GR DBD was examined directly by determining the ability of PA1 to inhibit the transactivation of reporter genes by different GR constructs, and thus presumably the binding of the GR constructs to the enhancers of the reporters, in transiently transfected CV-1 cells. The fold changes with added PA1 in the Amax and fold-induction in the presence of 1 μm Dex for full-length GR and the truncated GRN523 with GREtkLUC, which is lacking the LBD, are shown in Fig. 3A. These results indicate that PA1 is equally effective in reducing the Amax of GR with or without the LBD. There is no effect of PA1 on the fold-induction by GRN523 because the ligand binding pocket of GR has been removed. For the same reason, we cannot determine the PAA with DM, or the EC50 with Dex, for GRN523. Other regions of GR were probed using GR407C, which is missing the N-terminal half of GR (amino acids 1–406), and GAL/GR525C, which contains only the LBD and is fused to the GAL4 DBD to give a construct that can activate the GAL-regulated reporter FRLuc (41). The inhibitory activity of PA1, to decrease Amax, fold-induction, and PAA while making gene induction less sensitive to agonist steroid by shifting the dose-response curve to a higher EC50, is very similar with GR407C (Fig. 3B) to that of the full-length receptor under identical conditions (cf.\nFig. 2D). In contrast, there is no significant difference in the PAA with DM or the EC50 with Dex for GAL/GR525C with or without PA1 (Fig. 3C). Interestingly, the Amax and fold-induction for Dex with GAL/GR525C are both inhibited by added PA1. This suggests that different regions of GR are required for the expression of different transactivation parameters, as has been observed in other systems (23). This result also suggests that the reduced number of domains in GR525C capable of interacting with PA1 would reduce the affinity of PA1 for GR, thus explaining why the binding of VP16/GR524C with GAL/PA1 was not detected in Fig. 1G. Collectively, the majority of the parameters appears to require the combination of GR DBD and LBD, which is consistent with the strong binding of PA1 to a GR construct containing the DBD plus LBD (cf.\nFig. 1C). Therefore, although PA1 can bind to several regions of GR, both mammalian two-hybrid assays (Fig. 1G) and whole cell gene induction assays (Fig. 3) reveal that the full biological effects of PA1 with GR (Fig. 2, C and D) cannot be achieved without the GR DBD.Open in a separate windowFIGURE 3.N-terminal domain of GR is not required to observe the full modulatory effects of PA1. Experiments were performed in CV-1 cells and plotted as in Fig. 2, A and C, with WT GR and GREtkLUC (A), the N-terminal deleted GR407C and MMTVLuc (B), and GAL/DBD chimera with the GR LBD (GAL/GR525C) and FRLuc reporter (C). For all graphs, the dashed line indicates no change and *, p < 0.05; **, p < 0.005; ***, p < 0.0005.Biological Effects of PA1 with Different Cells, Receptors, and Reporters We next asked if the biological effects of PA1 on GR-mediated transactivation could be observed under different conditions. Dramatic changes by added PA1 are also seen for GR transactivation in the human U2OS cell line (Table 2). Thus, the inhibitory activity of PA1 is not unique to either one reporter or one cell line.TABLE 2Effect of PA1 on receptor-mediated gene induction in different receptor/reporter/cell systemsTriplicate samples of CV-1 cells were transiently transfected with the indicated receptor (GR = 1 ng except with MMTVLuc in U2OS cells where GR = 4 ng, AR = 2 ng, and PPAR = 10 ng), reporter (100 ng), and PA1 (100 ng) plasmids and treated with vehicle (EtOH) and various agonist (Dex, R1881, or roziglitazone) or antagonist (DM or RU486) concentrations as in Fig. 2C before being analyzed as described in Fig. 2C and under “Experimental Procedures.” The values listed are the fold change in each parameter with 100 ng of PA1 relative to the value of the same parameter with no added PA1 ± S.E. The number of independent experiments is given in parentheses. ND means not determined.ReceptorReporterCellFold increase with added PA1 inAmaxInductionPAAEC50GR (4)GREtkLUCCV-10.17 ± 0.02a0.34 ± 0.03a0.41 ± 0.06b5.62 ± 1.38cGR (6)MMTVLucCV-10.03 ± 0.01a0.08 ± 0.01c0.20 ± 0.04a4.06 ± 0.89cGR (3)GREtkLUCU2OS0.12 ± 0.03b0.37 ± 0.04c0.39 ± 0.09c10.15 ± 1.54cGR (9)MMTVLucU2OS0.07 ± 0.01a0.12 ± 0.02a0.52 ± 0.08a10.54 ± 2.21bAR (6)GREtkLUCCV-10.08 ± 0.01a0.29 ± 0.03a0.19 ± 0.11b1.93 ± 0.59AR (5)AREtkLUCCV-10.07 ± 0.01a0.11 ± 0.01a0.73 ± 0.352.48 ± 0.30cPPAR (4–6)PPRELucCV-10.55 ± 0.04c1.30 ± 0.06cND0.67 ± 0.09cOpen in a separate windowa p < 0.0005.b p < 0.005.c p < 0.05.The selectivity of PA1 inhibition of GR transactivation was examined by seeing if comparable responses could be elicited with AR-regulated induction of gene expression. Two different reporter genes were employed as follows: the same GREtkLUC as above and AREtkLUC, which contains four copies of the ARE of the androgen-responsive PSA gene (31). In transiently transfected CV-1 cells, PA1 drastically reduces the Amax (and fold-induction) of AR induction of both reporters with the synthetic androgen R1881 (Table 2). The fact that the PAA of the anti-androgen RU486 is decreased more with the GREtkLUC reporter than with AREtkLuc is largely a reflection of the initial lower residual activity in the absence of PA1 of RU486 with AREtkLuc (5.7 ± 1.2%, S.E., n = 5) versus GREtkLUC (10.6 ± 1.5%, S.E., n = 6), which makes the changes in PAA with the AREtkLuc reporter less obvious. For both reporters, PA1 increases the EC50, although it is statistically significant only for AREtkLuc.Finally, we looked at the nuclear receptor PPARγ because PA1 was originally reported to be associated with the PTIP complex that was found to bind to PPARγ (24). CV-1 cells were transiently transfected with a PPRELuc reporter plus PPARγ without and with PA1 plasmid. The Amax of the PPARγ agonist rosiglitazone (Rozi) was decreased by added PA1 (Table 2), just as seen above for GR and AR. Unexpectedly, however, PA1 increased the fold-induction by Rozi. This occurs because the decrease in basal activity by PA1 in the absence of Rozi is greater than the reduction in Amax with Rozi. Equally unanticipated was that PA1 decreased the EC50 of the PPAR agonist and thus shifted the dose-response curve to the left to lower concentrations of Rozi. From these results, it is clear that PA1 influences the induction properties of a variety of steroid/nuclear receptors, although the precise effect can vary quantitatively and qualitatively with the receptor, reporter gene, and cell line.Decreased PA1 Augments GR Induction Properties of GREtkLUC Reporter The importance of endogenous PA1 in GR-mediated gene induction was studied by using siRNA to reduce the intracellular level of PA1 in U2OS cells. Compared with a control siRNA, PA1 siRNA produced an ∼60% decrease in PA1 mRNA (data not shown) and a comparable reduction of PA1 protein (Fig. 4A). Under these conditions, the decreased concentrations of PA1 significantly increase Amax and decrease the EC50 for Dex induction of GREtkLUC reporter (Fig. 4B). The PAA of the antiglucocorticoid DM increases slightly, but it is not quite statistically significant (p = 0.088). This marginal effect of PA1 siRNA on the PAA is reasonable given the residual PA1 (Fig. 4A) and the greater sensitivity of the PAA to low levels of PA1 (Fig. 2B). These results argue that endogenous levels of PA1 also influence the parameters of GR-mediated gene induction. Interestingly, reduced levels of PA1 do not increase the fold-induction, as would be expected from the data of Fig. 2B. Instead, there is a slight decrease even though the Amax increases significantly (Fig. 4B). This is because the lowered concentrations of PA1 boosts the basal activity of the PA1 siRNA-treated cells more than for the cells transfected with control siRNA. The net result is that the fold-induction by Dex with PA1 siRNA, relative to control siRNA, is slightly lower. The same behavior was noted above for PPARγ. This suggests that endogenous levels of PA1 influence not only the induction by steroid/nuclear receptors but also the amount of uninduced basal gene transcription.Open in a separate windowFIGURE 4.Reducing the level of endogenous PA1 affects GR gene induction parameters.\nA, reduction of endogenous PA1 protein with PA1 siRNA. Western blots with anti-PA1 and anti-β-actin of U2OS cells after incubation with lamin, PA1, or nonspecific control siRNAs. B, effect of PA1 siRNA on GR induction properties in U2OS cells. Triplicate samples of cells were treated as described under “Experimental Procedures” to obtain data as in Fig. 2A, which were plotted as in Fig. 2C (± S.E., n = 7; dashed line indicates no change; *, p < 0.05).PA1 Represses GR Transactivation of Endogenous Genes In view of the inhibitory effects of PA1 on exogenous reporter genes, it is important to determine whether similar activities occur with endogenous genes. We chose to look at four endogenous genes of U2OS cells (GILZ, IP6K3, IGFBP1, and LAD1) because 1) the above demonstrated modulation of GR induction parameters by PA1 is best documented in U2OS cells and 2) the responsiveness of these genes to added glucocorticoid has been previously demonstrated (14, 42).7 To quantitate the amounts of the different mRNAs, we used SYBR Green in quantitative RT-PCR assays, which gives relative total activities. Therefore, we can directly determine only the fold-induction, which is closely related to the changes in Amax when the basal levels are similar. As shown in Fig. 5, exogenous PA1 alters the induction parameters of all four genes in a manner that is qualitatively identical to the responses with exogenous reporters. The fold-induction and PAA are decreased by PA1, whereas the EC50 is increased. The exception is LAD1, where the fold-induction with added PA1 was so low (1.29 ± 0.22, S.E., n = 4) that no meaningful estimate of PAA or EC50 could be obtained. For each of the four genes, added PA1 decreases the fold-induction by 1.7-fold (for IP6K3) to 198-fold (for IGFBP1) while increasing the basal activity from 0.36-fold (i.e. decreases the basal level) to 28-fold, respectively. Therefore, it can be calculated that PA1 decreases the relative Amax and fold-induction of Dex for each gene.Open in a separate windowFIGURE 5.GR induction parameters of endogenous genes are inhibited by PA1. The induction parameters of four endogenous genes by GR in the presence of Dex or the antagonist DM, without or with exogenous PA1, were determined as described under “Experimental Procedures.” The results are grouped and plotted for each induction parameter (fold-induction, partial agonist activity, and EC50) for all four genes ± PA1 (± S.E., n = 4; *, p < 0.05; **, p < 0.005; ***, p < 0.0005).It should be noted that similar studies could not be performed in U2OS.rGR cells containing stably transfected GRs. This is because, in our hands, the dose-response curves for the induction of all four genes by Dex often do not fit first-order Hill plots and sometimes display signs of squelching (data not shown) (34). In the presence of squelching, it is not possible to determine either an Amax or an EC50.Competition of PA1 with Other Cofactors We next asked if the inhibitory actions of PA1 are similar or different from those of other repressors of GR transactivation. If they are different, the actions of PA1 and a second inhibitor should be additive or even synergistic. If the actions are via the same pathway (i.e. they can replace each other), then the addition of a second inhibitor to near maximally effective concentrations of PA1 should not have any significant further effect. From Fig. 2B, it seems that the inhibitory activity of PA1 is near a plateau with 100 ng of transfected plasmid. Therefore, we looked at the ability of another repressor of GR activities to augment the responses seen with 100 ng of PA1.A well known inhibitor of GR transactivation is the corepressor SMRT (43, 44). The originally described form of SMRT, sSMRT (45), is missing about 1000 N-terminal residues of the endogenous full-length proteins SMRT-α and -β (46) but is still a strong inhibitor of GR transactivation and is easily overexpressed in transfected cells (17, 27). In our present system of transiently transfected U2OS cells, sSMRT increases effects of low (data not shown) but not high concentrations of PA1 (Fig. 6A). This suggests that the actions of PA1 and SMRT occur via the same pathway(s) and can, for some parameters, become saturated, at least in this system.Open in a separate windowFIGURE 6.Effects of PA1 are not additive with sSMRT but are additive with TIF2. Experiments were executed in CV-1 cells with transiently transfected GR and GREtkLUC reporter and then plotted as in Fig. 2, A and C, with all combinations of sSMRT (20 ng) and PA1 (100 ng) (A) and all combinations of TIF2 (50 ng) and PA1 (50 ng) (B). Error bars are S.E., n = 4 and 8, respectively (*, p < 0.05; **, p < 0.005; ***, p < 0.0005).To obtain further evidence that PA1 is acting along the same sequence of events associated with classical GR actions, we examined the ability of the p160 coactivator TIF2 (43, 44) to reverse the effects of PA1 on GR induction of GREtkLUC in transiently transfected CV-1 cells. We have previously reported that TIF2 increases the Amax and PAA while decreasing the EC50 (36, 47). As shown in Fig. 6B, PA1 shows the normal inhibitory activity, whereas TIF2 produces exactly the opposite responses. Importantly, the combination of TIF2 and PA1 gives an intermediate response with each parameter that is statistically different from that with either factor alone. Thus, we conclude not only that TIF2 antagonizes and reverses the actions of PA1 but also that TIF2 and PA1 are acting in the same sequence of reactions whereby GR regulates gene transcription. However, this information does not allow us to say where the two factors act relative to each other.Quantitative Analysis of PA1 Action To obtain more information about the mechanisms and sites of action of PA1 and TIF2, we employed a recently developed quantitative competition assay that simultaneously examines the effects of different concentrations of two factors (27). The mathematical details of this assay are described in the supplemental material. As noted previously (9, 35), the dose-response curve of the gene product for steroid-mediated induction closely follows a Michaelis-Menten or first-order Hill plot. This curve is characterized by two parameters, the maximum activity Amax and the potency expressed as the dose for half-maximal activation (EC50). Fig. 7, A and B, shows graphs of Amax and EC50, respectively, versus PA1 plasmid added for varying values of TIF2 plasmid added. We see that Amax decreases with increased PA1 and is augmented by elevated TIF2. Conversely, the EC50 is raised with more PA1 and reduced with added TIF2. These graphs immediately show that PA1 has the characteristics of a corepressor because it decreases the maximal activity and potency of the steroid.Open in a separate windowFIGURE 7.Graphical analysis of competition assay of PA1 and TIF2 in U2OS cells. Abbreviated dose-response curves with just Dex were performed with all 16 combinations of four concentrations of PA1 and TIF2 as described under “Experimental Procedures.” The selected plots (see text for description and interpretation) are Amax\nversus PA1 (A), EC50\nversus PA1 (B), Amax/EC50\nversus TIF2 (C), Amax/EC50\nversus PA1 (D), EC50/Amax\nversus PA1 with a quadratic curve fit (E), the square root of EC50/Amax\nversus PA1 (F), and square root of one over the differences in 1/EC50\nversus PA1 (G).However, we have not utilized the shapes of the graphs quantitatively. As shown below, much more information can be gleaned from these graphs using our recently developed assay (27, 28). The assay is based on a previously validated theory of gene induction that models the entire process as a sequence of enzymatic reactions (35). The assay is able to assign a mechanism to the action of a cofactor in terms of enzyme kinetics. In enzyme kinetics, there are activators and competitive, uncompetitive, and noncompetitive inhibitors. In addition, the inhibitors can be partial or linear. These actions of activation and inhibition do not refer to the effect on the final output, as is the case for coactivators and corepressors, but they only apply to the individual reaction on which they act. To avoid confusion, we have adopted the terms accelerator and decelerator to refer to the enzymatic equivalent action of the cofactor at its site of action (28). Thus, as in enzyme kinetics, it is very possible that a decelerator could decrease the output of a given step to cause an increase in the final product, in which case it would be called a coactivator. Conversely, an accelerator could masquerade as a corepressor. Additionally, when two cofactors are competed, then the assay can also assign the relative position of each cofactor within the sequence. Finally, as in any chain of reactions there is a rate-limiting step. Although our experiments are for a closed system without fluxes, we can still identify an equilibrium analog of the rate-limiting step that we call a concentration limiting step (CLS). The competition assay assigns the site of factor action relative not only to the other factor but also relative to the CLS, the position of which we recently found is constant under a wide variety of conditions and is defined by the site of action of the reporter gene (28).PA1 Acts as a Competitive Decelerator before TIF2 To gain more information about the PA1 mechanism and site of action, especially in conjunction with TIF2 as in Fig. 6, we employed the two-factor mode of the competition assay. The two-factor mode is conducted by determining the Amax and EC50 under the 16 different experimental conditions arising from GR induction of GREtkLUC reporter with four different concentrations of TIF2, each in the presence of four different concentrations of PA1. Given the similar effects of PA1 in CV-1 and U2OS cells in Table 2, our model of steroid hormone action predicts that the mode and site of action will be the same for PA1 in the two cell lines. We therefore chose to conduct the two-factor competition assay in U2OS cells because U2OS cells are transiently transfected more efficiently than CV-1 cells, because PA1 and TIF2 also oppose the actions of each other in U2OS cells just as they do in CV-1 cells (Fig. 6B and data not shown), and because PA1 was shown above to alter the properties of several endogenous genes of U2OS cells (Fig. 5). The data are then plotted in a series of four graphs of 1/EC50 and Amax/EC50\nversus each factor in the presence of the four concentrations of the second factor. These nonintuitive combinations are chosen because the theory indicates that they will yield much more information about mechanisms and locations of cofactor actions than the above simple plots of Amax and EC50 (Fig. 7, A and B). Of the infinite number of possible shapes, the theory predicts that the graphical behavior of the curves in each plot can only be one of just 35 types, each of which is associated with unique kinetic actions (e.g. accelerator or competitive decelerator) (28) and positions of factor action (27). In the case of an accelerator, the identification of the relevant graphical behavior requires determining the level of endogenous accelerator relative to added accelerator, which is accomplished by Western blot analysis.Two particularly informative graphs for the competition experiments with TIF2 and PA1 are Amax/EC50\nversus TIF2 (Fig. 7C) and PA1 (Fig. 7D). The amounts of TIF2 plasmid on the x axis of the Amax/EC50\nversus TIF2 plot (Fig. 7C) have been corrected for the nonlinear expression of TIF2 that is revealed in the analysis of the Western blots of different amounts of transfected TIF2 plasmid, as described elsewhere (27). When this is done, the lines in Fig. 7A were found to intersect at a position of negative x (−14.0 ± 1.8, S.D., n = 4) and negative y (y = −1.7 ± 0.42, S.D., n = 4). This y coordinate of the intersection point is, relative to the y axis values of up to 60, very close to 0. The interpretation of this result hinges on whether the x axis intersection value corresponds to either no TIF2 (endogenous or exogenous) in the cells or less than no TIF2. By Western blots (data not shown), it was determined that the amount of endogenous TIF2 is equivalent to 4.1 ng of TIF2 plasmid. Therefore, no TIF2 in the cells is equal to −4.1 ng of TIF2 plasmid. Because the intersection point of the lines occurs at a value of TIF2 plasmid that is significantly less than that where no TIF2 would be present in the cells, the description of this graph is that of entry 25 in the table of Dougherty et al. (27). This entry predicts that TIF2 is an accelerator (28) after the CLS, and PA1 is a competitive decelerator before or at the CLS.The classification of the graph of Amax/EC50\nversus PA1 (Fig. 7D) depends upon whether the curves go to zero or some positive value of Amax/EC50 at infinite PA1. This can be deduced by plotting EC50/Amax (Fig. 7E) versus PA1. It was determined that PA1 expression is linear over the range of plasmid used. Therefore, no correction in the amounts of exogenous PA1 that are expressed is needed. A plot of EC50/Amax can normally decide between the two, depending on whether a linear plot is obtained without or with subtraction of the positive asymptote from the Amax/EC50 values before calculating the reciprocal of Amax/EC50 (36). In the present case, the graph of EC50/Amax\nversus PA1 is nonlinear with upward curvature (Fig. 7E). Linear plots give progressively poorer fits with decreasing TIF2, as indicated by lower R2 values (data not shown). According to our theory, such a behavior is not possible if a factor acts in only one location. However, it is possible if the factor acts at more than one location simultaneously. If the factor acts in two locations then the curve would have a quadratic shape (see also supplemental material). This can be confirmed either by fitting to a quadratic function or by plotting the square root of EC50/Amax\nversus PA1. As seen in Fig. 7F, the graph of the square root of EC50/Amax\nversus PA1 is linear (R2 > 0.99). This behavior is diagnostic of the factor being a competitive decelerator at two sites, both of which are at or before the CLS. It should be noted that, by definition within the theory, it is impossible for two competitors to act at the same step. Therefore, we conclude that PA1 acts as a competitive decelerator at two sites, both of which are before TIF2. Furthermore, the two sites of PA1 action are either at the CLS and before the CLS or at two different sites, both of which are before the CLS. These conclusions confirm and extend the above conclusions of Fig. 7, A and B.We can independently validate our predictions with another experimental result by examining the plot of 1/EC50. From Fig. 7, D–F, we can conclude that PA1 is a competitive decelerator acting at two sites before the CLS, whereas the graph of Amax/EC50\nversus TIF2 (data not shown) indicates that TIF2 is an accelerator acting after the CLS. According to our theory and as shown in the supplemental materials, we can predict the behavior for 1/EC50. The curve has a complicated form but can be transformed into something simpler by first subtracting the value of 1/EC50 for each amount of PA1 at one level of added TIF2 from the 1/EC50 value at a higher level of TIF2 and the same amount of PA1. Then take the inverse of this difference and plot the square root of this inverse against the amount of added PA1. The prediction is that this plot will be linear with a positive slope. Fig. 7G shows just this behavior, thereby confirming our prediction. We stress that the chances of a random curve obeying this condition are negligible.Mechanism of PA1 Inhibition Is Gene-dependent To gain further information regarding the competitive deceleratory activity of PA1, but from a different vantage, we used ChIP assays to examine the binding of GR and PA1 to two of the endogenous GR-regulated genes of U2OS cells that were shown in Fig. 5 to be affected by PA1, IGFBP1 and IP6K3. It is important to note that these conditions closely approximate those of the competition assay of Fig. 7. These studies were facilitated by our recent identification of very effective GREs in an intron downstream of the promoter region of each gene.7 With both genes, we determined the recruitment of GR and PA1 to various regions, including the GRE, without and with added PA1, in the presence of vehicle, 1 μm Dex, or 1 μm of the antagonist DM. Thus, for IGFBP1, factor binding was monitored at the two previously described GREs (IG1 and IG2) (37), the more active intronic GRE,7 a possible polymerase pause site at +50 bp (48, 49), and a randomly selected downstream intron, intron 3 (Fig. 8A). The regions of the IP6K3 gene that were probed include the intronic GRE, the transcriptional start site, the putative pause site, and randomly selected 5′ and 3′ regions (Fig. 8A). For both genes, anti-FLAG antibody was used as a nonspecific control antibody.Open in a separate windowFIGURE 8.ChIP analysis of GR and PA1 binding to endogenous GR-regulated genes in U2OS cells.\nA, schematics of region around the transcriptional start site (TSS) of IGFBP1 (top) and IP6K3 (bottom) genes. In both cases, exons are represented by open boxes, and regions probed by quantitative RT-PCR primers are indicated by filled and diagonally striped boxes. B, ChIP assay of IGFBP1 gene. Recruitment of GR, PA1, and background binding to the regions listed on the x axis was analyzed for cells transiently transfected with GR ± PA1 and then incubated with vehicle (EtOH), 1 μm Dex, or 1 μm DM (see under “Experimental Procedures”), as indicated by the shaded bars in each graph. The amount of factor recruitment is plotted as percent of input of each DNA sequence (± S.E., GR (n = 6–8 without PA1, = 3 with PA1); PA1 (n = 9 ± PA1); FLAG(n = 9–11 without PA1, = 6 with PA1); *, p < 0.03; **, p < 0.003). C, ChIP assay of IP6K3 gene. Assays were conducted as in B but for IP6K3 gene (±S.E., GR (n = 6–8 without PA1, = 3 with PA1); PA1 (n = 9 ± PA1); FLAG (n = 9–11 without PA1, = 7 with PA1); *, p < 0.03). D, ChIP/reChIP assays of GR and PA1 binding to IP6K3 and IGFBP1 genes. Assays were performed first with anti-GR and then reChIP with anti-FLAG (for FLAG/PA1), as described under “Experimental Procedures,” on cells that had been treated and plotted as in B (± S.E., n = 4–5; *, p < 0.05; **, p < 0.003 for GR binding in GR ChIP graphs and for PA1 binding in ChIP/reChIP graphs).GR recruitment to the intronic GRE of IGFBP1 is seen to be enhanced by both agonist (p < 0.05) and antagonist (p = 0.065) steroids (Fig. 8B). Equivalent steroid-induced binding was not observed at any of the other regions examined in the IGFBP1 gene, including the less active GREs of IG1 and IG2. Relative to GR binding to the two control regions (“pause” and intron 3), the recruitment of GR-steroid complexes to the GRE was highly significant (p ≤ 0.0003). In the presence of exogenous PA1, the association of steroid-free and steroid-bound GR with all regions was inhibited, but the decrease was greatest for steroid-bound GRs at the GRE. Similar, albeit less dramatic decreases, were seen when the data were plotted as the average fold decrease without or with prior normalization to the fold changes seen at intron 3 or at the pause site (data not shown). Conversely, the association of PA1 at the GRE increases with exogenous PA1 ± steroid (Fig. 8B, top right graph). The level of PA1 binding to the GRE was significantly greater than that to the pause region (p = 0.043 to 0.0038) but not to the intron 3 region. In all situations, the background binding of protein, as determined by ChIP with anti-FLAG antibody, was low.The binding of GR and PA1 to IP6K3 gene elements (Fig. 8C) appears similar to that observed for IGFBP1. As with IGFBP1, the recruitment of GR and PA1 was highest to the intronic GRE, where a reciprocal relationship exists. GR was high when PA1 was low and vice versa. Interestingly, the steroid-induced recruitment of GR to the GRE is more significant in the presence of added PA1 (p < 0.05) than in the absence of exogenous PA1 (p < 0.18). As with IGFBP1, PA1 binding to the I6PK3 GRE with added PA1 ± steroid was significantly higher than to the upstream pause region (p ≤ 0.006) but not to the downstream 3′C site. Also, GR binding to the GRE was more sensitive to added steroid than was PA1 binding. Again, the results with anti-FLAG antibody indicate that the nonspecific association to all regions examined was low. In contrast to the IGFBP1 gene, however, exogenous PA1 was less effective in reducing GR-steroid complex binding at the GRE. Thus, relatively more steroid-induced recruitment of the same population of GRs was seen in the presence of exogenous PA1 to the GRE of I6PK3 than of IGFBP1 (Fig. 8, C versus B). At the same time, the absolute recruitment of PA1 to the GRE of IP6K3 is more than for IGFBP1, although the proportional increases in PA1 are comparable.Collectively, the above data are consistent with PA1 inhibiting GR transactivation by one of two mechanisms in a gene-selective manner. First, PA1 and GR may compete for GRE binding with the PA1-GR complexes displaying negligible binding to the GRE and DNA in general. This would explain the observation that added PA1 simultaneously decreases GR binding and increases PA1 binding to both GREs and nonspecific DNA. Second, PA1 binding to GR may render those GR complexes that remain at the GRE less transcriptionally active. The major difference between these two mechanisms is that GR and PA1 would be expected to both be present if the second mechanism is operative but not in the case of the first mechanism. To distinguish between these two possibilities, we performed a ChIP/reChIP assay with both genes under conditions where cells were cotransfected with GR and PA1 and then treated with vehicle or Dex (Fig. 8D). With IP6K3, the first ChIP with anti-GR shows the expected specific and steroid-inducible attachment of GR to the GRE compared with anti-FLAG controls. However, reChIP with anti-PA1 revealed no enrichment of PA1 in samples first immunoprecipitated by anti-GR versus nonspecific immunoprecipitation with anti-FLAG. It is possible that the relatively high background was obscuring an increased signal with anti-PA1, but this seemed unlikely. Therefore, we concluded that appreciable amounts of PA1 and GR were not simultaneously present at the IP6K3 GRE. For the IGFBP1 gene in the same cells, we again see the previously noted specific (re anti-FLAG) and steroid-enhanced binding of GR to the intronic GRE (Fig. 8D, bottom panels). This time, however, the reChIP assay displays a weak but statistically significant increase in PA1 binding in the anti-GR isolated material versus the anti-FLAG control. These results suggest that some complexes of GR with PA1 were present at the intronic GRE of the IGFBP1 gene. We therefore propose that PA1 can restrict GR induction of endogenous genes by at least two mechanisms. The first mechanism is by binding to GR and inhibiting GR binding to the GRE (and other DNA sites), as for I6PK3 (Fig. 8C). In the presence of elevated PA1, the binding of GR to the I6PK3 GRE that does occur is devoid of associated PA1 (Fig. 8D). The second mechanism is by complexing with GR to reduce the quantity, and possibly the transcriptional activity, of those GR-PA1 complexes that are recruited to the GRE, as seen for IGFBP1 in Fig. 8, B and D. It is interesting to note that our above functional competition assay determined that PA1 acts as a competitive decelerator at two steps with the synthetic GREtkLUC reporter (see “Discussion”). DISCUSSIONThis study identifies PA1 as a new cofactor that represses the three major parameters of GR-regulated gene transactivation as follows: the Amax, the potency of steroid activity with GR (EC50), and the PAA. The responses to overexpressed PA1 are reversed when the levels of endogenous PA1 are decreased. The inhibitory activities of transiently transfected PA1 are seen with two exogenous reporter genes in two different cell lines as well as with four endogenous GR-responsive genes. Thus, the biological activities of PA1 are preserved under a variety of conditions. PA1 binds to multiple forms of truncated GR (Fig. 1C), and the GR LBD is required to produce the steroid-induced changes in Amax, EC50, and PAA for a given gene with added PA1. However, the DBD of GR is essential for PA1 to exert its full complement of negative effects on GR-induced transactivation, as is revealed by mammalian two-hybrid and transient transfection assays with full-length and truncated GRs. Mechanistic studies reveal that the corepressor sSMRT cannot augment the actions of high concentrations of PA1, suggesting that the system is saturated for repression or that sSMRT and PA1 act at the same step. Conversely, the coactivator TIF2 reverses the effects of exogenous PA1. Kinetic analysis of the sites of TIF2 and PA1 actions using a newly developed competition assay indicates that TIF2 functions downstream of PA1, which acts as a competitive decelerator at two sites or steps. Thus, we can conclude that PA1 does not simply displace, compete with, or inactivate TIF2 and that the action of some other factor(s) is targeted by PA1. ChIP and ChIP/reChIP assays of two endogenous genes also yield the conclusion that PA1 can act at two different steps. It should be noted that the competition and ChIP assays give completely different types of information. Nevertheless, the fact that they both suggest that PA1 can act at two different steps in the GR-regulated transactivation sequence of endogenous genes is strong support for the validity of this novel mechanism of cofactor action.PA1, also called GAS, is known to bind to the N-terminal AF1 domain of ERα and to increase ERα transactivation without and with the added p160 coactivator SRC-1 (but not another p160 coactivator AIB1). PA1 is also recruited to the promoter region of the pS2 (TFF1) gene in the presence of estradiol. However, PA1 did not interact with retinoic acid receptor α and was therefore thought to selectively associate with ERα (26). Consequently, we were surprised to find that PA1 both binds GR and decreases the transactivation activity of not only GR but also AR and PPARγ. Thus, PA1 is more promiscuous than previously proposed. The cell-free association of PA1 with both GR and ERα is steroid-independent. For GR, however, this may be a consequence of the known ability of steroid-free GRs to be activated in cell-free systems and mimic the behavior of steroid-bound GRs (50–53). This would explain why PA1 binding to GRs is steroid-independent in the cell-free assays of Fig. 1, A–C, but not in the whole cell two-hybrid assay of Fig. 1G. It is not known whether PA1 association with ERα in two-hybrid assays is similarly steroid-dependent. However, most of the properties of PA1 with GR versus ERα are different, such as the effect of PA1 on receptor transactivation activity. Furthermore, PA1 interacts more strongly with DBD-containing segments of GR, as opposed to the N-terminal domain with ERα. Finally, PA1 binding to GREs is largely steroid-independent (Fig. 8, B and C), in contrast to the estrogen dependence for PA1 recruitment to an estrogen-response element (26). Future studies are required to determine whether PA1 interactions with AR and PPARγ are like those with GR or ERα or are entirely different.Interestingly, the ability of PA1 to modulate the different parameters (Amax, EC50, and PAA) is not constant. Thus, increasing the amount of added PA1 from 20 to 100 ng continues to decrease the Amax but is unable to further change first the PAA of DM and then the EC50 of induction with Dex (Fig. 2B). Conversely, reduced intracellular levels of PA1 significantly modulate the Amax and EC50 but not the PAA (Fig. 4B), as would be expected from the greater sensitivity of PAA to added PA1. Furthermore, PA1 requires specific regions of GR for the modulation of the various parameters. Thus, the chimera GAL/GR525C, which contains only the LBD of GR, is sufficient for PA1 to dramatically alter the Amax but not the PAA or EC50 (Fig. 3C). These results provide additional examples that selected regions of GR and associated cofactors can modify the various parameters via independent pathways or molecular interactions (23, 54, 55) and raise the prospect that this could be a general property of steroid-regulated gene expression. This phenomenon may also account for the unanticipated ability of PA1 to decrease the EC50 of PPARγ-regulated gene induction as opposed to the increases seen with GR and AR (Table 2).To more fully understand the actions of PA1 with GR, we have used our recently developed competition assay, which affords a kinetically defined description of how and where both competing cofactors act (27, 35, 36). We find that PA1 exerts its effects before the accelerator (also known as the coactivator) TIF2 at two steps. Both of these steps of PA1 activity are at or before the CLS, which is the steady state equivalent of the rate-limiting step in enzyme kinetics. This information is unobtainable from current methods, such as ChIP and GroSeq (13, 56), which reveal invaluable information about when and where a factor binds to DNA. However, as seen with paused polymerase, when a factor binds is not necessarily when it acts. A full competition assay was not performed with PA1 and sSMRT. Nevertheless, the data of Fig. 6A suggest that they are both acting in the same sequence of reactions as inhibitors of GR action because their effects are not additive. In contrast, PA1 and the coactivator TIF2 antagonize each other (Fig. 6B), with PA1 acting before TIF2 (Fig. 7).ChIP assays with IGFBP1 and IP6K3 have also implicated two different steps that are affected by PA1. For IP6K3, it appears that PA1 efficiently reduces GR binding to the GRE. Within the precision of the ChIP/reChIP assay, we conclude that the reduced amount of GR that is observed at the GRE with added PA1 is not accompanied by PA1 (Fig. 8, C and D). With IGFBP1, however, the lower levels of GR at the GRE in the presence of exogenous PA1 are associated with PA1 (Fig. 8, B and D). This is consistent with PA1 both inhibiting GR binding and reducing the transcriptional activity of the GRE-bound receptors in the IGFBP1 gene. The fact that both of these steps could easily occur before TIF2 would bind to those GRs recruited to the GRE is entirely consistent with the results of the competition assay, which determined that PA1 acts at two steps before TIF2 (see under “Results” and Fig. 7).The ChIP and competition assays were conducted in the same cells under very similar conditions. For these reasons, it is tempting to speculate that the two steps detected by the competition assay for the exogenous gene GREtkLUC are the same as those seen with the endogenous genes IGFBP1 and IP6K3, i.e. prevention of GR binding to the GRE and reduced transactivation of a GR-PA1 complex bound to the GRE. However, this does not require that all GR-regulated genes be similarly affected by PA1. The GRE sequence has emerged as a significant participant in GR actions with different genes (12). Furthermore, not all GR-responsive genes are similarly regulated by GR (57). Thus, it is possible that only one mechanism (mechanism 1) is operational with IP6K3, whereas both occur with IGFBP1. An alternative and more attractive explanation, given the continuum of responses that are increasingly seen in biological control mechanisms (6, 47, 58, 59), is that both mechanisms could be operative but to varying extents. For example, if the contribution of above mechanism 2 to PA1 modulation of IP6K3 gene induction by GR is small, its presence would not be detected by the limited sensitivity the ChIP/reChIP assay.In addition to effects on the properties of gene induction by GRs, PA1 is also capable of affecting the basal level of gene transcription. This was seen both for GR induction of the GREtkLUC reporter ± PA1 siRNA (Fig. 4) and for PPARγ with the PPRELuc reporter (Table 2). Thus, this sensitivity of basal level expression to PA1 is independent of the receptor and the reporter construct. This activity of PA1 on basal level gene expression is also independent of the effects of PA1 on Amax and EC50, both of which are relatively insensitive to changes in basal activity when the fold-induction is ≥10, as it is for these two systems. Therefore, PA1 appears capable of influencing at least three different step as follows: basal gene expression (which is, by definition, independent of receptor-steroid complexes and thus would not be detected in our competition assay) and two steps during GR transactivation, for which one is before the CLS and the other is either at a different step before the CLS or at the CLS itself.The ability of PA1 to similarly alter the induction parameters of exogenous (Fig. 2 and Table 2) and endogenous genes (Fig. 5) argues that chromatin organization is not a required component of these responses, at least for these exogenous genes. This might have been anticipated from the recent reports that 80–90% of the endogenous GR-regulated genes have an open chromatin conformation (60, 61). The similar responses for endogenous and transfected genes are particularly helpful in interpreting ChIP assays. Thus, the conclusions from the assays with exogenous genes, where stronger signals are more easily obtained, should be applicable to at least a sub-set of endogenous genes.In conclusion, PA1 is a new cofactor that inhibits the induction properties of a variety of steroid receptors with both exogenous and endogenous genes in different cell types. Detailed studies with GR reveal that PA1 associates strongly with GR fragments containing the GR DBD, which is essential for the full spectrum of biological responses to PA1. A combination of kinetic competition assays and ChIP assays with exogenous and endogenous genes indicates that PA1 acts at two different stages of the induction process. Future studies are required to determine whether this multisite action of PA1 is shared by other cofactors of steroid-regulated gene transcription. AcknowledgmentsWe thank John A. Blackford, Jr. (Steroid Hormones Section, NIDDK, National Institutes of Health) for excellent technical assistance; Kai Ge (NIDDK, National Institutes of Health) for reagents and expert technical advice, and Tomoshige Kino (NIDDK, National Institutes of Health) for constructive criticism. *This work was supported in whole by National Institutes of Health Intramural Research Program, NIDDK.This article contains supplemental text and Tables S1 and S2.7M. Luo, R. Zhu, Z. Zhang, C. C. Chow, R. Li, and S. S. Simons, Jr., manuscript in preparation. 6The abbreviations used are:\nGRglucocorticoid receptorPAApartial agonist activity of antisteroidDBDDNA binding domainLBDligand binding domainPTIPPax2 transactivation domain interaction proteinDexdexamethasoneDMDex-21-mesylatecoIPcoimmunoprecipitationARandrogen receptorGREglucocorticoid response elementAREandrogen response elementRozirosiglitazonePPARperoxisome proliferator-activated receptorERαestrogen receptor αCLSconcentration limiting step. REFERENCES1. \nBamberger C. M., Schulte H. M., Chrousos G. P. (1996) Molecular determinants of glucocorticoid receptor function and tissue sensitivity to glucocorticoids. Endocr. Rev.\n17, 245–261 [PubMed] [Google Scholar]2. \nRogalska J. (2010) Mineralocorticoid and glucocorticoid receptors in hippocampus. Their impact on neuron survival and behavioral impairment after neonatal brain injury. Vitam. Horm.\n82, 391–419 [PubMed] [Google Scholar]3. \nSimons S. S., Jr. (1994) Function/activity of specific amino acids in glucocorticoid receptors. Vitam. Horm.\n48, 49–130 [PubMed] [Google Scholar]4. \nLonard D. M., O'malley B. W. (2007) Nuclear receptor coregulators. Judges, juries, and executioners of cellular regulation. Mol. Cell\n27, 691–700 [PubMed] [Google Scholar]5. \nRosenfeld M. G., Lunyak V. V., Glass C. K. (2006) Sensors and signals. A coactivator/corepressor/epigenetic code for integrating signal-dependent programs of transcriptional response. Genes Dev.\n20, 1405–1428 [PubMed] [Google Scholar]6. \nSimons S. S., Jr. (2008) What goes on behind closed doors. Physiological versus pharmacological steroid hormone actions. BioEssays\n30, 744–756 [PMC free article] [PubMed] [Google Scholar]7. \nMunck A., Holbrook N. J. (1984) Glucocorticoid-receptor complexes in rat thymus cells. Rapid kinetic behavior and a cyclic model. J. Biol. Chem.\n259, 820–831 [PubMed] [Google Scholar]8. \nSimons S. S., Jr. (2010) Glucocorticoid receptor cofactors as therapeutic targets. Curr. Opin. Pharmacol.\n10, 613–619 [PMC free article] [PubMed] [Google Scholar]9. \nSimons S. S., Jr., Chow C. C. (2012) The road less traveled. New views of steroid receptor action from the path of dose-response curves. Mol. Cell. Endocrinol.\n348, 373–382 [PMC free article] [PubMed] [Google Scholar]10. \nOjasoo T., Doré J.-C., Gilbert J., Raynaud J.-P. (1988) Binding of steroids to the progestin and glucocorticoid receptors analyzed by correspondence analysis. J. Med. Chem.\n31, 1160–1169 [PubMed] [Google Scholar]11. \nHe Y., Szapary D., Simons S. S., Jr. (2002) Modulation of induction properties of glucocorticoid receptor-agonist and -antagonist complexes by coactivators involves binding to receptors but is independent of ability of coactivators to augment transactivation. J. Biol. Chem.\n277, 49256–49266 [PubMed] [Google Scholar]12. \nMeijsing S. H., Pufall M. A., So A. Y., Bates D. L., Chen L., Yamamoto K. R. (2009) DNA-binding site sequence directs glucocorticoid receptor structure and activity. Science\n324, 407–410 [PMC free article] [PubMed] [Google Scholar]13. \nJohn S., Sabo P. J., Johnson T. A., Sung M. H., Biddie S. C., Lightman S. L., Voss T. C., Davis S. R., Meltzer P. S., Stamatoyannopoulos J. A., Hager G. L. (2008) Interaction of the glucocorticoid receptor with the chromatin landscape. Mol. Cell\n29, 611–624 [PubMed] [Google Scholar]14. \nLee G.-S., Simons S. S., Jr. (2011) Ligand binding domain mutations of the glucocorticoid receptor selectively modify the effects with, but not binding of, cofactors. Biochemistry\n50, 356–366 [PMC free article] [PubMed] [Google Scholar]15. \nHeemers H. V., Regan K. M., Schmidt L. J., Anderson S. K., Ballman K. V., Tindall D. J. (2009) Androgen modulation of coregulator expression in prostate cancer cells. Mol. Endocrinol.\n23, 572–583 [PMC free article] [PubMed] [Google Scholar]16. \nYoon H. G., Wong J. (2006) The corepressor silencing mediator of retinoid and thyroid hormone receptor and nuclear receptor corepressor are involved in agonist- and antagonist-regulated transcription by androgen receptor. Mol. Endocrinol.\n20, 1048–1060 [PubMed] [Google Scholar]17. \nSong L.-N., Huse B., Rusconi S., Simons S. S., Jr. (2001) Transactivation specificity of glucocorticoid versus progesterone receptors. Role of functionally different interactions of transcription factors with amino- and carboxyl-terminal receptor domains. J. Biol. Chem.\n276, 24806–24816 [PubMed] [Google Scholar]18. \nSzapary D., Song L.-N., He Y., Simons S. S., Jr. (2008) Differential modulation of glucocorticoid and progesterone receptor transactivation. Mol. Cell. Endocrinol.\n283, 114–126 [PMC free article] [PubMed] [Google Scholar]19. \nLuo M., Simons S. S., Jr. (2009) Modulation of glucocorticoid receptor induction properties by cofactors in peripheral blood mononuclear cells. Hum. Immunol.\n70, 785–789 [PMC free article] [PubMed] [Google Scholar]20. \nEstébanez-Perpiñá E., Arnold L. A., Arnold A. A., Nguyen P., Rodrigues E. D., Mar E., Bateman R., Pallai P., Shokat K. M., Baxter J. D., Guy R. K., Webb P., Fletterick R. J. (2007) A surface on the androgen receptor that allosterically regulates coactivator binding. Proc. Natl. Acad. Sci. U.S.A.\n104, 16074–16079 [PMC free article] [PubMed] [Google Scholar]21. \nHwang J. Y., Arnold L. A., Zhu F., Kosinski A., Mangano T. J., Setola V., Roth B. L., Guy R. K. (2009) Improvement of pharmacological properties of irreversible thyroid receptor coactivator binding inhibitors. J. Med. Chem.\n52, 3892–3901 [PMC free article] [PubMed] [Google Scholar]22. \nParent A. A., Gunther J. R., Katzenellenbogen J. A. (2008) Blocking estrogen signaling after the hormone. Pyrimidine-core inhibitors of estrogen receptor-coactivator binding. J. Med. Chem.\n51, 6512–6530 [PMC free article] [PubMed] [Google Scholar]23. \nAwasthi S., Simons S. S., Jr. (2012) Separate regions of glucocorticoid receptor, coactivator TIF2, and comodulator STAMP modify different parameters of glucocorticoid-mediated gene induction. Mol. Cell. Endocrinol.\n355, 121–134 [PMC free article] [PubMed] [Google Scholar]24. \nCho Y. W., Hong T., Hong S., Guo H., Yu H., Kim D., Guszczynski T., Dressler G. R., Copeland T. D., Kalkum M., Ge K. (2007) PTIP associates with MLL3- and MLL4-containing histone H3 lysine 4 methyltransferase complex. J. Biol. Chem.\n282, 20395–20406 [PMC free article] [PubMed] [Google Scholar]25. \nGong Z., Cho Y. W., Kim J. E., Ge K., Chen J. (2009) Accumulation of Pax2 transactivation domain interaction protein (PTIP) at sites of DNA breaks via RNF8-dependent pathway is required for cell survival after DNA damage. J. Biol. Chem.\n284, 7284–7293 [PMC free article] [PubMed] [Google Scholar]26. \nLiang J., Zhang H., Zhang Y., Zhang Y., Shang Y. (2009) GAS, a new glutamate-rich protein, interacts differentially with SRCs and is involved in oestrogen receptor function. EMBO Rep.\n10, 51–57 [PMC free article] [PubMed] [Google Scholar]27. \nDougherty E. J., Guo C., Simons S. S., Jr., Chow C. C. (2012) Deducing the temporal order of cofactor function in ligand-regulated gene transcription. Theory and experimental verification. PLoS ONE\n7, e30225. [PMC free article] [PubMed] [Google Scholar]28. \nBlackford J. A., Jr., Guo C., Zhu R., Dougherty E. J., Chow C. C., Simons S. S., Jr. (2012) Identification of location and kinetically defined mechanism of cofactors and reporter genes in the cascade of steroid-regulated transactivation. J. Biol. Chem.\n287, 40982–40995 [PMC free article] [PubMed] [Google Scholar]29. \nSimons S. S., Jr., Pons M., Johnson D. F. (1980) α-Keto mesylate: A reactive thiol-specific functional group. J. Org. Chem.\n45, 3084–3088 [Google Scholar]30. \nWang D., Wang Q., Awasthi S., Simons S. S., Jr. (2007) Amino-terminal domain of TIF2 is involved in competing for corepressor binding to glucocorticoid and progesterone receptors. Biochemistry\n46, 8036–8049 [PubMed] [Google Scholar]31. \nYu X., Li P., Roeder R. G., Wang Z. (2001) Inhibition of androgen receptor-mediated transcription by amino-terminal enhancer of split. Mol. Cell. Biol.\n21, 4614–4625 [PMC free article] [PubMed] [Google Scholar]32. \nKim J. B., Wright H. M., Wright M., Spiegelman B. M. (1998) ADD1/SREBP1 activates PPARγ through the production of endogenous ligand. Proc. Natl. Acad. Sci. U.S.A.\n95, 4333–4337 [PMC free article] [PubMed] [Google Scholar]33. \nTao Y.-G., Xu Y., Xu H. E., Simons S. S., Jr. (2008) Mutations of glucocorticoid receptor differentially affect AF2 domain activity in a steroid-selective manner to alter the potency and efficacy of gene induction and repression. Biochemistry\n47, 7648–7662 [PMC free article] [PubMed] [Google Scholar]34. \nHe Y., Simons S. S., Jr. (2007) STAMP, a novel predicted factor assisting TIF2 actions in glucocorticoid receptor-mediated induction and repression. Mol. Cell. Biol.\n27, 1467–1485 [PMC free article] [PubMed] [Google Scholar]35. \nOng K. M., Blackford J. A., Jr., Kagan B. L., Simons S. S., Jr., Chow C. C. (2010) A theoretical framework for gene induction and experimental comparisons. Proc. Natl. Acad. Sci. U.S.A.\n107, 7107–7112 [PMC free article] [PubMed] [Google Scholar]36. \nChow C. C., Ong K. M., Dougherty E. J., Simons S. S., Jr. (2011) Inferring mechanisms from dose-response curves. Methods Enzymol.\n487, 465–483 [PMC free article] [PubMed] [Google Scholar]37. \nChen W., Rogatsky I., Garabedian M. J. (2006) MED14 and MED1 differentially regulate target-specific gene activation by the glucocorticoid receptor. Mol. Endocrinol.\n20, 560–572 [PubMed] [Google Scholar]38. \nNelson J. D., Denisenko O., Bomsztyk K. (2006) Protocol for the fast chromatin immunoprecipitation (ChIP) method. Nat. Protoc.\n1, 179–185 [PubMed] [Google Scholar]39. \nde Felipe K. S., Carter B. T., Althoff E. A., Cornish V. W. (2004) Correlation between ligand-receptor affinity and the transcription readout in a yeast three-hybrid system. Biochemistry\n43, 10353–10363 [PubMed] [Google Scholar]40. \nTruss M., Chalepakis G., Beato M. (1992) Interplay of steroid hormone receptors and transcription factors on the mouse mammary tumor virus promoter. J. Steroid Biochem. Mol. Biol.\n43, 365–378 [PubMed] [Google Scholar]41. \nCho S., Kagan B. L., Blackford J. A., Jr., Szapary D., Simons S. S., Jr. (2005) Glucocorticoid receptor ligand binding domain is sufficient for the modulation of glucocorticoid induction properties by homologous receptors, coactivator transcription intermediary factor 2, and Ubc9. Mol. Endocrinol.\n19, 290–311 [PubMed] [Google Scholar]42. \nRogatsky I., Wang J. C., Derynck M. K., Nonaka D. F., Khodabakhsh D. B., Haqq C. M., Darimont B. D., Garabedian M. J., Yamamoto K. R. (2003) Target-specific utilization of transcriptional regulatory surfaces by the glucocorticoid receptor. Proc. Natl. Acad. Sci. U.S.A.\n100, 13845–13850 [PMC free article] [PubMed] [Google Scholar]43. \nMcKenna N. J., Lanz R. B., O'Malley B. W. (1999) Nuclear receptor coregulators. Cellular and molecular biology. Endocr. Rev.\n20, 321–344 [PubMed] [Google Scholar]44. \nXu L., Glass C. K., Rosenfeld M. G. (1999) Coactivator and corepressor complexes in nuclear receptor function. Curr. Opin. Genet. Dev.\n9, 140–147 [PubMed] [Google Scholar]45. \nChen J. D., Evans R. M. (1995) A transcriptional corepressor that interacts with nuclear hormone receptors. Nature\n377, 454–457 [PubMed] [Google Scholar]46. \nOrdentlich P., Downes M., Xie W., Genin A., Spinner N. B., Evans R. M. (1999) Unique forms of human and mouse nuclear receptor corepressor SMRT. Proc. Natl. Acad. Sci. U.S.A.\n96, 2639–2644 [PMC free article] [PubMed] [Google Scholar]47. \nSzapary D., Huang Y., Simons S. S., Jr. (1999) Opposing effects of corepressor and coactivators in determining the dose-response curve of agonists, and residual agonist activity of antagonists, for glucocorticoid receptor-regulated gene expression. Mol. Endocrinol.\n13, 2108–2121 [PubMed] [Google Scholar]48. \nLee C., Li X., Hechmer A., Eisen M., Biggin M. D., Venters B. J., Jiang C., Li J., Pugh B. F., Gilmour D. S. (2008) NELF and GAGA factor are linked to promoter-proximal pausing at many genes in Drosophila. Mol. Cell. Biol.\n28, 3290–3300 [PMC free article] [PubMed] [Google Scholar]49. \nSun J., Pan H., Lei C., Yuan B., Nair S. J., April C., Parameswaran B., Klotzle B., Fan J. B., Ruan J., Li R. (2011) Genetic and genomic analyses of RNA polymerase II-pausing factor in regulation of mammalian transcription and cell growth. J. Biol. Chem.\n286, 36248–36257 [PMC free article] [PubMed] [Google Scholar]50. \nWillmann T., Beato M. (1986) Steroid-free glucocorticoid receptor binds specifically to mouse mammary tumour virus DNA. Nature\n324, 688–691 [PubMed] [Google Scholar]51. \nCho S., Blackford J. A., Jr., Simons S. S., Jr. (2005) Role of activation function domain-1, DNA binding, and coactivator GRIP1 in the expression of partial agonist activity of glucocorticoid receptor-antagonist complexes. Biochemistry\n44, 3547–3561 [PubMed] [Google Scholar]52. \nWang D., Simons S. S., Jr. (2005) Corepressor binding to progesterone and glucocorticoid receptors involves the activation function-1 domain and is inhibited by molybdate. Mol. Endocrinol.\n19, 1483–1500 [PubMed] [Google Scholar]53. \nKhan S. H., Awasthi S., Guo C., Goswami D., Ling J., Griffin P. R., Simons S. S., Jr., Kumar R. (November\n6, 2012) Binding of the amino-terminal region of coactivator TIF2 to the intrinsically disordered AF1 domain of the glucocorticoid receptor is accompanied by conformational reorganizations. J. Biol. Chem.\n287, 44546–44560 [PMC free article] [PubMed] [Google Scholar]54. \nKaul S., Blackford J. A., Jr., Cho S., Simons S. S., Jr. (2002) Ubc9 is a novel modulator of the induction properties of glucocorticoid receptors. J. Biol. Chem.\n277, 12541–12549 [PubMed] [Google Scholar]55. \nKim Y., Sun Y., Chow C., Pommier Y. G., Simons S. S., Jr. (2006) Effects of acetylation, polymerase phosphorylation, and DNA unwinding in glucocorticoid receptor transactivation. J. Steroid Biochem. Mol. Biol.\n100, 3–17 [PubMed] [Google Scholar]56. \nHah N., Danko C. G., Core L., Waterfall J. J., Siepel A., Lis J. T., Kraus W. L. (2011) A rapid, extensive, and transient transcriptional response to estrogen signaling in breast cancer cells. Cell\n145, 622–634 [PMC free article] [PubMed] [Google Scholar]57. \nJohn S., Johnson T. A., Sung M. H., Biddie S. C., Trump S., Koch-Paiz C. A., Davis S. R., Walker R., Meltzer P. S., Hager G. L. (2009) Kinetic complexity of the global response to glucocorticoid receptor action. Endocrinology\n150, 1766–1774 [PMC free article] [PubMed] [Google Scholar]58. \nSimons S., Jr. (2003) The importance of being varied in steroid receptor transactivation. Trends Pharmacol. Sci.\n24, 253–259 [PubMed] [Google Scholar]59. \nWang Q., Blackford J. A., Jr., Song L.-N., Huang Y., Cho S., Simons S. S., Jr. (2004) Equilibrium interactions of corepressors and coactivators with agonist and antagonist complexes of glucocorticoid receptors. Mol. Endocrinol.\n18, 1376–1395 [PubMed] [Google Scholar]60. \nBiddie S. C., John S., Sabo P. J., Thurman R. E., Johnson T. A., Schiltz R. L., Miranda T. B., Sung M. H., Trump S., Lightman S. L., Vinson C., Stamatoyannopoulos J. A., Hager G. L. (2011) Transcription factor AP1 potentiates chromatin accessibility and glucocorticoid receptor binding. Mol. Cell\n43, 145–155 [PMC free article] [PubMed] [Google Scholar]61. \nWiench M., John S., Baek S., Johnson T. A., Sung M. H., Escobar T., Simmons C. A., Pearce K. H., Biddie S. C., Sabo P. J., Thurman R. E., Stamatoyannopoulos J. A., Hager G. L. (2011) DNA methylation status predicts cell type-specific enhancer activity. EMBO J.\n30, 3028–3039 [PMC free article] [PubMed] [Google Scholar]"}