{"title": "FUS binds the CTD of RNA polymerase II and regulates its phosphorylation at Ser2", "pubDate": "2012", "PMCID": "PMC3533074", "DOI": "10.1101/gad.204602.112", "PMID": "23249733", "abstract": "Mutations in the RNA-binding protein FUS (fused in sarcoma)/TLS have been shown to cause the neurodegenerative disease amyotrophic lateral sclerosis (ALS), but the normal role of FUS is incompletely understood. We found that FUS binds the C-terminal domain (CTD) of RNA polymerase II (RNAP2) and prevents inappropriate hyperphosphorylation of Ser2 in the RNAP2 CTD at thousands of human genes. The loss of FUS leads to RNAP2 accumulation at the transcription start site and a shift in mRNA isoform expression toward early polyadenylation sites. Thus, in addition to its role in alternative RNA splicing, FUS has a general function in orchestrating CTD phosphorylation during RNAP2 transcription.", "author": [{"author": "Jacob C Schwartz", "affiliation": ["Howard Hughes Medical Institute."], "href": "/?term=Schwartz+JC&cauthor_id=23249733"}, {"author": "Christopher C Ebmeier", "affiliation": [], "href": "/?term=Ebmeier+CC&cauthor_id=23249733"}, {"author": "Elaine R Podell", "affiliation": [], "href": "/?term=Podell+ER&cauthor_id=23249733"}, {"author": "Joseph Heimiller", "affiliation": [], "href": "/?term=Heimiller+J&cauthor_id=23249733"}, {"author": "Dylan J Taatjes", "affiliation": [], "href": "/?term=Taatjes+DJ&cauthor_id=23249733"}, {"author": "Thomas R Cech", "affiliation": [], "href": "/?term=Cech+TR&cauthor_id=23249733"}], "refPMID": [], "citedInPMID": ["23249733", "35036880", "34916619", "34759379", "34740247", "34670847", "34375640", "34233002", "34035145", "34026839", "34021139", "33433879", "33416026", "33407930", "33354770", "33256133", "33184287", "33082139", "32995749", "32950644", "32854276", "32747552", "32691043", "32656996", "32560344", "32381627", "32189459", "32187401", "32094185", "31936368", "31806706", "31747612", "31680457", "31655156", "31238957", "31188823", "31072331", "30808650", "30765194", "30723494", "30476274", "30455313", "30355151", "30209068", "30128653", "29986386", "29944459", "29774215", "29755516", "29513652", "29499134", "29194538", "29142303", "28945358", "28860970", "28762175", "28575444", "28506463", "27849576", "27836835", "27773581", "27677860", "27646274", "27460707", "27378374", "27264542", "27252488", "27107644", "27033831", "26954508", "26951610", "26660115", "26573619", "26555214", "26515115", "26455390", "26335776", "26251528", "26250115", "26188466", "26150427", "26124092", "25995189", "25991062", "25852467", "25765321", "25741240", "25689976", "25453086", "25371772", "25324524", "25289647", "25274782", "25009283", "24962082", "24842888", "24840975", "24803653", "24514444", "24334610", "24268778", "24267890", "24257758", "24077223", "24049082", "24040939", "23974990", "23953108", "23834335", "23833192", "23629963"], "body": " AbstractMutations in the RNA-binding protein FUS (fused in sarcoma)/TLS have been shown to cause the neurodegenerative disease amyotrophic lateral sclerosis (ALS), but the normal role of FUS is incompletely understood. We found that FUS binds the C-terminal domain (CTD) of RNA polymerase II (RNAP2) and prevents inappropriate hyperphosphorylation of Ser2 in the RNAP2 CTD at thousands of human genes. The loss of FUS leads to RNAP2 accumulation at the transcription start site and a shift in mRNA isoform expression toward early polyadenylation sites. Thus, in addition to its role in alternative RNA splicing, FUS has a general function in orchestrating CTD phosphorylation during RNAP2 transcription.Keywords: FUS, P-TEFb, RNA-binding protein, TLS, transcription The RNA-binding protein FUS (fused in sarcoma) is implicated in the pathology of several dissimilar diseases. An oncogenic fusion protein resulting from a chromosomal translocation of the FUS gene occurs with a high frequency in certain sarcomas (Hoell et al. 2011). Point mutations in FUS cause or are associated with 5% of familial amyotrophic lateral sclerosis (ALS) and 1% of sporadic ALS cases (Mackenzie et al. 2010). FUS is a nuclear protein, and the ALS mutations lead to varying degrees of mislocalization to the cytoplasm (Kwiatkowski et al. 2009; Vance et al. 2009). In patients, FUS is found in aggregates in motor neurons for ALS or in neurons of the frontal cortex in a related disease, frontal temporal lobular dementia (FTLD) (Mackenzie et al. 2010). Familial ALS is typically a dominantly inherited disease, but recessive inheritance has been reported (Kwiatkowski et al. 2009). The extent to which the involvement of FUS in ALS pathology is due to a gain of function (cytoplasmic aggregation) or loss of its nuclear function is unknown. To make this determination, the normal cellular function of FUS needs to be better defined.FUS has been proposed to regulate transcription by RNA polymerase II (RNAP2) and RNAP3 (Wang et al. 2008; Tan et al. 2012), mRNA splicing, and mRNA trafficking (Hoell et al. 2011; Ishigaki et al. 2012). FUS coimmunoprecipitates with many proteins important to transcription, including RNAP2 and the histone acetyltransferases CBP and p300 (Das et al. 2007; Wang et al. 2008). Transcription is linked to RNA processing (Munoz et al. 2009; Kim et al. 2010), providing a possible common denominator connecting reported FUS effects at various levels of RNA metabolism. For this reason, we performed a focused investigation of the role of FUS in transcription. Results and DiscussionWe tested the genome-wide localization of FUS on the chromatin of HEK293T/17 cells using chromatin immunoprecipitation (ChIP) followed by next-generation sequencing (ChIP-seq) (Supplemental Table 1). Cells were treated with a siRNA to knock down FUS expression (siFUS), treated with a control siRNA of scrambled sequence (NEG), or left untreated (Fig. 1A). Where possible, data sets from untreated cells were compared with those from NEG-treated cells to ensure that no significant artifacts were caused by transfection.Open in a separate windowFigure 1.FUS binds the TSSs of most expressed genes, and a loss of FUS alters the distribution of RNAP2 on genes. (A) siFUS effectively eliminated FUS protein expression in HEK293T/17 cells, as seen by Western blot. (B) Using ChIP-seq, the density of FUS reads was averaged across expressed genes (n = 14,317), revealing a local accumulation of FUS near gene TSSs. This peak was lost when FUS was knocked down by RNAi. The X-axis represents base pairs upstream of and downstream from the gene. Within the gene, the axis is condensed into 10% windows (B1–B10) of the gene to correct for different gene lengths. (C) The traveling ratio measures the ratio of the density of RNAP2 near the TSS over that in the body of the gene. Upon loss of FUS, this ratio increased for FUS-bound genes. (D) In control NEG-treated cells, expressed genes were ranked by the ratio of FUS to RNAP2, and the top 1000 genes (largest FUS/RNAP2 ratio) were found to have lower traveling ratios than those of the bottom 1000 genes (the error bars represent the 25th and 75th percentiles).Across expressed genes, we observed FUS enrichment at transcription start sites (TSSs) (see Fig. 1B). Using the peak-calling software FINDPEAKS, FUS was found to be significantly associated with the annotated TSS of 9731 genes (68% of expressed genes, false discovery rate [FDR] <0.05). This enrichment of FUS near the TSSs was lost in siFUS-treated cells (Fig. 1B), demonstrating the effectiveness of the knockdown and the specificity of the FUS antibody used for ChIP-seq. We also performed ChIP-seq on RNAP2 and detected a peak of RNAP2 at the TSS overlapping that for FUS (Supplemental Fig. 1A; Supplemental Table 1). Our RNAP2 antibody, CTD4H8, binds both unphosphorylated and Ser5-phosphorylated forms of the YSPTSPS peptide, which is repeated 52 times within the C-terminal domain (CTD) of RNAP2. The magnitude of the FUS peak correlated with the magnitude of the RNAP2 peak for expressed genes (R = 0.47, Pearson correlation coefficient) (Supplemental Fig. 1B).RNAi knockdown of FUS resulted in a modest but significant increase in the accumulation of RNAP2 at the TSSs of many genes (Supplemental Fig. 1C). The “traveling ratio” measures the ratio of the density of RNAP2 near the TSSs (−300 to +100 nucleotides [nt]) over that for the rest of the gene body (Reppas et al. 2006; Rahl et al. 2010). An increase in the traveling ratio is consistent with an increase in transcriptional pausing at or near the TSSs, an increase in RNAP2 recruitment to the TSSs, or premature termination of transcription. In our negative control treated cells and using the CTD4H8 antibody, 92% of expressed genes had a traveling ratio >2, which is consistent with a previous genome-wide determination of traveling ratios in mammals (Rahl et al. 2010). Upon RNAi knockdown of FUS, FUS-bound genes underwent a median twofold increase in their traveling ratios (Fig. 1C, P ≪ 1 × 10−10, Student's t-test). For many genes checked, FUS knockdown led to increased RNAP2 levels near the TSSs but did not result in changes in RNAP2 in the gene body or changes in mRNA levels (Supplemental Fig. 1D, note inset bar graphs indicating change in mRNA levels). Whether the RNAP2 accumulation is unproductive in changing mRNA levels because of transcriptional pausing or some other mechanism, such as premature termination, remains unknown at this point.Further evidence of a direct role for FUS in regulating transcription was observed in control treated cells. Genes with the highest ratio of FUS to RNAP2 at the TSSs had the lowest median traveling ratios, while genes with the lowest levels of FUS had the highest traveling ratios (Fig. 1D). There was a weak negative correlation between the FUS/RNAP2 ratio and the traveling ratio (R = −0.24, Pearson correlation coefficient) (Supplemental Fig. 2A), consistent with FUS-bound genes having significantly less transcriptional pausing. On the other hand, genes with the lowest levels of FUS on average had less RNAP2, lower mRNA levels, and flatter RNAP2 distributions with lower traveling ratios. The traveling ratios of these genes without FUS bound were unchanged by the siRNA knockdown of FUS, consistent with this effect being due to the presence of FUS and not an off-target effect of the siRNA (Supplemental Fig. 2B). We tested whether changes in the distribution of RNAP2 were accompanied by global changes in Ser2 or Ser5 phosphorylation of the RNAP2 CTD. Western blots for Ser2P and Ser5P did not reveal changes in total phosphorylation of the RNAP2 CTD upon FUS knockdown (Supplemental Fig. 2C,D).Canonically, RNAP2 CTD phosphorylation at position Ser5 is prominent at the TSSs of genes, while Ser2 phosphorylation (Ser2P) accumulates downstream in the gene body and toward the gene terminus (Ahn et al. 2004; Kim et al. 2010). We performed ChIP-seq for Ser2P and Ser5P using well-tested antibodies (H5 and ab5131, respectively) for these marks on the CTD of RNAP2 (Supplemental Table 1; Rahl et al. 2010). In our negative control cells, two-thirds of expressed genes (9741 genes) displayed this canonical Ser2P distribution across the gene. Upon knockdown of FUS, the Ser2P mark significantly increased near the TSSs for those genes with FUS bound (Fig. 2A; Supplemental Fig. 1C). Ser5P showed only modest increases in accumulation near the TSSs (Supplemental Fig. 1C), consistent with the change in traveling ratio described above. To test whether these effects could be off-target effects of the siRNA, we performed knockdown of FUS with a second siRNA and saw increases in Ser2P at the TSSs for four genes checked by ChIP followed by real-time PCR; the second siRNA gave less FUS knockdown, and Ser2P increased to a lesser extent (Supplemental Fig. 3A).Open in a separate windowFigure 2.Loss of FUS leads to an accumulation of Ser2-phosphorylated RNAP2 near the TSSs. (A) Two-thirds of expressed genes have canonical phosphorylation of RNAP2 CTD at Ser2P, which is low near the TSS and increases toward the gene terminus. Upon loss of FUS, inappropriate Ser2P is observed near the TSSs of FUS-bound genes. The Y-axes represent the averaged number of reads. (B) One-third of expressed genes have noncanonical Ser2P, with a higher density of Ser2P near the TSSs. Of these 4645 genes, the 974 with the lowest levels of FUS (Low FUS) have the highest levels of noncanonical phosphorylation, on average.To analyze these striking changes in Ser2P further, we ranked genes by the amount of FUS ChIP-seq reads present at their promoters (Supplemental Fig. 3B). Genes with the most FUS had the most prominent increase in Ser2P upon FUS knockdown, and genes with the least FUS present had a more muted response in Ser2P (Supplemental Fig. 4). We also noted that one-third of expressed genes (4645 genes) had slightly to considerably higher levels of Ser2P at the TSS than at the gene terminus. For these noncanonical genes, those with the least FUS bound to the TSSs had the highest average levels of Ser2P at their TSSs (Fig. 2B; Supplemental Fig. 4). Because this observation does not involve any siRNA knockdown, it provides further support that Ser2P levels are regulated by the presence of FUS.The genome-wide FUS colocalization with RNAP2, combined with its impact on RNAP2 CTD phosphorylation, could be explained by direct FUS–RNAP2 binding. Indeed, FUS has been previously reported to immunoprecipitate with RNAP2 from human cells (Das et al. 2007). We performed immunoprecipitation of RNAP2 from HeLa cell nuclear extract using the antibody 8WG16, which was raised against the hypophosphorylated CTD of RNAP2. This sample was subjected to liquid chromatography tandem mass spectrometry (LC-MS/MS), which identified FUS as a prominent binding partner (Supplemental Fig. 5A). In fact, the most spectral counts identified by LC-MS/MS, other than those from RNAP2 itself, matched the FUS protein. Moreover, a protein highly homologous to FUS, EWSR1, had the second most spectral counts identified. FUS was visible by SDS-PAGE of the eluted RNAP2 sample followed by silver staining, whereas a negative control (Fig. 3A, lane C) without antibody added did not pull down FUS (Fig. 3A).Open in a separate windowFigure 3.FUS associates with RNAP2 and binds the CTD of RNAP2. (A) FUS immunoprecipitated with RNAP2 (lane IP) but not with nonspecific IgG (lane C) from HeLa cell nuclear extract, shown here by silver stain (left) and Western (right). (B) Recombinant FUS (H6-FUS) bound the CTD of RNAP2 (GST-CTD) in an RNA-dependent manner. H6-FUS was incubated with GST-CTD, bound to glutathione beads, washed, eluted, and detected by Western. dsDNA, ssDNA, and RNA–DNA hybrids, all of the same sequence and length, were insufficient to promote FUS binding to the CTD.Because FUS regulated the phosphorylation of the CTD of RNAP2, we further hypothesized that FUS bound to the CTD. We therefore incubated recombinant purified GST-tagged CTD with HeLa nuclear lysates to isolate factors that bound the CTD. Our CTD construct contained all 52 repeats of the human CTD of the RNAP2 subunit Rpb1. We again identified FUS by LC-MS/MS within the eluted material (Supplemental Fig. 5A).Since FUS bound GST-CTD in cell lysates, we tested whether FUS could bind the CTD directly using purified recombinant proteins. His6-tagged FUS (H6-FUS) was incubated with GST-CTD bound to glutathione beads, washed extensively with buffers containing nonionic detergent and high salt, and eluted with glutathione. Eluted FUS was detected by Western. FUS is also an RNA-binding protein and binds the histone acetyltransferases p300 and CBP in an RNA-dependent manner (Wang et al. 2008). For this reason, FUS binding of the CTD was tested in the presence and absence of nucleic acids using a sequence found enriched in our FUS ChIP-seq data from the promoter of the gene DNMT3B. FUS bound the CTD in an RNA-dependent manner (Fig. 3B). dsDNA, ssDNA, and an RNA–DNA hybrid of the same sequence and length did not promote FUS binding to the CTD.We tested whether FUS binding to the phosphorylated forms of the CTD was RNA-dependent. This test was important because although the CTD has an ability to bind RNA, phosphorylation of the CTD has been shown to destroy its ability to bind RNA (Kaneko and Manley 2005). To test whether FUS would bind phosphorylated forms of the RNAP2 CTD, we incubated GST-CTD with P-TEFb, TFIIH, or both kinases to phosphorylate Ser2, Ser5, or both, respectively. The binding of FUS to the phosphorylated CTD was still enhanced by the addition of RNA to the reaction, which does not support a model in which FUS is bound to the CTD simply through an RNA bridge (Supplemental Fig. 5B). In addition, FUS showed some ability to bind the Ser2P form of CTD without RNA.Although FUS bound the CTD in an RNA-dependent manner in vitro, FUS may have other contacts with the entire RNAP2 holoenzyme in an in vivo context. We performed RNAP2 immunoprecipitations from HeLa nuclear extracts after treatment with either RNase A to eliminate RNA-dependent interactions or benzonase to eliminate any nucleic acid-dependent interaction. FUS immunoprecipitated with RNAP2 after treatment with either benzonase or RNase A, which suggests that non-RNA-dependent interactions exist in vivo between FUS and the RNAP2 holoenzyme (Supplemental Fig. 5C,D).We then explored whether FUS could directly inhibit Ser2P of the CTD of RNAP2. Two kinases can phosphorylate the CTD at position Ser2: P-TEFb (Marshall and Price 1995; Ahn et al. 2004) and CDK12 (Bartkowiak et al. 2010; Blazek et al. 2011). P-TEFb is comprised of the kinase CDK9 and a cyclin component—cyclin T1, T2, or K (Rahl et al. 2010). We generated RNAi knockdowns of CDK9 and CDK12 to test the requirement of these kinases for the Ser2P increase observed upon FUS knockdown (Supplemental Fig. 6A). Knockdown of CDK9 or CDK12 eliminated the increase of Ser2P observed at the TSSs due to siFUS treatment for the four genes tested using Ser2P ChIP and real-time PCR (Fig. 4A). This suggests that both CDK9 and CDK12 contribute to the increased Ser2P observed with FUS knockdown. Consistent with previous literature, knockdown of CDK9 or CDK12 did not result in proportional reduction of total Ser2P seen by Western (Supplemental Fig. 5E). Total inhibition of Ser2P was achieved by treating cells with 1 μM nonspecific CDK inhibitor flavopiridol for 1 h (Supplemental Fig. 3B). We also tested the hypothesis that loss of FUS may alter the association of CDK9 with RNAP2 using ChIP-seq. However, global CDK9 occupancy was unaltered by FUS knockdown, suggesting that FUS is not involved in P-TEFb recruitment or localization (Supplemental Fig. 1C).Open in a separate windowFigure 4.FUS blocks phosphorylation of the CTD by known Ser2 kinases. (A) Using ChIP followed by real-time PCR, an increase in Ser2P, on average, upon siRNA knockdown of FUS was detected at the TSSs of these four genes checked. siRNA knockdown of CDK9 or CDK12 prevented the enhanced Ser2P signal resulting from the loss of FUS (n = 2). (B) In vitro, FUS prevented recombinant purified P-TEFb (middle) or purified CDK12 (right) from phosphorylating CTD. (Left) FUS did not inhibit another CTD kinase, TFIIH. FUS further did not prevent P-TEFb from phosphorylating the CDK9 subunit. Quantitation of CTD (Quant. CTD) represents quantitation of the gel shown. The gels shown are representative of more than three replicates.One possibility consistent with our data is that FUS may directly prevent phosphorylation at position Ser2 of the CTD. We immunoprecipitated and purified active CDK12 from a HeLa cell nuclear lysate using an antibody developed by Arno Greenleaf (Duke University). Importantly, by Western, our purified CDK12 was free from CDK9 contamination (Supplemental Fig. 5F). We incubated recombinant P-TEFb or CDK12 with GST-CTD and [γ-32P]ATP. As expected, P-TEFb and CDK12 each efficiently phosphorylated the CTD, as seen by gel electrophoresis and radiography. Upon addition of FUS, the kinase activity of P-TEFb and CDK12 toward the CTD was inhibited (Fig. 4B). Importantly, FUS did not affect P-TEFb phosphorylation of its own subunit, CDK9, suggesting that FUS inhibits phosphorylation of the CTD substrate rather than generally inhibiting P-TEFb kinase activity. Also supporting this, we observed that a protein copurified with FUS from Sf9 cells was also phosphorylated by P-TEFb. Again, FUS did not inhibit phosphorylation of this unknown substrate (Supplemental Fig. 6B). The ability of FUS to block RNAP2 CTD phosphorylation by P-TEFb was not RNA-dependent. Even the addition of RNase A to eliminate contaminating RNA in the reaction did not reduce FUS inhibition of P-TEFb (Supplemental Fig. 6B).Our in vivo data would predict that FUS should inhibit or delay the Ser2P specifically. To test this, we investigated the effect of FUS on another kinase, TFIIH, which phosphorylates the CTD at position Ser5 (Hirose and Ohkuma 2007). Incubation of purified TFIIH with RNAP2 CTD and [γ-32P]ATP resulted in efficient CTD phosphorylation, as expected. The addition of FUS did not reduce TFIIH-dependent phosphorylation of the CTD, consistent with our in vivo observations (Fig. 4B).Another possibility consistent with our data was that FUS is a phosphatase that dephosphorylates Ser2 of the CTD. To test this possibility, we prephosphorylated the CTD with [γ-32P]ATP using P-TEFb and stopped the reaction by addition of either excess cold ATP or flavopiridol. This phosphorylated CTD was then incubated with FUS for 1 h at room temperature, much longer than our kinase assays were allowed to proceed in Figure 4B. After incubation with FUS, no reduction in the 32P label was observed from the CTD by radiography (Supplemental Fig. 6C), providing evidence against phosphatase activity.Finally, we investigated changes in mRNA levels and RNA processing following FUS knockdown using RNA sequencing (RNA-seq). We sequenced polyadenylated RNA from three biological replicates of NEG-treated control cells and three biological replicates of siFUS-treated cells (Supplemental Table 1). From these experiments, we aligned ∼40 million paired-end reads per sample at 90 nt long. We used a standard computational approach to identify changes in gene expression and splicing in our data sets. RNA-seq reads were mapped to the University of California at Santa Cruz (UCSC) hg19 genome using Tophat 2.0.4, and reads were further analyzed for differential isoform expression using MISO.MISO detected 101 genes with >0.2-fold change in relative splicing isoform abundance and 33 genes with changes in TSS usage (Fig. 5A; Supplemental Table 2). Most of these changes were in minor isoforms of mRNAs (Supplemental Fig. 7). The program Cufflinks 2.0 called changes in splicing for only 50 genes, of which 11 were also called by MISO (Supplemental Table 3). These numbers for HEK293T/17 cells are lower than those observed in the human brain, where changes in splicing were found for >300 genes (Lagier-Tourenne et al. 2012). A simple explanation would be that these are tissue-specific differences. Lowering the threshold for detection of changes in relative isoform abundance from 0.2 to 0.1 leads MISO to detect 271 changes in splicing, of which 23 were detected by Cufflinks 2.0 (Supplemental Fig. 8A; Supplemental Table 2).Open in a separate windowFigure 5.Loss of FUS leads to changes in alternative splicing and mRNA levels. (A) Changes in splicing and alternative start sites (dark gray) were called by MISO using RNA-seq data from three biological replicates of NEG- or siFUS-treated cells. Alternate last exons were prevalent, often resulting in alternate 3′ untranslated regions (UTRs). Also observed were alternate exon inclusion or exclusion, inclusion of introns, or alternative 5′ or 3′ splice site choice (Alt 5′ SS or Alt 3′ SS, respectively). (B) A volcano plot shows only the significantly changed genes called by Cufflinks 2.0 (n = 2163), and changes greater than twofold are colored red. (C) Gene ontology analysis using FuncAssociate 2.0 shows a significant number of mitochondrial-associated genes regulated by a loss of FUS.Several of the observed FUS-dependent mRNA changes were in choice of the last exon, which correlates with alternative polyadenylation site choice. Twenty-five genes showed shifts in the last exon with the higher threshold for detection (Fig. 5A), and 89 genes showed shifts in the last exon with the lower threshold for detection (Supplemental Fig. 8A). FUS knockdown led to production of the shorter isoforms for 47 manually checked mRNAs and longer isoforms for 15 mRNAs, consistent with the previous finding that P-TEFb regulates 3′ end processing for mRNA (Supplemental Fig. 7; Ahn et al. 2004). Taken together with our observed increase in traveling ratios, this could argue that the loss of FUS leads to premature polyadenylation or termination of transcription.To identify RNAs bound by FUS, we performed CLIP-seq of FUS in HEK293T/17 cells. In agreement with previous reports (Hoell et al. 2011; Ishigaki et al. 2012), we found FUS bound to thousands of RNAs, meaning only a minor fraction of those RNAs to which FUS is bound have altered splicing in the presence of FUS (Supplemental Fig. 8C). FUS bound promiscuously to most mRNAs and noncoding RNAs in the cell, and the density of CLIP-seq reads somewhat correlated with the expression level of the RNA transcript (R = 0.18, Pearson correlation coefficient) (Supplemental Fig. 8B). FUS predominantly associated with pre-mRNA toward the gene 5′ ends in agreement with a recent report (Supplemental Fig. 8C; Ishigaki et al. 2012).We evaluated changes in mRNA levels upon loss of FUS. The software Cufflinks 2.0 called >2000 genes that underwent a significant change in expression of >20% (P < 0.01, Student's t-test) (Fig. 5B; Supplemental Table 4). In HEK293T/17 cells, twice as many genes showed increased mRNA levels rather than decreased upon FUS knockdown. However, the changes in gene expression were small, mostly less than fourfold. Interestingly, the most significant association was for genes that regulate mitochondrial function (Fig. 5C).Our finding that FUS binds near the TSSs is consistent with previous reports of FUS binding gene promoters (Tan et al. 2012). FUS knockdown resulted in a modest increase in RNAP2 at TSSs (Supplemental Fig. 4) but a reduced fraction of the RNAP2 within the gene body (Fig. 1C; Supplemental Fig. 1D), with the net result that total mRNA production was not substantially affected for most genes. Although increased transcriptional pausing is one possible explanation for the increase in the traveling ratio upon the loss of FUS, the shift observed in mRNA abundance toward isoforms with earlier polyadenylation sites may indicate that premature termination contributes to the increase. Unexpected in our findings was that FUS binds and appears to affect transcription of thousands of genes, consistent with FUS serving a function more like that of a general transcription factor. The number of genes to which FUS bound was considerably higher than expected based on previous reports (Das et al. 2007; Wang et al. 2008; Tan et al. 2012).Taken together, our data suggest that FUS modulates the amount of Ser2P present near the TSSs because a loss of FUS leads to an inappropriate overaccumulation of Ser2P at the TSSs. We found that FUS can bind the CTD of RNAP2 directly and that RNA can enhance FUS binding in vitro. Because FUS immunoprecipitates with RNAP2 from nuclear extracts after nuclease treatment, the in vivo role of RNA in regulating the FUS–RNAP2 interaction requires further study. The following possibilities are open for consideration: (1) RNA may recruit FUS to bind the RNAP2 CTD in vivo but is not required to maintain the interaction. (2) Even if RNA is required to maintain the FUS–CTD interaction, the FUS–RNAP2 protein assembly may protect the key RNA fragment from RNase digestion. (3) Other factors may promote FUS binding to the CTD in vivo.Several groups have documented changes in splicing upon loss of FUS, correlating the position of FUS binding on the pre-mRNA with changes in splicing (Hoell et al. 2011; Ishigaki et al. 2012; Lagier-Tourenne et al. 2012). These reports and our studies agree that FUS binds many more mRNAs than the relatively few that undergo changes in splicing upon a loss of FUS. Our findings further show that FUS binds and regulates RNAP2 Ser2P at many more gene promoters than the number of genes with documented defects in splicing. These effects on splicing may be a separate function for FUS in addition to its effects on transcription (for example, see Yamazaki et al. 2012). On the other hand, these two processes may be linked. Previous reports have documented links between the rate of RNAP2 elongation, its phosphorylation state, and the choice of alternative splice sites (Munoz et al. 2009). The knowledge that FUS affects both transcription and RNAP2 CTD phosphorylation provides incentive for future studies to determine what, if any, relationship exists between these activities. In any case, we suggest that regulation of splicing is not the only role for FUS in cells and perhaps is not its major function.In conclusion, our findings lead to a new model for FUS activity in normal human cells. In this model, FUS binds to the CTD of RNAP2 and inhibits premature Ser2 hyperphosphorylation of the CTD. The extent to which the transcriptional effects and Ser2P modulatory functions of FUS are connected or independent remains to be determined. For example, P-TEFb is important for the phosphorylation of elongation regulatory factors DSIF and NELF (Yamaguchi et al. 1999). Whether FUS affects phosphorylation of these factors is unknown, but it could provide a simple mechanism for FUS regulation of RNAP2 activity during the transition from initiation to elongation.This new model provides testable predictions to determine whether a loss of FUS function occurs in motor neurons of ALS disease patients. Interestingly, the ontological association between genes affected by a loss of FUS and regulation of mitochondrial function may be relevant, since ALS is associated with changes in mitochondrial structure and activity (Cozzolino and Carri 2012). If a loss of function were caused by FUS mutations in ALS, one would expect to find Ser2 hyperphosphorylation near the TSSs of a large number of genes in affected tissues. Our finding that FUS prevents Ser2 hyperphosphorylation could provide a useful diagnostic and a basis for subtyping ALS patients and may contribute to establishing a molecular basis for the pathology of this devastating neurodegenerative disease. Materials and methodssiRNA transfectionThe siRNAs (Integrated DNA Technologies, Inc.) used were NEG 5′-rCrCrUrCrArCrArUrGrGrArArCrGrArCrGrGrATT-3′ annealed to its complement, and siFUS 5′-rCrGrGrArCrArUrGrGrCrCrUrCrArArArCrGrATT-3′ annealed to its complement. Antibodies, ChIP protocols, and additional siRNA sequences are in the Supplemental Material.Pull-down assays and kinase assaysRecombinant FUS was expressed and purified as previously described (Hoell et al. 2011). GST-CTD was recombinantly expressed in DE5 BL21 cells and purified. The RNA and DNA sequence added to pull-down assays was ATTGAGGAGCAGCAGAGAAGTTGGAGTGAAGGCAGAGAGGGGTTAAGG, which is found in the promoter of the gene DNMT3B. More detailed protocols are in the Supplemental Material. AcknowledgmentsWe are grateful to R. Dowell (University of Colorado at Boulder) for computational resources and expert advice, and J. Huntley (CU Boulder) for expert advice and help with high-throughput sequencing. We thank J. Hoell (Heinrich Heine University) and T. Tuschl (Rockefeller University) for the baculoviral FUS expression construct, purification protocols, and access to unpublished data. We thank R. Kurokawa (Saitama Medical University) and G. Rosenfeld (University of California at San Diego) for GST-tagged FUS constructs and protocols, and A. Greenleaf and B. Bartkowiak (Duke University) for an anti-CDK12 antibody. We thank J. Espinosa (University of Colorado at Boulder) for helpful advice, and T. Maniatis (Columbia University) for critical reading of the manuscript. T.R.C. is an investigator of the Howard Hughes Medical Institute. Funding was also provided by NCI R01 CA127364 (to D.J.T.) and NIGMS NRSA fellowship 1F32GM095311-01A1 (to J.C.S.). FootnotesSupplemental material is available for this article.Article is online at http://www.genesdev.org/cgi/doi/10.1101/gad.204602.112. ReferencesAhn SH, Kim M, Buratowski S\n2004. \nPhosphorylation of serine 2 within the RNA polymerase II C-terminal domain couples transcription and 3′ end processing. Mol Cell\n13: 67–76 [PubMed] [Google Scholar]Bartkowiak B, Liu P, Phatnani HP, Fuda NJ, Cooper JJ, Price DH, Adelman K, Lis JT, Greenleaf AL\n2010. \nCDK12 is a transcription elongation-associated CTD kinase, the metazoan ortholog of yeast Ctk1. Genes Dev\n24: 2303–2316 [PMC free article] [PubMed] [Google Scholar]Blazek D, Kohoutek J, Bartholomeeusen K, Johansen E, Hulinkova P, Luo Z, Cimermancic P, Ule J, Peterlin BM\n2011. \nThe cyclin K/Cdk12 complex maintains genomic stability via regulation of expression of DNA damage response genes. Genes Dev\n25: 2158–2172 [PMC free article] [PubMed] [Google Scholar]Cozzolino M, Carri MT\n2012. \nMitochondrial dysfunction in ALS. Prog Neurobiol\n97: 54–66 [PubMed] [Google Scholar]Das R, Yu J, Zhang Z, Gygi MP, Krainer AR, Gygi SP, Reed R\n2007. \nSR proteins function in coupling RNAP II transcription to pre-mRNA splicing. Mol Cell\n26: 867–881 [PubMed] [Google Scholar]Hirose Y, Ohkuma Y\n2007. \nPhosphorylation of the C-terminal domain of RNA polymerase II plays central roles in the integrated events of eucaryotic gene expression. J Biochem\n141: 601–608 [PubMed] [Google Scholar]Hoell JI, Larsson E, Runge S, Nusbaum JD, Duggimpudi S, Farazi TA, Hafner M, Borkhardt A, Sander C, Tuschl T\n2011. \nRNA targets of wild-type and mutant FET family proteins. Nat Struct Mol Biol\n18: 1428–1431 [PMC free article] [PubMed] [Google Scholar]Ishigaki S, Masuda A, Fujioka Y, Iguchi Y, Katsuno M, Shibata A, Urano F, Sobue G, Ohno K\n2012. \nPosition-dependent FUS–RNA interactions regulate alternative splicing events and transcriptions. Sci Rep\n2: 529\ndoi: 10.1038/srep00529 [PMC free article] [PubMed] [Google Scholar]Kaneko S, Manley JL\n2005. \nThe mammalian RNA polymerase II C-terminal domain interacts with RNA to suppress transcription-coupled 3′ end formation. Mol Cell\n20: 91–103 [PubMed] [Google Scholar]Kim H, Erickson B, Luo W, Seward D, Graber JH, Pollock DD, Megee PC, Bentley DL\n2010. \nGene-specific RNA polymerase II phosphorylation and the CTD code. Nat Struct Mol Biol\n17: 1279–1286 [PMC free article] [PubMed] [Google Scholar]Kwiatkowski TJ Jr, Bosco DA, Leclerc AL, Tamrazian E, Vanderburg CR, Russ C, Davis A, Gilchrist J, Kasarskis EJ, Munsat T, et al.\n2009. \nMutations in the FUS/TLS gene on chromosome 16 cause familial amyotrophic lateral sclerosis. Science\n323: 1205–1208 [PubMed] [Google Scholar]Lagier-Tourenne C, Polymenidou M, Hutt KR, Vu AQ, Baughn M, Huelga SC, Clutario KM, Ling SC, Liang TY, Mazur C, et al.\n2012. \nDivergent roles of ALS-linked proteins FUS/TLS and TDP-43 intersect in processing long pre-mRNAs. Nat Neurosci\n15: 1488–1497 [PMC free article] [PubMed] [Google Scholar]Mackenzie IR, Rademakers R, Neumann M\n2010. \nTDP-43 and FUS in amyotrophic lateral sclerosis and frontotemporal dementia. Lancet Neurol\n9: 995–1007 [PubMed] [Google Scholar]Marshall NF, Price DH\n1995. \nPurification of P-TEFb, a transcription factor required for the transition into productive elongation. J Biol Chem\n270: 12335–12338 [PubMed] [Google Scholar]Munoz MJ, Perez Santangelo MS, Paronetto MP, de la Mata M, Pelisch F, Boireau S, Glover-Cutter K, Ben-Dov C, Blaustein M, Lozano JJ, et al.\n2009. \nDNA damage regulates alternative splicing through inhibition of RNA polymerase II elongation. Cell\n137: 708–720 [PubMed] [Google Scholar]Rahl PB, Lin CY, Seila AC, Flynn RA, McCuine S, Burge CB, Sharp PA, Young RA\n2010. \nc-Myc regulates transcriptional pause release. Cell\n141: 432–445 [PMC free article] [PubMed] [Google Scholar]Reppas NB, Wade JT, Church GM, Struhl K\n2006. \nThe transition between transcriptional initiation and elongation in E. coli is highly variable and often rate limiting. Mol Cell\n24: 747–757 [PubMed] [Google Scholar]Tan AY, Riley TR, Coady T, Bussemaker HJ, Manley JL\n2012. \nTLS/FUS (translocated in liposarcoma/fused in sarcoma) regulates target gene transcription via single-stranded DNA response elements. Proc Natl Acad Sci\n109: 6030–6035 [PMC free article] [PubMed] [Google Scholar]Vance C, Rogelj B, Hortobagyi T, De Vos KJ, Nishimura AL, Sreedharan J, Hu X, Smith B, Ruddy D, Wright P, et al.\n2009. \nMutations in FUS, an RNA processing protein, cause familial amyotrophic lateral sclerosis type 6. Science\n323: 1208–1211 [PMC free article] [PubMed] [Google Scholar]Wang X, Arai S, Song X, Reichart D, Du K, Pascual G, Tempst P, Rosenfeld MG, Glass CK, Kurokawa R\n2008. \nInduced ncRNAs allosterically modify RNA-binding proteins in cis to inhibit transcription. Nature\n454: 126–130 [PMC free article] [PubMed] [Google Scholar]Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H\n1999. \nNELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell\n97: 41–51 [PubMed] [Google Scholar]Yamazaki T, Chen S, Yu Y, Yan B, Haertlein TC, Carrasco MA, Tapia JC, Zhai B, Das R, Lalancette-Hebert M, et al.\n2012. \nFUS-SMN protein interactions link the motor neuron diseases ALS and SMA. Cell Rep.\n2: 799–806 [PMC free article] [PubMed] [Google Scholar]"}