{"title": "USP7 and Daxx regulate mitosis progression and taxane sensitivity by affecting stability of Aurora-A kinase", "pubDate": "2013", "PMCID": "PMC3619237", "DOI": "10.1038/cdd.2012.169", "PMID": "23348568", "abstract": "A large number of patients are resistant to taxane-based chemotherapy. Functional mitotic checkpoints are essential for taxane sensitivity. Thus, mitotic regulators are potential markers for therapy response and could be targeted for anticancer therapy. In this study, we identified a novel function of ubiquitin (Ub)-specific processing protease-7 (USP7) that interacts and cooperates with protein death domain-associated protein (Daxx) in the regulation of mitosis and taxane resistance. Depletion of USP7 impairs mitotic progression, stabilizes cyclin B and reduces stability of the mitotic E3 Ub ligase, checkpoint with forkhead and Ring-finger (CHFR). Consequently, cells with depleted USP7 accumulate Aurora-A kinase, a CHFR substrate, thus elevating multipolar mitoses. We further show that these effects are independent of the USP7 substrate p53. Thus, USP7 and Daxx are necessary to regulate proper execution of mitosis, partially via regulation of CHFR and Aurora-A kinase stability. Results from colony formation assay, in silico analysis across the NCI60 platform and in breast cancer patients suggest that USP7 levels inversely correlate with response to taxanes, pointing at the USP7 protein as a potential predictive factor for taxane response in cancer patients. In addition, we demonstrated that inhibition of Aurora-A attenuates USP7-mediated taxane resistance, suggesting that combinatorial drug regimens of Taxol and Aurora-A inhibitors may improve the outcome of chemotherapy response in cancer patients resistant to taxane treatment. Finally, our study offers novel insights on USP7 inhibition as cancer therapy.", "author": [{"author": "S Giovinazzi", "affiliation": ["Department of Anatomy and Cell Biology, University of Florida, Gainesville, FL 32610, USA."], "href": "/?term=Giovinazzi+S&cauthor_id=23348568"}, {"author": "V M Morozov", "affiliation": [], "href": "/?term=Morozov+VM&cauthor_id=23348568"}, {"author": "M K Summers", "affiliation": [], "href": "/?term=Summers+MK&cauthor_id=23348568"}, {"author": "W C Reinhold", "affiliation": [], "href": "/?term=Reinhold+WC&cauthor_id=23348568"}, {"author": "A M Ishov", "affiliation": [], "href": "/?term=Ishov+AM&cauthor_id=23348568"}], "refPMID": [], "citedInPMID": ["23348568", "34071136", "33967786", "33856059", "33849069", "33827814", "33671201", "33525665", "33207738", "33165832", "32850836", "30807924", "30804394", "29967688", "29884818", "29367628", "29293652", "28900014", "27446442", "27183383", "26900348", "26048278", "25835602", "25003721", "23708518"], "body": " AbstractA large number of patients are resistant to taxane-based chemotherapy. Functional mitotic checkpoints are essential for taxane sensitivity. Thus, mitotic regulators are potential markers for therapy response and could be targeted for anticancer therapy. In this study, we identified a novel function of ubiquitin (Ub)-specific processing protease-7 (USP7) that interacts and cooperates with protein death domain-associated protein (Daxx) in the regulation of mitosis and taxane resistance. Depletion of USP7 impairs mitotic progression, stabilizes cyclin B and reduces stability of the mitotic E3 Ub ligase, checkpoint with forkhead and Ring-finger (CHFR). Consequently, cells with depleted USP7 accumulate Aurora-A kinase, a CHFR substrate, thus elevating multipolar mitoses. We further show that these effects are independent of the USP7 substrate p53. Thus, USP7 and Daxx are necessary to regulate proper execution of mitosis, partially via regulation of CHFR and Aurora-A kinase stability. Results from colony formation assay, in silico analysis across the NCI60 platform and in breast cancer patients suggest that USP7 levels inversely correlate with response to taxanes, pointing at the USP7 protein as a potential predictive factor for taxane response in cancer patients. In addition, we demonstrated that inhibition of Aurora-A attenuates USP7-mediated taxane resistance, suggesting that combinatorial drug regimens of Taxol and Aurora-A inhibitors may improve the outcome of chemotherapy response in cancer patients resistant to taxane treatment. Finally, our study offers novel insights on USP7 inhibition as cancer therapy.Keywords: Daxx, USP7, mitosis, taxanes, Aurora-A, CHFR Taxanes, a group of cytotoxic drugs that includes paclitaxel (Taxol) and docetaxel (Taxotere), are among the most successful anticancer agents for breast cancer chemotherapy.1 These drugs bind to microtubules and inhibit their depolymerization and function in both mitosis and interphase.2 As the formation of the mitotic spindle, attachment of kinetochores and correct chromosome partitioning rely on microtubule dynamics, these drugs are also known as mitotic spindle poisons.3 Taxane activity affects the mitotic checkpoint,3 leading to a mitotic arrest that will eventually trigger cell death4 by mechanisms that are not well understood.5 The mitotic block observed following taxane exposure derives from activation of the spindle assembly checkpoint (SAC),6 which controls metaphase–anaphase transition by ensuring that all kinetochores are correctly attached to spindles before anaphase.7 When cells are exposed to these toxins, the SAC is eventually inactivated and cells exit mitosis as micronucleated or tetraploid.8 This abnormal mitotic exit is referred to as ‘mitotic slippage' or ‘mitotic catastrophe'9 and is dependent on the ubiquitination and proteolysis of cyclin B and securin.Many cancer patients are resistant or become resistant to Taxol during drug administration.10 Predicting and overcoming resistance to these agents would represent a major improvement in the clinical management of breast cancer.11 Besides alteration in the expression of tubulin or microtubule-associated proteins and multidrug resistance, dysregulation of cellular pathways such as cell cycle control, cell proliferation, apoptosis and nuclear–cytoplasmic transport have been linked to taxane activity and resistance.12 Numerous studies provide evidence that SAC has a role in taxane response, either enhancing sensitivity to these spindle toxins13, 14 or increasing mitotic arrest or ‘resistance'.15, 16 Aurora-A kinase has been linked to taxane resistance;17 it is amplified in breast cancer,18 overexpressed in several tumors with poor prognosis and it is an emerging therapeutic target.19Previously, we identified a novel role of death domain-associated protein (Daxx) in taxane sensitivity20 and mitotic progression,21 in both experimental models and breast cancer patients. Daxx is a highly conserved and developmentally essential nuclear protein,2223 involved in numerous cellular processes, such as transcriptional regulation,22 apoptosis24 and carcinogenesis.21, 25, 26 To further understand the mechanism of Daxx-based mitosis progression and taxane resistance, we employed proteomic approach to isolate the Daxx mitotic complex and characterize Daxx-interacting proteins. Here we report that ubiquitin (Ub)-specific processing protease-7 (USP7),27 a deubiquitylating enzyme, is a Daxx-interacting protein in mitosis. USP7 interacts with and stabilizes the mitotic checkpoint protein E3 Ub ligase CHFR (checkpoint with forkhead and Ring-finger),28 but USP7 direct involvement in mitotic regulation has not yet been demonstrated. We show here that depletion of USP7 affects mitotic progression, stabilizes cyclin B and reduces stability of CHFR. Cells with depleted USP7 have elevated levels of Aurora A kinase and accumulate multipolar spindles; they also become resistant to taxane treatment, which can be attenuated by Aurora A inhibition. Inverse correlation of USP7 and taxane response across the NCI-60 cancer cell line platform and in breast cancer specimens implicate USP7 protein as a potential predictive factor for taxane response in cancer patients.We propose a new USP7/Daxx function in mitotic progression and taxane resistance that might aid in proper selection of breast cancer patients to receive taxane-based therapy and also explore novel targeted and combinatorial regimens for treatment. ResultsDaxx mitotic complex isolationWe have previously shown that Daxx protein participates in mitosis regulation, thus affecting taxane resistance.20, 21 According to our model,21 Daxx-deficient cells cannot resolve prometaphase/metaphase transition as efficiently as control cells. This would explain the observation that, upon taxane treatment, cells with a low Daxx expression are protected from mitotic catastrophe/slippage and are able to complete mitosis and survive after taxane decay.To gain insights on Daxx function in mitosis and taxane resistance, we isolated the Daxx mitotic complex using the pOZ-FH-N expression vector for tandem affinity purification.29 The plasmid pOZ-FH-N coding for FLAG (F) and HA (H) tags was modified to harbor a thrombin cleavage site (TCS) between the tags. For mitotic complex isolation, stable human larynx carcinoma cell lines (HEp2) expressing pOZ-F-TCS-H or pOZ-F-TCS-H-Daxx were synchronized by double thymidine block (DTB) and released in Taxol to arrest cells in mitosis (95% by FACS analysis), and to mimic conditions of Taxol treatment. Cell lysates were subjected to FLAG immunoprecipitation (IP) followed by thrombin cleavage. The eluted fractions were resolved by SDS-PAGE and were sequenced by mass spectrometry.Daxx interacts with USP7 in mitosisThe most abundant protein identified in Daxx mitotic complex was USP7 (see Table 1, list of identified peptides). USP7 is a deubiquitylating enzyme or DUB, which, by catalyzing the removal of Ub chains from substrate proteins, rescues them from degradation. Owing to the roles of its substrates, USP7 is involved in disparate cellular processes spanning from transcriptional regulation to DNA damage response and epigenetic regulation (reviewed in30). USP7 post-transcriptionally regulates the fate of p53 by directly removing Ub moities from this tumor suppressor31 and indirectly by stabilizing murine double minute-2 (MDM2),31, 32 the E3 Ub ligase that antagonizes p53. USP7 regulation of MDM2 appears to be the most prominent pathway of USP7-mediated regulation of p53 and it occurs in association with Daxx.33Table 1USP7 peptides identified in Mass Spectrometry.Position (aa)Sequence847–854DGPGNPLR480–487FDDDVVSR941–948LLEIVSYK302–310VLLDNVENK875–882KLYYQQLK1024–1033IQSLLDIQEK746–755IQDYDVSLDK409–420FMYDPQTDQNIK756–784ALDELMDGDIIVFQKDDPENDNSELPTAKOpen in a separate windowProtein coverage by amino–acid (aa) count: 102/1102=9.3%The novel mitotic interaction between Daxx and USP7 was reproducible as confirmed by co-IP experiments (Figure 1) with both overexpressed (Figure 1a) and endogenous Daxx (Figure 1b). In addition, we proved interaction of USP7 and Daxx by reciprocal binding, immunoprecipitating endogenous USP7 in cells arrested in mitosis with both Nocodazole (Figure 1c, left) and Taxol (Figure 1c, right).Open in a separate windowFigure 1Daxx interacts with USP7 in mitosis. (a) Western blot analysis of IP experiment of HEp2 cells stably expressing pOZ-F-TCS-H or pOZ-F-TCS-H-Daxx were synchronized in mitosis as described in Materials and Methods. Cell lysates (Inputs) were immunoprecipitated with anti-FLAG-M2 magnetic beads. After extensive washes, complexes were eluted and resolved on SDS-PAGE. Cell lysates labeled as inputs, flow through (FT) and eluted samples (Elution) recovered by thrombin cleavage were immunoblotted with Daxx or USP7 antibodies. Mitotic interaction between Daxx and USP7 is reproducible. Representative experiment out of three. (b) Co-IP of USP7 with Daxx endogenous IP in HEp2 cells synchronized in mitosis by Nocodazole exposure. (c) Co-IP of Daxx with USP7 endogenous IP in HEp2 cells synchronized in mitosis by Nocodazole or Taxol exposure. Numbers below the blots represent the sample percentilesThe association of Daxx and USP7 was published previously;33 however, neither mitotic-specific binding between Daxx and USP7 nor USP7 function in mitosis were reported previously.Depletion of USP7 causes delay of early mitotic eventsWe previously demonstrated that Daxx depletion causes stabilization of cyclin B1, thus blocking cells transiently in mitosis.21 To test whether Daxx and USP7 cooperate to maintain this block, we monitored the stability of cyclin B in HEp2 cells depleted by control or USP7 shRNAs (Supplementary Figure S1a). Cells were synchronized in mitosis by either Taxol or Nocodazole exposure. Mitotic cell extracts were then tested in vitro for cyclin B degradation. Control shRNA cell extracts showed destruction of endogenous cyclin B in control- or UbcH10-supplemented extracts; conversely, in USP7 shRNA-treated cell extracts, cyclin B was markedly stabilized (Figures 2a and b).Open in a separate windowFigure 2USP7 depletion results in stabilization of cyclin B (cycB) in a p53-independent manner. Control or USP7 stably depleted HEp2 cell extracts were generated from cells arrested in Taxol (a) or Nocodazole (b) collected by mitotic shake-off. Extracts were supplemented with non-destructible cycB fragment, an energy-regenerating system, and UbcH10 where indicated. Endogenous cycB was monitored over time. Right panels: Relative quantization of cycB protein levels in USP7-depleted cell extracts using actin as internal control and normalized over cycB/actin protein levels in control shRNA extracts. CycB is stabilized in USP7-depleted cell extracts. Western blot analysis of cycB stability in HEp2 (c) or H1299 (d) cells synchronized by DTB and simultaneously transfected with either control or USP7 siRNAs. Samples were taken 72 h post-transfection at 0, 7, 9 and 11 h after DTB release to allow cells to progress through mitosis. Right panels: Relative quantification of cycB protein levels using actin as internal control for each time point. Data are normalized over cycB/actin protein levels in control siRNA-transfected cells. Histone H3 phosphorylated at serine 10 is shown as control for mitotic progression. CycB is stabilized in USP7-depleted cells in a p53-independent manner. Data show representative experiments out of threeWe next tested cyclin B stability in vivo in HEp2 cells treated with control or USP7 siRNAs, synchronized by DTB, and then released to monitor cyclin B protein levels in cells entering (7 h post DTB release), progressing (9 h post DTB release) and exiting mitosis (11 h post DTB release). While cells transfected with control siRNA showed degradation of cyclin B within 9 h of DTB release, USP7-depleted cells showed increased stability of cyclin B at 9–11 h post release (Figure 2c), confirming our in vitro results.As Daxx and USP7 regulate the stability of tumor suppressor p53,33 we tested whether p53 may be involved in USP7-dependent mitotic progression. To this end, USP7 was depleted in non-small-cell lung carcinoma p53-null cell line H1299. This cell line expresses similar Daxx and USP7 protein levels compared with HEp2 cells (Supplementary Figure S1b). H1299 cells were transfected with control or USP7 siRNAs, and cyclin B stability was monitored as described above. Cyclin B was stabilized in H1299 cells upon USP7 depletion (Figure 2d).To exclude cell line and tissue of origin differences, we transiently depleted USP7 in isogenic HCT-116 (colorectal carcinoma cell line) parental and HCT-116 p53−/− cell lines.34 These cell lines express comparable levels of Daxx and USP7 (Supplementary Figure S2a). As in HEp2 and H1299 cells, cyclin B stabilization was observed upon USP7 depletion in both HCT-116 parental and HCT-116 p53−/− cell lines (Supplementary Figure S2b). We conclude that downmodulation of either Daxx21 or USP7 causes cyclin B accumulation independently of p53 status.Next, we investigated whether USP7 might affect mitotic stages. USP7 depletion resulted in an increase of prometa phase and metaphase stages (P/M) of mitosis. An increase in the P/M index was observed in both HEp2 cells (Figure 3a) and H1299 cells (Figure 3b). Therefore, we concluded that USP7 silencing causes a p53-independent delay in P/M stages of mitosis, in agreement with the stabilization of cyclin B (Figure 2) and the effects documented for Daxx depletion.21Open in a separate windowFigure 3USP7 depletion causes accumulation of mitotic cells in prometa–metaphase. HEp2 (a) and H1299 (b) cells were transfected with control or USP7 siRNAs. At 72 h post-transfection, DNA was stained with Hoechst 33342. Mitotic stages were distinguished according to DNA morphology. The right panels represent the frequencies of mitotic stages divided into two groups: from prometaphase to metaphase (P–M, indicated by arrows) or from anaphase to cytokinesis (A–C, arrowheads). Upon USP7 depletion, a dramatic increase of cells in P–M was observed. For each experiment at least one hundred mitotic events were counted (±S.D., n=3). *P-value <0.01; **P-value <0.02USP7 depletion destabilizes CHFR proteinUSP7 has been reported to stabilize the mitotic checkpoint E3 ligase CHFR.28 Loss of CHFR expression was documented in up to 50% of tumor specimens from a variety of tissues35 including breast cancer.36 CHFR knockout mice develop spontaneous tumors because of the chromosomal instability and mitotic defects linked to the accumulation of Aurora-A,37 an important mitotic kinase that promotes bipolar spindle assembly.38To test whether mitotic function of USP7 is mediated by CHFR, we monitored CHFR stability in HEp2 cells expressing control or USP7 shRNAs. Cells depleted of USP7 showed reduced stability of this protein upon translation block (cycloheximide (CHX); Figure 4a). Similarly, H1299 cells transiently depleted of USP7 had reduced stability and decreased CHFR protein levels compared with control cells (Figure 4b). Thus, USP7 depletion destabilizes mitotic E3 ligase CHFR independently of p53 cellular status.Open in a separate windowFigure 4USP7 depletion destabilizes CHFR protein. Western blot analysis of HEp2 cells (top) stably expressing control or USP7 shRNA and H1299 cells (bottom) transiently transfected with control or USP7 siRNAs exposed to 1 μg/ml of CHX for 2, 4 or 6 h. Numbers represent quantification of CHFR protein over internal control (actin) and control-depleted cells at 0 h. Depletion of USP7 causes reduction of CHFR protein levels in both cell linesDestabilization of CHFR upon USP7 transient depletion was demonstrated also in breast cancer cell line MDA-MB-468 (human breast carcinoma cell line) (Supplementary Figure S3a).Loss of USP7 leads to the accumulation of Aurora-A and multipolar spindlesCHFR targets Aurora-A for Ub-dependent degradation.37 An increase in endogenous Aurora-A protein levels were observed upon depletion of USP7 in HEp2 (Figure 5c), H1299 (Figure 5c) and MDA-MB-468 (Supplementary Figure S3b) cell lines. The increment of Aurora-A was more prominent in H1299 cells; this difference may be explained by the G1–S block and apoptosis triggered by p53 accumulation upon USP7 depletion in HEp2 (p53 wild-type) cells, whereas H1299 (p53-null) cells can progress through G1/S checkpoint, thus continuously accumulating Aurora-A throughout several cell cycles. Similarly, we found higher accumulation of Aurora-A after USP7 depletion in HCT116 p53−/− compared with HCT p53+ cells (Supplementary Figure S5). As Aurora-A kinase controls mitosis by regulating cyclin B localization/stability39, 40 and bipolar spindle assembly,38 we checked for mitotic abnormalities upon USP7 depletion. Although localization of Aurora-A was preserved in cells lacking USP7 (Figure 5a, left), an increase in multipolar mitoses was observed in both HEp2 and H1299 cells (Figure 5a, right), in agreement to the reported effects of Aurora-A amplification/accumulation.41 Increase in multipolarity was mediated by the absence of either Daxx or USP7 with the highest effect observed with decreased levels of the latter (Supplementary Figure S4). We also observed an increase in overnumerary poles (>4 poles) in USP7 shRNA HEp2 and H1299 cell lines (Figure 5b) potentially due to centrosome over-replication in cells going through multiple cell divisions upon elevated Aurora-A due to USP7 depletion.Open in a separate windowFigure 5USP7 depletion causes accumulation of multipolar mitosis and accumulation of Aurora-A kinase. (a) Immunofluoresce staining of HEp2 and H1299 cell lines expressing shRNAs using Aurora-A and α-tubulin to label spindle poles. Hoechst was used to stain DNA. The panels on the right represent the quantification of multipolar events over the total number of mitosis (±S.D., n=3). Analysis was conducted counting at least 100 mitotic events for each experiment. (b) Immunofluorescence staining of Aurora-A, α-tubulin and DNA in HEp2 and H1299 stably expressing USP7 shRNA. In USP7-depleted cells, we observed multipolar divisions with overnumerary poles (n>4). Quantification of these events is presented on the right panels (±S.D., n=3). (c) Representative western blot analysis showing accumulation of Aurora-A in HEp2 and H1299 cells depleted by control or USP7. Cells were synchronized by DTB, and released in growth media for 11 h to progress through mitosis. Numbers represent quantification of Aurora-A protein over internal control (actin)Transient depletion of USP7 in non-tumorigenic mammary epithelial MCF10A (human breast epithelial cell line, not transformed) cells caused a twofold accumulation of multipolar mitoses compared with control-depleted cells (not shown), confirming data obtained in HEp2 and H1299 cancer cell lines.USP7 depletion elevates taxane resistance that can be attenuated with Aurora-A inhibitor MLN8054To investigate whether USP7 affects cellular response to Taxol, USP7 mRNA expression was analyzed across the NCI-60 cell-line screen.42 This expression profile was then correlated with sensitivity to Taxol. Cell lines with low expression levels of USP7 were significantly less responsive to the action of Taxol than those with high USP7 (higher z-scores) (Figure 6a; P-value=0.03). According to our model (Figure 7), Daxx activates USP7 for its mitotic function and Taxol response; thus, low levels of Daxx can justify Taxol resistance in cell lines with high USP7. In sensitive cells, conversely, low USP7 levels can be, at least partly, compensated by high expression of Daxx. After adjustment for this potential Daxx dependency (semi-open circles for high USP7/low Daxx in resistant cells and semi-open squares for low USP7/high Daxx in sensitive cells, Figure 6a), USP7 z-score inversely correlated with Taxol response with P-value <0.001.Open in a separate windowFigure 6Depletion of USP7 desensitizes cells to Taxol, which can be rescued by Aurora-A inhibition. (a) Scatter plot representing NCI-60 data for USP7 z-score transcript levels across the NCI-60 cell lines separated according to response to Taxol. The graph presents means±S.E.M., P-value=0.03. Cell lines classified as resistant have negative z-scores for Taxol response, whereas sensitive cell lines have positive z-scores (Supplementary Table S1). Semi-open circles represent cell lines with negative Daxx z-scores, which would justify resistant phenotype in the presence of a high USP7 z-score. Conversely, semi-open squares represent cell lines with positive Daxx z-score compensate for low USP7 levels. Statistical analysis, which accounts for both Daxx and USP7 z-scores, reveals that expression of these genes inversely correlate with Taxol response with P-value <0.001. (b) Control- or USP7-depleted HEp2 cells were synchronized by DTB, released from the block and exposed to vehicle, 10 nM Taxol, 4 μM MLN8054 or both drugs for 18 h. After treatment, cells were replated for colony formation assay (±S.D., n=3). USP7 depletion conferred Taxol resistance to HEp2 cells. However, a significant decrease in survival of USP7-depelted cells was obtained when combining Taxol with MLN8054. (c) Scatter plot representing USP7 score calculated based on USP7 IHC staining intensity multiplied by the percentage of staining cells. Samples were derived from pretreatment biopsies of 23 women with breast cancer treated with taxane and anthracycline neoadjuvant therapy. Responder patients: >75% tumor reduction. Non-responder patients: <75% of tumor reduction. Statistical analysis was performed by independent sample t-test. USP7 expression inversely correlates with taxane-based chemotherapy response in breast cancer patientsOpen in a separate windowFigure 7Working Model: USP7/Daxx regulation of mitosis and taxane resistance. Daxx activates USP7 for deubiquitination of mitotic E3 ligase CHFR; stabilization of CHFR elevates Aurora-A ubiquitination and degradation. Deregulation of USP7 or Daxx reduces stability of CHFR, accumulation of Aurora-A (and multipolar mitosis), stabilization of cyclin B, blocking cells in mitosis and prompting survival of cells following taxanes treatment. Ub: ubiquitinTo further investigate the role of USP7 in taxane response, HEp2 cells stably expressing either USP7 or control shRNAs were tested for Taxol-induced cell death measured by colony formation assay. Increased survival of USP7-depleted cells was observed in comparison to cells expressing control shRNA (Figure 6b). After 18 h of Taxol treatment, only 7% of colonies in control cells survived, while USP7-depleted cells had a 25% survival rate. Therefore, experimental downregulation of USP7 reduced sensitivity to Taxol treatment in HEp2 cells, as previously shown for Daxx.20, 21As Aurora-A overexpression correlates with poor patient outcome43 and resistance to taxanes,17 Aurora-A inhibitors have been developed for clinical application. Currently, MLN8054, a selective inhibitor of Aurora-A,44 is in phase I clinical trials in patients with advanced malignancies and solid tumors including breast cancer. Use of these drugs has been shown to sensitize Aurora-A-overexpressing tumor cells to chemotherapeutic agents including taxanes.45 Thus, we next tested whether Aurora-A inhibition could over-ride USP7-mediated Taxol resistance. MLN8054 was tested alone or in combination with Taxol, in cells stably expressing control or USP7 shRNAs (Figure 6b). Cells expressing control- or USP7-shRNA did not show significant different response to MLN8054 alone; however, Aurora-A inhibition reduced Taxol resistance in USP7 shRNA cells (17% survival in MLN8054+Taxol treatment versus 25% with Taxol alone, P=0.01). Combinatorial treatment was not synergistic in the killing of control-depleted cells (8% survival in MLN8054+Taxol treatment versus 7% with Taxol alone). The combination of the two drugs was more effective than MLN8054 alone in killing USP7-depleted cells (17% survival in MLN8054+Taxol treatment versus 29% with MLN8054 alone, P=0.05).Our results indicate that in the absence of USP7, inhibitions of Aurora-A kinase can elevate cellular Taxol response and significantly decrease USP7-mediated taxane resistance.We previously demonstrated that Daxx levels could predict the response to neoadjuvant taxane- and anthracycline-based chemotherapy.21 In the same cohort of patients, USP7 score (calculated based on the USP7 immunohistochemistry (IHC) staining intensity multiplied by the percent of staining cells) was analyzed to evaluate the clinical significance of USP7 regulation of taxane sensitivity. Based on clinical response, patients with more than 75% reduction in tumor size were classified as responders, and those with <75% reduction were classified as non-responders. Our analysis showed that responders have higher USP7 score (Figure 6c; P=0.04). DiscussionMany cancer patients are resistant or become resistant to taxanes.10 Therefore, it is essential to identify predictive markers for chemotherapy selection, and to better understand mechanisms of taxane-induced cell death for rational development of novel targeted and combinatorial treatment to occur. We previously demonstrated that cells with low levels of Daxx have reduced sensitivity to taxanes20, 21 by persisting in a prometaphase block, escaping taxane-induced cell death. Daxx is a multifunctional protein that participates in physiological and pathological cellular processes, mostly via protein–protein interactions. In this paper, we advance our understanding of Daxx-dependent taxanes resistance identifying USP7 as Daxx interactor in mitosis (Figure 1).USP7 knockout mice display early lethality (E3.5); USP7−/− cells are characterized by the loss of MDM2, accumulation of p53, proliferation arrest and apoptosis.46 However, deletion of p53 gene in a USP7 knockout mouse background did not rescue embryonic lethality (contrary to what was shown for MDM2 knockout mice47), highlighting the importance of p53-independent functions of USP7.46, 48We demonstrated that depletion of USP7 delays early mitotic events leading to the accumulation of cells in prometa/metaphases (Figure 3), confirmed by cyclin B stabilization (Figure 2) as was shown for Daxx.20, 21 Results were reproduced in p53-null cells, excluding indirect effect of USP7 on mitosis via stabilization of p53 (Figures 2d and ​and3b3b and Supplementary Figure S2). Thus, in addition to the previously identified p53-dependent G1/S regulation, the USP7/Daxx complex also controls p53-independent mitosis progression.Tang et al.33 demonstrated that in interphase cells, Daxx bridges between USP7 and MDM2; moreover, Daxx binding increases USP7 DUB activity toward MDM2.33 How Daxx activates USP7 is unknown, mainly due to incomplete characterization of USP7–Daxx interaction. Recent developments in USP7 field showed that USP7 activity is enhanced upon cofactors binding. The metabolic enzyme GMPS increases deubiquitylating activity of USP7 binding to a ‘switching' loop close to the catalytic domain.49 Daxx may bind USP7 in a similar manner to enhance its activity in mitosis. Alternatively, Daxx may recruit USP7 substrates. Future studies are needed to dissect mechanism of Daxx-dependent activation of USP7 in mitosis versus interphase.We found that USP7 depletion reduced stability of mitotic E3 ligase CHFR independently of p53 status (Figure 4). The mitotic defects observed in CHFR-depleted cells are mostly mediated by increased levels of CHFR substrate Aurora-A kinase.37 Aurora-A regulates centrosome maturation and separation, thus controlling bipolar spindle formation. Elevation of Aurora-A results in centrosome amplification and multipolar mitoses.41 We demonstrated that depletion of USP7 leads to elevated levels of Aurora-A, and significantly increased overnumerary spindle poles in a p53-independent manner (Figure 5), with a similar effect observed in non-tumorigenic MCF10A cells. Interestingly, p53-null cells (H1299 and HCT116 p53−/−) accumulated Aurora-A protein to a higher extent than p53 WT cells (HEp2 and HCT116; Figure 5 and Supplementary Figure S5) or cell line with p53 missense mutation (MDA-MB-468; Supplementary Figure S3b). This effect can be explained by the partial inactivation of p53-mediated G1/S block, which may allow USP7-depleted H1299 and HCT116 p53−/− cells to progress through several cell cycles, resulting in overamplified centrosomes and increased numbers of overnumerary spindle poles observed in p53 negative cells.50 Multipolarity was observed in Daxx-depleted cells (Supplementary Figure S4); yet, the highest extent was associated with USP7 silencing. These results can be partly due to the USP7-mediated stabilization of Daxx (Tang et al.51 and our observations). Hence, USP7 depletion results in cumulative effects due to reductions in both proteins.To assess the contribution of CHFR in USP7-mediated mitotic anomalies, we tested the ability of USP7 depletion to accumulate Aurora-A in CHFR-null HCT116 colon carcinoma cell lines. Aurora-A was stabilized in p53 isogenic HCT-116 cell lines (Supplementary Figure S5), suggesting that USP7-dependent stabilization of Aurora-A, in addition to CHFR, is mediated by an alternative, yet unidentified mechanism. Thus, previously reported sensitivity of CHFR-negative cells to taxanes,52, 53 which seemingly contradict our model, can be explained by the accumulation of taxane resistance marker Aurora-A that over-rides CHFR-mediated sensitivity. In addition, in silico correlative analysis in the NCI-60 platform did not reveal positive correlation between CHFR mRNA and taxane response (Supplementary Figure S6b), suggesting that CHFR-dependent taxane sensitivity may be cell line dependent. Another potential interpretation of these data is that CHFR is regulated on both expression and post-translational levels. Similarly, we did not find significant correlation between Aurora-A expression and taxane resistance (Supplementary Figure S6a).Further confirming function of Aurora-A in taxane-dependent cell death, we demonstrated that a selective small-molecule inhibitor of Aurora-A, MLN8054, can attenuate USP7-mediated taxane resistance (Figure 6b), most likely through accelerated mitotic slippage toward micronucleation.54 Previously, it was shown that knockdown of Aurora-A by RNA interference enhanced the chemosensitivity of Taxol in pancreatic cancer cells.55 Thus, combinatorial drug regimens of taxanes with Aurora-A inhibitors may improve the outcome of chemotherapy response in cancer patients resistant to taxane treatment.We previously reported that Daxx interacts in mitosis with protein Rassf1.20, 21 The major isoform of this gene, Rassf1A, has been implicated as a mitotic regulator and has been shown to interact with several key mitotic-related proteins, including Aurora-A56 and cell-division cycle protein 20 (Cdc20), although the latter is debatable.57 Our results show that the Daxx and USP7 effects are reproduced in several cell lines including H1299, which does not express Rassf1A. Thus, although the mitotic interaction between Daxx and Rassf1A affect mitosis by a not yet identified mechanism, Daxx regulation of mitosis and taxanes response is most likely achieved via interaction with USP7.Previously, USP7 and Daxx were implemented in p53 stability and as such are proposed to regulate G1/S cell cycle arrest and apoptosis. Here we demonstrated that another stage of cell cycle is regulated by the Daxx/USP7 interaction. According to our model (Figure 7), deregulation of USP7 and/or Daxx reduces stability of CHFR, thus Aurora-A accumulates; stabilization of Aurora-A, besides CHFR degradation, is mediated by additional USP7/Daxx-dependent mechanism. Aurora-A elevation leads to cyclin B accumulation, potentially by two independent ways. The first is controlled by SAC, which halts mitotic progression due to the inability to resolve multipolar mitoses. The second one relies on the ability of Aurora-A to bind directly and stabilize cyclin B as part of checkpoint response.40 Finally, stabilization of cyclin B holds cells in mitosis. This allows cells exposed to taxanes to acquire a resistant trait by having a prolonged mitotic block and continue proliferation after drug decay and microtubule dynamics restoration, thus surviving chemotherapy (model in Figure 7).Thus, we have established new roles for USP7 and Daxx in mitotic progression, where absence of these molecules impairs cytotoxic activity of taxane. We suggest that both USP7 and Daxx can be used as predictive markers for taxane response and for proper stratification of breast cancer patients to receive taxane-based treatment. Materials and MethodsCell cultureHEp2, H1299 and HCT116 parental and p53−/− cells were cultured in Dulbecco's modified Eagle's medium supplemented with 10% fetal bovine serum, 2 mM glutamine and 100 U/ml penicillin and 100 μg/ml streptomycin (Gibco BRL, Carlsbad, CA, USA), and grown in a humidified 5% CO2 incubator. MCF10A were obtained from ATCC (Manassas, VA, USA) and were cultured under recommended conditions. HEp2 cells expressing FLAG/HA were created using pOZ expression vector.29 Taxol (Paclitaxel; Sigma, St Louis, MO, USA) was used at 10 nM and thymidine (Sigma) at 2 mM. Aurora-A inhibitor MLN8054 (Millennium Pharmaceuticals Inc., Cambridge, MA, USA) was used at 4 μM.Immunoprecipitation and mass spectrometry analysisCells synchronized by DTB and accumulated in mitosis by 10 nM Taxol were lysed for 30 min at room temperature (RT) in lysis buffer consisting of 50 mM Tris-HCl (pH 7.45), 150 mM NaCl, 1 mM EDTA, 1% Triton X-100, in the presence of 10 mM N-ethylmaleimide (Sigma), 5 mM iodoactetamide (Sigma), 1 mM phenylmethylsulfonylfluoride (Calbiochem, EMD Chemicals, Gibbstown, NJ, USA), 1 mg/ml aprotinin (Sigma), 1 mM leupeptin (Sigma) and 1 mM pepstatin (Sigma). Lysate was then precleared by centrifugation at 1800 × g for 10 min at RT, and filtration through 0.45 μm filter (Corning, Lowell, MA, USA). Precleared lysates (Input) were incubated with preconditioned FLAG magnetic beads for 3 h at RT. Beads were washed four times with lysis buffer without protease inhibitors and eluted by thrombin cleavage (1 enzyme unit; New England Labs, Woburn, MA, USA) for 30 min in lysis buffer.Protein samples were analyzed for efficiency of pull-down and co-IP by western blot analysis as described below. For mass spectrometry analysis, samples were loaded on Protean II precast gels 8–16% Tris-HCl (nos. 161-1457; Bio-Rad, Hercules, CA, USA). Bands were then visualized with Novex colloidal blue staining kit (no. LC6025; Invitrogen, Carlsbad, CA, USA).ImmunofluorescenceImmunofluorescence analysis was completed as described previously.21 In brief, cells were fixed, permeabilized and stained with the following primary antibodies: Daxx 5.14 monoclonal,58 USP7 (Bethyl Labs, Montgomery, TX, USA), Aurora-A (Cell Signaling Technologies, Danvers, MA, USA) and α-tubulin (Sigma). Images were analyzed using a Leica TCS SP5 confocal microscope (Leica Mycrosystems, Wetzlar, Germany).Western blottingProtein samples were separated by 4–20% SDS-PAGE (Bio-Rad), transferred to nitrocellulose membranes (Whatman, Dassel, Germany) and blocked with 3% non-fat milk/PBS, 0.1% Tween (PBST). Primary antibodies to Daxx 677 rabbit (in-house), USP7 rabbit (Bethyl Labs), cyclin B1 (Santa Cruz Biotechnology, Santa Cruz, CA, USA), CHFR (Abcam, Cambridge, MA, USA), Aurora-A (Cell Signaling) and Actin (Sigma) were diluted in 3% milk/PBST and incubated overnight at 4 °C. Membranes were washed 3 × with PBST for 1 h at RT with appropriate secondary antibody (Millipore, Billerica, MA, USA) at 1 : 2500. Membranes were then washed with PBST and visualized using ECL reagent (Amersham, GE Healthcare, Pittsburg, PA, USA). Densitometry analysis of western blots was performed using the Quantity One software from Bio-Rad.Transient and stable depletionsFor transient siRNA transfections (Dharmacon, Thermo Fisher Scientific, Waltham, MA, USA) were used according the manufacturer's instructions. Control or USP7 transient depletion in MCF10A cells was achieved using Accell siRNA Reagents (Dharmacon). For stable depletion of HEp2 and H1299, a lentiviral expression system kindly provided by Peter M Chumakov (Lerner Research Institute, Cleveland, OH, USA) was used as described previously.21 shRNAs, for control, Daxx21 and USP7 (GCGATTACAAGAAGAGAAA) were designed according to the Dharmacon siDESIGN algorithm.Anaphase-promoting complex assayCellular pellets were resuspended in lysis buffer (20 mM Tris-HCl, pH 7.2, 2 mM DTT, 0.25 mM EDTA, 5 mM KCl, 5 mM MgCl2), subject to two freeze–thaw cycles and lysed by sequential passage through 20 and 25 G needles. The lysate was spun for 30 min at 15 000 × g. Supernatants were divided into single-use aliquots and flash frozen in liquid N2. For assays, extracts, on ice, were supplemented with an energy-regenerating system (30 U/ml rabbit creatine phosphokinase type I, 7.5 mM creatine phosphate, 1 mM ATP, 1 mM MgCl2, 0.1 mM EGTA), non-destructible cyclin B and CHX. Proteins were then added in a final volume of 12 μl. Aliquots were made and shifted to 30 °C. Samples were quenched at the indicated times by the addition of sample buffer, resolved by SDS-PAGE, probed for the indicated proteins and imaged on a HP Scanjet4890 (HP, Palo Alto, CA, USA).Mitotic stages assessmentCells were transiently depleted by control or USP7 siRNAs (Dharmacon). After 72 h post-transfection, cells were fixed and DNA was stained with Hoechst 33342. Mitotic stages were determined by microscopy and were categorized as prophase–prometaphase (P), metaphase (M) or anaphase (A) or telophase (T) according DNA morphology.21 Mitotic stage assessment for each sample was conducted counting at least 100 mitotic events per experiment.Colony formation assayCells exposed to control or 10 nM Taxol were replated in triplicates at 1 : 1000 dilution on six-well plates (Corning, Lowell, MA, USA). After 5–7 days, colonies were stained with crystal violet and counted.ImmunohistochemistryFor this study, 23 women were identified with locally advanced HER-2 non-amplified breast cancer that were treated with standard taxane/anthracycline-based neoadjuvant chemotherapy at H Lee Moffitt Cancer Center. For details of patients and IHC protocol, see Giovinazzi et al.21 Anti-USP7 antibody (Bethyl Lab) was used for IHC. For each specimen, at least 1000 cells were examined for USP7 expression, and the number of cells with an evident signal were recorded and categorized by the intensity of staining (0 for undetectable, 4 for highest) of USP7 multiplied by the percent of staining cells (USP7 score).Gene transcript quantification in the NCI-60 derived from five microarray platformsTranscript expression level determination has been described previously.59, 60 In this approach, probes from five platforms, the Affymetrix (Affymetrix Inc., Sunnyvale, CA, USA) Human Genome U95 Set (HG-U95, GEO accession no. {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE5949\",\"term_id\":\"5949\"}}GSE5949); the Human Genome U133 (HG-U133, GEO accession no. {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE5720\",\"term_id\":\"5720\"}}GSE5720); the Human Genome U133 Plus 2.0 Arrays (HG-U133 Plus 2.0, GEO accession no. {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE32474\",\"term_id\":\"32474\"}}GSE32474); and the GeneChip Human Exon 1.0 ST array (GH Exon 1.0 ST, GEO accession no. {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE29682\",\"term_id\":\"29682\"}}GSE29682) and the Agilent (Agilent Technologies Inc., Santa Clara, CA, USA) Whole Human Genome Oligo Microarray (WHG, GEO accession no. {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE29288\",\"term_id\":\"29288\"}}GSE29288), were used. Data processing as well as normalization was carried out as described previously.59 To eliminate uninformative probes, we did quality control based on the range of intensity across the NCI-60. Probes with <1.2 log2 range were dropped. Pearson's correlations of average probe/probe comparisons were determined, and values <0.30 dropped. As described previously, the remaining probes were transformed to z-scores, and the average z-scores determined for each gene for each cell line.59Drug and compound activity level quantizationThe Developmental Therapeutics Program determined the 50% growth inhibitory levels (GI50s) using the sulforhodamine B assay60 at 48 h. Experiments were required to pass similar quality control criteria, used for the gene transcript levels. Experiments with information on <35 cell lines, or with a range <1.2 log10 are dropped. Experiments that pass these criteria are counted, and 25% of that number determined. For the remaining possible experiment/experiment combinations, Pearson's correlations were determined. Experiments were dropped if their average correlations were <0.334 (P<0.05 for the 35 cell line minimum in the absence of multiple comparisons correction), or they had correlations to individual probes at ≥0.334. Next, based on whether the average correlations was <0.60 (P<0.00014 for the 35 cell line minimum), the experiment with the lowest correlation is dropped. Correlations are then recalculated for all remaining possible experiment/experiment combinations, and the lowest dropped until either all are ≥0.60, or the 25% (of experiments that passed the 1.2 log2 range criteria) level is reached. Drugs that pass the ≤1.2 log10 range test but have only one experiment are included. AcknowledgmentsWe thank Bert Vogelstein for the generous gift of HCT116 p53 WT and −/− cells. This work was supported by NIH/NCI R01 CA127378-01A1 for SG, VMM and AMI and Shula Foundation for SG, by seed funding from the Cleveland Clinic for MKS and by the Center for Cancer Research, the intramural program of NCI and the DTP, Division of Cancer Treatment and Diagnosis (DCTD), NCI for WCR. GlossaryCdc20cell-division cycle protein 20CHFRcheckpoint with forkhead and Ring-fingerCHXcycloheximideDaxxdeath domain-associated proteinDTBdouble thymidine blockDUBde-ubiquitylating enzymeSACspindle assembly checkpointUbubiquitinUSP7ubiquitin-specific processing protease-7 NotesThe authors declare no conflicts of interest. FootnotesSupplementary Information accompanies the paper on Cell Death and Differentiation website (http://www.nature.com/cdd)Edited by V Dixit ReferencesO'Shaughnessy J. Extending survival with chemotherapy in metastatic breast cancer. Oncologist. 2005;10 (Suppl 3:20–29. [PubMed] [Google Scholar]Higa GM. The microtubule as a breast cancer target. Breast Cancer. 2010;18:103–119. [PubMed] [Google Scholar]Abal M, Andreu JM, Barasoain I. Taxanes: microtubule and centrosome targets, and cell cycle dependent mechanisms of action. Curr Cancer Drug Targets. 2003;3:193–203. [PubMed] [Google Scholar]Morse DL, Gray H, Payne CM, Gillies RJ. Docetaxel induces cell death through mitotic catastrophe in human breast cancer cells. Mol Cancer Ther. 2005;4:1495–1504. [PubMed] [Google Scholar]Rieder CL, Maiato H. Stuck in division or passing through: what happens when cells cannot satisfy the spindle assembly checkpoint. Dev Cell. 2004;7:637–651. [PubMed] [Google Scholar]Matson DR, Stukenberg PT. Spindle poisons and cell fate: a tale of two pathways. Mol Interv. 2010;11:141–150. [PMC free article] [PubMed] [Google Scholar]Musacchio A, Salmon ED. The spindle-assembly checkpoint in space and time. Nat Rev Mol Cell Biol. 2007;8:379–393. [PubMed] [Google Scholar]Mantel C, Guo Y, Lee MR, Han MK, Rhorabough S, Kim KS, et al.  Cells enter a unique intermediate 4 N stage, not 4 N-G1, after aborted mitosis. Cell Cycle. 2008;7:484–492. [PubMed] [Google Scholar]Brito DA, Rieder CL. Mitotic checkpoint slippage in humans occurs via cyclin B destruction in the presence of an active checkpoint. Curr Biol. 2006;16:1194–1200. [PMC free article] [PubMed] [Google Scholar]Bonneterre J, Spielman M, Guastalla JP, Marty M, Viens P, Chollet P, et al.  Efficacy and safety of docetaxel (Taxotere) in heavily pretreated advanced breast cancer patients: the French compassionate use programme experience. Eur J Cancer. 1999;35:1431–1439. [PubMed] [Google Scholar]Zhou J, Giannakakou P. Targeting microtubules for cancer chemotherapy. Curr Med Chem Anticancer Agents. 2005;5:65–71. [PubMed] [Google Scholar]Chien AJ, Moasser MM.Cellular mechanisms of resistance to anthracyclines and taxanes in cancer: intrinsic and acquired Semin Oncol 200835(Suppl 2S1–S14.quiz S39. [PubMed] [Google Scholar]Lee EA, Keutmann MK, Dowling ML, Harris E, Chan G, Kao GD. Inactivation of the mitotic checkpoint as a determinant of the efficacy of microtubule-targeted drugs in killing human cancer cells. Mol Cancer Ther. 2004;3:661–669. [PubMed] [Google Scholar]Brito DA, Yang Z, Rieder CL. Microtubules do not promote mitotic slippage when the spindle assembly checkpoint cannot be satisfied. J Cell Biol. 2008;182:623–629. [PMC free article] [PubMed] [Google Scholar]Chabalier C, Lamare C, Racca C, Privat M, Valette A, Larminat F. BRCA1 downregulation leads to premature inactivation of spindle checkpoint and confers paclitaxel resistance. Cell Cycle. 2006;5:1001–1007. [PubMed] [Google Scholar]Xia G, Luo X, Habu T, Rizo J, Matsumoto T, Yu H. Conformation-specific binding of p31(comet) antagonizes the function of Mad2 in the spindle checkpoint. EMBO J. 2004;23:3133–3143. [PMC free article] [PubMed] [Google Scholar]Anand S, Penrhyn-Lowe S, Venkitaraman AR. AURORA-A amplification overrides the mitotic spindle assembly checkpoint, inducing resistance to Taxol. Cancer Cell. 2003;3:51–62. [PubMed] [Google Scholar]Staff S, Isola J, Jumppanen M, Tanner M. Aurora-A gene is frequently amplified in basal-like breast cancer. Oncol Rep. 2010;23:307–312. [PubMed] [Google Scholar]Carvajal RD, Tse A, Schwartz GK. Aurora kinases: new targets for cancer therapy. Clin Cancer Res. 2006;12:6869–6875. [PubMed] [Google Scholar]Lindsay CR, Scholz A, Morozov VM, Ishov AM. Daxx shortens mitotic arrest caused by paclitaxel. Cell Cycle. 2007;6:1200–1204. [PubMed] [Google Scholar]Giovinazzi S, Lindsay CR, Morozov VM, Escobar-Cabrera E, Summers MK, Han HS, et al.  Regulation of mitosis and taxane response by Daxx and Rassf1. Oncogene. 2012;31:13–26. [PMC free article] [PubMed] [Google Scholar]Lindsay CR, Morozov VM, Ishov AM. PML NBs (ND10) and Daxx: from nuclear structure to protein function. Front Biosci. 2008;13:7132–7142. [PubMed] [Google Scholar]Lindsay CR, Giovinazzi S, Ishov AM. Daxx is a predominately nuclear protein that does not translocate to the cytoplasm in response to cell stress. Cell Cycle. 2009;8:1544–1551. [PubMed] [Google Scholar]Salomoni P, Khelifi AF. Daxx: death or survival protein. Trends Cell Biol. 2006;16:97–104. [PubMed] [Google Scholar]Heaphy CM, de Wilde RF, Jiao Y, Klein AP, Edil BH, Shi C, et al.  Altered telomeres in tumors with ATRX and DAXX mutations. Science. 2011;333:425. [PMC free article] [PubMed] [Google Scholar]Morozov VM, Massoll NA, Vladimirova OV, Maul GG, Ishov AM. Regulation of c-met expression by transcription repressor Daxx. Oncogene. 2008;27:2177–2186. [PubMed] [Google Scholar]Boutell C, Canning M, Orr A, Everett RD. Reciprocal activities between herpes simplex virus type 1 regulatory protein ICP0, a ubiquitin E3 ligase, and ubiquitin-specific protease USP7. J Virol. 2005;79:12342–12354. [PMC free article] [PubMed] [Google Scholar]Oh YM, Yoo SJ, Seol JH. Deubiquitination of Chfr, a checkpoint protein, by USP7/HAUSP regulates its stability and activity. Biochem Biophys Res Commun. 2007;357:615–619. [PubMed] [Google Scholar]Nakatani Y, Ogryzko V. Immunoaffinity purification of mammalian protein complexes. Methods Enzymol. 2003;370:430–444. [PubMed] [Google Scholar]Nicholson B, Suresh Kumar KG. The multifaceted roles of USP7: new therapeutic opportunities. Cell Biochem Biophys. 2011;60:61–68. [PubMed] [Google Scholar]Li M, Chen D, Shiloh A, Luo J, Nikolaev AY, Qin J, et al.  Deubiquitination of p53 by HAUSP is an important pathway for p53 stabilization. Nature. 2002;416:648–653. [PubMed] [Google Scholar]Cummins JM, Vogelstein B. HAUSP is required for p53 destabilization. Cell Cycle. 2004;3:689–692. [PubMed] [Google Scholar]Tang J, Qu LK, Zhang J, Wang W, Michaelson JS, Degenhardt YY, et al.  Critical role for Daxx in regulating Mdm2. Nat Cell Biol. 2006;8:855–862. [PubMed] [Google Scholar]Sur S, Pagliarini R, Bunz F, Rago C, Diaz LA, Kinzler KW, et al.  A panel of isogenic human cancer cells suggests a therapeutic approach for cancers with inactivated p53. Proc Natl Acad Sci USA. 2009;106:3964–3969. [PMC free article] [PubMed] [Google Scholar]Corn PG, Summers MK, Fogt F, Virmani AK, Gazdar AF, Halazonetis TD, et al.  Frequent hypermethylation of the 5' CpG island of the mitotic stress checkpoint gene Chfr in colorectal and non-small cell lung cancer. Carcinogenesis. 2003;24:47–51. [PubMed] [Google Scholar]Toyota M, Sasaki Y, Satoh A, Ogi K, Kikuchi T, Suzuki H, et al.  Epigenetic inactivation of CHFR in human tumors. Proc Natl Acad Sci USA. 2003;100:7818–7823. [PMC free article] [PubMed] [Google Scholar]Yu X, Minter-Dykhouse K, Malureanu L, Zhao WM, Zhang D, Merkle CJ, et al.  Chfr is required for tumor suppression and Aurora-A regulation. Nat Genet. 2005;37:401–406. [PubMed] [Google Scholar]Barr AR, Gergely F. Aurora-A: the maker and breaker of spindle poles. J Cell Sci. 2007;120 (Part 17:2987–2996. [PubMed] [Google Scholar]Hirota T, Kunitoku N, Sasayama T, Marumoto T, Zhang D, Nitta M, et al.  Aurora-A and an interacting activator, the LIM protein Ajuba, are required for mitotic commitment in human cells. Cell. 2003;114:585–598. [PubMed] [Google Scholar]Qin L, Tong T, Song Y, Xue L, Fan F, Zhan Q. Aurora-A interacts with cyclin B1 and enhances its stability. Cancer Lett. 2009;275:77–85. [PubMed] [Google Scholar]Meraldi P, Honda R, Nigg EA. Aurora kinases link chromosome segregation and cell division to cancer susceptibility. Curr Opin Genet Dev. 2004;14:29–36. [PubMed] [Google Scholar]Liu H, D'Andrade P, Fulmer-Smentek S, Lorenzi P, Kohn KW, Weinstein JN, et al.  mRNA and microRNA expression profiles of the NCI-60 integrated with drug activities. Mol Cancer Ther. 2010;9:1080–1091. [PMC free article] [PubMed] [Google Scholar]Katayama H, Brinkley WR, Sen S. The Aurora kinases: role in cell transformation and tumorigenesis. Cancer Metast Rev. 2003;22:451–464. [PubMed] [Google Scholar]Hoar K, Chakravarty A, Rabino C, Wysong D, Bowman D, Roy N, et al.  MLN8054, a small-molecule inhibitor of Aurora-A, causes spindle pole and chromosome congression defects leading to aneuploidy. Mol Cell Biol. 2007;27:4513–4525. [PMC free article] [PubMed] [Google Scholar]Sun C, Chan F, Briassouli P, Linardopoulos S. Aurora kinase inhibition downregulates NF-kappaB and sensitises tumour cells to chemotherapeutic agents. Biochem Biophys Res Commun. 2007;352:220–225. [PubMed] [Google Scholar]Kon N, Kobayashi Y, Li M, Brooks CL, Ludwig T, Gu W. Inactivation of HAUSP in vivo modulates p53 function. Oncogene. 2009;29:1270–1279. [PMC free article] [PubMed] [Google Scholar]Montes de Oca Luna R, Wagner DS, Lozano G. Rescue of early embryonic lethality in mdm2-deficient mice by deletion of p53. Nature. 1995;378:203–206. [PubMed] [Google Scholar]Kon N, Zhong J, Kobayashi Y, Li M, Szabolcs M, Ludwig T, et al.  Roles of HAUSP-mediated p53 regulation in central nervous system development. Cell Death Differ. 2011;18:1366–1375. [PMC free article] [PubMed] [Google Scholar]Faesen AC, Dirac AM, Shanmugham A, Ovaa H, Perrakis A, Sixma TK. Mechanism of USP7/HAUSP activation by its C-terminal ubiquitin-like domain and allosteric regulation by GMP-synthetase. Mol Cell. 2011;44:147–159. [PubMed] [Google Scholar]Meraldi P, Honda R, Nigg EA. Aurora-A overexpression reveals tetraploidization as a major route to centrosome amplification in p53−/− cells. EMBO J. 2002;21:483–492. [PMC free article] [PubMed] [Google Scholar]Tang J, Qu L, Pang M, Yang X. Daxx is reciprocally regulated by Mdm2 and Hausp. Biochem Biophys Res Commun. 2010;393:542–545. [PMC free article] [PubMed] [Google Scholar]Banno K, Yanokura M, Kawaguchi M, Kuwabara Y, Akiyoshi J, Kobayashi Y, et al.  Epigenetic inactivation of the CHFR gene in cervical cancer contributes to sensitivity to taxanes. Int J Oncol. 2007;31:713–720. [PubMed] [Google Scholar]Scolnick DM, Halazonetis TD. Chfr defines a mitotic stress checkpoint that delays entry into metaphase. Nature. 2000;406:430–435. [PubMed] [Google Scholar]Wysong DR, Chakravarty A, Hoar K, Ecsedy JA. The inhibition of Aurora-A abrogates the mitotic delay induced by microtubule perturbing agents. Cell Cycle. 2009;8:876–888. [PubMed] [Google Scholar]Hata T, Furukawa T, Sunamura M, Egawa S, Motoi F, Ohmura N, et al.  RNA interference targeting aurora kinase a suppresses tumor growth and enhances the taxane chemosensitivity in human pancreatic cancer cells. Cancer Res. 2005;65:2899–2905. [PubMed] [Google Scholar]Rong R, Jiang LY, Sheikh MS, Huang Y. Mitotic kinase Aurora-A phosphorylates RASSF1A and modulates RASSF1A-mediated microtubule interaction and M-phase cell cycle regulation. Oncogene. 2007;26:7700–7708. [PubMed] [Google Scholar]Liu L, Baier K, Dammann R, Pfeifer GP. The tumor suppressor RASSF1A does not interact with Cdc20, an activator of the anaphase-promoting complex. Cell Cycle. 2007;6:1663–1665. [PubMed] [Google Scholar]Ishov AM, Vladimirova OV, Maul GG. Heterochromatin and ND10 are cell-cycle regulated and phosphorylation-dependent alternate nuclear sites of the transcription repressor Daxx and SWI/SNF protein ATRX. J Cell Sci. 2004;117 (Part 17:3807–3820. [PubMed] [Google Scholar]Reinhold WC, Erliandri I, Liu H, Zoppoli G, Pommier Y, Larionov V. Identification of a predominant co-regulation among kinetochore genes, prospective regulatory elements, and association with genomic instability. PLoS One. 2011;6:e25991. [PMC free article] [PubMed] [Google Scholar]Rubinstein LV, Shoemaker RH, Paull KD, Simon RM, Tosini S, Skehan P, et al.  Comparison of in vitro anticancer-drug-screening data generated with a tetrazolium assay versus a protein assay against a diverse panel of human tumor cell lines. J Natl Cancer Inst. 1990;82:1113–1118. [PubMed] [Google Scholar]"}