{"title": "Methyltransferase PRMT1 is a binding partner of HBx and a negative regulator of hepatitis B virus transcription", "pubDate": "2013", "PMCID": "PMC3624337", "DOI": "10.1128/JVI.02574-12", "PMID": "23388725", "abstract": "The hepatitis B virus X protein (HBx) is essential for virus replication and has been implicated in the development of liver cancer. HBx is recruited to viral and cellular promoters and activates transcription by interacting with transcription factors and coactivators. Here, we purified HBx-associated factors in nuclear extracts from HepG2 hepatoma cells and identified protein arginine methyltransferase 1 (PRMT1) as a novel HBx-interacting protein. We showed that PRMT1 overexpression reduced the transcription of hepatitis B virus (HBV), and this inhibition was dependent on the methyltransferase function of PRMT1. Conversely, depletion of PRMT1 correlated with increased HBV transcription. Using a quantitative chromatin immunoprecipitation assay, we found that PRMT1 is recruited to HBV DNA, suggesting a direct effect of PRMT1 on the regulation of HBV transcription. Finally, we showed that HBx expression inhibited PRMT1-mediated protein methylation. Downregulation of PRMT1 activity was further observed in HBV-replicating cells in an in vivo animal model. Altogether, our results support the notion that the binding of HBx to PRMT1 might benefit viral replication by relieving the inhibitory activity of PRMT1 on HBV transcription.", "author": [{"author": "Shirine Benhenda", "affiliation": ["Unité d'Oncogenèse et Virologie Moléculaire, Institut Pasteur, Paris, France."], "href": "/?term=Benhenda+S&cauthor_id=23388725"}, {"author": "Aurélie Ducroux", "affiliation": [], "href": "/?term=Ducroux+A&cauthor_id=23388725"}, {"author": "Lise Rivière", "affiliation": [], "href": "/?term=Rivi%C3%A8re+L&cauthor_id=23388725"}, {"author": "Bijan Sobhian", "affiliation": [], "href": "/?term=Sobhian+B&cauthor_id=23388725"}, {"author": "Michael D Ward", "affiliation": [], "href": "/?term=Ward+MD&cauthor_id=23388725"}, {"author": "Sarah Dion", "affiliation": [], "href": "/?term=Dion+S&cauthor_id=23388725"}, {"author": "Olivier Hantz", "affiliation": [], "href": "/?term=Hantz+O&cauthor_id=23388725"}, {"author": "Ulrike Protzer", "affiliation": [], "href": "/?term=Protzer+U&cauthor_id=23388725"}, {"author": "Marie-Louise Michel", "affiliation": [], "href": "/?term=Michel+ML&cauthor_id=23388725"}, {"author": "Monsef Benkirane", "affiliation": [], "href": "/?term=Benkirane+M&cauthor_id=23388725"}, {"author": "Oliver J Semmes", "affiliation": [], "href": "/?term=Semmes+OJ&cauthor_id=23388725"}, {"author": "Marie-Annick Buendia", "affiliation": [], "href": "/?term=Buendia+MA&cauthor_id=23388725"}, {"author": "Christine Neuveut", "affiliation": [], "href": "/?term=Neuveut+C&cauthor_id=23388725"}], "refPMID": [], "citedInPMID": ["23388725", "35100095", "34829930", "34603251", "34576022", "34526974", "34456908", "34373747", "34163105", "33923385", "33742187", "33441627", "32560231", "32462516", "32450266", "32235678", "31480501", "31375584", "30917875", "30567989", "30443247", "30323189", "30243618", "29893548", "29065155", "29048354", "28893941", "28833361", "28368357", "28212627", "27482896", "27174370", "26983541", "26907881", "26792738", "26747833", "26580974", "26392112", "26038756", "25211330", "25099228"], "body": " AbstractThe hepatitis B virus X protein (HBx) is essential for virus replication and has been implicated in the development of liver cancer. HBx is recruited to viral and cellular promoters and activates transcription by interacting with transcription factors and coactivators. Here, we purified HBx-associated factors in nuclear extracts from HepG2 hepatoma cells and identified protein arginine methyltransferase 1 (PRMT1) as a novel HBx-interacting protein. We showed that PRMT1 overexpression reduced the transcription of hepatitis B virus (HBV), and this inhibition was dependent on the methyltransferase function of PRMT1. Conversely, depletion of PRMT1 correlated with increased HBV transcription. Using a quantitative chromatin immunoprecipitation assay, we found that PRMT1 is recruited to HBV DNA, suggesting a direct effect of PRMT1 on the regulation of HBV transcription. Finally, we showed that HBx expression inhibited PRMT1-mediated protein methylation. Downregulation of PRMT1 activity was further observed in HBV-replicating cells in an in vivo animal model. Altogether, our results support the notion that the binding of HBx to PRMT1 might benefit viral replication by relieving the inhibitory activity of PRMT1 on HBV transcription. INTRODUCTIONHepatitis B virus (HBV) is a common human pathogen and a major health problem. Chronic HBV infection affects 350 million people worldwide, who are at a high risk of developing liver diseases, including cirrhosis and hepatocellular carcinoma (HCC) (1). Despite strong epidemiological evidence linking HBV infection to HCC, the mechanisms underlying HBV-associated carcinogenesis remain an open question. The regulatory hepatitis B virus X protein (HBx), a small protein of 17 kDa, is thought to be involved in oncogenesis (2). Although HBx does not behave as a strong oncogene per se, it has been reported to be able to transform simian virus 40 (SV40)-immortalized murine hepatocytes and, depending on the mouse model, either to induce liver tumors or to act as a cofactor to accelerate oncogenesis (2). HBx has been shown to be essential for virus replication in vivo. However, its role is far from being completely understood, and it is likely multifactorial. Indeed, HBx has been endowed with multiple activities. HBx activates transcription from cellular and viral promoters, including HBV promoters, and it subverts different cellular functions and signal transduction pathways through modulation of cytoplasmic calcium, cell proliferation, and apoptosis. Thus, the accumulation of cellular dysfunctions and alterations associated with HBx expression could lead ultimately to cell transformation. While cellular activities modulated by HBx likely contribute to increased virus replication, evidence for a more direct role of HBx in stimulating HBV transcription has been provided by several studies from different groups (3–7).HBx exerts its activities by interacting with a large number of cellular partners that are located either in the cytoplasm or in the nucleus, in agreement with the dual location of HBx (8). Consistent with its role in transcription, HBx has been shown to interact with components of the basal transcriptional machinery (RPB5, TFIIB, TBP, and TFIIH), with transcription factors (ATF/CREB, c/EBP, NF-IL-6, and RXR receptor), as well as with coactivators (CBP/P300 and ASC-2) or a repressor (DNMT) (2). Recently, we showed that HBx is recruited to the promoters of CREB target genes and increases the recruitment of CBP/P300 on CREB, suggesting that HBx could be directly involved in assembly of enhancer-transcription factor complexes (9). HBx clearly plays a direct role in the epigenetic regulation of HBV transcription, in which it appears that HBx modulates HBV transcription through a network of interactions with transcription regulatory factors that are part of high-molecular-weight protein complexes (6, 7).Upon HBV infection, the partially double-stranded DNA genome is delivered to the nucleus, where it is converted into a covalently closed circular DNA (cccDNA). The cccDNA serves as the template for transcription of all viral RNAs, including the pregenomic RNA (pgRNA). The expression of these transcripts is directed by four promoters and two enhancers (10). Several binding sites for ubiquitous and liver-specific transcription factors that likely regulate HBV transcription in vivo have been identified in these cis-acting sequences (10, 11–14). Moreover, recent findings have pointed out that like the human genome, HBV cccDNA transcription is regulated by epigenetic mechanisms such as DNA methylation and histone acetylation (7, 15–17).Methylation of arginine residues in proteins is a widespread posttranslational modification involved in the regulation of a large array of cellular processes, including signal transduction, subcellular localization, RNA processing, and transcription (18). Arginine methylation modulates transcription factor activities and participates in chromatin remodeling (19, 20). It is catalyzed by the family of protein arginine methyltransferases (PRMTs) comprising to date 11 members in humans, which transfer one or two methyl groups from S-adenosylmethionine (SAM) to the guanidine nitrogen of arginine residues (20). It is well established that PRMT1 is involved in transcriptional regulation by acting as a transcriptional coactivator or corepressor (21–24).In the current study, we used affinity chromatography and mass spectrometry to identify cellular proteins interacting with HBx in the nucleus of HepG2 cells. We identified PRMT1 as an HBx-interacting protein. We also show that PRMT1 plays a significant role in the repression of HBV transcription. Furthermore, expression of HBx inhibits PRMT1 methyltransferase activity. Our data support a model by which HBx relieves PRMT1 repression to benefit HBV replication. MATERIALS AND METHODSDNA plasmids. The N-terminally hemagglutinin (HA)-tagged HBx (adw subtype) (HA-HBx) expression vector was previously described (9). Flag-HA-HBx pCDNA3.1 was generated from the HA-HBx construct by PCR amplification, using primers 5′-ATGGACTACAAAGACGATGACGACAAGTACCCATACGATGTACCGGACTACGCA-3′ and 5′-AATTAGGTACCTTAGGCAGAGGTGAAAAAGTTGC, containing BglII and KpnI restrictions sites, respectively. The pTRIP-Flag-HA-HBx plasmid was generated by cloning the BglII-KpnI fragment containing wild-type (wt) Flag-HA-HBx cDNA into the BamHI-KpnI sites of the lentiviral vector pTRIPΔU3 (25). pTRIP Flag-HA (control) contains the Flag-HA tag cloned into the lentiviral vector pTRIPΔU3. Plasmids encoding His-Myc-PRMT1 and green fluorescent protein (GFP)-PRMT1 were kindly provided by Maria Bauer and Mark Bedford, respectively (26, 27). Flag-tagged PRMT1 and PRMT3 expression vectors were generous gifts of Richard B. Gaynor (24). The glutathione S-transferase (GST)-glycine- and arginine-rich (GAR) plasmid was kindly provided by Steven Clarke and contains the N-terminal portion of human fibrillarin cloned in frame with GST (28). The catalytically inactive mutant of PRMT1 was generated by QuikChange XL site-directed mutagenesis (Stratagene) from the GFP-PRMT1 plasmid by using the following primers: 5′-CCGGTGCCCGAGCCGACGGCCGCCGCCACCTTGTCC-3′ and 5′-GGACAAGGTGGCGGCGGCCGTCGGCTCGGGCACCGG-3′. These primers change the 63-VLD-65 sequence in the S-adenosylmethionine binding site of PRMT1 to 63-AAA-65 (29, 30). All constructs were verified by sequencing. A plasmid encoding a greater-than-unit-length wt HBV genome (payw1.2, here called HBV) was kindly provided by M. Melagari (31). The recombinant pAAV vector carrying a 1.2-unit-length HBV sequence (pAAV-HBV) was constructed by inserting the more-than-full-length HBV genome between the inverted terminal repeats of the adeno-associated virus serotype 2 (AAV2) vector (S. Dion, M. Bourgine, O. Godon, F. Levillay, and M. L. Michel, unpublished data).AAV2/8 recombinant virus production and animal procedures. AAV2/8-HBV or AAV2/8-empty recombinant viral vectors were produced after cotransfection of HEK293 cells with pAAV-HBV or pAAV plasmids and an auxiliary plasmid allowing packaging of viral DNA into AAV serotype 8 capsids. After purification, viruses were titrated as virus genomes (vg) per ml and stored at −80°C. HLA-A*0201/DRB1*0101 transgenic, H-2 class I/class II knockout (KO) mice were previously described (32). All animals were housed in a pathogen-free environment in the animal facility of the Institut Pasteur, Paris, France. All protocols were reviewed and approved by the institutional animal care committee of the Institut Pasteur for compliance with French and European regulations on animal welfare and with Public Health Service recommendations. Six- or eight-week-old mice received a single tail vein injection of 5 × 1010 vg of the AAV2/8-HBV or AAV2/8-empty virus vector. HBV replication was evaluated by quantifying HBsAg and HBeAg in mouse sera by using commercial enzyme-linked immunosorbent assay (ELISA) kits (Bio-Rad, Marnes la Coquette, France).Primers for small interfering RNAs (siRNAs), chromatin immunoprecipitation (ChIP), and quantitative reverse transcription-PCR (RT-qPCR). The following synthetic oligonucleotides were ordered from Eurofins MWG Operon: siPRMT1 (5′-CGUGUAUGGCUUCGACAUG-3′), siCtrl (5′-UAGCGACUAAACACAUCAA-3′), HBV cccDNA sense (s) (5′-GTGCACTTCGCTTCACCTCT-3′) (positions 1579 to 1598), HBV cccDNA antisense (as) (5′-AGCTTGGAGGCTTGAACAGT-3′) (positions 1859 to 1878), HBV-trans1 s (5′-GCTTTCACTTTCTCGCCAAC-3′) (positions 1087 to 1106), HBV-trans2 as (5′-GAGTTCCGCAGTATGGATCG-3′) (positions 1262 to 1281), RHOT2 s (5′-CTGCGGACTATCTCTCCCCTC-3′), RHOT2 as (5′-AAAAGGCTTTGCAGCTCCAC-3′), PRMT1 s (5′-GAGAATTTTGTAGCCACCTTGG-3′), PRMT1 as (5′-CCTGGCCACAGGACACTT-3′), RC 5′ (CACTCTATGGAAGGCGGGTA), and RC 3′ (TGCTCCAGCTCCTACCTTGT).Antibodies and reagents. For purification, immunoprecipitation, and Western blotting, anti-tubulin, anti-Flag M2 resin, and Flag peptide were purchased from Sigma; anti-GFP was purchased from Santa Cruz Biotechnology; anti-Myc was purchased from Calbiochem; anti-HA was purchased from Covance; anti-PRMT1 antibodies were purchased from Bethyl laboratories (A300-722A for immunoprecipitation and A300-723A for Western blotting); anti-glyceraldehyde-3-phosphate dehydrogenase (GAPDH) and anti-H4 were purchased from Abcam, and anti-V5 was purchased from Invitrogen. Specific antibodies against asymmetrical dimethylarginines (ASYM25) and symmetrical dimethylarginines (SYM10) were obtained from Millipore. HBs and PreS1 antibodies were kindly provided by Camille Sureau. For ChIP and immunofluorescence analysis, anti-PRMT1 was obtained from Upstate, Millipore. Purified rabbit IgGs were obtained from Millipore. Anti-HP1γ was purchased from Euromedex. Purified recombinant GST-PRMT1 was obtained from Millipore, and free core histones were obtained from Roche. S-Adenosyl-l-[methyl-3H]methionine ([3H]AdoMet) was purchased from GE Healthcare. Nonradioactive SAM was obtained from NEB. In vitro-translated HBx was produced by using the TnT coupled reticulocyte lysate system from Promega.Cell culture, DNA and siRNA transfections, and transduction. HEK293 and HEK293T cells were maintained in Dulbecco's modified Eagle's medium (DMEM) with 10% fetal bovine serum (FBS). HepG2 and HepAD38 cells were maintained in DMEM-F12 complemented with 10% FBS, 3.5 × 10−7 M hydrocortisone, and 5 μg/ml insulin. The HepAD38 cell line is derived from HepG2 cells and contains the HBV genome under tetracycline (Tet) control (33). HepG2 H1.3Δx cells are derived from HepG2 cells and contain the stable integration of a 1.3-fold HBV genome carrying premature stop codon mutations in both the 5′ and 3′ parts of the HBx open reading frame (34). Primary human hepatocytes (PHH) were isolated from normal liver surgically resected for medical reasons (colorectal metastasis). Informed consent was obtained from each patient, and the procedure was approved by the French National Ethics Committee. PHH cells were isolated with a two-step perfusion method and cultured as described previously (35). HepaRG-TR-X cells that express HBx under the control of a tetracycline-regulated promoter were derived from HepaRG cells (34). Cells were transfected with different vectors, as indicated in the figure legends, using Si Importer (Millipore), Exgen 500 (Euromedex), or Lipofectamine LTX reagent (Invitrogen) for DNA transfection. Total amounts of transfected DNA were kept constant by adding empty vector DNA. For infection, Flag-HA-HBx and Flag-HA (control) lentiviral vectors were produced in HEK293T cells as described previously (9). HepG2 cells were then transduced with lentiviral vectors encoding Flag-HA-HBx or Flag-HA (control) for 48 h. For PRMT1 knockdown, HepG2 cells were first transfected with 20 nM siPRMT1 or control siRNA (siCtrl) by using Interferin reagent according to the manufacturer's protocol (PolyPlus transfection), followed by a second round of siRNA transfection 24 h later and then by DNA transfection with 0.5 μg of HBV vector by using Lipofectamine LTX reagent. Cells were harvested 48 h posttransfection, protein expression was analyzed by Western blotting, and RNAs were quantified by quantitative RT-PCR (RT-qPCR). HepG2 cells stably expressing shPRMT1 or shCtrl were established by transducing cells twice with lentiviral vectors encoding either shPRMT1 or shCtrl, purchased from Santa Cruz Biotechnology, according to the manufacturer's instructions. Cells were selected in the presence of 4 μg/ml of puromycin for 14 days. Selected clones were pooled and analyzed for PRMT1 expression by Western blotting and RT-qPCR. HepAD38 cells were grown without tetracycline and transfected with 20 nM siPRMT1 or siCtrl using Interferin (PolyPlus transfection) according to the manufacturer's instructions.HBV virions and HBV infection. HBV virions were produced from HepAD38 cells grown in William's E medium containing 5% fetal calf serum (FCS) and 2% dimethyl sulfoxide (DMSO). HBV particles were precipitated from clarified cell supernatants by overnight incubation in 5% polyethylene glycol 8000 (PEG 8000) and were then concentrated by centrifugation at 4°C for 60 min at 5,000 rpm. The pellet was suspended in complete William's medium supplemented with 2% DMSO. Titers of the enveloped DNA-containing viral particles in the HBV inocula were determined by immunoprecipitation with an anti-PreS1 antibody followed by quantitative PCR (qPCR) quantification of viral DNA using primers RC 5′ and RC 3′, as described above. Only enveloped DNA-containing viral particles were taken into account for determining the multiplicity of infection (MOI). PHH were infected with normalized amounts of virus at an MOI of 500, as previously described (34).Purification of HBx complexes. Nuclear extract was prepared from HepG2 cells transduced with a lentiviral vector encoding either Flag-HA-HBx or Flag-HA (control). Flag-HA-HBx complexes were purified from nuclear extracts by affinity chromatography using anti-Flag antibodies according to a standard method, with minor modifications (36). Briefly, cells were rinsed once and swollen in 2 volumes of hypotonic buffer (20 mM Tris [pH 7.3], 25% glycerol, 1.5 mM MgCl2, 0.2 mM EDTA, 20 mM KCl, 10 mM beta-mercaptoethanol, 0.5 mM phenylmethylsulfonyl fluoride [PMSF], and EDTA-free protease inhibitors) for 10 min on ice, followed by homogenization 15 times with a “loose” pestle. Nuclei were centrifuged at 2,500 rpm at 4°C for 10 min, and nuclear pellets were suspended in 0.5 volumes of low-salt buffer (20 mM Tris [pH 7.3], 25% glycerol, 1.5 mM MgCl2, 0.2 mM EDTA, 20 mM KCl, 10 mM beta-mercaptoethanol, 0.5 mM PMSF, and EDTA free-protease inhibitors). High-salt buffer (20 mM Tris [pH 7.3], 25% glycerol, 1.5 mM MgCl2, 0.2 mM EDTA, 1.2 M KCl, 10 mM beta-mercaptoethanol, 0.5 mM PMSF, and EDTA-free protease inhibitors) was slowly added (0.5 volumes; 420 mM KCl final concentration), nuclei were rotated for 30 min at 4°C, and insoluble material was removed by centrifugation at 15,000 rpm for 30 min at 4°C. Supernatant was dialyzed in BC-100 buffer (20 mM Tris [pH 7.3], 20% glycerol, 1.5 mM MgCl2, 0.2 mM EDTA, 100 mM KCl, 10 mM beta-mercaptoethanol, 0.5 mM PMSF, and EDTA-free protease inhibitors) for 4 h at 4°C. The supernatants were centrifuged at 15,000 rpm at 4°C for 30 min. Complexes were then diluted in 1 volume of B0.1 buffer (20 mM Tris [pH 7.3], 10% glycerol, 5 mM MgCl2, 0.2 mM EDTA, 100 mM KCl, 0.1% Tween 20, 10 mM beta-mercaptoethanol, 0.5 mM PMSF, and EDTA-free protease inhibitors) before immunoprecipitation with anti-Flag M2 resin (Sigma), by incubating 100 μl packed resin with the nuclear extracts for 3 h at 4°C, which were then washed three times in B0.1 buffer in a 10-ml disposable column (Bio-Rad), followed by two successive elutions with 100 μl of B0.1 buffer containing 0.2 mg/ml of Flag peptide (Flag peptide stock, 4 mg/ml in 50 mM Tris [pH 8] and 100 mM KCl). The eluted material was resolved on a 4-to-12% gradient gel in Tris buffer (Bio-Rad) and silver stained (Silver Quest; Invitrogen) according to the manufacturer's instructions.Protein identification. Protein bands were excised from a one-dimensional (1-D) polyacrylamide gel and analyzed by mass spectrometry as previously described, with minor modifications (37). Sequence analysis was performed with MASCOT (Matrix Sciences, London, Great Britain), using an indexed viral and human subset database of the nonredundant protein database from the National Center for Biotechnology Information (NCBI) website (http://www.ncbi.nlm.nih.gov/) as well as the Swiss-Prot database (version 50.3), with searches restricted to human and viral taxonomy. Tolerances were a 1.0-Da parent ion mass window and a 0.5-Da window for tandem mass spectrometry (MS/MS) scans.Immunofluorescence. HepG2 cells were grown on glass coverslips and transduced with lentiviral vectors encoding Flag-HA-HBx or Flag-HA as a control. Twenty-four hours after transduction, cells were fixed with 4% paraformaldehyde (PFA) (Sigma) for 10 min at room temperature (RT) and permeabilized with 0.5% Triton X-100 in phosphate-buffered saline (PBS) for 15 min at RT. PFA-fixed cells were washed three times with PBS, blocked in 5% bovine serum albumin (BSA), and incubated for 1 h at RT with the primary antibody. After 3 washes in PBS containing 0.1% Tween 20, cells were incubated with a secondary antibody coupled to either Alexa 594 or Alexa 488 (1:200 dilution; Invitrogen) for 1 h at RT. Coverslips were mounted with Vectashield (Vector Laboratories) supplemented with 4′,6-diaminido-2-phenylindole (DAPI) for nuclear staining. Primary antibodies used were as follows: anti-PRMT1 (1:200 dilution; Upstate) and anti-HA (1:200; Covance). Fluorescent images were acquired on an Axio Observer.Z1 microscope with an Apotome camera with a 63×/1.40-numerical-aperture (NA) Plan-Apochromat. Images were acquired with AxioVision software (Carl Zeiss, Germany).GST pulldown, immunoprecipitation, and Western blot analysis. GST-GAR was produced and purified as described previously (9). Immunoprecipitation and Western blotting were performed as previously described, with minor modifications (9). Briefly, cells were lysed in lysis buffer (20 mM Tris [pH 7.3 to 7.5], 0.5 mM EDTA, 0.1% Triton, 400 mM KCl, 5 mM MgCl2, 10% glycerol, 10 mM beta-mercaptoethanol, 0.5 mM PMSF) containing EDTA-free protease inhibitor cocktail (Roche). After lysis, the extracts were cleared by centrifugation, and the supernatant was incubated with appropriate antibodies for 2 h. Protein complexes bound to the beads were washed 3 times in lysis buffer and then either used for subsequent experiments or eluted from the beads by boiling in 25 μl of Laemmli buffer for 10 min. Samples were resolved by SDS-PAGE and electrotransferred onto nitrocellulose membranes. Blots were incubated with the indicated primary antibodies and then with alkaline phosphatase-conjugated secondary antibodies. Proteins were visualized by chemiluminescence (Tropix; Applied Biosystems). When using the Odyssey procedure, after incubation with the primary antibody, blots were probed with dye-conjugated secondary antibodies. Fluorescent immunoblot images were acquired and quantified using an Odyssey scanner and Odyssey 3.1 software (Li-Cor Biosciences). Relative signal intensities were normalized to the corresponding tubulin signals.In vitro methyltransferase assays. GST-GAR beads were incubated with 1 μg of purified recombinant PRMT1 (Upstate), in vitro-translated HBx, and 5 μCi of [3H]AdoMet (Perkin-Elmer) at 37°C for 2 h. The reaction was stopped, and the reaction mixture was analyzed by SDS-PAGE. Gels were stained with Coomassie brilliant blue for 1 h, treated with En3Hance (Perkin-Elmer Life Sciences), and then dried and exposed to fluorography. For methylation of histone H4, 3 μg of free core histones or 3 μg of histone H4 was incubated at 37°C for 2 h in a final volume of 30 μl with beads containing immunoprecipitated PRMT1 and 5 μCi of [3H]AdoMet or 600 μM nonradioactive S-adenosylmethionine in the presence or not of immunoprecipitated HBx. The reaction was stopped by adding Laemmli buffer to the reaction mixture, and the mixture was analyzed by SDS-PAGE, Western blotting, and fluorography. For in vitro methylation assays using whole-cell lysate, HepG2 cells were rinsed in PBS and lysed in lysis buffer (20 mM Tris [pH 7.3 to 7.5], 0.5 mM EDTA, 0.1% Triton, 400 mM KCl, 5 mM MgCl2, 10% glycerol, 10 mM beta-mercaptoethanol, 0.5 mM PMSF). The extract was cleared by centrifugation, and the supernatant was heated at 70°C for 10 min to inactivate endogenous PRMT enzymes. Fifteen micrograms of protein lysate was then incubated at 37°C for 2 h with 5 μCi of [3H]AdoMet and immunoprecipitated His-Myc-PRMT1. The reaction was stopped with Laemmli buffer, and the reaction mixture was analyzed by SDS-PAGE, Western blotting, and fluorography.RT-qPCR. Total RNA was prepared from transfected HepG2 cells or HepAD38 cells grown without tetracycline for 12 days using TRIzol reagent (Invitrogen) and Turbo DNA-free reagent (Ambion). RNA (500 ng) was retrotranscribed using random primers and RevertAid H Minus Moloney murine leukemia virus (M-MuLV) reverse transcriptase (Fermentas). cDNA was analyzed by qPCR using Sybr green PCR master mix (Applied Biosystems) on an ABI Prism 7900HT sequence detection system (Applied Biosystems), using a standard PCR protocol (denaturation at 95°C and annealing/extension at 63°C) and a final dissociation step to ensure amplicon-specific detection. The primers used for RT-qPCR are described above in “Primers for small interfering RNAs (siRNAs), chromatin immunoprecipitation (ChIP), and quantitative reverse transcription-PCR (RT-qPCR).” Primers HBV-trans1s and HBV-trans2as amplify all HBV transcripts except the 0.8-kb transcript encoding HBx, a fragment of 194 nucleotides (nt) in length. ROTH2 was used as a reference gene because of its low variation coefficient in human liver tumors and cell lines (38). All assays were performed in triplicate using 0.8 μl of cDNA per reaction mixture, and mean values were calculated according to the ΔCT quantification method. Results are expressed as the average from at least three independent experiments. Standard deviations (SD) are indicated. Statistical differences were analyzed by Student's t test.Northern blot analysis. Total RNA was extracted using TRIzol reagent as recommended by the manufacturer (Invitrogen). RNA samples (20 μg) were resolved on a 1% formaldehyde-agarose gel and transferred onto a Hybond N+ nylon membrane (Amersham). Blots were hybridized with full-length 3.2-kb HBV DNA or 18S rRNA gene probes labeled by random priming. Signals were quantified using the Strom 840 PhosphorImager (Molecular Dynamics).ChIP. HBV-infected PHH, HepG2 cells transfected with the HBV vector, or HepAD38 cells grown without tetracycline for 12 days were used for ChIP assays as described previously, with minor modifications (9). In brief, cells were fixed with 1% formaldehyde for 10 min at 37°C, and nuclear extracts were prepared. The sonicated nuclear lysates were subjected to immunoprecipitation overnight at 4°C by using 2 μg of the indicated antibodies. Immune complexes were incubated with 30 μl of a mix of protein A-protein G-agarose for 1 h at 4°C. The immunoprecipitates were washed five times in radioimmunoprecipitation assay (RIPA) buffer containing 0.5 mM Pefablock EDTA-free protease inhibitors (Roche), once in LiCl buffer (0.25 mM LiCl, 0.5% NP-40, 0.5% deoxycholate [DOC], 10 mM Tris-HCl [pH 8], 1 mM Na-EDTA [pH 8], 0.5 mM Pefablock EDTA-free protease inhibitors [Roche]), and twice in Tris-EDTA (TE) buffer and then eluted in elution buffer (1% SDS, 0.1% NaHCO3). After purification of the immunoprecipitated DNA, qPCR was performed by using primers specific for the cccDNA, as described above in “Primers for small interfering RNAs (siRNAs), chromatin immunoprecipitation (ChIP), and quantitative reverse transcription-PCR (RT-qPCR).” qPCRs were carried out by mixing 2 μl of ChIP sample or diluted input with Sybr green PCR master mix (Applied Biosystems) and specific primers. All reactions were performed in triplicate. Samples were normalized to input DNA, and results were analyzed by using the ΔCT method, where ΔCT = CT (threshold cycle) (input) − CT (immunoprecipitation). Results were expressed as a percentage of the input and represent the average of results from three independent experiments. Standard deviations are indicated. Statistical differences were analyzed by Student's t test. RESULTSHBx interacts with PRMT1 in vivo. HBx has been shown to be located in both the nucleus and cytoplasm. In the nucleus, HBx is recruited to cellular gene promoters and to the HBV cccDNA, correlating with increased transcription (7, 9). However, the epigenetic mechanisms involved in transcriptional regulation of HBV remain poorly understood. In a previous study, we showed that HBx is associated with cellular proteins in high-molecular-weight complexes that are involved in HBx transcriptional activity (6). To gain insight into the mechanisms of HBV transcriptional regulation and identify HBx cellular partners, we initiated an interactome analysis of HBx and binding partners using affinity chromatography. We selected HepG2 hepatoma cells since HBx activities on HBV replication and transcription can be observed in this cell line (3, 5, 7). As HBx proapoptotic activity impedes the establishment of stable cell lines, we transduced HepG2 cells with a lentiviral vector coding for HBx fused to Flag and HA tags at the N terminus (Flag-HA-HBx). Lentiviral vectors were previously shown to allow a high transduction efficiency of hepatic cells (39). Flag-HA-tagged HBx was expressed mainly in the nucleus of HepG2 cells, as described previously when HBx is expressed at a relatively low level (40) (data not shown). Tagged HBx was isolated from nuclear extracts by Flag antibody-based affinity purification. After elution with Flag peptide, HBx-associated proteins were resolved by SDS-PAGE and visualized by silver staining. Bands were excised from the gel and analyzed by mass spectrometry. Among them, we isolated known partners of HBx, such as DDB1 and Cul4A, two components of the E3 cullin-RING ubiquitin ligase complex (41) (Fig. 1A). This result confirmed the validity of our approach. We also isolated Cul4B, which, similarly to Cul4A, associates with DDB1 to form the ubiquitin ligase complex Cul4B-DDB1, as well as DDA1, a protein that associates with multiple DDB1-DCAF complexes (42). In agreement with data from previous reports, our results demonstrate that HBx interacts with DDB1 in the nucleus. This interaction has been shown to be important for transcriptional and cytotoxic activities of HBx (41, 43–45). Interestingly, we also specifically isolated the protein arginine methyltransferase PRMT1. PRMT1 is involved in diverse processes such as transcription, protein localization, and signal transduction (20) (Fig. 1A).Open in a separate windowFig 1HBx interacts with endogenous PRMT1. (A) HBx was purified from nuclear extracts of HepG2 cells transduced with a lentiviral vector encoding Flag-HA-HBx (F/H-HBx) or Flag-HA (control) by affinity chromatography. Coimmunoprecipitated cellular proteins were analyzed by mass spectrometry following SDS-PAGE separation and silver staining. PRMT1 and components of the E3 ligase Cul4/DDB1 are indicated. MW, molecular weight (in thousands). (B) Coimmunoprecipitation of GFP-PRMT1 with HA-HBx using anti-HA antibodies in HEK293 cells. Proteins in the immune complexes were revealed by Western blotting with anti-GFP and -HA antibodies. (C, top) Extracts from HepG2 cells transduced with a lentiviral vector encoding Flag-HA-HBx were immunoprecipitated (IP) with anti-PRMT1 or anti-IgG antibodies, and proteins were detected by Western blotting using anti-HA, anti-PRMT1, or anti-DDB1 antibodies. (Bottom) Extracts from HepaRG-TR-X cells treated or not with tetracycline (Tet) were immunoprecipitated with anti-V5 antibody, and proteins were resolved by SDS-PAGE. PRMT1 and HBx were detected by Western blotting using PRMT1 and V5 antibodies, respectively. (D) HepG2 cells expressing Flag-HA-HBx (F/H-HBx) or Flag-HA (control) were fixed and immunostained with anti-PRMT1 (green) and anti-HA (red) antibodies. Scale bar, 10 μm. Localization was assessed by epifluorescence microscopy using an Apotome camera.To confirm that HBx interacts with PRMT1, HEK293 cells were transfected with GFP-PRMT1 and HA-HBx vectors, and immunoprecipitation assays were performed by using anti-HA antibodies. As shown in Fig. 1B, PRMT1 was specifically immunoprecipitated with HBx. Using cellular extracts of HepG2 cells transduced with a lentiviral vector coding for Flag-HA-HBx or the control vector, and anti-PRMT1 antibodies for immunoprecipitation, we next confirmed that HBx coimmunoprecipitates with endogenous PRMT1 (Fig. 1C, top). Conversely, we used HepaRG-TR-X cells expressing V5-tagged HBx in a tetracycline (Tet)-inducible manner and immunoprecipitated PRMT1 from HepaRG-TR-X cells treated with tetracycline using an anti-V5 antibody (Fig. 1C, bottom). Taken together, these data confirm that HBx associates with PRMT1 in vivo.We then examined the cellular localization of HBx and PRMT1 by immunofluorescence. HepG2 cells were transduced with a lentiviral vector encoding Flag-HA-HBx. As shown in Fig. 1D, PRMT1 labeling was predominantly nuclear irrespective of HBx expression, and HBx associated with endogenous PRMT1 in the nucleus.PRMT1 negatively regulates HBV transcription. A growing number of reports suggest that arginine methylation by PRMT family proteins plays an important role in regulating gene expression (22, 46, 47). Because both HBx and PRMT1 are known to display transcriptional activity, we hypothesized that the interaction between HBx and PRMT1 might be involved in the regulation of HBV transcription. We first analyzed the effect of PRMT1 overexpression on HBV transcription. HepG2 cells were transfected with a PRMT1 expression vector and a wild-type replication-competent HBV vector (HBV). HBV transcription was evaluated by RT-qPCR using primers amplifying the HBV pregenomic RNA (pgRNA) as well as the 2.4- and 2.1-kb mRNA and by Northern blotting (Fig. 2A). Overexpression of PRMT1 resulted in an inhibition of HBV transcription by 60% (Fig. 2A). To determine whether this inhibitory effect was specific for PRMT1, we cotransfected HepG2 cells with the HBV vector and a vector encoding the type I methyltransferase PRMT3, which differs from PRMT1 in its substrate specificity (48, 49). We found that overexpression of PRMT3 did not modulate HBV transcription, indicating that PRMT1 had specific activity in this context (Fig. 2B). Overall, these results suggest that PRMT1 is a negative regulator of HBV transcription.Open in a separate windowFig 2PRMT1 represses HBV transcription. (A) HepG2 cells were transfected with an HBV vector in combination with a plasmid coding for GFP-PRMT1. After 48 h, cells were harvested, total RNA extracts were prepared, and HBV transcription was analyzed by either RT-qPCR (left) or Northern blotting (right). The transcript level in cells transfected with the HBV vector alone was set to 1. P values were determined by Student's t test (***, P < 0.005). Error bars represent SD of four independent experiments. (B) HepG2 cells were transfected with equivalent amounts of HBV vector in combination with a plasmid coding for either Flag-PRMT1 or Flag-PRMT3. Forty-eight hours later, cells were harvested, total RNA was extracted, and HBV transcription was analyzed by RT-qPCR. The transcript level in cells transfected with only HBV was set to 1. P values were determined by Student's t test (**, P < 0.05). The results are the averages of data from three independent experiments. (C) HepG2 cells were transfected twice with siRNA against PRMT1 (siPRMT1) or siCtrl, as indicated. Cells were then transfected with the HBV vector. At 48 h post-DNA transfection, cells were harvested, and total RNA or protein extracts were prepared. HBV transcription was analyzed by RT-qPCR. The transcript level in cells transfected with siCtrl and the HBV vector was set to 1. Efficiency of PRMT1 knockdown was analyzed by Western blotting, and GAPDH was used as a loading control (bottom). ***, P < 0.005. Error bars represent SD of four independent experiments. (D) HepG2 cells were transduced with either a lentiviral vector encoding a shRNA control (shCtrl) or a shRNA against PRMT1 (shPRMT1). Cells stably expressing shCtrl or shPRMT1 were transfected with the HBV vector. Seventy-two hours posttransfection, cells were harvested for total RNA extraction, and HBV transcription was analyzed by RT-qPCR (top left) or by Northern blotting (right). The transcript level in shCtrl cells transfected with vector was set to 1. PRMT1 expression in shCtrl or shPRMT1 HepG2 cells was tested by RT-qPCR using primers specific for PRMT1 (bottom). P values were determined by Student's t test (***, P < 0.005; **, P < 0.05). Error bars represent SD of three independent experiments.To further evaluate the role of PRMT1 in HBV transcription, we studied HBV transcription in HepG2 cells depleted for PRMT1 expression. Endogenous PRMT1 expression in HepG2 cells was first reduced by using a specific small interfering RNA (siRNA). After siRNA transfection, HepG2 cells were transfected with the HBV vector, and virus transcription was analyzed 48 h later by RT-qPCR. Downregulation of PRMT1 expression in HepG2 cells was evaluated by Western blotting (Fig. 2C, bottom). Figure 2C shows that decreased PRMT1 expression was associated with a significant 1.6-fold increase in HBV transcription compared to the control.The role of PRMT1 in HBV transcription was further confirmed with the HepG2 cell line stably expressing a short hairpin RNA (shRNA) against PRMT1. HepG2 cells were transduced with a lentivirus vector coding for a PRMT1 shRNA (shPRMT1) or an shRNA control (shCtrl) and selected for 14 days with puromycin. Resistant cells were pooled, and PRMT1 expression was tested by RT-qPCR (Fig. 2D, bottom). shPRMT1 or shCtrl HepG2 cells were transfected with the HBV vector, and virus transcription was analyzed 3 days later by RT-qPCR and Northern blot analysis (Fig. 2D, top). As shown in Fig. 2D, knockdown of PRMT1 enhanced HBV transcription significantly. These experiments confirm that endogenous PRMT1 represses HBV transcription.We next assessed whether the repressive activity of PRMT1 on HBV transcription was linked to its methyltransferase activity. We constructed a PRMT1-inactive mutant containing substitutions of amino acids 63-VLD-65 to 63-AAA-65, and we tested its expression in HepG2 cells (50) (Fig. 3A). With this aim, we purified GFP-PRMT1 or the GFP-PRMT1 mutant from HepG2 cells and confirmed that the mutant was inactive using an in vitro methylation assay of histone H4, a well-known PRMT1 substrate, using [3H]AdoMet as the methyl donor (Fig. 3B). We then cotransfected HepG2 cells with the HBV vector in combination with either GFP-PRMT1 or GFP-PRMT1 mutant expression vectors. HBV transcription was analyzed 48 h later by RT-qPCR and by Northern blotting. We observed that only the wt PRMT1 protein was able to inhibit HBV transcription, arguing that the inhibitory activity is mediated by its methyltransferase activity (Fig. 3C).Open in a separate windowFig 3Repression of HBV transcription by PRMT1 requires protein arginine methyltransferase activity. (A) HepG2 cells were transfected with GFP-PRMT1 or GFP-PRMT1 mutant vectors. Seventy-two hours after transfection, proteins were extracted, resolved by SDS-PAGE, and analyzed by Western blotting using anti-GFP antibody, and HP1γ was used as a loading control. (B) GFP-PRMT1 and the GFP-PRMT1 mutant were immunoprecipitated by using anti-GFP antibodies from HepG2 cells transfected with plasmids encoding either wt GFP-PRMT1 or the GFP-PRMT1 mutant. HepG2 cells were used as a control. Purified GFP-PRMT1 proteins were then incubated with free core histones and [3H]AdoMet. Reaction mixtures were analyzed directly by SDS-PAGE and fluorography. (C) HepG2 cells were transfected with equivalent amounts of HBV vector in combination with a plasmid encoding either GFP-PRMT1 or the GFP-PRMT1 mutant. Forty-eight hours later, cells were harvested, total RNA was extracted, and HBV transcription was analyzed by RT-qPCR (left) or by Northern blotting (right). The transcript level in cells transfected with the HBV vector alone was set to 1. P values were determined by Student's t test (**, P < 0.05; ns, no significant correlation). Error bars represent SD of three independent experiments.PRMT1 is recruited to HBV DNA. We next investigated whether the repression of HBV transcription by PRMT1 is mediated through the recruitment of PRMT1 to HBV DNA. Quantitative ChIP (ChIP qPCR) assays were performed 3 days after transfection of HepG2 cells with the HBV vector. As shown in Fig. 4A, PRMT1 was recruited to the HBV DNA. Because cells had been transfected with a plasmid carrying the HBV genome, the possibility that both the input plasmid and the cccDNA were immunoprecipitated and amplified together could not be ruled out. Therefore, we used HepAD38 cells as a second model system to study the role of PRMT1 in HBV transcription and its recruitment to the cccDNA. HepAD38 cells are derived from HepG2 cells and contain the HBV genome driven by a minimal cytomegalovirus (CMV) promoter under tetracycline control. We have previously shown that cccDNA accumulates in the nucleus of HepAD38 cells grown without tetracycline and can be amplified by qPCR (6). Using ChIP qPCR, we confirmed that PRMT1 is recruited to the cccDNA in HepAD38 cells (Fig. 4B, top). Moreover, silencing of PRMT1 expression by specific siRNA increased HBV transcription in HepAD38 cells, supporting the finding that PRMT1 negatively regulates HBV transcription (Fig. 4B, bottom).We further confirmed the recruitment of PRMT1 on the cccDNA using freshly prepared PHH that were infected by HBV virions. ChIP qPCR assays were performed 8 days after infection and confirmed that PRMT1 is recruited to the cccDNA in the context of infection (Fig. 4C). Altogether, our results suggest that PRMT1 represses transcription through its direct recruitment to the cccDNA.Open in a separate windowFig 4PRMT1 is recruited to the HBV genome. (A) HepG2 cells were transfected with HBV vector. Seventy-two hours posttransfection, cells were harvested and subjected to a ChIP assay using antibodies against PRMT1. As a control, immunoprecipitation was performed in the absence of antibody (no Ab). Input and immunoprecipitated DNA were analyzed in triplicate by qPCR with primers specific for HBV DNA and are displayed as percent input. Data are the averages of data from five independent experiments. P values were determined by Student's t test. (B) Recruitment of PRMT1 to the cccDNA in HepAD38 cells was determined by ChIP-qPCR as described above. Data represent the averages of data from three independent experiments (top). HepAD38 cells were transfected with siPRMT1 or siCtrl, as indicated. Seventy-two hours after transfection, total RNA was extracted, and HBV transcription was analyzed by RT-qPCR. The transcript level in cells transfected with siCtrl was set to 1. Results shown are the averages of data from four independent experiments (bottom). P values were determined by Student's t test. (C) Recruitment of PRMT1 to the cccDNA was analyzed at day 8 after infection of PHH by using ChIP-qPCR with antibodies against PRMT1. Immunoprecipitation using purified rabbit IgG was used as a control. Error bars represent SD of two independent experiments.HBx inhibits PRMT1 methyltransferase activity. Arginine methylation of proteins is an important posttranslational modification process that modulates protein functions through the alteration of protein-protein or protein-nucleic acid interactions or subcellular localization (48). The findings that HBx interacts with PRMT1 and that PRMT1 inhibits HBV transcription raised the question of whether HBx was methylated by PRMT1. However, after incubating in vitro-translated HBx protein with recombinant GST-PRMT1 and [3H]AdoMet and SDS-PAGE analysis, we could not observe any significant methylation of HBx by PRMT1 (data not shown). We thus studied whether HBx could modulate PRMT1 activity. To address this question, we analyzed the activity of GST-PRMT1 in the presence or in the absence of in vitro-translated HBx protein using an in vitro methylation assay. The amounts of purified GST-PRMT1 and translated HBx were assessed by Coomassie staining (Fig. 5A, bottom). A fusion polypeptide containing the N-terminal portion of human fibrillarin (GST-GAR) was used as the substrate, and [3H]AdoMet was used as the methyl donor. We observed that the methylation of GST-GAR by PRMT1 was decreased in the presence of HBx (Fig. 5A, top). We next tested whether HBx could modulate the methylation of arginine 3 of histone H4 (21). In a first set of experiments, we monitored the methylation of histone H4 by GFP-PRMT1 using purified free core histones incubated with [3H]AdoMet in the presence or in the absence of HA-HBx. GFP-PRMT1 and HA-HBx proteins were immunoprecipitated separately from HEK293 cells expressing either GFP-PRMT1 or HA-HBx, respectively. While PRMT1 efficiently methylated histone H4, this activity was decreased in the presence of HBx (Fig. 5B, top). Furthermore, PRMT1-induced H4 methylation was also inhibited when PRMT1 was immunoprecipitated from HEK293 cells coexpressing His-Myc-PRMT1 and HA-HBx (Fig. 5B, bottom). We next examined whether HBx could also inhibit PRMT1 methyltransferase activity toward additional endogenous substrates. With this aim, we used heat-inactivated HepG2 whole-cell lysate as the substrate (Fig. 5C). While PRMT1 extensively methylated cellular proteins, we found reduced levels of methylation when HBx was coexpressed with PRMT1 (Fig. 5C). To further confirm that HBx is able to inhibit PRMT1 activity in the context of HBV genome expression, we first incubated endogenous PRMT1 immunoprecipitated from either HepAD38 cells or HepG2H1.3ΔX cells that contain an HBx-deficient HBV genome with histone H4 in the presence of S-adenosylmethionine (SAM). We observed that HBx expression correlated with a decrease in PRMT1 methyltransferase activity (Fig. 5D). In a second approach, cellular extracts prepared from either HepAD38 cells or HepG2H1.3ΔX cells were resolved by SDS-PAGE and immunoblotted with asymmetrical dimethylarginine-specific antibody (ASYM25). Expression of HBx from the wt HBV genome resulted in a global decrease of methylation with a strong hypomethylation of several proteins (indicated by arrows in Fig. 5E).Open in a separate windowFig 5HBx inhibits PRMT1 methyltransferase activity. (A) Recombinant GST-PRMT1 was incubated with GST-GAR and [3H]AdoMet in the presence of in vitro-translated HBx or in vitro translation mix (lysate). Methylation reaction mixtures were resolved by SDS-PAGE and analyzed by fluorography (top) and Coomassie staining (bottom). GST-PRMT1 and in vitro-translated HA-HBx protein were resolved by SDS-PAGE and visualized by Coomassie staining (bottom). (B) Purified GFP-PRMT1 was incubated in the presence or in the absence of purified HA-HBx with free core histones and [3H]AdoMet. (Top) Reaction mixtures were analyzed directly by SDS-PAGE and fluorography. The amounts of immunoprecipitated GFP-PRMT1 and HA-HBx were detected by Western blotting using anti-GFP and anti-HA antibodies. (Bottom) His-Myc-PRMT1 was immunoprecipitated with anti-Myc antibody from HEK293 cells transfected with His-Myc-PRMT1 plasmid either alone or in combination with HA-HBx. His-Myc-PRMT1 proteins were incubated with free core histones and [3H]AdoMet, and methylation of H4 was assessed by using fluorography. The expression of HA-HBx in whole-cell extracts (input) and the amount of immunoprecipitated His-Myc PRMT1 were determined by Western blotting using anti-HA and anti-Myc antibodies. (C) Immunoprecipitated His-Myc-PRMT1, as described above for panel B, was incubated with heat-inactivated HepG2 cell lysate in the presence of [3H]AdoMet. The reaction mixtures were analyzed by fluorography as described above (top). Immunoprecipitated His-Myc-PRMT1 was visualized by Western blotting using anti-Myc antibody (bottom). (D) Endogenous PRMT1 immunoprecipitated from HepAD38 or HepG2H1.3ΔX cells was incubated with histone H4 in the presence of S-adenosylmethionine (SAM). As a control, the cellular extract of HepAD38 cells immunoprecipitated with IgG was incubated with H4. The reaction mixtures were analyzed by Western blotting using ASYM25 antibody. The H4 level was visualized by Western blotting using anti-H4 antibody. Immunoprecipitated PRMT1 was visualized by Western blotting using anti-PRMT1 antibody. (E) Cellular extracts were prepared from HepAD38 or HepG2H1.3ΔX cells, and the profile of cellular proteins containing asymmetrically dimethylated arginines (ASYM25) was analyzed by Western blotting using the Odyssey procedure. HBV replication was assessed by Western blotting using anti-PreS1 antibody, and tubulin was used as a loading control.We next examined whether PRMT1 activity was modified in living cells in the context of HBV replication. HLA-A2/DR1 transgenic mice were injected with either control adeno-associated virus serotype 2/8 (AAV2/8) or recombinant AAV2/8 carrying a replication-competent HBV DNA genome (AAV2/8-HBV). HBV was shown to replicate in the liver, and viral particles were found in sera of AAV2/8-HBV-injected mice (Dion et al., unpublished). Six weeks after injection, whole-cell lysates were prepared from mouse liver, resolved by SDS-PAGE, and immunoblotted with ASYM25 antibody. As shown in Fig. 6 (left), the ASYM25 methylation profile was modified in HBV-replicating liver, with a clear decrease in levels of some methylated proteins (Fig. 6, top left and bottom). Using a symmetrical dimethylarginine-specific antibody (SYM10), we did not observe any modification between control and HBV-AAV2/8-injected mice (Fig. 6, right). These data suggest that PRMT1 activity is decreased in HBV-replicating cells in an animal model.Open in a separate windowFig 6Dimethylated arginine profile in HBV-replicating liver cells in vivo. Cellular extracts were prepared from the liver of AAV2/8-empty-injected mice (control mice) and from AAV2/8-HBV-injected mice (HBV carrier mice). Total cellular proteins containing either asymmetrically dimethylated arginines (ASYM25) or symmetrically dimethylated arginines (SYM10) were analyzed by Western blotting using the Odyssey system. Signal strengths of the indicated proteins (A, B, and C) were normalized to the corresponding tubulin signal (bottom). Bold arrows indicate proteins with decreased methylation in HBV carrier mice compared to control mice. The thin arrow indicates protein with unchanged methylation. Two mice were used under each condition. HBV transcription was assessed by Western blotting using anti-HBs antibody, and tubulin was used as a loading control. DISCUSSIONThe HBx protein has been described as a promiscuous transactivator of viral and cellular genes, acting from both cytoplasmic and nuclear locations (2). Recent studies have provided clues for HBx transcriptional activity by showing that the viral protein is recruited to the promoter of cellular and HBV genes and interferes with epigenetic regulation (6, 7, 9, 51). Here, using affinity purification, we found that HBx interacts with PRMT1, a protein of the arginine methyltransferase family involved in multiple cellular functions, including transcriptional regulation. We showed that HBx inhibits PRMT1 methyltransferase activity. Thus, what might be the benefit of such inhibition for HBV? We demonstrated first that PRMT1 overexpression results in the downregulation of HBV transcription and, on the contrary, that depletion of PRMT1 correlates with an increase in HBV transcription. Using an enzymatically inactive PRMT1, we showed that transcriptional repression is mediated by the methyltransferase activity of PRMT1. Finally, using ChIP experiments, we confirmed that PRMT1 is recruited to the HBV cccDNA in the context of infection. Our data suggest that PRMT1 is recruited to the cccDNA and inhibits its transcription through the methylation of target proteins. HBx in turn might counteract the repressive effect of PRMT1 on HBV transcription by inhibiting its catalytic activity.PRMT1 has been shown to methylate a large number of proteins, including proteins involved in transcriptional regulation and chromatin remodeling. Interestingly, HIV long terminal repeat (LTR) transcription has been shown to be repressed by PRMT1 together with PRMT5. Both PRMT1 and PRMT5 act through the methylation of SPT5, which decreases its binding to RNA polymerase II and, subsequently, transcriptional elongation (24). SPT5 and its partner SPT4 are general transcription elongation factors that can regulate transcription elongation of a large number of cellular and viral genes in both positive and negative manners (52, 53). It will thus be interesting to test whether HBV transcription/elongation is also regulated by the SPT5 and SPT4 complex and whether SPT5 recruitment is enhanced during transcriptional activation.Alternatively, the repressive activity of PRMT1 on HBV transcription could be dependent on HBx expression. One hypothesis is that PRMT1 could methylate HBx. Using an in vitro methylation assay, we could not, however, observe the methylation of HBx by PRMT1 under our experimental conditions, but we cannot completely exclude that methylation occurs in vivo, and further work is needed to determine if HBx activity is modulated by PRMT1. Since methylation modulates protein-protein or protein-nucleic acid interactions (49, 54, 55), PRMT1 could also target one of the HBx-interacting partners involved in HBx transcriptional activity. Further studies will be necessary in order to understand the mechanism of PRMT1 repression.In response to PRMT1 inhibition, the virus seems to have developed a strategy to evade this repression. Indeed, we observed that HBx inhibits the methyltransferase activity of PRMT1 toward substrates such as the polypeptide containing the N-terminal portion of human fibrillarin (GST-GAR), H4, as well as whole cellular proteins (Fig. 5). Interestingly, while we observed that in the presence of HBx, the methyltransferase activity of PRMT1 seems to be largely decreased, a protein with a molecular mass of approximately 40 kDa appears to have increased methylation (Fig. 5C). Little is known regarding the regulation of PRMT1 activity; however, it has been shown that its activity can be regulated in a substrate-dependent manner through its interaction with cellular partners such as the immediate-early gene TIS21 and the leukemia-associated protein BTG1 or CCR4-associated factor 1 (hCAF1) (56, 57). HBx might thus behave as such a regulator.PRMT1 participates in broad cellular processes, including signal transduction, cell proliferation, transcriptional regulation, chromatin structure regulation, RNA metabolism, and DNA repair (58). Yu and collaborators demonstrated that a total loss of PRMT1 in mouse embryonic fibroblasts (MEFs) leads to DNA damage, cell cycle progression delay, checkpoint defects, as well as cell division aberration (59). PRMT1 controls the DNA damage response pathway in part through the methylation of MRE11 and 53BP1 (60, 61). Interestingly, HBx contributes to HBV-induced hepatocarcinogenesis, and it is now well established that HBx expression correlates with mitotic aberrations such as chromosome segregation defects and polyploidy and impairs DNA damage checkpoint control (2, 62–64). Thus, deregulation of PRMT1 activity could contribute to the oncogenic activity of HBx.Finally, PRMT1 might play an important role in the JAK-STAT pathway. Silencing of PRMT1 expression reduces the growth-inhibitory effect of beta interferon (IFN-β) (65). However, the mechanism is not fully understood. PRMT1 has been shown to interact with the cytoplasmic domain of the interferon receptor IFNAR1 (65). PRMT1 is also believed to methylate STAT1 and thus decrease its interaction with the protein inhibitor of activated STAT1 (PIAIS1) (49). However, this mechanism is a subject of controversy and awaits further analysis, since others have reported that PIAIS1 could be a substrate of PRMT1 (66). Our present data showing that HBx inhibits PRMT1 activity are in line with a previous report demonstrating that HBV interferes with interferon signaling through the inhibition of PRMT1 activity (67). Thus, PRMT1 inhibition by HBx could participate in the resistance of some chronic HBV carriers to IFN-α treatment (68).Given that arginine methylation is an important and prevalent mechanism for protein function regulation, it is not surprising that viral proteins not only are arginine methyltransferase substrates but also are able to target arginine methyltransferase activity. PRMT6 has been shown to inhibit HIV-1 transcription through the methylation of Tat, Rev, and the nucleocapsid proteins (69, 70, 71). PRMT1 has been shown to methylate and inhibit hepatitis C virus (HCV) NS3 protein, but in turn, HCV counteracts PRMT1 repressive activity by activating protein phosphatase 2, which inhibits PRMT1 (72, 73). Interestingly, by inhibiting PRMT1, HCV modulates the expression of cellular genes involved in hepatocarcinogenesis and inhibits DNA repair damage, suggesting a role of PRMT1 inhibition in HCV-mediated HCC (73). Similarly, the E6 oncoproteins of low-risk and high-risk human papillomavirus interact with histone methyltransferases CARM1, PRMT1, and SET7, inhibiting their activities, which leads to the suppression of p53 activity (74). Together with our current study, these results emphasize the important role of arginine methyltransferases in virus replication and associated pathogenesis. ACKNOWLEDGMENTSWe thank Y. Wei, E. Meurs, and N. Jouvenet for critical reading of the manuscript. We thank U. M. Bauer, M. Melegari, S. Clarke, and K. A. Mowen for kindly providing constructs used in this study.This work was supported by grants from the Agence Nationale de la Recherche sur le Sida et les Hépatites Virales (ANRS), Association Contre le Cancer (ARC); S.B. was supported by the Ligue contre le Cancer and by the ANRS; A.D. was supported by the Ministère de la Recherche; and L.R. was supported by the Institut National du Cancer (INCa). Liver samples were obtained from M. Rivoire (CLB, Lyon), N. Bendridi, and M. Michelet (CRCL, Lyon), with the financial support of CLARA (Lyon). FootnotesPublished ahead of print 6 February 2013 REFERENCES1. \nParkin DM.\n2006. \nThe global health burden of infection-associated cancers in the year 2002. Int. J. Cancer\n118:3030–3044 [PubMed] [Google Scholar]2. \nBenhenda S, Cougot D, Buendia MA, Neuveut C.\n2009. \nHepatitis B virus X protein molecular functions and its role in virus life cycle and pathogenesis. Adv. Cancer Res.\n103:75–109 [PubMed] [Google Scholar]3. \nTang H, Delgermaa L, Huang F, Oishi N, Liu L, He F, Zhao L, Murakami S.\n2005. \nThe transcriptional transactivation function of HBx protein is important for its augmentation role in hepatitis B virus replication. J. Virol.\n79:5548–5556 [PMC free article] [PubMed] [Google Scholar]4. \nChou YC, Jeng KS, Chen ML, Liu HH, Liu TL, Chen YL, Liu YC, Hu CP, Chang C.\n2005. \nEvaluation of transcriptional efficiency of hepatitis B virus covalently closed circular DNA by reverse transcription-PCR combined with the restriction enzyme digestion method. J. Virol.\n79:1813–1823 [PMC free article] [PubMed] [Google Scholar]5. \nLeupin O, Bontron S, Schaeffer C, Strubin M.\n2005. \nHepatitis B virus X protein stimulates viral genome replication via a DDB1-dependent pathway distinct from that leading to cell death. J. Virol.\n79:4238–4245 [PMC free article] [PubMed] [Google Scholar]6. \nCougot D, Allemand E, Riviere L, Benhenda S, Duroure K, Levillayer F, Muchardt C, Buendia MA, Neuveut C.\n2012. \nInhibition of PP1 phosphatase activity by HBx: a mechanism for the activation of hepatitis B virus transcription. Sci. Signal.\n5(205):ra1\ndoi:10.1126/scisignal.2001906 [PubMed] [Google Scholar]7. \nBelloni L, Pollicino T, De Nicola F, Guerrieri F, Raffa G, Fanciulli M, Raimondo G, Levrero M.\n2009. \nNuclear HBx binds the HBV minichromosome and modifies the epigenetic regulation of cccDNA function. Proc. Natl. Acad. Sci. U. S. A.\n106:19975–19979 [PMC free article] [PubMed] [Google Scholar]8. \nBouchard MJ, Schneider RJ.\n2004. \nThe enigmatic X gene of hepatitis B virus. J. Virol.\n78:12725–12734 [PMC free article] [PubMed] [Google Scholar]9. \nCougot D, Wu Y, Cairo S, Caramel J, Renard CA, Levy L, Buendia MA, Neuveut C.\n2007. \nThe hepatitis B virus X protein functionally interacts with CREB-binding protein/p300 in the regulation of CREB-mediated transcription. J. Biol. Chem.\n282:4277–4287 [PubMed] [Google Scholar]10. \nMoolla N, Kew M, Arbuthnot P.\n2002. \nRegulatory elements of hepatitis B virus transcription. J. Viral Hepat.\n9:323–331 [PubMed] [Google Scholar]11. \nCai YN, Zhou Q, Kong YY, Li M, Viollet B, Xie YH, Wang Y.\n2003. \nLRH-1/hB1F and HNF1 synergistically up-regulate hepatitis B virus gene transcription and DNA replication. Cell Res.\n13:451–458 [PubMed] [Google Scholar]12. \nQuasdorff M, Hosel M, Odenthal M, Zedler U, Bohne F, Gripon P, Dienes HP, Drebber U, Stippel D, Goeser T, Protzer U.\n2008. \nA concerted action of HNF4alpha and HNF1alpha links hepatitis B virus replication to hepatocyte differentiation. Cell. Microbiol.\n10:1478–1490 [PubMed] [Google Scholar]13. \nShlomai A, Paran N, Shaul Y.\n2006. \nPGC-1alpha controls hepatitis B virus through nutritional signals. Proc. Natl. Acad. Sci. U. S. A.\n103:16003–16008 [PMC free article] [PubMed] [Google Scholar]14. \nZheng Y, Li J, Ou JH.\n2004. \nRegulation of hepatitis B virus core promoter by transcription factors HNF1 and HNF4 and the viral X protein. J. Virol.\n78:6908–6914 [PMC free article] [PubMed] [Google Scholar]15. \nPollicino T, Belloni L, Raffa G, Pediconi N, Squadrito G, Raimondo G, Levrero M.\n2006. \nHepatitis B virus replication is regulated by the acetylation status of hepatitis B virus cccDNA-bound H3 and H4 histones. Gastroenterology\n130:823–837 [PubMed] [Google Scholar]16. \nVivekanandan P, Thomas D, Torbenson M.\n2009. \nMethylation regulates hepatitis B viral protein expression. J. Infect. Dis.\n199:1286–1291 [PMC free article] [PubMed] [Google Scholar]17. \nBelloni L, Allweiss L, Guerrieri F, Pediconi N, Volz T, Pollicino T, Petersen J, Raimondo G, Dandri M, Levrero M.\n2012. \nIFN-alpha inhibits HBV transcription and replication in cell culture and in humanized mice by targeting the epigenetic regulation of the nuclear cccDNA minichromosome. J. Clin. Invest.\n122:529–537 [PMC free article] [PubMed] [Google Scholar]18. \nKrause CD, Yang ZH, Kim YS, Lee JH, Cook JR, Pestka S.\n2007. \nProtein arginine methyltransferases: evolution and assessment of their pharmacological and therapeutic potential. Pharmacol. Ther.\n113:50–87 [PubMed] [Google Scholar]19. \nPal S, Sif S.\n2007. \nInterplay between chromatin remodelers and protein arginine methyltransferases. J. Cell. Physiol.\n213:306–315 [PubMed] [Google Scholar]20. \nWolf SS.\n2009. \nThe protein arginine methyltransferase family: an update about function, new perspectives and the physiological role in humans. Cell. Mol. Life Sci.\n66:2109–2121 [PubMed] [Google Scholar]21. \nWang H, Huang ZQ, Xia L, Feng Q, Erdjument-Bromage H, Strahl BD, Briggs SD, Allis CD, Wong J, Tempst P, Zhang Y.\n2001. \nMethylation of histone H4 at arginine 3 facilitating transcriptional activation by nuclear hormone receptor. Science\n293:853–857 [PubMed] [Google Scholar]22. \nKleinschmidt MA, Streubel G, Samans B, Krause M, Bauer UM.\n2008. \nThe protein arginine methyltransferases CARM1 and PRMT1 cooperate in gene regulation. Nucleic Acids Res.\n36:3202–3213 [PMC free article] [PubMed] [Google Scholar]23. \nYu MC, Lamming DW, Eskin JA, Sinclair DA, Silver PA.\n2006. \nThe role of protein arginine methylation in the formation of silent chromatin. Genes Dev.\n20:3249–3254 [PMC free article] [PubMed] [Google Scholar]24. \nKwak YT, Guo J, Prajapati S, Park KJ, Surabhi RM, Miller B, Gehrig P, Gaynor RB.\n2003. \nMethylation of SPT5 regulates its interaction with RNA polymerase II and transcriptional elongation properties. Mol. Cell\n11:1055–1066 [PubMed] [Google Scholar]25. \nSirven A, Ravet E, Charneau P, Zennou V, Coulombel L, Guéraed D, Pflumio F, Dubart-Kupperschmitt A.\n2001. \nEnhanced transgene expression in cord blood CD34+-derived hematopoietic cells, including developing T cells and NOD/SCID mouse repopulating cells, following transduction with modified TRIP vectors. Mol. Ther.\n3:438–448 [PubMed] [Google Scholar]26. \nFrankel A, Yadav N, Lee J, Branscombe TL, Clarke S, Bedford MT.\n2002. \nThe novel human protein arginine N-methyltransferase PRMT6 is a nuclear enzyme displaying unique substrate specificity. J. Biol. Chem.\n277:3537–3543 [PubMed] [Google Scholar]27. \nvan Dijk TB, Gillemans N, Stein C, Fanis P, Demmers J, van de Corput M, Essers J, Grosveld F, Bauer UM, Philipsen S.\n2010. \nFriend of Prmt1, a novel chromatin target of protein arginine methyltransferases. Mol. Cell. Biol.\n30:260–272 [PMC free article] [PubMed] [Google Scholar]28. \nBranscombe TL, Frankel A, Lee JH, Cook JR, Yang Z, Pestka S, Clarke S.\n2001. \nPRMT5 (Janus kinase-binding protein 1) catalyzes the formation of symmetric dimethylarginine residues in proteins. J. Biol. Chem.\n276:32971–32976 [PubMed] [Google Scholar]29. \nChen D, Ma H, Hong H, Koh SS, Huang SM, Schurter BT, Aswad DW, Stallcup MR.\n1999. \nRegulation of transcription by a protein methyltransferase. Science\n284:2174–2177 [PubMed] [Google Scholar]30. \nHerrmann F, Fackelmayer FO.\n2009. \nNucleo-cytoplasmic shuttling of protein arginine methyltransferase 1 (PRMT1) requires enzymatic activity. Genes Cells\n14:309–317 [PubMed] [Google Scholar]31. \nMelegari M, Scaglioni PP, Wands JR.\n1998. \nCloning and characterization of a novel hepatitis B virus X binding protein that inhibits viral replication. J. Virol.\n72:1737–1743 [PMC free article] [PubMed] [Google Scholar]32. \nPajot A, Michel ML, Mancini-Bourgine M, Ungeheuer MN, Ojcius DM, Deng Q, Lemonnier FA, Lone YC.\n2006. \nIdentification of novel HLA-DR1-restricted epitopes from the hepatitis B virus envelope protein in mice expressing HLA-DR1 and vaccinated human subjects. Microbes Infect.\n8:2783–2790 [PubMed] [Google Scholar]33. \nLadner SK, Otto MJ, Barker CS, Zaifert K, Wang GH, Guo JT, Seeger C, King RW.\n1997. \nInducible expression of human hepatitis B virus (HBV) in stably transfected hepatoblastoma cells: a novel system for screening potential inhibitors of HBV replication. Antimicrob. Agents Chemother.\n41:1715–1720 [PMC free article] [PubMed] [Google Scholar]34. \nLucifora J, Arzberger S, Durantel D, Belloni L, Strubin M, Levrero M, Zoulim F, Hantz O, Protzer U.\n2011. \nHepatitis B virus X protein is essential to initiate and maintain virus replication after infection. J. Hepatol.\n55:996–1003 [PubMed] [Google Scholar]35. \nGripon P, Diot C, Guguen-Guillouzo C.\n1993. \nReproducible high level infection of cultured adult human hepatocytes by hepatitis B virus: effect of polyethylene glycol on adsorption and penetration. Virology\n192:534–540 [PubMed] [Google Scholar]36. \nNakatani Y, Ogryzko V.\n2003. \nImmunoaffinity purification of mammalian protein complexes. Methods Enzymol.\n370:430–444 [PubMed] [Google Scholar]37. \nGupta SK, Guo X, Durkin SS, Fryrear KF, Ward MD, Semmes OJ.\n2007. \nHuman T-cell leukemia virus type 1 Tax oncoprotein prevents DNA damage-induced chromatin egress of hyperphosphorylated Chk2. J. Biol. Chem.\n282:29431–29440 [PubMed] [Google Scholar]38. \nCairo S, Armengol C, De Reynies A, Wei Y, Thomas E, Renard CA, Goga A, Balakrishnan A, Semeraro M, Gresh L, Pontoglio M, Strick-Marchand H, Levillayer F, Nouet Y, Rickman D, Gauthier F, Branchereau S, Brugieres L, Laithier V, Bouvier R, Boman F, Basso G, Michiels JF, Hofman P, Arbez-Gindre F, Jouan H, Rousselet-Chapeau MC, Berrebi D, Marcellin L, Plenat F, Zachar D, Joubert M, Selves J, Pasquier D, Bioulac-Sage P, Grotzer M, Childs M, Fabre M, Buendia MA.\n2008. \nHepatic stem-like phenotype and interplay of Wnt/beta-catenin and Myc signaling in aggressive childhood liver cancer. Cancer Cell\n14:471–484 [PubMed] [Google Scholar]39. \nLevy L, Neuveut C, Renard CA, Charneau P, Branchereau S, Gauthier F, Van Nhieu JT, Cherqui D, Petit-Bertron AF, Mathieu D, Buendia MA.\n2002. \nTranscriptional activation of interleukin-8 by beta-catenin-Tcf4. J. Biol. Chem.\n277:42386–42393 [PubMed] [Google Scholar]40. \nCha MY, Ryu DK, Jung HS, Chang HE, Ryu WS.\n2009. \nStimulation of hepatitis B virus genome replication by HBx is linked to both nuclear and cytoplasmic HBx expression. J. Gen. Virol.\n90:978–986 [PubMed] [Google Scholar]41. \nLi T, Robert EI, van Breugel PC, Strubin M, Zheng N.\n2010. \nA promiscuous alpha-helical motif anchors viral hijackers and substrate receptors to the CUL4-DDB1 ubiquitin ligase machinery. Nat. Struct. Mol. Biol.\n17:105–111 [PMC free article] [PubMed] [Google Scholar]42. \nJin J, Arias EE, Chen J, Harper JW, Walter JC.\n2006. \nA family of diverse Cul4-Ddb1-interacting proteins includes Cdt2, which is required for S phase destruction of the replication factor Cdt1. Mol. Cell\n23:709–721 [PubMed] [Google Scholar]43. \nBontron S, Lin-Marq N, Strubin M.\n2002. \nHepatitis B virus X protein associated with UV-DDB1 induces cell death in the nucleus and is functionally antagonized by UV-DDB2. J. Biol. Chem.\n277:38847–38854 [PubMed] [Google Scholar]44. \nSitterlin D, Bergametti F, Transy C.\n2000. \nUVDDB p127-binding modulates activities and intracellular distribution of hepatitis B virus X protein. Oncogene\n19:4417–4426 [PubMed] [Google Scholar]45. \nSitterlin D, Lee TH, Prigent S, Tiollais P, Butel JS, Transy C.\n1997. \nInteraction of the UV-damaged DNA-binding protein with hepatitis B virus X protein is conserved among mammalian hepadnaviruses and restricted to transactivation-proficient X-insertion mutants. J. Virol.\n71:6194–6199 [PMC free article] [PubMed] [Google Scholar]46. \nGary JD, Clarke S.\n1998. \nRNA and protein interactions modulated by protein arginine methylation. Prog. Nucleic Acid Res. Mol. Biol.\n61:65–131 [PubMed] [Google Scholar]47. \nZhang Y, Reinberg D.\n2001. \nTranscription regulation by histone methylation: interplay between different covalent modifications of the core histone tails. Genes Dev.\n15:2343–2360 [PubMed] [Google Scholar]48. \nBedford MT.\n2007. \nArginine methylation at a glance. J. Cell Sci.\n120:4243–4246 [PubMed] [Google Scholar]49. \nBedford MT, Richard S.\n2005. \nArginine methylation an emerging regulator of protein function. Mol. Cell\n18:263–272 [PubMed] [Google Scholar]50. \nWada K, Inoue K, Hagiwara M.\n2002. \nIdentification of methylated proteins by protein arginine N-methyltransferase 1, PRMT1, with a new expression cloning strategy. Biochim. Biophys. Acta\n1591:1–10 [PubMed] [Google Scholar]51. \nZheng DL, Zhang L, Cheng N, Xu X, Deng Q, Teng XM, Wang KS, Zhang X, Huang J, Han ZG.\n2009. \nEpigenetic modification induced by hepatitis B virus X protein via interaction with de novo DNA methyltransferase DNMT3A. J. Hepatol.\n50:377–387 [PubMed] [Google Scholar]52. \nWinston F.\n2001. \nControl of eukaryotic transcription elongation. Genome Biol.\n2:REVIEWS1006. doi:10.1186/gb-2001-2-2-reviews1006 [PMC free article] [PubMed] [Google Scholar]53. \nBres V, Yoh SM, Jones KA.\n2008. \nThe multi-tasking P-TEFb complex. Curr. Opin. Cell Biol.\n20:334–340 [PMC free article] [PubMed] [Google Scholar]54. \nGuendel I, Carpio L, Pedati C, Schwartz A, Teal C, Kashanchi F, Kehn-Hall K.\n2010. \nMethylation of the tumor suppressor protein, BRCA1, influences its transcriptional cofactor function. PLoS One\n5:e11379\ndoi:10.1371/journal.pone.0011379 [PMC free article] [PubMed] [Google Scholar]55. \nTan CP, Nakielny S.\n2006. \nControl of the DNA methylation system component MBD2 by protein arginine methylation. Mol. Cell. Biol.\n26:7224–7235 [PMC free article] [PubMed] [Google Scholar]56. \nLin WJ, Gary JD, Yang MC, Clarke S, Herschman HR.\n1996. \nThe mammalian immediate-early TIS21 protein and the leukemia-associated BTG1 protein interact with a protein-arginine N-methyltransferase. J. Biol. Chem.\n271:15034–15044 [PubMed] [Google Scholar]57. \nRobin-Lespinasse Y, Sentis S, Kolytcheff C, Rostan MC, Corbo L, Le Romancer M.\n2007. \nhCAF1, a new regulator of PRMT1-dependent arginine methylation. J. Cell Sci.\n120:638–647 [PubMed] [Google Scholar]58. \nNicholson TB, Chen T, Richard S.\n2009. \nThe physiological and pathophysiological role of PRMT1-mediated protein arginine methylation. Pharmacol. Res.\n60:466–474 [PubMed] [Google Scholar]59. \nYu Z, Chen T, Hebert J, Li E, Richard S.\n2009. \nA mouse PRMT1 null allele defines an essential role for arginine methylation in genome maintenance and cell proliferation. Mol. Cell. Biol.\n29:2982–2996 [PMC free article] [PubMed] [Google Scholar]60. \nBoisvert FM, Dery U, Masson JY, Richard S.\n2005. \nArginine methylation of MRE11 by PRMT1 is required for DNA damage checkpoint control. Genes Dev.\n19:671–676 [PMC free article] [PubMed] [Google Scholar]61. \nBoisvert FM, Rhie A, Richard S, Doherty AJ.\n2005. \nThe GAR motif of 53BP1 is arginine methylated by PRMT1 and is necessary for 53BP1 DNA binding activity. Cell Cycle\n4:1834–1841 [PubMed] [Google Scholar]62. \nStudach L, Wang WH, Weber G, Tang J, Hullinger RL, Malbrue R, Liu X, Andrisani O.\n2010. \nPolo-like kinase 1 activated by the hepatitis B virus X protein attenuates both the DNA damage checkpoint and DNA repair resulting in partial polyploidy. J. Biol. Chem.\n285:30282–30293 [PMC free article] [PubMed] [Google Scholar]63. \nMartin-Lluesma S, Schaeffer C, Robert EI, van Breugel PC, Leupin O, Hantz O, Strubin M.\n2008. \nHepatitis B virus X protein affects S phase progression leading to chromosome segregation defects by binding to damaged DNA binding protein 1. Hepatology\n48:1467–1476 [PubMed] [Google Scholar]64. \nMatsuda Y, Ichida T.\n2009. \nImpact of hepatitis B virus X protein on the DNA damage response during hepatocarcinogenesis. Med. Mol. Morphol.\n42:138–142 [PubMed] [Google Scholar]65. \nAbramovich C, Yakobson B, Chebath J, Revel M.\n1997. \nA protein-arginine methyltransferase binds to the intracytoplasmic domain of the IFNAR1 chain in the type I interferon receptor. EMBO J.\n16:260–266 [PMC free article] [PubMed] [Google Scholar]66. \nKomyod W, Bauer UM, Heinrich PC, Haan S, Behrmann I.\n2005. \nAre STATS arginine-methylated?\nJ. Biol. Chem.\n280:21700–21705 [PubMed] [Google Scholar]67. \nChristen V, Duong F, Bernsmeier C, Sun D, Nassal M, Heim MH.\n2007. \nInhibition of alpha interferon signaling by hepatitis B virus. J. Virol.\n81:159–165 [PMC free article] [PubMed] [Google Scholar]68. \nZoulim F.\n2006. \nAntiviral therapy of chronic hepatitis B. Antiviral Res.\n71:206–215 [PubMed] [Google Scholar]69. \nBoulanger MC, Liang C, Russell RS, Lin R, Bedford MT, Wainberg MA, Richard S.\n2005. \nMethylation of Tat by PRMT6 regulates human immunodeficiency virus type 1 gene expression. J. Virol.\n79:124–131 [PMC free article] [PubMed] [Google Scholar]70. \nInvernizzi CF, Xie B, Frankel FA, Feldhammer M, Roy BB, Richard S, Wainberg MA.\n2007. \nArginine methylation of the HIV-1 nucleocapsid protein results in its diminished function. AIDS\n21:795–805 [PubMed] [Google Scholar]71. \nInvernizzi CF, Xie B, Richard S, Wainberg MA.\n2006. \nPRMT6 diminishes HIV-1 Rev binding to and export of viral RNA. Retrovirology\n3:93\ndoi:10.1186/1742-4690-3-93 [PMC free article] [PubMed] [Google Scholar]72. \nDuong FH, Christen V, Berke JM, Penna SH, Moradpour D, Heim MH.\n2005. \nUpregulation of protein phosphatase 2Ac by hepatitis C virus modulates NS3 helicase activity through inhibition of protein arginine methyltransferase 1. J. Virol.\n79:15342–15350 [PMC free article] [PubMed] [Google Scholar]73. \nDuong FH, Christen V, Lin S, Heim MH.\n2010. \nHepatitis C virus-induced up-regulation of protein phosphatase 2A inhibits histone modification and DNA damage repair. Hepatology\n51:741–751 [PubMed] [Google Scholar]74. \nHsu CH, Peng KL, Jhang HC, Lin CH, Wu SY, Chiang CM, Lee SC, Yu WC, Juan LJ.\n2012. \nThe HPV E6 oncoprotein targets histone methyltransferases for modulating specific gene transcription. Oncogene\n31:2335–2349 [PMC free article] [PubMed] [Google Scholar]"}