{"title": "Multiplexed microcolumn-based process for efficient selection of RNA aptamers", "pubDate": "2013", "PMCID": "PMC3753675", "DOI": "10.1021/ac400105e", "PMID": "23398198", "abstract": "We describe a reusable microcolumn and process for the efficient discovery of nucleic acid aptamers for multiple target molecules. The design of our device requires only microliter volumes of affinity chromatography resin-a condition that maximizes the enrichment of target-binding sequences over non-target-binding (i.e., background) sequences. Furthermore, the modular design of the device accommodates a multiplex aptamer selection protocol. We optimized the selection process performance using microcolumns filled with green fluorescent protein (GFP)-immobilized resin and monitoring, over a wide range of experimental conditions, the enrichment of a known GFP-binding RNA aptamer (GFPapt) against a random RNA aptamer library. We validated the multiplex approach by monitoring the enrichment of GFPapt in de novo selection experiments with GFP and other protein preparations. After only three rounds of selection, the cumulative GFPapt enrichment on the GFP-loaded resin was greater than 10(8) with no enrichment for the other nonspecific targets. We used this optimized protocol to perform a multiplex selection to two human heat shock factor (hHSF) proteins, hHSF1 and hHSF2. High-throughput sequencing was used to identify aptamers for each protein that were preferentially enriched in just three selection rounds, which were confirmed and isolated after five rounds. Gel-shift and fluorescence polarization assays showed that each aptamer binds with high-affinity (KD < 20 nM) to the respective targets. The combination of our microcolumns with a multiplex approach and high-throughput sequencing enables the selection of aptamers to multiple targets in a high-throughput and efficient manner.", "author": [{"author": "David R Latulippe", "affiliation": ["School of Applied and Engineering Physics, Cornell University, Ithaca, New York 14853, United States."], "href": "/?term=Latulippe+DR&cauthor_id=23398198"}, {"author": "Kylan Szeto", "affiliation": [], "href": "/?term=Szeto+K&cauthor_id=23398198"}, {"author": "Abdullah Ozer", "affiliation": [], "href": "/?term=Ozer+A&cauthor_id=23398198"}, {"author": "Fabiana M Duarte", "affiliation": [], "href": "/?term=Duarte+FM&cauthor_id=23398198"}, {"author": "Christopher V Kelly", "affiliation": [], "href": "/?term=Kelly+CV&cauthor_id=23398198"}, {"author": "John M Pagano", "affiliation": [], "href": "/?term=Pagano+JM&cauthor_id=23398198"}, {"author": "Brian S White", "affiliation": [], "href": "/?term=White+BS&cauthor_id=23398198"}, {"author": "David Shalloway", "affiliation": [], "href": "/?term=Shalloway+D&cauthor_id=23398198"}, {"author": "John T Lis", "affiliation": [], "href": "/?term=Lis+JT&cauthor_id=23398198"}, {"author": "Harold G Craighead", "affiliation": [], "href": "/?term=Craighead+HG&cauthor_id=23398198"}], "refPMID": ["7489515", "16873550", "19330723", "2684778", "1697402", "2200121", "17072603", "19370238", "20378718", "7537093", "16186128", "18078808", "9889155", "22189104", "9841645", "17264081", "15745995", "17697378", "20923646", "17889646", "16893958", "21576228", "20161784", "20705898", "17205677", "12824337", "10468557", "9016629", "11274392", "20081830", "22624874", "21165148"], "citedInPMID": ["23398198", "30472639", "29094731", "27432610", "25093707", "24759281", "24675636", "24553662", "24453987", "24376564", "23737446"], "body": " AbstractWe describe a reusable microcolumn\nand process for the efficient\ndiscovery of nucleic acid aptamers for multiple target molecules.\nThe design of our device requires only microliter volumes of affinity\nchromatography resin—a condition that maximizes the enrichment\nof target-binding sequences over non-target-binding (i.e., background)\nsequences. Furthermore, the modular design of the device accommodates\na multiplex aptamer selection protocol. We optimized the selection\nprocess performance using microcolumns filled with green fluorescent\nprotein (GFP)-immobilized resin and monitoring, over a wide range\nof experimental conditions, the enrichment of a known GFP-binding\nRNA aptamer (GFPapt) against a random RNA aptamer library. We validated\nthe multiplex approach by monitoring the enrichment of GFPapt in de\nnovo selection experiments with GFP and other protein preparations.\nAfter only three rounds of selection, the cumulative GFPapt enrichment\non the GFP-loaded resin was greater than 108 with no enrichment\nfor the other nonspecific targets. We used this optimized protocol\nto perform a multiplex selection to two human heat shock factor (hHSF)\nproteins, hHSF1 and hHSF2. High-throughput sequencing was used to\nidentify aptamers for each protein that were preferentially enriched\nin just three selection rounds, which were confirmed and isolated\nafter five rounds. Gel-shift and fluorescence polarization assays\nshowed that each aptamer binds with high-affinity (KD < 20 nM) to the respective targets. The combination\nof our microcolumns with a multiplex approach and high-throughput\nsequencing enables the selection of aptamers to multiple targets in\na high-throughput and efficient manner. Nucleic acid\naptamers are short\n(∼100 nucleotide, nt) structured oligonucleotides that have\nbeen selected from large sequence-diverse libraries and shown to display\nhigh-affinity and specificity for a wide range of targets ranging\nfrom simple metal ions1 to complex surface\nproteins on living cells.2 This combination\nof properties has led to growing interest in applications of aptamers\nin fields including therapeutics, chemical analysis, biotechnology,\nchemical separations, and environmental diagnostics.3 Aptamers are identified from large libraries of random\nnucleic acid sequences via an iterative in vitro process called SELEX\n(systematic evolution of ligands by exponential enrichment).4−6 A typical SELEX round includes the following three steps: (i) binding,\nincubation of the library with the target; (ii) partitioning, separation\nof target-bound library sequences from unbound ones; and (iii) amplification,\ngeneration of a new pool of nucleic acids by making multiple copies\nof the sequences that bound to the target. These steps are then repeated\nin an iterative fashion to obtain an enriched pool and the target\nbinding aptamers are identified via cloning and sequencing processes.Different selection strategies have been developed to separate\nor partition the free and target-bound sequences, a critical step\nto ensure the successful identification of only the strongest binding\naptamers. Affinity chromatography is one such partitioning strategy\nthat uses specific binding onto resin-immobilized targets to purify\nmacromolecular solutes from dilute solutions.7 It is a well-documented aptamer selection technique, given that\nit can achieve a level of purification greater than 95% in a single\nstep and that numerous types of resin media are available to bind\na wide variety of targets. However, there is limited understanding\nof the relationship governing the process parameters (target loading,\nresin volume, etc.) and the selection quality, and thus, many selection\nrounds (typically 12–15) are required to identify aptamers\nwith the desired specificity and affinity for the target. This approach\nis particularly challenging when working with RNA libraries because\nit takes approximately 2 days just to complete the amplification step.\nSome work has been done to parallelize the use of libraries and the\nselection process to multiple targets in order to save time and reagents.8,9Affinity chromatography-based selections are typically done\nin\ntwo different modes of operation. In batch mode, a small amount of\ntarget-immobilized resin (∼20–200 μL) is incubated\nwith the nucleic acid library, or alternatively, target-free resin\nis incubated with a mixed suspension of target and nucleic acid library.10−12 Any unbound sequences in the supernatant are removed, and the target-bound\nsequences remaining on the resin are then exposed to other solutions\nfor the subsequent processing steps. For this approach, the entire\nselection process is quite laborious, because each step must be done\nmanually and repeated several times. This is especially true when\nmultiple targets are considered for selection. The second mode of\noperation, flow mode, uses small columns (∼0.5–3 mL)\npacked with resin.1,13,14 The primary advantage of this approach is that the resin is physically\nconfined within the column, allowing all of the selection steps to\nbe automated by use of pumps and/or centrifuges and thus completed\nmore efficiently than the batch strategy. This approach was used in\none of the landmark papers on aptamers; Ellington and Szostak5 used a 3.5 mL column filled with dye-immobilized\nresin. However, there are a few limitations to this approach. The\nstandard columns that have been used previously are not practical\nfor the simultaneous selection of aptamers for multiple targets. These\ncolumns require more resin than the batch mode, as well as more of\nthe immobilized target (e.g., protein), which can be both limiting\nand expensive. Thus, with the current affinity chromatography-based\nstrategies, there is a noticeable lack of means to rapidly screen\nfor aptamers to multiple targets in a high-throughput and efficient\nmanner.To address these limitations, we developed a process\nutilizing\nreconfigurable microcolumns of varying capacity for selecting RNA\naptamers. The microcolumns require only microliter volumes of affinity\nchromatography resin (∼2–50 μL), they can be easily\nassembled in various configurations to accommodate multiple targets,\nand they can be easily integrated with common laboratory equipment.\nIn addition, these microcolumns are not restricted to RNA and other\nnucleic acid aptamer selections but are also suitable for other affinity\nchromatography needs where small column volumes are desired. The assembly\nof microcolumns and aptamer selection process are shown in Figure ​Figure11 with the experimental details provided below.Open in a separate windowFigure 1Aptamer\nselection workflow for multiple targets by use of microcolumns.\n(A) Microcolumn filled with 10 μL of GFP-immobilized chromatography\nresin. (B) Multiplexed selection of RNA aptamers: (1) The starting\nRNA library is dynamically loaded onto multiple microcolumns that\nare connected in a serial configuration. (2) The devices are rearranged\ninto a parallel configuration and the subsequent cycles in the process\nare done independently but simultaneously. (3) Unbound and weakly\nbound RNAs are washed away. (4) The remaining bound RNAs are eluted\nfrom each column separately. (5) The RNA molecules are reverse-transcribed\ninto cDNA and (6) a small fraction is analyzed via qPCR. (7) The remaining\ncDNA is PCR-amplified and then (8) transcribed back into RNA to make\na new amplified pool for (9) the next selection round. The steps shown\nwith dashed arrows are optional and are not necessarily done in each\nround.We first evaluated the design\nspace of our process using computer\nsimulations of the binding kinetics of a model library over a wide\nrange of experimental conditions. Next, we evaluated the performance\nof our microcolumns at those same conditions by monitoring the behavior\nof a known RNA aptamer (GFPapt) that binds tightly to green fluorescent\nprotein (GFP) and its derivatives.14 Our\nresults show that predictions based on simple kinetics fail to reproduce\nthe behavior of low-affinity binders under flow, suggesting that typical\nSELEX processes based on theoretical kinetics are likely to be far\nfrom optimal. Furthermore, we observed the best performances at protein\nconcentrations 100 times less than the capacity of the resin. We also\nempirically validated a multiplex approach by monitoring the enrichment\nof GFPapt in de novo selection experiments with GFP, two nonrelated\nprotein preparations, and an empty microcolumn. To examine the utility\nof our device, multiplex and in-line negative selections were performed\non two human heat shock factor (hHSF) proteins, hHSF1 and hHSF2. High-throughput\nsequencing was used to identify enriched candidate aptamer sequences\nfor hHSF1 and hHSF2. Fluorescence electrophoretic mobility shift assays\n(F-EMSA) as well as fluorescence polarization (FP) confirmed the selection\nof novel high-affinity aptamers for hHSF1 and hHSF2. Materials and\nMethodsSelection SimulationsComputational simulations were\nperformed with a custom-made Matlab routine to test a wide variety\nof experimental parameters. The differential equations of association\nand dissociation kinetics (first-order with respect to each species)\nwere numerically integrated with respect to time, distance along the\nmicrofluidic channel, and each aptamer type within the modeled library.\nAdditional details are available in Supporting\nInformationPreparation of Protein-Immobilized ResinsFor each\nselection round, a fresh batch of protein-bound resin was prepared.\nNickel–nitrilotriacetic acid (Ni-NTA) Superflow or glutathione–agarose\nresins were extensively washed with binding buffer [Ni-NTA binding\nbuffer contained 25 mM tris(hydroxymethyl)aminomethane (Tris), pH\n8.0, 100 mM NaCl, 25 mM KCl, and 5 mM MgCl2; glutathione\nbinding buffer contained 10 mM N-2-hydroxyethylpiperazine-N′-ethanesulfonic acid (HEPES)–KOH pH 7.6,\n125 mM NaCl, 25 mM KCl, 1 mM MgCl2, and 0.02% Tween-20]\nto remove any residual storage components. Hexahistidine- or GST-tagged\nproteins were prepared as described in the Supporting\nInformation and immobilized onto the washed resin at 4 °C\nwith constant mixing. The protein-bound resin was then degassed in\na vacuum desiccator for approximately 20 min and carefully pipetted\ninto the device (Figure ​(Figure11A).Nucleic Acid\nLibrary and GFP-Binding AptamerA random\nlibrary containing ∼5 × 1015 sequences of 120-nucleotide\n(nt) DNA templates, hereafter referred to as N70 library, was chemically\nsynthesized by GenScript. It consists of a 70-nt random region flanked\nby two constant regions as described elsewhere.15 The GFP-binding RNA aptamer used in this work was previously\nidentified as AP3-1 and characterized elsewhere.14 Details on the library preparation and oligos used in this\nwork are available in Supporting Information.Microcolumn Selection and Amplification ProtocolAll\nof the solutions were degassed prior to use and introduced into the\nmicrocolumns via a standard syringe pump (Harvard Apparatus). First,\nyeast tRNA (Invitrogen) in binding buffer was introduced to block\nany possible nonspecific RNA binding sites. For each loading step,\nthe RNA library was diluted in 1 mL of RNase-free binding buffer,\nheat-denatured at 60 °C for 5 min, renatured by cooling down\nto room temperature while degassing, and then spiked with 200 units\nof RNase inhibitor (Invitrogen). A 10 μL aliquot was collected\nand used as a standard for the quantitative polymerase chain reaction\n(qPCR) analysis. Each device was then washed with 3 mL of binding\nbuffer (supplemented with 10 mM imidazole for selections with Ni-NTA\nresin) to remove unbound RNA. Finally, the RNA–protein complexes\nwere eluted from individual microcolumns by flowing elution buffer\n[binding buffer + 50 mM ethylenediaminetetraacetic acid (EDTA)] at\na rate of 50 μL/min for 6 min. Eluted RNA and the input samples\nwere phenol/chloroform-extracted and ethanol-precipitated together\nwith 1 μL of GlycoBlue (Ambion) and 40 μg of yeast tRNA\n(Invitrogen), and the resulting pellet was resuspended in RNase-free\nwater.Both the resuspended pools and standards were reverse-transcribed\nwith Moloney murine leukemia virus reverse transcriptase (MMLV-RT).\nFor the optimization experiments, ∼10% of the selected pool\nand the input sample were reverse-transcribed in a separate reaction\nfor GFPapt quantitation. Residual RNA was eliminated by treating the\nsamples with RNase H (Ambion). A small amount (less than 5%) of the\ncDNA product was analyzed on a LightCycler 480 qPCR instrument (Roche)\nto determine the amount of RNA library and GFPapt that was retained\non each device. Two different sets of oligos (see Supporting Information for details) were used to independently\nevaluate the amount of the RNA library/pool and GFPapt, respectively.\nThe cDNA samples from each round were PCR-amplified and then subjected\nto phenol/chloroform and chloroform extractions and a final purification\nstep on DNA Clean & Concentrator (Zymo Research) spin columns.\nA fraction of the purified PCR product was used to make the RNA pool\nfor the next round of SELEX. A typical 72 μL transcription reaction\nconsisted of 500 ng of DNA, 546 pmol of each ribonucleoside triphosphate\n(rNTP, Sigma), T7 RNA polymerase, 72 units of RNase inhibitor (Invitrogen),\nand 0.12 unit of yeast inorganic pyrophosphatase (New England Biolabs).\nThe reactions were incubated at 37 °C for various times depending\non the desired amount of RNA for the next selection round. The resulting\nRNA pool was treated with DNase I (Invitrogen) to remove the template\nDNA, verified by denaturing polyacrylamide gel electrophoresis (PAGE)\nfor length and purity, and finally quantified by Qubit BR RNA assay\n(Invitrogen).High-Throughput SequencingA small\namount of the purified\nPCR product from each target pool for various selection rounds (e.g.,\nhHSF1 round 5) was PCR-amplified by use of primers that contain a\nunique 6 nt barcode and the necessary adapters for the HiSeq 2000\n(Illumina) sequencing platform. Sequences of the primers and the barcodes\nare available upon request. Additional details on the sequencing data\nfiltering and clustering analyses are given in the Supporting InformationFluorescence Electrophoretic\nMobility Shift AssayCandidate\naptamer sequences were amplified from the final round 5 pool and prepared\nfrom sequence-verified plasmid constructs (see Supporting Information). The candidate aptamers were 3′-end-labeled\nwith fluorescein 5-thiosemicarbazide (Invitrogen) as described previously.16 Binding reactions (50 μL) were prepared\nwith 2 nM fluorescently labeled RNA and decreasing amounts of protein\n(2000 to 0 nM) in binding buffer containing 0.01% IGEPAL CA-630, 10\nμg/mL yeast tRNA, and 3 units of RNase inhibitor (Invitrogen).\nReactions were incubated at room temperature for 2 h, spiked with\n6× loading dye, and then loaded into the wells of a refrigerated\n1.5% agarose gel prepared with 0.5× Tris–borate–EDTA\n(TBE) buffer with 1 mM MgCl2. The gel was run for 80 min\nat 100 V in refrigerated 0.5× TBE. Images were acquired at the\nfluorescein scan settings on a Typhoon 9400 imager (GE Healthcare\nLife Sciences). The resulting bands were quantified with ImageQuant\nsoftware and the data were fit to the Hill equation by use of Igor\n(Wavemetrics) to estimate the equilibrium dissociation constant (KD). ResultsFabrication\nof Microcolumns for Selection of AptamersOur microcolumns\nwere assembled from both custom-fabricated and commercially\navailable parts. The column consists of a transparent biocompatible\nplastic rod fitted with a porous frit that retains the resin in the\ndevice (Figure ​(Figure1A).1A). By varying both the length\nand internal diameter of the column, we were able to fabricate columns\nwith a range of volume capacities from 2 to 50 μL. NanoPorts\n(IDEX Health and Science) that accommodate standard tubing connectors\nwere bonded to either end of the column. Overall, this design has\na number of important features: simple union connectors can be used\nto arrange multiple microcolumns into various configurations, the\ndead volume between the devices is minimized and is generally less\nthan 1 μL, and they can be connected to common laboratory equipment\nto automate the selection steps. To perform the multiple target aptamer\nselection, we developed a workflow process wherein a set of microcolumns,\neach prefilled with a different target-immobilized resin, are arranged\ninto a serial configuration (Figure ​(Figure1B).1B). With\nour pump system, a typical arrangement could contain up to 10 parallelized\nassemblies of devices, but the general approach can easily be scaled\nup for a larger number of parallel processes. A single aliquot of\nthe starting random library is then flowed through these devices,\nallowing the target binding aptamers to be captured on the resin within\neach individual column. The library molecules that do not bind to\nany target are discarded and then the individual microcolumns are\ndisconnected and reorganized into a parallel configuration (Figure ​(Figure1B).1B). This arrangement allows for specific elutions\nfrom each target and thus separate processing of only the bound sequences\nto create target-specific amplified pools for the next selection round.\nNote that, following reverse transcription of the RNA aptamer into\ncDNA, we used quantitative PCR to determine the amount of nucleic\nacid recovered from each device. This information was used to determine\nthe optimal number of PCR cycles and thus minimize the chance of amplification\nartifacts.17 Although Figure ​Figure1B1B shows the microcolumns arranged exclusively in a parallel\nconfiguration after the first selection round, it is also possible\nto use a serial configuration in later rounds. This arrangement would\nallow for negative or counter selections to be done simultaneously\nwith the selection step to enhance specificity for the target.The size of our microcolumns was chosen for primarily two reasons.\nFirst, they are small enough that they require only small amounts\nof material for each selection round, yet their internal dimensions\nare sufficiently large enough that they could be easily filled with\na variety of different resins. Second, we simulated the binding kinetics\nof a model library binding to a model target molecule within our device\nand discovered that aptamers with strong binding affinities for the\ntarget (i.e., equilibrium dissociation constant KD = 0.5 nM) were preferentially retained at the input\nend (i.e., in the first few microliters) of the microfluidic column\n(Figure ​(Figure2).2). Aptamers with weaker binding affinities\nfor the target (KD ≥ 50 nM) were\ndistributed almost uniformly throughout the microfluidic column with\nconcentrations nearly identical to the input concentration. Therefore,\nsmaller columns increase the mean density of strong binders, a condition\nthat would require fewer selection rounds to identify aptamer candidates.\nA previous study used an affinity capillary column that was physically\ncut into smaller pieces to isolate the highest affinity aptamers in\nthe earliest column segments.18Open in a separate windowFigure 2Dependence\nof aptamer recovery on microcolumn volume. Solid and\ndashed lines are the simulation results for the input-normalized concentrations\nof aptamers with various binding affinities (KD ranging from 0.5 nM to 5 μM) as a function of microcolumn\nvolume. Data points are the experimentally measured binding densities,\ngiven as percent of the total, of high-affinity GFPapt (green solid\ncircles) and low-affinity, nonspecific-binding N70 random library\n(red solid diamonds) as a function of microcolumn volume. Input-normalized\naptamer concentrations are defined as the bound aptamer concentration\nat a point along the column divided by the initial aptamer concentration.\nProbability densities for binding are defined as the probability per\nunit volume for molecules to bind in the vicinity at a point along\nthe column. The two y-axes are related by the total\nloaded sample volume. The dashed vertical line at 10 μL marks\nthe volume of the devices used for the optimization experiments.We evaluated experimentally the\nbinding distribution of an RNA\naptamer, hereafter referred to as GFPapt, on microcolumns that were\nfilled with various amounts of GFP-immobilized resin. It had been\npreviously shown that this aptamer has a strong binding affinity (KD ∼ 5 nM) for GFP14 and thus serves as a model molecule for the high-affinity\ntarget-binding aptamers that are presumed to be present in random\nlibraries. In order to determine the amount of nonspecific, low-affinity\n(i.e., “background”) binding within the microcolumn,\na small amount of the random RNA library (∼5 pmol) was included\nin addition to the GFPapt (0.064 pmol). We used 0.6 μg of GFP/μL\nof resin, binding and washing flow rates of 100 μL/min, and\nqPCR assays to quantify the amount of both the GFPapt and the random\nlibrary captured on the microcolumn. The experimental results are\nshown in Figure ​Figure22 as a percentage density of\nthe amount of both the GFPapt and the N70 random library loaded onto\nthe device. The experimental results are well fit by the simulations\nfor both high-affinity (KD = 5 nM for\nGFPapt) and low-affinity (KD ≥\n10 μM for the N70 random library) binding.Optimization\nof Aptamer Selection ConditionsTo optimize\nthe performance of our devices and to further test our simulation\npredictions, we used microcolumns filled with GFP-immobilized Ni-NTA\nresin to evaluate the binding behavior of GFPapt and the random N70\nlibrary over a wide range of experimental conditions. The results\nare shown as a percentage of the amount loaded onto the device (Figures ​(Figures3A3A and ​and3C).3C). For each condition,\nthe GFPapt enrichment was calculated as the ratio of the percent amounts\nof GFPapt to random library (Figures ​(Figures3B3B and ​and33D).Open in a separate windowFigure 3Optimization of microcolumn-based selection. (A) Percent\nrecovery\nof GFPapt (green) and N70 random library (red) and (B) GFPapt enrichment\nfor different amounts of GFP immobilized onto Ni-NTA resin in a 10\nμL microcolumn; loading and washing flow rates were 100 μL/min.\n(C) Percent recovery of GFPapt (green) and N70 random library (red)\nand (D) GFPapt enrichment for different flow rates; the amount of\nGFP immobilized onto Ni-NTA resin was 0.6 μg/μL. Solid\nlines show the effect of loading flow rate at a fixed washing flow\nrate of 100 μL/min; dashed lines show the effect of washing\nflow rate at a fixed loading flow rate of 100 μL/min. Error\nbars represent the standard deviation of triplicate experiments and\nmeasurements at each condition.Affinity chromatography resins were developed primarily for\nprotein\npurification applications and thus are capable of binding relatively\nlarge amounts of target molecules; the reported binding capacity of\nthe resin used in our experiments is 20–50 μg of protein/μL\nof resin. Despite the widespread use of these resins for aptamer selections,\nthere is no information available on how this parameter affects the\nselection performance, since none of the previous studies optimized\nthe resin binding conditions.7 In order\nto determine the optimum amount of bound target, we prepared five\ndifferent batches of resin with varying amounts of immobilized GFP,\nfrom 0.024 to 15 μg of protein/μL of resin in 5-fold increments.\nThe amount of GFPapt captured within the device was strongly dependent\non the amount of GFP target on the resin (Figure ​(Figure3A).3A). Interestingly, we found that the highest recovery (∼40%)\nwas obtained at the intermediate value of 0.6 μg of protein/μL\nof resin (∼15 μM). Library recovery was essentially independent\nof the amount of target, and so the GFPapt enrichment was also maximized\nat the same intermediate value (Figure ​(Figure3B).\nWe3B).\nWe had initially hypothesized that saturating the resin with GFP would\nmaximize the number of target binding aptamer molecules while also\nminimizing nonspecific binding sites on the resin surface, yielding\nthe highest GFPapt enrichment. Kinetic simulations done by a similar\napproach to that described for determining the optimal device size,\nexcept with a higher fraction of strong-binding aptamers (∼1%)\nto match the experimental conditions, correctly predicted that there\nwas no effect of target amount on recovery of the random library (Figure\nS-1B, Supporting Information). However,\nthe simulations predicted that the highest recovery of the strong-binding\naptamer would occur at the conditions with the highest amount of bound\ntarget (Figure S-1A, Supporting Information). We believe that this discrepancy between our experimental observations\nand simulation results is primarily due to steric hindrance, where\nmacromolecular crowding effects on the resin surface decrease the\nbinding affinity of the specific aptamer sequence; a similar phenomenon\nhas been reported for the binding of soluble proteins to surface lipid\nvesicles.19 Formation of the aptamer–target\ncomplex could also hinder the binding of other aptamer molecules.\nOur results support the use of concentrations below a critical packing\ndensity that is determined by the larger of the two biomolecules.\nAll of the subsequent optimization experiments were conducted with\nresin prepared at the optimum value of 0.6 μg of protein/μL\nof resin.It is well known that the best affinity chromatography\nperformance\nis realized when the loading step is operated at the lowest possible\nflow rates to approach equilibrium conditions. However, there is a\npractical limitation to the experiment time. In order to determine\nthe optimum condition while also keeping within a practical experimental\ntimeline, we varied the loading flow rate from 1 to 1000 μL/min.\nThe recoveries of GFPapt and library were both strongly dependent\non the flow rate but with considerably different trends (Figure ​(Figure3C).3C). At the lowest flow rate, we observed the highest\nGFPapt recovery, the lowest library recovery, and thus the best GFPapt\nenrichment. By operating the process at higher flow rates, we observed\na gradual decrease in performance as measured by a decrease in GFPapt\nenrichment (Figure ​(Figure3D).3D). Our kinetic simulations\ncorrectly predicted that the highest recovery of the strong-binding\nGFPapt molecule would be obtained at the lowest flow rate (Figure\nS-2A, Supporting Information). However,\nthe simulations also predicted the same trend of decreasing recovery\nwith increasing loading flow rate for the random library (Figure S-2B, Supporting Information). This disagreement between\nsimulation and experimental results for the library is discussed below.After completion of the loading step, a fixed-volume washing step\nwas employed to improve the separation performance by removing any\nunbound or weakly bound sequences. We varied the washing flow rate\nfrom 3 μL/min to 3 mL/min. We observed similar results to those\nseen before in that the recoveries of both GFPapt and library had\ndifferent trends with increasing flow rate. Whereas the GFPapt recovery\nincreased at higher flow rates, the library recovery decreased (Figure ​(Figure3C).3C). Thus, the best GFPapt enrichment was obtained\nat the highest washing flow rate (Figure ​(Figure3D).\nTogether,3D).\nTogether, all of the optimization experiments enabled us to choose\nthe optimal experimental conditions that maximize the enrichment of\nstrong-binding aptamers for each selection round, while keeping within\npractical experimental and time constraints. These conditions are\nparticularly important for the earliest selection rounds when there\nare only a few copies of each aptamer sequence. Our results also revealed\nthe importance of empirical validation and characterization of different\nselection conditions, since the kinetic simulations were unable to\nproperly predict all the experimental trends. For example, simulation\nresults for the washing step predicted a gradual increase in the recovery\nof random library (Figure S-3, Supporting Information)—the exact opposite trend to that seen experimentally. In\nour simulations, the behavior of each species was determined by the\non- and off-rate kinetic constants. They do not include other phenomena\nsuch as shear or pressure-related flow effects that could preferentially\naffect the behavior of weak binders and the ultimate separation performance\nof our microcolumns.After fully characterizing the operating\nconditions to maximize\nthe enrichment of strongly binding aptamers in our microcolumns, we\nthen proceeded to validate our selection strategy empirically by monitoring\nthe enrichment of GFPapt molecules in de novo selections with multiple\nprotein targets, including GFP. For each round, three microcolumns\nwere filled with Ni-NTA resin that had been preimmobilized with either\nGFP or two unrelated proteins, CHK2 and UBLCP1. The latter two were\nchosen because they have similar size and charge properties as the\nspecific target GFP and were readily available with hexahistidine\naffinity tags (Table S-1, Supporting Information). An empty microcolumn was also included as a control to enable\nus to discriminate target-binding from device bias.For the\nfirst selection round, four devices were arranged in a\nserial configuration in the following order: empty, UBLCP1, CHK2,\nGFP. The GFP target was put at the end so that all of the GFPapt molecules\nthat were combined with the random RNA library would have an opportunity\nto bind to the other targets; the loading solution for the first selection\nround contained 40 nmol of the random RNA library (∼5 copies\nof each sequence in the 5 × 1015 library) and 6.4\nfmol of GFPapt in 1 mL of binding buffer. Thus, the initial molar\nratio of library to GFPapt molecules was greater than 6 million to\none. Enrichment of GFPapt was determined for each microcolumn from\nqPCR analyses of the eluted samples (Figure ​(Figure4).4). Only the microcolumn filled with GFP-loaded resin showed significant\nGFPapt enrichment. In the first round, the recoveries of the GFPapt\nand the random library were 20% and 0.022% of the corresponding inputs,\nrespectively, yielding a GFPapt enrichment of approximately 900-fold.\nHowever, for the other three devices, the GFPapt enrichments were\nall near unity, indicating that there was no affinity for GFPapt over\nthe random library. To decrease the material used in the selections,\nfor the next two rounds the amount of the amplified RNA pool loaded\nonto each device was decreased by 20-fold from the amount used in\nthe previous round. An appropriate amount of GFPapt was “spiked-in”\nwith the amplified RNA pool to maintain the same molar ratio that\nwas recovered in the previous round. After round 3, the amounts of\nGFPapt that were recovered on the three non-GFP devices were well\nbelow the qPCR detection limit, and therefore, no GFPapt enrichment\nresults could be obtained. However, for the GFP device the GFPapt\nenrichments were much greater than 100-fold per selection round, giving\nrise to a cumulative enrichment of over 108-fold. At the\nend of round 3, approximately 95% of the GFP selected pool was composed\nof GFPapt.Open in a separate windowFigure 4Validation of specific aptamer-target enrichment for multiplex\nSELEX. UBLCP1, CHK2, and GFP were preimmobilized on Ni-NTA resin at\na density of 0.6 μg of protein/μL of resin and an empty\nmicrocolumn was also included as a control. The loading flow rate\nfor all the rounds was 1 μL/min. The enrichment of GFPapt was\nmonitored on all four microcolumns for three consecutive selection\nrounds. Results are presented in the same order that the four devices\nwere arranged in the serial configuration used in round 1. GFPapt\nenrichment was calculated as the ratio of the percent amounts of GFPapt\nto random library. The error bars represent the standard deviation\nof triplicate measurements for each microcolumn.Microcolumn SELEX for Human Heat Shock Factor ProteinsTo\nconclusively demonstrate the multiplex utility of the microcolumns,\nwe performed multiplex SELEX for a set of GST-tagged proteins: hHSF1,\nhHSF2, and four other related proteins. hHSF1 and hHSF2 are transcription\nfactors that regulate stress response, including heat shock in human\ncells, and hHSF1 plays a critical role during tumor formation and\nmaintenance.20 However, important questions\nremain unanswered regarding their molecular interactions and the specific\nmechanisms that are used to execute their functions. An RNA aptamer\nagainst the Drosophila melanogaster HSF (dHSF) has been selected previously and used to inhibit the\nbinding and recruitment of dHSF to the promoters of heat shock genes.21,22 However, only moderate cross-reactivity with the hHSF proteins limits\nthe use of this aptamer in functional studies in human cells.23 Given the biological importance of HSF, we decided\nto select for aptamers directly to hHSF1 and hHSF2, which can be used\nas inhibitory tools to dissect the mechanisms of actions of these\nproteins.Each protein was preimmobilized onto glutathione–agarose\nresin at approximately 1 μg of protein/μL of resin. The\nGST tag was also included as a control and thus seven 20 μL\nmicrocolumns were arranged in a serial configuration for round 1.\nFollowing the procedure outlined above, another aliquot of the starting\nRNA library (∼5 copies of each sequence in the 5 × 1015 library) was loaded onto the seven-microcolumn assembly\nand then separated into a parallel arrangement for all the subsequent\nrounds.A total of five selection rounds were completed. For\nrounds 2 through\n5, in-line negative selections were done by connecting a 10 μL\nmicrocolumn filled with GST-immobilized resin to the inlet of each\nof the six microcolumns for the GST-tagged proteins. These precolumns\nwere removed after the loading step for the subsequent wash and elution\nof the target protein-bound aptamers from each microcolumn.We analyzed the sequences from the RNA pools from rounds 3 and\n5 for both hHSF1 and hHSF2 by high-throughput sequencing.24,25 The total number of sequencing reads per pool ranged from 6 million\nto 9 million. For both proteins, there was a noticeable shift toward\nhigher multiplicity values from round 3 to round 5. In round 3, the\ntop 20 highest multiplicity sequences for each protein represented\nonly ∼0.04% of the total pool. However, in round 5, the top\n20 sequences represented 85.0% and 76.5% of the hHSF1 and hHSF2 selected\npools, respectively (Table S-2, Supporting Information). In addition, of the top 20 highest multiplicity sequences in round\n3, between a quarter and a half of them were also among the top 20\nhighest multiplicity sequences in round 5 for hHSF2 and hHSF1. The\ndetection of enriched candidate aptamer sequences in earlier selection\nrounds was possible because of the high-throughput sequencing, which\nallowed us to select candidate aptamers for subsequent analysis.We decided to investigate the potential binding of one of the top\ncandidate sequences for hHSF1 and hHSF2. We chose the highest ranked\nsequences from the round 5 pools that were also highly ranked in round\n3. For hHSF1, this was the first-ranked sequence in round 5, hereafter\nreferred to as hHSF1-R5-1, which was also the 11th-ranked sequence\nin round 3 (Table S-2, Supporting Information). For hHSF2, this was the second-ranked sequence in round 5, hereafter\nreferred to as hHSF2-R5-2, and also the sixth-ranked sequence in Round\n3 (Table S-2, Supporting Information).\nThe full-length sequences and predicted structures of these two aptamer\ncandidates are available in the Supporting Information (Figure S-4). These two candidates represented 13.4% and 6.8% of\nthe corresponding round 5 pools. The full-length aptamer candidates\n(including the constant regions) were PCR-amplified from their respective\npools by use of a candidate-specific forward oligo and the reverse\nconstant region oligo, and then cloned into plasmid vectors to obtain\na pure template.The putative RNA aptamers were fluorescently\nend-labeled and then\ntested for binding to their hHSF targets by F-EMSA and FP assays.16 An image of a typical F-EMSA result is shown\nin Figure ​Figure5A5A for hHSF1-R5-1 aptamer binding\nto hHSF1 protein. The fraction of bound aptamer was calculated as\na function of protein concentration and then plotted as shown in Figures ​Figures5B5B and ​and5C5C for various aptamer–protein\npairings; KD values were determined by\nfitting each data set to the Hill equation. Overall, both aptamers\nshowed high-affinity binding to hHSF1 and hHSF2 (KD < 20 nM). Interestingly, both aptamers also bound\nto hexahistidine-tagged dHSF, although slightly more weakly (KD ∼ 70 nM), and no binding was observed\nto the GST-tag alone. The F-EMSA results were confirmed by the FP\nassays (Figures S-5 and S-6, Supporting Information). Thus, the observed binding is not due to the affinity tags on\nthe protein targets but rather to specific domains of the targets\nthemselves. Given that the highest degree of sequence similarity between\nhHSF1, hHSF2, and dHSF is in the DNA binding and trimerization domains\n(DBD-TD)26 and that the previously selected\ndHSF aptamer was found to bind the DBD-TD of dHSF,21 we predict these novel hHSF aptamers are likely to bind\nthe HSF proteins in a similar fashion. Contrary to their functional\nsimilarity, these two aptamers did not show any similarity in secondary\nstructure as predicted by mFold27 (Figure\nS-4, Supporting Information). Although\nbeyond the scope of the present work, the detailed mechanism of these\nand other potential aptamers’ binding to HSF proteins as well\nas the consequences of binding await further study. However, successful\nselection of two distinct high-affinity aptamers, hHSF1-R5-1 and hHSF2-R5-2,\ntargeting two closely related proteins, hHSF1 and hHSF2 respectively,\nin a single selection demonstrates that our microcolumn-based SELEX\ntechnology is capable of yielding high-affinity aptamers (KD < 20 nM) in as little as five rounds of\nselection, whereas most conventional SELEX methods require typically\n12 rounds of selection.7Open in a separate windowFigure 5Evaluation of candidate\naptamers binding to target proteins. (A)\nTypical F-EMSA results for hHSF1-R5-1 aptamer binding to a two-thirds\ndilution series (from 2000 nM to 0.2 nM) of hHSF1 protein. (B, C)\nBinding curves measured by F-EMSA for hHSF1-R5-1 and hHSF2-R5-2 aptamers\nto hHSF1, hHSF2, dHSF, and GST tag. The same dilution series in panel\nA was used in panels B and C. The solid lines are the best fits of\nthe Hill equation to the experimental data for each aptamer–target\npair with the appropriate KD values given\nin the figure legends. ConclusionsWe have developed a microcolumn-based technology\nfor the efficient\nselection of nucleic acid aptamers for multiple targets. Our microcolumns\nhave a number of advantages over other chromatography-based processes.\nFirst, they can be readily assembled in various configurations to\naccommodate multiple targets during the selection step; as a proof\nof principle, we used a single aliquot of starting RNA aptamer library\nto perform selections for seven different immobilized target proteins\nin separate microcolumns. Second, as either assembled or disassembled\nunits, they do not require any specialized equipment to perform the\nselection step; we used a multirack syringe pump to control the solution\nflow rates during the selection step. Third, they require very small\namounts of resin and target molecules. For this study, we focused\non the selection of RNA aptamers; however, our approach would also\nwork for DNA aptamers. The multiplex selection presented in this work\nis simpler and thus easier to perform than previous microfluidic techniques\nthat use sol–gel chemistry.8 Also,\ncompared to filter-plate-based methods,9 our modular columns allow “counter-selections” to\nbe done simultaneously with the selection step to enhance target specificity.The overall performance of our devices was evaluated in two different\nsets of experiments. In the first, we looked at a single selection\nstep and optimized its performance by monitoring the enrichment of\nGFPapt, a known RNA aptamer for GFP. The performance was strongly\ndependent on the amount of target immobilized onto the resin and the\nflow rates for both the loading and washing steps. In the second,\nwe used the optimal conditions as part of a selection and amplification\nstrategy to verify specific GFPapt partitioning over three protein\npreparations (UBLCP1, CHK2, and GFP), followed by a complete multiplex\nselection against hHSF1 and hHSF2. High-throughput sequencing analysis\nof the selected pools from multiple rounds showed an enrichment of\nspecific aptamer sequences. For hHSF1 and hHSF2, the sequences from\nround 5 with the highest multiplicity values also had high interround\nenrichments. Those sequences were target-specific and could be easily\nidentified as being preferentially enriched after just three selection\nrounds. We tested a single candidate each to hHSF1 and hHSF2 and found\nboth to be high-affinity aptamers to full-length hHSFs.Although\nHSF proteins have been extensively studied and characterized,\nwe are still limited by the available methods and lack approaches\nto perturb the activity of specific factors to tease apart molecular\ninteractions. Aptamers can act as inhibitors that bind to a protein\nsurface and disrupt specific interactions or functions. When expressed\nin vivo in a temporally and spatially controlled manner, these aptamers\nprovide a way to rapidly disrupt targeted domains of proteins and\nefficiently assess their primary functions and mechanisms of actions.\nWe previously demonstrated the utility of inhibitory RNA aptamers\nto study macromolecular interactions in vivo.21,22,28 However, there were some limitations on\nthe methodology used to select those aptamers, and we believe that\nour new method will significantly improve the SELEX efficiency by:\n(1) allowing the selection of aptamers for many targets, including\ndifferent domains of a single protein, at the same time and (2) reducing\nthe number of SELEX rounds to achieve the selection of high-affinity\naptamers. With this multiplexed technology, we believe it will be\npossible to efficiently select aptamers that bind to the distinct\ndomains of HSF and other proteins, which will be extremely valuable\nto study the interactions of these proteins.Extensions of the\nmicrocolumn devices and approach developed in\nthis work could be used for selection strategies with various combinatorial\nlibraries, including but not limited to genomic sequences,29 mRNA display,30 and\npeptide nucleic acids.31 Also, our multiplex\napproach would easily facilitate the discovery of multivalent aptamers\nto distinct target binding sites32 by performing\na final selection by use of serially arranged microcolumns with different\ntarget subunits in each. Finally, our microcolumn devices could be\nused to discriminate for aptamers based on their on- or off-rate binding\ncharacteristics by enforcing certain restrictions on the flow rates\nused for the loading step and washing step, respectively.33 AcknowledgmentsThis work was supported by the National Institutes\nof Health\nR01 GM090320. We thank Dr. Peter Schweitzer at the Cornell University\nGenomics Facility for his help with the high-throughput sequencing,\nColin Waters for sequence clustering and analysis, and Dr. Seung-min\nPark for early discussions. Also, we thank Heather Deal and Harvey\nTian for preparing the workflow diagram in Figure ​Figure11B. Funding StatementNational Institutes of Health, United States Supporting Information AvailableAdditional text, two\ntables,\nand six figures as described in the text. This material is available\nfree of charge via the Internet at http://pubs.acs.org. Author Present Address∥ D.R.L.:\nDepartment of Chemical Engineering, McMaster University. Author Present Address⊥ C.V.K.: Department of Physics and Astronomy, Wayne State University. Author Present Address▽ B.S.W.: Department of Internal Medicine,\nDivision of Oncology and\nThe Genome Institute, Washington University School of Medicine. Author Contributions§ D.R.L. and\nK.S. contributed equally to this work. NotesThe\nauthors declare no\ncompeting financial interest. ReferencesCiesiolka J. M.; et al. RNA\n1995, 1, 538–550. [PMC free article] [PubMed] [Google Scholar]Shangguan D.; et al. Proc.\nNatl. Acad. Sci. U.S.A.\n2006, 103(32), 11838–11843. [PMC free article] [PubMed] [Google Scholar]Tombelli S.; Mascini M.\nCurr. Opin. Mol. Ther.\n2009, 11(2), 179–188. [PubMed] [Google Scholar]Joyce G. F.\nGene\n1989, 82(1), 83–87. [PubMed] [Google Scholar]Ellington A. D.; Szostak J. W.\nNature\n1990, 346, 818–822. [PubMed] [Google Scholar]Tuerk C.; Gold L.\nScience\n1990, 249(4968), 505–510. [PubMed] [Google Scholar]Gopinath S. C. B.\nAnal. Bioanal.\nChem.\n2007, 387(1), 171–182. [PubMed] [Google Scholar]Park S.; et al. Lab\nChip\n2009, 9(9), 1206–1212. [PubMed] [Google Scholar]Jolma A.; J.; et al. Genome Res.\n2010, 20(6), 861–873. [PMC free article] [PubMed] [Google Scholar]Nieuwlandt D.; et al. Biochemistry\n1995, 34, 5651–5659. [PubMed] [Google Scholar]Liu J.; Stormo G. D.\nNucleic Acids Res.\n2005, 33(17), e141. [PMC free article] [PubMed] [Google Scholar]Cheng C.; et al. Biochem.\nBiophys. Res. Commun.\n2008, 366(3), 670–674. [PubMed] [Google Scholar]Holeman L. A.; et al. Folding\nDes.\n1998, 3(6), 423–431. [PubMed] [Google Scholar]Shui B.; et al. Nucleic\nAcids Res.\n2012, 40(5), e39. [PMC free article] [PubMed] [Google Scholar]Cox J. C.; et al. Biotechnol.\nProg.\n1998, 14(6), 845–850. [PubMed] [Google Scholar]Pagano J. M.; et al. J.\nBiol. Chem.\n2007, 282(12), 8883–8894. [PubMed] [Google Scholar]Eulberg D.; et al. Nucleic\nAcids Res.\n2005, 33(4), e45. [PMC free article] [PubMed] [Google Scholar]Nitsche A.; et al. BMC\nBiotechnol.\n2007, 7, 48. [PMC free article] [PubMed] [Google Scholar]Leventis R.; Silvius J. R.\nBiophys. J.\n2010, 99(7), 2125–2133. [PMC free article] [PubMed] [Google Scholar]Dai C.; et al. Cell\n2007, 130(6), 1005–1018. [PMC free article] [PubMed] [Google Scholar]Zhao X.; et al. Nucleic\nAcids Res.\n2006, 34(13), 3755–3761. [PMC free article] [PubMed] [Google Scholar]Salamanca H. H.; et al. Nucleic\nAcids Res.\n2011, 39(15), 6729–6740. [PMC free article] [PubMed] [Google Scholar]Unpublished\nwork, Cornell University, 2009.Zimmermann B.; et al. PLoS\nOne\n2010, 5(2), e9169. [PMC free article] [PubMed] [Google Scholar]Cho M.; et al. Proc.\nNatl. Acad. Sci. U.S.A.\n2010, 107(35), 15373–15378. [PMC free article] [PubMed] [Google Scholar]Anckar J.; Sistonen L.\nAdv. Exp. Med. Biol.\n2007, 594, 78–88. [PubMed] [Google Scholar]Zuker M.\nNucleic\nAcids Res.\n2003, 31(13), 3406–3415. [PMC free article] [PubMed] [Google Scholar]Shi H.; et al. Proc.\nNatl. Acad. Sci. U.S.A.\n1999, 96(18), 10033–10038. [PMC free article] [PubMed] [Google Scholar]Singer B. S.; et al. Nucleic\nAcids Res.\n1997, 25(4), 781–786. [PMC free article] [PubMed] [Google Scholar]Wilson D. S.; et al. Proc.\nNatl. Acad. Sci. U.S.A.\n2001, 98(7), 3750–3755. [PMC free article] [PubMed] [Google Scholar]Brudno Y.; et al. Nat.\nChem. Biol.\n2010, 6, 148–155. [PMC free article] [PubMed] [Google Scholar]Gong Q.; et al. Anal.\nChem.\n2012, 84(12), 5365–5371. [PMC free article] [PubMed] [Google Scholar]Gold L.; et al. PLoS\nOne\n2010, 5(12), e15004. [PMC free article] [PubMed] [Google Scholar]"}