{"title": "Occupying chromatin: Polycomb mechanisms for getting to genomic targets, stopping transcriptional traffic, and staying put", "pubDate": "2013", "PMCID": "PMC3628831", "DOI": "10.1016/j.molcel.2013.02.013", "PMID": "23473600", "abstract": "Chromatin modification by Polycomb proteins provides an essential strategy for gene silencing in higher eukaryotes. Polycomb repressive complexes (PRCs) silence key developmental regulators and are centrally integrated in the transcriptional circuitry of stem cells. PRC2 trimethylates histone H3 on lysine 27 (H3K27me3), and PRC1-type complexes ubiquitylate histone H2A and compact polynucleosomes. How PRCs are deployed to select and silence genomic targets is the subject of intense investigation. We review advances on targeting, modulation, and functions of PRC1 and PRC2 and progress on defining the transcriptional steps they impact. Recent findings emphasize PRC1 targeting independent of H3K27me3, nonenzymatic PRC1-mediated compaction, and connections between PRCs and noncoding RNAs. Systematic analyses of Polycomb complexes and associated histone modifications during DNA replication and mitosis have also emerged. The stage is now set to reveal fundamental epigenetic mechanisms that determine how Polycomb target genes are silenced and how Polycomb silence is preserved through cell-cycle progression.", "author": [{"author": "Jeffrey A Simon", "affiliation": ["Department of Genetics, Cell Biology, and Development, University of Minnesota, Minneapolis, MN 55455, USA. simon004@umn.edu"], "href": "/?term=Simon+JA&cauthor_id=23473600"}, {"author": "Robert E Kingston", "affiliation": [], "href": "/?term=Kingston+RE&cauthor_id=23473600"}], "refPMID": [], "citedInPMID": ["23473600", "35036738", "34918159", "34845197", "34805182", "34760887", "34680880", "34637788", "34544136", "34473941", "34201297", "34166371", "34148069", "34113809", "34103507", "34078089", "34069546", "34060617", "34009336", "33962663", "33926021", "33861025", "33809566", "33804165", "33769454", "33692345", "33575252", "33563969", "33537512", "33499170", "33435128", "33412588", "33398172", "33208532", "33202645", "33191273", "33177537", "33168810", "33126912", "33126754", "33053359", "33050604", "32898472", "32870972", "32824274", "32792512", "32628956", "32628469", "32561780", "32493501", "32481609", "32469986", "32447427", "32439634", "32424618", "32424339", "32302590", "32270030", "32196702", "32161845", "32134990", "32129914", "32092673", "32043141", "32020336", "31963307", "31947658", "31851934", "31682623", "31675501", "31673113", "31515206", "31484080", "31427288", "31422906", "31367244", "31323466", "31289216", "31269445", "31256989", "31221974", "31199242", "31186533", "31171700", "31112907", "31095801", "31086177", "31036804", "31029542", "31029541", "31001282", "30988309", "30890554", "30867528", "30833789", "30833342", "30827740", "30808657", "30791924", "30699116", "30605667", "30573669", "30567998", "30522506", "30455303", "30389849", "30357595", "30311912", "30305625", "30283976", "30254371", "30185429", "30154222", "30087896", "29992232", "29954867", "29932905", "29932419", "29889582", "29879107", "29853913", "29754954", "29700471", "29564021", "29547954", "29544768", "29499137", "29432187", "29381691", "29378810", "29337181", "29330200", "29259422", "29242288", "29234344", "29233846", "29212262", "29153392", "29079444", "29073373", "29071215", "29038337", "28966944", "28951627", "28947543", "28924034", "28923849", "28900001", "28825728", "28782042", "28778878", "28761084", "28729483", "28720707", "28630280", "28620234", "28596781", "28587163", "28564724", "28445719", "28414199", "28403905", "28394251", "28393894", "28389585", "28381411", "28302795", "28157505", "28144496", "28091870", "28052011", "27989769", "27979994", "27941796", "27927750", "27881472", "27849631", "27845897", "27837089", "27821628", "27783893", "27754813", "27723458", "27716060", "27705745", "27658528", "27634302", "27630184", "27588417", "27581385", "27568929", "27554164", "27495811", "27466807", "27452518", "27449519", "27447986", "27444227", "27439862", "27432459", "27426629", "27405765", "27315558", "27310306", "27304074", "27294783", "27259201", "27248655", "27211866", "27187637", "27181215", "27168727", "27167731", "27151979", "27150236", "27146324", "27113256", "27105531", "27096886", "27087855", "27048461", "27006400", "27002220", "27001825", "26980282", "26926434", "26847029", "26802126", "26796037", "26764865", "26760202", "26759081", "26755663", "26748827", "26711501", "26711500", "26704382", "26687479", "26646152", "26644406", "26637281", "26581166", "26574518", "26494712", "26486609", "26453572", "26420232", "26417860", "26384350", "26381410", "26350215", "26328764", "26323060", "26195790", "26178786", "26151332", "26110314", "26080816", "26029068", "26012552", "25987903", "25948756", "25894967", "25887114", "25859291", "25806038", "25737447", "25724578", "25703348", "25680957", "25672609", "25669886", "25620564", "25617436", "25615622", "25601759", "25533783", "25533466", "25519132", "25506787", "25505268", "25503233", "25475071", "25417162", "25415640", "25410906", "25391650", "25372745", "25367506", "25367430", "25365549", "25355358", "25355356", "25333635", "25263442", "25254549", "25249456", "25232004", "25228320", "25217506", "25170018", "25132561", "25113974", "25105474", "25082344", "25059688", "25057768", "24992961", "24992222", "24986859", "24945803", "24925089", "24917497", "24912682", "24882207", "24867641", "24857660", "24856970", "24855944", "24845104", "24837194", "24825399", "24793759", "24786786", "24782528", "24755934", "24727478", "24722509", "24695097", "24668908", "24659991", "24560929", "24550308", "24550272", "24534715", "24529373", "24485159", "24469045", "24469040", "24406105", "24393533", "24382390", "24302754", "24285299", "24277643", "24170735", "24167519", "24100017", "24070375", "24040141", "24022190", "24001316", "23990804", "23987509", "23881547", "23860385", "23788621", "23715325"], "body": " SummaryPolycomb repressive complexes are conserved chromatin regulators with key roles in multicellular development, stem cell biology, and cancer. New findings advance molecular understanding of how they target to sites of action, interact with and alter local chromatin to silence genes, and maintain silencing in successive generations of proliferating cells.Chromatin modification by Polycomb proteins provides an essential strategy for gene silencing in higher eukaryotes. Polycomb repressive complexes (PRCs) silence many key developmental regulators and are centrally integrated in the transcriptional circuitry of embryonic and adult stem cells. PRC2 trimethylates histone H3 on lysine-27 (H3-K27me3) and PRC1-type complexes ubiquitylate histone H2A and compact polynucleosomes. How PRCs and these signature activities are deployed to select and silence genomic targets is the subject of intense current investigation. We review recent advances on targeting, modulation, and functions of PRC1 and PRC2, and we consider progress on defining transcriptional steps impacted in Polycomb silencing. Key recent findings demonstrate PRC1 targeting independent of H3-K27me3 and emphasize nonenzymatic PRC1-mediated compaction. We also evaluate expanding connections between Polycomb machinery and non-coding RNAs. Exciting new studies supply the first systematic analyses of what happens to Polycomb complexes, and associated histone modifications, during the wholesale chromatin reorganizations that accompany DNA replication and mitosis. The stage is now set to reveal fundamental epigenetic mechanisms that determine how Polycomb target genes are silenced and how Polycomb silence is preserved through cell cycle progression. I. IntroductionEukaryotic cells bear characteristic blueprints consisting of thousands of genes turned on and a similarly large battery of genes kept off. Alterations in these genomic expression profiles distinguish stem cells from fibroblasts, signal-responding cells from unsignaled cells, and well-behaved cells from malignant cancer cells. DNA-binding regulatory proteins scout the genome to guide where, when, and which genes are switched on or off. Ultimately, the myriad decisions that create cellular on/off profiles rely on mechanisms that impact nucleosomes (Cairns, 2009; Fuda et al., 2009; Li et al., 2007; Weake and Workman, 2010), the universal packaging material of eukaryotic genomes. Indeed, new technologies have yielded genome-wide maps of regulatory factors and nucleosomes at previously unachieved levels of comprehensiveness and resolution (Filion et al., 2010; Henikoff et al., 2011; Kharchenko et al., 2011).The epigenomic landscape features different machinery in transcriptionally active versus silent regions (Filion et al., 2010). By definition, active genes are enriched for elongating RNA polymerases. Active genes also bear a suite of chromatin-modifying factors and histone modifications, such as lysine acetylations, that promote and/or accompany productive transcription. In contrast, silent or rarely expressed genomic regions have low levels of elongating RNA polymerase. Although mechanisms that determine this deficit in productive polymerase are not fully understood, much of the machinery for gene silencing is reasonably well-characterized (Beisel and Paro, 2011). Essential components include the Polycomb group (PcG) proteins, conserved chromatin proteins that are widely deployed in higher eukaryotes to implement gene silencing (Schwartz and Pirrotta, 2007; Simon and Kingston, 2009). Although most PcG proteins were originally discovered in Drosophila as Hox gene repressors, genome-wide studies reveal widespread PcG roles in silencing hundreds of developmental decision-makers and signaling factors. Thus, PcG proteins supply a critical and widely-studied model for the epigenetic silencing machinery that operates in plants and most multicellular animals, including humans.Polycomb functions are performed by multiprotein complexes that selectively occupy chromatin sites. Most studies have focused on Polycomb repressive complex 1 (PRC1) and PRC2, the two PcG complexes whose biochemical activities are best-characterized (Margueron and Reinberg, 2011; Muller and Verrijzer, 2009; Simon and Kingston, 2009). PcG complexes are generally simpler in Drosophila than in mammalian cells, where alternate subunit compositions create larger families of related PRC1-type and PRC2-type complexes (Fig. 1). This complexity presents an ongoing challenge to sort out precisely which biochemical functions depend upon which subunits and which family members. Nevertheless, certain core PcG complex activities, conserved from flies to humans, have been defined. A signature activity of PRC2 is methylation of histone H3 on lysine 27 (K27) (Cao et al., 2002; Czermin et al., 2002; Kuzmichev et al., 2002; Muller et al., 2002). PRC1 family complexes execute an enzymatic function, ubiquitylation of histone H2A on K119 (Cao et al., 2005), as well as a nonenzymatic function, compaction of polynucleosomes (Francis et al., 2004). We will review advances on PRC1 family members with alternative compositions and potentially divergent functions (Fig. 1).Open in a separate windowFigure 1Compositions and activities of PcG complexesA) PRC2 family of complexes. Core subunits are in lavendar and arrows depict association of optional subunits. Dashed lines indicate alternative subunits derived from multiple gene copies or protein variants from a single gene. B) and C) PRC1 family of complexes. B) Canonical PRC1 with four core subunits including a PC homolog (CBX in mammals). C) and D) PRC1 variants that contain KDM2 and/or RYBP subunits. In human PRC1 complexes, assembly of RYBP and CBX subunits are mutually exclusive. See (Gao et al., 2012; Gearhart et al., 2006; Lagarou et al., 2008; Tavares et al., 2012) for detailed descriptions of PRC1 variants. Ubiquitylation occurs on H2A-K119 in mammals, corresponding to K118 in Drosophila. E) PHO-RC and F) PR-DUB from Drosophila. Human homologs of PHO (YY1), SFMBT, ASX and Calypso (BAP1) exist and mammalian complexes containing ASXL1/2 and BAP1 have been described (Dey et al., 2012). Mammalian complexes comparable to fly PHO-RC have not been characterized.This review highlights recent progress in three main areas: 1) how PcG complexes target to chromatin sites, 2) how PcG complexes silence genes, and 3) how PcG-silenced chromatin is preserved in proliferating cells. There is substantial knowledge on how PcG complexes get to genomic sites of action in Drosophila, where Polycomb response elements (PREs) and DNA-binding recruiters are reasonably well-characterized (Oktaba et al., 2008; for reviews see Ringrose and Paro, 2007; Schuettengruber and Cavalli, 2009). The picture in mammalian cells is less clear as emerging evidence suggests greater complexity in targeting mechanisms, including more complex interactions with ncRNAs. Once arrived, PcG complex activity, such as PRC2-mediated histone methylation, is modulated by resident histone modifications and local polynucleosome organization.The central mechanistic question, how PcG complexes shut down transcription, has been a tough nut to crack. Despite abundant literature on the histone modifications delivered by PcG complexes, H3-K27me3 and H2A-K119ub1, we still do not know the functional outputs of these chromatin marks. These histone modifications may somehow cause gene silencing but this has not been definitively addressed. As argued recently (Henikoff and Shilatifard, 2011), it is an open question if these are correlative markers of the silent chromatin state or central drivers in turning genes off. Nucleosome dynamics including nucleosome positioning, organization, compaction, and turnover/occupancy rates, may be more central to determining transcriptional status. For example, recent studies on polynucleosome compaction prompt reconsideration of a long-standing idea (Paro, 1990) that PcG silencing could involve altered template accessibility to the transcriptional apparatus and requisite cofactors. Understanding how these different mechanisms contribute to gene repression is further complicated by the diversity of PRC1 family complexes (Fig. 1) and the likelihood that PcG silencing operates at more than one discrete step in the transcriptional cycle and at more than one discrete location along the body of a target gene.In many proliferating cell types, once PcG silencing has been implemented, target genes remain off in daughter cells. This maintenance of transcriptional silence occurs despite dramatic chromatin reorganizations that accompany replication fork passage in S phase and mitotic chromosome condensation and movements during M phase. The general challenge of preserving transcriptional status through cell cycle progression is a critical and long-appreciated issue (Brown, 1984; Weintraub, 1985) whose molecular understanding remains limited (Probst et al., 2009). Encouragingly, the first systematic investigations of just what happens to PcG complexes and PcG-silenced chromatin during DNA replication and mitosis have recently emerged.The importance of dissecting PcG mechanisms is heightened by an expanding literature that implicates PcG machinery in gene regulatory networks gone awry in cancer cells (reviewed in Baylin and Jones, 2011; Bracken and Helin, 2009; Mills, 2010; Simon and Lange, 2008). Over a dozen different types of cancer are associated with overabundance of PcG complex subunits, with prostate cancer, breast cancer, and several forms of leukemia among the most extensively documented. These observations suggest that PcG gain-of-function is key in altering cancer cell expression profiles, particularly in aggressive cancers (Ben-Porath et al., 2008; Yu et al., 2007), possibly through hypersilencing of tumor suppressors. Recently, analyses of leukemia patients have supplied the first examples of oncogenic missense mutations in PcG genes (McCabe et al., 2012a; Sneeringer et al., 2010). These critical findings are accompanied by the paradox that PcG mutations found in B-cell lymphomas cause gain-of-function, whereas mutations in T-cell and myeloid leukemia subtypes are loss-of-function (Ernst et al., 2010; Ntziachristos et al., 2012). There is clearly much to learn about PcG oncogenic mechanisms and pathways. Recent discoveries of the first small molecule inhibitors of Polycomb machinery (Knutson et al., 2012; McCabe et al., 2012b) offers exciting new prospects for impacting PcG silencing in cancer. These prospects will be enhanced by more thorough understanding of how PcG complexes are built and how they work in chromatin.The focus of this review is on basic mechanisms of PcG complexes in gene silencing. We concentrate on recent advances using Drosophila and mammalian models. Readers interested in roles of PcG proteins in plant and animal development are referred to other reviews (Kohler and Hennig, 2010; Sawarkar and Paro, 2010; Schuettengruber and Cavalli, 2009; Whitcomb et al., 2007), and those seeking an expanded discussion of PcG roles in cancer are referred to citations above. There is also great interest in roles of PcG proteins in the transcriptional circuitry of embryonic and adult stem cells (Boyer et al., 2006; Ezhkova et al., 2009), which is underscored by recent advances that implicate PcG functions in cellular reprogramming (Onder et al., 2012; Pereira et al., 2010). Stem cell studies that illuminate PcG complexes and mechanisms are emphasized here, but we do not detail how they are wired into networks that control pluripotency and differentiation. Readers who seek comprehensive knowledge of PcG regulation in stem cells are referred to these recent reviews (Prezioso and Orlando, 2011; Surface et al., 2010; Young, 2011). II. Genomic Targeting of PcG ComplexesPcG target genes can be located independently in the genome or co-localized in clusters spread over tens or hundreds of kilobases. For example, the four HOX loci and the Kcnq1 cluster in mammals each exceed 125 kb, whereas isolated PcG target genes, such as INK4A/ARF, might occupy 20-50 kb including regulatory regions. The paradigm for targeting of PcG complexes emerged from studies on the Drosophila HOX clusters. Targeting to these clusters is accomplished by Polycomb Response Elements (PREs) which bind several sequence-specific DNA binding proteins (reviewed in Ringrose and Paro, 2007; Schuettengruber and Cavalli, 2009) that recruit PRC2 and PRC1. These HOX PREs are located many kilobases from the promoters they control, are depleted of nucleosomes, and likely form looping interactions with repressed target genes. At HOX genes and genome-wide, the most critical PcG recruiter in Drosophila is the zinc finger protein PHO (Oktaba et al., 2008).The mechanisms that target PcG complexes in mammals appear more diverse than those in Drosophila. Although core PcG complexes are highly conserved from flies to mammals, the proteins that bind Drosophila PREs appear mostly absent from mammals, with one interesting exception being PHO/YY1. In mammals, CpG islands and long non-coding RNAs (lncRNAs) are believed to target PcG functions, in addition to DNA elements with features that resemble Drosophila PREs. Some elements can recruit PRC2 but not PRC1, and the H3-K27 methylation function of PRC2 does not appear absolutely required for PRC1 targeting (see Section III, below). Thus, recruitment of PRC2 and PRC1 appear to be disconnected more often in mammals than in Drosophila.DNA elements and factors that target PcG complexesSequences enriched in CpG dinucleotides (CpG islands) play a possibly widespread role in recruiting PcG complexes in mammals. These sequences were implicated by genome-wide analyses that correlated CpG-rich DNA with H3-K27me3 (Ku et al., 2008). Significantly, bacterial artificial chromosome (“Bac”) constructs bearing mouse-derived CpG islands, or even bacterial DNA with similar characteristics, can recruit PRC2 components following their integration into mouse genomic sites (Mendenhall et al., 2010). However, not all CpG islands recruit PRC2; the incapable ones tend to include binding sites for transcriptional activators and/or methylation on the CpGs. These and other data suggest that CpG islands that are unmethylated and devoid of bound activators can recruit PRC2 by as yet undetermined mechanisms. One possibility is that PRC2 subunits or associated proteins bear affinity for unmethylated CpG. Indeed, depletion of a PRC2 cohort, PCL3, impacts PRC2 binding to CpG islands (Hunkapiller et al., 2012; see Section III below), although it is not known if this involves direct PCL binding to CpG DNA. The correlation between low CpG methylation and PRC2 binding raises the possibility that DNA methylation regulates PRC2 interactions with chromatin. The Tet1 protein might be an agent for this regulation, via its ability to modify methylated CpG, as Tet1 activity is needed for full recruitment of PRC2 to target sites in mouse ES cells (Wu et al., 2011).Certain CpG islands recruit PRC1 in addition to PRC2. This appears to be caused, at least in part, by the recently discovered role for the PRC1-family component KDM2B/FBXL10 in binding CpG islands (Farcas et al., 2012; Wu et al., 2013). This protein, a subunit of one variant class of the PRC1 family of complexes (Fig. 1D), binds to unmethylated CpG sequences via a Zn finger-CxxC domain. Knockdown studies show that KDM2B is required to target Ring1B and H2A-K119 ubiquitylation to specific loci containing CpG islands in mouse ES cells (Farcas et al., 2012; Wu et al., 2013), and that KDM2B is needed for full H2A ubiquitylation activity in mammalian cells, similar to previous findings in Drosophila (Lagarou et al., 2008). Since the variant class of PRC1 that contains KDM2B frequently lacks a PC homolog, this alternative mode of PRC1 targeting might augment mechanisms that involve binding of PC to K27me3 (see Section III below). Methylation of CpG blocks KDM2B binding, a finding that resonates with the impact of the Tet1 protein on PRC2 recruitment (Wu et al., 2011); perhaps other proteins involved in targeting both PRC1 and PRC2 are impacted by CpG methylation or perhaps there is feedback between KDM2B-mediated PRC1 recruitment and PRC2 binding to CpG islands.Two elements have been identified in mammals that have similarities to Drosophila PREs. A 3 kb element termed PRE-kr represses a reporter gene in mice and, surprisingly, also in Drosophila (Sing et al., 2009). Silencing was dependent upon PcG proteins recruited by PRE-kr. Another element from the human HOX cluster, called D11.12 due to its location between the HOXD11 and D12 genes, also recruits PcG proteins and represses reporter expression in a PcG-dependent manner (Woo et al., 2010). Repressive D11.12 function depends upon a cluster of YY1-binding sites and a separate ∼200 bp conserved element. Intriguingly, YY1 site disruption preferentially compromised PRC1 binding, as opposed to PRC2, further suggesting distinct mechanisms for recruiting these two complexes. A PRE-like element has also been identified in plants (Berger et al., 2011). This element, called RLE, confers repression on reporter genes in Arabidopsis and can promote modest accumulation of H3-K27me3 at ectopic locations. Thus, in mammals and plants, a few elements have been identified with properties that resemble Drosophila PREs.Despite involvement at model PREs, it appears unlikely that YY1 is a commonly used PcG recruiter in mammals. YY1 does not correlate with PcG protein distribution genome-wide and many sequences that recruit mammalian PcG proteins lack YY1-binding sites (Squazzo et al., 2006). It is possible that YY1 has been preserved as a PcG recruiter at specialized developmental loci, such as the HOX clusters, whereas other genomic regions have acquired independent and varied means for targeting. Besides PREs and CpG islands, this larger menu of targeting options includes direct interaction with transcription factors that bind promoters. For example, the Bmi-1 component of mammalian PRC1 interacts with the Runx1/CBFβ transcription factor and, in thymocytes, PRC1 chromatin targeting overlaps with and depends upon Runx1 (Yu et al., 2012). Thus, the PRC1 family can be recruited directly to promoter regions by physical interactions with transcription factors operating at those promoters. This is distinct from the canonical PRE setup where there is a large separation (many kb) between the targeting region and the impacted gene(s), and the PRE-bound DNA-binding proteins are not themselves directly engaged in promoter contact.A key issue in mammalian PcG targeting concerns differential recruitment of PRC1 versus PRC2. The RYBP protein is required to target certain PRC1-family complexes in the absence of PRC2-mediated histone methylation (Tavares et al., 2012), conceptually similar to the findings with KDM2B/FBXL10. As described in the next section, several proteins that associate with PRC2 (e.g., PCLs, Jarid2) are implicated in targeting that PcG complex. As more mammalian targeting elements are identified and dissected, the DNA and chromatin features that organize PcG landing pads will be further clarified. Even at this early stage in defining the full set of determinants, it is clear that there is much greater diversity of targeting schemes in mammals than in Drosophila.Role for lncRNAs in PcG targetingSeveral findings implicate long non-coding RNAs (lncRNAs) in targeting PcG complexes. A key model is mammalian X-chromosome inactivation, which is governed by the intensively studied lncRNA, Xist. Portions of the large Xist RNA, particularly its A repeat region (RepA), have been implicated in PRC2 recruitment (Plath et al., 2003; Zhao et al., 2008). Deletion of RepA from Xist lowers K27me3 levels on the X chromosome. Moreover, immunoprecipitation of PRC2 components enriches for many associated RNAs, including RepA (Zhao et al., 2010). Thus, there may be a direct targeting interaction between Xist and PRC2; identification of X-chromosome sites where this targeting leads to K27 methylation is needed to verify functional significance of the interaction. In vitro binding assays implicate EZH2 as the RNA-binding subunit of PRC2 (Kaneko et al., 2010; Zhao et al., 2010), although precise contacts between EZH2 and ncRNAs have not yet been elucidated, a key next step in validating this interaction. Intriguingly, EZH2 phosphorylation by cyclin-dependent kinase increases its affinity for lncRNA (Kaneko et al., 2010), suggesting a mechanism to modulate PRC2-RNA interactions in vivo.Other lncRNAs besides Xist can bind to either PRC1 or PRC2. The HOTAIR lncRNA binds PRC2 and HOTAIR knockdown and over-expression studies imply a role in directing PRC2 and H3-K27 methylation to discrete regions of the genome (Gupta et al., 2010; Tsai et al., 2010). The importance of HOTAIR in PcG function during mammalian development is called into question by its marginal conservation from mouse to human and by the lack of phenotype with a large deletion that includes the HOTAIR gene (Schorderet and Duboule, 2011). This lack of phenotype might reflect redundancy between HOTAIR and other lncRNAs that target PcG functions (Khalil et al., 2009). Studies implicating HOTAIR in breast cancer disease progression (Gupta et al., 2010) support a biologically important role for this lncRNA in control of cell differentiation.These studies on lncRNA-PcG complex partnerships highlight the need to rigorously test for direct functional impacts of the lncRNAs. The arguments for lncRNA targeting have been built largely on experimental strategies that do not address whether the effects are direct: a lncRNA can bind a PcG complex, and depleting that lncRNA impacts a readout (i.e. H3-K27me3) relevant to that PcG complex. A direct mechanistic link, however, requires that the lncRNA be present at the genomic location where the change in output is detected (i.e., directly promotes targeting) and/or changes activity of the PcG complex (i.e., directly modulates function). It will also be useful to identify mutations in lncRNAs, and in the interacting PcG subunits, that surgically disrupt binding and then test their consequences in vivo. In the absence of data establishing direct involvement of lncRNAs in either targeting or function, a role for these RNAs in PcG action remains an attractive hypothesis that is not yet fully substantiated (see also Brockdorff, 2011).The work discussed above concerns lncRNAs targeting PcG complexes in trans to diverse sites in the genome; there is also data on targeting by non-coding RNAs in cis. For example, short promoter-proximal RNAs interact with PRC2 in cis at repressed loci (Kanhere et al., 2010) and PRC1 interacts with the locally-encoded ANRIL lncRNA to regulate the INK4A/ARF locus (Yap et al., 2010). It is not known how ncRNAs coordinate with the DNA-based recruitment mechanisms described above, nor the extent to which ncRNA interactions are broadly involved in PcG targeting. There are likely to be multiple, overlapping PcG targeting mechanisms in mammals, which may reflect their critical importance in developmental decisions. Redundancy in these mechanisms is an excellent way to ensure fidelity, although it complicates a clean functional dissection for the experimentalist.Targeting, methylation, repression, and maintenanceGenomic targeting intersects with each aspect of PcG function that we discuss below. The best defined output of PRC2, methylation of H3-K27, is implicated in targeting a subset of PRC1 family complexes (Section III). The diversity in PRC1 complexes and outputs begs the question of divergent mechanisms to insure selective targeting of appropriate functions (Section IV). Maintaining the silenced state requires that targeting be preserved through cell cycle progression (Section V). This latter issue raises a concept not covered in detail in this review: PcG repressive states must be initially established on a gene and then maintained. In Drosophila Hox gene silencing, these are separate steps with distinct mechanisms; the Hunchback repressor establishes spatial domains of Ubx silencing and PcG complexes maintain that repression (Kehle et al., 1998). Operationally, the mechanisms used to establish a repressed state are difficult to unravel from those that maintain it, as temporal studies on PcG functions are technically difficult especially in vertebrate systems. Thus, some of the diversity in targeting might echo mechanisms that either establish or maintain repressed states, thereby reflecting distinct steps within the silencing program. III. Functions of PRC2 and H3-K27me3A central function of PRC2 is to methylate histone H3 on K27, with the trimethylated product (H3-K27me3) widely viewed as the operative chromatin mark that accompanies PcG silencing. PRC2 can perform each of the three successive methyl transfers that ultimately yields K27me3. The catalytic subunit, called EZH2 in humans (Fig. 1A), bears a SET domain which houses the enzyme active site. However, the EZH2 subunit is inactive on its own and must be assembled with SUZ12 and EED to produce methyltransferase activity (Cao and Zhang, 2004; Ketel et al., 2005; Pasini et al., 2004). Thus, of the four core PRC2 subunits defined in flies and human cells (Fig. 1A), a minimum of these three is needed to generate a robust enzyme. Intriguingly, gain-of-function mutations within the EZH2 active site that boost trimethylation have recently been reported (McCabe et al., 2012a; Sneeringer et al., 2010; Stepanik and Harte, 2011). Another mode of PRC2 regulation is through EZH2 phosphorylation outside of the active site (Chen et al., 2010; Kaneko et al., 2010). Further diversity is contributed by multiple EED isoforms and alternative EZH2/EZH1 subunits. PRC2 alternate compositions, core subunit interactions, and phosphorylation have been previously reviewed (Margueron and Reinberg, 2011; O'Meara and Simon, 2012; Simon and Kingston, 2009). We concentrate here on PRC2 partner proteins, and features of the chromatin substrate, that modulate PRC2 activity. We also consider a central unresolved question about PRC2 output: what are the mechanistic consequences of depositing K27me3 in local chromatin?Besides H3-K27, PRC2 can also methylate itself and other proteins including histone H1 and GATA4 (He et al., 2012; Kuzmichev et al., 2004). Full characterization of alternative PRC2 methylation targets and noncanonical EZH2 functions is an important direction for future study. For example, recent work indicates that EZH2 functions in prostate cancer cells in a manner independent of other PRC2 subunits and, surprisingly, as a transcriptional activator (Xu et al., 2012). The SET methyltransferase domain is required for this function, suggesting that alternative methylation targets exist that implement the activating phenotype. Thus, while H3-K27 methylation is a central function of PRC2, this complex, like the PRC1 family of complexes, does not have monolithic composition (see below) and is unlikely to have monolithic function.Accessory components that regulate PRC2PCLs The Polycomb-like (PCL) proteins comprise a major class of cofactors that influence PRC2 function (Fig. 1A). There is a single PCL in Drosophila and three orthologs in mammals termed PCL1 (PHF1), PCL2 (MTF2), and PCL3 (PHF19). Initial studies on fly PCL and human PHF1 implied a specific role in stimulating enzymatic conversion of K27me2 to K27me3 (Nekrasov et al., 2007; Sarma et al., 2008). This is important to regulation because intrinsic PRC2 methyl transfer efficiency is skewed, with kcat for the mono- and di-methylation reactions an order of magnitude higher than for tri-methylation (Sneeringer et al., 2010). Thus, proteins such as PCL can boost PRC2 output by potentiating the final trimethylation step. Besides stimulating enzymatic activity, PCLs can also aid recruitment of PRC2 to chromatin sites in flies (Savla et al., 2008) and in mammalian ES cells, where PCL2 and PCL3 are abundant (Casanova et al., 2011; Hunkapiller et al., 2012; Walker et al., 2010).Although PCL2 and PCL3 each copurify with core PRC2 from ES cells, they reside in different PRC2 complexes (Hunkapiller et al., 2012). EZH2 and SUZ12 target occupancies, such as on the inactive X chromosome, decline significantly after PCL2 depletion (Casanova et al., 2011; Walker et al., 2010). PCL3 loss reduces PRC2 binding at 65% of genomic targets and reduces bulk K27me3 whereas PCL3 over-expression enhances overall K27me3 accumulation (Hunkapiller et al., 2012). In contrast, global K27me3 levels are not dramatically reduced by PCL2 loss and many ES cell targets remain repressed (Casanova et al., 2011; Walker et al., 2010). Thus, PCL3 is functionally more robust than PCL2 in ES cells and the two orthologs are not simply redundant. Intriguingly, PCL3 was found to promote ES cell self-renewal (Hunkapiller et al., 2012), whereas PCL2 has the opposing function (Walker et al., 2010). This might indicate that PCL2 and PCL3 each enhance PRC2 binding at chromatin sites where they accumulate uniquely but oppose each other at genomic targets that harbor both (Hunkapiller et al., 2012). These results suggest that both PCL2 and PCL3 are optional PRC2 subunits that can modulate or guide PRC2 chromatin association in ES cells to deliver distinct biological outputs.Further insights on PCLs are emerging from detailed analysis of its PHD zinc fingers and Tudor domain (Fig. 2A). These domain types form aromatic cages that bind methylated lysine or arginine sidechains, which could promote PCL interaction with modified histone tails. Accordingly, it has been suggested that PCL-methylhistone interaction supplies one of several stabilizing contacts between PRC2 and target chromatin (Margueron and Reinberg, 2011). Indeed, the second PHD finger of PCL2 is needed for PRC2 chromatin targeting (Casanova et al., 2011). Recent studies also reveal that the Tudor domain of all three mammalian PCLs binds specifically to H3-K36me3 (Ballare et al., 2012; Brien et al., 2012; Musselman et al., 2012). At first glance this finding appears puzzling, since this histone modification is associated with active genes and normally opposes PRC2 function (see Inhibition of PRC2, below). However, the concomitant recruitment of K36 demethylases (Brien et al., 2012) suggests that PCL-K36me3 interaction may serve to recruit PRC2 to previously active genes to implement the switch from on to off (reviewed in Abed and Jones, 2012). Similarly, it will be key to determine specificities of the PCL PHD fingers, including whether they also recognize active chromatin marks or repressive marks such as H3-K9me3, H4-K20me3 or pre-existing H3-K27me3.Open in a separate windowFigure 2Optional subunits and chromatin features that modulate PRC2A) Domain organizations of PCLs and JARID2. B) Features of the histone H3 tail that modulate PRC2 activity. Yellow circles denote trimethylation. PRC2 trimethylates K27; this activity is inhibited by K4me3 and K36me2/3 in cis (red bars) and is stimulated by K27me3 and H3 peptide 31-42 in trans (green arrows). C) Sites within SU(Z)12 and EED subunits (labeled “S”) mediate inhibition (red bars) or stimulation (green arrows) of PRC2 enzyme activity, presumably by impacting the SET domain active site (black arrows).Jarid2 Analyses of affinity-purified PRC2 and genome-wide ChIPs by several groups identified JARID2 as another prominent PRC2-associated protein in ES cells (Landeira et al., 2010; Li et al., 2010; Pasini et al., 2010a; Peng et al., 2009; Shen et al., 2009). JARID2 is a member of the Jumonji (Jmj) family of histone demethylases and it also bears potential DNA-binding domains (Fig. 2A). However, its JmjC domain lacks key catalytic residues and biochemical tests fail to detect demethylase activity (Li et al., 2010). JARID2 is a target of the OCT4/NANOG transcriptional network (Young, 2011) and JARID2 loss impairs ES cell differentiation (Landeira et al., 2010; Shen et al., 2009). How JARID2 influences PRC2 in mechanistic terms is less defined. A common finding is that JARID2 impacts PRC2 chromatin recruitment, with knockdown/loss experiments revealing partial mutual dependence of JARID2 and core PRC2 subunits for target binding. JARID2 can also modulate PRC2 histone methyltransferase activity in vitro, however, whether this influence is stimulatory or inhibitory is controversial (Herz and Shilatifard, 2010). The overall impact of JARID2 loss upon K27me3 levels in cells is relatively mild, with some targets showing modest increases, some showing decreases, and bulk K27me3 levels not much altered (reviewed in Herz and Shilatifard, 2010; Margueron and Reinberg, 2011). Moreover, Jarid2 loss does not produce robust desilencing in ES cells as does PRC2 subunit loss (Landeira et al., 2010). These findings could reflect a JARID2 role in “fine-tuning” PRC2 (Panning, 2010). Consistent with this, JARID2 associates with PRC2 in Drosophila, but functional tests generally do not support a widespread role in PRC2 recruitment or enzyme activity (Herz et al., 2012). Thus, JARID2 is an optional PRC2 partner that may be adapted for different impacts and uses in different organisms and cell types. It is not known to what extent JARID2 coordinates with PCLs in regulating PRC2.Nucleosome features that modulate PRC2 activityThe polynucleosome substrate that PRC2 acts upon is subject to dynamic changes at multiple levels in vivo. These include modifications on histone tails, incorporation of histone variants, alterations from nucleosome remodeling, and changes in nucleosome density and higher-order packaging. In navigating this landscape, PRC2 must recognize features of local chromatin organization and integrate this information to modulate its own targeting and activity.Stimulation of PRC2 by local chromatin cuesH3-K27me3 The EED subunit of PRC2 adopts a donut-like β-propeller structure with a conserved aromatic cage in the donut “hole” that binds preferentially to H3-K27me3 (Margueron et al., 2009; Xu et al., 2010). Addition of K27me3-containing peptide boosts PRC2 enzyme activity by 3 to 7-fold. Consistent with this stimulatory role, cage disruption within the homologous fly subunit, ESC, led to reduced levels of H3-K27me3 in vivo (Margueron et al., 2009). Thus, pre-existing K27me3 stimulates the ability of PRC2 to “fill in” nearby nucleosomes with more K27me3. This positive feedback might maintain K27me3 levels in local chromatin during cell cycle progression (Hansen et al., 2008; Margueron et al., 2009; see Section V).Nucleosome density Earlier work had shown that PRC2 prefers dinucleosome over mononucleosome substrates (Martin et al., 2006), suggesting that some feature of a nearby nucleosome potentiates PRC2 activity. Systematic substrate utilization studies now reveal that PRC2 has built-in capacity to sense and preferentially methylate dense versus sparsely packed polynucleosome arrays (Yuan et al., 2012). The stimulatory input occurs through binding of a proximal portion of the H3 tail (residues 31-42) to a site on the SU(Z)12 noncatalytic subunit (Fig. 2B, C), which then boosts PRC2 catalytic efficiency. This mode of PRC2 stimulation is robust (up to 30-fold in vitro) and does not depend upon pre-existing K27me3. Thus, besides reinforcing already-silenced chromatin, this mechanism could help deliver de novo K27me3 to a target gene during the dynamic process of switching from on to off.How do these stimulatory EED and SU(Z)12 sites communicate with the EZH2 active site (Fig. 2C) so that remotely bound ligand accelerates catalysis? The underlying allosteric mechanisms, which presumably transmit through the EED-EZH2 and SU(Z)12-EZH2 interfaces, are not yet known. The precise organization of the PRC2 active site is also not known as the high-resolution structure of this specific SET domain has not been solved. Clearly, further structural and mechanistic advances are needed to define how these remarkably conserved partner inputs control the efficiency of PRC2 output. Importantly, the recent report of an EM-derived PRC2 architecture (Ciferri et al., 2012) provides the first full structural framework for analyzing PRC2 inner workings. This multi-lobed structure places portions of EED and SU(Z)12 in close proximity to the EZH2 SET domain, in prime locations to impact PRC2 enzymatic function.Inhibition of PRC2 by local chromatin cuesH3-K4me3 and H3-K36me2/3 H3 methylations on K4 and K36 commonly occur on actively transcribed genes, with H3-K4me3 typically abundant near promoters and H3-K36me2/3 accumulating to peak levels within gene bodies and towards 3′ ends (Li et al., 2007). These “activating” modifications are expected to oppose Polycomb silencing since mutations in fly K4- and K36-methylating enzymes genetically suppress Polycomb mutations. Two studies address how this antagonism operates in molecular terms (Schmitges et al., 2011; Yuan et al., 2011). The key finding is that PRC2 methyltransferase is impaired on substrates with pre-installed K4me3 or K36me2/3. Since PRC2 affinity for substrates bearing K4me3 is not adversely affected (Schmitges et al., 2011), the inhibition operates via allosteric modulation (i.e. a Vmax effect), rather than exclusion of substrate binding (Km effect). Intriguingly, these modifications must occur in cis to antagonize K27 methylation on the same histone tail (Fig. 2B). This cis-antagonism is borne out in vivo, as mass spectrometric studies confirm that tails with K27me3 rarely coexist with K4me3 or K36me2/3 (Yuan et al., 2011). This contrasts with the stimulatory PRC2 agents discussed above, which can be provided in trans, on unlinked peptides, to boost PRC2 (Fig. 2B). The sites that mediate K4-me3 and K36me2/3 inhibitory inputs appear to reside in SU(Z)12 (Schmitges et al., 2011) but their relationship to the SU(Z)12 stimulatory site (Yuan et al., 2012) has not yet been defined. It is tempting to speculate that these inhibitory and stimulatory mechanisms intersect molecularly to fine-tune PRC2; for example, K36 methylation within the H3 31-42 peptide could alter its stimulatory impact. These findings also suggest that PRC2 can function throughout the body of gene targets (i.e. not solely at promoters) since it is tuned by modifications that predominate either at 5′ or 3′ ends of genes.H3-K27Ac and H3-S28P Since pre-acetylation directly blocks enzymatic methyl transfer to lysines, H3-K27Ac provides a robust biochemical strategy to impede PRC2 output. Indeed, recent studies support use of this “either-or” tactic to counteract PRC2 in vivo (Pasini et al., 2010b; Tie et al., 2009). The widespread enrichment of K27Ac at active gene promoters and enhancers (Creyghton et al., 2010; Wang et al., 2008) suggests that this mechanism could be commonly utilized in metazoan genomes. Another modification in close proximity, H3-S28 phosphorylation, also antagonizes PRC2 (Gehani et al., 2010; Lau and Cheung, 2011). Since H3-S28P is generated by multiple kinase pathways, this provides a prime opportunity for diverse signaling networks to impact PRC2 at its chromatin substrate. For detailed discussion of pathways that impact PRC2 through H3-K27Ac and H3-S28P modifications, see (O'Meara and Simon, 2012).Mechanistic consequences of H3-K27me3Despite widespread recognition that H3-K27me3 is a hallmark of Polycomb silencing, we still do not know the mechanisms by which this “repressive” chromatin mark actually promotes gene repression. A common view has been that H3-K27me3 is instrumental in recruiting PRC1 to chromatin sites (reviewed in Simon and Kingston, 2009). This idea was originally propelled by affinity of the PRC1 subunit PC (CBX in mammals) for K27me3 in vitro, via its chromodomain (Fischle et al., 2003). However, as discussed below, emerging in vivo evidence challenges the central role of K27me3 in chromatin targeting of PRC1. There are many other possible consequences of K27me3-modified nucleosomes, which are not mutually exclusive; these include recruitment of other silencing factors besides PRC1, antagonism of “activating” H3-K27Ac, impacts on polynucleosome packaging, nucleosome dynamics, and/or chromatin remodellers, or by creating impediments to transcriptional activators, initiation factors, or elongation factors. It is also possible that H3-K27me3 might be a secondary byproduct of gene silencing rather than a primary cause (Henikoff and Shilatifard, 2011). Although K27me3 loss via treatment with PRC2 catalytic inhibitors does trigger gene desilencing (Knutson et al., 2012; McCabe et al., 2012b), a recent timecourse study implies that H3-K27me3 accumulation occurs after onset of silencing as a Polycomb target gene is switched from on to off (Yuan et al., 2012).Role of H3-K27me3 in PRC1 chromatin targetingAt their core, all PRC1-family complexes possess RING1A/B subunits plus a PCGF protein of prototype Bmi-1 (PSC in Drosophila; Fig. 1B, C). In addition, PRC1 subtypes are distinguished by association of either CBX or alternative RYBP and KDM2 subunits with the RING1-PCGF core (Gao et al., 2012; Lagarou et al., 2008; Tavares et al., 2012; see Fig. 1). This divides the PRC1 family into CBX-containing and CBX-lacking subtypes, with CBX-PRC1 including the canonical PC and PH subunits (as in Drosophila). Since CBX-lacking PRC1 versions are missing the subunit responsible for H3-K27me3 binding, this raises obvious questions about mode of targeting. Indeed, genome-wide ChIPs show that CBX-containing PRC1 generally colocalizes with H3-K27me3 whereas CBX-lacking PRC1 is independent, and K27me3 loss dislodges CBX-containing but not CBX-lacking PRC1 from chromatin sites (Gao et al., 2012; Tavares et al., 2012). Thus, different PRC1 complexes may target to chromatin by different mechanisms, with only CBX-containing complexes recruited via K27me3. This more limited framework for K27me3-mediated targeting is further challenged by an earlier report that CBX chromatin interactions are not dramatically altered by K27me3 loss in ES cells (Vincenz and Kerppola, 2008).The Drosophila system offers a potentially simpler setup for evaluating K27me3 in PRC1 recruitment. To date, PRC1 complexity appears limited to the canonical 4-subunit PC complex plus a RING1-PSC-dKDM2 variant termed dRAF (Lagarou et al., 2008; Fig. 1B, C), and there is little evidence that fly RYBP interacts functionally with PRC1. Even here, recent studies that perturb fly K27me3 levels find that PRC1 chromatin distributions are not dramatically disrupted, as measured by chromosome immunostainings (Herz et al., 2012; Ohno et al., 2008). Thus, recent findings from both fly and mammalian systems challenge the notion that H3-K27me3 is a main determinant of PRC1 recruitment. Instead, examples of mammalian PRC1 targeting through conventional interactions with DNA-binding factors, such as Runx1 and REST, have emerged (Ren and Kerppola, 2011; Yu et al., 2012). Based on physical associations, it seems likely that the BCL6 and E2F6 DNA-binding proteins also target particular PRC1-family complexes to genomic sites (Gao et al., 2012; Gearhart et al., 2006). The data appear consistent with a model in which H3-K27me3 contributes to PRC1-chromatin interaction, but that other mechanisms can target PRC1 in the absence of methylation.How then might selective PC/CBX binding to K27me3 contribute to Polycomb silencing? It may be that, after de novo arrival at a target, PRC1 uses K27me3 binding to form productive contacts with nucleosomes arrayed nearby or some distance away within the target locus. As speculated previously (Schwartz and Pirrotta, 2007; Simon and Kingston, 2009), this could generate chromatin loops and/or rearrangements that juxtapose critical interfaces to influence the transcriptional machinery. In this way, other recognition cues could initially attract PRC1, and K27me3-binding could then stabilize and reconfigure PRC1 to implement gene silencing.Potential impacts of PRC2 and H3-K27me3 on steps in transcriptionThe main approach for assessing how PRC2 influences the transcription cycle has been to track RNA polymerase II, nascent RNAs, and associated regulatory factors in cells with PRC2 disabled by mutation or knockdown. This impairs K27me3 accumulation, but observed consequences could also reflect PRC2 methylation of non-histone targets and/or non-catalytic functions of PRC2 (Margueron and Reinberg, 2011; Simon and Kingston, 2009). The outcomes could also reflect direct PRC2 action or recruitment of other complexes, including but not limited to PRC1, to target genes.In one key study, PRC2 was eliminated genetically in Drosophila embryos and then genome-wide ChIP-seq and GRO-seq were used to track RNA polII binding and transcriptional engagement (Chopra et al., 2011). About 25% of fly genes (3500) responded to PRC2 loss, and concomitant K27me3 reduction, with increased levels of associated RNA polII; 2100 of these genes lacked polII in wild-type and then acquired 5′-paused polII in the PRC2 mutant and 1400 genes showed enhancement of 5′-paused polII that pre-existed in wild-type. The simplest interpretation is that PRC2/K27me3 impedes polII recruitment to target gene promoters; the increased levels of paused polII may secondarily reflect more overall polII bound. In mechanistic terms, K27me3 on promoter-positioned repressive nucleosomes (Gilchrist et al., 2010) might reinforce a critical nucleosomal block to polII binding and initiation.Further support for K27me3 impact on multiple transcriptional steps derives from studies on model target genes in mammalian cells. One study on desilencing during muscle differentiation suggests a multistep process whereby the UTX demethylase first erases K27me3 from an upstream enhancer and subsequently spreads to demethylate nucleosomes along the gene body (Seenundun et al., 2010). Another study on myeloid differentiation links the K27-demethylase JMJD3 to release of paused polII into productive elongation (Chen et al., 2012). To fully reveal mechanisms, it will be necessary to address if and how K27me3-nucleosomes impact functions of activators, initiation factors, and elongation factors (i.e. DSIF, NELF). It is worth emphasizing the typically widespread distribution of K27me3 at target genes, which often encompasses enhancers, promoters, and entire gene bodies from 5′ to 3′ regions. Consequently, Polycomb silencing may not act upon a single rate-limiting step in the transcription cycle but rather impact multiple steps at diverse locations throughout target genes. IV. PRC1 Silencing MechanismsRecent work has illuminated mechanisms used by the PRC1 family of complexes to silence genes. As depicted in Fig. 1, PRC1 complexes contain a central core consisting of RING1 (predominantly RING1B in mammals) and a PSC homolog (PCGF proteins in mammals). Together, these two proteins can ubiquitylate histone H2A on K119 (Cao et al., 2005; K118 in Drosophila), although efficient ubiquitylation requires another subunit not present in all PRC1 family complexes, called KDM2/FBXL10 (Farcas et al., 2012; Lagarou et al., 2008; Wu et al., 2013). Indeed, H2A ubiquitylation plays an important role in PRC1-mediated silencing but, as elaborated below, other mechanisms, including chromatin compaction and interaction with the general transcription machinery, likely contribute to full PRC1 repressive capacity (Fig. 3). Notably, a subset of PRC1 family complexes contains PC and PH homologs (Fig. 1B), defined as central PcG silencing components by genetic studies in Drosophila. Yet PC and PH are unnecessary for ubiquitylation activity in vitro and their assembly into PRC1 is incompatible with inclusion of KDM2, the subunit that enhances ubiquitylation (Gao et al., 2012; Lagarou et al., 2008). Moreover, KDM2 depletion in Drosophila cells dramatically reduces bulk H2A-K118ub1, while loss of PC or PH has no impact on this modification (Lagarou et al., 2008). These results emphasize the functional diversity which lies at the heart of deciphering PRC1 silencing mechanisms. The current data favors allocation of separate biochemical functions to distinct members of the PRC1 family.Open in a separate windowFigure 3Mechanisms of repression by PRC1 family complexesA) Ubiquitylation of histone H2A, normally by the PRC1 variant that includes a KDM2B/FBXL10-type subunit. It is not known how ubiquitylation impacts transcription, but inhibition has been proposed to occur after initiation. B) Compaction of the chromatin template by canonical PRC1 containing the PC/CBX and PH subunits. Compaction might occur over promoter regions, in gene bodies, or throughout the gene. C) PRC1 interacting with the general transcription factor TFIID and blocking association of the Mediator complex required for transcriptional activation.Ubiquitylation of histone H2A-K119Mutations that specifically disrupt RING1B ubiquitin ligase have been exploited to investigate functions of H2A-K119 ubiquitylation in mouse cells (Endoh et al., 2012; Eskeland et al., 2010). These studies were conducted either in the presence or absence of RING1A, which has potential to compensate for loss of RING1B, the more broadly expressed RING1 homolog. The results define two separate classes of PcG target genes; those that critically require K119ub1 for silencing and those that display significant silencing without K119ub1. For example, ubiquitylation-defective RING1B renders PAX3 almost fully derepressed whereas several HOX genes are partially silenced (Endoh et al., 2012). Moreover, mutational inactivation studies in Drosophila define one set of PRC1 target genes whose silencing requires all four canonical PRC1 subunits and a separate set whose silencing is independent of the SCE/RING1 ubiquitin ligase (Gutierrez et al., 2012). Together, these findings indicate that H2A ubiquitylation is a major factor in PRC1 repression and that there are other mechanisms, likely nonenzymatic, that also function critically in PRC1 silencing. Conclusions about the relative importance of ubiquitylation-dependent and -independent PRC1 mechanisms awaits expansion of such studies from a limited number of PcG targets to genome-wide scale.While H2A ubiquitylation is needed to silence many target genes, it remains to be seen whether it is sufficient for repression. The mechanism(s) by which H2A-K119ub1 functions in repression are not known so it is difficult to address whether it must work together with other mechanisms to generate a repressed state. A key area for future work is to define, in molecular terms, how H2A ubiquitylation impacts repression (Fig. 3A): Does this covalent mark alter chromatin structure? Does it directly impede a transcription process, such as elongation and/or phosphorylation of RNA polymerase II (Brookes et al., 2012; Stock et al., 2007; Zhou et al., 2008)? Does it recruit separate factor(s) that are the agents of repression? Further insight may derive from the dynamic role of a recently identified H2A-deubiquitylating complex, PR-DUB (Fig. 1F), in PcG silencing (Scheuermann et al., 2010). Genetic interactions in Drosophila suggest that PR-DUB and SCE/RING1 may synergize at target genes, raising the possibility that a ubiquitylation-deubiquitylation cycle contributes to repression. However, the degree to which PR-DUB function in PcG silencing is widespread and direct needs further assessment since it appears, so far, to impact a small subset of PRC1 target genes (Gutierrez et al., 2012).Polynucleosome compactionA second mechanism for PRC1 silencing with considerable experimental support involves compaction of the chromatin template (Fig. 3B). Conversion of the beads-on-a-string arrangement of nucleosome arrays into compacted, knot-like structures, as visualized by electron microscopy (Francis et al., 2004; Grau et al., 2011), is a nonenzymatic function of many PRC1 family complexes. These compacted structures resist remodeling activities such as SWI/SNF (Francis et al., 2001; King et al., 2002). Compaction and remodeling inhibition are mediated by PRC1 components from every species examined; the activity maps to the PSC component in Drosophila and C. elegans but, intriguingly, instead maps to the PC homolog (CBX) in vertebrates (Beh et al., 2012; Grau et al., 2011). This in vitro activity also correlates with genetic function of PSC in Drosophila (King et al., 2005) and with visual compaction of the repressed HOX cluster in mammals (Eskeland et al., 2010). This compacted state does not require H2A ubiquitylation, as it is unchanged when mouse RING1B is made catalytically inactive (Eskeland et al., 2010).To determine contributions of compaction to repression in vivo requires PRC1 mutations that specifically block compaction while keeping other functions intact. Identification of PRC1 subunits bearing a charged domain required for compaction (Beh et al., 2012; Grau et al., 2011) will hasten design and testing of such mutations. In vertebrates, the PC homolog (CBX) is the sole PRC1 subunit demonstrated to produce compaction (Grau et al., 2011). The PC subunit also binds H3-K27me3 and thereby helps recruit PRC1 complexes to regions containing this mark (discussed above), thus possibly linking compaction with targeting by H3-K27me3. As densely packed nucleosomal templates can stimulate K27 methylation by PRC2 (Yuan et al., 2012), this provides an attractive positive feedback loop between compacted structure and the covalent mark that binds the PRC1 subunit responsible for compaction.How might compaction connect to histone dynamics in vivo? Chromatin components that appear relatively static in vitro (i.e. the nucleosome itself) are actually dynamic in vivo, as measured by techniques such as FRAP, presumably due to the spectrum of activities and local conditions in the nucleus. Thus, what is observed as stable compaction in vitro likely reflects increased but not absolute stability in vivo. This distinction is important mechanistically. It means that a compacted state might be used as a viable silencing mechanism even on genes that become rapidly derepressed by inducing stimuli, such as the PcG target myogenin during muscle differentiation (Seenundun et al., 2010). Such a compacted state can still contribute to silencing even if it is dynamic in vivo, as a significantly lowered rate of “opening” the chromatin, to allow remodeling or transcription factor binding, can dramatically inhibit multiple rate-determining steps in gene activation. The question of dynamics has been addressed directly by a study that measured histone turnover in Drosophila and found that the turnover rate is lowered at PcG target sites (Deal et al., 2010). This finding offers support for in vivo relevance of the compacted state.Further studies are needed to reveal how widely polynucleosome compaction is used to implement PcG silencing in vivo. Since CBX subunits are central to this activity, they provide a logical handle to address this. Loss-of-function for mouse CBX2, CBX4 or CBX7 each has profound effects on developmental gene expression (Core et al., 1997; Morey et al., 2012). Whether these in vivo functions require the recently mapped CBX domains that drive compaction is not known nor has the full genome-wide impact of ablating CBX-containing PRC1 complexes been described. Further work is also needed to determine if compaction and H2A ubiquitylation are wholly independent functions of PRC1 family complexes or if these functions may synergize at select target loci. Strong evidence that PRC1 compaction can implement repression independently of ubiquitylation derives from Drosophila work identifying target genes that require PSC but not SCE/RING1 for silencing in vivo (Gutierrez et al., 2012). The distinct genomic locations of CBX-containing versus KDM2/RYBP-containing PRC1 complexes (Gao et al., 2012) also implies division of labor among PRC1 functions in mammalian cells.Direct interaction with the transcription machineryAnother potential mechanism for PcG repression is direct interaction with the general transcription machinery to inhibit function. Several long-standing observations support this hypothesis. PRC1 can inhibit transcription in vitro on naked DNA templates (King et al., 2002). On transgenes bearing a Drosophila PRE and hsp26 promoter, PcG components blocked transcription prior to initiation (Dellino et al., 2004). This finding is echoed by elevated levels of promoter-associated RNA polII observed in a fly PRC2 mutant (Chopra et al., 2011, discussed above). Furthermore, PcG target genes in ES cells with bound PRC1 have much lower levels of promoter-associated polII than target genes lacking PRC1, consistent with an initiation block at these promoters (Min et al., 2011).While several of these studies imply direct PRC1 impact on general transcription components, they do not reveal which precise steps and which cogs in the machinery are targeted. A recent functional analysis using immobilized nucleosomal templates sheds light on this issue (Lehmann et al., 2012). Recombinant PRC1 inhibited binding of the Mediator complex, a key component in activation, to the template but had little impact on binding of the general transcription factor TFIID. These in vitro findings mirror genome-wide binding patterns in mouse ES cells, where many developmental genes that are co-occupied by PRC1 and TBP (the DNA-binding component of TFIID) lack Mediator. As expected, these genes are expressed at lower levels than those bound by both TBP and Mediator, which have little or no bound PRC1. Thus, PRC1 silencing correlates with a Mediator block but tolerates bound TFIID (Fig. 3C). The compatibility of PRC1 and TFIID occupancy, in vitro and in vivo, connects to earlier work showing that TFIID subunits associate with PRC1 from Drosophila embryos (Breiling et al., 2001; Saurin et al., 2001). PRC1 inhibition of Mediator binding may also resonate with identification of Mediator subunits Med12 and Med13 in a screen for novel PcG mutations (Gaytan de Ayala Alonso et al., 2007). Perhaps these Mediator components form part of an interface for PRC1. Identification of the precise contacts that support PRC1 interactions with Mediator and with TFIID would enable targeted mutations to define gene sets and phenotypes impacted by disrupting these interactions in vivo. V. Maintaining PcG Silencing Through Cell DivisionFor multicellular development to occur properly, a heritable state beyond that determined solely by primary DNA sequence must be established. This concept dates back to C.H. Waddington's original definition of epigenetics as the full spectrum of mechanisms needed to connect genotype to phenotype (Waddington, 1942). Upon discovery of basic mechanisms for copying DNA and regulating transcription, the dilemma became explaining how, in molecular terms, a gene expression state might perdure on newly synthesized DNA and chromatin (Brown, 1984; Weintraub, 1985). Since the PcG complexes PRC1 and PRC2 maintain heritable repressed states of developmental control genes, they provide a fundamental model to pursue this. The challenge now is to reveal how PcG repressive functions persist at genomic targets despite the chromatin upheavals that accompany replication, mitosis, and cell division.The mechanisms that maintain repression of a specific PcG target gene will depend upon the mechanism by which that gene is repressed. A gene requiring H3-K27me3 for repression must maintain this methylated state, a gene requiring compaction must maintain a compacted state, and so on. Consequently, a full understanding of maintenance must await a full description of how PcG silencing works. Several recent studies, however, reveal key concepts likely involved in maintaining a repressed state.Maintenance during replicationIt is likely that both PRC1 and PRC2 remain associated with newly replicated daughter strands during S phase. Components of both complexes are physically near the replication fork, as measured by proximity ligation assays that track association of the processivity factor, PCNA, with PC or E(Z) (Petruk et al., 2012). Similarly, these PcG proteins are physically near newly incorporated nucleoside analog, EdU, in nascent DNA. ChIP studies using synchronized cells initially demonstrated this retention of PcG subunits on replicating DNA (Francis et al., 2009; Lanzuolo et al., 2011), although PcG binding during S phase was found to be highest before replication and lower as replication occurred (Lanzuolo et al., 2011).The mechanisms that maintain PRC1 on newly synthesized DNA have been studied using in vitro replication systems. PRC1 is maintained on the template after fork passage with the mammalian SV40 replication system (Francis et al., 2009). This is an intrinsic property of PRC1, independent of other eukaryotic factors, since it is also maintained following replication of naked DNA by the bacteriophage T7 system (Lengsfeld et al., 2012). A single subunit of PRC1, PSC, is alone able to maintain association, consistent with a “bridging” model (Fig. 4A) in which PSC-PSC interactions support stable template association as the fork passes (Lo et al., 2012). The in vitro and in vivo studies have not yet addressed physical contacts between PcG components and replication fork features; for example, other chromatin modifiers interact with PCNA or MCM helicase (Probst et al., 2009). Both PRC1 and PRC2 components can bind tightly to single-stranded DNA (Krajewski et al., 2005; Lo et al., 2012), which might contribute to fork interactions.Open in a separate windowFigure 4Mechanisms of PcG maintenance during replication and mitosisA) PRC1 is retained at the replication fork in S phase. One mechanism with biochemical support involves bridging between the PSC subunits of adjacent PRC1 complexes to maintain contact as the replication fork progresses through a region. B) The H3-K27me3 mark (red circles) binds the PRC2 complex and stimulates activity, creating a mechanism to maintain local K27me3 following replication and deposition of new nucleosomes. C) PRC1 components remain associated with mitotic chromatin at a subset of the locations bound during other stages of the cell cycle. This might help “seed” repopulation of sites by PRC1 upon G1 re-entry. Blue arrow denotes transcription start site of a resident gene.A potential mechanism to maintain repression, and binding by PRC1, is retention of the H3-K27me3 mark (Hansen et al., 2008). Maintenance of H3-K27me3 on chromatin during S phase has been tracked by immunofluorescence, ChIP studies, and proximity ligation protocols (Lanzuolo et al., 2011; Petruk et al., 2012). There is agreement that there is less K27me3 on chromatin as replication occurs; it is unclear whether or not the mark completely disappears. Retention of at least some H3-K27me3 is consistent with retention of E(Z) (Lanzuolo et al., 2011; Petruk et al., 2012), the PRC2 catalytic subunit that generates this mark. This would support an attractive model for repressive signal propagation, as PRC2 can bind the K27me3 mark and this binding stimulates further K27 methylation (Margueron et al., 2009). Thus, retention of even low levels of H3K27me3 following replication could propel efficient K27 methylation “fill-in” of surrounding nucleosomes (Fig. 4B). As drawn, this type of model depicts “fill-in” occurring soon after fork passage but restoration of full methylation could also occur at subsequent points in the cell cycle.Any model for histone modifications as conveyors of epigenetic inheritance needs to consider nucleosome dynamics. The ability of a histone mark to supply “memory” of transcriptional state declines as the turnover rate of that histone, e.g. H3, increases. A histone turnover rate significantly faster than the cell cycle time, as has been measured at active genes and at PcG protein binding sites in Drosophila (Deal et al., 2010), challenges retention of any single mark. However, in large repressed domains, an abundant supply of nearby K27me3 might readily promote re-methylation of newly installed histones (as discussed above). This could mitigate the impact of high nucleosome turnover rates and allow H3-K27me3 to play a key role in maintaining repressive state.Maintained PcG binding during mitosisPcG repressive states must be retained through mitosis. This presents a key challenge mechanistically, due to the dramatic chromatin changes that occur, and biologically, as daughter cells might acquire differentiated phenotypes distinct from mother cells. Most regulatory proteins are excluded from chromatin during mitosis, presumably reflecting wholesale structural changes that generate chromosome compaction. However, numerous studies have identified examples of regulatory proteins that remain bound during mitosis, termed “bookmarking” (Zhao et al., 2011). Do PcG components remain bound at genomic targets or does binding need to be re-established after each mitotic transition? Earlier studies using fixed or live cell imaging reached divergent opinions as to whether fly PcG proteins are substantially retained on mitotic chromatin (Buchenau et al., 1998; Dietzel et al., 1999; Fanti et al., 2008). A study using bimolecular fluorescence complementation (BiFC) found robust accumulation of mammalian Polycomb (CBX) proteins on mitotic chromosomes (Vincenz and Kerppola, 2008). More recent studies, including FRAP analyses of PcG-GFP fusions and ChIPs on sorted mitotic cells, have helped clarify this issue (Follmer et al., 2012; Fonseca et al., 2012).All studies indicate that quantitatively less PcG protein is bound to mitotic chromosomes than is detected on interphase chromatin. Measurements using PcG-GFP fusions indicate that this might be as much as 50-fold lower in neuronal lineages (Fonseca et al., 2012), while ChIPs on cultured fly cells also reveals reduced association with mitotic chromatin but to a lesser extent (Follmer et al., 2012). These differences in degree might simply reflect differences in cell types and experimental read-outs used; the consensus is that PcG proteins remain bound during mitosis but at lower levels than in interphase.Intriguingly, genome-wide ChIP studies using cultured fly cells revealed that the PSC subunit of PRC1 is bound at a more limited number of locations (about 10-fold fewer) in mitotic versus unsorted cells (Follmer et al., 2012). Binding is not retained at PREs, but is instead observed at previously described chromatin domain borders, which are characterized by association of boundary proteins such as CTCF. This prompts a model where PcG proteins dissociate from many locations across target genes, but remain associated at boundary regions to seed repopulation upon G1 re-entry (Follmer et al., 2012; Fig. 4C). While more work is needed to reveal how PcG proteins transit from these boundary regions to occupy specific PREs at G1 re-entry, these data provide an important starting point for defining these mechanisms. The result does connect nicely, at a mechanistic level, with PRC1 component dwell times on chromatin as measured by FRAP (Fonseca et al., 2012). These studies report dwell time expansions of up to 100-fold during mitosis, which imply some sort of stabilized binding mode. Perhaps that stability reflects a property of binding at chromatin domain borders.It is still early in discovery of mechanisms that maintain PcG silencing through replication and mitosis. Encouragingly, these latest findings set the stage for further mechanistic inquiry, as they establish that relevant PcG components are retained on chromatin during key steps. How many PcG components maintain contact, what the full scope of retention mechanisms might be, whether mechanisms are similar in Drosophila and vertebrates, and whether distinct classes of PcG target genes use different mechanisms to stay silent, are all next-generation questions inspired by these initial advances. The answers lie at the heart of understanding how PcG machinery maintains cell identity and, potentially, how it impacts abnormal decision-making in cancer cells. The enhanced scope and sensitivity of tools that can be deployed in this pursuit should deliver valuable new insights in the near future. FootnotesPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. ReferencesAbed JA, Jones RS. H3K36me3 key to Polycomb-mediated gene silencing in lineage specification. Nat Struct Mol Biol. 2012;19:1214–1215. [PMC free article] [PubMed] [Google Scholar]Ballare C, Lange M, Lapinaite A, Martin GM, Morey L, Pascual G, Liefke R, Simon B, Shi Y, Gozani O, et al.  Phf19 links methylated Lys36 of histone H3 to regulation of Polycomb activity. Nat Struct Mol Biol. 2012;19:1257–1265. [PMC free article] [PubMed] [Google Scholar]Baylin SB, Jones PA. A decade of exploring the cancer epigenome - biological and translational implications. Nat Rev Cancer. 2011;11:726–734. [PMC free article] [PubMed] [Google Scholar]Beh LY, Colwell LJ, Francis NJ. A core subunit of Polycomb repressive complex 1 is broadly conserved in function but not primary sequence. Proc Natl Acad Sci U S A. 2012;109:E1063–1071. [PMC free article] [PubMed] [Google Scholar]Beisel C, Paro R. Silencing chromatin: comparing modes and mechanisms. Nat Rev Genet. 2011;12:123–135. [PubMed] [Google Scholar]Ben-Porath I, Thomson MW, Carey VJ, Ge R, Bell GW, Regev A, Weinberg RA. An embryonic stem cell-like gene expression signature in poorly differentiated aggressive human tumors. Nat Genet. 2008;40:499–507. [PMC free article] [PubMed] [Google Scholar]Berger N, Dubreucq B, Roudier F, Dubos C, Lepiniec L. Transcriptional regulation of Arabidopsis LEAFY COTYLEDON2 involves RLE, a cis-element that regulates trimethylation of histone H3 at lysine-27. Plant Cell. 2011;23:4065–4078. [PMC free article] [PubMed] [Google Scholar]Boyer LA, Plath K, Zeitlinger J, Brambrink T, Medeiros LA, Lee TI, Levine SS, Wernig M, Tajonar A, Ray MK, et al.  Polycomb complexes repress developmental regulators in murine embryonic stem cells. Nature. 2006;441:349–353. [PubMed] [Google Scholar]Bracken AP, Helin K. Polycomb group proteins: navigators of lineage pathways led astray in cancer. Nat Rev Cancer. 2009;9:773–784. [PubMed] [Google Scholar]Breiling A, Turner BM, Bianchi ME, Orlando V. General transcription factors bind promoters repressed by Polycomb group proteins. Nature. 2001;412:651–655. [PubMed] [Google Scholar]Brien GL, Gambero G, O'Connell DJ, Jerman E, Turner SA, Egan CM, Dunne EJ, Jurgens MC, Wynne K, Piao L, et al.  Polycomb PHF19 binds H3K36me3 and recruits PRC2 and demethylase NO66 to embryonic stem cell genes during differentiation. Nat Struct Mol Biol. 2012;19:1273–1281. [PubMed] [Google Scholar]Brockdorff N. Chromosome silencing mechanisms in X-chromosome inactivation: unknown unknowns. Development. 2011;138:5057–5065. [PubMed] [Google Scholar]Brookes E, de Santiago I, Hebenstreit D, Morris KJ, Carroll T, Xie SQ, Stock JK, Heidemann M, Eick D, Nozaki N, et al.  Polycomb associates genome-wide with a specific RNA polymerase II variant, and regulates metabolic genes in ESCs. Cell Stem Cell. 2012;10:157–170. [PMC free article] [PubMed] [Google Scholar]Brown DD. The role of stable complexes that repress and activate eucaryotic genes. Cell. 1984;37:359–365. [PubMed] [Google Scholar]Buchenau P, Hodgson J, Strutt H, Arndt-Jovin DJ. The distribution of polycomb-group proteins during cell division and development in Drosophila embryos: impact on models for silencing. J Cell Biol. 1998;141:469–481. [PMC free article] [PubMed] [Google Scholar]Cairns BR. The logic of chromatin architecture and remodelling at promoters. Nature. 2009;461:193–198. [PubMed] [Google Scholar]Cao R, Tsukada Y, Zhang Y. Role of Bmi-1 and Ring1A in H2A ubiquitylation and Hox gene silencing. Mol Cell. 2005;20:845–854. [PubMed] [Google Scholar]Cao R, Wang L, Wang H, Xia L, Erdjument-Bromage H, Tempst P, Jones RS, Zhang Y. Role of histone H3 lysine 27 methylation in Polycomb-group silencing. Science. 2002;298:1039–1043. [PubMed] [Google Scholar]Cao R, Zhang Y. SUZ12 is required for both the histone methyltransferase activity and the silencing function of the EED-EZH2 complex. Mol Cell. 2004;15:57–67. [PubMed] [Google Scholar]Casanova M, Preissner T, Cerase A, Poot R, Yamada D, Li X, Appanah R, Bezstarosti K, Demmers J, Koseki H, Brockdorff N. Polycomblike 2 facilitates the recruitment of PRC2 Polycomb group complexes to the inactive X chromosome and to target loci in embryonic stem cells. Development. 2011;138:1471–1482. [PMC free article] [PubMed] [Google Scholar]Chen S, Bohrer LR, Rai AN, Pan Y, Gan L, Zhou X, Bagchi A, Simon JA, Huang H. Cyclin-dependent kinases regulate epigenetic gene silencing through phosphorylation of EZH2. Nat Cell Biol. 2010;12:1108–1114. [PMC free article] [PubMed] [Google Scholar]Chen S, Ma J, Wu F, Xiong LJ, Ma H, Xu W, Lv R, Li X, Villen J, Gygi SP, et al.  The histone H3 Lys 27 demethylase JMJD3 regulates gene expression by impacting transcriptional elongation. Genes Dev. 2012;26:1364–1375. [PMC free article] [PubMed] [Google Scholar]Chopra VS, Hendrix DA, Core LJ, Tsui C, Lis JT, Levine M. The polycomb group mutant esc leads to augmented levels of paused Pol II in the Drosophila embryo. Mol Cell. 2011;42:837–844. [PMC free article] [PubMed] [Google Scholar]Ciferri C, Lander GC, Maiolica A, Herzog F, Aebersold R, Nogales E. Molecular architecture of human polycomb repressive complex 2. elife. 2012;1:e00005. [PMC free article] [PubMed] [Google Scholar]Core N, Bel S, Gaunt SJ, Aurrand-Lions M, Pearce J, Fisher A, Djabali M. Altered cellular proliferation and mesoderm patterning in Polycomb-M33- deficient mice. Development. 1997;124:721–729. [PubMed] [Google Scholar]Creyghton MP, Cheng AW, Welstead GG, Kooistra T, Carey BW, Steine EJ, Hanna J, Lodato MA, Frampton GM, Sharp PA, et al.  Histone H3K27ac separates active from poised enhancers and predicts developmental state. Proc Natl Acad Sci U S A. 2010;107:21931–21936. [PMC free article] [PubMed] [Google Scholar]Czermin B, Melfi R, McCabe D, Seitz V, Imhof A, Pirrotta V. Drosophila enhancer of Zeste/ESC complexes have a histone H3 methyltransferase activity that marks chromosomal Polycomb sites. Cell. 2002;111:185–196. [PubMed] [Google Scholar]Deal RB, Henikoff JG, Henikoff S. Genome-wide kinetics of nucleosome turnover determined by metabolic labeling of histones. Science. 2010;328:1161–1164. [PMC free article] [PubMed] [Google Scholar]Dellino GI, Schwartz YB, Farkas G, McCabe D, Elgin SC, Pirrotta V. Polycomb silencing blocks transcription initiation. Mol Cell. 2004;13:887–893. [PubMed] [Google Scholar]Dey A, Seshasayee D, Noubade R, French DM, Liu J, Chaurushiya MS, Kirkpatrick DS, Pham VC, Lill JR, Bakalarski CE, et al.  Loss of the tumor suppressor BAP1 causes myeloid transformation. Science. 2012;337:1541–1546. [PMC free article] [PubMed] [Google Scholar]Dietzel S, Niemann H, Bruckner B, Maurange C, Paro R. The nuclear distribution of Polycomb during Drosophila melanogaster development shown with a GFP fusion protein. Chromosoma. 1999;108:83–94. [PubMed] [Google Scholar]Endoh M, Endo TA, Endoh T, Isono K, Sharif J, Ohara O, Toyoda T, Ito T, Eskeland R, Bickmore WA, et al.  Histone H2A mono-ubiquitination is a crucial step to mediate PRC1-dependent repression of developmental genes to maintain ES cell identity. PLoS Genet. 2012;8:e1002774. [PMC free article] [PubMed] [Google Scholar]Ernst T, Chase AJ, Score J, Hidalgo-Curtis CE, Bryant C, Jones AV, Waghorn K, Zoi K, Ross FM, Reiter A, et al.  Inactivating mutations of the histone methyltransferase gene EZH2 in myeloid disorders. Nat Genet. 2010;42:722–726. [PubMed] [Google Scholar]Eskeland R, Leeb M, Grimes GR, Kress C, Boyle S, Sproul D, Gilbert N, Fan Y, Skoultchi AI, Wutz A, Bickmore WA. Ring1B compacts chromatin structure and represses gene expression independent of histone ubiquitination. Mol Cell. 2010;38:452–464. [PMC free article] [PubMed] [Google Scholar]Ezhkova E, Pasolli HA, Parker JS, Stokes N, Su IH, Hannon G, Tarakhovsky A, Fuchs E. Ezh2 orchestrates gene expression for the stepwise differentiation of tissue-specific stem cells. Cell. 2009;136:1122–1135. [PMC free article] [PubMed] [Google Scholar]Fanti L, Perrini B, Piacentini L, Berloco M, Marchetti E, Palumbo G, Pimpinelli S. The trithorax group and Pc group proteins are differentially involved in heterochromatin formation in Drosophila. Chromosoma. 2008;117:25–39. [PubMed] [Google Scholar]Farcas AM, Blackledge NP, Sudbery I, Long HK, McGouran JF, Rose NR, Lee S, Sims D, Cerase A, Sheahan TW, et al.  KDM2B links the Polycomb Repressive Complex 1 (PRC1) to recognition of CpG islands. elife. 2012;1:e00205. [PMC free article] [PubMed] [Google Scholar]Filion GJ, van Bemmel JG, Braunschweig U, Talhout W, Kind J, Ward LD, Brugman W, de Castro IJ, Kerkhoven RM, Bussemaker HJ, van Steensel B. Systematic protein location mapping reveals five principal chromatin types in Drosophila cells. Cell. 2010;143:212–224. [PMC free article] [PubMed] [Google Scholar]Fischle W, Wang Y, Jacobs SA, Kim Y, Allis CD, Khorasanizadeh S. Molecular basis for the discrimination of repressive methyl-lysine marks in histone H3 by Polycomb and HP1 chromodomains. Genes Dev. 2003;17:1870–1881. [PMC free article] [PubMed] [Google Scholar]Follmer NE, Wani AH, Francis NJ. A Polycomb Group protein is retained at specific sites on chromatin in mitosis. PLoS Genet. 2012;8:e1003135. [PMC free article] [PubMed] [Google Scholar]Fonseca JP, Steffen PA, Muller S, Lu J, Sawicka A, Seiser C, Ringrose L. In vivo Polycomb kinetics and mitotic chromatin binding distinguish stem cells from differentiated cells. Genes Dev. 2012;26:857–871. [PMC free article] [PubMed] [Google Scholar]Francis NJ, Follmer NE, Simon MD, Aghia G, Butler JD. Polycomb proteins remain bound to chromatin and DNA during DNA replication in vitro. Cell. 2009;137:110–122. [PMC free article] [PubMed] [Google Scholar]Francis NJ, Kingston RE, Woodcock CL. Chromatin compaction by a polycomb group protein complex. Science. 2004;306:1574–1577. [PubMed] [Google Scholar]Francis NJ, Saurin AJ, Shao Z, Kingston RE. Reconstitution of a functional core polycomb repressive complex. Mol Cell. 2001;8:545–556. [PubMed] [Google Scholar]Fuda NJ, Ardehali MB, Lis JT. Defining mechanisms that regulate RNA polymerase II transcription in vivo. Nature. 2009;461:186–192. [PMC free article] [PubMed] [Google Scholar]Gao Z, Zhang J, Bonasio R, Strino F, Sawai A, Parisi F, Kluger Y, Reinberg D. PCGF homologs, CBX proteins, and RYBP define functionally distinct PRC1 family complexes. Mol Cell. 2012;45:344–356. [PMC free article] [PubMed] [Google Scholar]Gaytan de Ayala Alonso A, Gutierrez L, Fritsch C, Papp B, Beuchle D, Muller J. A genetic screen identifies novel polycomb group genes in Drosophila. Genetics. 2007;176:2099–2108. [PMC free article] [PubMed] [Google Scholar]Gearhart MD, Corcoran CM, Wamstad JA, Bardwell VJ. Polycomb group and SCF ubiquitin ligases are found in a novel BCOR complex that is recruited to BCL6 targets. Mol Cell Biol. 2006;26:6880–6889. [PMC free article] [PubMed] [Google Scholar]Gehani SS, Agrawal-Singh S, Dietrich N, Christophersen NS, Helin K, Hansen K. Polycomb group protein displacement and gene activation through MSK-dependent H3K27me3S28 phosphorylation. Mol Cell. 2010;39:886–900. [PubMed] [Google Scholar]Gilchrist DA, Dos Santos G, Fargo DC, Xie B, Gao Y, Li L, Adelman K. Pausing of RNA polymerase II disrupts DNA-specified nucleosome organization to enable precise gene regulation. Cell. 2010;143:540–551. [PMC free article] [PubMed] [Google Scholar]Grau DJ, Chapman BA, Garlick JD, Borowsky M, Francis NJ, Kingston RE. Compaction of chromatin by diverse Polycomb group proteins requires localized regions of high charge. Genes Dev. 2011;25:2210–2221. [PMC free article] [PubMed] [Google Scholar]Gupta RA, Shah N, Wang KC, Kim J, Horlings HM, Wong DJ, Tsai MC, Hung T, Argani P, Rinn JL, et al.  Long non-coding RNA HOTAIR reprograms chromatin state to promote cancer metastasis. Nature. 2010;464:1071–1076. [PMC free article] [PubMed] [Google Scholar]Gutierrez L, Oktaba K, Scheuermann JC, Gambetta MC, Ly-Hartig N, Muller J. The role of the histone H2A ubiquitinase Sce in Polycomb repression. Development. 2012;139:117–127. [PMC free article] [PubMed] [Google Scholar]Hansen KH, Bracken AP, Pasini D, Dietrich N, Gehani SS, Monrad A, Rappsilber J, Lerdrup M, Helin K. A model for transmission of the H3K27me3 epigenetic mark. Nat Cell Biol. 2008;10:1291–1300. [PubMed] [Google Scholar]He A, Shen X, Ma Q, Cao J, von Gise A, Zhou P, Wang G, Marquez VE, Orkin SH, Pu WT. PRC2 directly methylates GATA4 and represses its transcriptional activity. Genes Dev. 2012;26:37–42. [PMC free article] [PubMed] [Google Scholar]Henikoff JG, Belsky JA, Krassovsky K, MacAlpine DM, Henikoff S. Epigenome characterization at single base-pair resolution. Proc Natl Acad Sci U S A. 2011;108:18318–18323. [PMC free article] [PubMed] [Google Scholar]Henikoff S, Shilatifard A. Histone modification: cause or cog? Trends Genet. 2011;27:389–396. [PubMed] [Google Scholar]Herz HM, Mohan M, Garrett AS, Miller C, Casto D, Zhang Y, Seidel C, Haug JS, Florens L, Washburn MP, et al.  Polycomb repressive complex 2-dependent and - independent functions of Jarid2 in transcriptional regulation in Drosophila. Mol Cell Biol. 2012;32:1683–1693. [PMC free article] [PubMed] [Google Scholar]Herz HM, Shilatifard A. The JARID2-PRC2 duality. Genes Dev. 2010;24:857–861. [PMC free article] [PubMed] [Google Scholar]Hunkapiller J, Shen Y, Diaz A, Cagney G, McCleary D, Ramalho-Santos M, Krogan N, Ren B, Song JS, Reiter JF. Polycomb-like 3 promotes polycomb repressive complex 2 binding to CpG islands and embryonic stem cell self-renewal. PLoS Genet. 2012;8:e1002576. [PMC free article] [PubMed] [Google Scholar]Kaneko S, Li G, Son J, Xu CF, Margueron R, Neubert TA, Reinberg D. Phosphorylation of the PRC2 component Ezh2 is cell cycle-regulated and up-regulates its binding to ncRNA. Genes Dev. 2010;24:2615–2620. [PMC free article] [PubMed] [Google Scholar]Kanhere A, Viiri K, Araujo CC, Rasaiyaah J, Bouwman RD, Whyte WA, Pereira CF, Brookes E, Walker K, Bell GW, et al.  Short RNAs are transcribed from repressed polycomb target genes and interact with polycomb repressive complex-2. Mol Cell. 2010;38:675–688. [PMC free article] [PubMed] [Google Scholar]Kehle J, Beuchle D, Treuheit S, Christen B, Kennison JA, Bienz M, Muller J. dMi-2, a hunchback-interacting protein that functions in polycomb repression. Science. 1998;282:1897–1900. [PubMed] [Google Scholar]Ketel CS, Andersen EF, Vargas ML, Suh J, Strome S, Simon JA. Subunit contributions to histone methyltransferase activities of fly and worm polycomb group complexes. Mol Cell Biol. 2005;25:6857–6868. [PMC free article] [PubMed] [Google Scholar]Khalil AM, Guttman M, Huarte M, Garber M, Raj A, Rivea Morales D, Thomas K, Presser A, Bernstein BE, van Oudenaarden A, et al.  Many human large intergenic noncoding RNAs associate with chromatin-modifying complexes and affect gene expression. Proc Natl Acad Sci U S A. 2009;106:11667–11672. [PMC free article] [PubMed] [Google Scholar]Kharchenko PV, Alekseyenko AA, Schwartz YB, Minoda A, Riddle NC, Ernst J, Sabo PJ, Larschan E, Gorchakov AA, Gu T, et al.  Comprehensive analysis of the chromatin landscape in Drosophila melanogaster. Nature. 2011;471:480–485. [PMC free article] [PubMed] [Google Scholar]King IF, Emmons RB, Francis NJ, Wild B, Muller J, Kingston RE, Wu CT. Analysis of a polycomb group protein defines regions that link repressive activity on nucleosomal templates to in vivo function. Mol Cell Biol. 2005;25:6578–6591. [PMC free article] [PubMed] [Google Scholar]King IF, Francis NJ, Kingston RE. Native and recombinant polycomb group complexes establish a selective block to template accessibility to repress transcription in vitro. Mol Cell Biol. 2002;22:7919–7928. [PMC free article] [PubMed] [Google Scholar]Knutson SK, Wigle TJ, Warholic NM, Sneeringer CJ, Allain CJ, Klaus CR, Sacks JD, Raimondi A, Majer CR, Song J, et al.  A selective inhibitor of EZH2 blocks H3K27 methylation and kills mutant lymphoma cells. Nat Chem Biol. 2012;8:890–896. [PubMed] [Google Scholar]Kohler C, Hennig L. Regulation of cell identity by plant Polycomb and trithorax group proteins. Curr Opin Genet Dev. 2010;20:541–547. [PubMed] [Google Scholar]Krajewski WA, Nakamura T, Mazo A, Canaani E. A motif within SET-domain proteins binds single-stranded nucleic acids and transcribed and supercoiled DNAs and can interfere with assembly of nucleosomes. Mol Cell Biol. 2005;25:1891–1899. [PMC free article] [PubMed] [Google Scholar]Ku M, Koche RP, Rheinbay E, Mendenhall EM, Endoh M, Mikkelsen TS, Presser A, Nusbaum C, Xie X, Chi AS, et al.  Genomewide analysis of PRC1 and PRC2 occupancy identifies two classes of bivalent domains. PLoS Genet. 2008;4:e1000242. [PMC free article] [PubMed] [Google Scholar]Kuzmichev A, Jenuwein T, Tempst P, Reinberg D. Different EZH2-containing complexes target methylation of histone H1 or nucleosomal histone H3. Mol Cell. 2004;14:183–193. [PubMed] [Google Scholar]Kuzmichev A, Nishioka K, Erdjument-Bromage H, Tempst P, Reinberg D. Histone methyltransferase activity associated with a human multiprotein complex containing the Enhancer of Zeste protein. Genes Dev. 2002;16:2893–2905. [PMC free article] [PubMed] [Google Scholar]Lagarou A, Mohd-Sarip A, Moshkin YM, Chalkley GE, Bezstarosti K, Demmers JA, Verrijzer CP. dKDM2 couples histone H2A ubiquitylation to histone H3 demethylation during Polycomb group silencing. Genes Dev. 2008;22:2799–2810. [PMC free article] [PubMed] [Google Scholar]Landeira D, Sauer S, Poot R, Dvorkina M, Mazzarella L, Jorgensen HF, Pereira CF, Leleu M, Piccolo FM, Spivakov M, et al.  Jarid2 is a PRC2 component in embryonic stem cells required for multi-lineage differentiation and recruitment of PRC1 and RNA Polymerase II to developmental regulators. Nat Cell Biol. 2010;12:618–624. [PMC free article] [PubMed] [Google Scholar]Lanzuolo C, Lo Sardo F, Diamantini A, Orlando V. PcG complexes set the stage for epigenetic inheritance of gene silencing in early S phase before replication. PLoS Genet. 2011;7:e1002370. [PMC free article] [PubMed] [Google Scholar]Lau PN, Cheung P. Histone code pathway involving H3 S28 phosphorylation and K27 acetylation activates transcription and antagonizes polycomb silencing. Proc Natl Acad Sci U S A. 2011;108:2801–2806. [PMC free article] [PubMed] [Google Scholar]Lehmann L, Ferrari R, Vashisht AA, Wohlschlegel JA, Kurdistani SK, Carey M. Polycomb Repressive Complex 1 (PRC1) Disassembles RNA Polymerase II Preinitiation Complexes. J Biol Chem. 2012;287:35784–35794. [PMC free article] [PubMed] [Google Scholar]Lengsfeld BM, Berry KN, Ghosh S, Takahashi M, Francis NJ. A Polycomb complex remains bound through DNA replication in the absence of other eukaryotic proteins. Sci Rep. 2012;2:661. [PMC free article] [PubMed] [Google Scholar]Li B, Carey M, Workman JL. The role of chromatin during transcription. Cell. 2007;128:707–719. [PubMed] [Google Scholar]Li G, Margueron R, Ku M, Chambon P, Bernstein BE, Reinberg D. Jarid2 and PRC2, partners in regulating gene expression. Genes Dev. 2010;24:368–380. [PMC free article] [PubMed] [Google Scholar]Lo SM, Follmer NE, Lengsfeld BM, Madamba EV, Seong S, Grau DJ, Francis NJ. A bridging model for persistence of a polycomb group protein complex through DNA replication in vitro. Mol Cell. 2012;46:784–796. [PMC free article] [PubMed] [Google Scholar]Margueron R, Justin N, Ohno K, Sharpe ML, Son J, Drury WJ, 3rd, Voigt P, Martin SR, Taylor WR, De Marco V, et al.  Role of the polycomb protein EED in the propagation of repressive histone marks. Nature. 2009;461:762–767. [PMC free article] [PubMed] [Google Scholar]Margueron R, Reinberg D. The Polycomb complex PRC2 and its mark in life. Nature. 2011;469:343–349. [PMC free article] [PubMed] [Google Scholar]Martin C, Cao R, Zhang Y. Substrate preferences of the EZH2 histone methyltransferase complex. J Biol Chem. 2006;281:8365–8370. [PubMed] [Google Scholar]McCabe MT, Graves AP, Ganji G, Diaz E, Halsey WS, Jiang Y, Smitheman KN, Ott HM, Pappalardi MB, Allen KE, et al.  Mutation of A677 in histone methyltransferase EZH2 in human B-cell lymphoma promotes hypertrimethylation of histone H3 on lysine 27 (H3K27) Proc Natl Acad Sci U S A. 2012a;109:2989–2994. [PMC free article] [PubMed] [Google Scholar]McCabe MT, Ott HM, Ganji G, Korenchuk S, Thompson C, Van Aller GS, Liu Y, Graves AP, Iii AD, Diaz E, et al.  EZH2 inhibition as a therapeutic strategy for lymphoma with EZH2-activating mutations. Nature. 2012b;492:108–112. [PubMed] [Google Scholar]Mendenhall EM, Koche RP, Truong T, Zhou VW, Issac B, Chi AS, Ku M, Bernstein BE. GC-rich sequence elements recruit PRC2 in mammalian ES cells. PLoS Genet. 2010;6:e1001244. [PMC free article] [PubMed] [Google Scholar]Mills AA. Throwing the cancer switch: reciprocal roles of polycomb and trithorax proteins. Nat Rev Cancer. 2010;10:669–682. [PMC free article] [PubMed] [Google Scholar]Min IM, Waterfall JJ, Core LJ, Munroe RJ, Schimenti J, Lis JT. Regulating RNA polymerase pausing and transcription elongation in embryonic stem cells. Genes Dev. 2011;25:742–754. [PMC free article] [PubMed] [Google Scholar]Morey L, Pascual G, Cozzuto L, Roma G, Wutz A, Benitah SA, Di Croce L. Nonoverlapping functions of the Polycomb group Cbx family of proteins in embryonic stem cells. Cell Stem Cell. 2012;10:47–62. [PubMed] [Google Scholar]Muller J, Hart CM, Francis NJ, Vargas ML, Sengupta A, Wild B, Miller EL, O'Connor MB, Kingston RE, Simon JA. Histone methyltransferase activity of a Drosophila Polycomb group repressor complex. Cell. 2002;111:197–208. [PubMed] [Google Scholar]Muller J, Verrijzer P. Biochemical mechanisms of gene regulation by polycomb group protein complexes. Curr Opin Genet Dev. 2009;19:150–158. [PubMed] [Google Scholar]Musselman CA, Avvakumov N, Watanabe R, Abraham CG, Lalonde ME, Hong Z, Allen C, Roy S, Nunez JK, Nickoloff J, et al.  Molecular basis for H3K36me3 recognition by the Tudor domain of PHF1. Nat Struct Mol Biol. 2012;19:1266–1272. [PMC free article] [PubMed] [Google Scholar]Nekrasov M, Klymenko T, Fraterman S, Papp B, Oktaba K, Kocher T, Cohen A, Stunnenberg HG, Wilm M, Muller J. Pcl-PRC2 is needed to generate high levels of H3-K27 trimethylation at Polycomb target genes. EMBO J. 2007;26:4078–4088. [PMC free article] [PubMed] [Google Scholar]Ntziachristos P, Tsirigos A, Van Vlierberghe P, Nedjic J, Trimarchi T, Flaherty MS, Ferres-Marco D, da Ros V, Tang Z, Siegle J, et al.  Genetic inactivation of the polycomb repressive complex 2 in T cell acute lymphoblastic leukemia. Nat Med. 2012;18:298–301. [PMC free article] [PubMed] [Google Scholar]O'Meara MM, Simon JA. Inner workings and regulatory inputs that control Polycomb repressive complex 2. Chromosoma. 2012;121:221–234. [PMC free article] [PubMed] [Google Scholar]Ohno K, McCabe D, Czermin B, Imhof A, Pirrotta V. ESC, ESCL and their roles in Polycomb Group mechanisms. Mech Dev. 2008;125:527–541. [PubMed] [Google Scholar]Oktaba K, Gutierrez L, Gagneur J, Girardot C, Sengupta AK, Furlong EE, Muller J. Dynamic regulation by polycomb group protein complexes controls pattern formation and the cell cycle in Drosophila. Dev Cell. 2008;15:877–889. [PubMed] [Google Scholar]Onder TT, Kara N, Cherry A, Sinha AU, Zhu N, Bernt KM, Cahan P, Marcarci BO, Unternaehrer J, Gupta PB, et al.  Chromatin-modifying enzymes as modulators of reprogramming. Nature. 2012;483:598–602. [PMC free article] [PubMed] [Google Scholar]Panning B. Fine-tuning silencing. Cell Stem Cell. 2010;6:3–4. [PMC free article] [PubMed] [Google Scholar]Paro R. Imprinting a determined state into the chromatin of Drosophila. Trends Genet. 1990;6:416–421. [PubMed] [Google Scholar]Pasini D, Bracken AP, Jensen MR, Lazzerini Denchi E, Helin K. Suz12 is essential for mouse development and for EZH2 histone methyltransferase activity. EMBO J. 2004;23:4061–4071. [PMC free article] [PubMed] [Google Scholar]Pasini D, Cloos PA, Walfridsson J, Olsson L, Bukowski JP, Johansen JV, Bak M, Tommerup N, Rappsilber J, Helin K. JARID2 regulates binding of the Polycomb repressive complex 2 to target genes in ES cells. Nature. 2010a;464:306–310. [PubMed] [Google Scholar]Pasini D, Malatesta M, Jung HR, Walfridsson J, Willer A, Olsson L, Skotte J, Wutz A, Porse B, Jensen ON, Helin K. Characterization of an antagonistic switch between histone H3 lysine 27 methylation and acetylation in the transcriptional regulation of Polycomb group target genes. Nucleic Acids Res. 2010b;38:4958–4969. [PMC free article] [PubMed] [Google Scholar]Peng JC, Valouev A, Swigut T, Zhang J, Zhao Y, Sidow A, Wysocka J. Jarid2/Jumonji coordinates control of PRC2 enzymatic activity and target gene occupancy in pluripotent cells. Cell. 2009;139:1290–1302. [PMC free article] [PubMed] [Google Scholar]Pereira CF, Piccolo FM, Tsubouchi T, Sauer S, Ryan NK, Bruno L, Landeira D, Santos J, Banito A, Gil J, et al.  ESCs require PRC2 to direct the successful reprogramming of differentiated cells toward pluripotency. Cell Stem Cell. 2010;6:547–556. [PubMed] [Google Scholar]Petruk S, Sedkov Y, Johnston DM, Hodgson JW, Black KL, Kovermann SK, Beck S, Canaani E, Brock HW, Mazo A. TrxG and PcG proteins but not methylated histones remain associated with DNA through replication. Cell. 2012;150:922–933. [PMC free article] [PubMed] [Google Scholar]Plath K, Fang J, Mlynarczyk-Evans SK, Cao R, Worringer KA, Wang H, de la Cruz CC, Otte AP, Panning B, Zhang Y. Role of histone H3 lysine 27 methylation in X inactivation. Science. 2003;300:131–135. [PubMed] [Google Scholar]Prezioso C, Orlando V. Polycomb proteins in mammalian cell differentiation and plasticity. FEBS Lett. 2011;585:2067–2077. [PubMed] [Google Scholar]Probst AV, Dunleavy E, Almouzni G. Epigenetic inheritance during the cell cycle. Nat Rev Mol Cell Biol. 2009;10:192–206. [PubMed] [Google Scholar]Ren X, Kerppola TK. REST interacts with Cbx proteins and regulates polycomb repressive complex 1 occupancy at RE1 elements. Mol Cell Biol. 2011;31:2100–2110. [PMC free article] [PubMed] [Google Scholar]Ringrose L, Paro R. Polycomb/Trithorax response elements and epigenetic memory of cell identity. Development. 2007;134:223–232. [PubMed] [Google Scholar]Sarma K, Margueron R, Ivanov A, Pirrotta V, Reinberg D. Ezh2 requires PHF1 to efficiently catalyze H3 lysine 27 trimethylation in vivo. Mol Cell Biol. 2008;28:2718–2731. [PMC free article] [PubMed] [Google Scholar]Saurin AJ, Shao Z, Erdjument-Bromage H, Tempst P, Kingston RE. A Drosophila Polycomb group complex includes Zeste and dTAFII proteins. Nature. 2001;412:655–660. [PubMed] [Google Scholar]Savla U, Benes J, Zhang J, Jones RS. Recruitment of Drosophila Polycomb-group proteins by Polycomblike, a component of a novel protein complex in larvae. Development. 2008;135:813–817. [PubMed] [Google Scholar]Sawarkar R, Paro R. Interpretation of developmental signaling at chromatin: the Polycomb perspective. Dev Cell. 2010;19:651–661. [PubMed] [Google Scholar]Scheuermann JC, de Ayala Alonso AG, Oktaba K, Ly-Hartig N, McGinty RK, Fraterman S, Wilm M, Muir TW, Muller J. Histone H2A deubiquitinase activity of the Polycomb repressive complex PR-DUB. Nature. 2010;465:243–247. [PMC free article] [PubMed] [Google Scholar]Schmitges FW, Prusty AB, Faty M, Stutzer A, Lingaraju GM, Aiwazian J, Sack R, Hess D, Li L, Zhou S, et al.  Histone methylation by PRC2 is inhibited by active chromatin marks. Mol Cell. 2011;42:330–341. [PubMed] [Google Scholar]Schorderet P, Duboule D. Structural and functional differences in the long non-coding RNA hotair in mouse and human. PLoS Genet. 2011;7:e1002071. [PMC free article] [PubMed] [Google Scholar]Schuettengruber B, Cavalli G. Recruitment of polycomb group complexes and their role in the dynamic regulation of cell fate choice. Development. 2009;136:3531–3542. [PubMed] [Google Scholar]Schwartz YB, Pirrotta V. Polycomb silencing mechanisms and the management of genomic programmes. Nat Rev Genet. 2007;8:9–22. [PubMed] [Google Scholar]Seenundun S, Rampalli S, Liu QC, Aziz A, Palii C, Hong S, Blais A, Brand M, Ge K, Dilworth FJ. UTX mediates demethylation of H3K27me3 at muscle-specific genes during myogenesis. EMBO J. 2010;29:1401–1411. [PMC free article] [PubMed] [Google Scholar]Shen X, Kim W, Fujiwara Y, Simon MD, Liu Y, Mysliwiec MR, Yuan GC, Lee Y, Orkin SH. Jumonji modulates polycomb activity and self-renewal versus differentiation of stem cells. Cell. 2009;139:1303–1314. [PMC free article] [PubMed] [Google Scholar]Simon JA, Kingston RE. Mechanisms of polycomb gene silencing: knowns and unknowns. Nat Rev Mol Cell Biol. 2009;10:697–708. [PubMed] [Google Scholar]Simon JA, Lange CA. Roles of the EZH2 histone methyltransferase in cancer epigenetics. Mutat Res. 2008;647:21–29. [PubMed] [Google Scholar]Sing A, Pannell D, Karaiskakis A, Sturgeon K, Djabali M, Ellis J, Lipshitz HD, Cordes SP. A vertebrate Polycomb response element governs segmentation of the posterior hindbrain. Cell. 2009;138:885–897. [PubMed] [Google Scholar]Sneeringer CJ, Scott MP, Kuntz KW, Knutson SK, Pollock RM, Richon VM, Copeland RA. Coordinated activities of wild-type plus mutant EZH2 drive tumor-associated hypertrimethylation of lysine 27 on histone H3 (H3K27) in human B-cell lymphomas. Proc Natl Acad Sci U S A. 2010;107:20980–20985. [PMC free article] [PubMed] [Google Scholar]Squazzo SL, O'Geen H, Komashko VM, Krig SR, Jin VX, Jang SW, Margueron R, Reinberg D, Green R, Farnham PJ. Suz12 binds to silenced regions of the genome in a cell-type-specific manner. Genome Res. 2006;16:890–900. [PMC free article] [PubMed] [Google Scholar]Stepanik VA, Harte PJ. A mutation in the E(Z) methyltransferase that increases trimethylation of histone H3 lysine 27 and causes inappropriate silencing of active Polycomb target genes. Dev Biol. 2011;364:249–258. [PubMed] [Google Scholar]Stock JK, Giadrossi S, Casanova M, Brookes E, Vidal M, Koseki H, Brockdorff N, Fisher AG, Pombo A. Ring1-mediated ubiquitination of H2A restrains poised RNA polymerase II at bivalent genes in mouse ES cells. Nat Cell Biol. 2007;9:1428–1435. [PubMed] [Google Scholar]Surface LE, Thornton SR, Boyer LA. Polycomb group proteins set the stage for early lineage commitment. Cell Stem Cell. 2010;7:288–298. [PubMed] [Google Scholar]Tavares L, Dimitrova E, Oxley D, Webster J, Poot R, Demmers J, Bezstarosti K, Taylor S, Ura H, Koide H, et al.  RYBP-PRC1 complexes mediate H2A ubiquitylation at polycomb target sites independently of PRC2 and H3K27me3. Cell. 2012;148:664–678. [PMC free article] [PubMed] [Google Scholar]Tie F, Banerjee R, Stratton CA, Prasad-Sinha J, Stepanik V, Zlobin A, Diaz MO, Scacheri PC, Harte PJ. CBP-mediated acetylation of histone H3 lysine 27 antagonizes Drosophila Polycomb silencing. Development. 2009;136:3131–3141. [PMC free article] [PubMed] [Google Scholar]Tsai MC, Manor O, Wan Y, Mosammaparast N, Wang JK, Lan F, Shi Y, Segal E, Chang HY. Long noncoding RNA as modular scaffold of histone modification complexes. Science. 2010;329:689–693. [PMC free article] [PubMed] [Google Scholar]Vincenz C, Kerppola TK. Different polycomb group CBX family proteins associate with distinct regions of chromatin using nonhomologous protein sequences. Proc Natl Acad Sci U S A. 2008;105:16572–16577. [PMC free article] [PubMed] [Google Scholar]Waddington CH. The epigenotype. Endeavor. 1942;1:18–20. [Google Scholar]Walker E, Chang WY, Hunkapiller J, Cagney G, Garcha K, Torchia J, Krogan NJ, Reiter JF, Stanford WL. Polycomb-like 2 associates with PRC2 and regulates transcriptional networks during mouse embryonic stem cell self-renewal and differentiation. Cell Stem Cell. 2010;6:153–166. [PMC free article] [PubMed] [Google Scholar]Wang Z, Zang C, Rosenfeld JA, Schones DE, Barski A, Cuddapah S, Cui K, Roh TY, Peng W, Zhang MQ, Zhao K. Combinatorial patterns of histone acetylations and methylations in the human genome. Nat Genet. 2008;40:897–903. [PMC free article] [PubMed] [Google Scholar]Weake VM, Workman JL. Inducible gene expression: diverse regulatory mechanisms. Nat Rev Genet. 2010;11:426–437. [PubMed] [Google Scholar]Weintraub H. Assembly and propagation of repressed and depressed chromosomal states. Cell. 1985;42:705–711. [PubMed] [Google Scholar]Whitcomb SJ, Basu A, Allis CD, Bernstein E. Polycomb Group proteins: an evolutionary perspective. Trends Genet. 2007;23:494–502. [PubMed] [Google Scholar]Woo CJ, Kharchenko PV, Daheron L, Park PJ, Kingston RE. A region of the human HOXD cluster that confers polycomb-group responsiveness. Cell. 2010;140:99–110. [PMC free article] [PubMed] [Google Scholar]Wu H, D'Alessio AC, Ito S, Xia K, Wang Z, Cui K, Zhao K, Sun YE, Zhang Y. Dual functions of Tet1 in transcriptional regulation in mouse embryonic stem cells. Nature. 2011;473:389–393. [PMC free article] [PubMed] [Google Scholar]Wu X, Johansen JV, Helin K. Fbxl10/Kdm2b recruits Polycomb Repressive Complex 1 to CpG-islands and regulates H2A ubiquitylation. Mol Cell. 2013 in press. [PubMed] [Google Scholar]Xu C, Bian C, Yang W, Galka M, Ouyang H, Chen C, Qiu W, Liu H, Jones AE, MacKenzie F, et al.  Binding of different histone marks differentially regulates the activity and specificity of polycomb repressive complex 2 (PRC2) Proc Natl Acad Sci U S A. 2010;107:19266–19271. [PMC free article] [PubMed] [Google Scholar]Xu K, Wu ZJ, Groner AC, He HH, Cai C, Lis RT, Wu X, Stack EC, Loda M, Liu T, et al.  EZH2 oncogenic activity in castration-resistant prostate cancer cells is Polycomb-independent. Science. 2012;338:1465–1469. [PMC free article] [PubMed] [Google Scholar]Yap KL, Li S, Munoz-Cabello AM, Raguz S, Zeng L, Mujtaba S, Gil J, Walsh MJ, Zhou MM. Molecular interplay of the noncoding RNA ANRIL and methylated histone H3 lysine 27 by polycomb CBX7 in transcriptional silencing of INK4a. Mol Cell. 2010;38:662–674. [PMC free article] [PubMed] [Google Scholar]Young RA. Control of the embryonic stem cell state. Cell. 2011;144:940–954. [PMC free article] [PubMed] [Google Scholar]Yu J, Rhodes DR, Tomlins SA, Cao X, Chen G, Mehra R, Wang X, Ghosh D, Shah RB, Varambally S, et al.  A polycomb repression signature in metastatic prostate cancer predicts cancer outcome. Cancer Res. 2007;67:10657–10663. [PubMed] [Google Scholar]Yu M, Mazor T, Huang H, Huang HT, Kathrein KL, Woo AJ, Chouinard CR, Labadorf A, Akie TE, Moran TB, et al.  Direct recruitment of polycomb repressive complex 1 to chromatin by core binding transcription factors. Mol Cell. 2012;45:330–343. [PMC free article] [PubMed] [Google Scholar]Yuan W, Wu T, Fu H, Dai C, Wu H, Liu N, Li X, Xu M, Zhang Z, Niu T, et al.  Dense chromatin activates Polycomb repressive complex 2 to regulate H3 lysine 27 methylation. Science. 2012;337:971–975. [PubMed] [Google Scholar]Yuan W, Xu M, Huang C, Liu N, Chen S, Zhu B. H3K36 methylation antagonizes PRC2-mediated H3K27 methylation. J Biol Chem. 2011;286:7983–7989. [PMC free article] [PubMed] [Google Scholar]Zhao J, Ohsumi TK, Kung JT, Ogawa Y, Grau DJ, Sarma K, Song JJ, Kingston RE, Borowsky M, Lee JT. Genome-wide identification of polycomb-associated RNAs by RIP-seq. Mol Cell. 2010;40:939–953. [PMC free article] [PubMed] [Google Scholar]Zhao J, Sun BK, Erwin JA, Song JJ, Lee JT. Polycomb proteins targeted by a short repeat RNA to the mouse X chromosome. Science. 2008;322:750–756. [PMC free article] [PubMed] [Google Scholar]Zhao R, Nakamura T, Fu Y, Lazar Z, Spector DL. Gene bookmarking accelerates the kinetics of post-mitotic transcriptional re-activation. Nat Cell Biol. 2011;13:1295–1304. [PMC free article] [PubMed] [Google Scholar]Zhou W, Zhu P, Wang J, Pascual G, Ohgi KA, Lozach J, Glass CK, Rosenfeld MG. Histone H2A monoubiquitination represses transcription by inhibiting RNA polymerase II transcriptional elongation. Mol Cell. 2008;29:69–80. [PMC free article] [PubMed] [Google Scholar]"}