{"title": "Physiological predictors of survival during high-frequency oscillatory ventilation in adults with acute respiratory distress syndrome", "pubDate": "2013", "PMCID": "PMC3733430", "DOI": "10.1186/cc12550", "PMID": "23497577", "abstract": "Introduction:                       Data that provide clinical criteria for the identification of patients likely to respond to high-frequency oscillatory ventilation (HFOV) are scarce. Our aim was to describe physiological predictors of survival during HFOV in adults with severe acute respiratory distress syndrome (ARDS) admitted to a respiratory failure center in the United Kingdom.                  Methods:                       Electronic records of 102 adults treated with HFOV were reviewed retrospectively. We used logistic regression and receiving-operator characteristics curve to test associations with oxygenation and mortality.                  Results:                       Patients had severe ARDS with a mean (SD) Murray's score of 2.98 (0.7). Partial pressure of oxygen in arterial blood to fraction of inspired oxygen (PaO2/FiO2) ratio and oxygenation index improved only in survivors. The earliest time point at which the two groups differed was at three hours after commencing HFOV. An improvement of >38% in PaO2/FiO2 occurring at any time within the first 72 hours, was the best predictor of survival at 30 days (area under the curve (AUC) of 0.83, sensitivity 93%, specificity 78% and a positive likelihood ratio (LR) of 4.3). These patients also had a 3.5 fold greater reduction in partial pressure of carbon dioxide in arterial blood (PaCO2). Multivariate analysis showed that HFOV was more effective in younger patients, when instituted early, and in patients with milder respiratory acidosis.                  Conclusions:                       HFOV is effective in improving oxygenation in adults with ARDS, particularly when instituted early. Changes in PaO2/FiO2 during the first three hours of HFOV can identify those patients more likely to survive.", "author": [{"author": "Luigi Camporota", "affiliation": [], "href": "/?term=Camporota+L&cauthor_id=23497577"}, {"author": "Tony Sherry", "affiliation": [], "href": "/?term=Sherry+T&cauthor_id=23497577"}, {"author": "John Smith", "affiliation": [], "href": "/?term=Smith+J&cauthor_id=23497577"}, {"author": "Katie Lei", "affiliation": [], "href": "/?term=Lei+K&cauthor_id=23497577"}, {"author": "Angela McLuckie", "affiliation": [], "href": "/?term=McLuckie+A&cauthor_id=23497577"}, {"author": "Richard Beale", "affiliation": [], "href": "/?term=Beale+R&cauthor_id=23497577"}], "refPMID": ["19542479", "17038660", "22855467", "8376266", "19345364", "15753719", "15090963", "19268611", "7952613", "15753718", "11069828", "7924362", "8951252", "12200551", "10051081", "10551763", "9201044", "11445688", "15302739", "11570532", "12366502", "12897997", "21765359", "20483951", "16137357", "12231488", "3202424", "9719412", "10793162", "9449727", "12682459", "16763218", "15891327", "15857169", "16641394", "17342520", "6988180", "14668608", "14991096"], "citedInPMID": ["23497577", "32026303", "31925715", "31197492", "31110864", "27799777", "26380993", "26162279", "25929255", "25673260", "25520820", "24413319", "23601696"], "body": " AbstractIntroductionData that provide clinical criteria for the identification of patients likely to\nrespond to high-frequency oscillatory ventilation (HFOV) are scarce. Our aim was\nto describe physiological predictors of survival during HFOV in adults with severe\nacute respiratory distress syndrome (ARDS) admitted to a respiratory failure\ncenter in the United Kingdom.MethodsElectronic records of 102 adults treated with HFOV were reviewed retrospectively.\nWe used logistic regression and receiving-operator characteristics curve to test\nassociations with oxygenation and mortality.ResultsPatients had severe ARDS with a mean (SD) Murray's score of 2.98 (0.7). Partial\npressure of oxygen in arterial blood to fraction of inspired oxygen\n(PaO2/FiO2) ratio and oxygenation index improved only in\nsurvivors. The earliest time point at which the two groups differed was at three\nhours after commencing HFOV. An improvement of >38% in\nPaO2/FiO2 occurring at any time within the first 72\nhours, was the best predictor of survival at 30 days (area under the curve (AUC)\nof 0.83, sensitivity 93%, specificity 78% and a positive likelihood ratio (LR) of\n4.3). These patients also had a 3.5 fold greater reduction in partial pressure of\ncarbon dioxide in arterial blood (PaCO2). Multivariate analysis showed\nthat HFOV was more effective in younger patients, when instituted early, and in\npatients with milder respiratory acidosis.ConclusionsHFOV is effective in improving oxygenation in adults with ARDS, particularly when\ninstituted early. Changes in PaO2/FiO2 during the first\nthree hours of HFOV can identify those patients more likely to survive. IntroductionPatients with acute respiratory distress syndrome (ARDS) exhibit a highly inhomogeneous,\ncompliance-dependent distribution of regional ventilation during conventional mechanical\nventilation (CMV) [1]. Consequently, CMV can lead to further lung injury through tidal\nhyperinflation and shear stress injury, even when it is administered according to a\n'lung protective strategy' that limits tidal volumes and plateau pressure [2], and employs recruitment maneuvers to maximize the proportion of aerated\nalveolar tissue [1]. High-frequency oscillatory ventilation (HFOV) can theoretically offer\neffective lung protective ventilation by delivering very low tidal volumes (1 to 3 mL\nKg-1) around a fixed mean airway pressure at frequencies of 5 to 12 Hz\n(lower frequencies are used in adults). At high respiratory frequencies, the short\ninspiratory time results in a distribution of ventilation which, compared to mechanical\nventilation at conventional breathing rates, is more homogeneous and less dependent on\nthe distribution of regional lung compliance [3,4]. This results in the protection of the recruited lung (with greater\ncompliance) from excessive cyclic variations in alveolar pressure. In addition, if the\ncontinuous distending pressure (CDP) is optimized following a stepwise recruitment\nmaneuver, the more compliant lung regions are less susceptible to static hyperinflation [3,5,6], thereby reducing lung strain and ventilation-induced inflammation [7,8].HFOV improves gas exchange and reduces lung injury in animal models of ARDS [9-11] and in human neonatal and pediatric populations [12-15]. In adults the effects of HFOV are largely limited to observational studies [16-24] and two randomized trials [25,26]. Overall these studies show that HFOV might improve gas exchange and\nsurvival. However, data that provide clinical criteria for identification of patients\nlikely to benefit from HFOV are scarce [23,24]. Large studies outside North America, utilizing different protocols are\nlacking, although the results of two multicenter clinical trials in the UK and Canada\n(OSCAR and OSCILLATE trials) are awaited [16,27,28].In this study we aim to describe potential physiological predictors of survival during\nHFOV in adults with severe ARDS admitted to an advanced respiratory failure center in\nthe United Kingdom. Materials and methodsPatientsThis was a single center observational study of patients with ARDS admitted to the\nAdult Intensive Care Service at Guy's and St Thomas' Hospital in London between 1998\nand 2002. We included patients who were treated with HFOV because of severe gas\nexchange impairments while on CMV. Medical records and physiological data before,\nduring and after HFOV were retrieved from our ICU electronic patient record\n(Intellivue Clinical Information Portfolio, Philips Medical Systems UK Limited).\nPatients' demographic data, hemodynamic variables, oxygenation and ventilator\nsettings were recorded while on CMV prior to HFOV, during HFOV, prior to\ndiscontinuation of HFOV and on recommencement of CMV. Oxygenation index (OI =\n(FiO2CDP 100)/PaO2) and partial pressure of oxygen in\narterial blood to fraction of inspired oxygen (PaO2/FiO2) ratio\nwere calculated at the same intervals. Acute Physiology and Chronic Health Evaluation\n(APACHE II) and Murray lung injury severity score (which combines degree of lung\ninfiltration on chest × ray, lung compliance, PaO2/FiO2\nand positive end expiratory pressure (PEEP)) [29] at admission and on commencement of HFOV were determined (with a blinded\nand independent radiologist scoring the chest x-ray appearance). Hemodynamic data\nwere obtained using cardiac output monitors PiCCOplus (Pulsion, Munich, Germany,\nSoftware version 7.0 non USA), or a LiDCO (LiDCO Ltd, London, UK). This study was\nconsidered by the National Research Ethics Service as 'service evaluation' and\ntherefore did not require Research Ethics Committee review [30].Ventilator settings and study protocolAll patients were ventilated with pressure-controlled ventilation before starting\nHFOV, using a lung protective strategy [31,32]. Patients were considered for HFOV if SaO2 <88%/PaO2\n<60 mmHg, FiO2 >0.6 and pH <7.2.HFOV was delivered using an adult high-frequency oscillatory ventilator (3100B,\nViasys (CareFusion), Yorba Linda, CA, USA). All patients were initiated onto HFOV\nusing the following settings: a FiO2 of 1.0, a frequency of 4 to 6 Hz,\ninspiratory time of 33%, a bias flow of 30 to 40 Lmin-1, a CDP set 3 to 5\ncmH2O above the CDP during CMV and a Power to obtain transmitted\noscillation ('wiggles') up to the level of mid-thigh. The power dial determines the\namount of power that drives the oscillator piston to and fro. The Power control is a\n10-turn locking dial, electrical potentiometer covering the power range of 0 to 100%.\nThe effect of this control is to change the displacement of the oscillator piston and\nhence to determine the oscillatory pressure ΔP. The Power setting interacts with\nthe pulmonary artery wedge (Paw) and the conditions existing within the circuit to\nproduce the resultant ΔP [33].On starting HFOV, patients underwent a standardized slow recruitment maneuver (SRM),\nwhich represents the standard of care for patients receiving HFOV in this\nInstitution. The SRM is derived from the maneuver included in the original MOAT Study\nprotocol [34]. The SRM was performed by a stepwise increase in CDP by increments of 3\ncmH2O every 10 minutes, starting from the CDP on CMV + 3 to 5\ncmH2O, up to 50 cmH2O. SRM was interrupted if the mean\narterial pressure fell below 55 mmHg or if desaturations (SpO2 <85%) or\narrhythmias occurred. Subsequently, CDP was reduced by 2 cmH2O every 5\nminutes. Arterial blood gases were taken every 10 minutes (every step during the\nincremental CDP, phase, and every two steps of the decremental CDP, phase). The\n'optimal' CDP was established as the lowest CDP that achieved the most favorable\ncombination between the highest PaO2 and/or lowest PaCO2, while\nmaintaining the FiO2 constant at 1.0.The protocol for the adjustment of HFOV was published previously [25]. A reduction of CDP was initiated when the FiO2 was ≤0.5.\nOnce CDP ≤20 to 22 cmH2O was achieved on a FiO2 of 0.4,\nthe patients returned to CMV. CMV was restarted in the pressure-control mode with CDP\nclose to the CDP on HFOV, plateau pressures <28 cmH2O and PEEP adjusted\nto a tidal volume of 6 mLKg-1 of predicted body weight.Outcome measuresThe primary outcome measures were: improvement in PaO2/FiO2 and\nOI and identification of physiological variables associated with 30-day survival.To stratify patients we used an empirical score generated from the available data\nthat was solely designed to give a pragmatic quantification of disease severity and\nnot intended to have diagnostic or prognostic value. The score included\nPaO2/FiO2, basal PaCO2, respiratory system\ncompliance, minute ventilation and mean airway pressure. This score was used as a\ndichotomous variable to separate patients with a more severe index of disease (score\n>50th percentile) from those with a less severe index of disease (score <50th\npercentile).Statistical analysisDistribution of baseline variables was assessed using the Kolmogorov-Smirnov test.\nDifferences in baseline variables between survivors and non-survivors were compared\nusing the two-tailed t-test or Mann-Withney U test for continuous data, and\nχ2 or the Fisher test for qualitative data. Differences in\nphysiological variables over time between the two outcome groups were evaluated using\nrepeated-measure analysis of variance (ANOVA). The Friedman test and Dunn's\npost-hoc analysis was performed for non-normally distributed data.\nMultiple regression analysis and analysis of co-variance (ANCOVA) were used to test\nthe effect of various physiological variables on oxygenation indices. Continuous\noutcome variables were corrected for confounding variables at baseline. Post hoc\nanalyses were performed using Bonferrroni's correction. Variables associated\nwith mortality in an analysis of covariance were entered in a multivariate logistic\nbackward-likelihood ratio regression analysis, to identify predictors of mortality at\ndifferent end-points. The Hosmer-Lemeshow goodness-of-fit test was used to test the\nvalidity of the model. Receiver-operating characteristic (ROC) curves were plotted to\ndetermine the best predictor of survival. The value with the best sensitivity,\nspecificity and positive predictive value was selected as the cut-off point to\npredict survival.Analyses were performed using SPSS software (version 12; SPSS, Chicago, IL, USA) and\nMediCalc (Mariakerke, Belgium) for ROC curve analysis. Two-tailed tests for\nsignificance were used, and a P value less than 0.05 was considered\nstatistically significant. ResultsWe report the results on 102 consecutive ARDS patients who received HFOV. The median\n(IQR) duration of ARDS prior to HFOV was 48 hours (24 to 120 hours). The median (IQR)\nduration of CMV prior to HFOV was 45 hours (9 to 138 hours). Table ​Table11 presents the baseline patient demographics, physiological variables and\nseverity scores at study entry. Table ​Table22 summarizes patients'\noutcome and complications from HFOV.Table 1Patient characteristics at study entryVariablePatient characteristics Patients, number102 Age, years50.8 ± 15.9 Gender, % male67.6 Actual body weight, Kg75.7 ± 21.24 APACHEII prior HFOV24.1 ±8.0 Murray Score2.98 ± 0.7 Duration ARDS prior HFOV, hours median (IQR)48 (24 to 120) Duration CMV prior HFOV, hours median (IQR)45 (9 to 138)Gas exchange on CMV pre-HFOV PaO2, mmHg74.2 ± 21 PaCO2, mmHg57.6 ± 18.7 PaO2/FiO2, mmHg93.8 ± 38.3 SaO2, %88.6 ± 11.99 OI, cmH2· mmHg-127 ± 13.4 pH7.26 ± 0.14Respiratory variables on CMV pre-HFOV PIP, cmH2O32.1 ± 5.67 PEEP, cmH2O12.4 ± 3.7 CDP, cmH2O21.6 ± 4.97 Compliance26.4(19.9 to 36.3) Minute ventilation, L.min-110.4 (8.5 to 12.6) Respiratory rate20.9 ± 5.1 Tidal volume on CMV, mL551 (421.7 to 620)Hemodynamics on CMV pre-HFOV PAWP, cmH2O16.8 ± 7.1 Cardiac Output, L·min-15.95 ± 1.7Etiology of ARDS Sepsis69 Pulmonary infection13 Trauma3 Aspiration2 Pancreatitis2 Drug-induced1 Other12Open in a separate windowData are presented as absolute number, % or mean ± standard deviation (SD)\nunless otherwise indicated. CDP, continuous distending pressure; CMV, conventional\nmechanical ventilation; CO, cardiac output; FiO2, fraction of inspired\noxygen; HFOV, high-frequency oscillatory ventilation; PAWP, pulmonary artery wedge\npressure; PEEP, positive end-expiratory pressure; PIP, peak inspiratory pressure;\nOI, oxygenation index (OI =\n(FiO2•CDP•100)/PaO2).Table 2Patient outcomes and complicationsVariableAirleak Air Leak before HFOV22/102 (21.6 %) Persistent air Leak during HFOV5/22 (22.7 %) New air leak during HFOV2/80 (2.5 %)Co-treatment(Some patients received more than one co-treatment) Nitric oxide21/102 (20.6%) MARS1/102 (0.98%) Steroids19/102 (18.6%) Prone position20/102 (19.6%) rhAPC3/102 (2.9%) None56/102 (54.9%)Mortality Post HFOV49/102 (48%) ICU discharge62/102 (60.8%) 30-day57/102 (55.9%)Cause of death at 30-days Withdrawal of treatment22/57 (38.6%) >2 organ failure20/57 (35.1%) Cardiac arrhythmia6/57 (10.5%) Refractory hypoxia4/57 (7%) Sepsis3/57 (5.3%) Profound hypotension2/57 (3.5%)Open in a separate windowHFOV, high-frequency oscillatory ventilation; MARS, Molecular Adsorbents\nRecirculation System; rhAPC, recombinant human Activated Protein C (Drotrecogin\nalfa activated, Xigris).Overall, HFOV was well tolerated with low incidence of new or worsening pneumothoraces,\npneumomediastinum or subcutaneous emphysema (2%) and hemodynamic compromise. Two\npatients (1.96%) suffered profound hypotension during HFOV.Effects of HFOV on gas exchangeDuring the first 72 hours of HFOV, PaO2/FiO2 improved\nsignificantly from baseline only in survivors (Figure ​(Figure1a).1a). The\nearliest time-point at which PaO2/FiO2 was statistically\ndifferent from baseline in the survivor group was at three hours of HFOV (P\n<0.05) (Figure ​(Figure1a).1a). The improvement in\nPaO2/FiO2 was not determined by the level of CDP (Figure\n​(Figure1b)1b) with mean CDP ± SD of 33.9 ± 5.4\ncmH2O versus 32.0 ± 7.05 cmH2O (P = 0.08),\nrespectively, for survivors and non-survivors. The change in\nPaO2/FiO2 remained significantly different (P =\n0.03) between the two outcome groups after adjusting for baseline confounding factors\nsuch as age, PaO2/FiO2 and CDP. The independence from CDP\nduring HFOV was further demonstrated by the divergence of OI between the two groups\nand the fact that OI improved significantly over the first 72 hours only in survivors\n(Figure ​(Figure1c).1c). Analysis of ROC curves identified an improvement\nof 38% in PaO2/FiO2 and an improvement of >22% in the OI\nduring the first 72 hours of HFOV as the criteria with the best positive predictive\nvalues for survival, with respective sensitivities of 93.3% and 87%, specificities of\n78.3% and 78.0% and positive likelihood ratios of 4.29 and 3.96. Change in\nPaO2/FiO2 was a better indicator of survival compared with\nthe change in OI, with an area under the ROC curve of 0.83 (95% CI, 0.71 to 0.92)\nversus 0.69 (95 % CI 0.55 to 0.8) (P = 0.039, pair-wise comparison of ROC\ncurves).Open in a separate windowFigure 1Differences in PaO2/FiO2 ratio, CDP and OI in\nsurvivors (open circles) and non-survivors (filled circles). X-axis\nindicates time (hours) on HFOV. Baseline is the time on CMV immediately\npreceding the change to HFOV. 'Last' is the last measurement on HFOV prior to\nreturning to CMV. A: Differences PaO2/FiO2 ratio\nover time between survivors (open circles) versus non-survivors (filled\ncircles). B: Trends of change in CDP between survivors and\nnon-survivors. Data are displayed as mean and error bars represent SEM at each\ntime-point. The number of patients (survivors - S; and non-survivors -NS) at\ndifferent time- points were: at baseline (S, n = 45; NS, n =\n57); 12 hours (S, n = 44; NS, n = 38); 24 hours (S, n\n= 39; NS, n = 28); 48 hours (S, n = 31; NS, n =\n24); 72 hours(S, n = 25; NS, n = 19). * = P <0.01\n- comparisons at each timepoint versus baseline. CDP, continuous\ndistending pressure; CMV, conventional mechanical ventilation; FiO2,\nfraction of inspired oxygen; HFOV, high-frequency oscillatory\nventilation; SEM, standard error of the mean.Multivariate logistic regression analysis identified the following four independent\npredictive factors of mortality at 30 days: 1) days with ARDS prior to HFOV (OR 1.5,\n95%CI 1.08 to 1.92; P = 0.01); 2) improvement in PaO2/FiO2\nin the first 72 hours (OR 0.8, 95 % CI 0.77 to 0.9; P <0.001), 3)\nage (OR 1.1, 95 % CI 1.02 to 1.14; P = 0.03); and 4) pre-HFOV pH (OR 0.8, 95\n% CI 0.7 to 0.9; P = 0.004). The change in PaO2/FiO2\nand OI after three hours of HFOV was the earliest time point to predict\noutcome.There was an interaction between change in PaO2/FiO2 and the\netiology of ARDS, with a greater change in PaO2/FiO2 for\npatients with extra-pulmonary ARDS, independent of baseline\nPaO2/FiO2, which may reflect the different degree of lung\nrecruitability.Effects of HFOV on PaCO2Survivors had a lower baseline PaCO2 with a median (IQR) of 47 mmHg (38.6\nto 62.2 mmHg) versus 58 mmHg (47.5 to 72.3 mmHg) (P = 0.008) and lower\nPaCO2 throughout HFOV treatment (P <0.001) and on return to\nCMV (Table ​(Table3).3). Overall, PaCO2 decreased\nsignificantly throughout the duration of HFOV (P = 0.001, repeated measure\nANOVA) and, at each time-point, PaCO2 was significantly lower than\nbaseline in both groups (P <0.001) (Figure ​(Figure2a2a).Table 3Patient characteristics at 30 days: comparison of survivors versus\nnon-survivorsVariableSurvivors(number = 45)Non-survivors(number = 57)MeanSDMeanSDP valueDemographics Age, years45.716.254.914.60.003 Weight, Kg75.822.775.620.2ns APACHE II (prior to HFOV)22.96.5224.988.96ns Murray Score3.00.622.90.77ns Duration ARDS prior to HFOV, days2.93.64.54.70.015 Duration CMV prior to HFOV, hours88.9131.990.4105.9nsGas exchange indices PaO2/ FiO2 prior to HFOV, mmHg96.838.890.838.3ns PaO2/ FiO2 return to CMV, mmHg211.596.0129.070.50.001 Δ PaO2 / FiO2111.089.326.763.0<0.01 PaCO2 prior to HFOV, mmHg54.020.860.817.0ns PaCO2 return to CMV, mmHg50.317.381.897.40.049 OI prior HFOV, cmH2O· mmHg-126.113.427.613.4ns OI return to CMV, cmH2O· mmHg-110.16.621.819.10.01 Max PaCO2, mmHg55.510.666.718.8<0.01 Min PaCO2, mmHg36.06.747.916.0<0.01 pH prior to HFOV7.30.147.230.12<0.01 pH return to CMV7.40.17.270.1<0.01Hemodynamic indices MAP prior to HFOV, mmHg76.315.475.112.9ns MAP return to CMV, mmHg82.914.677.020.9ns CO prior to HFOV, L · min-16.12.05.81.5ns CO return to CMV, L ·min-15.91.36.10.5nsVentilator Indicesns Vt prior to HFOV, mL ·Kg-17.42.46.92.2ns Vt return to CMV, mL ·Kg-16.92.16.81.9ns PIP prior to HFOV, cmH2O31.86.232.35.2ns PIP return to CMV, cmH2O28.55.230.35.98ns PEEP prior to HFOV, cmH2O12.94.012.13.4ns PEEP return to CMV, cmH2O10.52.710.83.3ns CDP prior to HFOV, cmH2O21.85.721.44.3ns CDP return to CMV, cmH2O17.54.520.75.90.02 Δ CDP, cmH2O-3.96.5-0.574.60.03Open in a separate windowCDP, continuous distending pressure; CMV, conventional mechanical ventilation;\nCO, cardiac output; FiO2, fraction of inspired oxygen; HFOV,\nhigh-frequency oscillatory ventilation; OI,Oxygenation Index (OI =\n(FiO2•CDP•100)/PaO2); PAWP, pulmonary\nartery wedge pressure; PEEP, positive end-expiratory pressure; PIP, peak\ninspiratory pressure; Vt, tidal volume; = change post-HFOV to pre-HFOV.Open in a separate windowFigure 2Changes in PaCO2 based on survival status, response to HFOV and disease\nseverity. A: Differences in PaCO2 in survivors (open\ncircles) and non-survivors (filled circles) over 72 hours of HFOV. X-axis\nindicates time (hours) on HFOV. Time 0 is the time on CMV immediately preceding\nthe change to HFOV. 'Last' is the last measurement on HFOV prior to returning\nto CMV. There was no difference in the trend of change in PaCO2\nbetween the two outcome groups. Data are displayed as mean and error bars\nrepresent SEM at each time-point. B: Patients were subdivided into two\ngroups (responders and non-responders) based on the analysis of the ROC curve.\nThey were considered responders if their PaO2/FiO2 ratio\nimproved >38% from baseline. Responders show a trend towards better CO2\nclearance (P = 0.07). Data are displayed as mean and error bars\nrepresent SEM. C: Patients were subdivided into two groups based on\ndisease severity. Patients with more severe disease (open circles) have a\ngreater clearance in PaCO2. The number of patients (Survivors - S;\nand non-survivors -NS) at different time- points after initiating HFOV were: at\nbaseline (S, n = 45; NS, n = 57); 12 hours (S, n =\n44; NS, n = 38); 24 hours (S, n = 39; NS, n = 28);\n48 hours (S, n = 31; NS, n = 24); 72 hours (S, n =\n25; NS, n = 19). CMV, conventional mechanical ventilation; FiO2,\nfraction of inspired oxygen; HFOV, high-frequency oscillatory\nventilation; PaCO2, partial pressure of carbon dioxide in arterial\nblood; ROC, receiver-operating curve; SEM, standard error of the mean.There was a trend towards greater reduction in PaCO2 in 'responders' as\ndefined on the ROC curve by an increase in PaO2/FiO2 ratio of\n>38 % compared to 'non-responders' (increase in PaO2/FiO2\nratio of <38 %), with a median per cent change (IQR) of -17.4 % (-33.4 to\n5.48) versus -4.9 % (-19.8 to 11.9) (P = 0.07) (Figure ​(Figure2b).2b). Furthermore, patients with a worse empirical disease severity score\nshowed a more rapid clearance of PaCO2 during the first 12 hours of HFOV\n(Figure ​(Figure2c)2c) despite similar settings of frequency, amplitude\nand power (Figure ​(Figure3).3). The absolute PaCO2 remained\nhigher in the more severe group. This result may suggest that patients with more\nsevere disease have a greater proportion of recruitable lung and an increase in\nalveolar ventilation following HFOV. Overall, patients with lower respiratory system\ncompliance had a trend towards a greater change in PaCO2 post-SRM (-20.5%\nversus -2.4 %; P = 0.08), and there was a correlation between change in\nPaCO2 post-SRM and change in compliance post-HFOV (r2 = 0.6;\nP = 0.04).Open in a separate windowFigure 3Differences in HFOV settings over time between survivors and\nnon-survivors. A: Differences in Delta pressure (ΔP) in\nsurvivors (open circles) and non-survivors (filled circles) over 72 hours of\nHFOV. There was a significant difference in the ΔP between the two outcome\ngroups. Data are displayed as mean and error bars represent SD at each\ntime-point. * = P <0.01 between the two groups. B:\nDifferences in frequency in survivors (open circles) and non-survivors (filled\ncircles) over 72 hours of HFOV. There was a significant difference in the\nfrequency between the two outcome groups at 24 hours. Data are displayed as\nmean and error bars represent SD at each time-point. * = P <0.01\nbetween the two groups. HFOV, high-frequency oscillatory ventilation. DiscussionThis study aimed to identify potential predictors of survival in patients with severe\nARDS who received HFOV after failing lung-protective CMV. The key results of our study\nare that: 1) an early improvement in PaO2/FiO2 ratio is a\npredictor of survival at 30 days; 2) patients with more severe disease and lower\nrespiratory system compliance pre-HFOV show greater CO2 clearance; and 3) if\nthere is no improvement in gas exchange within three hours, patients can be considered\nto have failed HFOV and perhaps should be considered for alternative treatment (for\nexample, extracorporeal support).Despite theoretical beneficial effects on minimizing lung injury and improving gas\nexchange, HFOV is not widely utilized because of the lack of evidence supporting a clear\nsurvival benefit over CMV [25,26,34]. Furthermore, available clinical trials do not help the clinician decide when\nto consider HFOV and, importantly, how long HFOV should be continued to enhance patient\nsurvival. Our study has a similar scope to the series reported by Adhikari et al. [23]; however, there are important methodological differences in the HFOV\nprotocols and the type of recruitment maneuver (that is, a slow stepwise maneuver in our\nstudy versus a sustained inflation in Adhikari et al.) used in the two studies.\nFurthermore, recruitment maneuvers were performed in all patients in our case series,\nwhereas in the study by Adhikari et al only 49.5% of the patients received a\nrecruitment maneuver. The rationale of the stepwise recruitment we used in this study\nwas similar to the stepwise recruitment used in neonates [35], in that it allowed for setting of the optimal CDP but it differed in two\naspects. First, we used a fixed FiO2 of 1.0 and response to the recruitment\nwas assessed as changes in PaO2. Second, in order to allow time for\nequilibration of PaO2 [36] and to minimize hemodynamic instability, our protocol required longer times\nbetween changes in CDP (ten minutes during the incremental phase and five minutes during\nthe decremental phase) compared to the recruitment used in neonates [35]. It is possible that the slower and early recruitment, as performed in this\nstudy, can explain the early identification of responders to HFOV.Although our study is not a randomized comparative study, we believe it identifies\nclinically important predictors of clinical outcome within the first few hours of\ninitiation of HFOV, possibly in response to the initial SRM. Our study population\nincluded, as might be expected for a rescue study, patients with more severe ARDS than\nin the MOAT trial where patients received HFOV as a primary ventilation mode [26] and similar to that of the EMOAT trial [25] and the recent case series[23].In contrast to other published reports [17,18], in our study gas exchange variables (PaO2/FiO2, and\nOI) improved significantly only in survivors, and change in PaO2/FiO2\nremained significantly different between the two outcome groups after adjusting\nfor baseline confounding factors. Although the CDP on HFOV was higher than the CDP on\nCMV, there was no difference in CDP between survivors and non-survivors. Despite similar\nlevels of CDP, the response to HFOV within the first three hours could identify patients\nwith a favorable outcome based on PaO2/FiO2 and OI.An important factor for the response to HFOV may be played by the proportion of patients\nwith pulmonary versus extra-pulmonary ARDS. Indeed, in this study we show that the\nlargest change in PaO2/FiO2 post HFOV was seen for extra-pulmonary\nARDS whereas little difference in PaO2/FiO2 was seen in pulmonary\nARDS. This is consistent with the findings reported by Pachl et al. that show\nthat oxygenation and recruitment during HFOV are more pronounced in patients with\nextra-pulmonary ARDS [37]. However, Pachl et al. studied changes in oxygenation under\nnormocapnic conditions; therefore, no data on the different behavior of PaCO2\nin the two types of ARDS are available for comparison with our data. The other\nimportant finding of our study is the effect of HFOV on PaCO2. In our study,\nin contrast to other reports [19,26], the PaCO2 decreased significantly throughout the duration of HFOV\nin parallel to an increase in PaO2/FiO2 despite similar settings\nof frequency, power and amplitude. We found that in survivors there was both an increase\nin PaO2/FiO2 and a decrease in PaCO2. In addition,\npatients who had at least a 38% increase in their PaO2//FiO2 (as\nidentified by the ROC curve), also showed greater reductions in PaCO2\nallowing for a reduction in delta pressure. Patients with a greater disease\nseverity (higher PaCO2, lower compliance and worse gas exchange), showed a\nhigher rate of clearance in PaCO2 during the first six hours of HFOV. These\nchanges in physiological variables have been described in patients with severe ARDS and\nhigher potential for lung recruitment [38].The increase in intra-thoracic pressure generated during a SRM could have caused a\nreduction in cardiac output and pulmonary blood flow, leading to a decrease in venous\nadmixture and to an apparent improvement in PaO2/FiO2 in the\nabsence of true alveolar recruitment [39,40]. However, this mechanism seems less likely as an explanation for the changes\nseen in our study, as the cardiac output and oxygen delivery were unchanged following\nthe SRM, and therefore the combined improvement in PaO2/FiO2 and\nPaCO2 leads us to speculate that HFOV facilitated lung recruitment in a\nmanner similar to that described for patients responding to prone positioning [41].The 30-day mortality in this study was 56%, comparable to the mortality rate reported in\nother uncontrolled studies (61.7% [23,42], 66% [18], 53% [17]) but higher than the studies using HFOV as primary intervention (43% [25] and 37% [26]) and studies of trauma patients [16]. Multivariate analysis shows that changes in PaO2/FiO2,\nage, days with ARDS prior to HFOV and baseline pH are independent predictive\nfactors of mortality. Lung injury is positively associated with duration of mechanical\nventilation in both animal and human studies: increased lung injury is associated with\nreduced likelihood of pulmonary recruitment ConclusionsIn conclusion, this study shows that HFOV is effective in improving oxygenation in some\nadults with ARDS, particularly when instituted early. This study also shows that changes\nin PaO2/FiO2 are sensitive criteria to predict survival and the\nchange in PaCO2 may identify patients with a greater proportion of\nrecruitable lung more likely to benefit from HFOV. Patients who do not show improvement\nin PaO2/FiO2 ratio and oxygenation index within six hours on\ncommencing HFOV should be considered for extracorporeal support. These data are of\npotential value in aiding decision making.Further randomized controlled trials powered to detect a difference in survival between\nHFOV strategies are expected. Interpretation of these comparisons will also need to take\ninto consideration the number, the duration, and the type of recruitment maneuvers\ncarried out during HFOV and CMV (for example, slow stepwise RMs, as employed in this\nstudy versus traditional RMs, with continuous positive airway pressure (CPAP) of 40\ncmH2O for 40 seconds). The identification of patients likely to benefit\nfrom HFOV and the identification of physiological variables associated with the\npotential for lung recruitment will prove essential to ensure the best use of HFOV in\nadults with ARDS. Key messages• Changes in PaO2/FiO2 early during HFOV are sensitive\ncriteria to predict survival.• Patients who do not show improvement in the PaO2/FiO2\nratio and OI within three hours should be considered for alternative treatment\n(for example, extracorporeal support).• The identification of patients likely to benefit from HFOV and the\nidentification of physiological variables associated with the potential for lung\nrecruitment will prove essential to ensure the best use of HFOV in adults with ARDS. AbbreviationsANOVA: analysis of variance; APACHE II: Acute Physiology And Chronic Health Evaluation;\nARDS: Acute Respiratory Distress Syndrome; CDP: continuous distending pressure; CMV:\nconventional mechanical ventilation; CPAP: continuous positive airway pressure; CO:\ncardiac output; ΔP: delta pressure; FiO2: fraction of inspired oxygen;\nHFOV: high frequency oscillatory ventilation; LR: likelihood ratio; MAP: mean arterial\npressure; MARS: Molecular Adsorbents Recirculation System; OI: oxygenation index;\nPaO2: partial pressure of oxygen In arterial blood; PaCO2:\npartial pressure of carbon dioxide in arterial blood; PAWP: pulmonary artery wedge\npressure; PEEP: positive end expiratory pressure; PIP: peak inspiratory pressure; rhAPC:\nrecombinant human activated protein C (Drotrecogin Alfa Activated); RM: recruitment\nmaneuver; ROC: receiver-operating characteristic; SRM: slow recruitment maneuver. Competing interestsThe authors declare that they have no competing interests. Authors' contributionsLC designed the study, performed the statistical analysis and drafted the manuscript. TS\nparticipated in data collection. JS participated in the design of the study, data\ncollection, and data analysis. KL participated in the data collection and analysis. AM\nparticipated in the design of the study, data analysis and critical revisions of the\ndraft. RB participated in the design of the study, data analysis and critical revisions\nof the draft. All authors read and approved the final manuscript. NotesSee related commentary by Goligher and Ferguson,\nhttp://ccforum.com/content/17/2/133 ReferencesGrasso S, Stripoli T, Sacchi M, Trerotoli P, Staffieri F, Franchini D, De Monte V, Valentini V, Pugliese P, Crovace A, Driessen B, Fiore T. Inhomogeneity of lung parenchyma during the open lung strategy: a computed\ntomography scan study. Am J Respir Crit Care Med. 2009;180:415–423. doi: 10.1164/rccm.200901-0156OC. [PubMed] [CrossRef] [Google Scholar]Terragni PP, Rosboch G, Tealdi A, Corno E, Menaldo E, Davini O, Gandini G, Herrmann P, Mascia L, Quintel M, Slutsky AS, Gattinoni L, Ranieri VM. Tidal hyperinflation during low tidal volume ventilation in acute respiratory\ndistress syndrome. Am J Respir Crit Care Med. 2007;175:160–166. doi: 10.1164/rccm.200607-915OC. [PubMed] [CrossRef] [Google Scholar]Pillow JJ. Tidal volume, recruitment and compliance in HFOV: same principles, different\nfrequency. Eur Respir J. 2012;40:291–293. doi: 10.1183/09031936.00020012. [PubMed] [CrossRef] [Google Scholar]Tsuzaki K, Hales CA, Strieder DJ, Venegas JG. Regional lung mechanics and gas transport in lungs with inhomogeneous\ncompliance. J Appl Physiol. 1993;75:206–216. [PubMed] [Google Scholar]Bauer K, Brucker C. The role of ventilation frequency in airway reopening. J Biomech. 2009;42:1108–1113. doi: 10.1016/j.jbiomech.2009.02.018. [PubMed] [CrossRef] [Google Scholar]Pillow JJ. High-frequency oscillatory ventilation: mechanisms of gas exchange and lung\nmechanics. Crit Care Med. 2005;33:S135–141. doi: 10.1097/01.CCM.0000155789.52984.B7. [PubMed] [CrossRef] [Google Scholar]van Genderingen HR, van Vught AJ, Jansen JR. Regional lung volume during high-frequency oscillatory ventilation by electrical\nimpedance tomography. Crit Care Med. 2004;32:787–794. doi: 10.1097/01.CCM.0000114823.16604.19. [PubMed] [CrossRef] [Google Scholar]Mulreany DG, Simon BA, Murphy KJ, Easley RB. Volumetric xenon-CT imaging of conventional and high-frequency oscillatory\nventilation. Acad Radiol. 2009;16:718–725. doi: 10.1016/j.acra.2008.12.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Imai Y, Kawano T, Miyasaka K, Takata M, Imai T, Okuyama K. Inflammatory chemical mediators during conventional ventilation and during high\nfrequency oscillatory ventilation. Am J Respir Crit Care Med. 1994;150:1550–1554. doi: 10.1164/ajrccm.150.6.7952613. [PubMed] [CrossRef] [Google Scholar]Imai Y, Slutsky AS. High-frequency oscillatory ventilation and ventilator-induced lung injury. Crit Care Med. 2005;33:S129–134. doi: 10.1097/01.CCM.0000156793.05936.81. [PubMed] [CrossRef] [Google Scholar]Yoder BA, Siler-Khodr T, Winter VT, Coalson JJ. High-frequency oscillatory ventilation: effects on lung function, mechanics, and\nairway cytokines in the immature baboon model for neonatal chronic lung\ndisease. Am J Respir Crit Care Med. 2000;162:1867–1876. doi: 10.1164/ajrccm.162.5.9912145. [PubMed] [CrossRef] [Google Scholar]Arnold JH, Hanson JH, Toro-Figuero LO, Gutierrez J, Berens RJ, Anglin DL. Prospective, randomized comparison of high-frequency oscillatory ventilation and\nconventional mechanical ventilation in pediatric respiratory failure. Crit Care Med. 1994;22:1530–1539. [PubMed] [Google Scholar]Gerstmann DR, Minton SD, Stoddard RA, Meredith KS, Monaco F, Bertrand JM, Battisti O, Langhendries JP, Francois A, Clark RH. The Provo multicenter early high-frequency oscillatory ventilation trial: improved\npulmonary and clinical outcome in respiratory distress syndrome. Pediatrics. 1996;98:1044–1057. [PubMed] [Google Scholar]Courtney SE, Durand DJ, Asselin JM, Hudak ML, Aschner JL, Shoemaker CT. High-frequency oscillatory ventilation versus conventional mechanical ventilation\nfor very-low-birth-weight infants. N Engl J Med. 2002;347:643–652. doi: 10.1056/NEJMoa012750. [PubMed] [CrossRef] [Google Scholar]Plavka R, Kopecky P, Sebron V, Svihovec P, Zlatohlavkova B, Janus V. A prospective randomized comparison of conventional mechanical ventilation and\nvery early high frequency oscillatory ventilation in extremely premature newborns\nwith respiratory distress syndrome. Intensive Care Med. 1999;25:68–75. doi: 10.1007/s001340050789. [PubMed] [CrossRef] [Google Scholar]Claridge JA, Hostetter RG, Lowson SM, Young JS. High-frequency oscillatory ventilation can be effective as rescue therapy for\nrefractory acute lung dysfunction. Am Surg. 1999;65:1092–1096. [PubMed] [Google Scholar]Fort P, Farmer C, Westerman J, Johannigman J, Beninati W, Dolan S, Derdak S. High-frequency oscillatory ventilation for adult respiratory distress syndrome--a\npilot study. Crit Care Med. 1997;25:937–947. doi: 10.1097/00003246-199706000-00008. [PubMed] [CrossRef] [Google Scholar]Mehta S, Lapinsky SE, Hallett DC, Merker D, Groll RJ, Cooper AB, MacDonald RJ, Stewart TE. A prospective trial of high-frequency oscillation in adults with acute respiratory\ndistress syndrome. Crit Care Med. 2001;29:1360–1369. doi: 10.1097/00003246-200107000-00011. [PubMed] [CrossRef] [Google Scholar]Mehta S, Granton J, MacDonald RJ, Bowman D, Matte-Martyn A, Bachman T, Smith T, Stewart TE. High-frequency oscillatory ventilation in adults: the Toronto experience. Chest. 2004;126:518–527. doi: 10.1378/chest.126.2.518. [PubMed] [CrossRef] [Google Scholar]Cartotto R, Cooper AB, Esmond JR, Gomez M, Fish JS, Smith T. Early clinical experience with high-frequency oscillatory ventilation for ARDS in\nadult burn patients. J Burn Care Rehabil. 2001;22:325–333. doi: 10.1097/00004630-200109000-00006. [PubMed] [CrossRef] [Google Scholar]Andersen FA, Guttormsen AB, Flaatten HK. High frequency oscillatory ventilation in adult patients with acute respiratory\ndistress syndrome--a retrospective study. Acta Anaesthesiol Scand. 2002;46:1082–1088. doi: 10.1034/j.1399-6576.2002.460905.x. [PubMed] [CrossRef] [Google Scholar]David M, Weiler N, Heinrichs W, Neumann M, Joost T, Markstaller K, Eberle B. High-frequency oscillatory ventilation in adult acute respiratory distress\nsyndrome. Intensive Care Med. 2003;29:1656–1665. doi: 10.1007/s00134-003-1897-6. [PubMed] [CrossRef] [Google Scholar]Adhikari NK, Bashir A, Lamontagne F, Mehta S, Ferguson ND, Zhou Q, Hand L, Czarnecka K, Cook DJ, Granton JT, Friedrich JO, Freitag A, Watpool I, Meade MO. High-frequency oscillation in adults: a utilization review. Crit Care Med. 2011;39:2631–2644. [PubMed] [Google Scholar]Sud S, Sud M, Friedrich JO, Meade MO, Ferguson ND, Wunsch H, Adhikari NK. High frequency oscillation in patients with acute lung injury and acute\nrespiratory distress syndrome (ARDS): systematic review and meta-analysis. BMJ. 2010;340:c2327. doi: 10.1136/bmj.c2327. [PubMed] [CrossRef] [Google Scholar]Bollen CW, van Well GT, Sherry T, Beale RJ, Shah S, Findlay G, Monchi M, Chiche JD, Weiler N, Uiterwaal CS, van Vught AJ. High frequency oscillatory ventilation compared with conventional mechanical\nventilation in adult respiratory distress syndrome: a randomized controlled trial\n[ISRCTN24242669] Crit Care. 2005;9:R430–439. doi: 10.1186/cc3737. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Derdak S, Mehta S, Stewart TE, Smith T, Rogers M, Buchman TG, Carlin B, Lowson S, Granton J. High-frequency oscillatory ventilation for acute respiratory distress syndrome in\nadults: a randomized, controlled trial. Am J Respir Crit Care Med. 2002;166:801–808. doi: 10.1164/rccm.2108052. [PubMed] [CrossRef] [Google Scholar]OSCAR Trial. 2013. http://www.oscar-trial.org Accessed 4 January.OSCILLATE Trial. 2013. http://www.oscillatetrial.com Accessed 4 January.Murray JF, Matthay MA, Luce JM, Flick MR. An expanded definition of the adult respiratory distress syndrome. Am Rev Respir Dis. 1988;138:720–723. doi: 10.1164/ajrccm/138.3.720. [PubMed] [CrossRef] [Google Scholar]Lou JN, Mili N, Decrind C, Donati Y, Kossodo S, Spiliopoulos A, Ricou B, Suter PM, Morel DR, Morel P, Grau GE. An improved method for isolation of microvascular endothelial cells from normal\nand inflamed human lung. In Vitro Cell Dev Biol Anim. 1998;34:529–536. doi: 10.1007/s11626-998-0112-z. [PubMed] [CrossRef] [Google Scholar]Ventilation with lower tidal volumes as compared with traditional tidal volumes\nfor acute lung injury and the acute respiratory distress syndrome. The Acute\nRespiratory Distress Syndrome Network. N Engl J Med. 2000;342:1301–1308. [PubMed] [Google Scholar]Amato MB, Barbas CS, Medeiros DM, Magaldi RB, Schettino GP, Lorenzi-Filho G, Kairalla RA, Deheinzelin D, Munoz C, Oliveira R, Takagaki TY, Carvalho CR. Effect of a protective-ventilation strategy on mortality in the acute respiratory\ndistress syndrome. N Engl J Med. 1998;338:347–354. doi: 10.1056/NEJM199802053380602. [PubMed] [CrossRef] [Google Scholar]CareFusion C. 3100A® High frequency oscillatory ventilator - Operator's\nmanual. 1991.  CareFusion 22745 Savi Ranch Parkway, Yorba Linda, CA 92887-4668.Derdak S. High-frequency oscillatory ventilation for acute respiratory distress syndrome in\nadult patients. Crit Care Med. 2003;31:S317–323. doi: 10.1097/01.CCM.0000057910.50618.EB. [PubMed] [CrossRef] [Google Scholar]De Jaegere A, van Veenendaal MB, Michiels A, van Kaam AH. Lung recruitment using oxygenation during open lung high-frequency ventilation in\npreterm infants. Am J Respir Crit Care Med. 2006;174:639–645. doi: 10.1164/rccm.200603-351OC. [PubMed] [CrossRef] [Google Scholar]Tugrul S, Cakar N, Akinci O, Ozcan PE, Disci R, Esen F, Telci L, Akpir K. Time required for equilibration of arterial oxygen pressure after setting optimal\npositive end-expiratory pressure in acute respiratory distress syndrome. Crit Care Med. 2005;33:995–1000. doi: 10.1097/01.CCM.0000163402.29767.7B. [PubMed] [CrossRef] [Google Scholar]Pachl J, Roubik K, Waldauf P, Fric M, Zabrodsky V. Normocapnic high-frequency oscillatory ventilation affects differently\nextrapulmonary and pulmonary forms of acute respiratory distress syndrome in\nadults. Physiol Res. 2006;55:15–24. [PubMed] [Google Scholar]Gattinoni L, Caironi P, Cressoni M, Chiumello D, Ranieri VM, Quintel M, Russo S, Patroniti N, Cornejo R, Bugedo G. Lung recruitment in patients with the acute respiratory distress syndrome. N Engl J Med. 2006;354:1775–1786. doi: 10.1056/NEJMoa052052. [PubMed] [CrossRef] [Google Scholar]Takala J. Hypoxemia due to increased venous admixture: influence of cardiac output on\noxygenation. Intensive Care Med. 2007;33:908–911. doi: 10.1007/s00134-007-0546-x. [PubMed] [CrossRef] [Google Scholar]Dantzker DR, Lynch JP, Weg JG. Depression of cardiac output is a mechanism of shunt reduction in the therapy of\nacute respiratory failure. Chest. 1980;77:636–642. doi: 10.1378/chest.77.5.636. [PubMed] [CrossRef] [Google Scholar]Gattinoni L, Vagginelli F, Carlesso E, Taccone P, Conte V, Chiumello D, Valenza F, Caironi P, Pesenti A. Decrease in PaCO2 with prone position is predictive of improved outcome in acute\nrespiratory distress syndrome. Crit Care Med. 2003;31:2727–2733. doi: 10.1097/01.CCM.0000098032.34052.F9. [PubMed] [CrossRef] [Google Scholar]Ferguson ND, Kacmarek RM, Chiche JD, Singh JM, Hallett DC, Mehta S, Stewart TE. Screening of ARDS patients using standardized ventilator settings: influence on\nenrollment in a clinical trial. Intensive Care Med. 2004;30:1111–1116. doi: 10.1007/s00134-004-2163-2. [PubMed] [CrossRef] [Google Scholar]"}