{"title": "cis-acting elements required for RNA polymerase II and III transcription in the human U2 and U6 snRNA promoters", "pubDate": "1990", "PMCID": "PMC330816", "DOI": "10.1093/nar/18.10.2891", "PMID": "2349089", "abstract": "Although the human U2 and U6 snRNA genes are transcribed by RNA polymerases II and III respectively, their promoters are remarkably similar in structure. Both promoters contain a proximal element and an enhancer region with an octamer motif. The U6 promoter contains in addition an A/T rich region that defines it as an RNA polymerase III promoter. We have examined in further detail the contributions of sequences in the human U2 and U6 promoter regions to transcription by RNA polymerase II and III. We find that although the sequences surrounding the U2 cap site favor RNA polymerase II transcription, their presence cannot suppress a shift to RNA polymerase III specificity upon insertion of the U6 A/T box. In the U6 promoter, the 3' part of the proximal element homology is essential for efficient transcription and is also involved in localizing the start site of transcription. A region downstream of the proximal element homology is required for RNA polymerase II (but not for RNA polymerase III) transcription, both in the U2 promoter and in the U6 promoter. This element may be recognized by an RNA polymerase II transcription factor or by RNA polymerase II itself. The presence of this element in the U6 promoter raises the possibility that the human U6 gene is, under certain circumstances, transcribed by RNA polymerase II.", "author": [{"author": "S M Lobo", "affiliation": ["Cold Spring Harbor Laboratory, Cold Spring Harbor, NY 11724."], "href": "/?term=Lobo+SM&cauthor_id=2349089"}, {"author": "S Ifill", "affiliation": [], "href": "/?term=Ifill+S&cauthor_id=2349089"}, {"author": "N Hernandez", "affiliation": [], "href": "/?term=Hernandez+N&cauthor_id=2349089"}], "refPMID": ["911771", "2752422", "6169006", "6203910", "2409453", "2410138", "2410771", "2411548", "3720730", "3768956", "3021336", "3805053", "3030565", "3299107", "3652210", "3360322", "3366121", "3041282", "3052292", "3180217", "3181131", "2910496", "2850260", "7357599"], "citedInPMID": ["2349089", "22219193", "17274687", "17205138", "11959843", "11819727", "9548713", "8990401", "8905628", "8355718", "8114749", "8035822", "8029000", "7891693", "2216758", "2050122", "2011518", "2001675", "1732737", "1651481", "1620588", "1408805"], "body": ""}