{"title": "Monsef Benkirane awarded 2013 Ming K. Jeang Foundation Retrovirology Prize: landmark HIV-1 research honoured", "pubDate": "2013", "PMCID": "PMC3635955", "DOI": "10.1186/1742-4690-10-38", "PMID": "23561838", "abstract": "", "author": [{"author": "Ben Berkhout", "affiliation": [], "href": "/?term=Berkhout+B&cauthor_id=23561838"}, {"author": "Andrew Lever", "affiliation": [], "href": "/?term=Lever+A&cauthor_id=23561838"}, {"author": "Mark Wainberg", "affiliation": [], "href": "/?term=Wainberg+M&cauthor_id=23561838"}, {"author": "Ariberto Fassati", "affiliation": [], "href": "/?term=Fassati+A&cauthor_id=23561838"}, {"author": "Persephone Borrow", "affiliation": [], "href": "/?term=Borrow+P&cauthor_id=23561838"}, {"author": "Masahiro Fujii", "affiliation": [], "href": "/?term=Fujii+M&cauthor_id=23561838"}], "refPMID": ["10545121", "12883554", "22814509", "17245432", "17322031", "22980978", "21297638", "21613998", "23231760", "23092163", "23092122"], "citedInPMID": ["23561838"], "body": " Dr. Monsef Benkirane, from the Laboratoire de Virologie Moléculaire in Montpellier, France, has been announced as the recipient of the 2013 Retrovirology Prize. This bi-annual prize covers all aspects of the Retrovirology field and celebrates groundbreaking research from retrovirologists aged between 45 and 60. Monsef is among the brightest young “stars” in HIV-1 biology. At 45 years of age, he is the youngest recipient of the Retrovirology prize. This year the competition was particularly fierce with 4 strong contenders.Monsef received training in immunology at the University of Marseille, France, and came to the laboratory of our former editor-in-chief Kuan-Teh Jeang at the NIH in 1995, where he worked on HIV-1 transcription and post transcriptional regulation. In 1998, Monsef established his own laboratory at the Human Genetics Institute in Montpellier, France. He published the first paper showing that the transcriptional activity of Tat is regulated by post-translational modifications such as acetylation and ubiquitylation [1,2]. He also published a pioneering study on the identification of the subunit composition of the Positive Transcription Elongation Factor, PTEFb.He focused on understanding the molecular mechanisms leading to the establishment and maintenance of transcriptionally silent HIV provirus, an important area of research for the design of virus eradication strategies (Cure for AIDS) [3]. His team provided the first demonstration of the role of the histone methyltransferase Suv39H1 in HIV-1 transcriptional silencing [4]. Additionally, he unraveled an intricate crosstalk between HIV transcription and the cellular RNAi machinery [5-7].Most recently, Monsef has worked on a puzzle that has occupied the study of HIV-1 for over 2 decades: why myeloid cell and quiescent CD4+ T cells are refractory to HIV-1 replication. He and his team have made ground breaking contributions in this field. They identified SAMHD1, a protein encoded by an Aicardi-Goutières Syndrome susceptibility gene, as the HIV-1 restriction factor operating in dendritic cells, macrophages and quiescent CD4+ T cells [8]. The identification of the restriction factor operating in these cells has been a very challenging and competitive area of research that received quite some attention in our journal recently [9-11].Dr. Benkirane’s honors in research recognition include elected membership in EMBO and French Academy of Science Award (both 2012), and he was recently elected to the American Academy of Microbiology (2013). He has published over 60 peer-reviewed manuscripts and review articles, very often in top journals such as Cell and Nature. He has been an Editor of Retrovirology since 2004 and organized the first Frontiers of Retrovirology meeting in Montpellier in 2009.To mark the award, an editorial will be published in BioMed Central's open access journal Retrovirology. The Retrovirology Prize recipient is selected by Retrovirology's Editors based on nominations submitted by the journal's Editorial Board. The biennial prize for HIV or non-HIV related research consists of a $3,000 check and a crystal trophy. He will receive the prize at the upcoming third Frontiers of Retrovirology meeting in Cambridge, UK (http://www.frontiers-of-retrovirology.com).Past winners include Professor Masao Matsuoka from Japan (2011), Professor Mike Malim from the United Kingdom (2010) and Professor Thierry Heidmann from France (2009). ReferencesKiernan RE, Vanhulle C, Schiltz L, Adam E, Xiao H, Maudoux F, Calomme C, Burny A, Naktani Y, Jeang K-T, Benkirane M, Van Lint C. HIV-1 Tat transcriptional activity is regulated by acetylation. EMBO J. 2000;18:6106–6118. [PMC free article] [PubMed] [Google Scholar]Bres V, Kiernan RE, Linares LK, Chable-Bessia C, Plechakova O, Treand C, Emiliani S, Peloponese JM, Jeang KT, Coux O, Scheffner M, Benkirane M. A non-proteolytic role for ubiquitin in Tat-mediated transactivation of the HIV-1 promoter. Nat Cell Biol. 2003;5:754–761. doi: 10.1038/ncb1023. ncb1023. [PubMed] [CrossRef] [Google Scholar]Deeks SG, Autran B, Berkhout B, Benkirane M, Cairns S, Chomont N, Chun TW, Churchill M, Di MM, Katlama C, Lafeuillade A, Landay A, Lederman M, Lewin SR, Maldarelli F, Margolis D, Markowitz M, Martinez-Picado J, Mullins JI, Mellors J, Moreno S, O'Doherty U, Palmer S, Penicaud MC, Peterlin M, Poli G, Routy JP, Rouzioux C, Silvestri G, Stevenson M, Telenti A. Towards an HIV cure: a global scientific strategy. Nat Rev Immunol. 2012;12:607–614. doi: 10.1038/nri3262. nri3262. [PMC free article] [PubMed] [CrossRef] [Google Scholar]du Chéné I, Basyuk E, Lin YL, Triboulet R, Knezevich A, Chable-Bessia C, Mettling C, Baillat V, Reynes J, Corbeau P, Bertrand E, Marcello A, Emiliani S, Kiernan R, Benkirane M. Suv39H1 and HP1gamma are responsible for chromatin-mediated HIV-1 transcriptional silencing and post-integration latency. EMBO J. 2007;26:424–435. doi: 10.1038/sj.emboj.7601517. 7601517. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Triboulet R, Mari B, Lin YL, Chable-Bessia C, Bennasser Y, Lebrigand K, Cardinaud B, Maurin T, Barbry P, Baillat V, Reynes J, Corbeau P, Jeang KT, Benkirane M. Suppression of microRNA-silencing pathway by HIV-1 during virus replication. Science. 2007;315:1579–1582. doi: 10.1126/science.1136319. [PubMed] [CrossRef] [Google Scholar]Wagschal A, Rousset E, Basavarajaiah P, Contreras X, Harwig A, Laurent-Chabalier S, Nakamura M, Chen X, Zhang K, Meziane O, Boyer F, Parrinello H, Berkhout B, Terzian C, Benkirane M, Kiernan R. Microprocessor, Setx, Xrn2, and Rrp6 co-operate to induce premature termination of transcription by RNAPII. Cell. 2012;150:1147–1157. doi: 10.1016/j.cell.2012.08.004. S0092-8674(12)00999-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bennasser Y, Chable-Bessia C, Triboulet R, Gibbings D, Gwizdek C, Dargemont C, Kremer EJ, Voinnet O, Benkirane M. Competition for XPO5 binding between Dicer mRNA, pre-miRNA and viral RNA regulates human Dicer levels. Nat Struct Mol Biol. 2011;18:323–327. doi: 10.1038/nsmb.1987. nsmb.1987. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Laguette N, Sobhian B, Casartelli N, Ringeard M, Chable-Bessia C, Segeral E, Yatim A, Emiliani S, Schwartz O, Benkirane M. SAMHD1 is the dendritic- and myeloid-cell-specific HIV-1 restriction factor counteracted by Vpx. Nature. 2011;474:654–657. doi: 10.1038/nature10117. nature10117 [pii] [PMC free article] [PubMed] [CrossRef] [Google Scholar]St Gelais C, de Silva S, Amie SM, Coleman CM, Hoy H, Hollenbaugh JA, Kim B, Wu L. SAMHD1 restricts HIV-1 infection in dendritic cells (DCs) by dNTP depletion, but its expression in DCs and primary CD4+ T-lymphocytes cannot be upregulated by interferons. Retrovirology. 2012;9:105. doi: 10.1186/1742-4690-9-105. 1742-4690-9-105. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wu L. SAMHD1: a new contributor to HIV-1 restriction in resting CD4+ T-cells. Retrovirology. 2012;9:88. doi: 10.1186/1742-4690-9-88. 1742-4690-9-88. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Descours B, Cribier A, Chable-Bessia C, Ayinde D, Rice G, Crow Y, Yatim A, Schwartz O, Laguette N, Benkirane M. SAMHD1 restricts HIV-1 reverse transcription in quiescent CD4(+) T-cells. Retrovirology. 2012;9:87. doi: 10.1186/1742-4690-9-87. 1742-4690-9-87. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}