{"title": "Cdk9 phosphorylates Pirh2 protein and prevents degradation of p53 protein", "pubDate": "2013", "PMCID": "PMC3680536", "DOI": "10.4161/cc.24733", "PMID": "23603988", "abstract": "Several reports have pointed to the negative involvement of p53 in transcriptional regulation of the human immunodeficiency virus type 1 long-terminal repeat (HIV-1 LTR). We recently demonstrated that through their physical interaction, cdk9 phosphorylates p53 on Ser-392, leading to p53 stability and accumulation. As a result, p53 stalled transcriptional elongation of the HIV-1 LTR and significantly reduced HIV-1 replication in primary microglia and astrocytes. Therefore, we sought to identify the mechanisms used by cdk9 to allow this p53 function. Using western blot analysis, we found that cdk9 promotes inhibition and phosphorylation of Mdm2 on Ser-395, thus preventing degradation of p53, a protein that is directly involved in promoting p53 ubiquitination. On the other hand, we showed that cdk9 phosphorylates Pirh2 on Ser-211 and Thr-217 residues through their physical interaction. Phosphorylation of Pirh2 renders it inactive and may contribute to p53-inhibition of transcriptional elongation of the HIV-1 LTR. Hence, we suggest that phosphorylation of Pirh2 may be a novel target for the inhibition of HIV-1 gene expression.", "author": [{"author": "Asen Bagashev", "affiliation": ["Molecular Studies of Neurodegenerative Diseases Lab, The Fels Institute for Cancer Research & Molecular Biology, Temple University School of Medicine, Philadelphia, PA, USA."], "href": "/?term=Bagashev+A&cauthor_id=23603988"}, {"author": "Shongshan Fan", "affiliation": [], "href": "/?term=Fan+S&cauthor_id=23603988"}, {"author": "Ruma Mukerjee", "affiliation": [], "href": "/?term=Mukerjee+R&cauthor_id=23603988"}, {"author": "Pier Paolo Claudio", "affiliation": [], "href": "/?term=Claudio+PP&cauthor_id=23603988"}, {"author": "Tinatin Chabrashvili", "affiliation": [], "href": "/?term=Chabrashvili+T&cauthor_id=23603988"}, {"author": "Roger P Leng", "affiliation": [], "href": "/?term=Leng+RP&cauthor_id=23603988"}, {"author": "Samuel Benchimol", "affiliation": [], "href": "/?term=Benchimol+S&cauthor_id=23603988"}, {"author": "Bassel E Sawaya", "affiliation": [], "href": "/?term=Sawaya+BE&cauthor_id=23603988"}], "refPMID": [], "citedInPMID": ["23603988", "34811514", "34707898", "34188177", "34146121", "32788299", "28754981", "27519799", "25848801"], "body": " AbstractSeveral reports have pointed to the negative involvement of p53 in transcriptional regulation of the human immunodeficiency virus type 1 long-terminal repeat (HIV-1 LTR). We recently demonstrated that through their physical interaction, cdk9 phosphorylates p53 on Ser-392, leading to p53 stability and accumulation. As a result, p53 stalled transcriptional elongation of the HIV-1 LTR and significantly reduced HIV-1 replication in primary microglia and astrocytes. Therefore, we sought to identify the mechanisms used by cdk9 to allow this p53 function. Using western blot analysis, we found that cdk9 promotes inhibition and phosphorylation of Mdm2 on Ser-395, thus preventing degradation of p53, a protein that is directly involved in promoting p53 ubiquitination. On the other hand, we showed that cdk9 phosphorylates Pirh2 on Ser-211 and Thr-217 residues through their physical interaction. Phosphorylation of Pirh2 renders it inactive and may contribute to p53-inhibition of transcriptional elongation of the HIV-1 LTR. Hence, we suggest that phosphorylation of Pirh2 may be a novel target for the inhibition of HIV-1 gene expression.Keywords:  HIV-1, Cdk9, p53, Pirh2, transcription IntroductionCdk9, a 42-kDa protein, like many other cyclin-dependent kinases (CDKs), was identified during a cDNA screening intended to isolate novel regulators of the mammalian cell cycle.1 As no cyclin partner or cell cycle function was demonstrated at that time, cdk9 was temporarily designated PITALRE for its PSTAIRE-like sequence, a conserved motif found in CDC2 and related kinases.2 Cdk9 was shown to phosphorylate itself3 as well as a variety of substrates in vitro and to be associated with various eukaryotic, yeast and viral proteins, including the small nuclear 7SK snRNA,4 p535 and KSHV K-cyclin.6 It also associates with the molecular chaperone Hsp70 or a kinase-specific chaperone complex, Hsp90/Cdc37, to form two separate chaperone-cdk9 complexes.7 These two complexes act sequentially to facilitate cdk9 folding/stabilization and the production of the mature cdk9/CycT1 p-TEFb complex. Beside its interaction with CycT1, cdk9 interacts with three other cyclins, T2a, T2b and cyclin K.8,9 Each of the T-type cyclin/cdk9 complexes can phosphorylate the CTD of the large subunit of pol II, but only human (primate) CycT1/CDK9 complexes bind HIV-Tat and allow initiation of transcription. Thus cdk9 and CycT1, in addition to Tat, are key regulators of transcription of HIV-1 gene expression.Wild-type p53 is expressed at low levels in most cells because of its short half-life under normal conditions. p53 levels are regulated in large part by the negative regulatory human homolog of the mdm2 protein, Hdm2. Mdm2 interacts with the N-terminal domain of p53, represses p53 transcriptional activity, mediates ubiquitination of p53 and targets it to the cytoplasm for proteasome-dependent degradation.10 Further, p53 can also be ubiquitinated and degraded by the COP1, ARF-BP and/or Pirh2 proteins.11-13Pirh2 is a gene regulated by p53 that encodes a RING-H2 domain-containing protein with intrinsic ubiquitin-protein ligase activity.11 Pirh2 physically interacts with p53 and promotes its ubiquitination. Expression of Pirh2 decreases the level of p53 protein and abrogation of endogenous Pirh2 expression increases the level of p53.14 Furthermore, Pirh2 represses p53 functions including p53-dependent transactivation and growth inhibition. Interestingly, phosphorylation of Pirh2 leads to its inactivation.15We previously described the existence of a functional and physical interplay between p53 and cdk9 that leads to accumulation and phosphorylation of p53.5 Accumulation of p53 affects transcriptional elongation of the HIV-1 LTR, therefore we sought to identify the mechanisms used by p53-cdk9 interaction leading to delaying the transcription of HIV-1. Identification of these factors and pathways will help in the design of new HIV-1 inhibitors. ResultsWe previously demonstrated that p53 protein inhibits the phosphorylation of the serine 2 residue of the C-terminal domain (CTD) of polymerase II (Pol II) and stalls the transcriptional elongation.5,16 Hence we sought to unravel the mechanisms involved.Cdk9 prevents p53-apoptotic capability in CNS-derived cellsAlthough not within the scope of this study, we sought to examine the effect of p53 accumulation on cell viability in the presence of overexpressed cdk9. Interestingly, accumulation of p53 and its inhibitory effect did not lead to cell death as shown in Figure 1A. At 22 and 40 h, astroglioma cells transfected with p53 exhibit arrest in the G1/S checkpoint of the cell cycle (70.5%). p53 failed to arrest the cells in G1 in the presence of overexpressed cdk9 (18.3% vs. 90.5%) (p53 and p53 + cdk9 panels at 40 h). These data also suggest that accumulation of p53 in cdk9-transfected cells did not affect cell viability.Open in a separate windowFigure 1. Status of p53 in cdk9-transfected cells and involvement of Pirh2. (A) U-87MG cells were synchronized by serum starvation. The cells were transfected with plasmids expressing p53, or p53 and cdk9 together, along with a plasmid expressing EGFP-spectrin. At the indicated time, the cells were processed for the measurement of their DNA content and EGFP expression by FACS. The % of cells in G1, S and G2, are indicated in each window. (B) U-87MG cells were transfected with 6xHis-Ubiquitin, p53, and cdk9. IP was with anti-p53 antibody (lanes 1–3) or beads alone (lanes 4–6) as indicated, followed by immunoblotting using anti-His antibody. (C) Cdk9 phosphorylates serine 395 within mdm2. Extract prepared from H1299 cells (p53−/−) were western blotted with anti-mdm2. 4B2 + 2A9 recognize total mdm2, while 2A10 recognizes only mdm2 that is phosphorylated on serine 395. Anti-hsp70 was a loading control. (D) H1299 was transfected with 0.1 μg of mdm2-CAT plasmid alone or in combination with 0.25 μg of p53 and/or cdk9 expression plasmids for 48 h. The cells were lysed and subjected to CAT assay. (E) Extract prepared from H1299 cells transfected or treated with 200 nM of Flavopiridol for 16 h, prior to their transfection with Tat and p53, were western blotted with anti-cdk9, -p53, -Pirh2, -Tat, -CycT1, -serine 2 and serine-5 (of the CTD) antibodies to detect the indicated proteins. Grb2 was use as a control for equal protein loading.Ubiquitination and degradation of p53Accumulation and activation of p53 gave us the rationale to investigate p53 ubiquitination status. U-87MG cells were transfected with pcDNA3-6xHis-Ub, cdk9 and/or p53 expression plasmids using different combination. Cell extracts were prepared at 24 h where 200 μg were incubated with anti-p53 and then analyzed by western blot. As shown in Figure 1B, anti-His antibody reveals a major ubiquitination of p53 in p53/cdk9-transfected cells (lane 3) when compared with extracts prepared from cells transfected with only p53 plasmids (lane 2). No band(s) is/are observed in extracts prepared from mock cells (lane 1). The specificity of immunoprecipitation was examined when the cellular extracts were immunoprecipitated with beads only (no antibodies) and then subjected to western analysis (lanes 4–6). Our data showed that p53 was ubiquitinated in extracts prepared from cdk9-transfected cells.Data from Figure 1A showed that p53 failed to cause cell cycle arrest in cells where ckd9 was overexpressed. Our results corroborate with Goh et al., where they demonstrated that HIV-1 replication is more efficient if a cell cycle pause occurs.17 Hence, we concluded that a functional p53 (stalling transcriptional elongation) plays a role in viral replication as previously demonstrated.18Inhibition of p53 is independent of Mdm2Mdm2 is one of the factors that control p53 levels, hence we sought to examine mdm2 function in cdk9-transfected cells. H1299 cells (p53−/−) were transfected with 0.5 μg of p53 and/or cdk9 expression plasmid for 24 h. Note that mdm2 may undergo covalent modifications that reduce its function, such as its phosphorylation on serine 395.19 Western blot analysis reveals that the levels of mdm2 (total and phosphorylated) increase in the presence of p53 (Fig. 1C, lane 2) and/or p53/cdk9 (lane 3) when compared with the mock untransfected (lane 1). Interestingly, mdm2 was phosphorylated on serine 395 residue in H1299 transfected with cdk9 and/or p53 (lanes 2 and 3) as obtained with Mdm2 antibody 2A10, which is specific for phosphorylated Ser-395.19 Anti-mdm2 antibodies (4B2, and 2A9) were used as positive controls to determine the induction of mdm2 by p53 and/or cdk9. For equal protein loading, hsp70 antibody was used. We then concluded that cdk9 promotes phosphorylation of mdm2, a phenomenon that might help preventing mdm2 from degrading p53.In order to correlate protein expression with function, we performed transient transfection assay in H1299 cells using mdm2-CAT reporter plasmid transfected with p53 alone in the presence and absence of cdk9 expression plasmids. As shown in Figure 1D, upregulation of the mdm2 promoter increases in the presence of p53 and cdk9, which confirmed that increase in the expression level of p53 by cdk9 is associated and leads to the induction of p53 function also.Can Pirh2 promote the ubiquitination of p53?In addition to mdm2, Pirh2 protein has been shown to promote the ubiquitination of p53.20,21 Therefore, we sought to examine whether cdk9 affects the status of Pirh2. H1299 cells were transfected with 0.5 μg Tat and/or p53 expression plasmids as indicated. At 24 h, the cells were collected and subjected to western analysis using anti-Tat, -p53, -cdk9, -Pirh2, -CycT1, -Serine 2 and 5 of the CTD and anti-Grb2 antibodies. Overexpression of p53 led to an increase in the level of endogenous cdk9 (Fig. 1D, lanes 2) when compared with the mock (lane 1). Interestingly, a decrease in the levels of endogenous Pirh2 was observed in p53-transfected cells (lane 2). As expected, p53 prevents the phosphorylation of Ser-2 but not Ser-5 of the CTD in these cells (lanes 2).Phosphorylated Pirh2 is known to be inactive, therefore, we sought to examine whether cdk9 phosphorylates it. The cells were treated with Flavopiridol (cdk9 inhibitor).22 Interestingly, Pirh2 level increases while the level of p53 decreases (panel E, lane 3). Presence of Tat was demonstrated in all lanes (lanes 1–3). For equal protein loading, Grb2 antibody was used. These results pointed to the ability of (1) cdk9 to downregulate the level of Pirh2; (2)p53 to escape the inhibitory effect of Pirh2; and (3) in addition to calmodulin-dependent kinase II (CaMK II),15 other kinases such as cdk9 have the ability to phosphorylate Pirh2.Cdk9 associates with Pirh2 protein in vitro and in vivoNext, we sought to identify whether a physical interaction exists between cdk9 and Pirh2. Using immunoprecipitation/western blot assays, we detect the formation of cdk9-Pirh2 complex. Briefly, the cells were transfected with Pirh2 (Fig. 2A, lanes 4–6) or cdk9 (Fig. 2B, lanes 4–6) expression plasmids. Total cell extracts were collected after 24 h. Two hundred μg of extracts were subjected to immunoprecipitation using anti-Pirh2 antibody (Fig. 2A, lanes 3 and 6), or anti-cdk9 (Fig. 2B, lanes 3 and 6) or with non-immune mouse serum (NIS) (Fig. 2A and B, lanes 2 and 5) and then subjected to western analysis using anti-cdk9 antibody (panel A) or anti-Pirh2 (panel B). In parallel, 50 μg of extracts were directly western blotted (lanes 1 and 4 of each panel). This experiment demonstrated the ability of endogenous Pirh2 (lane 3) to interact with endogenous cdk9 (lane 3). Specificity of Pirh2:cdk9 interaction was confirmed using NIS. Interestingly, overexpression of Pirh2 induces endogenous level of cdk9 (Fig. 2A, compare lanes 1 and 4). Reciprocally, a slight induction of endogenous Pirh2 was observed in cdk9-transfecetd cells (Fig. 2B, compare lanes 1 and 4).Open in a separate windowFigure 2. Association of cdk9 and Pirh2 proteins in vitro and in vivo.(A and B) U-87MG cells were transfected with Pirh2 (panel A, lanes 4–6) or with cdk9 (panel B, lanes 4–6). Two-hundred µg of cell extract were IPed with anti-Pirh2 (panel A, lanes 3 and 6), or anti-cdk9 (panel B, lanes 3 and 6), or mouse serum (panels A and B, lanes 2 and 5). In parallel, 50 μg of extracts were directly western blotted (lanes 1, and 4 of each panel). An arrow shows cdk9 or Pirh2. (C and D) Identification of the Pirh2 domain that binds to cdk9. Schematic representation of the Pirh2 domains and its deletion mutants. Binding of cdk9 to various Pirh2 mutants are shown on the right. Strong (+), and none (−). (E) A representative result from GST pull-down assays obtained with cdk9. Wild type Pirh2 or the indicated mutants fused to GST and immobilized on glutathione-sepharose were incubated with in vitro synthesized [35S-methionine]-labeled cdk9 protein. Bound proteins were eluted and analyzed by SDS-PAGE. (F) A stained SDS gel showing the quality and sizes of GST or GST-Pirh2 deletion mutant fusion proteins.Mapping the cdk9-interacting domain of Pirh2To determine the domain of Pirh2 involved in the interaction with cdk9, a series of GST-pull down assays were performed. Various N- and C-terminal Pirh2 deletion mutants were fused to GST, and incubated with purified recombinant cdk9. As shown in Figure 2D and E, deletion of the N- and C-terminal regions of Pirh2 up to residues 120 or 137, respectively, did not affect its ability to bind to cdk9. This suggests that amino acids 120–137 of Pirh2 are crucial for its association with cdk9. Figure 2E illustrates representative results from a GST pull-down assay obtained using in vitro translated cdk9. Figure 2F illustrates the size of GST (lane 2) or GST-Pirh2 deletion mutants (lanes 3–8), respectively. Interestingly, p53 and cdk9 proteins bind to the same domain within Pirh2, a phenomenon that may also explain Pirh2 inactivity.11 Although these data demonstrated the presence of a physical interplay between cdk9 and Pirh2, we thought to examine whether a functional interaction exists.Cdk9 phosphorylates Pirh2 and renders it inactiveOur data led us to examine whether association of cdk9-Pirh2 leads to Pirh2 phosphorylation as well as its inactivation. We then investigated the phosphorylation status of Pirh2 in cdk9-transfected cells. Microglial cells23 were transfected with an increasing amount of cdk9 expression plasmid (0.5, 1.0 and 2.5 μg) for 24 h. The cells were then collected, and protein extracts were subjected to western blot analysis. As expected, an increase in the levels of cdk9 and endogenous p53 proteins is observed (Fig. 3A, lanes 1–4). Interestingly, increased amount of cdk9 led to a decrease in the levels of endogenous Pirh2 (Pirh2 panel). Addition of cdk9 increases the endogenous levels of phosphorylated Pirh2 (pPirh2 panel). Note that the extracts were incubated with anti-Ser/Thr antibody and then subjected to western blot using anti-Pirh2 antibody. We also observed a slight induction of mdm2 endogenous levels in the presence of cdk9 (mdm2 panel, lanes 3–4), which correlate with the data shown in Figure 1C. Grb2 was used as a control for equal protein loading. These results led us to conclude that phosphorylation of Pirh2 by cdk9 shorten its half-life which corroborate with previous data.15Open in a separate windowFigure 3. Phosphorylation of Pirh2 protein by cdk9 and identification of the phosphorylated residues. (A) Extracts were prepared from human microglia transfected with an increasing concentration of cdk9 expression plasmid were western blotted with anti-cdk9, -p53, -Pirh2 and mdm2 antibodies to detect the indicated proteins. Grb2 was use as a control for equal protein loading. Two-hundred μg of extracts were immunoprecipitated with anti-serine/threonine antibody and then subjected to western blot analysis using anti-Pirh2 antibody as indicated. (B) Microglial cells were transfected with non-specific siRNA or with an increasing amount of siRNA-Pirh2 (50, 100 and 200 nM). Lane 1 displays the levels of Pirh2 in extracts from untransfected cells lanes 2–5 display the level of Pirh2 in extracts transfected with siRNA-Pirh2. Anti-GAPDH antibody was used as a control for equal protein loading. (C) Kinase assays were performed using IVT cdk9 (5 μl) that were mixed with 1 μg of GST (lane 1), GST-Pirh2 full-length (lanes 2–7) together with GST-Pirh2 mutants as indicated and γ-32P-ATP. After 30 min at 37°C, Pirh2 phosphorylation was assessed by SDS-10% PAGE. The arrow shows the position of the GST-Pirh2 proteins. (D) Identification of cdk9-domain within Pirh2. Schematic representation of the Pirh2 domains and its deletion mutants. Phosphorylated Pirh2 mutants by cdk9 are shown on the right. Strong (+); none (−). (E) Amino acids sequence of the C-terminal of Pirh2 encompassing residues 195 to 261. Serine (S) and threonine (T) residues are marked by a black box. (F) Kinase assays were performed using IVT cdk9 mixed with 1 μg of GST-Pirh2 full-length (lanes 1–7) together with GST-Pirh2 mutants (195–261) where serine and threonine were substituted with alanine (A) as indicated. Pirh2 phosphorylation was assessed by SDS-10% PAGE and the phosphorylated residues were identified (lanes 2 and 3). (G) Microglial cells were transfected with 6xHis-Ubiquitin, GST-Pirh2 (Full-length and mutant), and cdk9 as indicated. IP was with anti-GST antibody (lanes 1–3) followed by immunoblotting using anti-Pirh2 or -His antibodies. In parallel, extracts were western blotted with anti-cdk9, -GST, -Pirh2 and -Grb2 antibodies to detect the indicated proteins. Grb2 was use as a control for equal protein loading. (H) Protein extracts prepared from microglial cells were transfected with cdk9 or cdk9 dominant-negative (cdk9-dn) expression plasmids were blotted with anti-cdk9, -p53, -Pirh2 and -Grb2 antibodies to detect the indicated proteins. Grb2 was use as a control for equal protein loading. In parallel, 200 μg of extracts were immunoprecipitated with anti-serine/threonine antibody and then subjected to western blot analysis using anti-Pirh2 antibody as indicated.Next, we sought to eliminate the effect of cdk9; therefore, microglial cells were transfected with increasing amount (50, 100 and 200 nM) of small interference RNA directed against cdk9 (siRNA-cdk9). As shown in Figure 1B, endogenous level of Pirh2 was not affected in cells transfected with scrambled/non-specific siRNA (lane 2) when compared with the Mock/untransfected (lane 1). Endogenous level of Pirh2 increases in the absence of cdk9 (lane 5). GAPDH was used as a control for equal proteins loading. These results confirmed inhibition of Pirh2 by cdk9.Phosphorylation of Pirh2 by cdk9 gave the rationale to further examine whether cdk9 phosphorylates Pirh2 directly and to identify the phosphorylated residue(s) within Pirh2. In order to eliminate other kinases, we performed an in vitro kinase assay where we used GST-Pirh2 full-length and deletion mutants. Cdk9 protein was purified using in vitro translation kit (IVT).5 Incubation of purified cdk9 with GST-Pirh2 (full-length and mutants) points to the ability of cdk9 to phosphorylate residues located between residues 195 and 261 within Pirh2 protein (Fig. 3C and D) as demonstrated by kinase assay. Note that GST-Pirh2 full-length was used in all the lanes as internal positive control.Pirh2 domain encompassing amino acids 195–261 contains eight potential residues that can be phosphorylated [serine (ser-S) and threonine (thr-T)], as shown in Figure 3E. Therefore, we sought to mutate all these residues to alanine (ala-A) and determine which residue is directly phosphorylated by cdk9. GST-Pirh2 (195–261) was used as a template where these mutations were introduced. Kinase assay points to the ability of cdk9 to phosphorylate Pirh2 on Ser-211 and Thr-217 residues (Fig. 3F). Mutation of either residue prevented cdk9 from phosphorylating Pirh2. Full-length Pirh2 was used as a control in all the lines (Fig. 3F).Phosphorylation of Pirh2 at Ser211/Thr217 by cdk9 enhances its self-ubiquitinationIt has been shown that phosphorylation of Pirh2 by calmodulin-dependent kinase II (CaMK-II) enhances its self-ubiquitination15. Therefore, we sought to investigate whether the same scenario is repeated in the presence of cdk9. Microglial cells were transfected with pcDNA3–6 × His-Ub, cdk9, GST-Pirh2 (full-length or mutant S211/A-T217/A) expression plasmids as indicated. Cellular proteins were prepared after 24 h, 200 μg of extracts were incubated with anti-GST antibody and then analyzed by western blot using anti-Pirh2 or anti-His antibodies. As shown in Figure 3G, phosphorylated full-length Pirh2 was ubiquitinated (lane 2) when compared with the mutant unphosphorylated (lane 3) or when compared with extracts prepared from cells transfected with only His-Ub plasmid (lane 1). In parallel, 50 μg of extracts were directly western blotted to examine the levels of endogenous and overexpressed proteins using anti-Pirh2, -cdk9, -GST and -Grb2 antibodies (Fig. 3G). The slight decrease observed in the level of Pirh2 mutant (GST-Pirh2 panel, lane 3) may be due to the phosphorylation of GST-Pirh2 on different residues by other kinases. Grb2 was used to control equal proteins loading. These results further confirm that phosphorylated Pirh2 is self-ubiquitinated in cdk9-transfected cells.Next, we examine the specificity of Pirh2 phosphorylation by cdk9. Microglia were transfected with cdk9 or cdk9 dominant mutant (cdk9-dn), which lacks the kinase activity. Protein extracts were collected and western blotted to examine the levels of endogenous and/or overexpressed proteins using anti-Pirh2 (total and phosphorylated), -cdk9, -p53 and Grb2 antibodies. Pirh2 was phosphorylated in cells transfected with cdk9 but not with cdk9-dn (Fig. 3H, compare lanes 2 and 3). The level of p53 decreases in cdk9-dn-transfected cells (lane 3). Grb2 was used to control equal proteins loading. These results further confirm the specificity of Pirh2 phosphorylation by cdk9.Induction of Pirh2 in HIV-1-infected cellsTo further confirm this hypothesis regarding involvement of Pirh2 in HIV-1 replication, we analyzed the levels of and subcellular localization of Pirh2 and/or cdk9 by immunohistochemistry. Consistent with our earlier data, Pirh2 and cdk9 were detected in microglia of an HIV encephalopathy case (Fig. 4A). Both proteins were found in low levels in the cytoplasmic compartment of microglia in the normal brain compared with a robust immunolabeling in the cytoplasm of infected microglia in the white matter of a case of HIV encephalopathy (overlay).Open in a separate windowFigure 4. Detection of Pirh2 in Cells and its role in HIV-1 replication. (A) Double labeling immunofluorescence demonstrates the co-localization of Pirh2 and Cdk9 in microglia in the white matter of a case of HIV encephalopathy (overlay). (B) Histograms showing the amount of p24 protein measured in the supernatant of infected cells. As shown, demonstrated, addition of siRNA-Pirh2 delays HIV-1 replication in U-937 cells while overexpression promotes viral replication. (C) Cells were transfected with siRNA-Pirh2. The efficiency of the transfection was investigated using extracts from untransfected (lane 1) or transfected (lane 2) cells that were blotted with anti-Pirh2. Grb2 was used as a control for equal protein loading.To further validate our observations, we performed an infection assay. U-937 cells were infected with JR-FL strain of HIV-1 as described in the “Materials and Methods” section. The cells were transfected with either siRNA-Pirh2 (to silence Pirh2) or with CMV-Pirh2 (to overexpress Pirh2 protein) 24 h prior to the infection. Supernatant was collected every day from the cells for 5 d, after which p24 ELISA test was performed to exam the infection efficiency. As shown in Figure 4B, addition of siRNA-Pirh2 delayed HIV-1 replication for 3 d only (green), a phenomenon that could be due to the inhibitory effect of p53 and its half-life or to the capability of the virus to overcome p53 effect through an unknown, yet to be determined, pathway. Overexpression of Pirh2 did not affect viral replication, and this could be due to the degradation of p53 by Pirh2 (blue). These results corroborate our data regarding decrease of Pirh2 and inhibition of HIV-1 transcription. siRNA-Pirh2 efficiency was validated by western blot analysis using anti-Pirh2 antibody (Fig. 4C). DiscussionThe focus of this study was to identify the factor(s) involved in p53-inhibition of transcriptional elongation. This p53-inhibitory effect prevents the phosphorylation of polymerase II on serine 2 of the C-terminal domain,5 which can stall the elongation. As a result, we showed that cdk9 promotes the phosphorylation of mdm2 and Pirh2. Interestingly, cdk9 physically interacts with Pirh2 but not with mdm2 (Fig. 2). Interaction of cdk9 and Pirh2 led to the phosphorylation of two residues (S-211 and T-217) within Pirh2 protein (Fig. 3). Finally, we showed that the level of Pirh2 is elevated in the brain of an HIV-1 patient (Fig. 4). These results placed Pirh2 as a novel target for the inhibition of HIV-1 transcription and replication.Mechanisms that could inhibit Pirh2Several factors have been shown to affect Pirh2 stability such as Tip60.24 Overexpression of TIP60 enhances Pirh2 protein stability and alters Pirh2 subcellular localization. Interestingly, HIV-1 Tat was shown to physically interact with Tip60 to lower its level and to decrease Tip60 HAT activity.25 This observation could also explain the inactivity of Pirh2 and the inhibitory effect of p53 in the presence of Tat protein in HIV-infected cells. In addition, Tip60 was shown to acetylate and activate p53 to prevent tumor growth,26 and inhibition of Tip60 can prevent acetylation of p53 as well as p53 activation and give place to tumor growth and cell proliferation. Note that acetylation of the C terminus of p53 prevents its degradation by ubiquitination as well its nuclear export.Another factor that is involved in Pirh2 inactivity is Pirh2 phosphorylation, and our data presented here are not without a precedent. It has been shown that CaMK-II protein has the ability to phosphorylate Pirh2 and to renders it inactive.15 The authors also suggested that phosphorylation of Pirh2 by CaMK-II might create a balance between Pirh2-p53 relation that could help p53 stability and functions.In addition to the two factors described above, cdk9 may compete with p53 to interact to Pirh2, since both proteins bind to the same domain within Pirh2 protein (Fig. 2). This could explain inactivation of Pirh2 but does not completely explain the inability of p53 to cause cells cycle arrest in cdk9-transfected cells as shown in Figure 1. In this regard, it has been suggested, that cdk9 interacts with XPB, a subunit of TFIIH that is responsible for inhibition of CDK9 phosphorylation.27 Release of cdk9 from this interaction was shown to be possible through association of p53 with XPB. In addition, association of cdk9 with CycT1, NELF and DSIF could explain its dissociation from Pirh2 and eventually inhibition of p53 and its ubiquitination by Pirh2.Finally, it is well known that cdk9 is a subunit of the positive transcription elongation factor b (pTEFb), and that the recruitment of pTEFb to target genes requires de-ubiquitination of H2Bub.28 Therefore, it is possible that cdk9 associates with Pirh2 to block its ubquitination activities.Cdk9 phosphorylates several proteinsOn the other hand, the ability of cdk9 to phosphorylate cellular factors other than NELF, DSIF and the CTD of pol-II is not without a precedent also. Others and we demonstrated that cdk9 phosphorylates p53 on serine 392 and renders it transcriptionally active.5,29 More recently, cdk9 has been shown to phosphorylate histone H1, a phenomenon that could regulate HIV-1 transcription.30 Therefore, it is not surprising for cdk9 to phosphorylate additional factors such as Pirh2. However, in most cases, cdk9 performs its functions through its interaction with CycT1 and the formation of the p-TEFb complex. Our data did not point to any involvement of CycT1 in Pirh2 phosphorylation, and as shown in Figure 1, the level of CycT1 was not affected by the overexpression of Pirh2 or even its inhibition by siRNA-Pirh2.In addition to Pirh2, cdk9 might use another pathway to deregulate and degrade p53, such as preventing its methylation. Since methylation is required for p53 stabilization,31 it is important to investigate whether cdk9 prevents this methylation. This is also important, because methylation might interfere with Pirh2-mediated ubiquitination of the lysine residue at the C terminus, which leads to subsequent p53 degradation and/or nuclear export.In summary, our results provide an insight into the cellular function of cdk9, ranging from the ability of cdk9 to phosphorylate Pirh2, promoting Pirh2 self-ubiquitination and inhibition to negatively regulating p53 by promoting p53 degradation, whether through Pirh2 or another pathway, indicates that cdk9, is involved in the master switch for cells undergo growth arrest or apoptosis vs. proliferation and growth. It is also a key player in the regulation of HIV-1 gene expression and therefore, it is normal to suggest that phosphorylated Pirh2 will help keeping the negative effect of p53 and may be a novel target for the inhibition of HIV-1 gene expression and replication. Materials and MethodsPlasmidsThe pcDNA3-cdk9, cdk9-dn, CMV-p53, pcDNA-Tat (101aa) and HIVJR-FL have been previously described.5,32,33 GST-Pirh2, wt and mutants, were previously described.11Cell culture and transfection assaysHuman lung carcinoma (H1299), astrocytic (U-87MG) and microglial cell lines were maintained in DMEM + 10% FBS (Gibco), 100 units/ml penicillin, 50 μg/ml streptomycin-G. Transfection was carried for 24 h after which CAT assay was performed as previously described.34Cell cycle analysisHuman astrocytic cells, U-87MG, were maintained in serum-free media for 72 h, prior to growth in DMEM + 10% FBS. Cells were then transfected with p53 or cdk9 expression plasmids. To monitor for transfection efficiency and to select transfected cells for analysis, cells were co-transfected with EGFP-spectrin plasmid. At the indicated times, cells were processed for FACS analysis by fixing and staining them with propidium iodide to determine the DNA content and EGFP expression simultaneously. To distinguish between non- and transfected, cells were gated on a fluorescence-activated cell sorter, and the DNA profiles of both the EGFP-negative and the EGFP-positive population were determined.Purification of recombinant proteins (GST)GST-Pirh2 (wt and mutants) fusion proteins were expressed and purified as described.35 The integrity and purity of the GST fusion proteins were analyzed by SDS-PAGE followed by Coomassie blue staining. Radiolabeled cdk9 protein was synthesized with TNT-coupled wheat germ extract system according to the manufacturer’s recommendations (Promega).In vitro protein-protein interactions (GST pull-down assay)Four μL of [35S]-labeled and translated cdk9 protein was incubated with 5 μg of GST or fusion proteins GST-Pirh2 coupled to glutathione sepharose beads in 300 μl of lysis buffer 150 (LB 150) for 2 h at 4°C with continuous rocking. After incubation, beads were pelleted and washed 5× with LB-150 buffer. Bound proteins were eluted with Laemmli sample buffer, heated to 95°C for 5 min and separated by SDS-PAGE.In vitro kinase assaysKinase assays were performed essentially as described1 with 0.5 μg each of [35S] IVT-cdk9 or cdk9-dn in 10 μl reaction mixtures containing 50 mM TRIS-HCl (pH 7.5), 10mM MgCl2, 1mM DTT, 100 mg/ml BSA, 50 mM ATP, and 2.5μCi of [γ-32P] ATP. Reactions were incubated at 37°C for 30 min, stopped with SDS loading dye, run on SDS-10% PAGE, fixed, stained and then allowed to dry before autoradiography.Immunoprecipitation and western blottingCells were transfected with cdk9, mdm2, Pirh2, HIV-1 Tat or p53 expression plasmids. Twenty-four h post-transfection, 200 μg of cell extracts were immunoprecipitated with anti-p53, -cdk9, -Pirh2, -Tat, -pol II (Ser-2), pol II (Ser-5) or - CycT1 antibodies. Fifty μg of protein extracts were used for western blot analysis as described.16 Anti-mdm2 antibodies (4B2, 2A9, and 2A10) were a gift from Arnold J. Levine (Institute of Advanced Study).18 Anti-hsp70, and anti-Grb2 antibodies were used as a control for equal protein loading. Note that Pirh2 antibody (ab57152, Abcam) was used in all our experiments.In vivo ubiquitination assayU-87MG cells were transfected with plasmids encoding p53, cdk9, Pirh2 and histidine-tagged ubiquitin (6 × His-Ub) either alone or in combination. Cells were collected 24 h later, and lysates were subjected to western blotting and immunoprecipitation as described above. The total DNA level was kept constant by the addition of the empty vector.RNA interferenceFour hundred nM of SmartPool small interfering RNA against Pirh2 (siRNA-Pirh2) (5′-ucaacuagaucgcuuuaaa dTdT-3′ and 5′-uucuccgaacgugucacgudTdT-3′) were transfected into ~1 × 106 U-87MG in serum-free media alone or in the presence of 5 μg of plasmids that express cdk9, p53, Pirh2 or 6xHis-Ub using RNAiFect transfection reagents (QIAGEN). Similarly, 200 nM of non-specific siRNA or siRNA-cdk9 (50, 100 and 200 nM) were transfected into microglial cells. Efficiency of transfection and the levels of the specific proteins were analyzed by western blot assay (50 μg of cell extracts) using Pirh2, Grb2 or GAPDH antibodies.ImmunocytochemistryImmunocytochemistry was performed utilizing an Avidin-Biotin-Peroxidase kit, (Vectastain Elite ABC Peroxidase kit) as previously described.36 Primary antibodies were incubated overnight at room temperature (anti-Pirh2 or anti-cdk9 monoclonal antibodies). After rinsing with PBS, sections were incubated for 1 h at room temperature with biotinylated anti-rabbit or anti-goat secondary antibodies. The tissue was subsequently incubated with Avidin-Biotin-Peroxidase complexes for 1hr at room temperature according and finally, the sections were developed with a diaminobenzidine substrate (Sigma Laboratories), counterstained with hematoxylin and coverslipped with Permount (Fisher Scientific).Cell infectionHuman U-937 cell line was maintained in RPMI + 10% FBS (Gibco), 100 units/ml penicillin, 50 μg/ml streptomycin-G. Cells in the log phase of growth were infected with JR-FL strain of HIV-1 as follows. Fifty ng of p24 containing virus stock were added to every 1 × 106 cells. Cells were incubated with virus stock in a small volume of serum free media for 2 h at 37°C. The cells were then washed twice with PBS and a new fresh media containing 2% of FBS was added (0.5 × 106 cells /ml). The cells were also transfected with siRNA-Pirh2 or with CMV-Pirh2 as described.36 Cells were collected every alternate day for p24 ELISA test.p24 ELISAp24 antigens ELISA was performed as described.33 Each sample was assayed over a 10,000-fold range of dilution to ensure quantitation was based on an OD value within the linear range of the standards. AcknowledgmentsWe thank Arnold J. Levine (Institute of Advanced Study; Princeton, NJ) for the Mdm2 antiserum. This work was supported by NIH (NINDS and NIMH) grants awarded to B.E.S. Disclosure of Potential Conflicts of InterestNo potential conflicts of interest were disclosed. FootnotesPreviously published online: www.landesbioscience.com/journals/cc/article/24733 References1. Graña X, De Luca A, Sang N, Fu Y, Claudio PP, Rosenblatt J, et al.  PITALRE, a nuclear CDC2-related protein kinase that phosphorylates the retinoblastoma protein in vitro. Proc Natl Acad Sci USA. 1994;91:3834–8. doi: 10.1073/pnas.91.9.3834. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Bullrich F, MacLachlan TK, Sang NL, Druck T, Veronese ML, Allen SL, et al.  Chromosomal mapping of members of the cdc2 family of protein kinases, cdk3, cdk6, PISSLRE, and PITALRE, and a cdk inhibitor, p27Kip1, to regions involved in human cancer. Cancer Res. 1995;55:1199–205. [PubMed] [Google Scholar]3. Wei P, Garber ME, Fang SM, Fischer WH, Jones KA. A novel CDK9-associated C-type cyclin interacts directly with HIV-1 Tat and mediates its high-affinity, loop-specific binding to TAR RNA. Cell. 1998;92:451–62. doi: 10.1016/S0092-8674(00)80939-3. [PubMed] [CrossRef] [Google Scholar]4. Nguyen VT, Kiss TS, Michels AA, Bensaude O. 7SK small nuclear RNA binds to and inhibits the activity of CDK9/cyclin T complexes. Nature. 2001;414:322–5. doi: 10.1038/35104581. [PubMed] [CrossRef] [Google Scholar]5. Claudio PP, Cui J, Ghafouri M, Mariano C, White MK, Safak M, et al.  Cdk9 phosphorylates p53 on serine 392 independently of CKII. J Cell Physiol. 2006;208:602–12. doi: 10.1002/jcp.20698. [PubMed] [CrossRef] [Google Scholar]6. Chang P-C, Li M. Kaposi’s sarcoma-associated herpesvirus K-cyclin interacts with Cdk9 and stimulates Cdk9-mediated phosphorylation of p53 tumor suppressor. J Virol. 2008;82:278–90. doi: 10.1128/JVI.01552-07. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. O’Keeffe B, Fong Y, Chen D, Zhou S, Zhou Q. Requirement for a kinase-specific chaperone pathway in the production of a Cdk9/cyclin T1 heterodimer responsible for P-TEFb-mediated tat stimulation of HIV-1 transcription. J Biol Chem. 2000;275:279–87. doi: 10.1074/jbc.275.1.279. [PubMed] [CrossRef] [Google Scholar]8. Fu TJ, Peng JM, Lee G, Price DH, Flores O. Cyclin K functions as a CDK9 regulatory subunit and participates in RNA polymerase II transcription. J Biol Chem. 1999;274:34527–30. doi: 10.1074/jbc.274.49.34527. [PubMed] [CrossRef] [Google Scholar]9. Napolitano G, Licciardo P, Gallo P, Majello B, Giordano A, Lania L. The CDK9-associated cyclins T1 and T2 exert opposite effects on HIV-1 Tat activity. AIDS. 1999;13:1453–9. doi: 10.1097/00002030-199908200-00003. [PubMed] [CrossRef] [Google Scholar]10. Kubbutat MHG, Jones SN, Vousden KH. Regulation of p53 stability by Mdm2. Nature. 1997;387:299–303. doi: 10.1038/387299a0. [PubMed] [CrossRef] [Google Scholar]11. Leng RP, Lin YP, Ma WL, Wu H, Lemmers B, Chung S, et al.  Pirh2, a p53-induced ubiquitin-protein ligase, promotes p53 degradation. Cell. 2003;112:779–91. doi: 10.1016/S0092-8674(03)00193-4. [PubMed] [CrossRef] [Google Scholar]12. Dornan D, Wertz I, Shimizu H, Arnott D, Frantz GD, Dowd P, et al.  The ubiquitin ligase COP1 is a critical negative regulator of p53. Nature. 2004;429:86–92. doi: 10.1038/nature02514. [PubMed] [CrossRef] [Google Scholar]13. Chen DL, Kon N, Li MY, Zhang WZ, Qin J, Gu W. ARF-BP1/Mule is a critical mediator of the ARF tumor suppressor. Cell. 2005;121:1071–83. doi: 10.1016/j.cell.2005.03.037. [PubMed] [CrossRef] [Google Scholar]14. Jung Y-S, Liu G, Chen X. Pirh2 E3 ubiquitin ligase targets DNA polymerase eta for 20S proteasomal degradation. Mol Cell Biol. 2010;30:1041–8. doi: 10.1128/MCB.01198-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Duan S, Yao Z, Hou D, Wu Z, Zhu W-G, Wu M. Phosphorylation of Pirh2 by calmodulin-dependent kinase II impairs its ability to ubiquitinate p53. EMBO J. 2007;26:3062–74. doi: 10.1038/sj.emboj.7601749. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Mukerjee R, Claudio PP, Chang JR, Del Valle L, Sawaya BE. Transcriptional regulation of HIV-1 gene expression by p53. Cell Cycle. 2010;9:4569–78. doi: 10.4161/cc.9.22.13836. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. D’Orso I, Frankel AD. RNA-mediated displacement of an inhibitory snRNP complex activates transcription elongation. Nat Struct Mol Biol. 2010;17:815–21. doi: 10.1038/nsmb.1827. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Pauls E, Senserrich J, Clotet B, Esté JA. Inhibition of HIV-1 replication by RNA interference of p53 expression. J Leukoc Biol. 2006;80:659–67. doi: 10.1189/jlb.0306189. [PubMed] [CrossRef] [Google Scholar]19. Maya R, Balass M, Kim ST, Shkedy D, Leal JFM, Shifman O, et al.  ATM-dependent phosphorylation of Mdm2 on serine 395: role in p53 activation by DNA damage. Genes Dev. 2001;15:1067–77. doi: 10.1101/gad.886901. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Brooks CL, Gu W. p53 ubiquitination: Mdm2 and beyond. Mol Cell. 2006;21:307–15. doi: 10.1016/j.molcel.2006.01.020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Brooks CL, Gu W. p53 regulation by ubiquitin. FEBS Lett. 2011;585:2803–9. doi: 10.1016/j.febslet.2011.05.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Baumli S, Lolli G, Lowe ED, Troiani S, Rusconi L, Bullock AN, et al.  The structure of P-TEFb (CDK9/cyclin T1), its complex with flavopiridol and regulation by phosphorylation. EMBO J. 2008;27:1907–18. doi: 10.1038/emboj.2008.121. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Janabi N, Peudenier S, Héron B, Ng KH, Tardieu M. Establishment of human microglial cell lines after transfection of primary cultures of embryonic microglial cells with the SV40 large T antigen. Neurosci Lett. 1995;195:105–8. doi: 10.1016/0304-3940(94)11792-H. [PubMed] [CrossRef] [Google Scholar]24. Logan IR, Sapountzi V, Gaughan L, Neal DE, Robson CN. Control of human PIRH2 protein stability: involvement of TIP60 and the proteosome. J Biol Chem. 2004;279:11696–704. doi: 10.1074/jbc.M312712200. [PubMed] [CrossRef] [Google Scholar]25. Col E, Caron C, Chable-Bessia C, Legube G, Gazzeri S, Komatsu Y, et al.  HIV-1 Tat targets Tip60 to impair the apoptotic cell response to genotoxic stresses. EMBO J. 2005;24:2634–45. doi: 10.1038/sj.emboj.7600734. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Sho T, Tsukiyama T, Sato T, Kondo T, Cheng J, Saku T, et al.  TRIM29 negatively regulates p53 via inhibition of Tip60. Biochim Biophys Acta. 2011;1813:1245–53. doi: 10.1016/j.bbamcr.2011.03.018. [PubMed] [CrossRef] [Google Scholar]27. Zhou MS, Nekhai S, Bharucha DC, Kumar A, Ge H, Price DH, et al.  TFIIH inhibits CDK9 phosphorylation during human immunodeficiency virus type 1 transcription. J Biol Chem. 2001;276:44633–40. doi: 10.1074/jbc.M107466200. [PubMed] [CrossRef] [Google Scholar]28. Brès V, Yoh SM, Jones KA. The multi-tasking P-TEFb complex. Curr Opin Cell Biol. 2008;20:334–40. doi: 10.1016/j.ceb.2008.04.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Radhakrishnan SK, Gartel AL. CDK9 phosphorylates p53 on serine residues 33, 315 and 392. Cell Cycle. 2006;5:519–21. doi: 10.4161/cc.5.5.2514. [PubMed] [CrossRef] [Google Scholar]30. O’Brien SK, Cao H, Nathans R, Ali A, Rana TM. P-TEFb kinase complex phosphorylates histone H1 to regulate expression of cellular and HIV-1 genes. J Biol Chem. 2010;285:29713–20. doi: 10.1074/jbc.M110.125997. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Chuikov S, Kurash JK, Wilson JR, Xiao B, Justin N, Ivanov GS, et al.  Regulation of p53 activity through lysine methylation. Nature. 2004;432:353–60. doi: 10.1038/nature03117. [PubMed] [CrossRef] [Google Scholar]32. Sawaya BE, Khalili K, Mercer WE, Denisova L, Amini S. Cooperative actions of HIV-1 Vpr and p53 modulate viral gene transcription. J Biol Chem. 1998;273:20052–7. doi: 10.1074/jbc.273.32.20052. [PubMed] [CrossRef] [Google Scholar]33. Sawaya BE, Khalili K, Gordon J, Taube R, Amini S. Cooperative interaction between HIV-1 regulatory proteins Tat and Vpr modulates transcription of the viral genome. J Biol Chem. 2000;275:35209–14. doi: 10.1074/jbc.M005197200. [PubMed] [CrossRef] [Google Scholar]34. Sawaya BE, Rohr O, Aunis D, Schaeffer E. Chicken ovalbumin upstream promoter transcription factor, a transcriptional activator of HIV-1 gene expression in human brain cells. J Biol Chem. 1996;271:23572–6. doi: 10.1074/jbc.271.38.23572. [PubMed] [CrossRef] [Google Scholar]35. Amini S, Mameli G, Del Valle L, Skowronska A, Reiss K, Gelman BB, et al.  p73 Interacts with human immunodeficiency virus type 1 Tat in astrocytic cells and prevents its acetylation on lysine 28. Mol Cell Biol. 2005;25:8126–38. doi: 10.1128/MCB.25.18.8126-8138.2005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Deshmane SL, Mukerjee R, Fan S, Del Valle L, Michiels C, Sweet T, et al.  Activation of the oxidative stress pathway by HIV-1 Vpr leads to induction of hypoxia-inducible factor 1alpha expression. J Biol Chem. 2009;284:11364–73. doi: 10.1074/jbc.M809266200. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}