{"title": "The CDK Network: Linking Cycles of Cell Division and Gene Expression", "pubDate": "2012", "PMCID": "PMC3636752", "DOI": "10.1177/1947601912473308", "PMID": "23634260", "abstract": "Cyclin-dependent kinases (CDKs) play essential roles in cell proliferation and gene expression. Although distinct sets of CDKs work in cell division and transcription by RNA polymerase II (Pol II), they share a CDK-activating kinase (CAK), which is itself a CDK-Cdk7-in metazoans. Thus a unitary CDK network controls and may coordinate cycles of cell division and gene expression. Recent work reveals decisive roles for Cdk7 in both pathways. The CAK function of Cdk7 helps determine timing of activation and cyclin-binding preferences of different CDKs during the cell cycle. In the transcription cycle, Cdk7 is both an effector kinase, which phosphorylates Pol II and other proteins and helps establish promoter-proximal pausing; and a CAK for Cdk9 (P-TEFb), which releases Pol II from the pause. By governing the transition from initiation to elongation, Cdk7, Cdk9 and their substrates influence expression of genes important for developmental and cell-cycle decisions, and ensure co-transcriptional maturation of Pol II transcripts. Cdk7 engaged in transcription also appears to be regulated by phosphorylation within its own activation (T) loop. Here I review recent studies of CDK regulation in cell division and gene expression, and propose a model whereby mitogenic signals trigger a cascade of CDK T-loop phosphorylation that drives cells past the restriction (R) point, when continued cell-cycle progression becomes growth factor-independent. Because R-point control is frequently deregulated in cancer, the CAK-CDK pathway is an attractive target for chemical inhibition aimed at impeding the inappropriate commitment to cell division.", "author": [{"author": "Robert P Fisher", "affiliation": ["Mount Sinai School of Medicine, New York, NY, USA."], "href": "/?term=Fisher+RP&cauthor_id=23634260"}], "refPMID": [], "citedInPMID": ["23634260", "35116400", "35054996", "34977868", "34508254", "34490348", "34109118", "33745909", "33287368", "32770082", "32668240", "32183020", "32155786", "31629614", "31362387", "31276249", "31189739", "31076643", "30946639", "30409083", "29743242", "29545334", "29408204", "29361561", "28677499", "28174091", "27918433", "27805905", "27797603", "27302171", "27152730", "27128603", "26810603", "26606677", "26257281", "26178009", "25691663", "25590687", "25384976", "25314274", "24524087", "23775125"], "body": " AbstractCyclin-dependent kinases (CDKs) play essential roles in cell proliferation and gene expression. Although distinct sets of CDKs work in cell division and transcription by RNA polymerase II (Pol II), they share a CDK-activating kinase (CAK), which is itself a CDK—Cdk7—in metazoans. Thus a unitary CDK network controls and may coordinate cycles of cell division and gene expression. Recent work reveals decisive roles for Cdk7 in both pathways. The CAK function of Cdk7 helps determine timing of activation and cyclin-binding preferences of different CDKs during the cell cycle. In the transcription cycle, Cdk7 is both an effector kinase, which phosphorylates Pol II and other proteins and helps establish promoter-proximal pausing; and a CAK for Cdk9 (P-TEFb), which releases Pol II from the pause. By governing the transition from initiation to elongation, Cdk7, Cdk9 and their substrates influence expression of genes important for developmental and cell-cycle decisions, and ensure co-transcriptional maturation of Pol II transcripts. Cdk7 engaged in transcription also appears to be regulated by phosphorylation within its own activation (T) loop. Here I review recent studies of CDK regulation in cell division and gene expression, and propose a model whereby mitogenic signals trigger a cascade of CDK T-loop phosphorylation that drives cells past the restriction (R) point, when continued cell-cycle progression becomes growth factor-independent. Because R-point control is frequently deregulated in cancer, the CAK-CDK pathway is an attractive target for chemical inhibition aimed at impeding the inappropriate commitment to cell division.Keywords: cyclin-dependent kinase (CDK), CDK-activating kinase (CAK), cell division cycle, RNA polymerase II, transcription, phosphorylation IntroductionEukaryotic cell division is regulated by cyclin-dependent protein kinases (CDKs) (reviewed in Morgan1). To coordinate this complex cellular program, CDKs integrate both extra- and intracellular signals and produce both graded outputs and binary, all-or-none responses. The irreversible commitment to a round of division is made at a decision point in G1—Start in yeast, or the restriction (R) point in mammalian cells—governed by a mitogen-dependent CDK switch.2-4 The gradual rise of CDK activity during S phase promotes the onset of DNA replication and proper timing of origin firing while preventing untimely licensing of origins throughout S and G2.5 Finally, a steeper rise and abrupt fall of CDK activity trigger entry to and exit from mitosis, respectively, and help to ensure faithful segregation of duplicated chromosomes and relicensing of origins for the next round of replication.1,6 In addition to their canonical roles in unperturbed cell cycles, CDKs play active parts in the response to DNA damage—both in the sensing and signaling limbs required for checkpoint activation and in the selection of appropriate repair pathways at different stages of cell division (reviewed in Wohlbold & Fisher7 and Yata & Esashi8).CDKs are in turn strictly regulated by numerous mechanisms—some common to most or all CDKs and some specifically targeted at individual family members. These include (1) binding of allosteric activators (cyclins and other proteins) that also influence substrate specificity,9,10 or of CDK inhibitor proteins (CKIs), which can also act in positive fashion to promote assembly of certain CDK/cyclin pairs11,12; (2) activating or inhibitory phosphorylation of the catalytic subunit, cyclin, or CKI; and (3) protein degradation, which can promote or terminate activity depending on the proteolytic target. Cyclical changes in subcellular localization have been implicated in regulating specific CDKs.11,13,14 Regulation also occurs at the level of the substrates, which differ in their timing of accumulation and relative affinities for different CDKs.10\nThe transcription cycle of RNA polymerase II (Pol II) is governed by a set of CDKs that are largely distinct from those directly implicated in cell division (reviewed in Fisher15). Relative to understanding of the cell cycle, our knowledge of CDK functions and substrates important in controlling gene expression is limited. The best-studied CDK target in transcription is the carboxyl-terminal domain (CTD) of the Pol II large subunit Rpb1, which undergoes sequential phosphorylation on different residues within a heptad repeat unit (consensus 1-YSPTSPS-7, repeated 52 times in human Rpb1) during initiation, elongation, and termination,16 to provide distinct binding determinants for transcriptional regulators, chromatin modifiers, and RNA-processing enzymes.17 CDKs phosphorylate other targets, however, to direct chromatin modification and RNA-processing events that are at least partially independent of the Pol II CTD.18-20\nMany of the regulatory mechanisms that impinge on the cell-cycle CDKs also operate on transcriptional CDKs. These include cyclin synthesis and degradation,21,22 binding of inhibitory proteins or ribonucleoproteins (RNPs),23,24 targeting to sites on chromatin (and thus to specific substrates) by accessory factors such as the bromodomain protein Brd4,25 and phosphorylation of the activation (T) loop by a CDK-activating kinase (CAK).26-33 Substrate-level regulation also occurs; recruitment of one CDK to the transcribing Pol II complex can depend on CTD phosphorylations placed by a different CDK,34,35 and one CDK can “prime” a CTD for phosphorylation by another.35-37\nPrevailing models of metazoan cell division assigned an essential but not rate-limiting role to CAK.38 Indeed, the fact that the same CAK, Cdk7, is responsible for activating Cdk2 (active from late G1 until just prior to mitosis) and Cdk1 (active from mid-S phase until the end of mitosis)39 seemed to provide a rationale for why the CAK function must be a constitutive one. A more nuanced model has emerged in recent years, however, and cracks have appeared in the picture of Cdk7 as a constitutive kinase that’s always there when needed but never regulated. We have learned that Cdk7 has the surprising ability to recognize substrates through multiple mechanisms and to support kinetically distinct activation pathways for different CDK targets.40 Here I will review these developments and new evidence that T-loop phosphorylation (and thus CAK) might act in true regulatory fashion. This rethinking of Cdk7’s place in the CDK network should prompt a reevaluation of its potential as an anticancer drug target.15,41,42\n CDK Activation during the Transcription CycleOf the 2 near-universal CDK-activating mechanisms—cyclin-binding and phosphorylation—only the latter is likely to play a regulatory role in transcription. Unlike the cell-cycle CDKs (Cdk1, -2, -4, and -6), the major transcriptional CDKs in human cells (Cdk7, -8, -9, -12, and -13) have dedicated cyclin partners with which they associate constitutively. Although specific cyclins might appear or disappear under different growth conditions, there is no evidence of regulated assembly or disassembly within a transcription cycle, and each CDK/cyclin pair is likely to be recruited intact to chromatin. We recently showed, however, that CDK T-loop phosphorylation fluctuates in spatially defined patterns on chromatin. The CAK responsible for activating Cdk9—the catalytic subunit of positive transcription elongation factor b (P-TEFb)43—is Cdk7, the same enzyme required to activate cell-cycle CDKs in human cells.29,39 Thus, a unitary CDK network controls, and may coordinate, cell division and gene expression in metazoans.In addition to its classical activating function, T-loop phosphorylation of Cdk9 promotes association with the inhibitory 7SK RNP,44 suggesting a “P-TEFb cycle” in which the T loop must first be dephosphorylated to mobilize cellular reserves of latent Cdk9 to work in transcription.45 Therefore, a Cdk9-activating kinase might function paradoxically in some contexts to restrain Cdk9 activity. Cdk7 also acts in seeming opposition to Cdk9 by promoting the recruitment of factors that block transcript elongation, causing Pol II to pause in the promoter-proximal region.29,46 Pausing is a means to regulate expression of select genes—enriched for those required in developmental decisions, cell-cycle transitions, and stimulus-response pathways47-49—and a quality control mechanism to ensure co-transcriptional processing of Pol II transcripts.50,51 Cdk9 releases Pol II from the pause—a function that presumably depends on its full activation by Cdk7. After recruitment, T-loop phosphorylation might in fact be the primary mechanism for positively regulating Cdk9 during transcription. CAK-dependent gradients of specific activity, increasing from 5′ to 3′ on transcribed genes,29 could explain the lack of spatial correlation in chromatin immunoprecipitation (ChIP) analysis between Cdk9 occupancy and Ser2 phosphorylation—a CTD mark usually ascribed to P-TEFb.29,52,53 If so, it would be the first clear case in which a CAK exercises rate-limiting control over a critical biochemical transition—the initiation-elongation switch of Pol II. The CAK We KnowThe minimal Cdk7 complex consists of Cdk7, cyclin H, and the RING-finger protein Mat1 and is also found in quaternary complexes with the DNA helicase XPD/ERCC2 and in the 10-subunit general transcription factor TFIIH (reviewed in Fisher15). In vitro, Cdk7 can phosphorylate T loops of all cell-cycle CDKs that have been tested54-56 as well as those of Cdk1157—implicated in cell-cycle control and gene expression—and Cdk9.29 There was skepticism regarding Cdk7’s role in activating CDKs in vivo, owing to its seemingly unrelated function in transcription and the identification of a dedicated CAK responsible for CDK activation in budding yeast.58-60 Genetic analyses in flies and worms, however, clearly implicated Cdk7 in Cdk1 activation.61,62 All doubts were put to rest by a chemical-genetic analysis in human colon cancer cells which revealed that acute inhibition of Cdk7 prevented activation of Cdk2 and Cdk1 and impeded both S phase and mitosis.39\nAlthough the idea of Cdk7 as a physiologic CAK has been accepted, some continue to question whether it is the only CAK. Two reports have suggested that specific CDKs are capable of bypassing the CAK requirement through autoactivation. Cdk2 was apparently phosphorylated when expressed as a monomer in bacteria under certain conditions,63 which could not be reproduced in eukaryotic cells or in vitro. Cdk9 was also posited to phosphorylate its own T loop,64 but direct tests of autocatalytic activation starting with unphosphorylated Cdk9 did not support this idea.29 Finally, T-loop phosphorylation of Cdk1 and Cdk2 was detected after conditional deletion of the Cdk7 gene in mouse embryonic fibroblasts (MEFs) expressing various oncoproteins.65 This seemed to challenge the notion that Cdk7 is the sole CAK in metazoans,66 although the experimental setup and the dependence on “rundown” of protein levels after gene ablation left other interpretations open. Because allele-specific inhibition of Cdk7 with small molecules led to abrupt cessation of all Cdk1 and Cdk2 T-loop phosphorylation in vivo,39 models based on alternative or minor Cdk1- or Cdk2-activating kinases should probably be viewed with skepticism until such an enzyme materializes. G1, a Final Frontier for CAKAnother challenge to the single-CAK theory arises from studies of cyclin D-dependent Cdk4 and Cdk6, which are implicated in R-point regulation.67 Both are targets of Cdk7 in vitro,54,56 and Cdk4 was among the 7 substrates of an analog-sensitive (AS) Cdk7 identified by a chemical-genetic screen in crude extracts of human cells.57 Cdk4 activity decreased in MEFs after Cdk7 gene disruption, but the mechanism of that decrease was not determined.65 It is therefore still unknown whether Cdk7 is the physiologic activating kinase for Cdk4 (or Cdk6) in metazoan cells.Cdk4 undergoes fluctuations in T-loop phosphorylation state without detectable changes in soluble cellular CAK activity as cells are stimulated to progress through G1.68 Treatments that block Cdk4 T-loop phosphorylation, such as cyclic AMP (cAMP) in mouse macrophages, do so through increased binding of Cdk4/cyclin D to the CKI p27—which can deny access by Cdk7 to the Cdk4 T loop in a ternary complex69—although it has been suggested that cAMP might also work through other, p27-independent mechanisms to impair Cdk4 activation.70 There are primary and tertiary structural differences between the T loops of Cdk2 and Cdk4. In its cyclin D-bound, CAK-phosphorylated form, the T loop of Cdk4 remains exposed to solvent and accessible to phosphatases.71,72 In contrast, the phosphorylated T loop of the fully active Cdk2/cyclin A complex is protected by protein-protein contacts.73 Presumably as a result, Cdk2 bound to cyclin remains phosphorylated and active for hours after Cdk7 activity is shut off, even though no activation can occur de novo.39,40 CAK activity is therefore required to establish, but not to maintain, the active state of Cdk2, whereas competition by phosphatases might place a higher demand on CAK activity to keep Cdk4 active.One argument put forth in favor of a Cdk4-specific CAK is based on the amino-acid sequence surrounding Thr172, the CAK target site in Cdk4. Uniquely among cell-cycle CDKs, Cdk4 has a Pro residue in the *1 position adjacent to the phosphorylated Thr.56,74 Mutation of Pro173 to Ser (the *1 residue of the Cdk6 T loop) decreased activity of ectopically expressed Cdk4 recovered from transfected cells.75 Because a P173S mutation had no detectable effect on a CAK assay with purified Cdk7, this was taken as circumstantial evidence of another, regulated CAK acting on Cdk4 in vivo. Cdk7—A Universal CAK with Diverse Modes of ActionThere is still no clear evidence that CDK T-loop phosphorylation can occur independently of Cdk7 in vivo. Because no other CAK has been found in a metazoan organism—and the existence of an enzyme orthologous to the budding yeast CAK appeared to be specifically ruled out by comparative genomics76—perhaps it would be more instructive to ask, Can Cdk7 adapt to activate structurally distinct CDKs at different points in the cell cycle (while also performing its role in transcription)? If so, we should be able to account for any supposedly anomalous results by enzymologic analysis of Cdk7 in vitro and dissection of CDK activation pathways in vivo.There is a relevant precedent for the soundness of that approach. Cdk2 appeared to be refractory to Cdk7 temperature-sensitive mutations that prevented Cdk1 activation in Drosophila and Caenhorabditis.61,62 Subsequent analysis in human cells confirmed, however, that Cdk2 is a Cdk7 target in vivo39 and revealed a plausible explanation for the lack of effects on Cdk2 in earlier studies—different pathways of activation for Cdk1 and Cdk2 and different kinetics of inactivation when CAK is shut off.This in turn led to the understanding that Cdk7 helps determine the CDK-binding specificity of cyclins A and B in vivo.40 Because Cdk7 can work on the monomeric form of Cdk2 but requires the presence of a cyclin to recognize Cdk1, the former but not the latter can be activated through a “phosphorylation-first” pathway. Activation of Cdk1 is further disfavored because its stable assembly with cyclins depends on T-loop phosphorylation.39 Both mathematical modeling and experimental results indicate that kinetic insulation of activation pathways can give Cdk2 priority over Cdk1 in binding to cyclin A—consistent with the observed sequence of activation of the 2 CDKs in human cells.40,77 That order is likely to be important to ensure timely passage of the R point,78 the proper sequence of replication origin-firing,79 adequate production of histones during S phase,80 and the effectiveness of DNA damage responses.81,82 The stringent T-loop phosphorylation requirement for Cdk1/cyclin assembly, furthermore, serves to couple activating and inhibitory phosphorylation; because the latter is dominant (i.e., Cdk1 phosphorylated on both activating and inhibitory sites is inactive), this coupling might help prevent precocious entry to mitosis.39,83\n Filling the Gap in G1If Cdk7 recognizes Cdk1 and Cdk2—which are ~65% identical and share cyclin partners—through different mechanisms, it might have a Cdk4- or Cdk4/ 6-specific mode as well. Structural differences between cyclin D-dependent kinases and other CAK targets might be clues as to how Cdk7 executes its CAK function in G1, rather than evidence for an elusive, alternative CAK. The solvent exposure of the Cdk4 T loop even in the cyclin D-bound form71,72 implies that a Cdk4-activating kinase might need to overcome antagonism by phosphatases. In contrast, there are no phosphatases known to act on the T loops of Cdk1 or Cdk2 complexes. The T loop of monomeric Cdk2 is vulnerable to attack, however.84-86 Cdk7 can keep up with increased demand imposed by dephosphorylation through a faster rate of catalysis on monomeric versus cyclin-bound Cdk2.40 A similar rate enhancement might allow Cdk7 to stay ahead of competing phosphatases to support the rise in Cdk4 and Cdk6 activity prior to passage of the R point.What about that *1 Pro? A priori, it poses no special challenge for Cdk7: CDKs belong to the larger class of Pro-directed kinases, and Cdk7 phosphorylates Ser5 of the CTD repeat and sites on other transcription proteins with Pro residues in the *1 position.15 Moreover, although none of the other dedicated cell-cycle CDKs has this feature, Cdk11 does have a *1 Pro and is an exclusive target of Cdk7 in crude extracts.57 So, instead of being a problem for the Cdk7-as-CAK paradigm, this might be another clue as to how Cdk7 can promote Cdk4 activation during G1. Cdk7 phosphorylates Pol II and the transcription initiation factor TFIIE on sites containing a *1 Pro and in each case is stimulated by phosphorylation of its own T loop29,57,87 (unpublished observations). For the Pol II CTD this stems from an ~20-fold increase in k\ncat, which does not occur with the Cdk2/cyclin A complex as a substrate.87\nThis substrate-specific stimulation might allow separate regulation of CDK-activating and CTD kinase activities. Similar mechanisms might permit unique CDK-activation pathways to operate at different points in the cell cycle. Viewed in this light, the apparently constitutive activity of Cdk7 throughout much of the cell cycle might be principally a reflection of the prevalent mode of regulation after passage of the R point: binary, switch-like transitions in an irreversible pathway. In contrast, during the pre- R-point interval—when progression toward S or regression toward G0 is possible—CAK activity might be tuned in “analog” fashion to the strength of mitogenic signaling. Mitogenic Signals Target the Cdk4 T LoopOne mechanism by which growth factors could stimulate Cdk4 T-loop phosphorylation has previously been de- scribed. The CKIs p21 and p27 bind both to cyclin D-dependent kinases and to Cdk1 and Cdk2.88 In the case of Cdk4, however, that binding need not be inhibitory; p21 and p27 can also promote assembly and nuclear localization of the intrinsically unstable Cdk4/cyclin D pair.11,12 A way for p27 to toggle between kinase-inhibitory and kinase-permissive modes involves phosphorylation on conserved Tyr residues by growth factor-responsive kinases; in the absence of mitogens, p27 is unphosphorylated and inhibitory, whereas serum addition leads to Tyr phosphorylation of p27, which permits Cdk4/cyclin D/p27 ternary complexes to become active.89-91 This phosphorylation of p27 not only reverses inhibition of complexes previously phosphorylated at Cdk4-Thr172 but also allows T-loop phosphorylation de novo, which is blocked in the ternary complex lacking p27 phosphorylation.92 The sensitivity to p27 Tyr phosphorylation was a specific property of the metazoan Cdk7 complex not observed with a yeast CAK (Csk1 from fission yeast27,30), which phosphorylated Cdk4 within the ternary complex irrespective of p27 phosphorylation state.92 Taken together, these observations suggested a model whereby quiescent cells can accumulate preassembled Cdk4/cyclin D/p27 complexes, which are capable of rapid activation upon cell-cycle entry through the sequence: (1) p27 phosphorylation by Tyr kinases and (2) T-loop phosphorylation by Cdk7. CDK Activation: A Pathway for Every OccasionIn budding yeast, the preference of the single-subunit CAK, Cak1, for monomeric CDK substrates ensures that a phosphorylation-first mechanism is the prevalent pathway for activating the cell-cycle CDK, Cdk1.93,94 Although the same pathway exists in fission yeast, supported by the Cak1 ortholog Csk1, it is dispensable for viability because of the ability of the Cdk7 ortholog Mcs6 to phosphorylate Cdk1/cyclin complexes.95 In metazoans, only one CAK has been discovered—Cdk7. Unlike yeast, however, metazoans rely on multiple effector CDKs to drive the cell cycle, each of which might follow a different pathway to its fully active state.That pathway insulation, and the CDK specialization it enables, are likely to be important for the smooth operation of both normal and cancer cell cycles. Although a “minimal” CDK network with a single effector, Cdk1, can support proliferation of cells in culture,96 this is likely to be due to pseudoredundancy97: the nonphysiologic substitution of Cdk1 for the “correct” CDK in complexes with cyclins D, E, or A,98 which can only occur when Cdk2, Cdk4, or Cdk6 protein is absent or depleted. Cdk2 performs exclusive and essential catalytic functions when it is expressed at physiologic levels and when nonphysiologic compensation by other CDKs is thus prevented.78,99\nI propose that a single CAK is necessary and sufficient to activate Cdk1, Cdk2, Cdk4, and Cdk6 in metazoans (Fig. 1). Furthermore, proper function of the cell-cycle network depends on this being the case, because Cdk7 is uniquely adapted to phosphorylate each of its target CDKs in a phase-specific manner. In this model, prior to the R point, Cdk7 phosphorylates Cdk4 complexes and Cdk2 monomers with rapid kinetics to overcome antagonism by phosphatases. After the R point, Cdk7 activates Cdk2 and Cdk1 by kinetically distinct mechanisms to enforce the proper order of assembly of Cdk2 and Cdk1 with cyclin A. Cdk1-activating phosphorylation occurs in conjunction with the inhibitory phosphorylation by Wee1 and Myt1 to assemble an inactive but fully phosphorylated complex that can be activated by a checkpoint-regulated phosphatase at the G2/M boundary.Open in a separate windowFigure 1.Distinct activation pathways for different CDKs. In this model of the mammalian cell cycle, only a single CAK, Cdk7, is required, because of its ability to support distinct activation pathways for effector CDKs needed at different times. Prior to passage of the R point in G1, cell-cycle progression is reversible and dependent on continuous mitogenic signaling. Both Cdk4/cyclin D and Cdk2/cyclin E are required for R-point passage, and both might follow predominant activation pathways that are “reversible” by a cellular phosphatase (PPase). Cdk7 can overcome this opposition to activate Cdk2 by virtue of a faster rate of T-loop phosphorylation on monomeric substrates; I hypothesize a similar rate enhancement to allow activation of Cdk4/cyclin D complexes (see text; Cdk6 is omitted for clarity). Cdk2 also functions downstream of the R point, when progression through the cell cycle becomes mitogen-independent and irreversible; it has priority over Cdk1 in binding cyclin A because of its phosphorylation-first activation pathway. In the case of Cdk1, cyclin-binding and T-loop phosphorylation are mutually dependent and must occur in concert, coupled with inhibitory phosphorylations by kinases such as Wee1 and Myt1. This makes Cdk1 activation at the G2/M boundary dependent on removal of inhibitory Tyr phosphorylation by Cdc25, which is held in check by Chk1. An Interconnected CDK Network Coupling Cell Division and Gene Expression?With the near-simultaneous discovery of the Cdk7/cyclin H complex as a CAK55,100-102 and a component of TFIIH,103-106 the idea arose that cycles of cell division and transcription might be linked. There has been little experimental support for any true coordination or crosstalk, however, and the default hypothesis—that Cdk7 is a constitutive kinase that activates many (or all) CDKs but cannot regulate any of them in specific fashion—has held sway. Chemical genetics identified roles for Cdk7 in shaping the signaling output of the cell-cycle CDK network, however, through its effects on timing and specificity of CDK-cyclin pairing.39,78 Now, evidence for a true rate-limiting function may finally be emerging from an unexpected source: dynamic T-loop phosphorylation of CDKs engaged in transcription. By ChIP analysis, we observed 5′ to 3′ gradients of T-loop phosphorylation of Cdk9 and Cdk7,29 implying that (1) both CDKs are recruited to promoter regions in unphosphorylated form (or become dephosphorylated after recruitment but before elongation); (2) specific activities of P-TEFb and its activator, Cdk7, increase during transcription; and (3) spatially regulated Cdk7 T-loop phosphorylation occurs in the chromatin-bound population, even though no temporal fluctuations were observed in the soluble fraction of synchronized cells.87,107 This raises the intriguing possibility that T-loop phosphorylation of Cdk7 during the transcription cycle, by a chromatin-associated “CAK-activating kinase,” might influence Cdk7-dependent events in the cell cycle.The CDK substrates most clearly implicated in R-point control—the retinoblastoma tumor suppressor protein pRb and other, related pocket proteins—are bound to chromatin via their association with E2F-family transcription factors, which regulate genes required for cell-cycle progression.108,109 A chromatin-associated cascade of T-loop phosphorylation regulating Cdk4 and Cdk2—the CDKs that respectively initiate and complete the phosphorylation of pRb to overcome transcriptional repression110-113—might be stimulated by the burst of transcription that occurs when cells are stimulated to reenter the cell cycle by serum addition.114 That burst would lead to recruitment and activation of Cdk7, which in turn could promote activation of G1 CDKs. Future investigations will be required to test the predictions of this model, that (1) Cdk7 T-loop phosphorylation, which rises along a spatial gradient on individual transcribed genes,29 increases in bulk chromatin with temporal advancement from G0 through G1; (2) activation of Cdk4 and Cdk6 and, possibly, T-loop phosphorylation of monomeric Cdk2 are responsive to the phosphorylation state of Cdk7 in vitro; and (3) this cascade is responsive to serum addition and withdrawal during the G1 interval preceding the R point. Because components of the Cdk4-pRb-E2F pathway are deregulated in the majority of human cancers,115-118 understanding its regulation by T-loop phosphorylation could uncover new anticancer therapeutic targets. AcknowledgmentsI thank members of the Fisher laboratory and other colleagues and collaborators for contributions to the work described here and for provocative discussions, and I apologize to those whose contributions were not cited due to lack of space. Footnotes Declaration of Conflicting Interests: The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.Funding: The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: Work in the Fisher laboratory was supported by grants from the National Institutes of Health GM056985 and GM076021. References1. \nMorgan DO.\nThe cell cycle: principles of control. London: New Science Press Ltd; 2007 [Google Scholar]2. \nPardee AB.\nA restriction point for control of normal animal cell proliferation. Proc Natl Acad Sci U S A. 1974;71(4):1286-90 [PMC free article] [PubMed] [Google Scholar]3. \nSkotheim JM, Di Talia S, Siggia ED, Cross FR.\nPositive feedback of G1 cyclins ensures coherent cell cycle entry. Nature. 2008;454(7202):291-6 [PMC free article] [PubMed] [Google Scholar]4. \nYao G, Lee TJ, Mori S, Nevins JR, You L.\nA bistable Rb-E2F switch underlies the restriction point. Nat Cell Biol. 2008;10(4):476-82 [PubMed] [Google Scholar]5. \nDiffley JF.\nRegulation of early events in chromosome replication. Curr Biol. 2004;14(18):R778- 86 [PubMed] [Google Scholar]6. \nMerrick KA, Fisher RP.\nA virtual cycle: theory and experiment converge on the exit from mitosis. F1000 Biol Rep. 2010;2\npii: 33. [PMC free article] [PubMed] [Google Scholar]7. \nWohlbold L, Fisher RP.\nBehind the wheel and under the hood: functions of cyclin-dependent kinases in response to DNA damage. DNA Repair (Amst). 2009;8(9):1018-24 [PMC free article] [PubMed] [Google Scholar]8. \nYata K, Esashi F.\nDual role of CDKs in DNA repair: to be, or not to be. DNA Repair (Amst). 2009;8(1):6-18 [PubMed] [Google Scholar]9. \nBloom J, Cross FR.\nMultiple levels of cyclin specificity in cell-cycle control. Nat Rev Mol Cell Biol. 2007;8(2):149-60 [PubMed] [Google Scholar]10. \nLoog M, Morgan DO.\nCyclin specificity in the phosphorylation of cyclin-dependent kinase substrates. Nature. 2005;434(7029):104-8 [PubMed] [Google Scholar]11. \nCheng M, Olivier P, Diehl JA, et al. \nThe p21(Cip1) and p27(Kip1) CDK “inhibitors” are essential activators of cyclin D-dependent kinases in murine fibroblasts. EMBO J. 1999;18(6):1571-83 [PMC free article] [PubMed] [Google Scholar]12. \nLaBaer J, Garrett MD, Stevenson LF, et al. \nNew functional activities for the p21 family of CDK inhibitors. Genes Dev. 1997;11(7):847-62 [PubMed] [Google Scholar]13. \nChen J, Larochelle S, Li X, Suter B.\nXpd/Ercc2 regulates CAK activity and mitotic progression. Nature. 2003;424:228-32 [PubMed] [Google Scholar]14. \nMiller ME, Cross FR.\nMechanisms controlling subcellular localization of the G(1) cyclins Cln2p and Cln3p in budding yeast. Mol Cell Biol. 2001;21(18):6292-311 [PMC free article] [PubMed] [Google Scholar]15. \nFisher RP.\nSecrets of a double agent: CDK7 in cell-cycle control and transcription. J Cell Sci. 2005;118(Pt 22):5171-80 [PubMed] [Google Scholar]16. \nBuratowski S.\nProgression through the RNA polymerase II CTD cycle. Mol Cell. 2009;36(4): 541-6 [PMC free article] [PubMed] [Google Scholar]17. \nPhatnani HP, Greenleaf AL.\nPhosphorylation and functions of the RNA polymerase II CTD. Genes Dev. 2006;20(21):2922-36 [PubMed] [Google Scholar]18. \nSansó M, Lee KM, Viladevall L, et al. \nA positive feedback loop links opposing functions of P-TEFb/Cdk9 and histone H2B ubiquitylation to regulate transcript elongation in fission yeast. PLoS Genet. 2012;8(8):e1002822. [PMC free article] [PubMed] [Google Scholar]19. \nShchebet A, Karpiuk O, Kremmer E, Eick D, Johnsen SA.\nPhosphorylation by cyclin- dependent kinase-9 controls ubiquitin-conjugating enzyme-2A function. Cell Cycle. 2012;11(11):2122-7 [PubMed] [Google Scholar]20. \nWood A, Schneider J, Dover J, Johnston M, Shilatifard A.\nThe Bur1/Bur2 complex is required for histone H2B monoubiquitination by Rad6/Bre1 and histone methylation by COMPASS. Mol Cell. 2005;20(4):589-99 [PubMed] [Google Scholar]21. \nHautbergue G, Goguel V.\nThe yeast C-type cyclin Ctk2p is phosphorylated and rapidly degraded by the ubiquitin-proteasome pathway. Mol Cell Biol. 1999;19(4):2527-34 [PMC free article] [PubMed] [Google Scholar]22. \nShimanuki M, Chung SY, Chikashige Y, et al. \nTwo-step, extensive alterations in the transcriptome from G0 arrest to cell division in Schizosaccharomyces pombe. Genes Cells. 2007;12(5):677-92 [PubMed] [Google Scholar]23. \nNguyen VT, Kiss T, Michels AA, Bensaude O.\n7SK small nuclear RNA binds to and inhibits the activity of CDK9/cyclin T complexes. Nature. 2001;414(6861):322-5 [PubMed] [Google Scholar]24. \nYang Z, Zhu Q, Luo K, Zhou Q.\nThe 7SK small nuclear RNA inhibits the CDK9/cyclin T1 kinase to control transcription. Nature. 2001;414(6861):317-22 [PubMed] [Google Scholar]25. \nYang Z, Yik JH, Chen R, et al. \nRecruitment of P-TEFb for stimulation of transcriptional elongation by the bromodomain protein Brd4. Mol Cell. 2005;19(4):535-45 [PubMed] [Google Scholar]26. \nEspinoza FHE, Farrell A, Nourse JL, Chamberlin HM, Gileadi O, Morgan DO.\nCak1 is required for Kin28 phosphorylation and activation in vivo\n. Mol Cell Biol. 1998;18:6365-73 [PMC free article] [PubMed] [Google Scholar]27. \nHermand D, Pihlak A, Westerling T, et al. \nFission yeast Csk1 is a CAK-activating kinase (CAKAK). EMBO J. 1998;17:7230-8 [PMC free article] [PubMed] [Google Scholar]28. \nKimmelman J, Kaldis P, Hengartner CJ, et al. \nActivating phosphorylation of the kin28p subunit of yeast TFIIH by cak1p. Mol Cell Biol. 1999;19:4774-87 [PMC free article] [PubMed] [Google Scholar]29. \nLarochelle S, Amat R, Glover-Cutter K, et al. \nCyclin-dependent kinase control of the initiation-to-elongation switch of RNA polymerase II. Nat Struct Mol Biol. 2012;11:1108-15 [PMC free article] [PubMed] [Google Scholar]30. \nLee KM, Saiz JE, Barton WA, Fisher RP.\nCdc2 activation in fission yeast depends on Mcs6 and Csk1, two partially redundant Cdk-activating kinases CAKs). Curr Biol. 1999;9:441-4 [PubMed] [Google Scholar]31. \nOstapenko D, Solomon MJ.\nPhosphorylation by Cak1 regulates the C-terminal domain kinase Ctk1 in saccharomyces cerevisiae. Mol Cell Biol. 2005;25:3906-13 [PMC free article] [PubMed] [Google Scholar]32. \nPei Y, Du H, Singer J, et al. \nCyclin-dependent kinase 9 (Cdk9) of fission yeast is activated by the CDK-activating kinase Csk1, overlaps functionally with the TFIIH-associated kinase Mcs6, and associates with the mRNA cap methyltransferase Pcm1 in vivo. Mol Cell Biol. 2006;26:777-88 [PMC free article] [PubMed] [Google Scholar]33. \nYao S, Prelich G.\nActivation of the Bur1-Bur2 cyclin-dependent kinase complex by Cak1. Mol Cell Biol. 2002;22:6750-8 [PMC free article] [PubMed] [Google Scholar]34. \nQiu H, Hu C, Hinnebusch AG.\nPhosphorylation of the Pol II CTD by KIN28 enhances BUR1/BUR2 recruitment and Ser2 CTD phosphorylation near promoters. Mol Cell. 2009;33(6): 752-62 [PMC free article] [PubMed] [Google Scholar]35. \nViladevall L, St Amour CV, Rosebrock A, et al. \nTFIIH and P-TEFb coordinate transcription with capping enzyme recruitment at specific genes in fission yeast. Mol Cell. 2009;33(6):738-51 [PMC free article] [PubMed] [Google Scholar]36. \nCzudnochowski N, Bosken CA, Geyer M.\nSerine-7 but not serine-5 phosphorylation primes RNA polymerase II CTD for P-TEFb recognition. Nat Commun. 2012;3:842. [PubMed] [Google Scholar]37. \nSt Amour CV, Sanso M, Bosken CA, et al. \nSeparate domains of fission yeast Cdk9 (P-TEFb) are required for capping enzyme recruitment and primed (Ser7-phosphorylated) Rpb1 carboxyl-terminal domain substrate recognition. Mol Cell Biol. 2012;32(13):2372-83 [PMC free article] [PubMed] [Google Scholar]38. \nHarper JW, Elledge SJ.\nThe role of Cdk7 in CAK function, a retro-retrospective. Genes Dev. 1998;12:285-9 [PubMed] [Google Scholar]39. \nLarochelle S, Merrick KA, Terret ME, et al. \nRequirements for Cdk7 in the assembly of Cdk1/cyclin B and activation of Cdk2 revealed by chemical genetics in human cells. Mol Cell. 2007;25(6):839-50 [PMC free article] [PubMed] [Google Scholar]40. \nMerrick KA, Larochelle S, Zhang C, Allen JJ, Shokat KM, Fisher RP.\nDistinct activation pathways confer cyclin binding selectivity on Cdk1 and Cdk2 in human cells. Mol Cell. 2008;32: 662-72 [PMC free article] [PubMed] [Google Scholar]41. \nAli S, Heathcote DA, Kroll SH, et al. \nThe development of a selective cyclin-dependent kinase inhibitor that shows antitumor activity. Cancer Res. 2009;69(15):6208-15 [PMC free article] [PubMed] [Google Scholar]42. \nLolli G, Johnson LN.\nCAK-cyclin-dependent activating kinase: a key kinase in cell cycle control and a target for drugs?\nCell Cycle. 2005;4(4):572-7 [PubMed] [Google Scholar]43. \nPeterlin BM, Price DH.\nControlling the elongation phase of transcription with P-TEFb. Mol Cell. 2006;23(3):297-305 [PubMed] [Google Scholar]44. \nChen R, Yang Z, Zhou Q.\nPhosphorylated positive transcription elongation factor b (P-TEFb) is tagged for inhibition through association with 7SK snRNA. J Biol Chem. 2004;279(6):4153-60 [PubMed] [Google Scholar]45. \nChen R, Liu M, Li H, et al. \nPP2B and PP1alpha cooperatively disrupt 7SK snRNP to release P-TEFb for transcription in response to Ca2* signaling. Genes Dev. 2008;22(10):1356-68 [PMC free article] [PubMed] [Google Scholar]46. \nGlover-Cutter K, Larochelle S, Erickson B, et al. \nTFIIH-associated Cdk7 kinase functions in phosphorylation of C-terminal domain Ser7 residues, promoter-proximal pausing, and termination by RNA polymerase II. Mol Cell Biol. 2009;29(20):5455-64 [PMC free article] [PubMed] [Google Scholar]47. \nAdelman K, Lis JT.\nPromoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat Rev Genet. 2012;13(10):720-31 [PMC free article] [PubMed] [Google Scholar]48. \nGilchrist DA, Dos Santos G, Fargo DC, et al. \nPausing of RNA polymerase II disrupts DNA-specified nucleosome organization to enable precise gene regulation. Cell. 2010;143(4):540-51 [PMC free article] [PubMed] [Google Scholar]49. \nGilchrist DA, Fromm G, dos Santos G, et al. \nRegulating the regulators: the pervasive effects of Pol II pausing on stimulus-responsive gene networks. Genes Dev. 2012;26(9):933-44 [PMC free article] [PubMed] [Google Scholar]50. \nFuda NJ, Ardehali MB, Lis JT.\nDefining mechanisms that regulate RNA polymerase II transcription in vivo. Nature. 2009;461(7261):186-92 [PMC free article] [PubMed] [Google Scholar]51. \nPerales R, Bentley D.\n“Cotranscriptionality”: the transcription elongation complex as a nexus for nuclear transactions. Mol Cell. 2009;36(2):178-91 [PMC free article] [PubMed] [Google Scholar]52. \nGomes NP, Bjerke G, Llorente B, Szostek SA, Emerson BM, Espinosa JM.\nGene-specific requirement for P-TEFb activity and RNA polymerase II phosphorylation within the p53 transcriptional program. Genes Dev. 2006;20(5):601-12 [PMC free article] [PubMed] [Google Scholar]53. \nMeyer KD, Lin SC, Bernecky C, Gao Y, Taatjes DJ.\np53 activates transcription by directing structural shifts in Mediator. Nat Struct Mol Biol. 2010;17(6):753-60 [PMC free article] [PubMed] [Google Scholar]54. \nAprelikova O, Xiong Y, Liu ET.\nBoth p16 and p21 families of cyclin-dependent kinase (CDK) inhibitors block the phosphorylation of cyclin-dependent kinases by the CDK-activating kinase. J Biol Chem. 1995;270:18195-7 [PubMed] [Google Scholar]55. \nFisher RP, Morgan DO.\nA novel cyclin associates with MO15/CDK7 to form the CDK-activating kinase. Cell. 1994;78:713-24 [PubMed] [Google Scholar]56. \nMatsuoka M, Kato J, Fisher RP, Morgan DO, Sherr CJ.\nActivation of cyclin-dependent kinase-4 (CDK4) by mouse MO15-associated kinase. Mol Cell Biol. 1994;14:7265-75 [PMC free article] [PubMed] [Google Scholar]57. \nLarochelle S, Batliner J, Gamble MJ, et al. \nDichotomous but stringent substrate selection by the dual-function Cdk7 complex revealed by chemical genetics. Nat Struct Mol Biol. 2006;13:55-62 [PubMed] [Google Scholar]58. \nEspinoza FH, Farrell A, Erdjument-Bromage H, Tempst P, Morgan DO.\nA cyclin-dependent kinase-activating kinase (CAK) in budding yeast unrelated to vertebrate CAK. Science. 1996;273:1714-7 [PubMed] [Google Scholar]59. \nKaldis P, Sutton A, Solomon MJ.\nThe Cdk-activating kinase (CAK) from budding yeast. Cell. 1996;86:553-64 [PubMed] [Google Scholar]60. \nThuret J-Y, Valay J-G, Faye G, Mann C.\nCiv1 (CAK in vivo), a novel Cdk-activating kinase. Cell. 1996;86:565-76 [PubMed] [Google Scholar]61. \nLarochelle S, Pandur J, Fisher RP, Salz HK, Suter B.\nCdk7 is essential for mitosis and for in vivo Cdk-activating kinase activity. Genes Dev. 1998;12:370-81 [PMC free article] [PubMed] [Google Scholar]62. \nWallenfang MR, Seydoux G.\n\ncdk-7 is required for mRNA transcription and cell cycle progression in Caenorhabditis elegans embryos. Proc Natl Acad Sci U S A. 2002;99:5527-32 [PMC free article] [PubMed] [Google Scholar]63. \nAbbas T, Jha S, Sherman NE, Dutta A.\nAutocatalytic phosphorylation of CDK2 at the activating Thr160. Cell Cycle. 2007;6(7):843-52 [PubMed] [Google Scholar]64. \nBaumli S, Lolli G, Lowe ED, et al. \nThe structure of P-TEFb (CDK9/cyclin T1), its complex with flavopiridol and regulation by phosphorylation. EMBO J. 2008;27(13):1907-18 [PMC free article] [PubMed] [Google Scholar]65. \nGanuza M, Saiz-Ladera C, Canamero M, et al. \nGenetic inactivation of Cdk7 leads to cell cycle arrest and induces premature aging due to adult stem cell exhaustion. EMBO J. 2012;31(11):2498-510 [PMC free article] [PubMed] [Google Scholar]66. \nGanuza M, Santamaria D.\nCdk7: open questions beyond the prevailing model. Cell Cycle. 2012;11(19). [PMC free article] [PubMed] [Google Scholar]67. \nSherr CJ.\nMammalian G1 cyclins. Cell. 1993;73:1059-65 [PubMed] [Google Scholar]68. \nBockstaele L, Kooken H, Libert F, et al. \nRegulated activating Thr172 phosphorylation of cyclin-dependent kinase 4(CDK4): its relationship with cyclins and CDK “inhibitors”. Mol Cell Biol. 2006;26(13):5070-85 [PMC free article] [PubMed] [Google Scholar]69. \nKato J, Matsuoka M, Polyak K, Massague J, Sherr CJ.\nCyclic AMP-induced G1 phase arrest mediated by an inhibitor (p27 Kip1) of cyclin-dependent kinase-4 activation. Cell. 1994;79:487-96 [PubMed] [Google Scholar]70. \nRocha AS, Paternot S, Coulonval K, Dumont JE, Soares P, Roger PP.\nCyclic AMP inhibits the proliferation of thyroid carcinoma cell lines through regulation of CDK4 phosphorylation. Mol Biol Cell. 2008;19(11):4814-25 [PMC free article] [PubMed] [Google Scholar]71. \nDay PJ, Cleasby A, Tickle IJ, et al. \nCrystal structure of human CDK4 in complex with a D-type cyclin. Proc Natl Acad Sci U S A. 2009;106(11):4166-70 [PMC free article] [PubMed] [Google Scholar]72. \nTakaki T, Echalier A, Brown NR, Hunt T, Endicott JA, Noble ME.\nThe structure of CDK4/cyclin D3 has implications for models of CDK activation. Proc Natl Acad Sci U S A. 2009;106(11):4171-6 [PMC free article] [PubMed] [Google Scholar]73. \nRusso AA, Jeffrey PD, Pavletich NP.\nStructural basis of cyclin-dependent kinase activation by phosphorylation. Nat Struct Biol. 1996;3:696-700 [PubMed] [Google Scholar]74. \nKato J-Y, Matsuoka M, Strom DK, Sherr CJ.\nRegulation of cyclin D-dependent kinases (cdk4) by cdk4-activating kinase. Mol Cell Biol. 1994;14:2713-21 [PMC free article] [PubMed] [Google Scholar]75. \nBockstaele L, Bisteau X, Paternot S, Roger PP.\nDifferential regulation of cyclin-dependent kinase 4 (CDK4) and CDK6, evidence that CDK4 might not be activated by CDK7, and design of a CDK6 activating mutation. Mol Cell Biol. 2009;29(15):4188-200 [PMC free article] [PubMed] [Google Scholar]76. \nMurray AW, Marks D.\nCan sequencing shed light on cell cycling?\nNature. 2001;409:844-6 [PubMed] [Google Scholar]77. \nMerrick KA, Fisher RP.\nPutting one step before the other: distinct activation pathways for Cdk1 and Cdk2 bring order to the mammalian cell cycle. Cell Cycle. 2010;9(4):706-14 [PMC free article] [PubMed] [Google Scholar]78. \nMerrick KA, Wohlbold L, Zhang C, et al. \nSwitching Cdk2 on or off with small molecules to reveal requirements in human cell proliferation. Mol Cell. 2011;42(5):624-36 [PMC free article] [PubMed] [Google Scholar]79. \nKatsuno Y, Suzuki A, Sugimura K, et al. \nCyclin A-Cdk1 regulates the origin firing program in mammalian cells. Proc Natl Acad Sci U S A. 2009;106(9):3184-9 [PMC free article] [PubMed] [Google Scholar]80. \nKoseoglu MM, Graves LM, Marzluff WF.\nPhosphorylation of threonine 61 by cyclin a/Cdk1 triggers degradation of stem-loop binding protein at the end of S phase. Mol Cell Biol. 2008;28(14):4469-79 [PMC free article] [PubMed] [Google Scholar]81. \nChung JH, Bunz F.\nCdk2 is required for p53-independent G2/M checkpoint control. PLoS Genet. 2010;6(2):e1000863. [PMC free article] [PubMed] [Google Scholar]82. \nWohlbold L, Merrick KA, De S, et al. \nChemical genetics reveals a specific requirement for cdk2 activity in the DNA damage response and identifies nbs1 as a cdk2 substrate in human cells. PLoS Genet. 2012;8(8):e1002935. [PMC free article] [PubMed] [Google Scholar]83. \nCoulonval K, Kooken H, Roger PP.\nCoupling of T161 and T14 phosphorylations protects cyclin B-CDK1 from premature activation. Mol Biol Cell. 2011;22(21):3971-85 [PMC free article] [PubMed] [Google Scholar]84. \nCheng A, Kaldis P, Solomon MJ.\nDephosphorylation of human cyclin-dependent kinases by protein phosphatase type 2C alpha and beta 2 isoforms. J Biol Chem. 2000;275(44):34744-9 [PubMed] [Google Scholar]85. \nCheng A, Ross KE, Kaldis P, Solomon MJ.\nDephosphorylation of cyclin-dependent kinases by type 2C protein phosphatases. Genes Dev. 1999;13(22):2946-57 [PMC free article] [PubMed] [Google Scholar]86. \nPoon RYC, Hunter T.\nDephosphorylation of Cdk2 Thr160 by the cyclin-dependent kinase-interacting phosphatase KAP in the absence of cyclin. Science. 1995;270:90-3 [PubMed] [Google Scholar]87. \nLarochelle S, Chen J, Knights R, et al. \nT-loop phosphorylation stabilizes the CDK7-cyclin H-MAT1 complex in vivo and regulates its CTD kinase activity. EMBO J. 2001;20:3749-59 [PMC free article] [PubMed] [Google Scholar]88. \nSherr CJ, Roberts JM.\nInhibitors of mammalian G1 cyclin-dependent kinases. Genes Dev. 1995;9:1149-63 [PubMed] [Google Scholar]89. \nChu I, Sun J, Arnaout A, et al. \np27 phosphorylation by Src regulates inhibition of cyclin E-Cdk2. Cell. 2007;128(2):281-94 [PMC free article] [PubMed] [Google Scholar]90. \nGrimmler M, Wang Y, Mund T, et al. \nCdk-inhibitory activity and stability of p27Kip1 are directly regulated by oncogenic tyrosine kinases. Cell. 2007;128(2):269-80 [PubMed] [Google Scholar]91. \nJames MK, Ray A, Leznova D, Blain SW.\nDifferential modification of p27Kip1 controls its cyclin D-cdk4 inhibitory activity. Mol Cell Biol. 2008;28(1):498-510 [PMC free article] [PubMed] [Google Scholar]92. \nRay A, James MK, Larochelle S, Fisher RP, Blain SW.\np27Kip1 inhibits cyclin D- cyclin-dependent kinase 4 by two independent modes. Mol Cell Biol. 2009;29(4):986-99 [PMC free article] [PubMed] [Google Scholar]93. \nRoss KE, Kaldis P, Solomon MJ.\nActivating phosphorylation of the Saccharomyces cerevisiae cyclin-dependent kinase, Cdc28p, precedes cyclin binding. Mol Biol Cell. 2000;11:1597-609 [PMC free article] [PubMed] [Google Scholar]94. \nTsakraklides V, Solomon MJ.\nComparison of Cak1p-like cyclin-dependent kinase-activating kinases. J Biol Chem. 2002;277(36):33482-9 [PubMed] [Google Scholar]95. \nSaiz JE, Fisher RP.\nA CDK-activating kinase network is required in cell cycle control and transcription in fission yeast. Curr Biol. 2002;12:1100-5 [PubMed] [Google Scholar]96. \nSantamaria D, Barriere C, Cerqueira A, et al. \nCdk1 is sufficient to drive the mammalian cell cycle. Nature. 2007;448(7155):811-5 [PubMed] [Google Scholar]97. \nMadhani HD, Styles CA, Fink GR.\nMAP kinases with distinct inhibitory functions impart signaling specificity during yeast differentiation. Cell. 1997;91:673-84 [PubMed] [Google Scholar]98. \nAleem E, Kiyokawa H, Kaldis P.\nCdc2-cyclin E complexes regulate the G1/S phase transition. Nat Cell Biol. 2005;7(8):831-6 [PubMed] [Google Scholar]99. \nMerrick KA, Fisher RP.\nWhy minimal is not optimal: driving the mammalian cell cycle-and drug discovery-with a physiologic CDK control network. Cell Cycle. 2012;11(14):2600-5\n [PMC free article] [PubMed] [Google Scholar]100. \nFesquet D, Labbé J-C, Derancourt J, et al. \nThe MO15 gene encodes the catalytic subunit of a protein kinase that activates cdc2 and other cyclin-dependent kinases (CDKs) through phosphorylation of Thr161 and its homologues. EMBO J. 1993;12:3111-21 [PMC free article] [PubMed] [Google Scholar]101. \nMäkelä TP, Tassan J-P, Nigg EA, Frutiger S, Hughes GJ, Weinberg RA.\nA cyclin associated with the CDK-activating kinase MO15. Nature. 1994;371:254-7 [PubMed] [Google Scholar]102. \nSolomon MJ, Harper JW, Shuttleworth J.\nCAK, the p34cdc2 activating kinase, contains a protein identical or closely related to p40MO15\n. EMBO J. 1993;12:3133-42 [PMC free article] [PubMed] [Google Scholar]103. \nFeaver WJ, Svejstrup JQ, Henry NL, Kornberg RD.\nRelationship of CDK-activating kinase and RNA polymerase II CTD kinase TFIIH/TFIIK. Cell. 1994;79:1103-9 [PubMed] [Google Scholar]104. \nRoy R, Adamczewski JP, Seroz T, et al. \nThe MO15 cell cycle kinase is associated with the TFIIH transcription-DNA repair factor. Cell. 1994;79:1093-101 [PubMed] [Google Scholar]105. \nSerizawa H, Mäkelä TP, Conaway JW, Conaway RC, Weinberg RA, Young RA.\nAssociation of Cdk-activating kinase subunits with transcription factor TFIIH. Nature. 1995;374:280-2 [PubMed] [Google Scholar]106. \nShiekhattar R, Mermelstein F, Fisher RP, et al. \nCdk-activating kinase complex is a component of human transcription factor TFIIH. Nature. 1995;374(6519):283-7 [PubMed] [Google Scholar]107. \nGarrett S, Barton WA, Knights R, Jin P, Morgan DO, Fisher RP.\nReciprocal activation by cyclin-dependent kinases 2 and 7 is directed by substrate specificity determinants outside the T-loop. Mol Cell Biol. 2001;21:88-99 [PMC free article] [PubMed] [Google Scholar]108. \nCobrinik D.\nPocket proteins and cell cycle control. Oncogene. 2005;24(17):2796-809 [PubMed] [Google Scholar]109. \nFrolov MV, Dyson NJ.\nMolecular mechanisms of E2F-dependent activation and pRB-mediated repression. J Cell Sci. 2004;117(Pt 11):2173-81 [PubMed] [Google Scholar]110. \nBurke JR, Deshong AJ, Pelton JG, Rubin SM.\nPhosphorylation-induced conformational changes in the retinoblastoma protein inhibit E2F transactivation domain binding. J Biol Chem. 2010;285(21):16286-93 [PMC free article] [PubMed] [Google Scholar]111. \nLundberg AS, Weinberg RA.\nFunctional inactivation of the retinoblastoma protein requires sequential modification by at least two distinct cyclin-cdk complexes. Mol Cell Biol. 1998;18(2):753-61 [PMC free article] [PubMed] [Google Scholar]112. \nRubin SM, Gall AL, Zheng N, Pavletich NP.\nStructure of the Rb C-terminal domain bound to E2F1-DP1: a mechanism for phosphorylation-induced E2F release. Cell. 2005;123(6):1093-106 [PubMed] [Google Scholar]113. \nZarkowska T, Mittnacht S.\nDifferential phosphorylation of the retinoblastoma protein by G1/S cyclin-dependent kinases. J Biol Chem. 1997;272(19):12738-46 [PubMed] [Google Scholar]114. \nDonner AJ, Ebmeier CC, Taatjes DJ, Espinosa JM.\nCDK8 is a positive regulator of transcriptional elongation within the serum response network. Nat Struct Mol Biol. 2010;17(2):194-201 [PMC free article] [PubMed] [Google Scholar]115. \nClasson M, Harlow E.\nThe retinoblastoma tumour suppressor in development and cancer. Nat Rev Cancer. 2002;2(12):910-7 [PubMed] [Google Scholar]116. \nNevins JR.\nCell cycle targets of the DNA tumor viruses. Curr Opin Genet Dev. 1994;4(1):130-4 [PubMed] [Google Scholar]117. \nSherr CJ.\nCancer cell cycles. Science. 1996; 274:1672-7 [PubMed] [Google Scholar]118. \nWeinberg RA.\nThe retinoblastoma protein and cell cycle control. Cell. 1995;81(3):323-30 [PubMed] [Google Scholar]"}