{"title": "Distinct mechanisms of transcriptional pausing orchestrated by GAGA factor and M1BP, a novel transcription factor", "pubDate": "2013", "PMCID": "PMC3981175", "DOI": "10.1038/emboj.2013.111", "PMID": "23708796", "abstract": "Thousands of genes in Drosophila have Pol II paused in the promoter proximal region. Almost half of these genes are associated with either GAGA factor (GAF) or a newly discovered factor we call M1BP. Although both factors dictate the association of Pol II at their target promoters, they are nearly mutually exclusive on the genome and mediate different mechanisms of regulation. High-resolution mapping of Pol II using permanganate-ChIP-seq indicates that pausing on M1BP genes is transient and could involve the +1 nucleosome. In contrast, pausing on GAF genes is much stronger and largely independent of nucleosomes. Distinct regulatory mechanisms are reflected by transcriptional plasticity: M1BP genes are constitutively expressed throughout development while GAF genes exhibit much greater developmental specificity. M1BP binds a core promoter element called Motif 1. Motif 1 potentially directs a distinct transcriptional mechanism from the canonical TATA box, which does not correlate with paused Pol II on the genomic scale. In contrast to M1BP and GAF genes, a significant portion of TATA box genes appear to be controlled at preinitiation complex formation.", "author": [{"author": "Jian Li", "affiliation": ["Center for Eukaryotic Gene Regulation, Department of Biochemistry and Molecular Biology, Pennsylvania State University, University Park, PA 16802, USA."], "href": "/?term=Li+J&cauthor_id=23708796"}, {"author": "David S Gilmour", "affiliation": [], "href": "/?term=Gilmour+DS&cauthor_id=23708796"}], "refPMID": [], "citedInPMID": ["23708796", "34830280", "34568311", "34234130", "34071789", "33959385", "33640324", "33638995", "33561227", "33543829", "33528710", "33303640", "33169670", "33057115", "32928902", "32746892", "32541927", "32226006", "31479438", "31418797", "31123063", "31053615", "30709849", "30607724", "30248133", "29946135", "29335486", "29272504", "29187506", "29158293", "28977400", "28871058", "28740726", "28542178", "28531310", "27927716", "27816209", "27795848", "27492368", "27468311", "27259512", "27137890", "27028548", "26903558", "26658797", "26555684", "26506480", "26335633", "26254229", "26226151", "26208881", "26158379", "26064623", "25815464", "25735750", "25693130", "25603281", "25544561", "25165826", "24985916", "24972996", "24879308", "24843027", "24737864", "24595285", "24485661", "24277632", "23749213"], "body": " AbstractThousands of genes in Drosophila have Pol II paused in the promoter proximal region. Almost half of these genes are associated with either GAGA factor (GAF) or a newly discovered factor we call M1BP. Although both factors dictate the association of Pol II at their target promoters, they are nearly mutually exclusive on the genome and mediate different mechanisms of regulation. High-resolution mapping of Pol II using permanganate-ChIP-seq indicates that pausing on M1BP genes is transient and could involve the +1 nucleosome. In contrast, pausing on GAF genes is much stronger and largely independent of nucleosomes. Distinct regulatory mechanisms are reflected by transcriptional plasticity: M1BP genes are constitutively expressed throughout development while GAF genes exhibit much greater developmental specificity. M1BP binds a core promoter element called Motif 1. Motif 1 potentially directs a distinct transcriptional mechanism from the canonical TATA box, which does not correlate with paused Pol II on the genomic scale. In contrast to M1BP and GAF genes, a significant portion of TATA box genes appear to be controlled at preinitiation complex formation.Keywords: chromatin structure, core promoter, DNA motif, gene expression, zinc-finger protein IntroductionRegulation of transcription in metazoans occurs primarily at two points in the transcription cycle (Core and Lis, 2008). One is in assembling preinitiation complexes (PICs) at promoters (Roeder, 2005). Sequence-specific transcription factors orchestrate the activities of chromatin modulators and the general transcription machinery, resulting in the recruitment of Pol II to the promoter. In metazoans, PICs appear to be short lived and Pol II rapidly advances to a transcriptionally engaged but paused state (Core et al, 2012; Li et al, 2013), the second major regulatory point in the transcription cycle. Thousands of genes in Drosophila and mammalian cells have Pol II concentrated in the promoter proximal region in a transcriptionally engaged state 20 to 60 nucleotides downstream from the transcription start site (Muse et al, 2007; Zeitlinger et al, 2007; Core and Lis, 2008).Whether or not pausing serves a common function at all genes is not known. The pause has been proposed to allow coupling of transcription and RNA processing, and to allow time for the engaged Pol II to be transformed into a productive elongation complex (Sims et al, 2004). In some cases, the pause appears to contribute to the dynamic regulation of gene expression by allowing a gene to be rapidly or synchronously induced in response to developmental and environmental signals (Adelman et al, 2009; Boettiger and Levine, 2009; Levine, 2011). Pausing can also function to repress transcription following the transient induction of a gene (Ghosh et al, 2011). Promoter proximal pausing also impacts the chromatin structure by preventing nucleosomes from assembling over the promoter region and repressing preinitiation complex assembly (Gilchrist et al, 2008, 2010).Little is known about the role of sequence-specific transcription factors that are involved in setting up paused Pol II and what roles these factors might play in dictating the function of the pause. Only one sequence-specific transcription factor, the GAGA factor (GAF), has been directly implicated in orchestrating the pause (Hendrix et al, 2008; Lee et al, 2008). GAF associates with 20% of the 7000 genes in Drosophila whose promoters are associated with Pol II. GAF can facilitate assembly of a preinitiation complex by interacting with the chromatin modulators, FACT and NURF (Xiao et al, 2001; Shimojima et al, 2003), and the general transcription factor TFIID (Chopra et al, 2008). Our biochemical analyses reveal that GAF recruits NELF, the negative elongation factor required for pausing, to the promoter, thus providing a mechanism by which GAF directly controls pausing Li et al, 2013.To identify factors that are involved in pausing on GAF-less genes and to gain a better understanding of the biological functions of promoter proximal pausing, we set out to identify sequence-specific proteins that function at promoters lacking GAF. We discovered a novel transcription factor that resides at over 2000 promoters with paused Pol II. Remarkably, the majority of these promoters are distinct from the promoters associated with GAF. These two groups of promoters differ significantly in Pol II distributions, chromatin structure, and transcriptional plasticity, indicating that the two transcription factors orchestrate distinct mechanisms of transcriptional control. ResultsIdentification of a conserved motif that strongly correlates with paused Pol IIWe performed a MEME analysis of Pol II-associated promoters of GAF-less genes to obtain leads for other sequence-specific transcription factors that might be involved in promoter proximal pausing. This analysis identified a motif that was nearly identical to a previously identified core promoter element called Motif 1 (Ohler et al, 2002; Rach et al, 2011) (Figure 1A). We will henceforth refer to our sequence as Motif 1. Scanning of Motif 1 throughout the genome revealed a 23-fold enrichment of Motif 1 among the promoters of Pol II-associated genes (Figure 1B, ‘Active'). In contrast, the frequency of Motif 1 occurring at promoters without Pol II (‘Inactive') or regions outside promoters (‘Outside') is close to random (Background). The strong correlation with Pol II raised the possibility that Motif 1 is involved in the association of Pol II with many Drosophila promoters.Open in a separate windowFigure 1Motif 1 is a cis-regulatory element enriched at Pol II-associated promoters. (A) Consensus sequence identified by our MEME analysis of promoters with Pol II but lacking GAF, and the previously identified Motif 1 (Ohler et al, 2002). (B) Genomic distribution of Motif 1. A total of 16 411 promoters (see Supplementary Methods) were included in the analysis, and the subset of active promoters was defined by promoter-associated RNA (Nechaev et al, 2010). The genomic interval from −300 bp to +300 bp from the transcription start site (TSS) is defined as the ‘Active' or ‘Inactive' promoter; other regions are defined as ‘Outside' promoters. The ‘Background' frequency of Motif 1 is the probability that Motif 1 sequences occur in a random 14-mer library based on our Position-Specific Weight Matrix of Motif 1. (C) Heat maps showing the enrichment and depletion of elements among groups of genes separated by levels of permanganate reactivity detected in the promoter proximal region. The permanganate reactivity was binned in 10 nucleotide increments, and the genes without neighbouring promoters within 500 bp were ranked according to the level of permanganate reactivity between −150 and +150 detected by permanganate-ChIP-seq (Li et al, 2013). The ranked genes were then divided into deciles and the fold enrichments over random chance of the TATA box, Motif 1, and the GAGA element were calculated. Red indicates enrichment and green indicates depletion.We recently developed permanganate-ChIP-seq to detect paused Pol II throughout the genome (Li et al, 2013). This technique combines permanganate footprinting and chromatin immunoprecipitation of Pol II to detect transcription bubbles, and the results showed that Pol II is concentrated between +20 and +60 for almost all Pol II-associated genes. To assess the relationship between Motif 1 and paused Pol II, we ranked promoters according to their levels of permanganate reactivity and then monitored each decile of promoters for enrichment or depletion of Motif 1. Motif 1 is significantly enriched among the promoters with paused Pol II, especially those with medium levels of paused Pol II. In accordance with the distribution of GAF (Li et al, 2013), the GAGA element is specifically enriched among the promoters with the highest level of paused Pol II.We also analysed the relationship between the TATA box and paused Pol II since Motif 1 and the TATA box tend to be mutually exclusive of each other at promoters (FitzGerald et al, 2006; Ohler, 2006). In contrast to Motif 1, the TATA box is significantly depleted among promoters at the 70th percentile and above. Although one of the best-characterized genes in Drosophila with paused Pol II, hsp70, has a TATA box, our analysis reveals that the TATA box is actually disfavoured among promoters with paused Pol II on the genomic scale.Identification of M1BP, a novel zinc-finger protein that associates with Motif 1Although Motif 1 has been subjected to extensive bioinformatic analyses (FitzGerald et al, 2006; Engstrom et al, 2007; Li et al, 2010; Ni et al, 2010), the identities of the proteins that bind this motif are not known. Hence, we carried out a series of biochemical experiments to track Motif 1 binding activity and identify the protein associated with Motif 1. Genomic footprinting with DNAse I detected the presence of protein in Drosophila embryos that is bound to Motif 1 residing in the core promoter region in either orientation (Figure 2A, ZAP3 and slmb) and upstream from the core promoter (Figure 2A, cib and smo). A gel-shift assay detected Motif 1 binding activity in nuclear extracts from Drosophila embryos (Figure 2B). This assay was used to track Motif 1 binding activity during its purification from embryo nuclear extracts (Supplementary Figure S1A). A protein with an apparent size of 55 kDa that bound specifically to Motif 1 was purified by DNA affinity chromatography (Figure 2C), and protein–DNA crosslinking confirmed that a protein of this size interacted with Motif 1 (Supplementary Figure S1B). Mass spectrometry identified the protein as a novel zinc-finger protein encoded by the gene designated CG9797 at FlyBase (McQuilton et al, 2012). The DNA binding specificity of the protein and its zinc dependence were confirmed with recombinant protein isolated from E. coli (Supplementary Figure S1C). We named the protein M1BP (Motif 1 Binding Protein). It has a zinc-associated domain (ZAD) towards the N-terminus and five C2H2 zinc-fingers toward the C-terminus (Figure 2D). The zinc-fingers are likely to be involved in recognizing Motif 1. Zinc-associated domains have been proposed to be protein–protein interaction modules but their functions are unknown (Jauch et al, 2003).Open in a separate windowFigure 2Identification of M1BP. (A) DNAse I genomic footprinting analysis of ZAP3, slmb, cib, and smo in nuclei from Drosophila embryos. The vertical bar indicates the location of Motif 1. ‘+1' and the arrows mark the start site and the direction of transcription. (B) Detection of Motif 1 binding activity in nuclear extract using a gel-shift assay. DNA containing the region from −311 to −274 of the smo promoter was used as wild-type (wt) probe and wild-type competitor, and DNA with three point mutations (shown in blue) in Motif 1 was used as mutant (mut) probe and mutant competitor. (C) Silver stained SDS–PAGE gel of eluates from DNA affinity columns containing either Motif 1 DNA (lane 1) or mutant Motif 1 DNA (lane 2). The arrow indicates M1BP. (D) Schematic of structural domains of M1BP predicted by SMART (Schultz et al, 1998). ZAD is a zinc-associated domain and Znf-C2H2 are zinc-fingers.Motif 1 is a unique core promoter element that hardwires promoters for association of M1BP and Pol IITo investigate the relationships between M1BP, Motif 1, and paused Pol II, we raised antibody against recombinant M1BP (Supplementary Figure S2A) and performed ChIP-seq on Drosophila tissue culture cells. A total of 2000 M1BP peaks were detected on the genome (FDR <0.001), of which 1800 were within 300 base pairs of a transcription start site of 2187 genes (Figure 3A). M1BP correlates with the distribution of Motif 1 and is concentrated ∼30 nucleotides upstream from the transcription start site (Figure 3B). This region is within the core promoter where the general transcription machinery assembles (Thomas and Chiang, 2006). The near one-to-one correspondence between Motif 1 and M1BP at promoters (Figure 3A) is unusual for Metazoa, since genome-wide studies indicate that the interactions of DNA binding proteins with their cognate sites are dependent on the chromatin environment and are constrained by DNA accessibility (Filion et al, 2010; Li et al, 2011). Hence, Motif 1 appears to hardwire promoters for association with M1BP.Open in a separate windowFigure 3Motif 1 is a unique core promoter element that hardwires promoters for association of M1BP and paused Pol II. (A) Correlations of Motif 1 and M1BP with active (top, Pol II promoters) or inactive (bottom, non-Pol II promoters) promoters. Active promoters were defined as described in Figure 1. The area of each circle and the overlapping regions are proportional to the number of promoters associated with the indicated feature. (B) Composite plots of the distribution of Motif 1 and M1BP. A total of 12 124 promoters without a neighbouring TSS within 500 bp were used. (C) Distribution of M1BP and Motif 1 on genes that alter expression upon depletion of M1BP. P-values were calculated by Fisher's exact test. (D, E) Changes in M1BP and Pol II occupancy on different promoters resulting from M1BP depletion. Cells were treated with RNAi, and M1BP and Pol II occupancies were determined by ChIP. CG3625, CG4609, and CG8224 contain Motif 1 at their promoters, while Actin5C does not. LacZ RNAi served as a negative control for RNAi treatment. The intergenic region, which is ∼63 kb downstream of hsp70Bc, has no Motif 1 within 2 kb and no annotated genes within 5 kb. Error bars represent the SEM of biological triplicates.Since M1BP associates almost exclusively with Pol II-bound promoters (Figure 3A, P<1.66E−321, Fisher's exact test), we investigated if the association of Pol II with these genes was dependent on M1BP. M1BP was depleted from Drosophila cells with RNAi and changes in transcript levels were analysed with microarrays. Western blot analysis showed that M1BP RNAi treatment for 5 days selectively depleted M1BP (Supplementary Figure S2B). This RNAi treatment did not alter the rate of cell proliferation, whereas longer treatment caused the cells to arrest (Supplementary Figure S2C). Microarray analysis identified 1152 genes that changed expression by at least 1.5-fold (5% FDR in four RNAi experiments; Figure 3C). M1BP resides at a significant portion (66%, P<1 × E−100) of the genes that were downregulated by depletion of M1BP, indicating that the loss of M1BP was directly affecting expression of these genes. In contrast, no correlation (P>0.57) was observed between the genes that were upregulated by the depletion of M1BP and the presence of M1BP, indicating that loss of M1BP was probably indirectly affecting these genes. This is not unexpected since many M1BP target genes are involved in transcription regulation, including genes encoding transcriptional repressors such as E(z) and Su(var)3-3 (Muller et al, 2002; Rudolph et al, 2007) (Supplementary Table S1). The number of M1BP-associated genes that were downregulated by M1BP RNAi was probably underestimated due to the limited sensitivity of the microarrays. Indeed, quantitative PCR detected modest but reproducible decreases in expression of M1BP-associated genes that fell below the significance threshold of the microarrays (Supplementary Figure S2D).To determine if M1BP directly affects Pol II at promoters, we monitored the effects of depleting M1BP on the association of M1BP and the Pol II subunit Rpb3 with several promoters. ChIP analysis revealed that depletion of M1BP with RNAi decreased both M1BP and Pol II at M1BP-associated promoters but had no effect on the M1BP-independent Actin 5C promoter (Figures 3D and E). Collectively, our results indicate that M1BP functions as a transcriptional activator that is involved in the recruitment of Pol II at promoters.M1BP genes exhibit lower transcriptional plasticity than GAF genesA striking outcome of our genomic analysis of M1BP is that it rarely cohabits promoters with GAF, although both factors are highly enriched at promoters with Pol II (Figure 4A). To begin to understand the biological significance of this separation, we examined the expression levels of these two groups of genes. The median expression level of M1BP genes was approximately two-fold higher than that of GAF genes (Figure 4B). More strikingly, the dynamic range of expression for M1BP genes was much narrower than GAF genes (F-test: 7.25E−11). Hence, mechanisms of regulation linked to GAF exhibit much greater transcriptional plasticity than those linked to M1BP.Open in a separate windowFigure 4Divergent transcriptional plasticity of M1BP, GAF, and TATA box genes. (A) Venn diagram showing the negative correlation between M1BP and GAF on active promoters (P<1.16E−34, Fisher's exact test). (B) Box plot of expression profiles showing that GAF genes have a broader expression range than M1BP genes (P=7.25E−11, F-test). Published expression data were used (Gilchrist et al, 2008). Boxes depict 25th through 75th percentiles, and whiskers show 10th through 90th percentiles. (C, D) Comparison of the variation in gene expression levels in different tissues (C) and at different developmental stages (D) for genes associated with M1BP, GAF, or the TATA box. Microarray (Chintapalli et al, 2007) or RNA-seq (Graveley et al, 2010) data provided measures of expression. To focus on factors recruited directly by the DNA sequence, genes having both the binding motif and ChIP-seq or ChIP-chip peaks were selected as M1BP or GAF genes. Cumulative plots for all genes provide a reference. SD: standard deviation.Transcriptional plasticity can also be interrogated on a single gene basis by analysing the expression variation displayed by each gene (Figures 4C and D). We determined the relative standard deviation in the expression levels of each gene among different tissues or at different developmental stages, and generated a cumulative plot for M1BP and GAF genes. We also included an analysis of TATA box genes because the TATA box was underrepresented among genes with paused Pol II. The cumulative plots show that M1BP genes exhibit the least plasticity among tissues and developmental stages while TATA box genes exhibit the greatest plasticity. GAF genes exhibit less expression variation than TATA box genes but more than M1BP genes. The difference between any two groups of genes is statistically significant (Mann–Whitney test, for any pair, P<0.0001), implying divergent regulatory mechanisms are employed at these three groups of genes.TATA box and GAF genes tend to use distinct developmental transcription factors while M1BP genes function independently of these regulatorsThe difference in the transcriptional plasticity of M1BP, GAF, and the TATA box genes raised the possibility that these groups of genes are regulated by different sets of sequence-specific factors. To test that, we queried a list of 39 sequence-specific transcription factors that associate with experimentally defined DNA sequences (Kulakovskiy et al, 2009), and determined the distribution of these binding sites among M1BP, GAF, and TATA box promoters (Figure 5). GAF and TATA box promoters each exhibit correlations with largely distinct transcription factors. This suggests that gene-specific transcription factors are required for the regulation of these promoters, but that these two classes of promoters are regulated by different factors. In contrast, Motif 1 shows neutral or negative correlations with the majority of the binding sites for the 39 factors. Hence, M1BP might govern transcription of its target genes in a ‘stand-alone' fashion that has less dependence on other sequence-specific factors than GAF and TATA box genes.Open in a separate windowFigure 5GAF, M1BP, and TATA box promoters employ distinct transcriptional regulators. Heat map showing the correlation of transcription factor binding sites with M1BP, GAF, and TATA box genes. Genes having both the binding motif and ChIP-seq or ChIP-chip peaks were selected as M1BP or GAF genes. Each row corresponds to 1 of 39 transcription factors with experimentally determined binding sites (Kulakovskiy et al, 2009). The frequency of a certain binding site occurring at promoters associated with M1BP, GAF, or the TATA box was calculated, and the significance of correlation was expressed as a P-value (Fisher's exact test). Hierarchical clustering analysis was performed to group factors with similar correlation patterns.Different gene ontologies are linked to M1BP, GAF, and the TATA boxTo understand the biological rationale for employing different transcriptional controls, we identified the types of genes in each group. Gene ontology analysis showed that M1BP genes are enriched for ones that function in basic cellular processes, such as the cell cycle, metabolism, and the cytoskeleton (Figure 6A). Hence, these genes are likely to be active in most cells. In contrast, GAF genes are mostly involved in development and morphogenesis, and would require greater tissue and developmental-specific patterns of expression (Figure 6B). This observation is consistent with the proposed function of paused Pol II in synchronous induction of developmental genes (Levine, 2011). The TATA box is enriched at genes involved in responding to external stimuli or functioning in particular tissues (Figure 6C), such that TATA box genes show the most cell type-specific expression profiles. As a group, these genes may require fuller, cell type-specific repression to avoid being miss-expressed in particular cells.Open in a separate windowFigure 6(A) M1BP, (B) GAF, and (C) TATA box genes have different functions. Gene ontology terms were queried from GO_FAT categories and then subjected to functional annotation clustering analysis to group GO terms having similar biological meanings. The collapsed GO terms and the group enrichment scores (cutoff at 5) are shown.Evidence for chromatin-dependent and -independent pausing mechanismsThe dichotomy between M1BP and GAF genes extends to the paused Pol II. The pausing efficiency on M1BP genes is substantially less than the pausing efficiency on GAF genes (Figure 7A), even though both groups associate with the pausing factor, NELF (Figure 7B). We were prompted to compare the nucleosome organization on these two groups of genes because recent bioinformatic analyses had reached seemingly conflicting conclusions about whether nucleosomes contribute to pausing (Mavrich et al, 2008; Gilchrist et al, 2010). None of these analyses had considered the possible impact that a significant portion of the paused genes were either associated with M1BP or GAF, and therefore might involve different mechanisms of pausing.Open in a separate windowFigure 7Distinct nucleosome organizations occur on M1BP and GAF genes. (A) Pausing efficiencies on GAF and M1BP genes. Box plot of pausing indices calculated as the ratio of Pol II density defined by T reactivities in the promoter region from +1 to +100 and the density in the region from +150 to the end of the gene for genes that are longer than 600 bp and that do not have start sites of neighbouring genes within 500 bp. Boxes depict 25th through 75th percentiles; whiskers show 10th through 90th percentiles. (B) Composite plots of NELF-B distributions on M1BP and GAF genes. Each plot has been normalized to the number of genes in each group. (C) Heat map showing the nucleosome distribution around the TSSs of Pol II-associated genes. Centers of pair-end MNase-seq reads (Gilchrist et al, 2010) were mapped to TSSs and binned in 50 bp intervals. Genes were grouped according to the association of M1BP and GAF. Colors for M1BP and GAF columns were artificially assigned with brown as present and green as absent. (D) Composite plots of nucleosome distributions on the four groups of genes described in (C). (E) Composite plots of the distribution of transcription bubbles relative to the downstream border of the +1 nucleosome for M1BP, GAF, and M1BP/GAF-less genes. Transcription bubbles were defined by calling 12 bp peaks of T reactivity. The distance from the forward edge of transcription bubble to the downstream border of nucleosome was mapped. The downstream border was used as a reference point to avoid the effects of asymmetric MNase digestion of the +1 nucleosome on the analysis (Supplementary Figure S3).We generated a heat map showing the nucleosome organization on paused genes grouped according to the presence or absence of M1BP or GAF (Figure 7C). M1BP genes have a promoter region that is devoid of nucleosomes flanked by an ordered array of nucleosomes extending into the body of the gene (Figures 7C and D). In contrast, GAF genes have a higher density of nucleosomes over the promoter region and a disordered array of nucleosomes with relatively low occupancy over the body of the gene. Paused genes lacking GAF and M1BP tend to have an ordered array of nucleosomes but lack the dearth of nucleosomes seen at the promoter of M1BP genes. Finally, the small group of genes associated with both proteins have the nucleosome-free region at the promoters similar to M1BP genes but low nucleosome occupancy in the body of the gene similar to GAF genes.The +1 nucleosome on M1BP genes appeared to be located just downstream from where permanganate-ChIP-seq mapped the paused Pol II. To analyse the relationship between the paused Pol II and the nucleosome, we determined the location of transcription bubbles based on the T reactivity and then prepared a composite plot of the distance between the bubbles and the downstream border of the +1 nucleosome (Figure 7E). The downstream border was used as a reference point because our analysis of the MNase cutting revealed that many of the +1 nucleosomes on genes with Pol II were preferentially digested by MNase at the upstream border (Supplementary Figure S3). This asymmetric digestion of the +1 nucleosome confounds the conventional approach of using the MNase cut sites on each side of the nucleosome as a means for locating the +1 nucleosome.The transcription bubbles associated with M1BP genes are highly concentrated in two places, 150 and 135 nucleotides upstream from the distal edge of the +1 nucleosome (Figure 7E). These two peaks were observed when we analysed the genes transcribed in either direction separately, so they are likely to be of biochemical significance rather than a chance occurrence. Since a canonical nucleosome associates with 147 bp DNA and the leading edge of the Pol II is situated 15 to 20 bp downstream from the transcription bubble, paused Pol II on M1BP promoters tends to penetrate the proximal half of the nucleosome. Biochemical studies reveal that Pol II encounters relatively strong pauses in this region of the nucleosome (Bondarenko et al, 2006; Bintu et al, 2012).We performed a similar analysis on GAF genes because the absence of an ordered pattern of nucleosomes (Figures 7C and D) still left open the possibility that a +1 nucleosome was present on each gene but not localized relative to the transcription start site. In contrast to M1BP genes, the permanganate reactivity associated with GAF genes is spread over a broad region spanning between 100 and 250 nucleotides upstream from the downstream edge of the +1 nucleosome (Figure 7E). Hence, a large portion of the paused Pol II on these genes is paused well upstream from the upstream border of the +1 nucleosome.We also analysed the group of genes that lacked M1BP or GAF (Figure 7E). The distribution of transcription bubbles is concentrated at 150 and 135 nucleotides upstream from the distal border like M1BP genes, but also has a broad shoulder extending in the upstream direction that is similar to GAF genes. We suspect that this group of genes has members that utilize a pausing mechanism similar to M1BP and others that are similar to GAF.We posit that the nucleosome plays an important role in pausing Pol II on M1BP genes. To test this hypothesis, we compared the nucleosome distributions on M1BP genes with pausing indices >3 to those with pausing indices <3. The latter group has very inefficient pausing and relatively even distributions of Pol II at the promoter and in the body of gene. If the nucleosome is directly involved in pausing, then those genes with inefficient pausing are predicted to have lower nucleosome occupancy adjacent to the paused Pol II than the rest of the M1BP genes. A composite plot of the nucleosome occupancy shows that this is indeed the case for the +1 nucleosome position (Supplementary Figure S4), thus suggesting that the +1 nucleosome directly participates in pausing. DiscussionM1BP, a missing piece in understanding global gene regulation in DrosophilaM1BP is a previously uncharacterized DNA binding protein that associates with a core promoter element known as Motif 1 (Ohler et al. 2002). Bioinformatic analyses have linked Motif 1 to the Mnt/Max heterodimer that functions in regulating cell growth (Orian et al, 2003; Loo et al, 2005), CP190 that functions as an insulator (Negre et al, 2010), and the TBP-related factor, TRF2, that presumably is involved in preinitiation complex formation (Isogai et al, 2007). Our work provides the first biochemical identification of a protein that recognizes Motif 1.M1BP associates with genes encoding proteins that are required for the viability of all cells, such as several subunits of Pol II and the Mediator (Supplementary Table S1). The large number of genes that M1BP associates with now provides insight into why CG9797, the FlyBase designation for M1BP, has been identified as a hit in RNAi screens. RNAi against CG9797 was one of only 18 RNAis among more than 21 000 screened that disrupted E2F signalling (Lu et al, 2007). M1BP was also in a group of 62 genes among 13 500 screened that disrupted the G2/M checkpoint (Kondo and Perrimon, 2011). Our results show that CG9797 is a transcriptional activator of many essential genes and the loss of this protein could debilitate a wide spectrum of cellular functions. We find that depletion of M1BP from cultured cells impairs cellular proliferation (Supplementary Figure S2C) and depletion of M1BP from salivary glands causes this tissue to be absent from third-instar larvae (DS Gilmour, unpublished observation).Sequence homology indicates that there is a single gene in mammals that encodes a ZAD-ZNF protein (Chung et al, 2007), and this gene colocalizes with a breast cancer tumour suppressor (Wong et al, 2003). In contrast to mammals, Drosophila has 98 members of the ZAD-ZNF family (Chung et al, 2007). Most family members are specifically expressed in oocytes and neurons, while M1BP exhibits high expression in all tissues (Supplementary Figure S5C) and at all stages of development (Supplementary Figure S6). Interestingly, mammals have a family of zinc-finger proteins, the KRAB-ZNF family that is expanded in mammals but appears to be absent from Drosophila (Nowick and Stubbs, 2010; Stubbs et al, 2011). Hence, a functional counterpart of M1BP in mammals might be within the KRAB-ZNF family.Evidence for chromatin-dependent and -independent mechanisms of pausingOur analysis of the nucleosome organization on M1BP and GAF genes suggests that promoter proximal pausing on M1BP genes is strongly linked to the +1 nucleosome, while pausing on GAF genes is largely independent of this nucleosome. Additional support for this conclusion is provided by our finding that the occupancy of the +1 nucleosome is higher for the efficiently paused M1BP genes than for the less efficiently paused M1BP genes. Since the leading edge of Pol II is located 15 to 20 bp downstream from the front of the transcription bubble, Pol II on M1BP-associated genes appears to penetrate the upstream edge of the first nucleosome. This region is known to cause Pol II to pause and is due to contacts between histones and the DNA (Bondarenko et al, 2006; Hall et al, 2009; Bintu et al, 2012).In contrast to M1BP genes, the distance between the paused Pol II and the +1 nucleosome on GAF genes spanned from 100 to 250 bp upstream from the distal border of the first nucleosome, with over half of the Pol II not being near the nucleosome. Moreover, while the density of paused Pol II on GAF genes is higher than M1BP genes, the nucleosome occupancy is substantially lower. Thus, much of the Pol II that pauses on GAF genes does not involve a collision between Pol II and the nucleosome. Recent results show that nucleosomes in the vicinity of GAF-associated regions are highly dynamic and this could be the basis for the low nucleosome occupancy (Deal et al, 2010). Since GAF recruits NELF to promoter DNA (Li et al, 2013), this recruitment could facilitate binding of NELF to the elongation complex, thus assuring efficient pausing without a nucleosome collision.Previous biochemical studies fully support the notion of chromatin-dependent and -independent promoter proximal pausing mechanisms. Reconstitution of a stably paused Pol II in the promoter proximal region of human hsp70 in nuclear extracts required the template to also be reconstituted into chromatin (Brown et al, 1996). In contrast, promoter proximally paused Pol II was reconstituted on the Drosophila hsp70 promoter with naked DNA templates (Benjamin and Gilmour, 1998).Several studies have made conclusions about the relationship between chromatin structure and pausing, but none have taken into consideration the striking difference in the chromatin structures on M1BP and GAF genes. Since both groups of genes account for a substantial portion of paused genes, they significantly impact bioinformatic analyses. One study observed that as the pausing efficiency increased, the nucleosome occupancy decreased (Gilchrist et al, 2010). This observation is readily explained because GAF-associated genes dominate the group with the highest level of paused Pol II (Supplementary Figure S7A and B). Another study noted that RNA polymerase II pauses at H2Av-depleted genes (Weber et al, 2010). This too can be explained by the paucity of nucleosomes residing on the highly paused, GAF-associated genes (Supplementary Figure S7C). In the future, it will be important to separate M1BP and GAF genes, since the two classes of genes constitute significant portions of Pol II-associated promoters, yet are divergent in chromatin structure, in efficiency of pausing, and in the transcription factors that regulate their expression. Our results indicate that M1BP and GAF genes maintain their unique chromatin structures irrespective of the level of paused Pol II, suggesting that these unique features are likely dictated by M1BP and GAF rather than the paused Pol II (Supplementary Figure S7C).M1BP and GAF mediate divergent regulatory mechanisms that can be linked to distinct transcriptional dynamicsWe posit that the divergent regulatory mechanisms involving M1BP and GAF help to define the transcriptional dynamics of their target genes. The striking absence of nucleosomes at the promoter of M1BP genes could play a key role in maintaining the steady levels of expression of these genes throughout development because the promoter region remains accessible to the transcriptional machinery. As a group, M1BP genes exhibit a significantly narrower range of expression levels than GAF genes. The efficiency of promoter proximal pausing could provide the basis for this difference. Both types of promoters associate with NELF, indicating that pausing occurs. However, the efficiency of pausing on GAF genes exceeds that of M1BP genes. Reactivation of the paused Pol II at GAF genes is likely to involve additional sequence-specific transcription factors as is the case for the heat shock genes (Lis, 1998). Several DNA binding factors in mammals have been reported to recruit P-TEFb, the kinase that promotes productive elongation (Peterlin and Price, 2006). A similar mechanism could be used by those factors that we identified with binding sites enriched at GAF genes. This two-step process allows GAF genes to be poised for induction until the second transcription factor is activated by internal or external cues. In contrast, pausing on M1BP genes is less efficient and due to a transient impediment by the first nucleosome. One function of this pause could be to allow the elongation complex to transition to a state that is able to efficiently transcribe through nucleosomes that are present at significantly higher occupancy throughout the body of M1BP genes than GAF genes.The TATA box provides a wider dynamic range of expression than GAF and M1BPSince previous bioinformatic analyses showed that the TATA box and Motif 1 tended to associate with distinct sets of genes (Ni et al, 2010), we compared features of the TATA box genes to GAF and M1BP genes. TATA box genes exhibit the greatest transcriptional plasticity of the three. Unlike the other two groups, the majority of TATA box genes lack Pol II at the promoter. Recently, the analysis of the distributions of 53 different chromatin proteins across the Drosophila genome led to a comprehensive description of the chromatin landscape and the identification of 5 distinct types of chromatin (Filion et al, 2010). BLUE, GREEN, and BLACK chromatin are transcriptionally repressed environments; RED and YELLOW chromatin are transcriptionally active. RED and YELLOW chromatin harbour distinct classes of genes and differ in protein composition and in the level of H3K36 methylation. Our analysis reveals that GAF genes reside primarily in RED chromatin, and M1BP genes reside primarily in YELLOW chromatin (Supplementary Figure S8). Only 5% of M1BP genes and 20% of GAF genes reside in transcriptionally repressed types of chromatin. In contrast, ∼50% of the TATA box genes are associated with transcriptionally repressed types of chromatin. Hence, the broadening of the dynamic range of TATA box genes could be largely due to the ability of cells to fully repress these genes and block assembly of a PIC.TATA-containing promoters such as the E4 promoter and the adenovirus major late promoter have long served as paradigms for the long-standing notion that PIC formation is a primary target of transcriptional control (Thomas and Chiang, 2006). Recent genomic analysis of Pol II have challenged the extent to which this regulatory mechanism is employed in vivo and have drawn significant attention to the paused Pol II as a primary target of regulation. Based on our permanganate-ChIP-seq data, 91 and 85% of M1BP and GAF genes, respectively, harbour paused Pol II, while only 26% of TATA genes have paused Pol II. The absence of paused Pol II on the TATA genes lacking paused Pol II is not simply due to inefficient pausing since the level of Pol II detected in the body of these TATA genes was not significantly above background. Instead, a key step in regulating transcription of many TATA box genes in Drosophila must be the assembly of a PIC. Whether or not pausing still occurs as a common checkpoint in the activation of the TATA box genes lacking paused Pol II remains to be determined. Materials and methodsGenomic footprinting with DNase IDNase I genomic footprinting of nuclei isolated from 12- to 18-h-old embryos was done as previously described (Weber et al, 1997). DNase I cuts were detected by ligation-mediated PCR using primers described in Supplementary Table S2.Gel-shift assayDrosophila nuclear extracts were made as previously described (Biggin and Tjian, 1988), except that extracts were dialysed to a conductivity equal to that of 0.15 M HEMG (25 mM HEPES (pH 7.6), 0.1 mM EDTA, 12.5 mM MgCl2, 10% glycerol, and 150 mM KCl). Double-strand DNA probes for gel-shift assays were generated by 32P-labelling one oligonucleotide with T4 polynucleotide kinase (New England Biolabs), and annealing three-fold molar excess of a complementary oligonucleotide in 10 mM Tris-HCl (pH 7.5), 50 mM NaCl, and 5 mM EDTA. To prepare DNA competitors, an equal molar amount of each oligonucleotide was annealed.A total of 50 fmol of radiolabelled probe (0.5−1 × 105 c.p.m., Supplementary Table 3) was incubated with protein samples in 20 μl of binding buffer (10 mM HEPES, pH 7.6, 75 mM KCl, 1 mM EDTA, 5% glycerol, 1 mM DTT, 250 μg/ml BSA, and 25 μg/ml HaeIII-cut E. coli DNA) at room temperature for 15 min. If present, unlabelled competitors were included in 100-fold molar excess at the beginning of the binding reaction. Binding reactions contained 15 μg embryo nuclear extract, 6 μl of eluates from DNA affinity purification, or 250 ng of recombinant M1BP. Some binding reactions contained 10 μM ZnCl2. Protein–DNA complexes were analysed on 6% polyacrylamide gels in 0.5 × TBE buffer.Purification of M1BP from embryo nuclear extractsDrosophila embryo nuclear extracts were fractionated on heparin-agarose and then Sephacryl S-300 (Austin and Biggin, 1996). Sephacryl S-300 column fractions were assayed by gel-shift, and fractions containing Motif 1 binding activity were pooled for DNA affinity chromatography. DNA affinity columns were prepared by coupling DNA to CNBr-activated sepharose (GE Healthcare) (Kadonaga and Tjian, 1986). Complementary oligonucleotides of the sequence 5′-GATCCAGTGTGACCG-3′ and 5′-GATCCGGTCACACTG-3′ were used for the Motif 1 affinity resin, while oligonucleotides of the sequence 5′-GATCCACTCTGACGG-3′ and 5′-GATCCCGTCAGAGTG-3′ were used for the control resin. DNA affinity chromatography was done as previously described (Kadonaga and Tjian, 1986), except that 15 μg/ml of HaeIII-cut E. coli DNA was used as competitor.Chromatin immunoprecipitation (ChIP)ChIP assays were performed as previously described (Petesch and Lis, 2008), with the following modifications. S2R+ (DRSC) cells were grown in Schneider's media with 10% FBS to a density of 5 million cells per ml before crosslinking. After crosslinking, extracts were sonicated at 4°C on the high-sonication setting of the Bioruptor (Diagenode) with three 15 min intervals of 30 s bursts, followed by 1 min of inactivity to achieve an average fragment size of 150 bp. For standard ChIP assays, 4 μl of an antiserum (M1BP, pre-immune or Rpb3) was used per immunoprecipitation of 2.5 million cells. Quantitative PCR was used to determine percent input for each primer pair (list in Supplementary Table S5). For ChIP-seq analysis, sonicated DNA from 20 million cells was immunoprecipitated by either M1BP antisera or pre-immune sera. DNA precipitated with either antibody in two biologically independent experiments was combined and subjected to library preparation for SOLiD sequencing.SOLiD sequencingThe DNA libraries were prepared as previously described (Motallebipour et al, 2009), with some modifications. Only one size selection was performed after ligation of barcoded adapters and PCR amplification. DNA was purified from an agarose gel with the MinElute Gel Extraction Kit (Qiagen). DNA samples were sequenced with 50 bp read lengths on an ABI SOLiD Genome Sequencer by the Penn State Genomics Core Facility. SOLiD sequencing reads for ChIP with M1BP and pre-immune antisera were mapped to the Drosophila genome with the NGS toolbox on Galaxy (Blankenberg et al, 2010; Goecks et al, 2010). Mapping with Bowtie used default settings, except only uniquely aligned reads were kept (Langmead, 2010). A total of 6 583 283 reads from two M1BP ChIP experiments and 4 244 033 reads from the pre-immune control were mapped to unique sites on the genome. To define the centre of a peak, sequencing reads on both strands were shifted by 50 bp, which was determined with tools on GeneTrack (Albert et al, 2008). M1BP peak calling was done with the cis-genome software package (Ji et al, 2008) using the two-sample model.M1BP RNAiRNAi experiments with S2R+ cells were done as previously described (Clemens et al, 2000), with the following modifications. dsRNA (30 μg) was applied to 1 million cells in 1.5 ml of FBS-free Schneider's media. The cells were incubated for 1 h at 24°C followed by addition of 1.5 ml of Schneider's media containing 20% FBS. The cells were incubated for an additional 5 days before expression analysis or ChIP assays. LacZ RNAi served as control. The primers for generating the templates for in vitro synthesis of RNAi are listed in Supplementary Table S4.RNA expression analysisTotal RNA was isolated from M1BP or lacZ RNAi-treated S2R+ cells using the RNeasy Mini Kit (Qiagen). For transcriptome analysis, RNA samples from four individual RNAi experiments were analysed on Roche NimbleGen 4 × 72K multiplex arrays by the Penn State Genomics Core Facility. The ArrayStar 3 software package was used for microarray data analysis. To validate the microarray data, total RNAs were converted into cDNA libraries with SuperScript III Reverse Transcriptase (Invitrogen) in the presence of both oligo-dT and random hexamers. Quantitative PCR was used to examine the mRNA changes on individual genes with gene-specific primers (list in Supplementary Table S5).For expression and purification of recombinant M1BP, in vitro protein–DNA crosslinking analysis, DNA motif analysis, and other bioinformatic analyses, see Supplementary Methods.Accession numbersMicroarray data and sequencing data are available at the NCBI Sequence Read Archive (accession number: {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE46630\",\"term_id\":\"46630\"}}GSE46630). Supplementary MaterialSupplementary Information:Click here to view.(787K, pdf)Review Process File:Click here to view.(166K, pdf) AcknowledgmentsWe thank Saurabh Sinha and Majid Kazemian at University of Illinois for helpful discussion on DNA motif analysis. We thank Debashis Ghosh for helpful discussion on normal mixture modelling of the size of nucleosomes. SOLiD sequencing and expression microarray experiments were done by the Penn State Genomics Core Facility. We also thank Frank Pugh, Tracy Nixon, and members of the Gilmour Lab for helpful insights on the manuscript. This research was supported by NIH grant GM47477.Author contribution: JL designed and executed experiments, performed bioinformatic analyses, interpreted results, and wrote the manuscript. DSG designed experiments, interpreted results, and wrote the manuscript. Footnotes The authors declare that they have no conflict of interest. ReferencesAdelman K, Kennedy MA, Nechaev S, Gilchrist DA, Muse GW, Chinenov Y, Rogatsky I (2009) Immediate mediators of the inflammatory response are poised for gene activation through RNA polymerase II stalling. Proc Natl Acad Sci USA\n106: 18207–18212 [PMC free article] [PubMed] [Google Scholar]Albert I, Wachi S, Jiang C, Pugh BF (2008) GeneTrack--a genomic data processing and visualization framework. Bioinformatics\n24: 1305–1306 [PMC free article] [PubMed] [Google Scholar]Austin RJ, Biggin MD (1996) Purification of the Drosophila RNA polymerase II general transcription factors. Proc Natl Acad Sci USA\n93: 5788–5792 [PMC free article] [PubMed] [Google Scholar]Benjamin LR, Gilmour DS (1998) Nucleosomes are not necessary for promoter-proximal pausing in vitro on the Drosophila hsp70 promoter. Nucleic Acids Res\n26: 1051–1055 [PMC free article] [PubMed] [Google Scholar]Biggin MD, Tjian R (1988) Transcription factors that activate the Ultrabithorax promoter in developmentally staged extracts. Cell\n53: 699–711 [PubMed] [Google Scholar]Bintu L, Ishibashi T, Dangkulwanich M, Wu YY, Lubkowska L, Kashlev M, Bustamante C (2012) Nucleosomal elements that control the topography of the barrier to transcription. Cell\n151: 738–749 [PMC free article] [PubMed] [Google Scholar]Blankenberg D, Von Kuster G, Coraor N, Ananda G, Lazarus R, Mangan M, Nekrutenko A, Taylor J (2010) Galaxy: a web-based genome analysis tool for experimentalists. Curr Protoc Mol Biol\nChapter 19(Unit 19): 10 11–21 [PMC free article] [PubMed] [Google Scholar]Boettiger AN, Levine M (2009) Synchronous and stochastic patterns of gene activation in the Drosophila embryo. Science\n325: 471–473 [PMC free article] [PubMed] [Google Scholar]Bondarenko VA, Steele LM, Ujvari A, Gaykalova DA, Kulaeva OI, Polikanov YS, Luse DS, Studitsky VM (2006) Nucleosomes can form a polar barrier to transcript elongation by RNA polymerase II. Mol Cell\n24: 469–479 [PubMed] [Google Scholar]Brown SA, Imbalzano AN, Kingston RE (1996) Activator-dependent regulation of transcriptional pausing on nucleosomal templates. Genes Dev\n10: 1479–1490 [PubMed] [Google Scholar]Chintapalli VR, Wang J, Dow JA (2007) Using FlyAtlas to identify better Drosophila melanogaster models of human disease. Nat Genet\n39: 715–720 [PubMed] [Google Scholar]Chopra VS, Srinivasan A, Kumar RP, Mishra K, Basquin D, Docquier M, Seum C, Pauli D, Mishra RK (2008) Transcriptional activation by GAGA factor is through its direct interaction with dmTAF3. Dev Biol\n317: 660–670 [PubMed] [Google Scholar]Chung HR, Lohr U, Jackle H (2007) Lineage-specific expansion of the zinc finger associated domain ZAD. Mol Biol Evol\n24: 1934–1943 [PubMed] [Google Scholar]Clemens JC, Worby CA, Simonson-Leff N, Muda M, Maehama T, Hemmings BA, Dixon JE (2000) Use of double-stranded RNA interference in Drosophila cell lines to dissect signal transduction pathways. Proc Natl Acad Sci USA\n97: 6499–6503 [PMC free article] [PubMed] [Google Scholar]Core LJ, Lis JT (2008) Transcription regulation through promoter-proximal pausing of RNA polymerase II. Science\n319: 1791–1792 [PMC free article] [PubMed] [Google Scholar]Core LJ, Waterfall JJ, Gilchrist DA, Fargo DC, Kwak H, Adelman K, Lis JT (2012) Defining the status of RNA polymerase at promoters. Cell Rep\n2: 1025–1035 [PMC free article] [PubMed] [Google Scholar]Deal RB, Henikoff JG, Henikoff S (2010) Genome-wide kinetics of nucleosome turnover determined by metabolic labeling of histones. Science\n328: 1161–1164 [PMC free article] [PubMed] [Google Scholar]Engstrom PG, Ho Sui SJ, Drivenes O, Becker TS, Lenhard B (2007) Genomic regulatory blocks underlie extensive microsynteny conservation in insects. Genome Res\n17: 1898–1908 [PMC free article] [PubMed] [Google Scholar]Filion GJ, van Bemmel JG, Braunschweig U, Talhout W, Kind J, Ward LD, Brugman W, de Castro IJ, Kerkhoven RM, Bussemaker HJ, van Steensel B (2010) Systematic protein location mapping reveals five principal chromatin types in Drosophila cells. Cell\n143: 212–224 [PMC free article] [PubMed] [Google Scholar]FitzGerald PC, Sturgill D, Shyakhtenko A, Oliver B, Vinson C (2006) Comparative genomics of Drosophila and human core promoters. Genome Biol\n7: R53. [PMC free article] [PubMed] [Google Scholar]Ghosh SK, Missra A, Gilmour DS (2011) Negative elongation factor accelerates the rate at which heat shock genes are shut off by facilitating dissociation of heat shock factor. Mol Cell Biol\n31: 4232–4243 [PMC free article] [PubMed] [Google Scholar]Gilchrist DA, Dos Santos G, Fargo DC, Xie B, Gao Y, Li L, Adelman K (2010) Pausing of RNA polymerase II disrupts DNA-specified nucleosome organization to enable precise gene regulation. Cell\n143: 540–551 [PMC free article] [PubMed] [Google Scholar]Gilchrist DA, Nechaev S, Lee C, Ghosh SK, Collins JB, Li L, Gilmour DS, Adelman K (2008) NELF-mediated stalling of Pol II can enhance gene expression by blocking promoter-proximal nucleosome assembly. Genes Dev\n22: 1921–1933 [PMC free article] [PubMed] [Google Scholar]Goecks J, Nekrutenko A, Taylor J (2010) Galaxy: a comprehensive approach for supporting accessible, reproducible, and transparent computational research in the life sciences. Genome Biol\n11: R86. [PMC free article] [PubMed] [Google Scholar]Graveley BR, Brooks AN, Carlson JW, Duff MO, Landolin JM, Yang L, Artieri CG, van Baren MJ, Boley N, Booth BW, Brown JB, Cherbas L, Davis CA, Dobin A, Li R, Lin W, Malone JH, Mattiuzzo NR, Miller D, Sturgill D\net al. (2010) The developmental transcriptome of Drosophila melanogaster. Nature\n471: 473–479 [PMC free article] [PubMed] [Google Scholar]Hall MA, Shundrovsky A, Bai L, Fulbright RM, Lis JT, Wang MD (2009) High-resolution dynamic mapping of histone-DNA interactions in a nucleosome. Nat Struct Mol Biol\n16: 124–129 [PMC free article] [PubMed] [Google Scholar]Hendrix DA, Hong JW, Zeitlinger J, Rokhsar DS, Levine MS (2008) Promoter elements associated with RNA Pol II stalling in the Drosophila embryo. Proc Natl Acad Sci USA\n105: 7762–7767 [PMC free article] [PubMed] [Google Scholar]Isogai Y, Keles S, Prestel M, Hochheimer A, Tjian R (2007) Transcription of histone gene cluster by differential core-promoter factors. Genes Dev\n21: 2936–2949 [PMC free article] [PubMed] [Google Scholar]Jauch R, Bourenkov GP, Chung HR, Urlaub H, Reidt U, Jackle H, Wahl MC (2003) The zinc finger-associated domain of the Drosophila transcription factor grauzone is a novel zinc-coordinating protein-protein interaction module. Structure\n11: 1393–1402 [PubMed] [Google Scholar]Ji H, Jiang H, Ma W, Johnson DS, Myers RM, Wong WH (2008) An integrated software system for analyzing ChIP-chip and ChIP-seq data. Nat Biotechnol\n26: 1293–1300 [PMC free article] [PubMed] [Google Scholar]Kadonaga JT, Tjian R (1986) Affinity purification of sequence-specific DNA binding proteins. Proc Natl Acad Sci USA\n83: 5889–5893 [PMC free article] [PubMed] [Google Scholar]Kondo S, Perrimon N (2011) A genome-wide RNAi screen identifies core components of the G-M DNA damage checkpoint. Sci Signal\n4: rs1. [PMC free article] [PubMed] [Google Scholar]Kulakovskiy IV, Favorov AV, Makeev VJ (2009) Motif discovery and motif finding from genome-mapped DNase footprint data. Bioinformatics\n25: 2318–2325 [PubMed] [Google Scholar]Langmead B (2010) Aligning short sequencing reads with Bowtie. Curr Protoc Bioinformatics\nChapter 11(Unit 11): 17 [PMC free article] [PubMed] [Google Scholar]Lee C, Li X, Hechmer A, Eisen M, Biggin MD, Venters BJ, Jiang C, Li J, Pugh BF, Gilmour DS (2008) NELF and GAGA factor are linked to promoter-proximal pausing at many genes in Drosophila. Mol Cell Biol\n28: 3290–3300 [PMC free article] [PubMed] [Google Scholar]Levine M (2011) Paused RNA polymerase II as a developmental checkpoint. Cell\n145: 502–511 [PMC free article] [PubMed] [Google Scholar]Li J, Liu Y, Rhee HS, Ghosh SKB, Pugh BF, Gilmour DS (2013) Kinetic competition between elongation rate and binding of NELF controls promoter proximal pausing. Mol Cell: 5: 711–722 [PMC free article] [PubMed] [Google Scholar]Li L, Edgar BA, Grewal SS (2010) Nutritional control of gene expression in Drosophila larvae via TOR, Myc and a novel cis-regulatory element. BMC Cell Biol\n11: 7. [PMC free article] [PubMed] [Google Scholar]Li XY, Thomas S, Sabo PJ, Eisen MB, Stamatoyannopoulos JA, Biggin MD (2011) The role of chromatin accessibility in directing the widespread, overlapping patterns of Drosophila transcription factor binding. Genome Biol\n12: R34. [PMC free article] [PubMed] [Google Scholar]Lis J (1998) Promoter-associated pausing in promoter architecture and postinitiation transcriptional regulation. Cold Spring Harb Symp Quant Biol\n63: 347–356 [PubMed] [Google Scholar]Loo LW, Secombe J, Little JT, Carlos LS, Yost C, Cheng PF, Flynn EM, Edgar BA, Eisenman RN (2005) The transcriptional repressor dMnt is a regulator of growth in Drosophila melanogaster. Mol Cell Biol\n25: 7078–7091 [PMC free article] [PubMed] [Google Scholar]Lu J, Ruhf ML, Perrimon N, Leder P (2007) A genome-wide RNA interference screen identifies putative chromatin regulators essential for E2F repression. Proc Natl Acad Sci USA\n104: 9381–9386 [PMC free article] [PubMed] [Google Scholar]Mavrich TN, Jiang C, Ioshikhes IP, Li X, Venters BJ, Zanton SJ, Tomsho LP, Qi J, Glaser RL, Schuster SC, Gilmour DS, Albert I, Pugh BF (2008) Nucleosome organization in the Drosophila genome. Nature\n453: 358–362 [PMC free article] [PubMed] [Google Scholar]McQuilton P St, Pierre SE, Thurmond J (2012) FlyBase 101--the basics of navigating FlyBase. Nucleic Acids Res\n40: D706–D714 [PMC free article] [PubMed] [Google Scholar]Motallebipour M, Ameur A, Reddy Bysani MS, Patra K, Wallerman O, Mangion J, Barker MA, McKernan KJ, Komorowski J, Wadelius C (2009) Differential binding and co-binding pattern of FOXA1 and FOXA3 and their relation to H3K4me3 in HepG2 cells revealed by ChIP-seq. Genome Biol\n10: R129. [PMC free article] [PubMed] [Google Scholar]Muller J, Hart CM, Francis NJ, Vargas ML, Sengupta A, Wild B, Miller EL, O'Connor MB, Kingston RE, Simon JA (2002) Histone methyltransferase activity of a Drosophila Polycomb group repressor complex. Cell\n111: 197–208 [PubMed] [Google Scholar]Muse GW, Gilchrist DA, Nechaev S, Shah R, Parker JS, Grissom SF, Zeitlinger J, Adelman K (2007) RNA polymerase is poised for activation across the genome. Nat Genet\n39: 1507–1511 [PMC free article] [PubMed] [Google Scholar]Nechaev S, Fargo DC, dos Santos G, Liu L, Gao Y, Adelman K (2010) Global analysis of short RNAs reveals widespread promoter-proximal stalling and arrest of Pol II in Drosophila. Science\n327: 335–338 [PMC free article] [PubMed] [Google Scholar]Negre N, Brown CD, Shah PK, Kheradpour P, Morrison CA, Henikoff JG, Feng X, Ahmad K, Russell S, White RA, Stein L, Henikoff S, Kellis M, White KP (2010) A comprehensive map of insulator elements for the Drosophila genome. PLoS Genet\n6: e1000814. [PMC free article] [PubMed] [Google Scholar]Ni T, Corcoran DL, Rach EA, Song S, Spana EP, Gao Y, Ohler U, Zhu J (2010) A paired-end sequencing strategy to map the complex landscape of transcription initiation. Nat Methods\n7: 521–527 [PMC free article] [PubMed] [Google Scholar]Nowick K, Stubbs L (2010) Lineage-specific transcription factors and the evolution of gene regulatory networks. Brief Funct Genomics\n9: 65–78 [PMC free article] [PubMed] [Google Scholar]Ohler U (2006) Identification of core promoter modules in Drosophila and their application in accurate transcription start site prediction. Nucleic Acids Res\n34: 5943–5950 [PMC free article] [PubMed] [Google Scholar]Ohler U, Liao GC, Niemann H, Rubin GM (2002) Computational analysis of core promoters in the Drosophila genome. Genome Biol\n3: RESEARCH0087 [PMC free article] [PubMed] [Google Scholar]Orian A, van Steensel B, Delrow J, Bussemaker HJ, Li L, Sawado T, Williams E, Loo LW, Cowley SM, Yost C, Pierce S, Edgar BA, Parkhurst SM, Eisenman RN (2003) Genomic binding by the Drosophila Myc, Max, Mad/Mnt transcription factor network. Genes Dev\n17: 1101–1114 [PMC free article] [PubMed] [Google Scholar]Peterlin BM, Price DH (2006) Controlling the elongation phase of transcription with P-TEFb. Mol Cell\n23: 297–305 [PubMed] [Google Scholar]Petesch SJ, Lis JT (2008) Rapid, transcription-independent loss of nucleosomes over a large chromatin domain at Hsp70 loci. Cell\n134: 74–84 [PMC free article] [PubMed] [Google Scholar]Rach EA, Winter DR, Benjamin AM, Corcoran DL, Ni T, Zhu J, Ohler U (2011) Transcription initiation patterns indicate divergent strategies for gene regulation at the chromatin level. PLoS Genet\n7: e1001274. [PMC free article] [PubMed] [Google Scholar]Roeder RG (2005) Transcriptional regulation and the role of diverse coactivators in animal cells. FEBS Lett\n579: 909–915 [PubMed] [Google Scholar]Rudolph T, Yonezawa M, Lein S, Heidrich K, Kubicek S, Schafer C, Phalke S, Walther M, Schmidt A, Jenuwein T, Reuter G (2007) Heterochromatin formation in Drosophila is initiated through active removal of H3K4 methylation by the LSD1 homolog SU(VAR)3-3. Mol Cell\n26: 103–115 [PubMed] [Google Scholar]Schultz J, Milpetz F, Bork P, Ponting CP (1998) SMART, a simple modular architecture research tool: identification of signaling domains. Proc Natl Acad Sci USA\n95: 5857–5864 [PMC free article] [PubMed] [Google Scholar]Shimojima T, Okada M, Nakayama T, Ueda H, Okawa K, Iwamatsu A, Handa H, Hirose S (2003) Drosophila FACT contributes to Hox gene expression through physical and functional interactions with GAGA factor. Genes Dev\n17: 1605–1616 [PMC free article] [PubMed] [Google Scholar]Sims RJ 3rd, Belotserkovskaya R, Reinberg D (2004) Elongation by RNA polymerase II: the short and long of it. Genes Dev\n18: 2437–2468 [PubMed] [Google Scholar]Stubbs L, Sun Y, Caetano-Anolles D (2011) Function and evolution of C2H2 zinc finger arrays. Subcell Biochem\n52: 75–94 [PubMed] [Google Scholar]Thomas MC, Chiang CM (2006) The general transcription machinery and general cofactors. Crit Rev Biochem Mol Biol\n41: 105–178 [PubMed] [Google Scholar]Weber CM, Henikoff JG, Henikoff S (2010) H2A.Z nucleosomes enriched over active genes are homotypic. Nat Struct Mol Biol\n17: 1500–1507 [PMC free article] [PubMed] [Google Scholar]Weber JA, Taxman DJ, Lu Q, Gilmour DS (1997) Molecular architecture of the hsp70 promoter after deletion of the TATA box or the upstream regulation region. Mol Cell Biol\n17: 3799–3808 [PMC free article] [PubMed] [Google Scholar]Wong JC, Gokgoz N, Alon N, Andrulis IL, Buchwald M (2003) Cloning and mutation analysis of ZFP276 as a candidate tumor suppressor in breast cancer. J Hum Genet\n48: 668–671 [PubMed] [Google Scholar]Xiao H, Sandaltzopoulos R, Wang HM, Hamiche A, Ranallo R, Lee KM, Fu D, Wu C (2001) Dual functions of largest NURF subunit NURF301 in nucleosome sliding and transcription factor interactions. Mol Cell\n8: 531–543 [PubMed] [Google Scholar]Zeitlinger J, Stark A, Kellis M, Hong JW, Nechaev S, Adelman K, Levine M, Young RA (2007) RNA polymerase stalling at developmental control genes in the Drosophila melanogaster embryo. Nat Genet\n39: 1512–1516 [PMC free article] [PubMed] [Google Scholar]"}