{"title": "HIV-1 transcription and latency: an update", "pubDate": "2013", "PMCID": "PMC3699421", "DOI": "10.1186/1742-4690-10-67", "PMID": "23803414", "abstract": "Combination antiretroviral therapy, despite being potent and life-prolonging, is not curative and does not eradicate HIV-1 infection since interruption of treatment inevitably results in a rapid rebound of viremia. Reactivation of latently infected cells harboring transcriptionally silent but replication-competent proviruses is a potential source of persistent residual viremia in cART-treated patients. Although multiple reservoirs may exist, the persistence of resting CD4+ T cells carrying a latent infection represents a major barrier to eradication. In this review, we will discuss the latest reports on the molecular mechanisms that may regulate HIV-1 latency at the transcriptional level, including transcriptional interference, the role of cellular factors, chromatin organization and epigenetic modifications, the viral Tat trans-activator and its cellular cofactors. Since latency mechanisms may also operate at the post-transcriptional level, we will consider inhibition of nuclear RNA export and inhibition of translation by microRNAs as potential barriers to HIV-1 gene expression. Finally, we will review the therapeutic approaches and clinical studies aimed at achieving either a sterilizing cure or a functional cure of HIV-1 infection, with a special emphasis on the most recent pharmacological strategies to reactivate the latent viruses and decrease the pool of viral reservoirs.", "author": [{"author": "Carine Van Lint", "affiliation": ["Université Libre de Bruxelles (ULB), Service of Molecular Virology, Institute of Molecular Biology and Medicine, 12, Rue des Profs Jeener et Brachet, 6041, Gosselies, Belgium. cvlint@ulb.ac.be"], "href": "/?term=Van+Lint+C&cauthor_id=23803414"}, {"author": "Sophie Bouchat", "affiliation": [], "href": "/?term=Bouchat+S&cauthor_id=23803414"}, {"author": "Alessandro Marcello", "affiliation": [], "href": "/?term=Marcello+A&cauthor_id=23803414"}], "refPMID": ["22814509", "19808057", "19961595", "16207172", "16412247", "11907256", "19758442", "22867874", "2296295", "18054979", "15795303", "19543283", "19801499", "20616270", "21327098", "20939732", "20228817", "21849975", "19470482", "20711481", "20827162", "16775332", "22319447", "12719565", "15073683", "22999944", "22692576", "9144289", "7489410", "17881634", "18775311", "20837531", "22249405", "16254353", "22291913", "2331748", "1925601", "15681422", "8254768", "10837072", "12754504", "22229121", "9360927", "22019250", "19535437", "19031450", "21367910", "20979453", "20142358", "11283673", "21505308", "21402547", "20208541", "21402361", "22275402", "22536001", "3018755", "16798676", "19743454", "20374632", "20015984", "20847699", "18260759", "21345945", "15032595", "21715480", "18829756", "22020221", "2784570", "3313729", "2449497", "9445075", "8692823", "11134311", "18439275", "12682019", "22618514", "7478261", "21284992", "22372374", "9653086", "14569007", "15630452", "16919704", "19805909", "20410271", "19017960", "12438635", "21998586", "18849485", "12447360", "19336585", "22879601", "22718820", "19590405", "16061962", "19564922", "22555163", "19149992", "8851606", "7912081", "19674458", "19494021", "22314004", "22956905", "19570871", "20032180", "21829366", "22737073", "18369482", "22396646", "23042676", "12202041", "15890899", "15163705", "16840357", "16311605", "17639082", "21347347", "21423673", "19478796", "18692772", "18692773", "21430059", "21270164", "18983639", "23236059", "22500169", "1942259", "8139041", "1942252", "2352955", "21526160", "12970407", "16989610", "18241838", "19100719", "11698284", "15186524", "12895692", "9021050", "15457682", "15367617", "12134017", "14499116", "19007283", "17547826", "18451298", "21483687", "11519485", "14751002", "20538859", "23365428", "17072323", "11573245", "10570287", "22258251", "22345467", "22866663", "21471244", "22739395", "17392368", "22156527", "16690926", "12368361", "18199649", "21562161", "22674979", "16289657", "14668806", "10590065", "17332243", "21763497", "16926043", "23035819", "20380694", "15829920", "17126871", "14966139", "16175175", "12727882", "21345949", "21669397", "22975076", "21720370", "21613998", "22056990", "22327569", "22589553", "23092122", "22972397", "20937817", "22807676", "22579285", "8344262", "8605881", "15612037", "18334209", "17306844", "9759497", "17522673", "19232306", "17694074", "12368351", "14657027", "16319923", "17245431", "18007589", "19279091", "21531716", "15849318", "22826225", "23166597", "12472574", "7528572", "7517215", "10812195", "11473107", "17322921", "20132536", "19344997", "20300007", "23517573", "19239360", "19136668", "22083528", "21424110", "21838863", "22732922", "22837004", "21242890", "18525257", "20154582", "21402072", "23092175", "21498519", "22322557", "12917341", "18585916", "20357084", "20636281", "11909519", "17245432", "20335163", "23486877", "23541084", "5448218", "16408017", "10709782", "2337952", "5735362", "17289593", "19219047", "21979880", "17090648", "21140472", "17434130", "22067449", "21876670", "21447565", "16357870", "19509260", "14500907", "21539681", "12374981", "20920340", "22904200", "23051747", "18463664", "19557157", "19696893", "22345448", "16341239", "7532407", "12634362", "18537614", "15899874", "19726509", "20610712", "22271861", "23010273", "20942961", "11547919", "22190034", "18226242", "19888548", "19339032", "20541545", "22980978", "18369138", "19056941", "19056940", "22100159", "21242887", "23110726", "21448926", "20562857", "22456318", "22015688", "20471948", "20471949", "20159561", "21873227", "1421378", "3524838", "7913275", "8245855", "17937499", "18419522", "16611917", "20871596", "22952229", "23087374", "22802445", "23041316", "23255218", "23092279", "19958026", "20535204", "11498575", "10545121", "12486002", "21220424", "11384967", "10607594", "12887902", "12032084", "16687403", "15719057", "20227666", "17954611", "17537237", "12883554", "17289585", "11931765", "16362936", "17444627", "16893449", "16601680", "22140357", "7801128", "16772295", "11430827", "24832221", "16839202", "12944487", "21771347", "21771346", "23158102", "17906637", "22911005", "19114009", "22240256", "22286198", "17322031", "19560422", "22080513", "19729508", "21911362", "19122141", "21569500", "20584909", "19015395", "19148268", "23170164", "22205749", "19102781", "15601472", "17663774", "18299284", "15601474", "19220914", "22415474", "19213682", "9466996", "8658171", "8674119", "8649511", "8674120", "8649512", "8756719", "8751444", "21552772", "20555022", "3166513", "23028130", "18066041", "19219022", "22958464", "21460722", "21422987", "22826124", "22141397", "22666392", "21314914", "11153661", "11807302", "11371680", "16002429", "20837780", "10737796", "16941337", "11029005", "18845951", "20549847", "23516360", "10597782", "19287090", "19380868", "21124203", "16099290", "18525258", "17299713", "16868456", "22276680", "22406268", "3346011"], "citedInPMID": ["23803414", "34985678", "34937567", "34872356", "34844430", "34832672", "34816452", "34350133", "34289240", "34072421", "33946976", "33718825", "33364576", "33343516", "33339855", "33334019", "33287435", "33005119", "32670889", "32669338", "32625189", "32503121", "32403278", "32276443", "32256797", "32183241", "32038533", "32023284", "32012811", "31694954", "31681325", "31519219", "31434571", "31434305", "31432386", "31413127", "31288207", "31239371", "31234437", "31113488", "31048093", "31036006", "31021670", "30885676", "30663638", "30619186", "30619107", "30587760", "30483483", "30425153", "30390000", "30282021", "30197195", "30109141", "30087333", "29942393", "29793958", "29769566", "29768175", "29664930", "29596334", "29554134", "29476067", "29459864", "29451894", "29441145", "29394935", "29354130", "29343582", "29343578", "29109555", "29088095", "28937839", "28894444", "28792504", "28727807", "28641539", "28624190", "28536264", "28490494", "28275453", "28210784", "28147284", "27941817", "27922055", "27910923", "27756902", "27746784", "27725726", "27709447", "27529070", "27482406", "27381288", "27314381", "27216501", "27167871", "27099783", "27076174", "26984732", "26870822", "26839837", "26693708", "26691297", "26681773", "26588898", "26563568", "26507246", "26483757", "26437430", "26405463", "26225566", "26056579", "25915421", "25889234", "25875202", "25835530", "25808800", "25716921", "25625613", "25587657", "25586146", "25463605", "25447808", "25402363", "25287643", "25127017", "25100719", "25014309", "24932481", "24875931", "24760882", "24759213", "24706778", "24562540", "24528253", "24296585", "24267982", "24244928", "24224983", "24156277"], "body": " AbstractCombination antiretroviral therapy, despite being potent and life-prolonging, is not curative and does not eradicate HIV-1 infection since interruption of treatment inevitably results in a rapid rebound of viremia. Reactivation of latently infected cells harboring transcriptionally silent but replication-competent proviruses is a potential source of persistent residual viremia in cART-treated patients. Although multiple reservoirs may exist, the persistence of resting CD4+ T cells carrying a latent infection represents a major barrier to eradication. In this review, we will discuss the latest reports on the molecular mechanisms that may regulate HIV-1 latency at the transcriptional level, including transcriptional interference, the role of cellular factors, chromatin organization and epigenetic modifications, the viral Tat trans-activator and its cellular cofactors. Since latency mechanisms may also operate at the post-transcriptional level, we will consider inhibition of nuclear RNA export and inhibition of translation by microRNAs as potential barriers to HIV-1 gene expression. Finally, we will review the therapeutic approaches and clinical studies aimed at achieving either a sterilizing cure or a functional cure of HIV-1 infection, with a special emphasis on the most recent pharmacological strategies to reactivate the latent viruses and decrease the pool of viral reservoirs.Keywords: HIV-1, Transcription, Post-integration latency, Persistence, Chromatin, Pharmacological strategies, Reservoirs, Therapy, Cure ReviewHuman Immunodeficiency Virus type 1 (HIV-1) is the cause of the acquired immunodeficiency syndrome (AIDS) and the responsible of a devastating pandemic that affects around 34 million people worldwide (UNAIDS, 2011). Thirty years after the discovery of HIV-1, the virus can still not be cured. Combination antiretroviral therapy (cART) has significantly reduced AIDS-related morbidity and mortality. New regimens are more potent, have fewer side effects and a low pill burden. However, these antiretroviral drugs do not fully restore health or a normal immune status in HIV-1 infected individuals. Patients experience co-morbidities, such as increased cardiovascular disease, bone disorders and cognitive impairment. Interruption of cART almost invariably leads to the re-emergence of detectable viral replication and the progression of AIDS. Moreover, a significant proportion of patients fail to maintain undetectable plasma viral load because of adherence and/or because of the development of drug resistance (reviewed in [1]). Even with optimal treatment and adherence, some patients have problems to keep the virus under control and/or show progressive immune pathology manifesting increased mortality compared to HIV-1 uninfected individuals. This increased mortality is closely associated with inflammation, which persists in cART-treated HIV-infected individuals despite levels of plasma viremia below detection limits. Chronic, pathological immune activation is a key factor in progression to AIDS in untreated HIV-infected individuals. Today, only a small percentage of the HIV-infected people who need treatment worldwide have access to cART. Clearly, more innovative approaches are urgently needed to address these issues.Untreated HIV-1 infection is characterized by continuous viral replication that drives CD4+ T cell loss and predicts disease progression. During cART, the plasma virus levels fall below the level of detection of current classical assays (50 copies of viral/HIV-1 RNA per ml of plasma). This decrease goes through several phases of decay corresponding to the half-lives of different populations of HIV-infected cells, which are progressively eliminated (Figure 1). The first decay phase is rapid, being related to the virus produced by activated short-lived CD4+ T cells with a half-life of less than a day in the productively infected state [2]. The second phase reflects virus production by another population of infected cells with a half-life of 1–4 weeks. The third phase is a constant phase with no appreciable decline, caused at least partially by the activation of resting memory CD4+ T cells that start to produce virions. During this constant phase, occasional viremic episodes (called blips) are detected despite prolonged cART treatment from latently infected T cells that became productive after a transient activation of the immune system (i.e. caused by a viral or bacterial infection). Moreover, during this constant phase, a persistent residual low-level viremia (ranging from 1 to 5 copies of viral RNA/ml) can be detected in most patients using ultrasensitive RT-PCR assays. Persistent viremia in cART-treated infected individuals could arise from latently infected cellular reservoirs and/or residual ongoing viral replication.Open in a separate windowFigure 1Dynamics of plasma virus levels in a cART-treated HIV + individuals. After initiation of cART, viremia undergoes three phases reflecting the decay rates of different populations of HIV-1 latently infected cells. The first phase represents the rapid decay of productively infected CD4+ T cells (activated CD4+ T cells having a half-life of ~1 day). The cells responsible for the second phase, which have a half-life of about 14 days, are not definitively identified (possibly partially activated CD4+ T cells or other cell types such as macropages or dendritic cells). The third phase is a constant phase in which viremia reaches levels below the limit of detection of clinical assays (50 copies viral RNA per ml of plasma). During this plateau phase, occasional viremic episodes (called blips) are detected despite cART. Reservoirs of HIV-1 are responsible for the low but stable level of residual viremia observed during the third phase. This residual viremia is partly derived from the activation of latently infected resting (memory) CD4+ T cells (or subsets of these cells) and partly from another unknown cell source (such as long-lived HIV-infected cells). A rapid rebound of viremia is observed if cART therapy is stopped. Therapeutic strategies achieving control of viremia below detection level after cART cessation could lead to a functional cure. Strategies achieving elimination of HIV-1 from the human body could lead to a sterilizing cure.Two general forms of viral latency (reversibly non productive state of infection) have been observed and can be segregated based on whether or not the virus has integrated into the host cell genome: pre-integration and post-integration latency (reviewed in [3-5]). Pre-integration latency results from partial or complete block of the viral life cycle at steps prior to the integration of the virus into the host genome (incomplete reverse transcription, impaired import of the pre-integration complex into the nucleus or incomplete integration) [6,7]. Unintegrated forms persist in the cytoplasm of CD4+ T cells for only one day and cannot account for the formation of long-term latently infected reservoirs (reviewed in [8]). Although macrophages and some tissues like the brain may retain these forms for a longer period, pre-integration latency appears to be less clinically relevant [9,10]. Indeed, episomal HIV-1 cDNAs are used as surrogate markers for recently infected cells in vivo[11,12]. Post-integration latency is a rare event that occurs when a provirus fails to effectively express its genome and is reversibly silenced after integration into the host cell genome. This latent state is exceptionally stable and is limited only by the lifespan of the infected cell and its progeny. Post-integration latency is a multifactorial phenomenon. Mechanisms that maintain HIV-1 latency in vivo are incompletely understood. Latently infected cells may be maintained by mechanisms operating at the post-transcriptional level (i.e. inhibition of nuclear RNA export and inhibition of HIV-1 translation by microRNAs). However, in the majority of latently infected cells, HIV-1 infection appears to be blocked at the transcriptional level. HIV-1 transcriptional repression is crucial to the establishment and maintenance of post-integration latency. Several elements contribute to the transcriptional silencing of integrated HIV-1 proviruses (reviewed in [3,13,14]: 1) the site of integration into the host cell genome, the cellular chromatin environment at this site and mechanisms of transcriptional interference; 2) the spatial sub-nuclear positioning of the integrated provirus (reviewed in: [15]); 3) the absence of crucial inducible host transcription factors, such as NF-kappaB (Nuclear Factor Kappa-light-chain-enhancer of activated B cells) or NFAT (Nuclear Factor of Activated T-cells), that are excluded from the nuclei of resting cells and transiently activated by various stimuli; 4) the presence of transcriptional repressors, such as CTIP2 (COUP-TF Interacting Protein 2), DSIF (DRB-Sensitivity Inducing Factor), NELF (Negative Elongation Factor) and the family of TRIM proteins (tripartite motif); 5) the chromatin structure of the HIV-1 promoter and the presence of a repressive nucleosme (nuc-1); 6) the epigenetic control of the HIV-1 promoter (histone posttranslational modifications, such as acetylation and methylation, and DNA methylation); 7) The sequestration of the cellular positive transcription elongation factor b (P-TEFb), composed of cyclin-dependent kinase 9 (cdk9) and human cyclin T1, in an inactive form by the HEXIM-1 (hexamethylene bisacetamide (HMBA)-induced protein 1)/7SK snRNA (7SK small nuclear RNA) regulatory complex; 8) the sub-optimal concentration of the viral transactivator Tat, which promotes transcription by mediating the recruitment to the HIV-1 promoter of the kinase complex P-TEFb, of histone-modifying enzymes and of ATP-dependent chromatin-remodeling complexes required for nucleosomal disruption and transcriptional processivity.Several therapeutic approaches aimed at achieving either a sterilizing cure (in which all replication-competent virus is eradicated, Figure 1) or a functional cure (lack of detectable viremia in the absence of cART despite the presence of replication-competent HIV-1 for prolonged periods together with normal or near normal immunological functions, Figure 1) are under scrutiny (Figure 2 and Table 1). In this context, further understanding of the molecular mechanisms regulating HIV-1 latency (Figure 2) and reactivation from latency in different target cells harboring the virus will help to devise novel strategies to eliminate latent HIV-1 infection or to restrict the latent pool to a size bearable by the host immune system. This could allow individuals to envisage therapeutic interruptions (“treatment-free windows”) and could lead to decrease of the long-term cART side effects and improvement of quality of life.Open in a separate windowFigure 2Reactivation of HIV-1 transcriptional latency. During latency, nuc-1 blocks transcriptional initiation and/or elongation, Tat is absent and only short mRNAs corresponding to TAR are produced. Nuc-1 is maintained hypoacethylated by HDACs recruited to the 5’LTR via several transcription factor (YY1, CTIP-2, p50-p50 homodimer, CBF-1). The corepressor CTIP-2 interacts with the Sp1 transcription factor at three sites in the HIV-1 5’ LTR and recruits HDACs and the HMT Suv39h1, which trimethylates H3K9 leading to the recruitment of HP1. Other histone methylation repressive marks such as H3K9Me2 or H3K27Me3 catalyzed by the HMT G9a and EZH2, respectively, are also implicated in HIV-1 latency. In addition, during latency, the HIV-1 promoter is hypermethylated at two CpG islands surrounding the HIV-1 transcriptional start site. The dotted arrows indicate that DNMTs are most likely recruited to the HIV-1 promoter but this recruitment has not been demonstrated so far. In latent conditions, the active form of NF-kappaB (p50-p65 heterodimers) is sequestered in the cytoplasm by the inhibitor of nuclear factor kappaB (IκB), while NF-kappaB p50-p50 homodimers occupies the kappaB sites at the viral LTR region. The kappaB sites can also be occupied by CBF-1 and by STAT5Δ/p50 heterodimer in monocytic cells. The phosphorylated form of NFAT is also in the cytoplasm in latency conditions. Moreover, in resting CD4+ T cells, P-TEFb, composed of CDK9 and human cyclin T1, is sequestered in an inactive form by the HEXIM-1/7SK snRNA regulatory complex. In this context, several compounds have been proposed for trasncriptionalreactiation of HIV-1 including HDACIs (SAHA, VPA) to target the hypoacetylated state of nuc-1, HMTIs (chaetocin, BIX-01294, DZNEP) to target HMTs, DNMTIs (5-Aza-CdR) to target 5’LTR DNA methylation, PKC or Akt agonists (sprostratin, bryostatin) to activate the NF-kappaB signaling pathway, cytokines (IL-2, IL-7, GM-CSF) to activate STAT5 and inducers of P-TEFb release (HMBA, JQ1).Table 1HIV cure clinical trialsTrial/investigatorInterventionClinicalTrials.govStatusOptiprim ANRS 147 (A. Chèret)3 vs 5 ARV at AHI{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01033760\",\"term_id\":\"NCT01033760\"}}NCT01033760OngoingIntensVIH (A. Lafeuillade)RAL + MRV intensification{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00935480\",\"term_id\":\"NCT00935480\"}}NCT00935480OngoingEramune 01 (C. Katlama)IL7 + intensification RAL/MVC{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01019551\",\"term_id\":\"NCT01019551\"}}NCT01019551OngoingEramune 02 (R. Murphy)Vacc + intensification RAL/MVCNCT09976404OngoingS. DeeksDisulfiram{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01286259\",\"term_id\":\"NCT01286259\"}}NCT01286259OngoingD. MargolisVorinostat (SAHA){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01319383\",\"term_id\":\"NCT01319383\"}}NCT01319383[229], OngoingS. LewinVorinostat (SAHA){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01365065\",\"term_id\":\"NCT01365065\"}}NCT01365065OngoingL. ØstergaardPanobinostat{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01680094\",\"term_id\":\"NCT01680094\"}}NCT01680094OngoingJ. LalezariZFN (CCR5){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01252641\",\"term_id\":\"NCT01252641\"}}NCT01252641OngoingP. TebasZFN (CCR5){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00842634\",\"term_id\":\"NCT00842634\"}}NCT00842634OngoingA. KrishnanAutologous SC with anti-HIV genes{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT00569985\",\"term_id\":\"NCT00569985\"}}NCT00569985OngoingF. MaldarelliINFα 2b{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01295515\",\"term_id\":\"NCT01295515\"}}NCT01295515OngoingGileadRomidepsinNATo be startedS. MorenoBryostatinNATo be startedH. HatanoAnti-PDI antibodyNATo be startedA. WoolfreyIntervention autologous HIV resistant cellsNATo be startedOpen in a separate windowIn this review, we will focus on the latest developments leaving the previous enormous amount of work and discoveries to further reading, including our previous reviews on the same topic [3,5]. We will start discussing the potential sources of residual viremia in cART-treated patients and the nature of the HIV-1 reservoirs and continue with the establishment of in vitro models for latency and the study of latency in the patient cells and in animal models. Next, we will describe the recent progress in the molecular understanding of HIV-1 persistence with a special attention to strategies that are being proposed to target these pathways. Finally, we will discuss the therapeutic options that are currently being proposed. Potential sources of residual viremia in cART-treated individualsThe low-level residual viremia in cART-treated patients is indicative of active virus production, which can occur without new rounds of infection and propagation of the infection to additional cells. In principle, residual viremia could result from a low degree of ongoing cycles of viral replication (either in the presence of antiretroviral drugs or in anatomical sanctuaries where drug penetration is suboptimal), and/or reactivation of viral expression from latently infected resting CD4+ T cells (harboring stably integrated, transcriptionally silent but replication-competent proviruses), and/or the release of virus from other stable reservoirs.Concerning ongoing viral replication, it has been demonstrated that productively infected CD4+ T cells persist in the blood and gut-associated lymphoid tissue (GALT) of infected individuals receiving cART. The precise mechanism of this persistence has not been fully delineated but homeostatic proliferation of latently infected resting CD4+ T cells [12] and a sub-optimal intracellular penetration of antiretroviral drugs in lymphoid tissues may contribute to this phenomenon. If viral replication continues during suppressive therapy, low-level viremia would be reduced by the addition of another antiretroviral compound. In this regard, two studies have shown that intensification of conventional cART leads to reduction of the level of cell-associated HIV-1 RNA in CD4+ T cells in the terminal ileum [16] and to the accumulation of circularized 2-LTRs DNA circles in CD4+ T cells in the peripheral blood of some (30%) infected individuals receiving cART [17]. Moreover, the group of David Baltimore has reported that cell-to-cell spread of HIV-1 permits ongoing replication despite cART [18]. However, other intensification studies using Raltegravir have not shown any noticeable diminution of plasma viremia in infected individuals who had been on cART and had maintained <50 copies/ml of HIV-1 RNA ([19-21], abstract 51, session 11 presented at the CROI, 2011). Moreover, most viral evolution studies failed to detect evolutionary genetic changes in the persistent virus population in the majority of cART patients [22-25].In addition to ongoing viral replication, the cellular latent reservoirs harboring transcriptionally silent but replication-competent stably integrated HIV-1 proviruses are insensitive to cART and able to escape from the host immune response. They are therefore a permanent source for virus reactivation and could be responsible for the rebound of plasma viral load observed after cART interruption.Altogether, these results indicate that low-level viremia might arise from several different sources including: 1) long-lived HIV-1 infected cells that produce virus; 2) ongoing replication cycles in cells located in sanctuary sites where drug levels are suboptimal such as a tissue-based foci of viral replication within CD4+ T cells and/or myeloid cells; and/or 3) proliferation of latently infected cells with regeneration of a stable reservoir of slowly dividing infected cells. Nature of cellular reservoirsA viral reservoir can be defined as a cell type or anatomical site where a replication competent form of the virus persists for a longer time than in the main pool of actively replicating virus. Over the years, researchers have found that latency can exist in a range of anatomical sites and cell types. The nature of the HIV-1 reservoirs has been recently reviewed [26,27] and will be only briefly summarized here. The most prominent ones are the CD4+ T-cell subsets, primarily resting central memory T cells (TCM) (defined as CD45RA- CCR7+ CD27+) and translational memory T cells (TTM) (defined as CD45RA- CCR7- CD27+) [12,28,29]. A critical issue is where these cells are derived from in the infected patient. Direct infection of quiescent T cells can occur ex vivo when cells are treated with a selected set of chemokines [30-33] or by spinoculation [34,35] (see chapter 5). Normally, however, because of the presence of various blocks to the viral lifecycle, HIV-1 is not able to infect quiescent T cells efficiently [36-39]. Hence, latently infected resting memory T cells may be generated when HIV-1 infected actively replicating antigen-stimulated cells survive long enough to revert back to a resting memory state and differentiate into long-lived (half-life of ~44 months) resting memory T cells [40-42]. Unfortunately, to date there is no experimental evidence in vivo that can tell us if the latent cells have been directly infected or reversed to the quiescent state with the integrated provirus. The issue is complicated by the fact that the frequency of infected resting memory CD4+ cells is very low in vivo. The frequency of latently infected cells, expressed in terms of infectious units per million resting CD4+ T cells, is determined using Poisson statistics and is on the order of 0.1-10 infectious units per million resting CD4+ T cells in most patients on long term cART [28,43,44].Although the existence of a stable latent reservoir in resting CD4+ T cells is clearly established, evidence for additional reservoirs comes from a detailed analysis of residual viremia. The residual viremia in some patients is dominated by oligoclonal populations called predominant plasma clones that are rarely found in circulating CD4+ T cells [22,45-47]. This phenomenon has suggested the existence of a second reservoir for HIV-1 in a cell type capable of proliferating after infection. Tissue macrophages, primary targets of HIV-1 infection, could be the source of these persistent oligoclonal HIV-1 populations. Indeed, cells belonging to the monocyte/macrophage lineage, are one of the major persistent HIV-1 reservoirs. In these cells, viruses are generally not completely silent but maintain a low level of replication. In contrast to T cells, HIV-1 infection is less cytopathic to these cells; it even extends their lifespan and makes them more resistant to apoptosis. To prove that macrophages function as a reservoir, studies of HIV-1 infection of these cells in various tissues will have to be performed in cART-treated patients who have had prolonged suppression of viremia.Naïve T cells have also been demonstrated to contain latent proviruses [12,48,49]. HIV-1 DNA persists in naïve CD4+ T cells in patients on suppressive cART, although the frequency of infection is approximately 1–2 logs less than in memory CD4+ T cells [12]. The infection of naïve T cells, which are quiescent in nature, could be explained by their transient partial activation, such as under the influence of cytokines or during thymopoiesis, but they eventually return back to the quiescent (G0) phenotype [48-50]. The HIV-1 DNA concentration has been shown to be similar in CD31+ naïve CD4+ T cells (enriched for recent thymic emigrants) and CD31- naïve CD4+ T cells (naïve cells that have undergone homeostatic proliferation) both prior to and following cART [48,51]. The S. Lewin’s group has shown that the absolute number of infected naïve CD4+ T cells (expressed as HIV-1 DNA copies/ml of blood) in fact increases following cART, suggesting that in the setting of cellular proliferation, the reservoir of infected naïve T cells may expand over time [48].Patients infected with HIV-1 present hematopoietic abnormalities, which are caused by HIV-1 infection of the bone marrow [52]. Hematopoietic progenitor cells (HPC) have been proposed as a reservoir. A recent study has shown that HIV-1 infects multipotent HPCs and that latent HIV-1 infection is established in some of these HPCs [53]. A follow-up study indicated that CD133+ cord-blood-derived cells were susceptible to in vitro infection, but only with X4 tropic virus [54]. However, more recent studies of HPCs in patients on cART have used more rigorous purification of CD34+ cells and have not detected HIV-1 DNA by PCR and therefore not confirmed latent infection of HPCs [55,56]. Further studies will therefore be necessary to determine whether HPCs could constitute a reservoir. Anatomic sites of HIV-1 persistenceThe central nervous system (CNS)An important anatomical site for the HIV-1 reservoir is the CNS, where HIV-infected cells are continuously replenished by circulating infected monocytes. These monocytes cross the blood–brain barrier and differentiate into macrophages and microglial cells. Within the CNS, HIV-1 infection is detected principally in perivascular macrophages and microglial cells [57]. Integrated HIV-1 DNA has also been found in astrocytes from the brains of HIV-infected patients [58], and is associated with HIV-associated dementia [59]. However, it may be important to extend these studies, performed in viremic patients, by studies of astrocytes in patients on suppressive cART. The blood–brain barrier, which restricts entry of cytotoxic T cells and does not allow free flow of anti-HIV-1 drugs, reduces the impact of immune responses and cART on CNS-localized HIV-1 viruses [60,61]. The significance of the CNS viral reservoir is still debated, since the overall share of CNS-derived viruses in persistent viremia appears to be negligible [62].The gut-associated lymphoid tissues (GALT)Another important HIV-1 reservoir is in the GALT, where 5–10 times more HIV-1 RNA than in peripheral blood mononuclear cells can be recovered [16,63]. Moreover, the addition of Raltegravir to patients on suppressive cART results in a non significant decrease in unspliced HIV-1 RNA in the ileum, potentially consistent with ongoing replication at this site [21]. Of note, a recent report has described a lack of evolution in the proviral sequences from recto-sigmoid biopsies [23], results that are inconsistent with continuous viral replication in this site.Lerner et al. [64] have shown that, in three patients who initiated cART during acute infection, there was no phylogenetic relationship between the HIV-1 RNA sequences from the rebound virus and HIV-1 DNA from the gastrointestinal tract tissue, suggesting that the gastrointestinal tract is not the primary source of rebound viremia after cART interruption cessation. However, these data cannot exclude the possibility that a minor population of the gastrointestinal tract contributes to the rebound of viremia. Models of latencyTo develop strategies towards a cure, the precise molecular mechanisms responsible for HIV-1 latency and reactivation have to be studied in the more valuable models. Unfortunately, the study of latency in vivo has been hampered by the scarcity of latently infected cells, by their difficult enrichment due to the lack of a specific viral marker on the surface thus complicating their isolation from non-infected counterparts and by the high background rate of defective integrated proviruses. Consequently, most of the biochemical studies concerning the molecular aspect of HIV-1 latency until very recently were performed using latently infected transformed cell lines. However, the quiescent phenotype of the latently infected CD4+ T cells found in vivo is substantially different from the constitutively activated and proliferating nature of infected cell lines. Since these cell line models do not accurately represent the quiescent cellular environment of primary latently infected cells in vivo, the development of improved models ex vivo is an important goal for HIV-1 research. Resting memory CD4+ T cells, the major reservoir of latent HIV-1, can be subdivided in central memory T cells (TCM: CCR7+; CD27+) and their derivatives after TCR engagement called effector memory T cells (TEM: CCR7-; CD27-) (for a review: [65]). Subsets of TEM are further characterized by the expression of CCR5, IL-12betaR and intracellular IFNgamma (Th1) or CRTH2 and intracellular IL-4 (Th2). TCM and TEM are CD45RO, while naïve cells express CD45RA. Chomont and collaborators have reported that TCM, together with a subset of cells with functional and transcriptional characteristics that are intermediate between those of TCM and TEM called transitional memory T cells (TTM), are the major reservoir of latent HIV-1 [12]. TEM, naïve T, or terminally differentiated T cells, which are equally susceptible to HIV-1 infection, are not involved in long-term latency during cART. Recent years have shown an effort to establish an experimental system of HIV-1 latency that represents a complete recapitulation of the biologic state of the latent cell reservoir in vivo. These systems would be very important for the rational design of drugs to target HIV-1 latency. However, there are inherent difficulties for a unified model system given the presence of multiple cell types where the virus can establish latency and the variety of mechanisms that lead to latency and reactivation. In this context, many laboratories have therefore come up with several informative primary cell-based model systems. In addition to ex vivo cellular models, in order to study the properties of reservoirs in vivo, models in mice and in primates have been developed.In vitro modelsMost studies of HIV-1 latency have been conducted using latently infected transformed cell lines. However, recent progress in the field allowed the generation of models of latently infected primary lymphocytes.Latently infected transformed cell linesThe study of HIV-1 latency in transformed cell has revealed many insights into the mechanisms of HIV-1 latency, despite the fact that establishment of latency in such systems is often linked to mutations in viral genes or to an effect specific to the site of integration, perhaps not uniformly representative of the quiescent nature of resting CD4+ T cells in patients. Indeed, each latently infected cell line possesses a different HIV-1 provirus (full-length or not) and may contain one or more copie(s) of the integrated provirus in different integration sites or epigenetic environments. Firstly, several models have been developed based on proviruses with minimal HIV-1 features of the LTR/Tat axis from models carrying a full-length provirus. For example, the Jurkat E4 cells and Jurkat bearing an integrated HIV-1 mini-virus are T-lymphoid Jurkat cells containing one single copy of the integrated provirus. However, E4 Jurkat cells possess a fragment of the HIV-1 pNL4-3 (containing tat, rev, env and vpu) and a short-lived green fluorescent reporter protein (d2EGFP) in place of the nef gene [66,67] The Jurkat cells bearing an integrated HIV-1 mini-virus posses an HIV-1 reporter mini-virus, where luciferase is produced from the HIV-1 5’LTR as an in-frame fusion with p24gag [68].Secondly, other models have been proposed that are based on full-length proviruses including ACH2, the inducible HIV-rtTA variant, J-Lat T cell lines and U1 promonocytic cell lines. The ACH2 T-cell line [69] and the promonocytic U1 cell line [70,71] show minimal constitutive expression of HIV-1 genes, but a marked activation of viral gene expression following treatment with cytokines or mitogens. However, these models present mutations in Tat (U1) [72] or in its RNA target TAR (ACH2) [73], which have been demonstrated to be causative of the latent phenotype of the proviruses integrated in these two cell lines. Ben Berkhout's laboratory has developed stable cell lines containing an HIV-rtTA variant (in which the Tat/TAR axis transcription motifs have been inactivated and replaced by the inducible Tet-ON system [74]). The HIV-rtTA provirus is completely doxycycline-dependent for virus production, it contains the original transcription factor binding sites in the HIV-1 5'LTR, and infected cells have been obtained without selection steps avoiding any bias towards activation markers [75]. However, the implications of the Tat/TAR axis in reactivation cannot be analyzed. More recently, J-Lat cell lines were developed with an HIV-1-based vector containing an intact Tat/TAR axis [76]. These cells whose unique provirus carries the coding sequence for the green fluorescent protein (GFP) replacing the nef gene were selected for a lack of GFP expression under basal conditions [76]. J-Lat cells allow for the rapid assessment of HIV-1 transcriptional activity by cytometric detection of GFP epifluorescence. Consequently, the latently infected transformed cell lines are still useful to study and understand the basic mechanisms governing HIV-1 latency. The first models allow principally the study of HIV-1 promoter activity. The second category permits a complete study of the molecular mechanisms of latency with the influence of produced viral proteins on the HIV-1 promoter but also on host genes.Interestingly, the J. Karn’s lab has recently generated a HIV-1 latently infected microglial cell line named CHME-5 [77]. To this end, the CHME-5 cell line (primary fetal human microglial cells immortalized with the SV40 large T antigen [78]) was infected with vesicular stomatitis virus G (VSVG)-pseudotyped HIVs bearing a fragment of HIV-1pNL4-3, containing tat, rev, env, and vpu, plus nef adjacent to the reporter gene d2EGFP inserted next to env. GFP + cells were next selected by FACS, and further cultured and allowed to enter into a latent state for 4 weeks. Latency of the CHME-5 cell line was characterized by reactivating expression and evaluating nuclear translocation of NF-kappaB [77].Latently infected primary cellsMany laboratories have developed new ex vivo experimental primary human CD4+ T cell-based model systems to study HIV-1 latency in a more physiological context (reviewed in [79,80]). Several groups have attempted to mimic in vitro the infection of activated CD4+ T cells, with HIV-1 or HIV-1 derived vectors, followed by the transition of these infected cells to a resting state to establish latency in memory CD4+ T cells. These cells are difficult to generate and maintain because most CD4+ T cells die soon after activation if not continuously cultured in the presence of specific cytokines. This results in few cells that have transitioned to a quiescent state and contain integrated HIV-1 that can be used for further study. Culturing of CD4+ T cells in the presence of cytokines, such as IL-2 or IL-7, increases their survival and allows time (several weeks) for more cells to transition to a memory state with integrated HIV. However, IL-2 and IL-7 have been implicated in the reactivation of latent HIV-1 [81-83]. Therefore, these cytokines must be used at a concentration that can maintain CD4+ T cells in culture without reactivating latent HIV. Alternatively, activated and HIV-infected CD4+ T cells can be maintained in culture and allowed to transition back to a resting state in the absence of cytokines by utilizing strategies, such as transduction with anti-apoptotic proteins or co-culture with feeder cell lines [84-86]. All these strategies lead to more viable cells that have been infected and returned to a resting state, allowing for HIV-1 latency to be studied in a physiologically relevant setting.The first model of HIV-1 latency in primary lymphocytes was developed by Sahu et al. [84] and uses a replication-competent virus for the infection. The feeder cell line H80 (a brain tumor-derived cell line) promotes cell survival in the absence of any cytokine and allows the production of long-lived, mostly central memory CD4+ T cells. However, despite being phenotypically similar to resting cells in many respects, a significant fraction of this population continues to express the early activation marker, CD69, suggesting that these cells are not completely resting. In J. Karn’s laboratory, Tyagi et al. [86] developed a model of latency in which cells are infected with VSV-G-pseudotyped, HIV-1 vectors that lack env and encode a fluorescent marker in place of nef. Interestingly, they use HIV-1 vectors that express a mutated Tat with the single amino-acid change (H13L) that permits a quicker establishment of the latent state. This model leads to a relatively homogeneous population of central memory CD4+ T cells, which are not completely resting since they continue to express significant levels of the late activation marker, CD25 (CD69 expression is not measured). Marini et al. [87] have developed a primary latency model presenting the advantage of using a replication-competent wild type HIV-1. The majority of cells exhibits a central memory phenotype and is negative for CD25 (CD69 expression is not shown) but is larger and more granular than freshly isolated CD4+ T cells, suggesting that cells may not be completely resting. A disadvantage of this model is the requirement for IL-7, which has been shown to reactivate HIV-1 in latently infected cells [83,88]. Bosque and Planelles [89,90] developed a model in which cells are infected with an envelope-deficient HIV-1 virus that is pseudotyped with HIV-1 Env, thus limiting infection to a single round. Isolated CD4+ T cells were activated first with αCD3/αCD28 antibodies in the presence of IL-2 and then were cultured for several days in three different conditions that produced Th1-helper, Th2-helper, and nonpolarized CD4+ T cells [91]. Biochemical analysis indicated that the Th1 and Th2 populations closely resembled both effector memory and central memory CD4+ T cells, in vivo, while the nonpolarized population more closely resembled central memory CD4+ T cells. However, activation markers such as CD25 and CD69 were not assessed before reactivation, giving no indication if these cells were resting or active. Finally, Siliciano and collaborators [85,92] increase cell survival in their model by transduction of a lentivector to express BLC2 prior to primary cells activation and expansion by αCD3/αCD28 antibodies and IL-2. Subsequent infection with a HIV-1 vector lacking several genes (including gag, vif, vpr, vpu and env) and encoding GFP in place of nef, an establishment of latency allowed the screening of a small library of random drug-like molecules for anti-latency compounds. This model generates effector memory cells expressing high levels of CD45RO and low levels of CCR7. A small fraction of them still expresses CD69 and CD25.At variance with the infection of activated primary cells it is possible to infect directly resting (not activated) CD4+ T cells [30,34,35]. However, this is an inefficient process owing to several blocks imposed by the cellular environment of resting T cells (including lack of dNTPs needed for reverse transcription, a lack of ATP needed for nuclear import of the viral DNA, as well as a restrictive cortical barrier). Swiggard et al. [34] used spinoculation to efficiently deliver large quantities of replication competent HIV-1 virions to freshly isolated resting CD4+ T cells (a mixture of naïve, TCM and TEM cells) in the absence of any activating stimuli. Integration occurred resulting in latently infected cells, albeit at a much lower frequency than activated CD4+ T cells. Alternatively, Saleh et al. [30] have first stimulated freshly isolated resting CD4+ T cells (naïve/TCM/TEM cells) from uninfected donor blood with the CCR7 (a lymphoid organ homing receptor) ligands, CCL19 and CCL21. These chemokines induce neither CD69 nor CD25 expression, but do increase the susceptibility of resting CD4+ T cells to infection by a replication-competent HIV-1 virus. Interestingly, chemokine-induced changes in the actin cytoskeleton that are involved in cell migration appear to be sufficient to allow HIV-1 integration independently of cell activation [32]. Recent results also showed that memory T cells are more sensitive to chemotactic stimulation,which greatly facilitated HIV-1 infection [93]. Hence, there might be a pathway of direct infection of resting T cells also in vivo during normal chemokine-directed recirculation of CD4+ T cells between blood and tissue. More recently, by using novel reporter viruses, the W. Greene’s group [35] described an improved version of the primary CD4+ T-cell model originally developed in the O’Doherty’s laboratory [34]. The Green’s model allows the study of latency with replication-competent proviruses in all subsets of CD4+ T cells. In addition to the GFP reporter virus that measures the number of cells in which the latent HIV-1 provirus is successfully reactivated, the Green’s lab has created a luciferase-expressing virus that measures overall levels of transcriptional reactivation of latent HIV-1. Importantly, they also generated a novel mCherry-luciferase dual reporter HIV-1 virus to assess simultaneously the number of cells containing reactivated latent provirus in response of a specific inducer (mCherry) and the magnitude of the response within the entire population (luciferase) [35].In addition to primary CD4+ T cell models, the Collins’s group has generated an ex vivo model for establishing latency in progenitor cells derived from human umbilical cord or bone marrow [94]. CD133+ cells were isolated by magnetic separation and infected with pseudotyped HIV-1 ΔEnv encoding a reporter. Three days after infection, actively infected cells expressing the reporter protein were removed and the remaining cells were resuspended in media with an integrase inhibitor to ensure that increases in reporter gene expression would derive solely from the reactivation of the integrated virus. HIV-1 could establish a latent infection in all of the subsets of HPCs that were examined, including an immature population that includes hematopoietic stem cells and multipotent progenitors. These cells could be reactivated by TNFalpha, SAHA, but not HMBA or 5-aza-2'-deoxycytidine. Although this latter model is preliminary, it appears that differences exist in the establishment of latency in HPCs versus memory T cells that should be analyzed in more detail.After years when the only experimental models for HIV-1 latency were a series of transformed cell lines carrying an integrated latent provirus, we have entered a new phase with a variety of primary cell-based models. Although it is clear that current research on HIV-1 latency requires such models, the choice of the right system remains difficult. A fundamental issue is that we still don’t know how HIV-1 latently infected resting memory T cells are established in vivo. Either route of infection, direct or after reversal to the quiescent state are plausible and can be recapitulated in vitro. Since each route may impact on the chromatin environment of the integrated virus, it is likely that the results of experiments aimed at understanding the mechanisms of latency and reactivation will be affected. Another non-trivial aspect to consider is the length of the experiment. Ex vivo activation of primary cells, their infection and induction of latency is a lengthy process that takes weeks while direct infection is much quicker. In addition to obvious practical reasons, long term cell culture might induce changes in the chromatin environment of the provirus that do not necessarily mimic the hypothetical in vivo situation. On the other hand, techniques such as spinoculation, where a great quantity of virus is forced to infect a resting cell, are not physiological as well.To conclude, while these primary cell-based models have several attractive features including the ability to rapidly establish latency in memory CD4+ T cells, it will be important to test each model side-by-side with the others. Only by carefully comparing results from the different models to results obtained with cells isolated from blood of cART-treated HIV-infected patients will it be possible to identify meaningful in vitro models for in vivo HIV-1 latency.Ex vivo cultures of cells from patientsViral outgrowth using resting CD4+ T cells isolated from cART-treated aviremic HIV-infected patients seems to be the gold-standard tool for screening and evaluating anti-latency drug candidates, although it is a difficult and costly one. In some of these systems, latently infected cells were treated with a drug candidate to induce virus production, and viral progeny was amplified through co-culture with allogenic, activated, CD8+ depleted PBMCs and in presence of IL-2 [95,96]. Importantly, in contrast to such systems, the Van Lint’s group [97,98] performed ex vivo cultures of purified patient cells in the absence of both added IL-2 and allogenic stimulation (i.e. co-culture with PBMCs from an uninfected individual) to avoid extensive nonspecific T-cell activation and proliferation, that may result in the amplification of the genomic viral RNA level. Although assays of resting CD4+ T cells obtained from patients are excellent systems for validating the anti-latency activity of drug candidates, a whole-animal system would allow for a more complete evaluation of reservoirs and potential therapeutic interventions.In vivo models in mice and in nonhuman primatesLimitations of human clinical studies, especially invasive sampling of multiple reservoirs sites, make it imperative to develop analogous and tractable animal models to carefully characterize viral reservoirs and to rigorously test the efficacy of novel approaches and their effects on tissue reservoirs. HIV-1 cannot be studied in normal mice due to limited species tropism of the virus. Through the pioneering efforts of many investigators, humanized mice are now routinely used to rapidly advance HIV-1 research. The major humanization protocols and contributions to HIV-1 research of each models were reviewed in [99]. Briefly, unlike transgenic mice, models of severe combined immune-deficienthumanized mice (SCID-hu, [50,100,101]) are not genetically manipulated to express human proteins involved in different aspects of the HIV-1 life cycle. Rather, SCID-hu mice models are based on transplantation into immune-deficient mice of either human tissues or hematopoietic stem cells. More specifically, the CB17-SCID-hu mice model transplanted with human fetal thymus and liver tissues under the kidney capsule, allowed the study of thymic infection but there was no systemic reconstitution of the immune system and sites of potential infection were therefore limited [50]. Moreover, since most of the cells generated in this model were naïve, memory cell infection was more difficult to study. Newly developed humanization protocols can overcome some of these limitations: both NOD/SCID BLT mice [99] and hu-Rag2−/− γc−/− mice [102] reconstitute better the human immune system as well as mucosal tissues by transplantation of bone marrow, liver and the thymus under the kidney capsule and by transplantation of bone marrow following irradiation, respectively. In both models, resting memory CD4+ T cells constitute the predominant human T cell population. Moreover, it has been recently demonstrated that cART in HIV-1-infected hu-Rag2−/− γc−/− mice recapitulates some aspects of cART in humans [103]. Complete suppression of viremia on cART and viral rebound following cART discontinuation were observed, suggesting the presence of persistent infection in this model [103].Of note, Murphy et al. have recently reported findings consistent with feline immunodeficiency virus (FIV) latency in peripheral blood CD4+ T cells isolated from chronically infected cats [104]. This could represent a valuable alternative to primates for the study of HIV-1 latency.The nonhuman primate models are other important models for HIV-1 cure research (reviewed in [105]). Several similarities between HIV-1 and pathogenic SIV (Simian Immunodeficiency virus) infection of macaques exist including chronic immune activation, mucosal immune dysfunction, microbial translocation and high levels of infection of central memory CD4+ T cells. These nonhuman primate models provide real opportunities for several reasons: (i) identity, dose, and route of virus challenge are known (ii) various clinical parameters such time of infection or duration of cART can be controlled (iii) active and persistent reservoirs can be fully characterized (iv) testing of “risky” interventions is possible. Longitudinal collections of blood/tissue, as well as elective necropsy are available for determining virological and immunological parameters. cART therapy has been modeled using a larger number and variety of anti-retrovirals in nonhuman primates [106,107]. Moreover, an animal model for a functional cure has been developed in rhesus macaques using the SIVagm.sab92018 strain [108]. It allows the study of virological and immunological events that may lead to the infection control both in blood and tissues [108]. Remarkably, Shytaj et al. recently reported complete viral suppression of SIVmac replication in rhesus macaques by a potent multidrug combination [109]. This is an important step in developing an animal model for HIV-1 cure research because it parallels the effects of antiretroviral therapy in HIV-infected humans. Without complete suppression, testing of therapeutic strategies to reduce viral reservoirs is confounded by ongoing cycles of viral replication that can replete such reservoirs.Since none of the current animal models perfectly reproduce HIV-1 infection and cART, it is likely that several different models will be needed to understand virus persistence, latency, reactivation, and eradication. Regulation of HIV-1 gene expression and latency: mechanisms and pharmaceutical targetingHighly relevant to the transcriptional state of HIV-1 provirus is the chromatin environment that surrounds the viral promoter. Therefore, a big effort is being put in the definition of the integration site-selection preferences of HIV-1 and in the chromatin landscape of the integration site. Since most of the studies for HIV-1 latency have been conducted in T cells, we will focus on those keeping in mind that there might be differences in the mechanisms of latency in other infected cells such as monocytes/macrophages and myeloid dendritic cells.Integration-site selection and transcriptional interferenceIntegration into the host genome is a hallmark of retrovirus infection. After reverse transcription in the cytoplasm the pre-integration complex (PIC) travels to the nucleus where the linear viral DNA is pasted into chromatin. HIV-1 integration is catalyzed by the viral enzyme integrase (IN).IN operates in close association with the cellular cofactor LEDGF/p75 (lens epithelium-derived growth factor). LEDGF/p75 tethers IN to the host cell chromatin determining HIV-1 integration site distribution, protects it from proteolytic degradation and stimulates its enzymatic activity [110]. Recently, another interactor of IN, the hepatoma-derived growth factor related protein 2 (HRP-2), has been demonstrated to partially complement LEDGF/p75 activity in a LEDGF/p75 knockout cell line [111]. However, another study showed residual integration in double LEDGF/p75 and HRP-2 knockouts indicating that IN alone and/or other host factors may still contribute to the integration specificity [112].HIV-1 integrates into cellular DNA non-randomly. Bushman and colleagues first demonstrated that HIV-1 integrates preferentially into active cellular genes of transformed cell lines [113,114]. This observation was confirmed in infected CD4+ T cells from patients [115,116]. LEDGF/p75 is a major determinant of HIV-1 integration into transcription units [117,118]. Interaction with LEDGF/p75, together with the local remodeling of chromatin through the interaction with INI1 (a subunit of the SWI/SNF chromatin-remodeling complex), appears to be required locally for integration [119]. However, also the topological organization of chromatin within the nucleus may play a role in target site selection [15]. Depletion of nuclear pore proteins such as RanBP2/Nup358 and the karyopherin Transportin-3/TNPO3 resulted in marked alterations in the distribution of HIV-1 integration sites, providing a link between nuclear entry and integration site targeting [120]. In agreement, the sub-nuclear distribution of integrated HIV-1 in latent cells occurs predominantly at the nuclear periphery [121]. We can envisage that PIC engagement of the nuclear pore addresses HIV-1 integration into active genes localized in its proximity. How does the latency phenotype relate with this topological localization remains open.The paradox of HIV-1 integration in active genes while being transcriptionally silent stimulated the molecular investigation of the phenomenon. Transcriptional interference has been proposed to explain HIV-1 promoter repression when integrated into introns of highly expressed genes. Transcriptional interference refers to the direct negative impact of one gene on another in cis. Convergent antisense transcription results inevitably in inhibition while sense transcription may be inhibitory or stimulatory. Peterlin and coworkers demonstrated HIV-1 promoter occlusion and generation of chimeric transcripts with the endogenous gene in sense integrations [122]. At odds, HIV-1 expression could be enhanced rather than repressed in sense orientation integrations of HIV-1 generated by homologous recombination [123]. However, a bias towards integration in the sense orientation with respect to the endogenous gene has been observed by the same group in an ex vivo model system of HIV-1 post-integrative latency [124]. This preference was not observed for acutely infected cells suggesting that sense orientation may provide a more repressive environment for viral transcription than antisense convergent orientation. Recently, Jordan and colleagues explored this phenomenon further and identified chromatin reassembly factors recruited after RNA polymerase II (RNAPII) transcription that repress the integrated cryptic HIV-1 promoter [125]. The picture may be more complicated since it has been observed that the HIV-1 genome can insert in a gene that is also repressed by Tat and this could be an advantage for the virus during transcriptional reactivation [126]. In addition, it has also been shown by allele-specific single cell in situ hybridization that transcription of the provirus and of the endogenous gene in which it is integrated may coexist at the same time in the same genomic location.Role of cellular factorsMolecular regulation of HIV-1 transcription is a multifaceted process dictated in part by the abundance of cellular transcription factors that induce or repress HIV-1 promoter activity and by the viral Tat protein. HIV-1 promoter activity is also tightly linked to the level of activation of its host cell. Mechanisms that maintain HIV-1 latency in vivo are incompletely understood. It is widely accepted that the lack of active forms of key cellular transcription factors (NF-kappaB, NFAT, STAT5, Figure 2) is one element involved in repression of initiation and elongation, respectively, of viral transcription in resting CD4+ T cells (reviewed in [3]). The presence of host transcription repressors (i.e. DSIF, YY1, CTIP2, c-myc, CBF-1, p50 homodimers, Figure 2) may also contribute to HIV-1 latency.The 5'LTR functions as the HIV-1 promoter and contains DNA binding sites for several ubiquitously expressed cellular transcription factors, such as Sp1 and TFIID, and inducible transcription factors, including NF-kappaB, NFAT and AP-1. Of note, the Berkhout’s group has recently found that the ability of HIV-1 to establish a latent infection is controlled by a four-nucleotide AP-1 element just upstream of the NF-kappaB element in the viral promoter [127]. Indeed, deletion of this AP-1 site deprived HIV-1 of the ability to establish a latent HIV-1 infection. Moreover the extension of this site to a 7 nucleotide AP-1 sequence promoted latency establishment, suggesting that this promoter region represents a latency establishment element. Given that these minimal changes in a transcription factor binding site affect latency establishment to such a large extent, their data support the notion that HIV-1 latency is a transcription factor restriction phenomenon. Indeed, HIV-1 transcription is tightly coupled to the cellular activation status because both NF-kappaB and NFAT are sequestered in the cytoplasm of quiescent T cells and recruited to the nucleus following T-cell activation. The protein kinase C (PKC) pathway leading to the activation of NF-kappaB, NFAT and AP-1 is one of the most important pathway in HIV-1 reactivation (reviewed in [3,128]).In addition to the binding sites for inducible transcription factors located in the HIV-1 promoter, three AP-1 binding sites have been identified in the coding region of the viral genome, more precisely in a region of the pol gene called fragment 5103 [129]. Van Lint and Verdin have previously described an important intragenic region in the HIV-1 genome, whose complete functional unit is composed of the 5103 fragment, the DNase I-hypersensitive site HS7 and the 5105 fragment [130-132]. The intragenic AP-1 binding sites are fully responsible for the PMA-dependent enhancer activity of fragment 5103 and recruit in vivo the AP-1 family members c-Fos, JunB and JunD [133]. Moreover, infection of T-lymphoid Jurkat and promonocytic U937 cells with wild-type and mutant viruses demonstrate that mutations of the intragenic AP-1 sites individually or in combination alter HIV-1 replication. Importantly, mutations of the three intragenic AP-1 sites lead to a decreased in vivo recruitment of RNAPII to the viral promoter, strongly supporting that the deleterious effect of these mutations on viral replication occurs, at least partly, at the transcriptional level [133]. Single-round infections of monocyte-derived macrophages confirm the importance of the intragenic AP-1 sites for HIV-1 infectivity [133].Many inducers of the NF-kappaB pathway have been considered for purging the latent reservoirs of HIV-1. PKC agonists, including synthetic analogs of diacylglycerol [134], ingenols [135], phorbol-13-monoesters [136], a jatrophanediterpene (named SJ23B) [137], and the two non tumorigenic phorbol esters prostratin [138,139] and DPP (12-deoxyphorbol 13-phenylacetate) [140], have proven capable of inducing HIV-1 transcription in latently infected CD4+ T cells or in PBMCs from cART-treated patients. PKC agonists downregulate the expression of the HIV-1 receptor CD4 and the coreceptors CXCR4 and CCR5 on the host cell surface [135,141,142]. Therefore, these compounds exhibit interesting bipolar properties as potential molecules to purge resting T-cell latent reservoirs: they upregulate the expression of latent proviruses and inhibit the spread of newly synthesized viruses to uninfected cells via downregulation of critical receptors necessary for viral entry [143]. The phorbol ester prostratin activates HIV-1 expression in latently infected lymphoid and myeloid cell lines and in primary cells [138-141,143-145] with minimal effects on the immune system [144] and causes minimal perturbation of cell cycle progression [145]. Like bryostatin 1 and DPP, prostratin as a PKC activator exhibits non-tumor-promoting activity. The non-mitogenic property of prostratin, its remarkable dual role in activating HIV-1 latently infected reservoirs without spreading infection, its relatively nontoxic behavior, and its ability to act on different cell types make this drug an interesting candidate for viral purging. Despite these numerous advantages, the use of prostratin (and DPP) in human clinical trials awaits safety and toxicity studies in a suitable primate model [146,147]. However, preliminary pharmacokinetic studies are encouraging [138]. Furthermore, chemical synthesis of this therapeutically promising natural compound in gram quantities and at low cost was reported [148] opening the access to numerous new analogs. Interestingly, a recent study [149] has shown that nanoparticles loaded with bryostatin target and activate primary human CD4+ T cells and stimulate latent virus production in vitro from latently infected J-Lat 8.4 and 10.6 cell lines and ex vivo from latently infected cells in a humanized mouse model, SCID-hu. Moreover, these authors suggest that specific targeting of the nanoparticles to CD4+ T cells by incorporating an anti-CD4 antibody could be an attractive perspective. Interestingly, methamphetamine, a potent CNS stimulant used by certain drug abusers, was recently shown to directly increase HIV-1 LTR activity in vitro in human microglial cells (the primary host cells for HIV-1 in the CNS), through an NF-kappaB-dependent mechanism [77]. This finding could explain the more severe HIV-associated neurodegeneration in HIV-infected individuals who abuse methamphetamine than in HIV-infected individuals who do not abuse drugs [150,151]. Because NF-kappaB is a “master regulator” of so many key responses in mammals, inducers of the NF-kappaB pathway for purging the latent reservoir will probably cause side effects. Therefore, a strong but short burst of NF-kappaB activity could be less deleterious until NF-kappaB activation is sufficient to trigger an initial Tat production, which will then fully induce HIV-1 expression. In this regard, a study has demonstrated that a protein secreted by the bacterium Massilia timonae efficiently reactivates latent HIV-1 by producing a strong and short activation of NF-kappaB [152]. Other members of the NF-kappaB pathway can also be targeted for HIV-1 transcriptional activation. One of such examples is the IkappaBepsilon protein [153]. Five IkappaB proteins have been described in humans that regulate NF-kappaB signaling. IkappaBs bind NF-kappaB dimers in the cytoplasm, preventing the NF-kappaB proteins from translocating to the nucleus to regulate gene expression. Some NF-kappaB dimers exhibit binding preferences for certain IkappaBs [154]. Thus, the relative abundance of certain IkappaB proteins within the cell may affect the availability of specific NF-kappaB dimers for activation. Moreover, different cell types produce different complements of NF-kappaB dimers [155]. IkappaBepsilon is expressed predominantly in T cells of the thymus, spleen, and lymph nodes [156]. Therefore, major sites and cell types of IkappaB epsilon expression coincide with some of the main reservoirs of HIV-1 latently infected cells. These results may offer attractive therapeutic advantages for HIV-1 activation because IkappaB epsilon is not essential for mammalian growth and development.The group of A. Jordan has recently identified eight molecules that reactivated latent HIV-1 by screening a library of small molecules. One of them, 8-methoxy-6-methylquinolin-4-ol (MMQO) reactivates HIV-1 in latently infected J-Lat cell lines and in PBMCs from aviremic cART-treated HIV-1 patients without causing T-cell activation and with low toxicity. Interestingly, MMQO produces Jun N-terminal protein kinase (JNK) activation and enhances the TCR/CD3 stimulation of HIV-1 reactivation from latency, but inhibits CD3-induced IL-2 and TNF-alpha gene transcription. Moreover, MMQO prevents TCR-induced cell cycle progression and proliferation in primary T cells [157].In addition to inducers of HIV-1 gene expression, aloisine A or roscovitine have been shown to inhibit HIV-1 replication when added after HIV-1 reactivation, but inhibition by these compounds is not potent [158]. However, an inhibitor of JNK, called AS601245, has recently been shown to strongly inhibit HIV-1 reactivation by inhibiting AP-1 activation despite high levels of induced NF-kappaB activation [158].In addition to the PKC pathway, a recent study has shown that depletion of the transcription factors YY1 significantly increases mRNA and protein expression from the HIV-1 promoter [159]. Inhibition of the repressive transcriptional factor YY1 could also be a promising strategy in order to reactivate HIV-1.Xing et al. have first demonstrated, in a Bcl-2-transduced primary CD4+ T cell model, that Disulfiram (DSF), a FDA-approved drug used to treat chronic alcoholism, reactivates latent HIV-1 without inducing global T-cell activation [160]. Based on this finding, DSF is currently being assessed in a clinical trial for its potential to deplete the latent HIV-1 reservoirs in cART-treated patients (see below). Very recently, the group of J.W. Mellors and N. Sluis-Cremer reported the mechanism by which DSF, an inhibitor of acetaldehyde dehydrogenase, reactivates latent viral expression [161]. This latter study has shown that DSF reactivates HIV-1 expression in the latently infected U1 cell line, but not in the J89GFP or ACH2 cell lines. Interestingly, they found that DSF significantly reduces PTEN (Phosphatase and Tensin homolog, a negative regulator of the Akt signaling pathway) protein levels in U1 cells and in resting CD4+ T cells from HIV-negative donors, resulting in increased phosphorylation of Akt and activation of the Akt signaling pathway [161]. Pharmacological inhibitors of Akt or of NF-kappaB (a downstream target of Akt) block the latent HIV-1 reactivating activity of DSF. In contrast, inhibitors of NFAT, of PKC and of JNK do not affect DSF activity. Neither the J89GFP nor ACH2 cells express PTEN, explaining the lack of DSF effect on HIV-1 expression in these two cell lines [161]. In conclusion, DSF could reactivate latent HIV-1 expression in vivo via the Akt signaling pathway through depletion of PTEN and PTEN could be a regulator of HIV-1 latency in cART-treated patients.T cell factor 4 (TCF-4) is an additional transcriptional factor that inhibits HIV-1 replication [162-165]. TCF-4, a member of the T cell factor/lymphoid enhancer factor (TCF-LEF) family of transcription factors, is a downstream effector of the canonical Wnt/beta-catenin pathway. It associates with beta-catenin (a transcriptional coactivator) to regulate the transcription of a diverse set of genes involved in cell proliferation, differentiation, communication and survival. Binding of a Wnt ligand initiates a cascade of events that results in destabilization of a multiprotein beta-catenin destruction complex and accumulation of a stable, hypophosphorylated beta-catenin that is able to translocate to the nucleus and associate with a member of the TCF/LEF transcription factors family. Within the nucleus, beta-catenin displaces negative regulatory factors from TCF/LEF and recruits cofactors to activate transcription of Wnt target genes. Active Wnt/beta-catenin/TCF-4 signaling pathway plays a significant role in repression of HIV-1 replication in multiple cell targets, including peripheral blood lymphocytes and astrocytes [162,163,166,167]. Recently, Henderson et al. [168] have identified multiple TCF-4 binding sites in the HIV-1 LTR. Deletion or mutation of the site presenting the strongest association, in conjunction with beta-catenin or TCF-4 knockdown in cells stably expressing a LTR reporter construct, enhances LTR basal activity, but has no effect on Tat-mediated transactivation [168]. TCF-4 and beta-catenin at the LTR associate with the nuclear matrix binding protein SMAR1, which likely pulls the HIV-1 DNA segment into the nuclear matrix and away from the transcriptional machinery, leading to repression of basal HIV-1 LTR transcription [168]. Exploring the contribution of beta-catenin/TCF-4 to HIV-1 latency might open novel avenues for anti-latency therapies. In this regard, LiCl, an inhibitor of Wnt signaling, has been recently shown to synergize with histone deacetylase inhibitors (HDACI, valproic acid (VPA) or SAHA) in inducing reactivation of the latent HIV-1 LTR in a cell line model of HIV-1 latency (Rafati et al., 2012, Abstract Retrovirology, 9 (Suppl1):O3)). The level of activation of the latent LTR was found to correlate with the remodeling of the repressive nucleosome nuc-1. Regulators of the Wnt signaling pathway could provide an additional strategy with which to promote reactivation of the latent LTR, particularly in combination with HDACIs.A member of the Janus kinase (JAK)/signal transducers and activators of transcription (STAT) family, called STAT5, has been demonstrated to play a both positive and negative role in regulating HIV-1 transcription. By using primary human CD4+ T cells transfected with a HIV-1 LTR-driven reporter construct, the full-length STAT5 factor has been reported to upregulate HIV-1 transcription by binding to putative STAT5 consensus binding sites in the LTR U3 enhancer region [169]. STAT5A and STAT5B are activated by a broad spectrum of cytokines such as IL-2, IL-7, IL-15 and granulocyte-macrophage colony-stimulating factor (GM-CSF) through JAK-mediated phosphorylation of a critical tyrosine residue near the C-terminus, leading to the formation of homodimers or heterodimers of STAT5A and STAT5B, followed by nuclear translocation of the active complex [170]. Interestingly, a C-terminally truncated version of STAT5 (STAT5Δ), frequently detected as a dominant isoform in leukocytes of HIV+ individuals [171], has been shown to act as a repressor, rather than an inducer of HIV-1 transcription and expression [172]. Indeed, the Poli’s group has shown that the chronically HIV-1-infected promonocytic U1 cell line mostly expresses STAT5Δ compared to the infected T-lymphoid ACH2 cell line and that GM-CSF stimulation of U1 cells leads to STAT5Δ binding to the LTR U3 region, resulting in a decreased recruitment of RNAPII to the HIV-1 promoter and concomitant repression of viral gene transcription [172]. Moreover, they have very recently reported that, in U1 cells, STAT5Δ interacts exclusively with the NF-kappaB p50 subunit at the level of the nt −85 to −77 HIV-1 subtype B STAT5 site, which overlaps with the nt −81 to -92nt NF-kappaB binding site [173]. Furthermore, GM-CSF stimulation of U1 cells promotes in vivo recruitment of p50 to the viral LTR together with STAT5Δ and downregulates HIV-1 transcription. Thus, cytokine-activated STAT5Δ/p50 complexes could contribute to the maintenance of HIV-1 latency in monocytic cells. In addition to STAT5, some other cellular transcriptional repressors of HIV-1 (such as Staf50 [174]) exhibit regulatory function, which is specific for human macrophages [175,176]. Interestingly, IL-7 (a cytokine essential for maintenance of T cell homeostasis) has been shown to induce the expression of latent HIV-1 proviruses in resting CD4+ T cells from HIV-infected patients under cART treatment without global T cell activation, via the JAK/STAT5 signaling pathway [83].In addition to transcription factors, specific restriction factors exist to defend host cell against retroviral infection. A well-known restriction factor is APOBEC3G that impairs the early phase of the HIV-1 life cycle and may induce latency. Indeed, APOBEC3G strongly inhibits HIV-1 replication in CD4+ T cells by inducing C to U conversions in the viral strand DNA during reverse transcription [177,178]. An inactive form of APOBEC3G can be found in tissue resident naïve or memory CD4+ T cells, which are permissive to HIV-1 infection [179]. In parallel, a growing body of evidence suggests that many members of the TRIM family of proteins constitute an antiviral defense mechanism for the cell [180]. TRIM19 (better known as PML) has been implicated in the restriction of HIV-1 by recruiting Cyclin T1 to nuclear bodies [181]. TRIM22 has also been implicated in the restriction of HIV-1 by repressing the basal LTR activity independently of its E3 ubiquitin ligase activity, of Tat and NF-kappaB-responsive LTR elements [182]. In addition, the group of Cereseto has proposed that TRIM28 inhibits HIV-1 replication by suppressing acetylation of the viral integrase during integration [183]. Moreover, a recent study has reported that ZBRK1 (a KRAB-zinc finger) acts as a transcriptional repressor of HIV-1 LTR in a TRIM28-dependent manner [184]. Indeed, in conjunction with TRIM28 and HDAC2, ZBRK1 suppresses HIV-1 LTR-driven gene expression [184]. Importantly, in elegant studies by the Benkirane’s group and Skowronski’s group, SAMHD1 was recently described as the restriction factor that blocks HIV-1 infection of non-cycling myeloid cells [185,186]. SAMHD1 is a dGTP-dependent deoxynucleotide triphosphohydroxylase [187,188] that reduces the cellular pool of dNTPs in differentiated, non-cycling myeloid cells to levels below those required to support HIV-1 DNA synthesis [188,189]. SAMHD1 also restricts HIV-1 replication in quiescent resting CD4+ T cells by preventing completion of reverse transcription, a finding that could have an important implication in our understanding of HIV-1-mediated CD4+ T-cell depletion and establishment of the viral reservoir [190,191].Finally, the heat-shock chaperone Hsp90 was shown to bind the HIV-1 promoter and to regulate its expression and viral infectivity [192]. Hyperthermia induces Hsp90 recruitment at the viral LTR, leading to transcriptional reactivation [193]. Since the viral genome exhibits RNAPII pausing at its promoter and NELF-E depletion results in increased viral transcription, it is possible that Hsp90 targets the paused RNA polymerase located on the HIV-1 promoter via NELF and, similar to several genes reported in the work of Paro and collaborators, affects release of paused polymerase from the viral LTR [194].Chromatin organization and epigenetic modificationsThe chromatin organization and the epigenetic control of the HIV-1 promoter are key elements in viral transcriptional silencing. Previously, the Verdin’s group has shown that two nucleosomes, namely nuc-0 and nuc-1, are precisely positioned in the promoter region of HIV-1 in latently infected cell lines [131,195] and that nuc-1 (located immediately downstream of the transcription start site) imposes a block to transcriptional elongation (Figure 2). Following transcriptional activation, nuc-1 is specifically remodeled [195,196].Chromatin condensation is critical for the regulation of gene expression since it determines the accessibility of DNA to regulatory transcription factors. Euchromatin corresponds to decondensed genome regions generally associated with actively transcribed genes. By contrast, heterochromatin refers to as highly condensed and transcriptionally inactive regions of the genome [197]. The chromatin condensation status can be modulated through a variety of mechanisms, including posttranslational covalent modifications of histone tails, ATP-dependent chromatin remodeling events and recruitment of repressive factors on methylated DNA [198-200]. ATP-dependent chromatin remodeling complexes couple the hydrolysis of ATP to structural changes of the nucleosome. Histone modifications are all reversible and mainly localized to the amino-terminal histone tails. They include acetylation, methylation, phosphorylation, sumoylation, ADP-ribosylation and ubiquitination. In this review, we will focus on histone acetylation and methylation, the most important histone marks for HIV-1 repression. These covalent modifications of histone tails influence gene expression patterns by two different mechanisms [201]: (1) by directly altering chromatin packaging, electrostatic charge modifications or internucleosomal contacts might emphasize or reduce the access of DNA to transcription factors (such as histone acetylation); (2) by generating interactions with chromatin-associated proteins (such as histone methylation). These modifications function sequentially or act in combination to form the \"histone code\" and serve as extremely selective recruitment platforms for specific regulatory proteins that drive different biological processes [202]. A description of the different classes of chromatin-modifying enzymes is reviewed in [3]. Here, we describe their importance in HIV-1 repression and their possible therapeutic implications.Histone acetylationHistone acetyltransferases (HATs) and histone deacetylases (HDACs) influence transcription by selectively acetylating or deacetylating the ϵ-amino group of lysine residues in histone tails. Generally, chromatin acetylation by HATs promotes chromatin opening and is associated with active euchromatin, whereas deacetylation by HDACs diminishes the accessibility of the nucleosomal DNA to transcription factors, thereby generating repressive heterochromatin [203]. Moreover, histone acetylation marks enable the recruitment of bromodomain-containing proteins, such as chromatin remodeling complexes and transcriptions factors, which in turn regulate gene expression. The repressive nucleosome nuc-1 is specifically remodeled following PMA or TNFalpha treatment of the cells, coinciding with activation of HIV-1 gene expression [195]. This remodeling includes posttranslational modifications of histone tails. In this context, Van Lint and Verdin reported for the first time 16 years ago that treatment of latently HIV-1-infected cell lines with two HDAC inhibitors (HDACIs), trapoxin and trichostatin A (TSA), induces viral transcription and the remodeling of the repressive nucleosome nuc-1 [196]. These results indicated that one or several HDACs were bound to the HIV-1 promoter under latency conditions and that deacetylation of the HIV-1 promoter chromatin by these enzymes played a role in the establishment and maintenance of HIV-1 latency. This observation also indicated that treatment of HIV-infected patients with HDACIs might be of therapeutic value by forcing the reactivation of HIV-1 expression and the elimination of the latent HIV-1 reservoir (“flushing hypothesis”) [80,196,204].Later experiments revealed that transcriptional repressors recruit HDACs to the HIV-1 promoter (reviewed in [3], Figure 2). Following viral reactivation, acetylation of histones and recruitment of HAT at the HIV-1 promoter have been described by the group of Giacca [205]. To date, numerous studies have demonstrated that HDAC1, HDAC2 and HDAC3 are recruited to the HIV-1 LTR5’ and play an important role in viral latency [206-210]. In microglial cells, Marban et al. showed that the corepressor CTIP2 acts as a recruitment platform for HDAC1 and HDAC2 on the HIV-1 promoter, leading to a heterochromatin environment [207,211].Recently, the group of Poli has shown that essential amino acid restriction results in the transcriptional derepression of silenced transgenes including the HIV-1 provirus in T-lymphocytic cells [212]. This derepression correlates with a significant downregulation of HDAC4. These results indicate that HDAC4 behaves as a critical regulator of exogenous transgene expression [212], sensitive to amino acid starvation and suggest that HDAC4 pharmacological inhibition may be necessary to revert HIV-1 transcriptional silencing and lead to reactivation of latent HIV-1. In this context, recently, Xing et al. have provided strong evidence that HDAC6-selective inhibitor M344 is a potent antagonist of HIV-1 latency, acting by increasing the acetylation of histones H3 and H4 in the nuc-1 region of the HIV LTR [213].HDACIs present several advantages as a potential inductive adjuvant therapy in association with efficient cART to purge latent reservoirs. They activate a wide range of HIV-1 subtypes [204] without the toxicity associated with mass T-cell activation, which would generate new target cells for neo-synthesized viruses. HDACIs have been demonstrated to repress the coreceptor CXCR4 in a dose-dependent manner [214]. They act on a broad spectrum of cell types; and therefore, in contrast to agents that specifically induce T cells, they could target the different latent reservoirs (macrophages, dendritic cells and other non-T cells). The most important element regarding the therapeutic goal resides in the fact that HDACIs have been safely administrated to patients for several years in other human diseases: phenylbutyrate in beta-chain hemoglobinopathies such as beta-thalassemia and sickle cell anemia [215,216] and VPA in epilepsy and bipolar disorders [217,218]. More recently, SAHA (marketed as Vorinostat) was approved by the Food and Drug Administration (FDA) for treatment of cutaneous T-cell lymphoma [219]. Givinostat and Panobinostat are currently in Phase I/II clinical trials for relapsed hematological malignancies [220,221]. Givinostat has been shown to be more potent than VPA in terms of reactivation of HIV-1 expression in vitro[222], while Panobinostat has been shown to be at least 10 times more potent than Vorinostat (reviewed in [223]).The use of HDACIs as HIV-1 inducers has been well characterized in several latency models and in resting CD4+ T cells from cART-treated HIV-1-infected patients [97,204,222,224,225]. A series of such molecules has been characterized in terms of HIV-1 reactivation [210,226,227]. However, some groups have reported that HDACIs have a lower reactivation potential in a primary latency model [228] or in resting CD4+ T cells from cART-treated HIV-1-infected patients [229] compared to infected transformed cell lines. The first study was performed in a model of primary T cells [228], which might not reflect the in vivo situation. Indeed, a recent clinical trial (see below) has shown that Vorinostat reactivates HIV-1 in infected patients [230]. In the second study [229], the concentration of HDACI used was lower than the common concentration used in the numerous studies that have previously tested the HIV-1 reactivation potential of HDACI [226,231]. Moreover, their finding indicates rather that HDACIs induce virus production but from a restricted fraction of infected cells, in agreement with the coexistence of different latency mechanisms [98,99,232].More recently, many other HDACIs have been evaluated in vitro for their reactivation potential in latentlyHIV-1-infected cells: ITF2357 [222], CG05 and CG06 [233], NCH-51 [234] and MC1293 [235]. In order to identify new compounds, several groups have performed high-throughput screening. In this context, molecules such as AV6 [236] or a range of Merck compounds [95] have been highlighted. In parallel, another study has demonstrated that butyric acid naturally produced from bacteria could promote gene expression of latent HIV-1 [237]. The effects of these different compounds have yet to be confirmed in ex vivo cultures of resting CD4+ T cells from cART-treated HIV-infected patients.Latency is a multifactorial phenomenon: different levels of transcriptional and epigenetic blocks are involved and probably act in concert to silence HIV-1 transcription. Attacking simultaneously different levels of latency should be more efficient when viral eradication is the objective since the combination of different types of compounds could synergize in the reactivation of latently infected cells. In this context, Van Lint’s group has reported for the first time that HDACIs and NF-kappaB inducers synergistically reactivate latent HIV-1 [204]. Mechanistically, this synergism was associated with a delayed cytoplasmic reappearance of the inhibitory protein IΚBalpha in response to TNFalpha + TSA versus TNFalpha treatment [238], leading to a prolonged intranuclear presence and DNA-binding activity of NF-kappaB [238,239]. Next, the same group has shown that the non-tumor-promoting NF-kappaB inducer, prostratin, synergistically reactivates HIV-1 production with HDACIs used in human therapies (such as VPA and SAHA) in several postintegration latency model cell lines as well as in ex vivo cultures of in CD4+ CD25- CD69- HLADR- resting T cells isolated from blood of cART-treated patients with undetectable viral load [97]. Mechanistically, HDACIs prolonged and increased prostratin-induced NF-kappaB activation and provoked, in combination with prostratin, a more pronounced nucleosome remodeling in the HIV-1 promoter. This study constitutes a proof-of-concept for the coadministration of two different types of therapeutically promising HIV-1 inducers together with efficient cART as a therapeutic perspective to decrease the pool of latent HIV-1 reservoirs [97]. However, in 40% of the cultures, this group could not detect any viral outgrowth following treatment with prostratin and HDACIs individually or in combination. This could result from a stronger epigenetic control of some integrated proviruses. Latter, Burnett and colleagues reported that the same combination prostratin + SAHA synergistically reactivates several HIV-1 subtypes including A, B, C, D and F in primary CD4+ and Jurkat cell-based in vitro HIV-1 latency models [240]. Another study has shown similar results with the HDACI MC1293 in a latently infected cell line but did not report testing of this HDACI in ex vivo cell cultures from HIV + patients [235]. Interestingly, another non-tumor-promoting PKC inducer, bryostatin, has been shown to activate MAPKs and NF-kappaB pathways and to synergize with HDACIs to reactivate HIV-1 gene expression in latently infected J-Lat cell lines [241].Histone methylationWhile histone deacetylation generally contributes to transcriptional repression, histone methylation can be either linked to transcriptional repression or activation, depending on the site of modification. Methylation of H3 at lysine residue 4 (H3K4) is associated with transcriptional activation, while methylation of H3K9, H3K27, and H4K20 is associated with transcriptional repression (reviewed in [242]). Histone methylation marks (including H3K9 dimethylation (H3K9me2), H3K9 trimethylation (H3K9me3) as well as H3K27 trimethylation (H3K27me3)) have been shown to be associated with HIV-1 transcriptional silencing in different postintegration latency models [66,68,207,243,244].The histone methyltransferases (HMTs) Suv39H1 [243], which is primarily involved in H3K9me3, and G9a [244] which is responsible for H3K9me2, have been demonstrated to play a role in HIV-1 transcriptional silencing (Figure 2). Indeed, Benkirane’s group [243] has shown that Suv39H1, HP1gamma (heterochromatin protein 1) and H3K9me3 mediate HIV-1 repression in different cellular models including PBMCs from HIV+ patients. Moreover, Rohr’s laboratory has previously reported a similar mechanism in in vitro HIV-1-infected microglial cells, where Suv39H1 is recruited to the HIV-1 promoter via the transcriptional corepressor CTIP2 leading to a multi-enzymatic complex including HDAC1, HDAC2 and HP1 [207,211]. In this context, a study has very recently reported increased CTIP2, HP1, MeCP2 and HDAC1 levels in postmortem brain tissue from HIV+ latent cases, most probably due to posttransciptional mechanisms [245]. In addition, G9a-mediated H3K9me2 can also recruit HP1 and therefore participate in the maintenance of HIV-1 silencing [244]. Results from Ding et al. suggest that the G9a-like-protein (GLP) may also play a significant role in the maintenance of HIV-1 latency by catalyzing H3K9me2 in new clonal cell lines where the provirus is integrated in active gene regions and presented an hypomethylation status [246]. Together, their data suggest that histone methyltransferase inhibitors (HMTIs) could represent promising therapeutic drugs in strategies aimed at purging the HIV-1 latent reservoirs.Two specific HMTIs have been described so far: chaetocin and BIX-01294. Chaetocin, a fungal mycotoxin from Chaetomium minutum[247], acts as a specific inhibitor of Suv39H1 in a S-adenosylmethionine (SAM)-competitive manner [248]. Chaetocin belongs to 3-6-epi-dithio-diketopiperazines, which have been previously reported to have biologic effects including immunosuppressive [249], anti-inflammatory [250] and/or antiviral [251] activities. BIX-01294, a diazepin-quinazolin-amine derivative, functions as a specific inhibitor of G9a [252] in an uncompetitive manner with SAM by binding the G9a SET catalytic domain [252,253]. Recently, Van Lint’s group demonstrated that the HMTI chaetocin induces HIV-1 recovery in 50% of the CD8+ depleted PBMCs cultures tested and in 86% of the resting CD4+ T-cell cultures from HIV-1+ cART-treated patients with undetectable viral load [98]. They next confirmed the high reactivation potential of HMTIs using BIX-01294, which induced HIV-1 recovery in 80% of the patient resting memory CD4+ T-cell cultures tested [98]. This study and several other recent studies demonstrate that the specific HMTIs chaetocin and BIX-01294 reactivate latent HIV-1 with minimal effects in different latently infected cellular models compared to the effects observed in patient cells [66,68,98,244]. Moreover, the Van Lint’s group has shown that the combinations chaetocin + prostratin and chaetocin + SAHA causes, in most cases, a higher HIV-1 reactivation than these compounds used alone [98], in agreement with the fact that a combination of two different HIV-1 inducers can act on different mechanisms of latency. They also observed this effect using the combination BIX-01294 + SAHA in a smaller group of patient cell cultures. In conclusion, the Van Lint’s group showed for the first time that HMTIs, alone or in combination with HIV-1 inducers, cause HIV-1 recovery in resting memory CD4+ T cells from cART-treated patients [98]. Although chaetocin and BIX-01294 cannot be safely administered to humans, the latter results constitute a proof-of-concept for the use of HMTIs in strategies aimed at reducing the pool of HIV-1 latent reservoirs. Since HMTIs also represent promising compounds in anti-cancer therapies [254-256], other safer HMTIs should be synthesized soon and evaluated for their reactivation potential in cells from HIV-1+ cART-treated individuals.Suv39H1-mediated trimethylation requires previous demethylation of H3K4 by Lysine-specific demethylase 1 (LSD-1/KDM1) [257]. The Rohr’s and Van lint’s groups have recently postulated that this histone demethylase may be part of the multienzymatic complex recruited by CTIP2 to the HIV-1 promoter [258]. They have reported that LSD1 functionally cooperates with CTIP2 in a synergistic manner to repress both viral replication and transcription in microglial cells, the main HIV-1 targets in the central nervous system [258]. They also demonstrated that CTIP2 and LSD1 interact by coimmunoprecipitation experiments and colocalize in cells with the HIV-1 Tat protein within heterochromatic nuclear structures by confocal microscopy experiments [258]. Altogether, their results support the idea that LSD1 and CTIP2 cooperate to repress the HIV-1 promoter. Recruitment of LSD1 at the HIV-1 proximal promoter is associated with induction of both H3K4 and H3K9 trimethylation in the U1 monocytic/macrophage cell line. Mechanisms underlying LSD-1-mediated increase in H3K4 trimethylation might rely rather on the ability of LSD1 to recruit hSET1 and WDR5, two members of the hCOMPASS complex, at the promoter than on its own enzymatic demethylase activity [258]. These data suggest that the transcriptional repressor LSD1 constitute a potential target (at least in infected cells of the monocytic/macrophages lineage) to induce HIV-1 latency with histone demethylase inhibitors. In contrast, in latently infected T cells, the LSD1/KDM1/CoREST complex, normally known as a transcriptional suppressor, was shown to act as an activator of HIV-1 transcription through specific demethylation of K51 in Tat [259]. The two studies thus observed opposite effect of LSD1 in microglial cells versus in T cells. This could be due to cell type-specific differences that should be further investigated.In addition to H3K9 methylation, the Karn’s laboratory has elegantly demonstrated that the HMT enhancer of Zeste 2 (EZH2, a HMT that is part of the Polycomb Repressive Complex 2, called PRC2), the enzyme responsible for H3K27me3, is present at high levels at the LTR of silenced HIV-1 proviruses and was rapidly displaced following proviral reactivation in T cells (Figure 2[66]). This correlates with H3K27 trimethylation of the HIV-1 promoter in latency conditions, inducing a repressive chromatin structure, and with a decreased H3K27me3 level in activated conditions [66]. Recently, the group of Tyagi has reported that CBF-1 (C-promoter binding factor-1) is responsible for the recruitment of EZH2 and other chromatin-modifying enzymes of the Polycomb complex to the HIV-1 promoter [27]. The complex including EZH2 is very important because it can serve as a binding platform for multiple histone- and DNA-modifying enzymes [260,261]. Treatment of cells with the broad spectrum HMTI DZNep has shown HIV-1 reactivation of silenced proviruses and a significant inhibition of EZH2 activity in a primary T-cell latency model [66]. However, DZNep is not a specific inhibitor of EZH2 but possesses only a greater inhibitory potency for EZH2 than for other HMTs. Indeed, DZNep is an inhibitor of S-adenosyl-L-homocysteine (SAH) hydrolase and thus inhibits indirectly EZH2 through effects on intracellular SAH concentrations and promotes degradation of the PRC2 complex [262]. EZH2 is also implicated in tumorigenesis and correlates with poor prognosis in several tumor types [263-266]. In this context, a recent study identified specific inhibitors of EZH2 methyltransferase activity by a high throughput biochemical screen [267]. In a linked study, a small molecule of this screen has been optimized resulting in a highly selective, potent, SAM-competitive inhibitor of EZH2, named GSK126 [268]. They demonstrated that GSK126 decreases global H3K27me3 levels and reactivates silenced PRC2 target genes in lymphoma. GSK126 has been also evaluated in mice where it was well tolerated and similar results were observed in cell culture [268]. Therefore, it would be interesting to evaluate the GSK126 molecule for its reactivation potential on latent HIV-1 in infected patient cell cultures.DNA methylationIn mammalian cells, DNA methylation occurs as 5-methyl cytosine predominantly in the context of CpG dinucleotides and is achieved by the specific recruitment of DNA methyltransferases (DNMTs). DNA methylation in transcriptional regulatory regions is generally associated with gene silencing, either by directly blocking binding of transcription factors to their recognition sequences or by indirectly preventing transcription factors from accessing their target sites through attachment of methyl-CpG-binding proteins (MeCPs) that “read” DNA-methylation patterns. These MeCPs recruit HDACs and HMTs, thereby resulting in formation of a closed repressive chromatin structure (for review [269]). During latency, the HIV-1 promoter is hypermethylated at two CpG islands surrounding the HIV-1 transcriptional start site as demonstrated both in J-Lat cell lines and in the Planelles’s primary T cell model of HIV-1 latency ([270], Figure 2). In J-Lat cells, methyl-CpG binding domain protein 2 (MDB2) and HDAC-2 are recruited to the promoter via the second CpG island [270]. Treatment with 5-aza-2’deoxycytidine (5-Aza-CdR, decitabine) decreases cytosine methylation in the two HIV-1 CpG islands, resulting in loss of MBD2 and HDAC-2 from CpG island 2 of the viral promoter region and in partial transcriptional reactivation [270]. The group of Hirsch compared the CpG dinucleotide methylation pattern of the HIV-1 promoter in aviremic versus viremic HIV-1-infected individuals by bisulfite sequencing of DNA from memory resting CD4+ T cells [271]. Analysis of the CpG methylation profile has shown that the HIV-1 5’LTR in 6 patients without detectable plasma viremia contain from 19% to 100% of methylated CpG compared with less than 0.1% for the control group of viremic patients. These results indicate that HIV-1 promoters in the long-term cART-treated aviremic individuals are hypermethylated, in contrast to non-methylated promoters of viremic patients [271]. However, more recently, J. Blazkova now in Fauci and Chun’s laboratory reported novel contrasting results. Indeed, they examined the methylation status of the first CpG island by bisulfite sequencing in resting CD4+ T cells from 11 aviremic patients and did not find significant 5’LTR methylation in any of them [272]. They observed a median frequency of methylated CpG dinucleotides within the HIV-1 5’LTR of 2.4% (range 0-10%) [272]. Both groups used the same technique of DNA methylation analysis and the same system of controls based on Jurkat clones. The major sources of differences between both studies could originate from variability in patients characteristics and cART treatments. The patients from the Hirsh’s study with the most heavily methylated 5’LTRs were long-term infected individuals (infected for 11, 12 and 16 years, with a median of 10 years of ART). Some of them were treated by inefficient therapy at the beginning (see Supplementary Table 3 in [271]). In contrast, the longest treatment period in the Fauci’s study was 6.6 years with a median of 2.9 years. Another difference between both studies is the population of analyzed CD4+ T cells: HIV-1 proviruses analyzed in the Hirsh’s study were extracted from memory CD4+ T cells, while HIV-1 proviruses analyzed in the Fauci’s paper were obtained from resting CD4+ T cells. More stringent mechanisms of maintenance of HIV-1 latency, including CpG methylation, may be needed in the memory CD4+ T cells, which are more prone to proliferate than the resting CD4+ T cells. Since DNA methylation may be a late event that enhances silencing of already-latent viruses rather than contributing to entry into latency, the time of infection in each patient may be an important factor contributing to the differences between both studies. Indeed, substantially longer period of selection of latent proviruses in the memory cell population [271] can result in accumulation of HIV-1 proviruses with methylated promoters in comparison to non-methylated HIV-1 proviruses harbored in the shorter-term-selected population of resting cells [272]. Very recently, Palacios et al. have compared the methylation state of the HIV-1 promoter in PBMCs from two group of infected patients: 1) long-term nonprogressors and/or elite controllers (the LTNP/EC group) who maintain undetectable or low levels of viremia (< 50 or 2000 RNA copies/ml, respectively) without treatment, and 2) aviremic patients in whom cART results in undetectable plasma viremia. Palacios et al. have shown that the 5’LTR of HIV-1 in all aviremic patients exhibited very low or no methylation at all (range of 0 to 1%) compared with that the LTNP/EC group, where the percentage of methylated CpGs in the HIV-1 promoter was higher (median of CpG methylation of 5.4%). However, it is difficult to compare this latter study with the two previous ones [271,272] because bisulfite analysis was performed on total PBMCs (containing other infected cells such as monocytes in addition to the CD4+ T cells) instead of memory CD4+ T cells. Palacio et al. have observed a weak 5’LTR DNA methylation level in the LTNP/EC group, thereby strengthening the hypothesis that DNA methylation is an epigenetic mark associated with certain forms of latency. Evidently further studies will be necessary to clarify the role of DNA methylation in HIV-1 latency in vivo.Various anticancer agents including 5-aza-2'deoxycytidine (5-Aza-CdR), an FDA-approved inhibitor of DNA methylation used in humans to treat myelodysplastic syndrome (marketed as Decitabine) [273], were shown to induce HIV-1 transcription in latently infected cell lines [274] and in a doxycycline-dependent HIV-rtTA variant [76]. However the role of DNA methylation in HIV-1 latency is still controversial, and some laboratories have even reported that CpG methylation did not correlate with transcriptional silencing [275]. In addition to the four well-characterized nucleoside analog methylation inhibitors (i.e. 5-azacytidine (5-Aza), 5-Aza-CdR, 5-fluoro-2'-deoxycytidine, and zebularine), there is a growing list of non-nucleoside DNA methylation inhibitors such as procaine, procainamide, hydralazine and RG108 [276]. Only 5-Aza and 5-Aza-CdR are currently FDA-approved and used in cancer therapies. The major hindrance of their usage in humans is their instability in vivo and the toxicity secondary to their excessive incorporation into DNA, which causes cell cycle arrest. These cytosine analogs have also been demonstrated to induce proteasomal degradation of DNMT1 [277]. Today, no clinical trial with HIV-1-infected patients has been performed using DNA methylation inhibitors to reduce the pool of latent reservoirs, but it could an interesting approach.In addition to their DNA methylation inhibitory activity, 5-Aza and 5-Aza-CdR were reported to exhibit another potential advantage in the context of strategies aimed at curing HIV-1 infection. Indeed, it was reported that the primary antiviral mechanism/activity of 5-Aza (after reduction to 5-Aza-CdR) and of 5-Aza-CdR could be attributed to their ability to increase the HIV-1 mutation rate through viral DNA incorporation during reverse transcription [278]. This results in decreased HIV-1 replication and infectivity through lethal mutagenesis. Clouser et al. have shown that a combination of two clinically approved drugs, decitabine and gemcitabine (2'-deoxy-2',2'-difluorocytidine, a nucleoside analog also presenting ribonucleotide reductase inhibitory activity), reduced HIV-1 infectivity by 73% at concentrations that had minimal antiviral activity when used individually [279]. Recently, the same group has shown that 5-Aza-CdR in combination with gemcitabine, a FDA-approved drug, inhibited disease progression at doses that were not toxic in murine AIDS model, as detected by histopathology, viral loads, and spleen weights [280]. Resveratrol (a ribonucleotide reductase inhibitor) was also shown to inhibit HIV-1 infectivity in combination with 5-Aza-CdR [281].Combinations of a DNA methylation inhibitor with a HDACI has been previously used in clinical trials as anticancer treatments. A combination 5-Aza-CdR/VPA has been tested in latently infected cell lines but failed to synergistically reactivate HIV-1 transcription [270]. However, in the same experiment, the authors showed that inhibiting provirus methylation led to an almost complete reactivation of latent HIV-1 in J-Lat T cells when combined with the NF-kappaB signaling activator TNFalpha [270]. In another study, 5-Aza-CdR was also shown to synergize with prostratin, which triggers reactivation of latent HIV-1 without broad T-cell activation and inhibits de novo virus infection [144]. Fernandez and Zeichner have shown that 5-Aza-CdR plus TNFalpha activates HIV-1 at least twice as well as TNFalpha alone in almost all J-Lat cell lines tested but the J-Lat 10.6 cell line, in which TNFalpha plus 5-Aza-CdR moderately decreases activation compared to the activation observed after treatment with TNFalpha alone [282]. Surprisingly, 5-Aza-CdR decreased TNFalpha-induced activation of HIV-1 gene expression to an even greater extent in the latently infected cell lines ACH2, J1.1 and U1 than in the J-Lat 10.6 cell lines [282]. In certain cell lines, the authors also observed that 5-Aza-CdR decreases induction of viral expression by the HDACI TSA [282]. These differential responses to epigenetic inducers observed in the various cell lines may be due, in addition to the direct effect of the epigenetic drugs on LTR demethylation, to different indirect effects on cellular genes that directly or indirectly inhibit HIV-1 transcription. Recently, the Van Lint’s group has shown that 5-Aza-CdR in combination with the HDACI SAHA synergistically induces HIV-1 gene expression in several J-Lat cell lines (Bouchat and Van Lint, unpublished data). The reactivation potential of 5-Aza-CdR is currently tested in combination with others HIV-1 inducers in ex vivo cultures of resting CD4+ T cells from cART-treated HIV-infected patients with undetectable viral load (Bouchat and Van Lint, unpublished data). The use of DNA methylation inhibitors coupled with a PKC agonist or with an HDACI could be a further step to purge the latent reservoirs in cART-treated patients.The viral protein Tat and associated cofactorsTat is the viral trans-activator of transcription that binds the transactivation response RNA element (TAR, Figure 2) at the 5’-end of all viral transcripts to promote transcriptional elongation (for a review: [283]). Tat is a promiscuous viral protein that has been show to associate to a number of host factors. However, the first comprehensive protein-protein interaction network of HIV-1 infected cells showed a remarkably low number of hits for Tat, which included the well described Cyclin T1 and CDK9, but excluded several others [284]. The levels of Tat in an infection are certainly physiologic, may be too low at the time of harvest to be able to pull down all the possible interactors. Indeed, several recent studies identified important Tat cofactors by overexpressing tagged-Tat alone in cells (see below). Furthermore, careful inspection of the crude data of Krogan’s work shows the presence of some already identified factors and the criteria of inclusion for the final network representation should be analyzed carefully. For example, the nucleosome assembly factor 1-like 1 (NAP1L1), which was previously shown to functionally interact with Tat, can be found also in Krogan’s pulldowns associated to Tat and other viral proteins and therefore exclude for specificity reasons [285,286] To note that NAP1L1 was also described as functional interactor of the Rev protein [287]. In the following chapters, we will focus on Tat and its partners according to the latest information available.Tat and P-TEFbThe HIV-1 promoter is a widely used model for mammalian RNAPII elongation control and has provided several insights in the general mechanism of cellular transcription. In the absence of the viral transactivator Tat, basal transcription from the long terminal repeat (LTR) leads to RNAPII pausing after synthesis of a short RNA that includes TAR. The negative elongation factors NELF and DSIF induce RNAPII pausing on the promoter but few molecular details of this process are known (reviewed in [288]). Kiernan and collaborators recently proposed that also RNA contributes to pausing [289]. The recruitment of the Microprocessor complex, Rrp6 exoribonuclease and of the termination factors Setx and Xrn2 induces the cleavage of the short TAR hairpin leading to premature termination by an RNAi independent mechanism. This mechanism is active also on a subset of cellular genes reinforcing the notion that post-initiation events are a hallmark of cellular gene regulation. Indeed, genome-wide mapping studies revealed promoter-proximal pausing of RNAPII on a large proportion of human genes (ENCODE Transcriptome Project, 2009; [290-292]).Tat, together with P-TEFb, binds the stem loop within TAR, allowing cdk9 to phosphorylate the RNAPII carboxyterminal domain (CTD) and the negative transcription elongation factors NELF and DSIF, licensing RNAPII for productive elongation (Reviewed in [293,294]). Tat recruits Cyclin T1/cdk9 either from the inactive complex containing the 7SK snRNA, HEXIM1 (or his homologue HEXIM2) (Figure 2), the La-related protein 7 (LARP7), and the 7SK-specific methyl-phosphate-capping enzyme (MePCE) or from the Cyclin T1/cdk9 complex containing the bromodomain-containing protein 4 (BRD4) active on cellular genes. However, other Cyclin T1/CDK9-associated protein complexes that negatively modulate Tat activity have been recently identified [295,296]. Frankel’s group reported the unexpected findings that Tat assembles into a complex with P-TEFb in its inactive 7SK snRNP form and that this complex is recruited to the HIV-1 promoter before transcription initiation in a TAR-independent manner. Once transcription begins, the nascent TAR hairpin is synthesized and is required to displace the inhibitory 7SK snRNP complex and activate the P-TEFb kinase, which occurs when Tat and CycT1 bind to TAR [297].Recent advances in live cell imaging allowed direct measurements of RNA biogenesis from the HIV-1 promoter exceeding 50 kb min-1[298]. The studies of Marcello and collaborators demonstrate that Tat-mediated HIV-1 transcription is highly efficient and able to produce a large amount of pre-mRNA in a short time [299]. Tat is such an effective elongation factor possibly because it is able to recruit the “super elongation complex” (SEC) in addition to P-TEFb. Independent work by the Benkirane and Zhou laboratories using an affinity-purification strategy led to the identification of ELL1 and its homolog ELL2, AFF1 and its homolog AFF4, ENL, AF9 and components of the polymerase-associated factor complex (PAFc) as SEC components of the Tat/P-TEFb complex [300,301]. ELL1 and ELL2 are well-characterized transcription elongation factors that stimulate the processivity of RNAPII and act in concert with P-TEFb. The SEC was also independently identified associated to the mixed-lineage leukemia (MLL) protein to promote expression of MLL-dependent genes [302]. However, SEC components ENL/AF9/AFF4 interacting with PAFc/RNAPII are able to promote elongation of genes independently of Tat/MLL and were shown to increase HIV-1 basal transcription [303]. Control of SEC by ubiquitination and its reactivation by prostratrin and HMBA (Hexamethylene bisacetamide) represents a novel avenue for developing strategies to control HIV-1 transcription.HMBA, a hybrid bipolar compound, is a clinically tolerable agent, which was first developed as an anticancer drug [304,305]. HMBA was previously shown to reactivate viral production in chronically infected cell lines [306,307]. HMBA activated transiently the PI3K/Akt pathway, which leads to the phosphorylation of HEXIM1 and the subsequent release of P-TEFb from its transcriptionally inactive complex with HEXIM1 and 7SK snRNA [308]. Moreover, HMBA triggers Cdk9 recruitment to the HIV-1 5'LTR via an unexpected interaction with the transcription factor Sp1, resulting in stimulation of transcription elongation and viral production [309]. HMBA was shown to induce HIV-1 gene expression in the latently infected T-lymphoid (ACH2, Jurkat cells) and U1 monocytic cell lines and in resting CD4+ T cells isolated from PBMCs which were infected in vitro with HIV-1LAI[308]. Moreover, Klichko et al. have reported that treatment with HMBA downregulates expression of CD4 in PBMCs, but does not alter expression of the HIV-1 co-receptors CXCR4 and CCR5 [310]. However, unlike mitogen activation, HMBA did not increase cell susceptibility to HIV-1 infection or the expression of cell surface markers of activation [310].In order to affect the P-TEFb equilibrium, five independent studies have very recently reported that JQ1 (an inhibitor of BET bromodomain BRD4 [311]) is able to reactivate latent HIV-1 [312-316]. The most recent study has also shown that 3 other BRD4 inhibitors (I-Bet, I-Bet151 and MS417) reactivate HIV from latency [316]. The bromodomain containing protein BRD4 and its inhibition of Tat-transactivation is a major impediment to latency reactivation [313]. BRD4 competitively blocks the Tat-SEC interaction on the HIV-1 promoter [313]. The BET bromodomain inhibitor JQ1 dissociates BRD4 from the HIV-1 promoter to allow Tat recruitment of SEC to stimulate HIV-1 elongation. Others studies have shown that JQ1 transiently increases levels of free P-TEFb and BRD4/P-TEFb and SEC/P-TEFb complexes in cells [312]. Indeed, although primarily thought of as an epigenetic modifier, JQ1 also affects the P-TEFb equilibrium directly by removing P-TEFb from the 7SK snRNP or by an indirect effect via stress, as the structure of chromatin changes upon release of BRD4. The BRD4 loss enhances HIV-1 gene expression by increasing Tat/P-TEFb association and RNAPII transcriptional elongation [315]. Importantly, JQ1 was shown to reactivate latent HIV-1 in several cellular models for postintegration latency: in T lymphoid latently infected cell lines [312-315], in the latently infected U1 monocytic cell line [315], in a primary T-cell model of HIV latency [316], and in ex vivo cultures of patient cells [314,315]. The Montano’s group has reported HIV-1 recovery in one of the three resting CD4+ T cell ex vivo cultures prepared from HIV-1-infected cART-treated patients [314]. The Brass’s group has tested the reactivation potential of JQ1 in ex vivo cultures of CD8+ depleted PBMCs isolated from 19 cART-treated patients with undetectable viral load and has shown that JQ1 alone does not induce HIV-1 recovery but potentiates the actions of several known HIV-1 inducers (PHA, PMA, TNFalpha, prostratin) [315]. This could be explained by the very low level of Cyclin T1 in resting T cells. Li et al. also have reported that JQ1 potentiates HIV-1 reactivation by prostratin and PHA in the J-Lat A2 latent cell line [313]. In addition to BRD4, the study of Ott and Verdin has also identified BRD2 as a new Tat-independent suppressor of HIV-1 transcription in latently infected cells and underscored the therapeutic potential of BET inhibitors in the reversal of HIV latency [316].Tat itself can be a target for therapeutic intervention at various levels [317,318]. Recently, the first crystal structure for Tat bound to P-TEFb was reported [319]. This structure resolved at 2.1 angstroms, reveals intimate contacts between Tat and the T loop of cdk9 and marked interactions of Tat and with cyclin T1. This structure could lead to the rational design of a new class of HIV-1 inhibitors.The “tat code”The interaction promiscuity of Tat cannot be explained by a single peptide. Similar to the “histone code” [320] that has been proposed to explain how histones interact with several chromatin associated factors, which can activate or repress transcription, Tat can be posttranslationally modified at various residues, thereby creating a variety of isoforms with specific functions, the “Tat code”. Phosphorylation of Tat was the first modification identified, but there has been little follow up on is role in Tat activity. Lysine acetylation has been described at Lys28 allowing high-affinity binding to P-TEFb [321,322]. Lys28 acetylation is reversed by HDAC6 [323]. Acetylation at Lys50/51 leads to the dissociation of Tat from TAR and promotes the association of the bromodomain-containing p300/CBP associated factor (PCAF) acetyltransferase [321,322,324-327]. Lys50 acetylation generates an interaction surface also for the SWI-SNF chromatin-remodeling complex [328]. Deacetylation of Tat is mediated by SIRT1 and possibly controls a late step in Tat transcriptional activity, allowing the recycling of the deacetylated protein for next rounds of transcription [329]. Lys51 is also methylated by the monomethyl-transferase Set7/9 and demethylated by the action of LSD1 [259,330]. Interestingly, both activities are required for Tat function, possibly controlling different steps of process. To this end, the dwell time calculated by fluorescence recovery after photobleaching (FRAP) of the various components present at the HIV-1 transcription site showed that Tat and Cdk9 behave similarly while RNAPII remains on the gene for a longer time required to reach the end of the gene [331,332]. These data support the idea that Tat and P-TEFb remain associated in the elongating complex, rather than Tat alone being transferred to the elongating polymerase, but that the complex dissociates from RNAPII before termination of transcription. Finally, polyubiquitination of Lys71 mediated by the proto-oncoprotein Hdm2 does not induce proteasome-dependent degradation but has an activating effect on Tat [333]. Tat interacts also with the 19S PAAF1 component of the proteasome to increase transcription in a non-proteolytic mode [334]. However, the role of Lys71 polyubiquitination in this pathway of Tat activation has not been established yet. Since posttranslational modifications are critical for Tat activity, they represent targets for antiviral therapy. For example, the structure of the Tat/PCAF interaction is being explored for the development of antiviral compounds [335-337].Recruitment of the SWI /SNF chromatin-remodeling complex to the HIV-1 promoterIntegrated HIV-1 is embedded into host chromatin and shows a characteristic histone signature with the positioning of nuc-1. Remodeling of histones is required for transcription (see above). This could be achieved by specific posttranslational modification of histone tails, such as acetylation and methylation, and by remodeling complexes that require ATP to function. The SWI/SNF family complexes contain the Brahma (BRM) or homologue BRG1 ATPases together with several other components. Two distinct SWI/SNF complexes have been described: BAF and PBAF. The defining subunit of the BAF complex is BAF250a/ARID1a, and those of the PBAF complex are BAF180, BAF200, and BRD7. SWI/SNF complexes participate in the activation of HIV-1 transcription. Kashanchi and collaborators showed that Tat activates HIV-1 transcription in the G1/S phase of the cell cycle [338]. Acetylated Tat binds BRG1 and both are recruited to the 5’ LTR. BRG1 knockdown in latently infected cell lines, such as U1 and ACH2 stimulated with TNFalpha, result in a significant decrease of viral gene expression. Consistently, Verdin and collaborators have shown that knockdown of the core SWI/SNF components integrase interactor 1 (INI-1/SNF5) and BRG-1 suppresses Tat-mediated transactivation and that Tat BRG1 interaction requires Lys50/51 acetylation [328]. They also demonstrated that BRG1 and INI1 cooperate with the p300 coactivator and acetyltransferase to synergistically activate the HIV-1 LTR. The Emiliani’s laboratory demonstrated that BRM is required for proper Tat-mediated activation of the HIV-1 LTR [339]. They showed that Tat fails to transactivate the 2037 integrated LTR if BRM is depleted by siRNA in HeLa cells. Furthermore, acetylated Tat is required for the interaction with BRM. More recently, it has been reported that establishment and maintenance of HIV-1 latency requires the BAF complex, which helps positioning of the repressive nucleosome-1 immediately downstream of the HIV-1 transcriptional start site [340]. Depletion of BAF-specific subunits results in de-repression of HIV-1 latency concomitant with the loss of nuc-1. Upon transcriptional activation, BAF is lost from the HIV-1 promoter, while the PBAF complex is selectively recruited by acetylated Tat to facilitate LTR transcription. Thus, BAF and PBAF, recruited during different stages of the HIV-1 life cycle, display opposing functions on the HIV-1 promoter.The involvement of SWI/SNF in HIV-1 is more complex since it may involve other mechanisms beyond transcription. The core SWI/SNF component INI1/SNF5 was originally identified as an interactor of HIV-1 integrase [341]. It has been proposed that by interacting with IN, INI/SNF5 interferes with early steps of HIV-1 infection [342]. More recently, it has been shown that HIV-1 integration requires nucleosome remodeling at the integration site and that this activity is mediated by the interaction of INI1/SNF5 with the viral integrase [119]. Finally, an intriguing observation by the Trono’s laboratory, which has not been investigated further, indicated that incoming HIV-1 pre-integration complexes trigger the nuclear export of INI1/SNF5 and of the nuclear body component PML (TRIM19) [343]. The HIV-1 genome appears to associate with these proteins before nuclear export. PML is sequestered in the nucleus in the presence of arsenic while the INI1/pre-integration complex interaction is disrupted and the efficiency of HIV-1 infection is increased [343]. These data suggest a repressive role for INI-1/hSNF5 in HIV-1 transcription.Posttranscriptional mechanisms of HIV-1 latencyConsiderable attention has focused on the role of chromatin and transcription (co)factors in the control of HIV-1 latency. However, latently infected cells are also maintained in a suboptimal cellular environment for HIV-1 expression by mechanisms operating at the posttranscriptional level either by inhibiting nuclear viral RNA export or by inhibiting HIV-1 translation.The generation of infectious retroviral progeny requires the synthesis and export to the cytoplasm of three species of RNA: (i) spliced subgenomic mRNAs for protein translation, (ii) partially spliced RNAs that function as the mRNA for the viral proteins Gag-Pol and Env and (iii) genomic unspliced full-length viral RNA. The viral protein Rev promotes the export of RNAs from the nucleus through the association to an RNA element called the Rev response element (RRE) that is present in partially spliced and genomic RNAs. Nuclear export occurs upon association of Rev with the nuclear export factor Exportin 1 (Crm-1) and translocation of the Rev/RNA complex to the cytoplasm where it is either translated or packaged into virions (for a review:[344]). Siliciano and colleagues have reported that resting CD4+ T cells from HIV-1-infected individuals on cART retain both Tat and Rev transcripts in their nuclei [345]. This finding stands in sharp contrast to the effective export of these multiply spliced viral transcripts in activated CD4+ T cells. The defect in viral RNA export could be rescued by ectopic expression of the RNA binding protein PTB (polypyrimidine tract binding protein). PTB, the PTB-associated factor PSF and Matrin 3 have all been identified as HIV-1 RNA binding factors [346-349]. Although it has been proposed that HIV-1 (partially) spliced RRE-containing HIV-1 RNAs are committed to Matrin3/Rev mediated export by PSF, their role in HIV-1 latency remains to be determined [349]. Of note, however, that Rev expression alone is able to increase HIV-1 expression in resting CD4+ T lymphocytes, indicating that defects in viral RNA export could result also from insufficient levels of Rev [350].Critical to the study of HIV-1 latency is the choice of the cellular model. It was recently reported that the direct infection of resting CD4+ T cells by spinoculation results in the generation of a population of cells carrying integrated proviruses, that are capable of producing low levels of Gag but are unable to spread the infection [351]. The defect appeared at the level of Env production and could be reversed by T cell stimulation. This observation opens yet a novel scenario on the post-transcriptional regulation of HIV-1 latency.Micro RNAs (miRNA) are short non-coding single-stranded RNAs that mediate post-transcriptional gene silencing (PTGS). Following RNAPII transcription, pri-miRNA transcripts are processed in the nucleus by Microprocessor, an enzymatic complex containing Drosha. The resulting pre-miRNAs are exported to the cytoplasm and cleaved by Dicer into the mature form, which is incorporated into the RNA-induced silencing complex (RISC). The miRNA-RISC then typically binds to the 3’-untranslated region (3’UTR) of a target mRNA, leading to translational repression. Several changes in the miRNA profile of various cohorts of HIV-1 infected patients have been observed [352-354]. However, these studies are more indicative of the cellular environment of a particular patient, or cohort of patients, rather than the direct effect of viral infection given the low percentage of HIV-1 infected cells in vivo. Knockdown of Dicer or Drosha increases HIV-1 replication [355,356], but this phenotype could depend on complex effects on non-miRNA and miRNA pathways that influence the processing of cellular and viral miRNAs. Direct assessment of miRNA profiles changes induced by HIV-1 infection has been approached directly in linfoblastoid cell lines and/or cultured PBMCs infected ex vivo[352,355,357-359]. Both up-regulation and down-regulation of cellular miRNAs have been observed with different scenarios. Interestingly, Tat, and possibly Vpr, function as RNA silencing suppressors (RSS) being able to modulate miRNA expression levels in infected cells [360-362] miRNAs could inhibit HIV-1 gene expression by decreasing the levels of essential cellular co-factors and are involved in the susceptibility to HIV-1 infection of different cell types like monocytes compared to macrophages for example [363]. The first essential cofactors of viral transcription that have been shown to be modulated by miRNAs are the PCAF acetyltransferase [355] and Cyclin T1 [364-366]. PCAF is regulated by miR175p and miR20a in resting T cells, while Cyclin T1 is regulated principally by miR27b [365,366]. Cyclin T1 expression increases also during differentiation of monocytes to macrophages due the down modulation of miR198 that targets the 3’UTR [364]. In resting CD4+ T cells instead, miRNAs may also participate in repressing HIV-1 gene expression by directly targeting HIV-1 mRNAs. Five cellular miRNAs (miR-28, miR-125b, miR-150, miR-223, and miR-382) recognize the 3’-end of HIV-1 mRNAs and are upregulated in resting, but not activated, CD4+ T cells [350]. Interestingly, rescue of HIV-1 from latently infected cells could be achieved by a combination of complementary antisense miRNAs opening the way to a novel therapeutic strategy to rescue latent HIV-1. Two independent groups showed that HIV-1 nef gene contains a miR-29a targeted site that interferes with HIV-1 replication [356,367]. Finally, several HIV-1 derived miRNAs (called virus-derived vmiRNAs) have also been obtained by in silico analysis, deep sequencing of infected cells or miRNA expression profiling [358,359,368]. These include TAR-derived miRNA-TAR5p/3p [369,370] and the nef-derived miR-N367 [371]. TAR-derived miRNA may have an anti-apoptotic effect targeting apoptotic genes [372] or may target directly HIV-1 transcription as it has been recently proposed [289]. A summary of the principal miRNAs affecting HIV-1 is shown in Figure 3.Open in a separate windowFigure 3Modulation of HIV-1 replication by miRNA. HIV-1 impacts the cellular miRNA pathways in several ways. The figure shows a schematic representation of the HIV-1 provirus with the indicated viral genes and LTRs, including the transcription start site in the 3’LTR. PCAF and Cyclin T1, which are both essential cofactors for viral transcription, are targeted by the indicated miRNAs in resting T cells and monocytes. A cluster of miRNAs is targeted directly towards the 5'end of the HIV-1 genome and their inhibition rescues infectious virus from resting T cells. Finally two sets of miRNA that are derived from the HIV-1 genome are shown. Their location within the LTR (TAR and nef) is duplicated (arrows). Therapeutic strategiesDespite current effective and life-prolonging cART, a small population of latently infected cells persists in the human body. These HIV-1 reservoirs are insensitive to cART and able to escape from the host immune response [1,3]. These are therefore a permanent source for virus reactivation and could be responsible for the rebound of plasma viral load observed after cART interruption [1,3]. Therefore, cART treatment requires lifelong adherence, leading to several long-term side effects and a life expectancy lower than that of uninfected individuals. Moreover, several problems, such as the cost, the access for everybody, the stigma, the possibility of resistance with non-adherence, as well as the fact that intensification of cART is unlikely to lead to eradication, contribute to the necessity of finding a cure. Several therapeutic approaches aiming at achieving either a sterilizing cure (elimination of HIV-1 from the human body) or a functional cure (long-term control of HIV-1 replication and disease progression in the absence of cART) have been proposed [1,14]. Such strategies aimed at eliminating the HIV-1 reservoir have been extensively reviewed in [8,373]. In this review, we will essentially focus on strategies to induce the reactivation of HIV-1 production from latently infected cells and the purge of latent reservoirs.A sterilizing cureStrategies for sterilizing cure include hematopoietic stem cell transplantation and gene therapy. The former is certainly not a feasible approach for treatment worldwide but it has provided the first evidence of virus eradication from an infected patient. The latter aims at rendering the target cells refractory to infection.The “Berlin patient”A breakthrough in HIV-1 research is the first case of a possible sterilizing cure, “the Berlin patient”. This HIV-1+ patient was treated for acute myeloid leukemia with multiple rounds of chemotherapy and hematopoietic stem cell transplantations from a donor with genetic HIV-1 resistance, a CCR5delta32 homozygous [374]. It is well established that homozygosity for a naturally occuring 32-bp deletion in the chemokine receptor CCR5, the major coreceptor for HIV-1 [375], provides resistance against HIV-1 acquisition [375-382]. The patient stopped cART the day prior to transplant and over 5 years later has not had a rebound in viremia or other indications of viral replication [383]. However, after this intervention, in vitro studies demonstrated that the donor-derived cells were susceptible to infection by X4 virus, but X4 variants have not emerged in vivo[384]. This cleverly designed strategy out of fortunate circumstances led to a patient who remained without viral rebound long after transplantation and discontinuation of antiretroviral therapy. This case has renewed hope for gene therapy in order to specifically eliminate or reduce the expression of HIV-1 coreceptor CCR5. More recently, a recent report has shown that two patients under cART with relapsed Hodgkin’s lymphoma who received a CCR5 −/+ haemopoetic stem-cell transplant, had undetectable proviral DNA and replication-competent HIV 8–17 several months after transplantation (Henrich et al. XIX International AIDS Conference, Washington DC, USA, 22–27 July 2012).Gene therapyGene therapy has been first proposed as a treatment for HIV-1 infection in 1988 by David Baltimore with the term “intracellular immunization” [385]. Several approaches of gene therapy have been proposed in the past. Recently, RNA based strategies (ribozymes, antisense RNA, small-interfering RNA) or protein-based strategies such as zinc-finger nucleases have been implemented (reviewed in [386,387]). In brief, hematopoetic cells from patients were either transduced ex vivo with a retroviral vector carrying a gene for a ribozyme targeting viral RNA encoding the viral proteins Tat and Vpr [388] or transfected with a vector delivering a ribozyme targeting the CCR5 co-receptor, a short-interfering RNA targeting expression of the HIV-1 proteins Tat and Rev, and a RNA decoy to Tat [384]. The hematopoetic cells or CD4+ T cells can be also treated with a zinc-finger nuclease that is designed to specifically eliminate or reduce expression of the HIV-1 coreceptors CCR5 or CXCR4 (reviewed in [8]). The zinc-finger nuclease can be delivered by adenoviral or retroviral vectors or by nucleofection. These genetically modified cells were then transfused back into the autologous donors. Recently published clinical trials of gene therapy in HIV-1-infected patients are summarized in [8], Table 1.A functional cureA functional cure aims at the long-term control of virus infection without the drawbacks of cART [389]. Structured activation of HIV-1 gene expression in latently infected cells together with an intensive antiviral regimen is proposed as an adjuvant therapy aimed at decreasing the pool of latent reservoirs. This could be combined with immune-based strategies aimed at enhancing the clearance of latently infected cells which have been induced to express HIV antigens.Elite controllers and VISCONTI patientsSeveral examples of “natural” functional cure exist. Indeed, a group of rare HIV-1-infected patients spontaneously control HIV-1 replication in absence of cART for prolonged periods of time. These patients called “elite controllers” carry a specific HLA polymorphism and show an effective cytolytic CD8+ T-cell response and an enhanced activity of myeloid dendritic cells [390,391]. This group represents an imperfect model for a functional cure because their status is linked to a precise genetic background that cannot be reproduced therapeutically and also because they still show disease progression [390]. However, the study of genetics, viral and immune characteristics of elite controllers can teach us a lot about the criteria to be taken into account to achieve a transposable functional cure in naïve or chronic HIV-1 infected patients. In this context, several studies have shown that the reservoir of elite controllers is significantly smaller with low concentration of HIV-1 DNA in different subsets of blood cells and in tissues (reviewed in [390,391]). The reservoirs of HIV-1 establish early in the infection. Consequently, early treatment may be a potential strategy to reduce or even control the reservoir and to allow preserving immune response. In addition, rare HIV-1-infected patients acquire a controller status after prolonged cART initiated in the acute phase [392,393] or, even more rarely, in the chronic phase [394,395]. Treatment initiation during primary HIV-1 infection rather than during chronic HIV-1 infection may: i) further reduce residual viral replication [396], ii) limit viral diversity [397] and viral reservoirs [398], iii) preserve innate immunity and T/B cell functions [399-401], and iv) accelerate immune restoration [402]. Moreover, studies also show that CD4+ T cell counts are higher and that viral rebound occurs later (and at a lower level) after the discontinuation of treatment that began during primary infection compared with treatment that began during chronic HIV-1 infection [403,404]. In this context, a cohort, called VISCONTI (for Viro-Immunological Sustained Control after Treatment Interruption), is ongoing where patients have been treated with prolonged therapy that was initiated in acute HIV-1 infection and maintain both undetectable plasma viremia and low cell-associated DNA levels despite cART interruption for several years [405]. These individuals are called post-treatment controllers (PTCs). Importantly, a recent and elegant study from the same group has characterized a group of 14 PTCs [406]. These authors found that most PTCs were readily distinguishable from spontaneous HIV controllers in many respects (severe primary infection, unfavorable HLA genotypes, low CD8+ T cell activation status). They have highlighted that the control of viremia following treatment interruption was associated with very low HIV-1 blood reservoirs in the PTCs. Interestingly, five PTCs experienced a progressive decline in their viral reservoir after treatment interruption, which is one of the goals in the search for an HIV cure [406]. Akey additional element might be a low reservoir distribution in cell subsets with long lifespan as naïve and central-memory T cells. They showed that the cell subsets of all the PTCs analyzed ex vivo carried very low levels of HIV-1 DNA [406]. These results argue in favor of early cART initiation and open up new therapeutic perspectives for HIV-1-infected patients. However, arguments against cART initiation during primary HIV-1 infection include the potential for long-term toxicity, the development of resistant viruses and the cost. A low reservoir and a boosted immune response seem to be the two requisite criteria to allow a control of HIV-1 by the host immune system.Reactivation of latent reservoirs of HIV-1Early but unsuccessful attempts at purging the latent pool of infected cells were performed using IL-2 and other mitogenic stimuli that mimicked T cell activation (reviewed in [3]). Initial attempts to reduce the frequency of latently infected CD4+ resting T cells in patients on cART have often involved immune activation therapy approaches. These studies were based on the assumption that activation of the latent viral reservoir would result in rapid cell death due to HIV-induced cytopathic effects and that the infections virus released by these activated cells would be contained by the administration of cART. The rational for this is that eradication of latent reservoirs might be feasible through global cellular activation (by using for example IL-2, alone or in combination with an anti-CD3 monoclonal antibody (OKT3) [81,145,407]). While these therapies significantly reduced latently infected cell numbers, a rebound of plasma viremia still occurred several weeks after cART treatment interruption. Moreover, induction of generalized immune activation is not really desirable in purging strategies because it leads to severe side effects in patients and produces an abundance of activated target cells for the neo-synthesized viruses. However, this latter problem may be partially resolved by intensification of cART during the treatment period.There is now interest in the cytokine IL-7 since it is more effective in reversing latency than IL-2 via the JAK/STAT5 signaling pathway [145]. Moreover, IL-7 has been shown to reactivate HIV-1 in primary T cells and seems well tolerated in HIV-infected patients [83,88]. The administration of IL-7 in cART-treated patients was associated with a small increase or “blip” in plasma HIV-1 RNA [408,409]. To determine whether IL-7 reduces latent HIV-1 reservoir, a clinical trial, called ERAMUNE01 directed by C. Katlama (ClinicalTrials.gov {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01019551\",\"term_id\":\"NCT01019551\"}}NCT01019551) is ongoing with HIV-1-infected patients receiving IL-7 in combination with an intensification of cART (Table 1). The outcomes of this trial could help in the development of new and important therapies for HIV-1 eradication, even though some concerns were reported regarding the use of IL-7. Indeed, IL-7 drives homeostatic proliferation of memory T cells and may potentially expand not only uninfected cells, but also latently infected cells by inducing proliferation of all cells, specifically transitional memory T cells [12]. IL-7 has recently been shown unable to reduce the reservoirs size in a model of HIV-1 latency [89] or to reactivate the latent viral pool in patients receiving a single dose to increase their CD4+ T cell count [410]. Therefore, the results of the ERAMUNE01 clinical trial will be of great interest.Up-regulating cellular transcription to induce HIV-1 gene expression has been proposed as another strategy for reducing latent HIV-1 reservoirs. Recent studies have identified individual compounds that are capable of reversing HIV-1 latency without T-cell activation (described in section 6). Among those, HDACIs are the most studied in anti-HIV-1 clinical trials. In 2005, the Margolis group used VPA, a relatively weak and non-toxic HDACI, in a small pilot study in which a modest decline of the latent reservoir size was observed in three out of four patients [411]. However, latter studies have failed to demonstrate any benefit from VPA in reducing the number of latently infected resting CD4+ T cells [232,412-414]. Most recently, Routy et al. confirmed that adding VPA to stable cART does not reduce the latent HIV-1 reservoirs in virally suppressed patients [415]. This latter multicentre randomized clinical study based on 56 virologically suppressed patients has shown no significant reduction in the frequency of CD4+ T cells harboring replication-competent HIV-1 after 16 and 32 weeks of VPA therapy 500 mg twice a day [415]. A far more potent HDACI, vorinostat (SAHA), has significant potency in promoting HIV-1 replication in vitro from latently infected cells [224,225]. Vorinostat is licensed for the treatment of cutaneus T-cell lymphoma and relatively well tolerated in humans. Vorinostat has already entered two clinical trials to evaluate its effect on latent infection in HIV-infected patients: one directed by S. Lewin (ClinicalTrials.gov {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01365065\",\"term_id\":\"NCT01365065\"}}NCT01365065) at the Alfred Hospital, Melbourne, Australia and the other by D. Margolis (ClinicalTrials.gov {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01319383\",\"term_id\":\"NCT01319383\"}}NCT01319383) at the University of North Carolina, Chapel Hill, USA (Table 1). The first study currently evaluates the effect of vorinostat at 400 mg per day for 14 days, with a primary end point of change in cell-associated unspliced RNA in CD4+ T cells isolated from both blood and rectal tissue. Results from this study should be available in the next 1–2 years (reported in [226]). In the second study published in July 2012, the Margolis’s group reported that administration to cART-treated patients of a single clinically tolerable dose of vorinostat disrupts HIV-1 latency in blood resting CD4+ T cells. Briefly, these authors first performed validation assays by purifying the resting CD4+ T cells from 16 patients in whom viremia was fully suppressed by cART and by testing the reactivation potential of vorinostat in these ex vivo cultures. Following a 6 h vorinostat exposure, HIV-1 RNA expression and chromatin acetylation level were significantly up-regulated in 11 of the 16 patient cell cultures [230]. Of the 11 eligible/responder patients, 8 patients agreed to receive a single 200 mg dose of vorinostat, followed by a 400 mg dose at 4- to 5-weeks later. In all 8 patients, this exposure resulted in a significant increase in acetylation of total cellular histone H3, temporally associated with an increased (mean increase of 4.8 fold) expression of unspliced HIV-1 gag RNA within resting CD4+ T cells [230]. These results demonstrated that, at least for a period of time in some infected cells, all of the restrictions that limit the expression of latent proviral genomes have been overcome. In contrast, in this trial, the authors observed neither an alteration of residual low-level viremia nor a substantial reduction in the frequency of replication-competent HIV-1 within resting CD4+ T cells [230]. These latter results might reflect that multiple doses of vorinostat, reactivation/anti-latency combination approach and/or additional interventions are required to clear infected cells. Recently, a pilot clinical trial has started with the HDACI panobinostat (called also LBH589) directed by L. Østergaard (ClinicalTrials.gov {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01680094\",\"term_id\":\"NCT01680094\"}}NCT01680094) at Aarhus University Hospital, Aarhus, Denmark. The primary outcome measure is the change from baseline in HIV transcription in latently infected CD4+ T-cells as quantified by copies of unspliced HIV-RNA in the CD4+ T-cells of HIV-infected patients on suppressive cART. These issues are important goals for future studies as well as the development of HDACI with improved specificity, potency and safety profiles for the selective targeting of latent proviral genomes.Romidepsin (called also FK288), another HDACI approved by the FDA for the treatment of cutaneous T cell lymphoma, has been shown to be one thousand fold more potent then SAHA at inducing latent HIV-1, one thousand to twenty thousand fold more potent in inhibiting HDAC enzymatic activity and induced HIV RNA expression ex vivo in 12 of 13 HIV + cART-treated patients (Geleziunas et al., 2012, abstract Retrovirology, 9 (Suppl1):O2). The average increase in viral RNA was approximately 8.6-fold (Geleziunas et al., 2012, abstract Retrovirology, 9 (Suppl1):O2). Therefore, the HDACI Romidepsin may be a very promising latent HIV-1 inducer in vivo and its favorable toxicity profiles could allow multiple-dose treatment. A clinical trial is ongoing with Romidepsin and the results are awaited with high interest. Of note, it would be very important to measure the size of the reservoirs during the course of Romidepsin administration in the HIV-1+ patients enrolled in this trial.PKC inducers also present several advantages in the context of anti-HIV-1 purging strategies (described in section 6.2). In this context, bryostatin, the only clinically available PKC agonist [241] is currently tested with HIV-1-infected patients in a pilot clinical trial directed by S. Moreno, Department of Infectious Diseases, Ramon y Cajal Hospital, Madrid, Spain (Table 1). This ongoing trial evaluates the latent cell reservoir size, residual viremia and cell associated viral RNA after a single dose of bryostatin-1 and results are yet unavailable (Moreno S, 2012, abstract Retrovirology, 9(Suppl 1):I16).Disulfiram (DSF), a safe and well tolerated FDA-approved drug to treat chronic alcoholism (described in section 6.2), is currently evaluated in a pilot clinical trial (ClinicalTrials.gov {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01286259\",\"term_id\":\"NCT01286259\"}}NCT01286259) under the direction of S. Deeks at the University of California, San Francisco, USA to assess whether a decrease in the frequency of resting CD4+ T cells harboring replication-competent HIV-1 occurs. This pilot clinical trial involved 14 patients on cART with plasma viral loads below 50 copies HIV-1 RNA/ml of plasma. DSF was administrated for two weeks and the frequency of latently infected cells as well as residual viral viremia was measured during disulfiram administration. Preliminary results from this trial revealed that disufiram administration resulted in a small transient increase in viral load in some trial participants (Spivak et al., 2012, Abstract 19th Conference on Retrovirus and Opportunistic Infections. Seattle, March 5–8). No significant change in the size of the latent reservoir was observed at these intervals.The hypothesis was that pharmacological reactivation of latent HIV-1 would cause death of the infected cells by viral cytophatic effects or host cytolytic T lymphocytes (CTLs), thereby decreasing the size of the latent pool. Indeed, an overarching question is whether the increases in viral RNA induced either by these compounds will be sufficient to raise the amount of viral protein expression in reactivated cells to levels that lead to viral cytopathicity and/or elimination by cytotoxic T cells. In this regard, the group of Siliciano has recently reported that virus reactivation with vorinostat occurs in latently infected primary CD4+ T cells generated in vitro, but is not associated with death induced directly by viral protein, i.e. viral cytopathic effect [416]. Moreover, unstimulated HIV-specific CTL from cART-treated patients also fail to kill autologous latently infected CD4+ T cells after latent viruses are reactivated [416]. In contrast, antigen-specific stimulation of patient CTLs prior to virus reactivation leads to rapid killing of latently infected vorinostat-reactivated cells [416]. Moreover, monocytes-macrophages and myeloid dendritic cells are more resistant to the cytophatic effects of the virus. Indeed, macrophages have the peculiar capacity to accumulate virions in intracellular vacuolar compartments, as observed originally in vivo in macrophages infiltrating the brain of individuals with HIV-1 encephalopathy and AIDS-associated dementia [417]. However, macrophages could be cleared by host mechanisms if cytolytic T lymphocyte responses are boosted with HIV-1 specific antigens to more efficiently kill infected cells, in which latency has been reversed. Therefore, significant boosting of CTL responses, through therapeutic vaccination or other means, prior to virus reactivation might be an effective strategy for purging the latent pool and thereby eradicating HIV-1 infection. Several approaches of immunotherapy are reviewed in [389]. ConclusionsOverall, cumulated data indicate that a series of complementary mechanisms are involved in mediating HIV-1 latency and reactivation. Different forms of latency probably coexist in a single patient and vary from one patient to the other. Therefore, further research in the basic mechanisms of HIV-1 latency remains a priority because pharmacological anti-latency compounds would have to be multi-pronged. Indeed, additional mechanistic studies of HIV-1 latency will identify novel targets for pharmacological approaches to reactivate latent reservoirs. Studying the epigenome and DNA methylome of the host genes following HIV-1 infection also constitutes an important issue. Such combinatory strategies to eliminate HIV-1 reservoirs with selective activators of viral expression, even if they do not achieve total eradication, could lead to a decline of HIV-1 reservoir levels sufficient to allow an efficient control of the infection by the host immune system. Lower viral loads should permit highly welcome therapeutic interruptions (“drug-free windows”). However, intentional re-ignition of HIV-1 expression by the above approaches aimed at eliminating latently infected cells has yet to be further characterized in vivo. The future goals in HIV-1 research are varied but inter-connected. Improvement of assays, technologies and in vitro (cellular) models for exploring potential reactivation strategies will be necessary. Moreover, further studies on animal models aimed at demonstrating their validity for HIV persistence should be conducted. A better characterization of latent HIV infection in non-T cell HIV reservoirs, including tissue macrophages, astrocytes and dendritic cells is also waited. An important effort remains to be done for the improvement of the anti-latency drugs. In a therapeutic goal, the ideal compounds should be orally available, active but not toxic in a wide variety of cell types (or presenting mild host toxicities if administrated for limited periods of time), unable to induce global immune activation and compatible with the different components of cART. Careful consideration of both short- and long-term toxicities, as well as activity of these compounds and quantification of their effects on viral reservoirs (including sanctuaries such as CNS and GALT) are key issues in further developing such anti-latency drugs. In addition to latency, the failure to cure HIV-1 infection is believed to be the result of T-cell dysfunction stemming from persistent immune activation. Therefore, new therapeutic strategies should also include reversal of immune exhaustion and boosting of specific anti-HIV-1 CTL immune responses. Abbreviations5-Aza: 5-azacytidine; 5-Aza-CdR: 5-aza-2’-deoxycytidine; AIDS: Acquired immunodeficiency syndrome; AP-1: Activating protein-1; APOBEC3G: APOlipoprotein BmRNA editing catalytic subunit-like protein 3G; ATP: Adenosine TriPhosphate; Bcl-2: B-cell Lymphoma 2; BRD4: Bromodomain-containing protein 4; BRM: Brahma gene; cART: Combination antiretroviral therapy; CBF-1: C-promoter binding factor-1; CCR5: Chemokine CC motif receptor 5; CD4: Cluster designation 4; Cdk9: Cyclin-dependent kinase 9; c-Myc: v-myc myelocytomatosis viral oncogene homolog; CNS: Central nervous system; COUP-TF: Chicken ovalbumin upstream Promoter-transcription factor; CTD: Carboxy-terminal domain; CTIP-2: COUP-TF interacting protein 2; CTL: Cytolytic T lymphocytes; CXCR4: Chemokine CXCMotif receptor 4; CycT1: Cycline T1; DNA: Deoxyribonucleic acid; DNMT: DNA MethylTransferase; DNMTI: DNA MethylTransferase inhibitor; dNTP: DeoxyNucleotide TriPhosphate; DSF: Disulfiram; DPP: 12-DeoxyPhorbol 13-Phenylacetate; DSIF: DRB-Sensitive inducing factor; EC: Elite controllers; EZH2: Enhancer of Zeste 2; FDA: Food and Drug Administration; FIV: Feline immunodeficiency virus; FRAP: Fluorescence recovery after photobleaching; GALT: Gut-associated lymphoid tissue; GFP: Green fluorescent protein; GM-CSF: Granulocyte-macrophage colony-stimulating factor; HAT: Histone AcetylTransferase; HDAC: Histone DeACetylase; HDACI: Histone DeACetylase inhibitor; HEXIM1: HMBA inducible protein 1; HIV-1: Human immunodeficiency virus type 1; HMBA: HexaMethylene BisAcetamide; HMT: Histone MethylTransferase; HMTI: Histone MethylTransferase Inhibitor; IN: Integrase; HP1: Heterochromatin Protein 1; HPC: Hematopoietic progenitor cells; HRP-2: Hepatoma-derived growth factor related protein 2; IKB: Inhibitor of NF-kappaB; IKK: IKappaB kinase; IL-2: InterLeukin 2; Ini1: Integrase-interacting protein 1; JAK: Janus kinase; JNK: c-Jun N-terminal kinase; LARP7: La-related protein 7; LEDGF: Lens epithelial derived growth factor; LEF-1: Lymphoid enhancer factor 1; LSD1: Lysine specific demethylase 1; LSF: Late SV40 Factor; LTNP: Long-term nonprogressors; LTR: Long terminal repeat; MBD: Methyl-CpG binding domain protein; MeCP2: Methyl-CpG binding protein 2; miRNA: Micro RNA; NAP1L1: Nucleosome assembly factor 1 like 1; Nef: Negative regulatory factor; NELF: Negative eLongation factor; NFAT: Nuclear factor of activated T cells; NF-kappaB: Nuclear factor kappa B; OKT3: Orthoclone K T-cell receptor 3 antibody; PAFc: Polymerase-associated factor complex; PBMC: Peripheral blood mononuclear cell; PCAF: p300/CBP-associated factor; PIC: Preintegration complex; PKC: Protein kinase C; PMA: Phorbol 12-myristate 13-acetate; PRC2: Polycomb repressive complex 2; PSF: PTB-associated factor; PTB: Polypyrimidine tract binding protein; P-TEFb: Positive transcription elongation factor b; PTEN: Phosphatase and tensin homolog; RISC: RNA-induced silencing complex; RNAPII: RNA polymerase II; RRE: RNA element called the Rev response element; SAH: S-adenosyl-L-homocysteine; SAM: S-AdenosylMethionine; SAHA: SuberoylAnilide hydroxamic acid; SCID-hu: Severe combined immunodeficient-human mice; SEC: Super elongation complex; SET: Su(var)3-9 enhancer-of-zeste and Trithorax; SIRT: (Sirtuin) Silent mating tape information regulation 2 homolog; SIV: Simian immunodeficiency virus; Sp1: SV40-promoter specific factor; STAT: Signal transducers and activators of transcription; Suv39h1: Suppressor of variegation 3–9 homolog 1; SWI/SNF: SWItching/sucrose non fermenting; TAR: Tat responsive element; Tat: TransActivator of transcription; TCF-4: T cell factor 4; TCF-LEF: T cell factor/lymphoid enhancer factor; TCM: Central memory T cells; TCR: T-Cell receptor; TEM: Effector memory T cells; TNF-α: Tumor necrosis factor-α; TPX: Trapoxin; TRIM: Tripartite motif protein; TSA: TrichoStatin A; TTM: Transitional memory T cells; Vif: Viral infectivity factor; VPA: Valproic Acid; Vpu: Viral protein U; VSVG: Vesicular stomatitis virus G; YY1: Ying Yang protein 1; ZBRK: KRAB-zinc finger. Competing interestsThe authors declare that they have no competing interests. Authors’ contributionsCVL, SB and AM contributed to the writing of the manuscript. All authors read and approved the final manuscript. ReferencesDeeks SG, Autran B, Berkhout B, Benkirane M, Cairns S, Chomont N, Chun TW, Churchill M, Mascio MD, Katlama C. et al.Towards an HIV cure: a global scientific strategy. Nat Rev Immunol. 2012;12:607–614. [PMC free article] [PubMed] [Google Scholar]Dahl V, Josefsson L, Palmer S. HIV reservoirs, latency, and reactivation: prospects for eradication. Antiviral Res. 2010;85:286–294. [PubMed] [Google Scholar]Colin L, Van Lint C. Molecular control of HIV-1 postintegration latency: implications for the development of new therapeutic strategies. Retrovirology. 2009;6:111. [PMC free article] [PubMed] [Google Scholar]Bisgrove D, Lewinski M, Bushman F, Verdin E. Molecular mechanisms of HIV-1 proviral latency. Expert Rev Anti Infect Ther. 2005;3:805–814. [PubMed] [Google Scholar]Marcello A. Latency: the hidden HIV-1 challenge. Retrovirology. 2006;3:7. [PMC free article] [PubMed] [Google Scholar]Pierson TC, Kieffer TL, Ruff CT, Buck C, Gange SJ, Siliciano RF. Intrinsic stability of episomal circles formed during human immunodeficiency virus type 1 replication. J Virol. 2002;76:4138–4144. [PMC free article] [PubMed] [Google Scholar]Strebel K, Luban J, Jeang KT. Human cellular restriction factors that target HIV-1 replication. BMC Med. 2009;7:48. [PMC free article] [PubMed] [Google Scholar]Durand CM, Blankson JN, Siliciano RF. Developing strategies for HIV-1 eradication. Trends Immunol. 2012;33:554–562. [PMC free article] [PubMed] [Google Scholar]Pang S, Koyanagi Y, Miles S, Wiley C, Vinters HV, Chen IS. High levels of unintegrated HIV-1 DNA in brain tissue of AIDS dementia patients. Nature. 1990;343:85–89. [PubMed] [Google Scholar]Kelly J, Beddall MH, Yu D, Iyer SR, Marsh JW, Wu Y. Human macrophages support persistent transcription from unintegrated HIV-1 DNA. Virology. 2008;372:300–312. [PMC free article] [PubMed] [Google Scholar]Sharkey M, Triques K, Kuritzkes DR, Stevenson M. In vivo evidence for instability of episomal human immunodeficiency virus type 1 cDNA. J Virol. 2005;79:5203–5210. [PMC free article] [PubMed] [Google Scholar]Chomont N, El-Far M, Ancuta P, Trautmann L, Procopio FA, Yassine-Diab B, Boucher G, Boulassel MR, Ghattas G, Brenchley JM. et al.HIV reservoir size and persistence are driven by T cell survival and homeostatic proliferation. Nat Med. 2009;15:893–900. [PMC free article] [PubMed] [Google Scholar]Redel L, Le Douce V, Cherrier T, Marban C, Janossy A, Aunis D, Van Lint C, Rohr O, Schwartz C. HIV-1 regulation of latency in the monocyte-macrophage lineage and in CD4+ T lymphocytes. J Leukoc Biol. 2010;87:575–588. [PubMed] [Google Scholar]Trono D, Van Lint C, Rouzioux C, Verdin E, Barre-Sinoussi F, Chun TW, Chomont N. HIV persistence and the prospect of long-term drug-free remissions for HIV-infected individuals. Science. 2011;329:174–180. [PubMed] [Google Scholar]Marcello A, Dhir S, Dieudonne M. Nuclear positional control of HIV transcription in 4D. Nucleus. 2010;1:8–11. [PMC free article] [PubMed] [Google Scholar]Yukl SA, Gianella S, Sinclair E, Epling L, Li Q, Duan L, Choi AL, Girling V, Ho T, Li P. et al.Differences in HIV burden and immune activation within the gut of HIV-positive patients receiving suppressive antiretroviral therapy. J Infect Dis. 2010;202:1553–1561. [PMC free article] [PubMed] [Google Scholar]Buzon MJ, Massanella M, Llibre JM, Esteve A, Dahl V, Puertas MC, Gatell JM, Domingo P, Paredes R, Sharkey M. et al.HIV-1 replication and immune dynamics are affected by raltegravir intensification of HAART-suppressed subjects. Nat Med. 2010;16:460–465. [PubMed] [Google Scholar]Sigal A, Kim JT, Balazs AB, Dekel E, Mayo A, Milo R, Baltimore D. Cell-to-cell spread of HIV permits ongoing replication despite antiretroviral therapy. Nature. 2011;477:95–98. [PubMed] [Google Scholar]Dinoso JB, Kim SY, Wiegand AM, Palmer SE, Gange SJ, Cranmer L, O'Shea A, Callender M, Spivak A, Brennan T. et al.Treatment intensification does not reduce residual HIV-1 viremia in patients on highly active antiretroviral therapy. Proc Natl Acad Sci U S A. 2009;106:9403–9408. [PMC free article] [PubMed] [Google Scholar]Gandhi RT, Zheng L, Bosch RJ, Chan ES, Margolis DM, Read S, Kallungal B, Palmer S, Medvik K, Lederman MM. et al.The effect of raltegravir intensification on low-level residual viremia in HIV-infected patients on antiretroviral therapy: a randomized controlled trial. PLoS Med. 2010;7:e1000321. [PMC free article] [PubMed] [Google Scholar]Yukl SA, Shergill AK, McQuaid K, Gianella S, Lampiris H, Hare CB, Pandori M, Sinclair E, Gunthard HF, Fischer M. et al.Effect of raltegravir-containing intensification on HIV burden and T-cell activation in multiple gut sites of HIV-positive adults on suppressive antiretroviral therapy. AIDS. 2010;24:2451–2460. [PMC free article] [PubMed] [Google Scholar]Bailey JR, Sedaghat AR, Kieffer T, Brennan T, Lee PK, Wind-Rotolo M, Haggerty CM, Kamireddi AR, Liu Y, Lee J. et al.Residual human immunodeficiency virus type 1 viremia in some patients on antiretroviral therapy is dominated by a small number of invariant clones rarely found in circulating CD4+ T cells. J Virol. 2006;80:6441–6457. [PMC free article] [PubMed] [Google Scholar]Evering TH, Mehandru S, Racz P, Tenner-Racz K, Poles MA, Figueroa A, Mohri H, Markowitz M. Absence of HIV-1 evolution in the gut-associated lymphoid tissue from patients on combination antiviral therapy initiated during primary infection. PLoS Pathog. 2012;8:e1002506. [PMC free article] [PubMed] [Google Scholar]Frenkel LM, Wang Y, Learn GH, McKernan JL, Ellis GM, Mohan KM, Holte SE, De Vange SM, Pawluk DM, Melvin AJ. et al.Multiple viral genetic analyses detect low-level human immunodeficiency virus type 1 replication during effective highly active antiretroviral therapy. J Virol. 2003;77:5721–5730. [PMC free article] [PubMed] [Google Scholar]Kieffer TL, Finucane MM, Nettles RE, Quinn TC, Broman KW, Ray SC, Persaud D, Siliciano RF. Genotypic analysis of HIV-1 drug resistance at the limit of detection: virus production without evolution in treated adults with undetectable HIV loads. J Infect Dis. 2004;189:1452–1465. [PubMed] [Google Scholar]Eisele E, Siliciano RF. Redefining the viral reservoirs that prevent HIV-1 eradication. Immunity. 2012;37:377–388. [PMC free article] [PubMed] [Google Scholar]Tyagi M, Bukrinsky M. Human Immunodeficiency Virus (HIV) latency: the major hurdle in HIV eradication. Mol Med. 2012;18:1096–1108. [PMC free article] [PubMed] [Google Scholar]Chun TW, Carruth L, Finzi D, Shen X, DiGiuseppe JA, Taylor H, Hermankova M, Chadwick K, Margolick J, Quinn TC. et al.Quantification of latent tissue reservoirs and total body viral load in HIV-1 infection. Nature. 1997;387:183–188. [PubMed] [Google Scholar]Chun TW, Finzi D, Margolick J, Chadwick K, Schwartz D, Siliciano RF. In vivo fate of HIV-1-infected T cells: quantitative analysis of the transition to stable latency. Nat Med. 1995;1:1284–1290. [PubMed] [Google Scholar]Saleh S, Solomon A, Wightman F, Xhilaga M, Cameron PU, Lewin SR. CCR7 ligands CCL19 and CCL21 increase permissiveness of resting memory CD4+ T cells to HIV-1 infection: a novel model of HIV-1 latency. Blood. 2007;110:4161–4164. [PubMed] [Google Scholar]Yoder A, Yu D, Dong L, Iyer SR, Xu X, Kelly J, Liu J, Wang W, Vorster PJ, Agulto L. et al.HIV envelope-CXCR4 signaling activates cofilin to overcome cortical actin restriction in resting CD4 T cells. Cell. 2008;134:782–792. [PMC free article] [PubMed] [Google Scholar]Cameron PU, Saleh S, Sallmann G, Solomon A, Wightman F, Evans VA, Boucher G, Haddad EK, Sekaly RP, Harman AN. et al.Establishment of HIV-1 latency in resting CD4+ T cells depends on chemokine-induced changes in the actin cytoskeleton. Proc Natl Acad Sci U S A. 2010;107:16934–16939. [PMC free article] [PubMed] [Google Scholar]Smith MZ, Wightman F, Lewin SR. HIV reservoirs and strategies for eradication. Curr HIV/AIDS Rep. 2012;9:5–15. [PubMed] [Google Scholar]Swiggard WJ, Baytop C, Yu JJ, Dai J, Li C, Schretzenmair R, Theodosopoulos T, O'Doherty U. Human immunodeficiency virus type 1 can establish latent infection in resting CD4+ T cells in the absence of activating stimuli. J Virol. 2005;79:14179–14188. [PMC free article] [PubMed] [Google Scholar]Lassen KG, Hebbeler AM, Bhattacharyya D, Lobritz MA, Greene WC. A flexible model of HIV-1 latency permitting evaluation of many primary CD4 T-cell reservoirs. PLoS One. 2012;7:e30176. [PMC free article] [PubMed] [Google Scholar]Zack JA, Arrigo SJ, Weitsman SR, Go AS, Haislip A, Chen IS. HIV-1 entry into quiescent primary lymphocytes: molecular analysis reveals a labile, latent viral structure. Cell. 1990;61:213–222. [PubMed] [Google Scholar]Bukrinsky MI, Stanwick TL, Dempsey MP, Stevenson M. Quiescent T lymphocytes as an inducible virus reservoir in HIV-1 infection. Science. 1991;254:423–427. [PubMed] [Google Scholar]Zhou Y, Zhang H, Siliciano JD, Siliciano RF. Kinetics of human immunodeficiency virus type 1 decay following entry into resting CD4+ T cells. J Virol. 2005;79:2199–2210. [PMC free article] [PubMed] [Google Scholar]Meyerhans A, Vartanian JP, Hultgren C, Plikat U, Karlsson A, Wang L, Eriksson S, Wain-Hobson S. Restriction and enhancement of human immunodeficiency virus type 1 replication by modulation of intracellular deoxynucleoside triphosphate pools. J Virol. 1994;68:535–540. [PMC free article] [PubMed] [Google Scholar]Pierson T, McArthur J, Siliciano RF. Reservoirs for HIV-1: mechanisms for viral persistence in the presence of antiviral immune responses and antiretroviral therapy. Annu Rev Immunol. 2000;18:665–708. [PubMed] [Google Scholar]Siliciano JD, Kajdas J, Finzi D, Quinn TC, Chadwick K, Margolick JB, Kovacs C, Gange SJ, Siliciano RF. Long-term follow-up studies confirm the stability of the latent reservoir for HIV-1 in resting CD4+ T cells. Nat Med. 2003;9:727–728. [PubMed] [Google Scholar]Siliciano RF, Greene WC. HIV latency. Cold Spring Harb Perspect Med. 2011;1:a007096. [PMC free article] [PubMed] [Google Scholar]Finzi D, Hermankova M, Pierson T, Carruth LM, Buck C, Chaisson RE, Quinn TC, Chadwick K, Margolick J, Brookmeyer R. et al.Identification of a reservoir for HIV-1 in patients on highly active antiretroviral therapy. Science. 1997;278:1295–1300. [PubMed] [Google Scholar]Boulassel MR, Chomont N, Pai NP, Gilmore N, Sekaly RP, Routy JP. CD4 T cell nadir independently predicts the magnitude of the HIV reservoir after prolonged suppressive antiretroviral therapy. J Clin Virol. 2012;53:29–32. [PubMed] [Google Scholar]Brennan TP, Woods JO, Sedaghat AR, Siliciano JD, Siliciano RF, Wilke CO. Analysis of human immunodeficiency virus type 1 viremia and provirus in resting CD4+ T cells reveals a novel source of residual viremia in patients on antiretroviral therapy. J Virol. 2009;83:8470–8481. [PMC free article] [PubMed] [Google Scholar]Sahu GK, Paar D, Frost SD, Smith MM, Weaver S, Cloyd MW. Low-level plasma HIVs in patients on prolonged suppressive highly active antiretroviral therapy are produced mostly by cells other than CD4 T-cells. J Med Virol. 2009;81:9–15. [PMC free article] [PubMed] [Google Scholar]Anderson JA, Archin NM, Ince W, Parker D, Wiegand A, Coffin JM, Kuruc J, Eron J, Swanstrom R, Margolis DM. Clonal sequences recovered from plasma from patients with residual HIV-1 viremia and on intensified antiretroviral therapy are identical to replicating viral RNAs recovered from circulating resting CD4+ T cells. J Virol. 2011;85:5220–5223. [PMC free article] [PubMed] [Google Scholar]Wightman F, Solomon A, Khoury G, Green JA, Gray L, Gorry PR, Ho YS, Saksena NK, Hoy J, Crowe SM. et al.Both CD31(+) and CD31(−) naive CD4(+) T cells are persistent HIV type 1-infected reservoirs in individuals receiving antiretroviral therapy. J Infect Dis. 2010;202:1738–1748. [PubMed] [Google Scholar]Yuan J, Crittenden RB. Bender TP: c-Myb promotes the survival of CD4 + CD8+ double-positive thymocytes through upregulation of Bcl-xL. J Immunol. 2010;184:2793–2804. [PMC free article] [PubMed] [Google Scholar]Brooks DG, Kitchen SG, Kitchen CM, Scripture-Adams DD, Zack JA. Generation of HIV latency during thymopoiesis. Nat Med. 2001;7:459–464. [PubMed] [Google Scholar]Fabre-Mersseman V, Dutrieux J, Louise A, Rozlan S, Lamine A, Parker R, Rancez M, Nunes-Cabaco H, Sousa AE, Lambotte O, Cheynier R. CD4(+) recent thymic emigrants are infected by HIV in vivo, implication for pathogenesis. AIDS. 2011;25:1153–1162. [PubMed] [Google Scholar]Hatano H, Hayes TL, Dahl V, Sinclair E, Lee TH, Hoh R, Lampiris H, Hunt PW, Palmer S, McCune JM. et al.A randomized, controlled trial of raltegravir intensification in antiretroviral-treated, HIV-infected patients with a suboptimal CD4+ T cell response. J Infect Dis. 2011;203:960–968. [PMC free article] [PubMed] [Google Scholar]Carter CC, Onafuwa-Nuga A, McNamara LA, Riddell J, Bixby D, Savona MR, Collins KL. HIV-1 infects multipotent progenitor cells causing cell death and establishing latent cellular reservoirs. Nat Med. 2010;16:446–451. [PMC free article] [PubMed] [Google Scholar]Carter CC, McNamara LA, Onafuwa-Nuga A, Shackleton M, Riddell J, Bixby D, Savona MR, Morrison SJ, Collins KL. HIV-1 utilizes the CXCR4 chemokine receptor to infect multipotent hematopoietic stem and progenitor cells. Cell Host Microbe. 2011;9:223–234. [PMC free article] [PubMed] [Google Scholar]Durand CM, Ghiaur G, Siliciano JD, Rabi SA, Eisele EE, Salgado M, Shan L, Lai JF, Zhang H, Margolick J. et al.HIV-1 DNA is detected in bone marrow populations containing CD4+ T cells but is not found in purified CD34+ hematopoietic progenitor cells in most patients on antiretroviral therapy. J Infect Dis. 2012;205:1014–1018. [PMC free article] [PubMed] [Google Scholar]Josefsson L, Eriksson S, Sinclair E, Ho T, Killian M, Epling L, Shao W, Lewis B, Bacchetti P, Loeb L. et al.Hematopoietic precursor cells isolated from patients on long-term suppressive HIV therapy did not contain HIV-1 DNA. J Infect Dis. 2012;206:28–34. [PMC free article] [PubMed] [Google Scholar]Wiley CA, Schrier RD, Nelson JA, Lampert PW, Oldstone MB. Cellular localization of human immunodeficiency virus infection within the brains of acquired immune deficiency syndrome patients. Proc Natl Acad Sci U S A. 1986;83:7089–7093. [PMC free article] [PubMed] [Google Scholar]Churchill MJ, Gorry PR, Cowley D, Lal L, Sonza S, Purcell DF, Thompson KA, Gabuzda D, McArthur JC, Pardo CA, Wesselingh SL. Use of laser capture microdissection to detect integrated HIV-1 DNA in macrophages and astrocytes from autopsy brain tissues. J Neurovirol. 2006;12:146–152. [PubMed] [Google Scholar]Churchill MJ, Wesselingh SL, Cowley D, Pardo CA, McArthur JC, Brew BJ, Gorry PR. Extensive astrocyte infection is prominent in human immunodeficiency virus-associated dementia. Ann Neurol. 2009;66:253–258. [PubMed] [Google Scholar]Gras G, Kaul M. Molecular mechanisms of neuroinvasion by monocytes-macrophages in HIV-1 infection. Retrovirology. 2010;7:30. [PMC free article] [PubMed] [Google Scholar]Schnell G, Price RW, Swanstrom R, Spudich S. Compartmentalization and clonal amplification of HIV-1 variants in the cerebrospinal fluid during primary infection. J Virol. 2010;84:2395–2407. [PMC free article] [PubMed] [Google Scholar]Yilmaz A, Verhofstede C, D'Avolio A, Watson V, Hagberg L, Fuchs D, Svennerholm B, Gisslen M. Treatment intensification has no effect on the HIV-1 central nervous system infection in patients on suppressive antiretroviral therapy. J Acquir Immune Defic Syndr. 2010;55:590–596. [PubMed] [Google Scholar]Chun TW, Nickle DC, Justement JS, Meyers JH, Roby G, Hallahan CW, Kottilil S, Moir S, Mican JM, Mullins JI. et al.Persistence of HIV in gut-associated lymphoid tissue despite long-term antiretroviral therapy. J Infect Dis. 2008;197:714–720. [PubMed] [Google Scholar]Lerner P, Guadalupe M, Donovan R, Hung J, Flamm J, Prindiville T, Sankaran-Walters S, Syvanen M, Wong JK, George MD, Dandekar S. The gut mucosal viral reservoir in HIV-infected patients is not the major source of rebound plasma viremia following interruption of highly active antiretroviral therapy. J Virol. 2011;85:4772–4782. [PMC free article] [PubMed] [Google Scholar]Sallusto F, Geginat J, Lanzavecchia A. Central memory and effector memory T cell subsets: function, generation, and maintenance. Annu Rev Immunol. 2004;22:745–763. [PubMed] [Google Scholar]Friedman J, Cho WK, Chu CK, Keedy KS, Archin NM, Margolis DM, Karn J. Epigenetic silencing of HIV-1 by the histone H3 lysine 27 methyltransferase enhancer of Zeste 2. J Virol. 2011;85:9078–9089. [PMC free article] [PubMed] [Google Scholar]Pearson R, Kim YK, Hokello J, Lassen K, Friedman J, Tyagi M, Karn J. Epigenetic silencing of human immunodeficiency virus (HIV) transcription by formation of restrictive chromatin structures at the viral long terminal repeat drives the progressive entry of HIV into latency. J Virol. 2008;82:12291–12303. [PMC free article] [PubMed] [Google Scholar]Bernhard W, Barreto K, Saunders A, Dahabieh MS, Johnson P, Sadowski I. The Suv39H1 methyltransferase inhibitor chaetocin causes induction of integrated HIV-1 without producing a T cell response. FEBS Lett. 2011;585:3549–3554. [PubMed] [Google Scholar]Folks TM, Clouse KA, Justement J, Rabson A, Duh E, Kehrl JH, Fauci AS. Tumor necrosis factor alpha induces expression of human immunodeficiency virus in a chronically infected T-cell clone. Proc Natl Acad Sci U S A. 1989;86:2365–2368. [PMC free article] [PubMed] [Google Scholar]Folks TM, Justement J, Kinter A, Dinarello CA, Fauci AS. Cytokine-induced expression of HIV-1 in a chronically infected promonocyte cell line. Science. 1987;238:800–802. [PubMed] [Google Scholar]Folks TM, Justement J, Kinter A, Schnittman S, Orenstein J, Poli G, Fauci AS. Characterization of a promonocyte clone chronically infected with HIV and inducible by 13-phorbol-12-myristate acetate. J Immunol. 1988;140:1117–1122. [PubMed] [Google Scholar]Emiliani S, Fischle W, Ott M, Van Lint C, Amella CA, Verdin E. Mutations in the tat gene are responsible for human immunodeficiency virus type 1 postintegration latency in the U1 cell line. J Virol. 1998;72:1666–1670. [PMC free article] [PubMed] [Google Scholar]Emiliani S, Van Lint C, Fischle W, Paras P Jr, Ott M, Brady J, Verdin E. A point mutation in the HIV-1 Tat responsive element is associated with postintegration latency. Proc Natl Acad Sci U S A. 1996;93:6377–6381. [PMC free article] [PubMed] [Google Scholar]Verhoef K, Marzio G, Hillen W, Bujard H, Berkhout B. Strict control of human immunodeficiency virus type 1 replication by a genetic switch: Tet for Tat. J Virol. 2001;75:979–987. [PMC free article] [PubMed] [Google Scholar]Jeeninga RE, Westerhout EM, van Gerven ML, Berkhout B. HIV-1 latency in actively dividing human T cell lines. Retrovirology. 2008;5:37. [PMC free article] [PubMed] [Google Scholar]Jordan A, Bisgrove D, Verdin E. HIV reproducibly establishes a latent infection after acute infection of T cells in vitro. EMBO J. 2003;22:1868–1877. [PMC free article] [PubMed] [Google Scholar]Wires ES, Alvarez D, Dobrowolski C, Wang Y, Morales M, Karn J, Harvey BK. Methamphetamine activates nuclear factor kappa-light-chain-enhancer of activated B cells (NF-kappaB) and induces human immunodeficiency virus (HIV) transcription in human microglial cells. J Neurovirol. 2012;18:400–410. [PMC free article] [PubMed] [Google Scholar]Janabi N, Peudenier S, Heron B, Ng KH, Tardieu M. Establishment of human microglial cell lines after transfection of primary cultures of embryonic microglial cells with the SV40 large T antigen. Neurosci Lett. 1995;195:105–108. [PubMed] [Google Scholar]Pace MJ, Agosto L, Graf EH, O'Doherty U. HIV reservoirs and latency models. Virology. 2011;411:344–354. [PMC free article] [PubMed] [Google Scholar]Hakre S, Chavez L, Shirakawa K, Verdin E. HIV latency: experimental systems and molecular models. FEMS Microbiol Rev. 2012;36:706–716. [PMC free article] [PubMed] [Google Scholar]Chun TW, Engel D, Mizell SB, Ehler LA, Fauci AS. Induction of HIV-1 replication in latently infected CD4+ T cells using a combination of cytokines. J Exp Med. 1998;188:83–91. [PMC free article] [PubMed] [Google Scholar]Brooks DG, Arlen PA, Gao L, Kitchen CM, Zack JA. Identification of T cell-signaling pathways that stimulate latent HIV in primary cells. Proc Natl Acad Sci U S A. 2003;100:12955–12960. [PMC free article] [PubMed] [Google Scholar]Wang FX, Xu Y, Sullivan J, Souder E, Argyris EG, Acheampong EA, Fisher J, Sierra M, Thomson MM, Najera R. et al.IL-7 is a potent and proviral strain-specific inducer of latent HIV-1 cellular reservoirs of infected individuals on virally suppressive HAART. J Clin Invest. 2005;115:128–137. [PMC free article] [PubMed] [Google Scholar]Sahu GK, Lee K, Ji J, Braciale V, Baron S, Cloyd MW. A novel in vitro system to generate and study latently HIV-infected long-lived normal CD4+ T-lymphocytes. Virology. 2006;355:127–137. [PubMed] [Google Scholar]Yang HC, Xing S, Shan L, O'Connell K, Dinoso J, Shen A, Zhou Y, Shrum CK, Han Y, Liu JO. et al.Small-molecule screening using a human primary cell model of HIV latency identifies compounds that reverse latency without cellular activation. J Clin Invest. 2009;119:3473–3486. [PMC free article] [PubMed] [Google Scholar]Tyagi M, Pearson RJ, Karn J. Establishment of HIV latency in primary CD4+ cells is due to epigenetic transcriptional silencing and P-TEFb restriction. J Virol. 2010;84:6425–6437. [PMC free article] [PubMed] [Google Scholar]Marini A, Harper JM, Romerio F. An in vitro system to model the establishment and reactivation of HIV-1 latency. J Immunol. 2008;181:7713–7720. [PubMed] [Google Scholar]Scripture-Adams DD, Brooks DG, Korin YD, Zack JA. Interleukin-7 induces expression of latent human immunodeficiency virus type 1 with minimal effects on T-cell phenotype. J Virol. 2002;76:13077–13082. [PMC free article] [PubMed] [Google Scholar]Bosque A, Famiglietti M, Weyrich AS, Goulston C, Planelles V. Homeostatic proliferation fails to efficiently reactivate HIV-1 latently infected central memory CD4+ T cells. PLoS Pathog. 2011;7:e1002288. [PMC free article] [PubMed] [Google Scholar]Bosque A, Planelles V. Induction of HIV-1 latency and reactivation in primary memory CD4+ T cells. Blood. 2009;113:58–65. [PMC free article] [PubMed] [Google Scholar]Messi M, Giacchetto I, Nagata K, Lanzavecchia A, Natoli G, Sallusto F. Memory and flexibility of cytokine gene expression as separable properties of human T(H)1 and T(H)2 lymphocytes. Nat Immunol. 2003;4:78–86. [PubMed] [Google Scholar]Yang HC, Shen L, Siliciano RF, Pomerantz JL. Isolation of a cellular factor that can reactivate latent HIV-1 without T cell activation. Proc Natl Acad Sci U S A. 2009;106:6321–6326. [PMC free article] [PubMed] [Google Scholar]Wang W, Guo J, Yu D, Vorster PJ, Chen W, Wu Y. A dichotomy in cortical actin and chemotactic actin activity between human memory and naive T cells contributes to their differential susceptibility to HIV-1 infection. J Biol Chem. 2012;287:35455–35469. [PMC free article] [PubMed] [Google Scholar]McNamara LA, Ganesh JA, Collins KL. Latent HIV-1 infection occurs in multiple subsets of hematopoietic progenitor cells and is reversed by NF-kappaB activation. J Virol. 2012;86:9337–9350. [PMC free article] [PubMed] [Google Scholar]Archin NM, Keedy KS, Espeseth A, Dang H, Hazuda DJ, Margolis DM. Expression of latent human immunodeficiency type 1 is induced by novel and selective histone deacetylase inhibitors. AIDS. 2009;23:1799–1806. [PMC free article] [PubMed] [Google Scholar]Siliciano JD, Siliciano RF. Enhanced culture assay for detection and quantitation of latently infected, resting CD4+ T-cells carrying replication-competent virus in HIV-1-infected individuals. Methods Mol Biol. 2005;304:3–15. [PubMed] [Google Scholar]Reuse S, Calao M, Kabeya K, Guiguen A, Gatot JS, Quivy V, Vanhulle C, Lamine A, Vaira D, Demonte D. et al.Synergistic activation of HIV-1 expression by deacetylase inhibitors and prostratin: implications for treatment of latent infection. PLoS One. 2009;4:e6093. [PMC free article] [PubMed] [Google Scholar]Bouchat S, Gatot JS, Kabeya K, Cardona C, Colin L, Herbein G, de Wit S, Clumeck N, Lambotte O, Rouzioux C. et al.Histone methyltransferase inhibitors induce HIV-1 recovery in resting CD4+ T cells from HIV-1+ HAART-treated patients. AIDS. 2012;26:1473–82. [PubMed] [Google Scholar]Denton PW, Garcia JV. Novel humanized murine models for HIV research. Curr HIV/AIDS Rep. 2009;6:13–19. [PMC free article] [PubMed] [Google Scholar]Rabin L, Hincenbergs M, Moreno MB, Warren S, Linquist V, Datema R, Charpiot B, Seifert J, Kaneshima H, McCune JM. Use of standardized SCID-hu Thy/Liv mouse model for preclinical efficacy testing of anti-human immunodeficiency virus type 1 compounds. Antimicrob Agents Chemother. 1996;40:755–762. [PMC free article] [PubMed] [Google Scholar]Kaneshima H, Namikawa R, McCune JM. Human hematolymphoid cells in SCID mice. Curr Opin Immunol. 1994;6:327–333. [PubMed] [Google Scholar]Van Duyne R, Pedati C, Guendel I, Carpio L, Kehn-Hall K, Saifuddin M, Kashanchi F. The utilization of humanized mouse models for the study of human retroviral infections. Retrovirology. 2009;6:76. [PMC free article] [PubMed] [Google Scholar]Choudhary SK, Rezk NL, Ince WL, Cheema M, Zhang L, Su L, Swanstrom R, Kashuba AD, Margolis DM. Suppression of human immunodeficiency virus type 1 (HIV-1) viremia with reverse transcriptase and integrase inhibitors, CD4+ T-cell recovery, and viral rebound upon interruption of therapy in a new model for HIV treatment in the humanized Rag2−/−{gamma}c−/− mouse. J Virol. 2009;83:8254–8258. [PMC free article] [PubMed] [Google Scholar]Murphy B, Vapniarsky N, Hillman C, Castillo D, McDonnel S, Moore P, Luciw PA, Sparger EE. FIV establishes a latent infection in feline peripheral blood CD4+ T lymphocytes in vivo during the asymptomatic phase of infection. Retrovirology. 2012;9:12. [PMC free article] [PubMed] [Google Scholar]Apetrei C, Pandrea I, Mellors JW. Nonhuman primate models for HIV cure research. PLoS Pathog. 2012;8:e1002892. [PMC free article] [PubMed] [Google Scholar]Dinoso JB, Rabi SA, Blankson JN, Gama L, Mankowski JL, Siliciano RF, Zink MC, Clements JE. A simian immunodeficiency virus-infected macaque model to study viral reservoirs that persist during highly active antiretroviral therapy. J Virol. 2009;83:9247–9257. [PMC free article] [PubMed] [Google Scholar]North TW, Higgins J, Deere JD, Hayes TL, Villalobos A, Adamson L, Shacklett BL, Schinazi RF, Luciw PA. Viral sanctuaries during highly active antiretroviral therapy in a nonhuman primate model for AIDS. J Virol. 2010;84:2913–2922. [PMC free article] [PubMed] [Google Scholar]Pandrea I, Gaufin T, Gautam R, Kristoff J, Mandell D, Montefiori D, Keele BF, Ribeiro RM, Veazey RS, Apetrei C. Functional cure of SIVagm infection in rhesus macaques results in complete recovery of CD4+ T cells and is reverted by CD8+ cell depletion. PLoS Pathog. 2011;7:e1002170. [PMC free article] [PubMed] [Google Scholar]Shytaj IL, Norelli S, Chirullo B, Della Corte A, Collins M, Yalley-Ogunro J, Greenhouse J, Iraci N, Acosta EP, Barreca ML. et al.A highly intensified ART regimen induces long-term viral suppression and restriction of the viral reservoir in a simian AIDS model. PLoS Pathog. 2012;8:e1002774. [PMC free article] [PubMed] [Google Scholar]Engelman A, Cherepanov P. The lentiviral integrase binding protein LEDGF/p75 and HIV-1 replication. PLoS Pathog. 2008;4:e1000046. [PMC free article] [PubMed] [Google Scholar]Schrijvers R, De Rijck J, Demeulemeester J, Adachi N, Vets S, Ronen K, Christ F, Bushman FD, Debyser Z, Gijsbers R. LEDGF/p75-independent HIV-1 replication demonstrates a role for HRP-2 and remains sensitive to inhibition by LEDGINs. PLoS Pathog. 2012;8:e1002558. [PMC free article] [PubMed] [Google Scholar]Wang H, Jurado KA, Wu X, Shun MC, Li X, Ferris AL, Smith SJ, Patel PA, Fuchs JR, Cherepanov P. et al.HRP2 determines the efficiency and specificity of HIV-1 integration in LEDGF/p75 knockout cells but does not contribute to the antiviral activity of a potent LEDGF/p75-binding site integrase inhibitor. Nucleic Acids Res. 2012;40:11518–30. [PMC free article] [PubMed] [Google Scholar]Schroder AR, Shinn P, Chen H, Berry C, Ecker JR, Bushman F. HIV-1 integration in the human genome favors active genes and local hotspots. Cell. 2002;110:521–529. [PubMed] [Google Scholar]Lewinski MK, Bisgrove D, Shinn P, Chen H, Hoffmann C, Hannenhalli S, Verdin E, Berry CC, Ecker JR, Bushman FD. Genome-wide analysis of chromosomal features repressing human immunodeficiency virus transcription. J Virol. 2005;79:6610–6619. [PMC free article] [PubMed] [Google Scholar]Han Y, Lassen K, Monie D, Sedaghat AR, Shimoji S, Liu X, Pierson TC, Margolick JB, Siliciano RF, Siliciano JD. Resting CD4+ T cells from human immunodeficiency virus type 1 (HIV-1)-infected individuals carry integrated HIV-1 genomes within actively transcribed host genes. J Virol. 2004;78:6122–6133. [PMC free article] [PubMed] [Google Scholar]Liu H, Dow EC, Arora R, Kimata JT, Bull LM, Arduino RC, Rice AP. Integration of human immunodeficiency virus type 1 in untreated infection occurs preferentially within genes. J Virol. 2006;80:7765–7768. [PMC free article] [PubMed] [Google Scholar]Ciuffi A, Llano M, Poeschla E, Hoffmann C, Leipzig J, Shinn P, Ecker JR, Bushman F. A role for LEDGF/p75 in targeting HIV DNA integration. Nat Med. 2005;11:1287–1289. [PubMed] [Google Scholar]Shun MC, Raghavendra NK, Vandegraaff N, Daigle JE, Hughes S, Kellam P, Cherepanov P, Engelman A. LEDGF/p75 functions downstream from preintegration complex formation to effect gene-specific HIV-1 integration. Genes Dev. 2007;21:1767–1778. [PMC free article] [PubMed] [Google Scholar]Lesbats P, Botbol Y, Chevereau G, Vaillant C, Calmels C, Arneodo A, Andreola ML, Lavigne M, Parissi V. Functional coupling between HIV-1 integrase and the SWI/SNF chromatin remodeling complex for efficient in vitro integration into stable nucleosomes. PLoS Pathog. 2011;7:e1001280. [PMC free article] [PubMed] [Google Scholar]Ocwieja KE, Brady TL, Ronen K, Huegel A, Roth SL, Schaller T, James LC, Towers GJ, Young JA, Chanda SK. et al.HIV integration targeting: a pathway involving Transportin-3 and the nuclear pore protein RanBP2. PLoS Pathog. 2011;7:e1001313. [PMC free article] [PubMed] [Google Scholar]Dieudonne M, Maiuri P, Biancotto C, Knezevich A, Kula A, Lusic M, Marcello A. Transcriptional competence of the integrated HIV-1 provirus at the nuclear periphery. EMBO J. 2009;28:2231–2243. [PMC free article] [PubMed] [Google Scholar]Lenasi T, Contreras X, Peterlin BM. Transcriptional interference antagonizes proviral gene expression to promote HIV latency. Cell Host Microbe. 2008;4:123–133. [PMC free article] [PubMed] [Google Scholar]Han Y, Lin YB, An W, Xu J, Yang HC, O'Connell K, Dordai D, Boeke JD, Siliciano JD, Siliciano RF. Orientation-dependent regulation of integrated HIV-1 expression by host gene transcriptional readthrough. Cell Host Microbe. 2008;4:134–146. [PMC free article] [PubMed] [Google Scholar]Shan L, Yang HC, Rabi SA, Bravo HC, Shroff NS, Irizarry RA, Zhang H, Margolick JB, Siliciano JD, Siliciano RF. Influence of host gene transcription level and orientation on HIV-1 latency in a primary-cell model. J Virol. 2011;85:5384–5393. [PMC free article] [PubMed] [Google Scholar]Gallastegui E, Millan-Zambrano G, Terme JM, Chavez S, Jordan A. Chromatin reassembly factors are involved in transcriptional interference promoting HIV latency. J Virol. 2011;85:3187–3202. [PMC free article] [PubMed] [Google Scholar]De Marco A, Biancotto C, Knezevich A, Maiuri P, Vardabasso C, Marcello A. Intragenic transcriptional cis-activation of the human immunodeficiency virus 1 does not result in allele-specific inhibition of the endogenous gene. Retrovirology. 2008;5:98. [PMC free article] [PubMed] [Google Scholar]Duverger A, Wolschendorf F, Zhang M, Wagner F, Hatcher B, Jones J, Cron RQ, van der Sluis RM, Jeeninga RE, Berkhout B, Kutsch O. An AP-1 binding site in the enhancer/core element of the HIV-1 promoter controls the ability of HIV-1 to establish latent infection. J Virol. 2013;87:2264–2277. [PMC free article] [PubMed] [Google Scholar]McKernan LN, Momjian D, Kulkosky J. Protein kinase C: one pathway towards the eradication of latent HIV-1 reservoirs. Adv Virol. 2012;2012:805347. [PMC free article] [PubMed] [Google Scholar]Van Lint C, Burny A, Verdin E. The intragenic enhancer of human immunodeficiency virus type 1 contains functional AP-1 binding sites. J Virol. 1991;65:7066–7072. [PMC free article] [PubMed] [Google Scholar]Van Lint C, Ghysdael J, Paras P Jr, Burny A, Verdin E. A transcriptional regulatory element is associated with a nuclease-hypersensitive site in the pol gene of human immunodeficiency virus type 1. J Virol. 1994;68:2632–2648. [PMC free article] [PubMed] [Google Scholar]Verdin E. DNase I-hypersensitive sites are associated with both long terminal repeats and with the intragenic enhancer of integrated human immunodeficiency virus type 1. J Virol. 1991;65:6790–6799. [PMC free article] [PubMed] [Google Scholar]Verdin E, Becker N, Bex F, Droogmans L, Burny A. Identification and characterization of an enhancer in the coding region of the genome of human immunodeficiency virus type 1. Proc Natl Acad Sci U S A. 1990;87:4874–4878. [PMC free article] [PubMed] [Google Scholar]Colin L, Vandenhoudt N, de Walque S, Van Driessche B, Bergamaschi A, Martinelli V, Cherrier T, Vanhulle C, Guiguen A, David A. et al.The AP-1 binding sites located in the pol gene intragenic regulatory region of HIV-1 are important for viral replication. PLoS One. 2011;6:e19084. [PMC free article] [PubMed] [Google Scholar]Hamer DH, Bocklandt S, McHugh L, Chun TW, Blumberg PM, Sigano DM, Marquez VE. Rational design of drugs that induce human immunodeficiency virus replication. J Virol. 2003;77:10227–10236. [PMC free article] [PubMed] [Google Scholar]Warrilow D, Gardner J, Darnell GA, Suhrbier A, Harrich D. HIV type 1 inhibition by protein kinase C modulatory compounds. AIDS Res Hum Retroviruses. 2006;22:854–864. [PubMed] [Google Scholar]Marquez N, Calzado MA, Sanchez-Duffhues G, Perez M, Minassi A, Pagani A, Appendino G, Diaz L, Munoz-Fernandez MA, Munoz E. Differential effects of phorbol-13-monoesters on human immunodeficiency virus reactivation. Biochem Pharmacol. 2008;75:1370–1380. [PubMed] [Google Scholar]Bedoya LM, Marquez N, Martinez N, Gutierrez-Eisman S, Alvarez A, Calzado MA, Rojas JM, Appendino G, Munoz E, Alcami J. SJ23B, a jatrophane diterpene activates classical PKCs and displays strong activity against HIV in vitro. Biochem Pharmacol. 2009;77:965–978. [PubMed] [Google Scholar]Kulkosky J, Culnan DM, Roman J, Dornadula G, Schnell M, Boyd MR, Pomerantz RJ. Prostratin: activation of latent HIV-1 expression suggests a potential inductive adjuvant therapy for HAART. Blood. 2001;98:3006–3015. [PubMed] [Google Scholar]Kulkosky J, Sullivan J, Xu Y, Souder E, Hamer DH, Pomerantz RJ. Expression of latent HAART-persistent HIV type 1 induced by novel cellular activating agents. AIDS Res Hum Retroviruses. 2004;20:497–505. [PubMed] [Google Scholar]Bocklandt S, Blumberg PM, Hamer DH. Activation of latent HIV-1 expression by the potent anti-tumor promoter 12-deoxyphorbol 13-phenylacetate. Antiviral Res. 2003;59:89–98. [PubMed] [Google Scholar]Gulakowski RJ, McMahon JB, Buckheit RW Jr, Gustafson KR, Boyd MR. Antireplicative and anticytopathic activities of prostratin, a non-tumor-promoting phorbol ester, against human immunodeficiency virus (HIV) Antiviral Res. 1997;33:87–97. [PubMed] [Google Scholar]Hezareh M, Moukil MA, Szanto I, Pondarzewski M, Mouche S, Cherix N, Brown SJ, Carpentier JL, Foti M. Mechanisms of HIV receptor and co-receptor down-regulation by prostratin: role of conventional and novel PKC isoforms. Antivir Chem Chemother. 2004;15:207–222. [PubMed] [Google Scholar]Biancotto A, Grivel JC, Gondois-Rey F, Bettendroffer L, Vigne R, Brown S, Margolis LB, Hirsch I. Dual role of prostratin in inhibition of infection and reactivation of human immunodeficiency virus from latency in primary blood lymphocytes and lymphoid tissue. J Virol. 2004;78:10507–10515. [PMC free article] [PubMed] [Google Scholar]Korin YD, Brooks DG, Brown S, Korotzer A, Zack JA. Effects of prostratin on T-cell activation and human immunodeficiency virus latency. J Virol. 2002;76:8118–8123. [PMC free article] [PubMed] [Google Scholar]Brooks DG, Hamer DH, Arlen PA, Gao L, Bristol G, Kitchen CM, Berger EA, Zack JA. Molecular characterization, reactivation, and depletion of latent HIV. Immunity. 2003;19:413–423. [PubMed] [Google Scholar]Johnson HE, Banack SA, Cox PA. Variability in content of the anti-AIDS drug candidate prostratin in Samoan populations of Homalanthus nutans. J Nat Prod. 2008;71:2041–2044. [PMC free article] [PubMed] [Google Scholar]Margolis DM. Confronting proviral HIV infection. Curr HIV/AIDS Rep. 2007;4:60–64. [PubMed] [Google Scholar]Wender PA, Kee JM, Warrington JM. Practical synthesis of prostratin, DPP, and their analogs, adjuvant leads against latent HIV. Science. 2008;320:649–652. [PMC free article] [PubMed] [Google Scholar]Kovochich M, Marsden MD, Zack JA. Activation of latent HIV using drug-loaded nanoparticles. PLoS One. 2011;6:e18270. [PMC free article] [PubMed] [Google Scholar]Nath A, Maragos WF, Avison MJ, Schmitt FA, Berger JR. Acceleration of HIV dementia with methamphetamine and cocaine. J Neurovirol. 2001;7:66–71. [PubMed] [Google Scholar]Rippeth JD, Heaton RK, Carey CL, Marcotte TD, Moore DJ, Gonzalez R, Wolfson T, Grant I. Methamphetamine dependence increases risk of neuropsychological impairment in HIV infected persons. J Int Neuropsychol Soc. 2004;10:1–14. [PubMed] [Google Scholar]Wolschendorf F, Duverger A, Jones J, Wagner FH, Huff J, Benjamin WH, Saag MS, Niederweis M, Kutsch O. Hit-and-run stimulation: a novel concept to reactivate latent HIV-1 infection without cytokine gene induction. J Virol. 2010;84:8712–8720. [PMC free article] [PubMed] [Google Scholar]Fernandez G, Zaikos TD, Khan SZ, Jacobi AM, Behlke MA, Zeichner SL. Targeting IkappaB proteins for HIV latency activation: the role of individual IkappaB and NF-kappaB proteins. J Virol. 2013;87:3966–3978. [PMC free article] [PubMed] [Google Scholar]Hoffmann A, Natoli G, Ghosh G. Transcriptional regulation via the NF-kappaB signaling module. Oncogene. 2006;25:6706–6716. [PubMed] [Google Scholar]Baltathakis I, Alcantara O, Boldt DH. Expression of different NF-kappaB pathway genes in dendritic cells (DCs) or macrophages assessed by gene expression profiling. J Cell Biochem. 2001;83:281–290. [PubMed] [Google Scholar]Memet S, Laouini D, Epinat JC, Whiteside ST, Goudeau B, Philpott D, Kayal S, Sansonetti PJ, Berche P, Kanellopoulos J, Israel A. IkappaBepsilon-deficient mice: reduction of one T cell precursor subspecies and enhanced Ig isotype switching and cytokine synthesis. J Immunol. 1999;163:5994–6005. [PubMed] [Google Scholar]Gallastegui E, Marshall B, Vidal D, Sanchez-Duffhues G, Collado JA, Alvarez-Fernandez C, Luque N, Terme JM, Gatell JM, Sanchez-Palomino S. et al.Combination of biological screening in a cellular model of viral latency and virtual screening identifies novel compounds that reactivate HIV-1. J Virol. 2012;86:3795–3808. [PMC free article] [PubMed] [Google Scholar]Wolschendorf F, Bosque A, Shishido T, Duverger A, Jones J, Planelles V, Kutsch O. Kinase control prevents HIV-1 reactivation in spite of high levels of induced NF-kappaB activity. J Virol. 2012;86:4548–4558. [PMC free article] [PubMed] [Google Scholar]Barton K, Margolis D. Selective targeting of the repressive transcription factors YY1 and cMyc to disrupt quiescent human immunodeficiency viruses. AIDS Res Hum Retroviruses. 2012;29:289–98. [PMC free article] [PubMed] [Google Scholar]Xing S, Bullen CK, Shroff NS, Shan L, Yang HC, Manucci JL, Bhat S, Zhang H, Margolick JB, Quinn TC. et al.Disulfiram reactivates latent HIV-1 in a Bcl-2-transduced primary CD4+ T cell model without inducing global T cell activation. J Virol. 2011;85:6060–6064. [PMC free article] [PubMed] [Google Scholar]Doyon G, Zerbato J, Mellors JW, Sluis-Cremer N. Disulfiram reactivates latent HIV-1 expression through depletion of the phosphatase and tensin homolog (PTEN) AIDS. 2012;27:7–11. [PubMed] [Google Scholar]Carroll-Anzinger D, Kumar A, Adarichev V, Kashanchi F, Al-Harthi L. Human immunodeficiency virus-restricted replication in astrocytes and the ability of gamma interferon to modulate this restriction are regulated by a downstream effector of the Wnt signaling pathway. J Virol. 2007;81:5864–5871. [PMC free article] [PubMed] [Google Scholar]Narasipura SD, Henderson LJ, Fu SW, Chen L, Kashanchi F, Al-Harthi L. Role of beta-catenin and TCF/LEF family members in transcriptional activity of HIV in astrocytes. J Virol. 2012;86:1911–1921. [PMC free article] [PubMed] [Google Scholar]Rossi A, Mukerjee R, Ferrante P, Khalili K, Amini S, Sawaya BE. Human immunodeficiency virus type 1 Tat prevents dephosphorylation of Sp1 by TCF-4 in astrocytes. J Gen Virol. 2006;87:1613–1623. [PubMed] [Google Scholar]Wortman B, Darbinian N, Sawaya BE, Khalili K, Amini S. Evidence for regulation of long terminal repeat transcription by Wnt transcription factor TCF-4 in human astrocytic cells. J Virol. 2002;76:11159–11165. [PMC free article] [PubMed] [Google Scholar]Kumar A, Zloza A, Moon RT, Watts J, Tenorio AR, Al-Harthi L. Active beta-catenin signaling is an inhibitory pathway for human immunodeficiency virus replication in peripheral blood mononuclear cells. J Virol. 2008;82:2813–2820. [PMC free article] [PubMed] [Google Scholar]Li W, Henderson LJ, Major EO, Al-Harthi L. IFN-gamma mediates enhancement of HIV replication in astrocytes by inducing an antagonist of the beta-catenin pathway (DKK1) in a STAT 3-dependent manner. J Immunol. 2011;186:6771–6778. [PMC free article] [PubMed] [Google Scholar]Henderson LJ, Narasipura SD, Adarichev V, Kashanchi F, Al-Harthi L. Identification of novel T cell factor 4 (TCF-4) binding sites on the HIV long terminal repeat which associate with TCF-4, beta-catenin, and SMAR1 to repress HIV transcription. J Virol. 2012;86:9495–9503. [PMC free article] [PubMed] [Google Scholar]Selliah N, Zhang M, DeSimone D, Kim H, Brunner M, Ittenbach RF, Rui H, Cron RQ, Finkel TH. The gammac-cytokine regulated transcription factor, STAT5, increases HIV-1 production in primary CD4 T cells. Virology. 2006;344:283–291. [PubMed] [Google Scholar]Shuai K, Liu B. Regulation of JAK-STAT signalling in the immune system. Nat Rev Immunol. 2003;3:900–911. [PubMed] [Google Scholar]Bovolenta C, Camorali L, Lorini AL, Ghezzi S, Vicenzi E, Lazzarin A, Poli G. Constitutive activation of STATs upon in vivo human immunodeficiency virus infection. Blood. 1999;94:4202–4209. [PubMed] [Google Scholar]Crotti A, Lusic M, Lupo R, Lievens PM, Liboi E, Della Chiara G, Tinelli M, Lazzarin A, Patterson BK, Giacca M. et al.Naturally occurring C-terminally truncated STAT5 is a negative regulator of HIV-1 expression. Blood. 2007;109:5380–5389. [PubMed] [Google Scholar]Della Chiara G, Crotti A, Liboi E, Giacca M, Poli G, Lusic M. Negative regulation of HIV-1 transcription by a heterodimeric NF-kappaB1/p50 and C-terminally truncated STAT5 complex. J Mol Biol. 2011;410:933–943. [PubMed] [Google Scholar]Bouazzaoui A, Kreutz M, Eisert V, Dinauer N, Heinzelmann A, Hallenberger S, Strayle J, Walker R, Rubsamen-Waigmann H, Andreesen R, von Briesen H. Stimulated trans-acting factor of 50 kDa (Staf50) inhibits HIV-1 replication in human monocyte-derived macrophages. Virology. 2006;356:79–94. [PubMed] [Google Scholar]Koppensteiner H, Brack-Werner R, Schindler M. Macrophages and their relevance in Human Immunodeficiency Virus Type I infection. Retrovirology. 2012;9:82. [PMC free article] [PubMed] [Google Scholar]Le Douce V, Herbein G, Rohr O, Schwartz C. Molecular mechanisms of HIV-1 persistence in the monocyte-macrophage lineage. Retrovirology. 2010;7:32. [PMC free article] [PubMed] [Google Scholar]Chiu YL, Soros VB, Kreisberg JF, Stopak K, Yonemoto W, Greene WC. Cellular APOBEC3G restricts HIV-1 infection in resting CD4+ T cells. Nature. 2005;435:108–114. [PubMed] [Google Scholar]Xu H, Chertova E, Chen J, Ott DE, Roser JD, Hu WS, Pathak VK. Stoichiometry of the antiviral protein APOBEC3G in HIV-1 virions. Virology. 2007;360:247–256. [PubMed] [Google Scholar]Mangeat B, Turelli P, Liao S, Trono D. A single amino acid determinant governs the species-specific sensitivity of APOBEC3G to Vif action. J Biol Chem. 2004;279:14481–14483. [PubMed] [Google Scholar]Nisole S, Stoye JP, Saib A. TRIM family proteins: retroviral restriction and antiviral defence. Nat Rev Microbiol. 2005;3:799–808. [PubMed] [Google Scholar]Marcello A, Ferrari A, Pellegrini V, Pegoraro G, Lusic M, Beltram F, Giacca M. Recruitment of human cyclin T1 to nuclear bodies through direct interaction with the PML protein. EMBO J. 2003;22:2156–2166. [PMC free article] [PubMed] [Google Scholar]Kajaste-Rudnitski A, Marelli SS, Pultrone C, Pertel T, Uchil PD, Mechti N, Mothes W, Poli G, Luban J, Vicenzi E. TRIM22 inhibits HIV-1 transcription independently of its E3 ubiquitin ligase activity, Tat, and NF-kappaB-responsive long terminal repeat elements. J Virol. 2011;85:5183–5196. [PMC free article] [PubMed] [Google Scholar]Allouch A, Di Primio C, Alpi E, Lusic M, Arosio D, Giacca M, Cereseto A. The TRIM family protein KAP1 inhibits HIV-1 integration. Cell Host Microbe. 2011;9:484–495. [PubMed] [Google Scholar]Nishitsuji H, Abe M, Sawada R, Takaku H. ZBRK1 represses HIV-1 LTR-mediated transcription. FEBS Lett. 2012;586:3562–3568. [PubMed] [Google Scholar]Hrecka K, Hao C, Gierszewska M, Swanson SK, Kesik-Brodacka M, Srivastava S, Florens L, Washburn MP, Skowronski J. Vpx relieves inhibition of HIV-1 infection of macrophages mediated by the SAMHD1 protein. Nature. 2011;474:658–661. [PMC free article] [PubMed] [Google Scholar]Laguette N, Sobhian B, Casartelli N, Ringeard M, Chable-Bessia C, Segeral E, Yatim A, Emiliani S, Schwartz O, Benkirane M. SAMHD1 is the dendritic- and myeloid-cell-specific HIV-1 restriction factor counteracted by Vpx. Nature. 2011;474:654–657. [PMC free article] [PubMed] [Google Scholar]Goldstone DC, Ennis-Adeniran V, Hedden JJ, Groom HC, Rice GI, Christodoulou E, Walker PA, Kelly G, Haire LF, Yap MW. et al.HIV-1 restriction factor SAMHD1 is a deoxynucleoside triphosphate triphosphohydrolase. Nature. 2011;480:379–382. [PubMed] [Google Scholar]Lahouassa H, Daddacha W, Hofmann H, Ayinde D, Logue EC, Dragin L, Bloch N, Maudet C, Bertrand M, Gramberg T. et al.SAMHD1 restricts the replication of human immunodeficiency virus type 1 by depleting the intracellular pool of deoxynucleoside triphosphates. Nat Immunol. 2012;13:223–228. [PMC free article] [PubMed] [Google Scholar]Kim B, Nguyen LA, Daddacha W, Hollenbaugh JA. Tight interplay among SAMHD1 protein level, cellular dNTP levels, and HIV-1 proviral DNA synthesis kinetics in human primary monocyte-derived macrophages. J Biol Chem. 2012;287:21570–21574. [PMC free article] [PubMed] [Google Scholar]Descours B, Cribier A, Chable-Bessia C, Ayinde D, Rice G, Crow Y, Yatim A, Schawartz O, Laguette N, Benkirane M. SAMHD1 restricts HIV-1 reverse transcription in quiescent CD4+ T-cells. Retrovirology. 2012;9:87. [PMC free article] [PubMed] [Google Scholar]Baldauf HM, Pan X, Erikson E, Schmidt S, Daddacha W, Burggraf M, Schenkova K, Ambiel I, Wabnitz G, Gramberg T. et al.SAMHD1 restricts HIV-1 infection in resting CD4(+) T cells. Nat Med. 2012;18:1682–1687. [PMC free article] [PubMed] [Google Scholar]Vozzolo L, Loh B, Gane PJ, Tribak M, Zhou L, Anderson I, Nyakatura E, Jenner RG, Selwood D, Fassati A. Gyrase B inhibitor impairs HIV-1 replication by targeting Hsp90 and the capsid protein. J Biol Chem. 2010;285:39314–39328. [PMC free article] [PubMed] [Google Scholar]Roesch F, Meziane O, Kula A, Nisole S, Porrot F, Anderson I, Mammano F, Fassati A, Marcello A, Benkirane M, Schwartz O. Hyperthermia stimulates HIV-1 replication. PLoS Pathog. 2012;8:e1002792. [PMC free article] [PubMed] [Google Scholar]Sawarkar R, Sievers C, Paro R. Hsp90 globally targets paused RNA polymerase to regulate gene expression in response to environmental stimuli. Cell. 2012;149:807–818. [PubMed] [Google Scholar]Verdin E, Paras P Jr, Van Lint C. Chromatin disruption in the promoter of human immunodeficiency virus type 1 during transcriptional activation. EMBO J. 1993;12:3249–3259. [PMC free article] [PubMed] [Google Scholar]Van Lint C, Emiliani S, Ott M, Verdin E. Transcriptional activation and chromatin remodeling of the HIV-1 promoter in response to histone acetylation. EMBO J. 1996;15:1112–1120. [PMC free article] [PubMed] [Google Scholar]Craig JM. Heterochromatin–many flavours, common themes. Bioessays. 2005;27:17–28. [PubMed] [Google Scholar]Cheng X, Blumenthal RM. Mammalian DNA methyltransferases: a structural perspective. Structure. 2008;16:341–350. [PMC free article] [PubMed] [Google Scholar]Gangaraju VK, Bartholomew B. Mechanisms of ATP dependent chromatin remodeling. Mutat Res. 2007;618:3–17. [PMC free article] [PubMed] [Google Scholar]Workman JL, Kingston RE. Alteration of nucleosome structure as a mechanism of transcriptional regulation. Annu Rev Biochem. 1998;67:545–579. [PubMed] [Google Scholar]Berger SL. The complex language of chromatin regulation during transcription. Nature. 2007;447:407–412. [PubMed] [Google Scholar]Munshi A, Shafi G, Aliya N, Jyothy A. Histone modifications dictate specific biological readouts. J Genet Genomics. 2009;36:75–88. [PubMed] [Google Scholar]Yang XJ, Seto E. HATs and HDACs: from structure, function and regulation to novel strategies for therapy and prevention. Oncogene. 2007;26:5310–5318. [PubMed] [Google Scholar]Quivy V, Adam E, Collette Y, Demonte D, Chariot A, Vanhulle C, Berkhout B, Castellano R, de Launoit Y, Burny A. et al.Synergistic activation of human immunodeficiency virus type 1 promoter activity by NF-kappaB and inhibitors of deacetylases: potential perspectives for the development of therapeutic strategies. J Virol. 2002;76:11091–11103. [PMC free article] [PubMed] [Google Scholar]Lusic M, Marcello A, Cereseto A, Giacca M. Regulation of HIV-1 gene expression by histone acetylation and factor recruitment at the LTR promoter. EMBO J. 2003;22:6550–6561. [PMC free article] [PubMed] [Google Scholar]Williams SA, Chen LF, Kwon H, Ruiz-Jarabo CM, Verdin E, Greene WC. NF-kappaB p50 promotes HIV latency through HDAC recruitment and repression of transcriptional initiation. EMBO J. 2006;25:139–149. [PMC free article] [PubMed] [Google Scholar]Marban C, Suzanne S, Dequiedt F, de Walque S, Redel L, Van Lint C, Aunis D, Rohr O. Recruitment of chromatin-modifying enzymes by CTIP2 promotes HIV-1 transcriptional silencing. EMBO J. 2007;26:412–423. [PMC free article] [PubMed] [Google Scholar]Tyagi M, Karn J. CBF-1 promotes transcriptional silencing during the establishment of HIV-1 latency. EMBO J. 2007;26:4985–4995. [PMC free article] [PubMed] [Google Scholar]Keedy KS, Archin NM, Gates AT, Espeseth A, Hazuda DJ, Margolis DM. A limited group of class I histone deacetylases acts to repress human immunodeficiency virus type 1 expression. J Virol. 2009;83:4749–4756. [PMC free article] [PubMed] [Google Scholar]Huber K, Doyon G, Plaks J, Fyne E, Mellors JW, Sluis-Cremer N. Inhibitors of histone deacetylases: correlation between isoform specificity and reactivation of HIV type 1 (HIV-1) from latently infected cells. J Biol Chem. 2011;286:22211–22218. [PMC free article] [PubMed] [Google Scholar]Marban C, Redel L, Suzanne S, Van Lint C, Lecestre D, Chasserot-Golaz S, Leid M, Aunis D, Schaeffer E, Rohr O. COUP-TF interacting protein 2 represses the initial phase of HIV-1 gene transcription in human microglial cells. Nucleic Acids Res. 2005;33:2318–2331. [PMC free article] [PubMed] [Google Scholar]Palmisano I, Della Chiara G, D'Ambrosio RL, Huichalaf C, Brambilla P, Corbetta S, Riba M, Piccirillo R, Valente S, Casari G. et al.Amino acid starvation induces reactivation of silenced transgenes and latent HIV-1 provirus via down-regulation of histone deacetylase 4 (HDAC4) Proc Natl Acad Sci U S A. 2012;109:E2284–E2293. [PMC free article] [PubMed] [Google Scholar]Ying H, Zhang Y, Zhou X, Qu X, Wang P, Liu S, Lu D, Zhu H. Selective histonedeacetylase inhibitor M344 intervenes in HIV-1 latency through increasing histone acetylation and activation of NF-kappaB. PLoS One. 2012;7:e48832. [PMC free article] [PubMed] [Google Scholar]Crazzolara R, Johrer K, Johnstone RW, Greil R, Kofler R, Meister B, Bernhard D. Histone deacetylase inhibitors potently repress CXCR4 chemokine receptor expression and function in acute lymphoblastic leukaemia. Br J Haematol. 2002;119:965–969. [PubMed] [Google Scholar]Collins AF, Pearson HA, Giardina P, McDonagh KT, Brusilow SW, Dover GJ. Oral sodium phenylbutyrate therapy in homozygous beta thalassemia: a clinical trial. Blood. 1995;85:43–49. [PubMed] [Google Scholar]Dover GJ, Brusilow S, Charache S. Induction of fetal hemoglobin production in subjects with sickle cell anemia by oral sodium phenylbutyrate. Blood. 1994;84:339–343. [PubMed] [Google Scholar]Johannessen CU. Mechanisms of action of valproate: a commentatory. Neurochem Int. 2000;37:103–110. [PubMed] [Google Scholar]Phiel CJ, Zhang F, Huang EY, Guenther MG, Lazar MA, Klein PS. Histone deacetylase is a direct target of valproic acid, a potent anticonvulsant, mood stabilizer, and teratogen. J Biol Chem. 2001;276:36734–36741. [PubMed] [Google Scholar]Marks PA. Discovery and development of SAHA as an anticancer agent. Oncogene. 2007;26:1351–1356. [PubMed] [Google Scholar]Tan J, Cang S, Ma Y, Petrillo RL, Liu D. Novel histone deacetylase inhibitors in clinical trials as anti-cancer agents. J Hematol Oncol. 2010;3:5. [PMC free article] [PubMed] [Google Scholar]Atadja P. Development of the pan-DAC inhibitor panobinostat (LBH589): successes and challenges. Cancer Lett. 2009;280:233–241. [PubMed] [Google Scholar]Matalon S, Palmer BE, Nold MF, Furlan A, Kassu A, Fossati G, Mascagni P, Dinarello CA. The histone deacetylase inhibitor ITF2357 decreases surface CXCR4 and CCR5 expression on CD4(+) T-cells and monocytes and is superior to valproic acid for latent HIV-1 expression in vitro. J Acquir Immune Defic Syndr. 2010;54:1–9. [PMC free article] [PubMed] [Google Scholar]Shirakawa K, Chavez L, Hakre S, Calvanese V, Verdin E. Reactivation of latent HIV by histone deacetylase inhibitors. Trends Microbiol. 2013;21:277–85. [PMC free article] [PubMed] [Google Scholar]Archin NM, Espeseth A, Parker D, Cheema M, Hazuda D, Margolis DM. Expression of latent HIV induced by the potent HDAC inhibitor suberoylanilide hydroxamic acid. AIDS Res Hum Retroviruses. 2009;25:207–212. [PMC free article] [PubMed] [Google Scholar]Contreras X, Schweneker M, Chen CS, McCune JM, Deeks SG, Martin J, Peterlin BM. Suberoylanilide hydroxamic acid reactivates HIV from latently infected cells. J Biol Chem. 2009;284:6782–6789. [PMC free article] [PubMed] [Google Scholar]Wightman F, Ellenberg P, Churchill M, Lewin SR. HDAC inhibitors in HIV. Immunol Cell Biol. 2012;90:47–54. [PubMed] [Google Scholar]Matalon S, Rasmussen TA, Dinarello CA. Histone deacetylase inhibitors for purging HIV-1 from the latent reservoir. Mol Med. 2011;17:466–472. [PMC free article] [PubMed] [Google Scholar]Sahu GK, Cloyd MW. Latent HIV in primary T lymphocytes is unresponsive to histone deacetylase inhibitors. Virol J. 2012;8:400. [PMC free article] [PubMed] [Google Scholar]Blazkova J, Chun TW, Belay BW, Murray D, Justement JS, Funk EK, Nelson A, Hallahan CW, Moir S, Wender PA, Fauci AS. Effect of histone deacetylase inhibitors on HIV production in latently infected, resting CD4(+) T cells from infected individuals receiving effective antiretroviral therapy. J Infect Dis. 2012;206:765–769. [PMC free article] [PubMed] [Google Scholar]Archin NM, Liberty AL, Kashuba AD, Choudhary SK, Kuruc JD, Crooks AM, Parker DC, Anderson EM, Kearney MF, Strain MC. et al.Administration of vorinostat disrupts HIV-1 latency in patients on antiretroviral therapy. Nature. 2012;487:482–485. [PMC free article] [PubMed] [Google Scholar]Margolis DM. Histone deacetylase inhibitors and HIV latency. Curr Opin HIV AIDS. 2011;6:25–29. [PMC free article] [PubMed] [Google Scholar]Sagot-Lerolle N, Lamine A, Chaix ML, Boufassa F, Aboulker JP, Costagliola D, Goujard C, Pallier C, Delfraissy JF, Lambotte O. Prolonged valproic acid treatment does not reduce the size of latent HIV reservoir. AIDS. 2008;22:1125–1129. [PubMed] [Google Scholar]Choi BS, Lee HS, Oh YT, Hyun YL, Ro S, Kim SS, Hong KJ. Novel histone deacetylase inhibitors CG05 and CG06 effectively reactivate latently infected HIV-1. AIDS. 2010;24:609–611. [PubMed] [Google Scholar]Victoriano AF, Imai K, Togami H, Ueno T, Asamitsu K, Suzuki T, Miyata N, Ochiai K, Okamoto T. Novel histone deacetylase inhibitor NCH-51 activates latent HIV-1 gene expression. FEBS Lett. 2011;585:1103–1111. [PubMed] [Google Scholar]Qu X, Ying H, Wang X, Kong C, Zhou X, Wang P, Zhu H. Histone deacetylase inhibitor MC1293 induces latent HIV-1 reactivation by histone modification in vitro latency cell lines. Curr HIV Res. 2012;11:24–9. [PubMed] [Google Scholar]Micheva-Viteva S, Kobayashi Y, Edelstein LC, Pacchia AL, Lee HL, Graci JD, Breslin J, Phelan BD, Miller LK, Colacino JM. et al.High-throughput screening uncovers a compound that activates latent HIV-1 and acts cooperatively with a histone deacetylase (HDAC) inhibitor. J Biol Chem. 2011;286:21083–21091. [PMC free article] [PubMed] [Google Scholar]Imai K, Yamada K, Tamura M, Ochiai K, Okamoto T. Reactivation of latent HIV-1 by a wide variety of butyric acid-producing bacteria. Cell Mol Life Sci. 2012;69:2583–2592. [PubMed] [Google Scholar]Adam E, Quivy V, Bex F, Chariot A, Collette Y, Vanhulle C, Schoonbroodt S, Goffin V, Nguyen TL, Gloire G. et al.Potentiation of tumor necrosis factor-induced NF-kappa B activation by deacetylase inhibitors is associated with a delayed cytoplasmic reappearance of I kappa B alpha. Mol Cell Biol. 2003;23:6200–6209. [PMC free article] [PubMed] [Google Scholar]Calao M, Burny A, Quivy V, Dekoninck A, Van Lint C. A pervasive role of histone acetyltransferases and deacetylases in an NF-kappaB-signaling code. Trends Biochem Sci. 2008;33:339–349. [PubMed] [Google Scholar]Burnett JC, Lim KI, Calafi A, Rossi JJ, Schaffer DV, Arkin AP. Combinatorial latency reactivation for HIV-1 subtypes and variants. J Virol. 2010;84:5958–5974. [PMC free article] [PubMed] [Google Scholar]Perez M, de Vinuesa AG, Sanchez-Duffhues G, Marquez N, Bellido ML, Munoz-Fernandez MA, Moreno S, Castor TP, Calzado MA, Munoz E. Bryostatin-1 synergizes with histone deacetylase inhibitors to reactivate HIV-1 from latency. Curr HIV Res. 2010;8:418–429. [PubMed] [Google Scholar]Narlikar GJ, Fan HY, Kingston RE. Cooperation between complexes that regulate chromatin structure and transcription. Cell. 2002;108:475–487. [PubMed] [Google Scholar]du Chene I, Basyuk E, Lin YL, Triboulet R, Knezevich A, Chable-Bessia C, Mettling C, Baillat V, Reynes J, Corbeau P. et al.Suv39H1 and HP1gamma are responsible for chromatin-mediated HIV-1 transcriptional silencing and post-integration latency. EMBO J. 2007;26:424–435. [PMC free article] [PubMed] [Google Scholar]Imai K, Togami H, Okamoto T. Involvement of histone H3 lysine 9 (H3K9) methyltransferase G9a in the maintenance of HIV-1 latency and its reactivation by BIX01294. J Biol Chem. 2010;285:16538–16545. [PMC free article] [PubMed] [Google Scholar]Desplats P, Dumaop W, Smith D, Adame A, Everall I, Letendre S, Ellis R, Cherner M, Grant I, Masliah E. Molecular and pathologic insights from latent HIV-1 infection in the human brain. Neurology. 2013;80:1415–1423. [PMC free article] [PubMed] [Google Scholar]Ding D, Qu X, Li L, Zhou X, Liu S, Lin S, Wang P, Liu S, Kong C, Wang X. et al.Involvement of histone methyltransferase GLP in HIV-1 latency through catalysis of H3K9 dimethylation. Virology. 2013;440:182–189. [PubMed] [Google Scholar]Hauser D, Weber HP, Sigg HP. Isolation and configuration of Chaetocin. Helv Chim Acta. 1970;53:1061–1073. [PubMed] [Google Scholar]Greiner D, Bonaldi T, Eskeland R, Roemer E, Imhof A. Identification of a specific inhibitor of the histone methyltransferase SU(VAR)3-9. Nat Chem Biol. 2005;1:143–145. [PubMed] [Google Scholar]Yamada A, Kataoka T, Nagai K. The fungal metabolite gliotoxin: immunosuppressive activity on CTL-mediated cytotoxicity. Immunol Lett. 2000;71:27–32. [PubMed] [Google Scholar]Kawahara N, Nozawa K, Yamazaki M, Nakajima S, Kawai K. Structures of novel epipolythiodioxopiperazines, emethallicins B, C, and D, potent inhibitors of histamine release, from Emericella heterothallica. Chem Pharm Bull(Tokyo) 1990;38:73–78. [PubMed] [Google Scholar]Neuss N, Boeck LD, Brannon DR, Cline JC, DeLong DC, Gorman M, Huckstep LL, Lively DH, Mabe J, Marsh MM. et al.Aranotin and related metabolites from Arachniotus aureus (Eidam) Schroeter. IV. Fermentation, isolation, structure elucidation, biosynthesis, and antiviral properties. Antimicrob Agents Chemother (Bethesda) 1968;8:213–219. [PubMed] [Google Scholar]Kubicek S, O'Sullivan RJ, August EM, Hickey ER, Zhang Q, Teodoro ML, Rea S, Mechtler K, Kowalski JA, Homon CA. et al.Reversal of H3K9me2 by a small-molecule inhibitor for the G9a histone methyltransferase. Mol Cell. 2007;25:473–481. [PubMed] [Google Scholar]Chang Y, Zhang X, Horton JR, Upadhyay AK, Spannhoff A, Liu J, Snyder JP, Bedford MT, Cheng X. Structural basis for G9a-like protein lysine methyltransferase inhibition by BIX-01294. Nat Struct Mol Biol. 2009;16:312–317. [PMC free article] [PubMed] [Google Scholar]Chaib H, Nebbioso A, Prebet T, Castellano R, Garbit S, Restouin A, Vey N, Altucci L, Collette Y. Anti-leukemia activity of chaetocin via death receptor-dependent apoptosis and dual modulation of the histone methyl-transferase SUV39H1. Leukemia. 2012;26:662–74. [PubMed] [Google Scholar]Isham CR, Tibodeau JD, Jin W, Xu R, Timm MM, Bible KC. Chaetocin: a promising new antimyeloma agent with in vitro and in vivo activity mediated via imposition of oxidative stress. Blood. 2007;109:2579–2588. [PMC free article] [PubMed] [Google Scholar]Lee YM, Lim JH, Yoon H, Chun YS, Park JW. Antihepatoma activity of chaetocin due to deregulated splicing of hypoxia-inducible factor 1alpha pre-mRNA in mice and in vitro. Hepatology. 2011;53:171–180. [PubMed] [Google Scholar]Rudolph T, Yonezawa M, Lein S, Heidrich K, Kubicek S, Schafer C, Phalke S, Walther M, Schmidt A, Jenuwein T, Reuter G. Heterochromatin formation in Drosophila is initiated through active removal of H3K4 methylation by the LSD1 homolog SU(VAR)3-3. Mol Cell. 2007;26:103–115. [PubMed] [Google Scholar]Le Douce V, Colin L, Redel L, Cherrier T, Herbein G, Aunis D, Rohr O, Van Lint C, Schwartz C. LSD1 cooperates with CTIP2 to promote HIV-1 transcriptional silencing. Nucleic Acids Res. 2012;40:1904–1915. [PMC free article] [PubMed] [Google Scholar]Sakane N, Kwon HS, Pagans S, Kaehlcke K, Mizusawa Y, Kamada M, Lassen KG, Chan J, Greene WC, Schnoelzer M, Ott M. Activation of HIV transcription by the viral Tat protein requires a demethylation step mediated by lysine-specific demethylase 1 (LSD1/KDM1) PLoS Pathog. 2011;7:e1002184. [PMC free article] [PubMed] [Google Scholar]Tae S, Karkhanis V, Velasco K, Yaneva M, Erdjument-Bromage H, Tempst P, Sif S. Bromodomain protein 7 interacts with PRMT5 and PRC2, and is involved in transcriptional repression of their target genes. Nucleic Acids Res. 2011;39:5424–5438. [PMC free article] [PubMed] [Google Scholar]Vire E, Brenner C, Deplus R, Blanchon L, Fraga M, Didelot C, Morey L, Van Eynde A, Bernard D, Vanderwinden JM. et al.The Polycomb group protein EZH2 directly controls DNA methylation. Nature. 2006;439:871–874. [PubMed] [Google Scholar]Miranda TB, Cortez CC, Yoo CB, Liang G, Abe M, Kelly TK, Marquez VE, Jones PA. DZNep is a global histone methylation inhibitor that reactivates developmental genes not silenced by DNA methylation. Mol Cancer Ther. 2009;8:1579–1588. [PMC free article] [PubMed] [Google Scholar]Kleer CG, Cao Q, Varambally S, Shen R, Ota I, Tomlins SA, Ghosh D, Sewalt RG, Otte AP, Hayes DF. et al.EZH2 is a marker of aggressive breast cancer and promotes neoplastic transformation of breast epithelial cells. Proc Natl Acad Sci U S A. 2003;100:11606–11611. [PMC free article] [PubMed] [Google Scholar]Takawa M, Masuda K, Kunizaki M, Daigo Y, Takagi K, Iwai Y, Cho HS, Toyokawa G, Yamane Y, Maejima K. et al.Validation of the histone methyltransferase EZH2 as a therapeutic target for various types of human cancer and as a prognostic marker. Cancer Sci. 2011;102:1298–1305. [PubMed] [Google Scholar]Varambally S, Dhanasekaran SM, Zhou M, Barrette TR, Kumar-Sinha C, Sanda MG, Ghosh D, Pienta KJ, Sewalt RG, Otte AP. et al.The polycomb group protein EZH2 is involved in progression of prostate cancer. Nature. 2002;419:624–629. [PubMed] [Google Scholar]Wagener N, Macher-Goeppinger S, Pritsch M, Husing J, Hoppe-Seyler K, Schirmacher P, Pfitzenmaier J, Haferkamp A, Hoppe-Seyler F, Hohenfellner M. Enhancer of zeste homolog 2 (EZH2) expression is an independent prognostic factor in renal cell carcinoma. BMC Cancer. 2010;10:524. [PMC free article] [PubMed] [Google Scholar]Diaz E, Machutta CA, Chen S, Jiang Y, Nixon C, Hofmann G, Key D, Sweitzer S, Patel M, Wu Z. et al.Development and validation of reagents and assays for EZH2 peptide and nucleosome high-throughput screens. J Biomol Screen. 2012;17:1279–92. [PubMed] [Google Scholar]McCabe MT, Ott HM, Ganji G, Korenchuk S, Thompson C, Van Aller GS, Liu Y, Graves AP, Iii AD, Diaz E. et al.EZH2 inhibition as a therapeutic strategy for lymphoma with EZH2-activating mutations. Nature. 2012;492:108–12. [PubMed] [Google Scholar]Suzuki MM, Bird A. DNA methylation landscapes: provocative insights from epigenomics. Nat Rev Genet. 2008;9:465–476. [PubMed] [Google Scholar]Kauder SE, Bosque A, Lindqvist A, Planelles V, Verdin E. Epigenetic regulation of HIV-1 latency by cytosine methylation. PLoS Pathog. 2009;5:e1000495. [PMC free article] [PubMed] [Google Scholar]Blazkova J, Trejbalova K, Gondois-Rey F, Halfon P, Philibert P, Guiguen A, Verdin E, Olive D, Van Lint C, Hejnar J, Hirsch I. CpG methylation controls reactivation of HIV from latency. PLoS Pathog. 2009;5:e1000554. [PMC free article] [PubMed] [Google Scholar]Blazkova J, Murray D, Justement JS, Funk EK, Nelson AK, Moir S, Chun TW, Fauci AS. Paucity of HIV DNA methylation in latently infected, resting CD4+ T cells from infected individuals receiving antiretroviral therapy. J Virol. 2012;86:5390–5392. [PMC free article] [PubMed] [Google Scholar]Fenaux P. Inhibitors of DNA methylation: beyond myelodysplastic syndromes. Nat Clin Pract Oncol. 2005;2(Suppl 1):S36–S44. [PubMed] [Google Scholar]O'Brien MC, Ueno T, Jahan N, Zajac-Kaye M, Mitsuya H. HIV-1 expression induced by anti-cancer agents in latently HIV-1-infected ACH2 cells. Biochem Biophys Res Commun. 1995;207:903–909. [PubMed] [Google Scholar]Pion M, Jordan A, Biancotto A, Dequiedt F, Gondois-Rey F, Rondeau S, Vigne R, Hejnar J, Verdin E, Hirsch I. Transcriptional suppression of in vitro-integrated human immunodeficiency virus type 1 does not correlate with proviral DNA methylation. J Virol. 2003;77:4025–4032. [PMC free article] [PubMed] [Google Scholar]Yu N, Wang M. Anticancer drug discovery targeting DNA hypermethylation. Curr Med Chem. 2008;15:1350–1375. [PubMed] [Google Scholar]Ghoshal K, Datta J, Majumder S, Bai S, Kutay H, Motiwala T, Jacob ST. 5-Aza-deoxycytidine induces selective degradation of DNA methyltransferase 1 by a proteasomal pathway that requires the KEN box, bromo-adjacent homology domain, and nuclear localization signal. Mol Cell Biol. 2005;25:4727–4741. [PMC free article] [PubMed] [Google Scholar]Dapp MJ, Clouser CL, Patterson S, Mansky LM. 5-Azacytidine can induce lethal mutagenesis in human immunodeficiency virus type 1. J Virol. 2009;83:11950–11958. [PMC free article] [PubMed] [Google Scholar]Clouser CL, Patterson SE, Mansky LM. Exploiting drug repositioning for discovery of a novel HIV combination therapy. J Virol. 2010;84:9301–9309. [PMC free article] [PubMed] [Google Scholar]Clouser CL, Holtz CM, Mullett M, Crankshaw DL, Briggs JE, O'Sullivan MG, Patterson SE, Mansky LM. Activity of a novel combined antiretroviral therapy of gemcitabine and decitabine in a mouse model for HIV-1. Antimicrob Agents Chemother. 2012;56:1942–1948. [PMC free article] [PubMed] [Google Scholar]Clouser CL, Chauhan J, Bess MA, Oploo JL, Zhou D, Dimick-Gray S, Mansky LM, Patterson SE. Anti-HIV-1 activity of resveratrol derivatives and synergistic inhibition of HIV-1 by the combination of resveratrol and decitabine. Bioorg Med Chem Lett. 2012;22:6642–6646. [PMC free article] [PubMed] [Google Scholar]Fernandez G, Zeichner SL. Cell line-dependent variability in HIV activation employing DNMT inhibitors. Virol J. 2010;7:266. [PMC free article] [PubMed] [Google Scholar]Marcello A, Zoppe M, Giacca M. Multiple modes of transcriptional regulation by the HIV-1 Tat transactivator. IUBMB Life. 2001;51:175–181. [PubMed] [Google Scholar]Jager S, Cimermancic P, Gulbahce N, Johnson JR, McGovern KE, Clarke SC, Shales M, Mercenne G, Pache L, Li K. et al.Global landscape of HIV-human protein complexes. Nature. 2011;481:365–370. [PMC free article] [PubMed] [Google Scholar]Vardabasso C, Manganaro L, Lusic M, Marcello A, Giacca M. The histone chaperone protein nucleosome assembly protein-1 (hNAP-1) binds HIV-1 Tat and promotes viral transcription. Retrovirology. 2008;5:8. [PMC free article] [PubMed] [Google Scholar]De Marco A, Dans PD, Knezevich A, Maiuri P, Pantano S, Marcello A. Subcellular localization of the interaction between the human immunodeficiency virus transactivator Tat and the nucleosome assembly protein 1. Amino Acids. 2010;38:1583–1593. [PubMed] [Google Scholar]Cochrane A, Murley LL, Gao M, Wong R, Clayton K, Brufatto N, Canadien V, Mamelak D, Chen T, Richards D. et al.Stable complex formation between HIV Rev and the nucleosome assembly protein, NAP1, affects Rev function. Virology. 2009;388:103–111. [PubMed] [Google Scholar]Chiba K, Yamamoto J, Yamaguchi Y, Handa H. Promoter-proximal pausing and its release: molecular mechanisms and physiological functions. Exp Cell Res. 2010;316:2723–2730. [PubMed] [Google Scholar]Wagschal A, Rousset E, Basavarajaiah P, Contreras X, Harwig A, Laurent-Chabalier S, Nakamura M, Chen X, Zhang K, Meziane O. et al.Microprocessor, Setx, Xrn2, and Rrp6 co-operate to induce premature termination of transcription by RNAPII. Cell. 2012;150:1147–1157. [PMC free article] [PubMed] [Google Scholar]Core LJ, Lis JT. Transcription regulation through promoter-proximal pausing of RNA polymerase II. Science. 2008;319:1791–1792. [PMC free article] [PubMed] [Google Scholar]Core LJ, Waterfall JJ, Lis JT. Nascent RNA sequencing reveals widespread pausing and divergent initiation at human promoters. Science. 2008;322:1845–1848. [PMC free article] [PubMed] [Google Scholar]Seila AC, Calabrese JM, Levine SS, Yeo GW, Rahl PB, Flynn RA, Young RA, Sharp PA. Divergent transcription from active promoters. Science. 2008;322:1849–1851. [PMC free article] [PubMed] [Google Scholar]Ott M, Geyer M, Zhou Q. The control of HIV transcription: keeping RNA polymerase II on track. Cell Host Microbe. 2011;10:426–435. [PMC free article] [PubMed] [Google Scholar]Karn J. The molecular biology of HIV latency: breaking and restoring the Tat-dependent transcriptional circuit. Curr Opin HIV AIDS. 2011;6:4–11. [PMC free article] [PubMed] [Google Scholar]Ramakrishnan R, Liu H, Donahue H, Malovannaya A, Qin J, Rice AP. Identification of novel CDK9 and Cyclin T1-associated protein complexes (CCAPs) whose siRNA depletion enhances HIV-1 Tat function. Retrovirology. 2012;9:90. [PMC free article] [PubMed] [Google Scholar]Ramakrishnan R, Rice AP. Cdk9 T-loop phosphorylation is regulated by the calcium signaling pathway. J Cell Physiol. 2012;227:609–617. [PMC free article] [PubMed] [Google Scholar]D'Orso I, Frankel AD. RNA-mediated displacement of an inhibitory snRNP complex activates transcription elongation. Nat Struct Mol Biol. 2010;17:815–821. [PMC free article] [PubMed] [Google Scholar]Marcello A. RNA polymerase II transcription on the fast lane. Transcription. 2012;3:29–34. [PubMed] [Google Scholar]Maiuri P, Knezevich A, De Marco A, Mazza D, Kula A, McNally JG, Marcello A. Fast transcription rates of RNA polymerase II in human cells. EMBO Rep. 2011;12:1280–1285. [PMC free article] [PubMed] [Google Scholar]He N, Liu M, Hsu J, Xue Y, Chou S, Burlingame A, Krogan NJ, Alber T, Zhou Q. HIV-1 Tat and host AFF4 recruit two transcription elongation factors into a bifunctional complex for coordinated activation of HIV-1 transcription. Mol Cell. 2010;38:428–438. [PMC free article] [PubMed] [Google Scholar]Sobhian B, Laguette N, Yatim A, Nakamura M, Levy Y, Kiernan R, Benkirane M. HIV-1 Tat assembles a multifunctional transcription elongation complex and stably associates with the 7SK snRNP. Mol Cell. 2010;38:439–451. [PMC free article] [PubMed] [Google Scholar]Lin C, Smith ER, Takahashi H, Lai KC, Martin-Brown S, Florens L, Washburn MP, Conaway JW, Conaway RC, Shilatifard A. AFF4, a component of the ELL/P-TEFb elongation complex and a shared subunit of MLL chimeras, can link transcription elongation to leukemia. Mol Cell. 2010;37:429–437. [PMC free article] [PubMed] [Google Scholar]He N, Chan CK, Sobhian B, Chou S, Xue Y, Liu M, Alber T, Benkirane M, Zhou Q. Human Polymerase-Associated Factor complex (PAFc) connects the Super Elongation Complex (SEC) to RNA polymerase II on chromatin. Proc Natl Acad Sci U S A. 2011;108:E636–E645. [PMC free article] [PubMed] [Google Scholar]Andreeff M, Stone R, Michaeli J, Young CW, Tong WP, Sogoloff H, Ervin T, Kufe D, Rifkind RA, Marks PA. Hexamethylene bisacetamide in myelodysplastic syndrome and acute myelogenous leukemia: a phase II clinical trial with a differentiation-inducing agent. Blood. 1992;80:2604–2609. [PubMed] [Google Scholar]Chun HG, Leyland-Jones B, Hoth D, Shoemaker D, Wolpert-DeFilippes M, Grieshaber C, Cradock J, Davignon P, Moon R, Rifkind R. et al.Hexamethylene bisacetamide: a polar-planar compound entering clinical trials as a differentiating agent. Cancer Treat Rep. 1986;70:991–996. [PubMed] [Google Scholar]Antoni BA, Rabson AB, Kinter A, Bodkin M, Poli G. NF-kappa B-dependent and -independent pathways of HIV activation in a chronically infected T cell line. Virology. 1994;202:684–694. [PubMed] [Google Scholar]Vlach J, Pitha PM. Hexamethylene bisacetamide activates the human immunodeficiency virus type 1 provirus by an NF-kappa B-independent mechanism. J Gen Virol. 1993;74(Pt 11):2401–2408. [PubMed] [Google Scholar]Contreras X, Barboric M, Lenasi T, Peterlin BM. HMBA releases P-TEFb from HEXIM1 and 7SK snRNA via PI3K/Akt and activates HIV transcription. PLoS Pathog. 2007;3:1459–1469. [PMC free article] [PubMed] [Google Scholar]Choudhary SK, Archin NM, Margolis DM. Hexamethylbisacetamide and disruption of human immunodeficiency virus type 1 latency in CD4(+) T cells. J Infect Dis. 2008;197:1162–1170. [PubMed] [Google Scholar]Klichko V, Archin N, Kaur R, Lehrman G, Margolis D. Hexamethylbisacetamide remodels the human immunodeficiency virus type 1 (HIV-1) promoter and induces Tat-independent HIV-1 expression but blunts cell activation. J Virol. 2006;80:4570–4579. [PMC free article] [PubMed] [Google Scholar]Filippakopoulos P, Qi J, Picaud S, Shen Y, Smith WB, Fedorov O, Morse EM, Keates T, Hickman TT, Felletar I. et al.Selective inhibition of BET bromodomains. Nature. 2010;468:1067–1073. [PMC free article] [PubMed] [Google Scholar]Bartholomeeusen K, Xiang Y, Fujinaga K, Peterlin BM. Bromodomain and Extra-terminal (BET) bromodomain inhibition activate transcription via transient release of positive transcription elongation factor b (P-TEFb) from 7SK small nuclear ribonucleoprotein. J Biol Chem. 2012;287:36609–36616. [PMC free article] [PubMed] [Google Scholar]Li Z, Guo J, Wu Y, Zhou Q. The BET bromodomain inhibitor JQ1 activates HIV latency through antagonizing Brd4 inhibition of Tat-transactivation. Nucleic Acids Res. 2012;41:277–87. [PMC free article] [PubMed] [Google Scholar]Banerjee C, Archin N, Michaels D, Belkina AC, Denis GV, Bradner J, Sebastiani P, Margolis DM, Montano M. BET bromodomain inhibition as a novel strategy for reactivation of HIV-1. J Leukoc Biol. 2012;92:1147–54. [PMC free article] [PubMed] [Google Scholar]Zhu J, Gaiha GD, John SP, Pertel T, Chin CR, Gao G, Qu H, Walker BD, Elledge SJ, Brass AL. Reactivation of Latent HIV-1 by Inhibition of BRD4. Cell Rep. 2012;2:807–816. [PMC free article] [PubMed] [Google Scholar]Boehm D, Calvanese V, Dar RD, Xing S, Schroeder S, Martins L, Aull K, Li PC, Planelles V, Bradner JE. et al.BET bromodomain-targeting compounds reactivate HIV from latency via a Tat-independent mechanism. Cell Cycle. 2013;12:452–462. [PMC free article] [PubMed] [Google Scholar]Massari S, Sabatini S, Tabarrini O. Blocking HIV-1 replication by targeting the TAT-hijacked transcriptional machinery. Curr Pharm Des. 2012;19:1860–79. [PubMed] [Google Scholar]Massari S, Daelemans D, Barreca ML, Knezevich A, Sabatini S, Cecchetti V, Marcello A, Pannecouque C, Tabarrini O. A 1,8-naphthyridone derivative targets the HIV-1 Tat-mediated transcription and potently inhibits the HIV-1 replication. J Med Chem. 2010;53:641–648. [PubMed] [Google Scholar]Tahirov TH, Babayeva ND, Varzavand K, Cooper JJ, Sedore SC, Price DH. Crystal structure of HIV-1 Tat complexed with human P-TEFb. Nature. 2010;465:747–751. [PMC free article] [PubMed] [Google Scholar]Jenuwein T, Allis CD. Translating the histone code. Science. 2001;293:1074–1080. [PubMed] [Google Scholar]Kiernan RE, Vanhulle C, Schiltz L, Adam E, Xiao H, Maudoux F, Calomme C, Burny A, Nakatani Y, Jeang KT. et al.HIV-1 tat transcriptional activity is regulated by acetylation. EMBO J. 1999;18:6106–6118. [PMC free article] [PubMed] [Google Scholar]Bres V, Tagami H, Peloponese JM, Loret E, Jeang KT, Nakatani Y, Emiliani S, Benkirane M, Kiernan RE. Differential acetylation of Tat coordinates its interaction with the co-activators cyclin T1 and PCAF. EMBO J. 2002;21:6811–6819. [PMC free article] [PubMed] [Google Scholar]Huo L, Li D, Sun X, Shi X, Karna P, Yang W, Liu M, Qiao W, Aneja R, Zhou J. Regulation of Tat acetylation and transactivation activity by the microtubule-associated deacetylase HDAC6. J Biol Chem. 2011;286:9280–9286. [PMC free article] [PubMed] [Google Scholar]Col E, Caron C, Seigneurin-Berny D, Gracia J, Favier A, Khochbin S. The histone acetyltransferase, hGCN5, interacts with and acetylates the HIV transactivator, Tat. J Biol Chem. 2001;276:28179–28184. [PubMed] [Google Scholar]Ott M, Schnolzer M, Garnica J, Fischle W, Emiliani S, Rackwitz HR, Verdin E. Acetylation of the HIV-1 Tat protein by p300 is important for its transcriptional activity. Curr Biol. 1999;9:1489–1492. [PubMed] [Google Scholar]Kaehlcke K, Dorr A, Hetzer-Egger C, Kiermer V, Henklein P, Schnoelzer M, Loret E, Cole PA, Verdin E, Ott M. Acetylation of Tat defines a cyclinT1-independent step in HIV transactivation. Mol Cell. 2003;12:167–176. [PubMed] [Google Scholar]Dorr A, Kiermer V, Pedal A, Rackwitz HR, Henklein P, Schubert U, Zhou MM, Verdin E, Ott M. Transcriptional synergy between Tat and PCAF is dependent on the binding of acetylated Tat to the PCAF bromodomain. EMBO J. 2002;21:2715–2723. [PMC free article] [PubMed] [Google Scholar]Mahmoudi T, Parra M, Vries RG, Kauder SE, Verrijzer CP, Ott M, Verdin E. The SWI/SNF chromatin-remodeling complex is a cofactor for Tat transactivation of the HIV promoter. J Biol Chem. 2006;281:19960–19968. [PubMed] [Google Scholar]Pagans S, Pedal A, North BJ, Kaehlcke K, Marshall BL, Dorr A, Hetzer-Egger C, Henklein P, Frye R, McBurney MW. et al.SIRT1 regulates HIV transcription via Tat deacetylation. PLoS Biol. 2005;3:e41. [PMC free article] [PubMed] [Google Scholar]Pagans S, Kauder SE, Kaehlcke K, Sakane N, Schroeder S, Dormeyer W, Trievel RC, Verdin E, Schnolzer M, Ott M. The cellular lysine methyltransferase Set7/9-KMT7 binds HIV-1 TAR RNA, monomethylates the viral transactivator Tat, and enhances HIV transcription. Cell Host Microbe. 2010;7:234–244. [PMC free article] [PubMed] [Google Scholar]Boireau S, Maiuri P, Basyuk E, de la Mata M, Knezevich A, Pradet-Balade B, Backer V, Kornblihtt A, Marcello A, Bertrand E. The transcriptional cycle of HIV-1 in real-time and live cells. J Cell Biol. 2007;179:291–304. [PMC free article] [PubMed] [Google Scholar]Molle D, Maiuri P, Boireau S, Bertrand E, Knezevich A, Marcello A, Basyuk E. A real-time view of the TAR:Tat:P-TEFb complex at HIV-1 transcription sites. Retrovirology. 2007;4:36. [PMC free article] [PubMed] [Google Scholar]Bres V, Kiernan RE, Linares LK, Chable-Bessia C, Plechakova O, Treand C, Emiliani S, Peloponese JM, Jeang KT, Coux O. et al.A non-proteolytic role for ubiquitin in Tat-mediated transactivation of the HIV-1 promoter. Nat Cell Biol. 2003;5:754–761. [PubMed] [Google Scholar]Lassot I, Latreille D, Rousset E, Sourisseau M, Linares LK, Chable-Bessia C, Coux O, Benkirane M, Kiernan RE. The proteasome regulates HIV-1 transcription by both proteolytic and nonproteolytic mechanisms. Mol Cell. 2007;25:369–383. [PubMed] [Google Scholar]Mujtaba S, He Y, Zeng L, Farooq A, Carlson JE, Ott M, Verdin E, Zhou MM. Structural basis of lysine-acetylated HIV-1 Tat recognition by PCAF bromodomain. Mol Cell. 2002;9:575–586. [PubMed] [Google Scholar]Pantano S, Marcello A, Ferrari A, Gaudiosi D, Sabo A, Pellegrini V, Beltram F, Giacca M, Carloni P. Insights on HIV-1 Tat:P/CAF bromodomain molecular recognition from in vivo experiments and molecular dynamics simulations. Proteins. 2006;62:1062–1073. [PubMed] [Google Scholar]Pan C, Mezei M, Mujtaba S, Muller M, Zeng L, Li J, Wang Z, Zhou MM. Structure-guided optimization of small molecules inhibiting human immunodeficiency virus 1 Tat association with the human coactivator p300/CREB binding protein-associated factor. J Med Chem. 2007;50:2285–2288. [PubMed] [Google Scholar]Agbottah E, Deng L, Dannenberg LO, Pumfery A, Kashanchi F. Effect of SWI/SNF chromatin remodeling complex on HIV-1 Tat activated transcription. Retrovirology. 2006;3:48. [PMC free article] [PubMed] [Google Scholar]Treand C, du Chene I, Bres V, Kiernan R, Benarous R, Benkirane M, Emiliani S. Requirement for SWI/SNF chromatin-remodeling complex in Tat-mediated activation of the HIV-1 promoter. EMBO J. 2006;25:1690–1699. [PMC free article] [PubMed] [Google Scholar]Rafati H, Parra M, Hakre S, Moshkin Y, Verdin E, Mahmoudi T. Repressive LTR nucleosome positioning by the BAF complex is required for HIV latency. PLoS Biol. 2011;9:e1001206. [PMC free article] [PubMed] [Google Scholar]Kalpana GV, Marmon S, Wang W, Crabtree GR, Goff SP. Binding and stimulation of HIV-1 integrase by a human homolog of yeast transcription factor SNF5. Science. 1994;266:2002–2006. [PubMed] [Google Scholar]Maroun M, Delelis O, Coadou G, Bader T, Segeral E, Mbemba G, Petit C, Sonigo P, Rain JC, Mouscadet JF. et al.Inhibition of early steps of HIV-1 replication by SNF5/Ini1. J Biol Chem. 2006;281:22736–22743. [PubMed] [Google Scholar]Turelli P, Doucas V, Craig E, Mangeat B, Klages N, Evans R, Kalpana G, Trono D. Cytoplasmic recruitment of INI1 and PML on incoming HIV preintegration complexes: interference with early steps of viral replication. Mol Cell. 2001;7:1245–1254. [PubMed] [Google Scholar]Kula A, Marcello A. Dynamic post-transcriptional regulation of HIV-1 gene expression. Biology. 2012;1:116–133. [PMC free article] [PubMed] [Google Scholar]Lassen KG, Ramyar KX, Bailey JR, Zhou Y, Siliciano RF. Nuclear retention of multiply spliced HIV-1 RNA in resting CD4+ T cells. PLoS Pathog. 2006;2:e68. [PMC free article] [PubMed] [Google Scholar]Zolotukhin AS, Michalowski D, Bear J, Smulevitch SV, Traish AM, Peng R, Patton J, Shatsky IN, Felber BK. PSF acts through the human immunodeficiency virus type 1 mRNA instability elements to regulate virus expression. Mol Cell Biol. 2003;23:6618–6630. [PMC free article] [PubMed] [Google Scholar]Yedavalli VS, Jeang KT. Matrin 3 is a co-factor for HIV-1 Rev in regulating post-transcriptional viral gene expression. Retrovirology. 2011;8:61. [PMC free article] [PubMed] [Google Scholar]Kula A, Guerra J, Knezevich A, Kleva D, Myers MP, Marcello A. Characterization of the HIV-1 RNA associated proteome identifies Matrin 3 as a nuclear cofactor of Rev function. Retrovirology. 2011;8:60. [PMC free article] [PubMed] [Google Scholar]Kula A, Gharu L, Marcello A. HIV-1 pre-mRNA commitment to Rev mediated export through PSF and Matrin 3. Virology. 2013;435:329–340. [PubMed] [Google Scholar]Huang J, Wang F, Argyris E, Chen K, Liang Z, Tian H, Huang W, Squires K, Verlinghieri G, Zhang H. Cellular microRNAs contribute to HIV-1 latency in resting primary CD4+ T lymphocytes. Nat Med. 2007;13:1241–1247. [PubMed] [Google Scholar]Pace MJ, Graf EH, Agosto LM, Mexas AM, Male F, Brady T, Bushman FD, O'Doherty U. Directly infected resting CD4 + T cells can produce HIV Gag without spreading infection in a model of HIV latency. PLoS Pathog. 2012;8:e1002818. [PMC free article] [PubMed] [Google Scholar]Houzet L, Yeung ML, de Lame V, Desai D, Smith SM, Jeang KT. MicroRNA profile changes in human immunodeficiency virus type 1 (HIV-1) seropositive individuals. Retrovirology. 2008;5:118. [PMC free article] [PubMed] [Google Scholar]Witwer KW, Watson AK, Blankson JN, Clements JE. Relationships of PBMC microRNA expression, plasma viral load, and CD4+ T-cell count in HIV-1-infected elite suppressors and viremic patients. Retrovirology. 2012;9:5. [PMC free article] [PubMed] [Google Scholar]Bignami F, Pilotti E, Bertoncelli L, Ronzi P, Gulli M, Marmiroli N, Magnani G, Pinti M, Lopalco L, Mussini C. et al.Stable changes in CD4+ T lymphocyte miRNA expression after exposure to HIV-1. Blood. 2012;119:6259–6267. [PubMed] [Google Scholar]Triboulet R, Mari B, Lin YL, Chable-Bessia C, Bennasser Y, Lebrigand K, Cardinaud B, Maurin T, Barbry P, Baillat V. et al.Suppression of microRNA-silencing pathway by HIV-1 during virus replication. Science. 2007;315:1579–1582. [PubMed] [Google Scholar]Nathans R, Chu CY, Serquina AK, Lu CC, Cao H, Rana TM. Cellular microRNA and P bodies modulate host-HIV-1 interactions. Mol Cell. 2009;34:696–709. [PMC free article] [PubMed] [Google Scholar]Sun G, Li H, Wu X, Covarrubias M, Scherer L, Meinking K, Luk B, Chomchan P, Alluin J, Gombart AF, Rossi JJ. Interplay between HIV-1 infection and host microRNAs. Nucleic Acids Res. 2012;40:2181–2196. [PMC free article] [PubMed] [Google Scholar]Yeung ML, Bennasser Y, Watashi K, Le SY, Houzet L, Jeang KT. Pyrosequencing of small non-coding RNAs in HIV-1 infected cells: evidence for the processing of a viral-cellular double-stranded RNA hybrid. Nucleic Acids Res. 2009;37:6575–6586. [PMC free article] [PubMed] [Google Scholar]Schopman NC, Willemsen M, Liu YP, Bradley T, van Kampen A, Baas F, Berkhout B, Haasnoot J. Deep sequencing of virus-infected cells reveals HIV-encoded small RNAs. Nucleic Acids Res. 2012;40:414–427. [PMC free article] [PubMed] [Google Scholar]Qian S, Zhong X, Yu L, Ding B, de Haan P, Boris-Lawrie K. HIV-1 Tat RNA silencing suppressor activity is conserved across kingdoms and counteracts translational repression of HIV-1. Proc Natl Acad Sci U S A. 2009;106:605–610. [PMC free article] [PubMed] [Google Scholar]Hayes AM, Qian S, Yu L, Boris-Lawrie K. Tat RNA silencing suppressor activity contributes to perturbation of lymphocyte miRNA by HIV-1. Retrovirology. 2011;8:36. [PMC free article] [PubMed] [Google Scholar]Coley W, Van Duyne R, Carpio L, Guendel I, Kehn-Hall K, Chevalier S, Narayanan A, Luu T, Lee N, Klase Z, Kashanchi F. Absence of DICER in monocytes and its regulation by HIV-1. J Biol Chem. 2010;285:31930–31943. [PMC free article] [PubMed] [Google Scholar]Wang X, Ye L, Hou W, Zhou Y, Wang YJ, Metzger DS, Ho WZ. Cellular microRNA expression correlates with susceptibility of monocytes/macrophages to HIV-1 infection. Blood. 2009;113:671–674. [PMC free article] [PubMed] [Google Scholar]Sung TL, Rice AP. miR-198 inhibits HIV-1 gene expression and replication in monocytes and its mechanism of action appears to involve repression of cyclin T1. PLoS Pathog. 2009;5:e1000263. [PMC free article] [PubMed] [Google Scholar]Chiang K, Rice AP. MicroRNA-mediated restriction of HIV-1 in resting CD4(+) T cells and monocytes. Viruses. 2012;4:1390–1409. [PMC free article] [PubMed] [Google Scholar]Chiang K, Sung TL, Rice AP. Regulation of cyclin T1 and HIV-1 replication by microRNAs in resting CD4+ T lymphocytes. J Virol. 2012;86:3244–3252. [PMC free article] [PubMed] [Google Scholar]Ahluwalia JK, Khan SZ, Soni K, Rawat P, Gupta A, Hariharan M, Scaria V, Lalwani M, Pillai B, Mitra D, Brahmachari SK. Human cellular microRNA hsa-miR-29a interferes with viral nef protein expression and HIV-1 replication. Retrovirology. 2008;5:117. [PMC free article] [PubMed] [Google Scholar]Bennasser Y, Le SY, Yeung ML, Jeang KT. HIV-1 encoded candidate micro-RNAs and their cellular targets. Retrovirology. 2004;1:43. [PMC free article] [PubMed] [Google Scholar]Klase Z, Kale P, Winograd R, Gupta MV, Heydarian M, Berro R, McCaffrey T, Kashanchi F. HIV-1 TAR element is processed by Dicer to yield a viral micro-RNA involved in chromatin remodeling of the viral LTR. BMC Mol Biol. 2007;8:63. [PMC free article] [PubMed] [Google Scholar]Ouellet DL, Plante I, Landry P, Barat C, Janelle ME, Flamand L, Tremblay MJ, Provost P. Identification of functional microRNAs released through asymmetrical processing of HIV-1 TAR element. Nucleic Acids Res. 2008;36:2353–2365. [PMC free article] [PubMed] [Google Scholar]Omoto S, Ito M, Tsutsumi Y, Ichikawa Y, Okuyama H, Brisibe EA, Saksena NK, Fujii YR. HIV-1 nef suppression by virally encoded microRNA. Retrovirology. 2004;1:44. [PMC free article] [PubMed] [Google Scholar]Klase Z, Winograd R, Davis J, Carpio L, Hildreth R, Heydarian M, Fu S, McCaffrey T, Meiri E, Ayash-Rashkovsky M. et al.HIV-1 TAR miRNA protects against apoptosis by altering cellular gene expression. Retrovirology. 2009;6:18. [PMC free article] [PubMed] [Google Scholar]Lafeuillade A. Eliminating the HIV reservoir. Curr HIV/AIDS Rep. 2012;9:121–131. [PubMed] [Google Scholar]Hutter G, Nowak D, Mossner M, Ganepola S, Mussig A, Allers K, Schneider T, Hofmann J, Kucherer C, Blau O. et al.Long-term control of HIV by CCR5 Delta32/Delta32 stem-cell transplantation. N Engl J Med. 2009;360:692–698. [PubMed] [Google Scholar]Libert F, Cochaux P, Beckman G, Samson M, Aksenova M, Cao A, Czeizel A, Claustres M, de la Rua C, Ferrari M. et al.The deltaccr5 mutation conferring protection against HIV-1 in Caucasian populations has a single and recent origin in Northeastern Europe. Hum Mol Genet. 1998;7:399–406. [PubMed] [Google Scholar]Alkhatib G, Combadiere C, Broder CC, Feng Y, Kennedy PE, Murphy PM, Berger EA. CC CKR5: a RANTES, MIP-1alpha, MIP-1beta receptor as a fusion cofactor for macrophage-tropic HIV-1. Science. 1996;272:1955–1958. [PubMed] [Google Scholar]Choe H, Farzan M, Sun Y, Sullivan N, Rollins B, Ponath PD, Wu L, Mackay CR, LaRosa G, Newman W. et al.The beta-chemokine receptors CCR3 and CCR5 facilitate infection by primary HIV-1 isolates. Cell. 1996;85:1135–1148. [PubMed] [Google Scholar]Deng H, Liu R, Ellmeier W, Choe S, Unutmaz D, Burkhart M, Di Marzio P, Marmon S, Sutton RE, Hill CM. et al.Identification of a major co-receptor for primary isolates of HIV-1. Nature. 1996;381:661–666. [PubMed] [Google Scholar]Doranz BJ, Rucker J, Yi Y, Smyth RJ, Samson M, Peiper SC, Parmentier M, Collman RG, Doms RW. A dual-tropic primary HIV-1 isolate that uses fusin and the beta-chemokine receptors CKR-5, CKR-3, and CKR-2b as fusion cofactors. Cell. 1996;85:1149–1158. [PubMed] [Google Scholar]Dragic T, Litwin V, Allaway GP, Martin SR, Huang Y, Nagashima KA, Cayanan C, Maddon PJ, Koup RA, Moore JP, Paxton WA. HIV-1 entry into CD4+ cells is mediated by the chemokine receptor CC-CKR-5. Nature. 1996;381:667–673. [PubMed] [Google Scholar]Liu R, Paxton WA, Choe S, Ceradini D, Martin SR, Horuk R, MacDonald ME, Stuhlmann H, Koup RA, Landau NR. Homozygous defect in HIV-1 coreceptor accounts for resistance of some multiply-exposed individuals to HIV-1 infection. Cell. 1996;86:367–377. [PubMed] [Google Scholar]Samson M, Libert F, Doranz BJ, Rucker J, Liesnard C, Farber CM, Saragosti S, Lapoumeroulie C, Cognaux J, Forceille C. et al.Resistance to HIV-1 infection in caucasian individuals bearing mutant alleles of the CCR-5 chemokine receptor gene. Nature. 1996;382:722–725. [PubMed] [Google Scholar]Hutter G, Ganepola S. Eradication of HIV by transplantation of CCR5-deficient hematopoietic stem cells. ScientificWorldJournal. 2011;11:1068–1076. [PMC free article] [PubMed] [Google Scholar]DiGiusto DL, Krishnan A, Li L, Li H, Li S, Rao A, Mi S, Yam P, Stinson S, Kalos M. et al.RNA-based gene therapy for HIV with lentiviral vector-modified CD34(+) cells in patients undergoing transplantation for AIDS-related lymphoma. Sci Transl Med. 2010;2:36ra43. [PMC free article] [PubMed] [Google Scholar]Baltimore D. Gene therapy. Intracellular immunization. ature. 1988;335:395–396. [PubMed] [Google Scholar]Hoxie JA, June CH. Novel Cell and Gene Therapies for HIV. Cold Spring Harb Perspect Med. 2012;2:1–21. [PMC free article] [PubMed] [Google Scholar]Rossi JJ, June CH, Kohn DB. Genetic therapies against HIV. Nat Biotechnol. 2007;25:1444–1454. [PMC free article] [PubMed] [Google Scholar]Mitsuyasu RT, Merigan TC, Carr A, Zack JA, Winters MA, Workman C, Bloch M, Lalezari J, Becker S, Thornton L. et al.Phase 2 gene therapy trial of an anti-HIV ribozyme in autologous CD34+ cells. Nat Med. 2009;15:285–292. [PMC free article] [PubMed] [Google Scholar]Vanham G, Van Gulck E. Can immunotherapy be useful as a \"functional cure\" for infection with Human Immunodeficiency Virus-1? Retrovirology. 2012;9:72. [PMC free article] [PubMed] [Google Scholar]Autran B, Descours B, Avettand-Fenoel V, Rouzioux C. Elite controllers as a model of functional cure. Curr Opin HIV AIDS. 2011;6:181–187. [PubMed] [Google Scholar]Lewin SR, Rouzioux C. HIV cure and eradication: how will we get from the laboratory to effective clinical trials? AIDS. 2011;25:885–897. [PubMed] [Google Scholar]Lodi S, Meyer L, Kelleher AD, Rosinska M, Ghosn J, Sannes M, Porter K. Immunovirologic control 24 months after interruption of antiretroviral therapy initiated close to HIV seroconversion. Arch Intern Med. 2012;172:1252–1255. [PubMed] [Google Scholar]Salgado M, Rabi SA, O'Connell KA, Buckheit RW 3rd, Bailey JR, Chaudhry AA, Breaud AR, Marzinke MA, Clarke W, Margolick JB. et al.Prolonged control of replication-competent dual- tropic human immunodeficiency virus-1 following cessation of highly active antiretroviral therapy. Retrovirology. 2011;8:97. [PMC free article] [PubMed] [Google Scholar]Van Gulck E, Bracke L, Heyndrickx L, Coppens S, Atkinson D, Merlin C, Pasternak A, Florence E, Vanham G. Immune and viral correlates of \"secondary viral control\" after treatment interruption in chronically HIV-1 infected patients. PLoS One. 2012;7:e37792. [PMC free article] [PubMed] [Google Scholar]Van Gulck E, Heyndrickx L, Bracke L, Coppens S, Florence E, Buve A, Lewi P, Vanham G. Control of viral replication after cessation of HAART. AIDS Res Ther. 2011;8:6. [PMC free article] [PubMed] [Google Scholar]Yerly S, Perneger TV, Vora S, Hirschel B, Perrin L. Decay of cell-associated HIV-1 DNA correlates with residual replication in patients treated during acute HIV-1 infection. AIDS. 2000;14:2805–2812. [PubMed] [Google Scholar]Delwart E, Magierowska M, Royz M, Foley B, Peddada L, Smith R, Heldebrant C, Conrad A, Busch M. Homogeneous quasispecies in 16 out of 17 individuals during very early HIV-1 primary infection. AIDS. 2002;16:189–195. [PubMed] [Google Scholar]Ngo-Giang-Huong N, Deveau C, Da Silva I, Pellegrin I, Venet A, Harzic M, Sinet M, Delfraissy JF, Meyer L, Goujard C, Rouzioux C. Proviral HIV-1 DNA in subjects followed since primary HIV-1 infection who suppress plasma viral load after one year of highly active antiretroviral therapy. AIDS. 2001;15:665–673. [PubMed] [Google Scholar]Alter G, Teigen N, Davis BT, Addo MM, Suscovich TJ, Waring MT, Streeck H, Johnston MN, Staller KD, Zaman MT. et al.Sequential deregulation of NK cell subset distribution and function starting in acute HIV-1 infection. Blood. 2005;106:3366–3369. [PubMed] [Google Scholar]Moir S, Buckner CM, Ho J, Wang W, Chen J, Waldner AJ, Posada JG, Kardava L, O'Shea MA, Kottilil S. et al.B cells in early and chronic HIV infection: evidence for preservation of immune function associated with early initiation of antiretroviral therapy. Blood. 2010;116:5571–5579. [PMC free article] [PubMed] [Google Scholar]Oxenius A, Price DA, Easterbrook PJ, O'Callaghan CA, Kelleher AD, Whelan JA, Sontag G, Sewell AK, Phillips RE. Early highly active antiretroviral therapy for acute HIV-1 infection preserves immune function of CD8+ and CD4+ T lymphocytes. Proc Natl Acad Sci U S A. 2000;97:3382–3387. [PMC free article] [PubMed] [Google Scholar]Hecht FM, Wang L, Collier A, Little S, Markowitz M, Margolick J, Kilby JM, Daar E, Conway B, Holte S. A multicenter observational study of the potential benefits of initiating combination antiretroviral therapy during acute HIV infection. J Infect Dis. 2006;194:725–733. [PubMed] [Google Scholar]Rosenberg ES, Altfeld M, Poon SH, Phillips MN, Wilkes BM, Eldridge RL, Robbins GK, D'Aquila RT, Goulder PJ, Walker BD. Immune control of HIV-1 after early treatment of acute infection. Nature. 2000;407:523–526. [PubMed] [Google Scholar]Seng R, Goujard C, Desquilbet L, Sinet M, Rouzioux C, Deveau C, Boufassa F, Delfraissy JF, Meyer L, Venet A. Rapid CD4+ cell decrease after transient cART initiated during primary HIV infection (ANRS PRIMO and SEROCO cohorts) J Acquir Immune Defic Syndr. 2008;49:251–258. [PubMed] [Google Scholar]Hocqueloux L, Prazuck T, Avettand-Fenoel V, Lafeuillade A, Cardon B, Viard JP, Rouzioux C. Long-term immunovirologic control following antiretroviral therapy interruption in patients treated at the time of primary HIV-1 infection. AIDS. 2010;24:1598–1601. [PubMed] [Google Scholar]Saez-Cirion A, Bacchus C, Hocqueloux L, Avettand-Fenoel V, Girault I, Lecuroux C, Potard V, Versmisse P, Melard A, Prazuck T. et al.Post-treatment HIV-1 controllers with a long-term virological remission after the interruption of early initiated antiretroviral therapy ANRS VISCONTI Study. PLoS Pathog. 2013;9:e1003211. [PMC free article] [PubMed] [Google Scholar]Prins JM, Jurriaans S, van Praag RM, Blaak H, van Rij R, Schellekens PT, ten Berge IJ, Yong SL, Fox CH, Roos MT. et al.Immuno-activation with anti-CD3 and recombinant human IL-2 in HIV-1-infected patients on potent antiretroviral therapy. AIDS. 1999;13:2405–2410. [PubMed] [Google Scholar]Levy Y, Lacabaratz C, Weiss L, Viard JP, Goujard C, Lelievre JD, Boue F, Molina JM, Rouzioux C, Avettand-Fenoel V. et al.Enhanced T cell recovery in HIV-1-infected adults through IL-7 treatment. J Clin Invest. 2009;119:997–1007. [PMC free article] [PubMed] [Google Scholar]Sereti I, Dunham RM, Spritzler J, Aga E, Proschan MA, Medvik K, Battaglia CA, Landay AL, Pahwa S, Fischl MA. et al.IL-7 administration drives T cell-cycle entry and expansion in HIV-1 infection. Blood. 2009;113:6304–6314. [PMC free article] [PubMed] [Google Scholar]Imamichi H, Degray G, Asmuth DM, Fischl MA, Landay AL, Lederman MM, Sereti I. HIV-1 viruses detected during episodic blips following interleukin-7 administration are similar to the viruses present before and after interleukin-7 therapy. AIDS. 2011;25:159–164. [PMC free article] [PubMed] [Google Scholar]Lehrman G, Hogue IB, Palmer S, Jennings C, Spina CA, Wiegand A, Landay AL, Coombs RW, Richman DD, Mellors JW. et al.Depletion of latent HIV-1 infection in vivo: a proof-of-concept study. Lancet. 2005;366:549–555. [PMC free article] [PubMed] [Google Scholar]Archin NM, Eron JJ, Palmer S, Hartmann-Duff A, Martinson JA, Wiegand A, Bandarenko N, Schmitz JL, Bosch RJ, Landay AL. et al.Valproic acid without intensified antiviral therapy has limited impact on persistent HIV infection of resting CD4+ T cells. AIDS. 2008;22:1131–1135. [PMC free article] [PubMed] [Google Scholar]Siliciano JD, Lai J, Callender M, Pitt E, Zhang H, Margolick JB, Gallant JE, Cofrancesco J Jr, Moore RD, Gange SJ, Siliciano RF. Stability of the latent reservoir for HIV-1 in patients receiving valproic acid. J Infect Dis. 2007;195:833–836. [PubMed] [Google Scholar]Steel A, Clark S, Teo I, Shaunak S, Nelson M, Gazzard B, Kelleher P. No change to HIV-1 latency with valproate therapy. AIDS. 2006;20:1681–1682. [PubMed] [Google Scholar]Routy JP, Tremblay CL, Angel JB, Trottier B, Rouleau D, Baril JG, Harris M, Trottier S, Singer J, Chomont N. et al.Valproic acid in association with highly active antiretroviral therapy for reducing systemic HIV-1 reservoirs: results from a multicentre randomized clinical study. HIV Med. 2012;13:291–296. [PubMed] [Google Scholar]Shan L, Deng K, Shroff NS, Durand CM, Rabi SA, Yang HC, Zhang H, Margolick JB, Blankson JN, Siliciano RF. Stimulation of HIV-1-specific cytolytic T lymphocytes facilitates elimination of latent viral reservoir after virus reactivation. Immunity. 2012;36:491–501. [PMC free article] [PubMed] [Google Scholar]Orenstein JM, Jannotta F. Human immunodeficiency virus and papovavirus infections in acquired immunodeficiency syndrome: an ultrastructural study of three cases. Hum Pathol. 1988;19:350–361. [PubMed] [Google Scholar]"}