{"title": "Potentially harmful effects of inspiratory synchronization during pressure preset ventilation", "pubDate": "2013", "PMCID": "", "DOI": "10.1007/s00134-013-3032-7", "PMID": "23928898", "abstract": "Purpose:                       Pressure preset ventilation (PPV) modes with set inspiratory time can be classified according to their ability to synchronize pressure delivery with patient's inspiratory efforts (i-synchronization). Non-i-synchronized (like airway pressure release ventilation, APRV), partially i-synchronized (like biphasic airway pressure), and fully i-synchronized modes (like assist-pressure control) can be distinguished. Under identical ventilatory settings across PPV modes, the degree of i-synchronization may affect tidal volume (VT), transpulmonary pressure (PTP), and their variability. We performed bench and clinical studies.                  Methods:                       In the bench study, all the PPV modes of five ventilators were tested with an active lung simulator. Spontaneous efforts of -10 cmH2O at rates of 20 and 30 breaths/min were simulated. Ventilator settings were high pressure 30 cmH2O, positive end-expiratory pressure (PEEP) 15 cmH2O, frequency 15 breaths/min, and inspiratory to expiratory ratios (I:E) 1:3 and 3:1. In the clinical studies, data from eight intubated patients suffering from acute respiratory distress syndrome (ARDS) and ventilated with APRV were compared to the bench tests. In four additional ARDS patients, each of the PPV modes was compared.                  Results:                       As the degree of i-synchronization among the different PPV modes increased, mean VT and PTP swings markedly increased while breathing variability decreased. This was consistent with clinical comparison in four ARDS patients. Observational results in eight ARDS patients show low VT and a high variability with APRV.                  Conclusion:                       Despite identical ventilator settings, the different PPV modes lead to substantial differences in VT, PTP, and breathing variability in the presence spontaneous efforts. Clinicians should be aware of the possible harmful effects of i-synchronization especially when high VT is undesirable.", "author": [{"author": "J C M Richard", "affiliation": ["Intensive Care Unit, University Hospital of Geneva, 4 Rue Gabrielle Perret-Gentil, 1211, Genève 14, Switzerland, jcmb.richard@gmail.com."], "href": "/?term=Richard+JC&cauthor_id=23928898"}, {"author": "A Lyazidi", "affiliation": [], "href": "/?term=Lyazidi+A&cauthor_id=23928898"}, {"author": "E Akoumianaki", "affiliation": [], "href": "/?term=Akoumianaki+E&cauthor_id=23928898"}, {"author": "S Mortaza", "affiliation": [], "href": "/?term=Mortaza+S&cauthor_id=23928898"}, {"author": "R L Cordioli", "affiliation": [], "href": "/?term=Cordioli+RL&cauthor_id=23928898"}, {"author": "J C Lefebvre", "affiliation": [], "href": "/?term=Lefebvre+JC&cauthor_id=23928898"}, {"author": "N Rey", "affiliation": [], "href": "/?term=Rey+N&cauthor_id=23928898"}, {"author": "L Piquilloud", "affiliation": [], "href": "/?term=Piquilloud+L&cauthor_id=23928898"}, {"author": "G F Sferrazza Papa", "affiliation": [], "href": "/?term=Sferrazza+Papa+GF&cauthor_id=23928898"}, {"author": "A Mercat", "affiliation": [], "href": "/?term=Mercat+A&cauthor_id=23928898"}, {"author": "L Brochard", "affiliation": [], "href": "/?term=Brochard+L&cauthor_id=23928898"}], "refPMID": ["11401882", "10793162", "11964585", "21762559", "10194172", "8620726", "18451319", "19352622", "21372101", "8173774", "22348242", "20843245", "21164395", "20229042", "11435237", "20838119", "18633595", "9449727", "20862452", "10051265", "12544999", "9603516", "21157317", "16356227", "9620897", "15891341", "12421743", "21285342"], "citedInPMID": ["23928898", "34765495", "34232336", "33092607", "32496425", "31824326", "31197492", "30531534", "30393754", "30277890", "30124627", "29359070", "29264742", "28986852", "28870157", "28744626", "28149608", "27160458", "26781952", "25693449", "25189285", "24458282"], "body": ""}