{"title": "Regulation of host gene expression by HIV-1 TAR microRNAs", "pubDate": "2013", "PMCID": "PMC3751525", "DOI": "10.1186/1742-4690-10-86", "PMID": "23938024", "abstract": "Background:                       The transactivating response (TAR) element of human immunodeficiency virus type 1 (HIV-1) is the source of two functional microRNAs (miRNAs), miR-TAR-5p and miR-TAR-3p. The objective of this study was to characterize the post-transcriptional regulation of host messenger RNAs (mRNAs) relevant to HIV-1 pathogenesis by HIV-1 TAR miRNAs.                  Results:                       We demonstrated that TAR miRNAs derived from HIV-1 can incorporate into host effector Argonaute protein complexes, which is required if these miRNAs are to regulate host mRNA expression. Bioinformatic predictions and reporter gene activity assays identified regulatory elements complementary and responsive to miR-TAR-5p and miR-TAR-3p in the 3' untranslated region (UTR) of several candidate genes involved in apoptosis and cell survival. These include Caspase 8, Aiolos, Ikaros and Nucleophosmin (NPM)/B23. Analyses of Jurkat cells that stably expressed HIV-1 TAR or contained a full-length latent HIV provirus suggested that HIV-1 TAR miRNAs could regulate the expression of genes in T cells that affect the balance between apoptosis and cell survival.                  Conclusions:                       HIV-1 TAR miRNAs may contribute to the replication cycle and pathogenesis of HIV-1, by regulating host genes involved in the intricate balance between apoptosis and infected cell, to induce conditions that promote HIV-1 propagation and survival.", "author": [{"author": "Dominique L Ouellet", "affiliation": ["Department of Molecular and Cellular Biology, Beckman Research Institute at City of Hope, 1500 E Duarte Road, Duarte, CA 91010, USA."], "href": "/?term=Ouellet+DL&cauthor_id=23938024"}, {"author": "Jimmy Vigneault-Edwards", "affiliation": [], "href": "/?term=Vigneault-Edwards+J&cauthor_id=23938024"}, {"author": "Kevin Létourneau", "affiliation": [], "href": "/?term=L%C3%A9tourneau+K&cauthor_id=23938024"}, {"author": "Lise-Andrée Gobeil", "affiliation": [], "href": "/?term=Gobeil+LA&cauthor_id=23938024"}, {"author": "Isabelle Plante", "affiliation": [], "href": "/?term=Plante+I&cauthor_id=23938024"}, {"author": "John C Burnett", "affiliation": [], "href": "/?term=Burnett+JC&cauthor_id=23938024"}, {"author": "John J Rossi", "affiliation": [], "href": "/?term=Rossi+JJ&cauthor_id=23938024"}, {"author": "Patrick Provost", "affiliation": [], "href": "/?term=Provost+P&cauthor_id=23938024"}], "refPMID": ["15574589", "11201747", "12411504", "12411505", "15284456", "15973356", "16271387", "16936728", "15723116", "2476805", "2478293", "2553266", "1602555", "16319923", "23390347", "1738599", "8768071", "18447581", "19661910", "18996348", "8189520", "9765469", "18299284", "17663774", "22980978", "15601474", "15601472", "21133815", "19220914", "15118162", "18838543", "23661700", "11321033", "17219737", "11099484", "11689551", "21994747", "18761323", "21477865", "21278791", "17057366", "12058066", "19145236", "20217543", "12682019", "19167326", "19540588", "8090205", "19596987", "17322031", "21871504", "18976975", "18854154", "22844086", "23178124", "19587052", "22542004", "20609414", "18755897", "20703300", "22053081", "17085592", "9971775", "17442709", "16369973", "21329675", "11714801", "10369681", "9094689", "2017166", "2656990", "21763502", "15260970", "19668211"], "citedInPMID": ["23938024", "33209991", "32211411", "32038626", "31296234", "31281456", "29673190", "29510515", "29426337", "28484438", "28002966", "27070595", "26984525", "26221763", "26184775", "25191859", "24990269", "24620741", "24522918"], "body": " AbstractBackgroundThe transactivating response (TAR) element of human immunodeficiency virus type 1 (HIV-1) is the source of two functional microRNAs (miRNAs), miR-TAR-5p and miR-TAR-3p. The objective of this study was to characterize the post-transcriptional regulation of host messenger RNAs (mRNAs) relevant to HIV-1 pathogenesis by HIV-1 TAR miRNAs.ResultsWe demonstrated that TAR miRNAs derived from HIV-1 can incorporate into host effector Argonaute protein complexes, which is required if these miRNAs are to regulate host mRNA expression. Bioinformatic predictions and reporter gene activity assays identified regulatory elements complementary and responsive to miR-TAR-5p and miR-TAR-3p in the 3’ untranslated region (UTR) of several candidate genes involved in apoptosis and cell survival. These include Caspase 8, Aiolos, Ikaros and Nucleophosmin (NPM)/B23. Analyses of Jurkat cells that stably expressed HIV-1 TAR or contained a full-length latent HIV provirus suggested that HIV-1 TAR miRNAs could regulate the expression of genes in T cells that affect the balance between apoptosis and cell survival.ConclusionsHIV-1 TAR miRNAs may contribute to the replication cycle and pathogenesis of HIV-1, by regulating host genes involved in the intricate balance between apoptosis and infected cell, to induce conditions that promote HIV-1 propagation and survival.Keywords: HIV-1, TAR microRNAs, Apoptosis, Caspase 8, Ikaros, Aiolos, Nucleophosmin (NPM)/B23 BackgroundEndogenous miRNAs are generally exported as ~60 to 70 nucleotide (nt) miRNA precursors [1] from the nucleus to the cytoplasm, where they are processed by the ribonuclease III Dicer-TAR RNA-binding protein (TRBP) complex [2-4] into ~21-24 nt mature miRNA products. The Dicer-TRBP complex recruits the Argonaute (Ago) enzyme, which is loaded with the duplex RNA [5-8]. After strand dissociation, Ago can act on messenger RNAs (mRNAs), that have complementary sequences to the loaded guide miRNA, and block protein expression by repressing mRNA translation or inducing mRNA degradation [9].The HIV-1 retrovirus has an RNA genome that is converted into complementary DNA (cDNA) by the viral reverse transcriptase and subsequently into double stranded DNA (dsDNA), prior its integration into the human host genome. Viral transcription is initiated from the 5’ long terminal repeat (LTR) promoter by the cellular RNA polymerase II. Unspliced and spliced RNAs are further exported to the cytoplasm by the HIV-1 Rev protein, to be respectively packaged into virion particles or translated into HIV proteins. Viral transcription is enhanced when the HIV Tat protein binds to the TAR, a structured RNA element present at the 5’ end of all RNA transcripts derived from the virus [10-12]. In the absence of Tat, transcription is aborted and short non-polyadenylated RNA transcripts encoding the first ~60 nt of the HIV-1 RNA genome, containing the 5’ end TAR element, are produced [13-15]. TAR RNA structure analysis have shown some evolutionary links between members of different groups [16] and a high degree of nucleotide sequence conservation between subtypes [17]. HIV-1 TAR RNA structure is highly conserved among different biological states [18,19] and shows a high resistance to mutations when RNA interference is directed against the viral TAR hairpin [20].We previously reported TAR from the 5’ end LTR, which resembles endogenous pre-miRNAs, as a source of small non-coding regulatory RNAs. The TAR hairpin motif is also present within the 3’LTR of full-length HIV transcripts [17,21,22] but the adjacent polyadenylation signals that are used exclusively within the 3’ LTR context may render the site less prone to cleavage by Dicer. We identified and characterized two miRNAs, miR-TAR-5p and miR-TAR-3p, that are derived from this element [23]. Similar miRNA sequences or small RNAs derived from HIV-1 have also been reported by others [24-26]. Furthermore, cellular mRNAs that have sequences complementary to HIV-1 miRNAs in their 3’ UTRs, and therefore, are potential regulatory targets of these viral miRNAs, have been identified [27]. Indeed, a role has been suggested for HIV-1 miRNAs in transcriptional repression mediated either by the HIV-1 miR-N367 [26] or TAR miRNAs binding to the LTR promoter [24,28]. In addition, Klase et al. showed that TAR miRNA expression in TAR-expressing cells conferred resistance to apoptosis, and suggested that both the ERCC1, and IER3 genes, found to be targeted by TAR miRNAs in their assays, might be link to the observed effect [29]. Similarly, a viral miRNA, miR-BART-5 derived from the Epstein-Barr virus (EBV) [30], targets the mRNA of the host cell p53 up-regulator of apoptosis (PUMA), to reduce the likelihood of the EBV-infected cells from undergoing apoptosis-induced cell death [31]. Since TAR miRNAs have been recently detected in exosomes released from HIV-1 infected cells, their distributions within the non-infected cell population might be enhanced [32].HIV-1 infects CD4+ T cells and apoptosis is known to be a significant cause of HIV-1-infected, CD4+ T cell death [33]. Many HIV-1 proteins are reported to regulate apoptosis by interfering with or promoting specific pro- or anti-apoptotic cellular components [33]. Although HIV-1 can induce the apoptosis of infected CD4+ T lymphocytes by distinct pathways, i.e. “from without”, “from within” or in trans[33,34], the precise mechanisms remain uncertain [35-37].In this study, we examined the regulatory properties of the TAR miRNAs to identify cellular targets involved in the pathogenesis of HIV-1. We found that HIV-1 TAR miRNAs target and modulate the expression of host cell mRNAs for Caspase 8, an initiator protein of the extrinsic apoptosis pathway [38], the Aiolos and Ikaros, transcription factors involved in hematopoiesis, immunity and cell fate [39], and Nucleophosmin (NPM)/B23, a multifunctional nucleolar protein [40]. Our findings suggest that HIV-1 TAR miRNA-mediated regulation of these genes could shift the delicate balance between apoptosis and the survival of infected cells, thereby creating a cellular environment favourable to the replication and persistence of the virus. ResultsTAR miRNAs are incorporated into Argonaute protein complexesArgonaute proteins are the core components of the RNA silencing complexes (RISC) and exert their repressive effects on specific mRNAs that are targeted by small RNA species, e.g. miRNAs or small interfering RNAs (siRNAs). To determine if HIV-1 TAR miRNAs associated with any of the Argonaute proteins, we immunoprecipitated Flag-Ago protein from HEK 293 cultured cells stably transfected with the previously described constructs, U6-shNEG or U6-TAR [41] and overexpressing Flag-Ago 1, 2, 3 or 4 (Figure 1A). We analyzed immunoprecipitates by Northern blot using a radiolabeled probe against miR-TAR-3p and detected the mature miR-TAR-3p strand in all Flag-Ago immunoprecipitates (Figure 1B, probe miR-TAR-3p). The abundance of miR-TAR-3p in the precipitates correlated with the amounts of Ago protein expressed and immunoprecipitated (Figure 1A). We could not detected miR-TAR-5p in Northen Blot but we detected it in Ago1 and Ago2 immunoprecipitates when we used more sensitive RNAse protection assays (RPA) (Additional file 1, probe −5/32). These results suggest that TAR miRNAs could regulate host mRNA expression through their association with Argonaute effector complexes.Open in a separate windowFigure 1HIV-1 TAR miRNAs are loaded into Argonaute complexes. Stable HEK 293 cells expressing Flag-Argonaute 1–4 proteins were transfected with either U6-shNEG or U6-TAR or not (mock) for 48 hours. Protein samples were collected (input) and immunoprecipitated (IP) by an anti-Flag antibody. After the last wash, ¼ of the IP sample was kept for protein analysis and ¾ for RNA analysis. All solutions were prepared with DNA/RNA nuclease free water and contain protease and RNAse inhibitors. A) Western blot analysis of Argonaute (Ago) proteins from transfected samples. Input and IP samples were separated on a 10% polyacrylamide gel and immunoblotted with anti-Flag antibody. B) Northern blot of miRNAs expressed from U6-shNEG or U6-TAR transfected cells using probes against NEG-3p or miR-TAR-3p miRNAs. The probe against U6 RNA was used as a loading control for input and IP samples.A proteomic-based approach to identify cellular mRNA targets of HIV-1 TAR miRNAsFirst, we used a proteomic-based approach to identify genes regulated by the HIV-1 TAR miRNAs. We created Jurkat cell lines that stably expressed either U6-shNEG or U6-TAR constructs and confirmed the expression of miR-TAR-5p and miR-TAR-3p (Additional file 2A) in four TAR-expressing Jurkat cell lines (Jurkat-TAR-1 to TAR-4) by RPA, using the −5/32 and 33/59 radiolabeled probes respectively [23] (Additional file 2B). Cell cycle regulation was assessed by flow cytometry and no difference was observed among Jurkat-TAR 1–4, the NEG-1 and wild-type (WT) Jurkat cell lines, suggesting that expression of HIV-1 TAR does not have cytotoxic effects on Jurkat cells (Additional file 3).Of four clones tested, Jurkat-TAR-3 cells expressed the highest levels of TAR miRNA (Additional file 2B). When compared to Jurkat-NEG-1 control cells by 2D-gel electrophoresis and mass spectrometry, we found that NPM/B23, a 294-amino acid protein with a predicted isoelectric point of 4.78, was downregulated in TAR expressing cells (Figures 2A and ​and2B).2B). A total of 6 spots representing many different protein species in the same area of the gel were identified as NPM/B23 (Figures 2A and ​and2B),2B), and were downregulated close to three-fold in Jurkat-TAR-3 cells (Figure 2C). The different spots most likely represented forms of NPM/B23 proteins that had different post-translational modifications [42]. A similar 2D-gel electrophoretic analysis of the Jurkat-TAR-1 cell line, which expressed lower levels of TAR miRNAs (Additional file 2B), showed the expression of NPM/B23 protein was also downregulated, but to a lesser degree (D.L.O., J.J.R and P.P., unpublished observations), suggesting that TAR miRNAs regulate the expression of NPM/B23 in a dose-dependent manner.Open in a separate windowFigure 2NPM/B23 protein expression is downregulated in Jurkat cells stably expressing HIV-1 TAR. A) Two-dimensional gel electrophoresis [isoelectric point (pI) range: 4 to 6.7] comparing clones of stable Jurkat cell lines expressing U6-TAR (TAR-3) or U6-shNEG (NEG-1). B) A region of the panel in A) is enlarged to show spots of the downregulated NPM/B23 protein in TAR-3 cell line (bottom left panel) compared to the control NEG-1 cell line (upper right panel). The six (6) spots identified as NPM/B23 (see results for details) are circled (TAR-3 panel). C) Proteomic analysis of the spots identified in B) showed there was a 1.5 to 3-fold decrease in the expression of the NPM/B23 protein in the Jurkat TAR-3 cell line, compared to Jurkat NEG-1 cells.To verify that the downregulation of NPM/B23 observed in the Jurkat-TAR cells was not specific to our Jurkat cell model, we also transiently transfected HEK 293 cells. Along with U6-TAR and U6-NEG plasmids, we used a psiSTRIKE-based vector expressing either miR-TAR-5p or miR-TAR-3p in the form of a short hairpin RNA (shRNA) (U6-sh5p and U6-sh3p respectively; Additional file 4A). These vectors were validated to individually express functional miR-TAR-5p and miR-TAR-3p using sequence-specific sensor constructs (Additional file 4B). Western blots revealed that NPM/B23 expression was also downregulated in HEK 293 cells that expressed TAR miRNAs (Additional file 4C), confirming our previous findings for NPM/B23 in Jurkat cells.A bioinformatic-based approach to identify cellular mRNA targets of HIV-1 TAR miRNAsWe used an in silico approach, based on a previous version (2008) of the miRTAR algorithm (http://mirtar.mbc.nctu.edu.tw/), to search for human mRNAs that contain a putative binding site(s) in their 3’ UTRs for HIV-1 miR-TAR-5p and/or miR-TAR-3p. The algorithm generated a list of several candidate mRNAs with potential binding sites that could be recognized by miR-TAR-5p (Additional file 5) and/or miR-TAR-3p (Additional file 6). Minimal free energy (MFE) was determined by miRTAR or the RNA Hybrid algorithm (http://bibiserv.techfak.uni-bielefeld.de/rnahybrid/) and candidate mRNAs with different MFEs were selected and validated in reporter gene activity assays (Figures 3A and ​and3B).3B). The ability of each TAR miRNA to downregulate mRNA containing putative miRNA binding sites from the candidate genes was established by inserting three copies of the candidate gene’s predicted miRNA binding sites into the 3’UTR of the Renilla luciferase (Rluc) gene and performing dual luciferase assays in HEK 293 cells for 48 hours (Figure 3B). Rluc expression was downregulated for all the candidate miRNA binding sites tested but no correlation could be established with the level of down regulation and the calculated MFEs (D.L.O., J.J.R and P.P., unpublished observations). The Caspase 8, Aiolos and Ikaros genes were selected for further investigations based on their level of regulation by TAR miRNAs, i.e.downregulation compare to control, and their relevance to HIV-1 pathogenesis.Open in a separate windowFigure 3HIV-1 TAR miR-TAR-5p and miR-TAR-3p target different subsets of host genes. A) Minimal free energy (MFE) was calculated for a subset of mRNAs selected from the list produced by human miRTAR algorithm. B) HEK 293 cells were co-transfected with U6-shNEG (control) or U6-TAR and a vector containing the Renilla luciferase (Rluc) reporter gene usptream of three copies (3X) of the natural TAR-miRNA binding sites from the selected mRNAs (n = 1 to 3 experiments, in duplicate). Results are expressed as mean ± s.e.m.The binding sites for HIV-1 TAR miRNAs in the 3’ UTR of Caspase 8, Aiolos, Ikaros and NPM/B23 mRNAs are functionalThe 3’UTR of Caspase 8, Aiolos, Ikaros and NPM/B23 mRNAs were analyzed by using the RNA Hybrid algorithm for the presence of binding sites to HIV-1 miR-TAR-5p and miR-TAR-3p (Figures 4A-D). The functionality of these binding sites was confirmed in HEK 293 cells by transiently transfecting them with U6-TAR and Rluc constructs that contained complete or truncated versions of the Caspase 8, Aiolos, Ikaros or NPM/B23 mRNA 3’UTRs (Figure 4E). For all constructs, Rluc expression was downregulated compared to control HEK 293 cells transiently transfected with the Rluc constructs and the U6-shNEG (Figure 4F). These results suggest a role for TAR miRNAs in regulating the expression of these genes through recognition of the miRNA binding elements located in their mRNA 3’UTRs.Open in a separate windowFigure 4The 3’ untranslated region of Caspase 8, Aiolos, Ikaros and NPM/B23 mRNAs are targeted by TAR miRNAs. A-D) Schematic of the binding sites for HIV-1 miR-TAR-5p and/or miR-TAR-3p identified in the endogenous 3’UTR of Caspase 8, Aiolos, Ikaros and NPM/B23 mRNAs. Panels show the predicted base pairing and minimal free energy (MFE) calculated for each putative TAR miRNA binding site. E) Schematic of the constructs used for the dual luciferase assays, showing the Renilla luciferase (Rluc) reporter gene coupled to the complete or partial 3’ UTR of each mRNA. F) HEK 293 cells were co-transfected with U6-shNEG (control) or U6-TAR and and the reporter constructs described in panel E, (n = 1 to 3 experiments, in duplicate). Results are expressed as mean ± s.e.m.The regulatory effects of TAR miRNAs on the reporter gene activity assays containing the NPM/B23 mRNA 3’UTR was relatively modest (Figure 4E, NPM/B23, ~10% downregulation). This may be understandable given the current biological understanding of miRNA function and the limitations of assays available for functional validation. A possible explanation is that putative miRNA binding sites within the 5’UTR or ORF of NPM/B23 mRNA could also contribute to the regulation of NPM/B23 expression in vivo. However, when tested, the 5’UTR and ORF of NPM/B23 mRNA did not downregulate the reporter gene activity in transiently transfected HEK 293 cells (Additional file 7). These data suggest that HIV-1 TAR miRNAs regulate NPM/B23 protein expression through the recognition of regulatory elements located mainly in the 3’UTR of NPM/B23 mRNA. The low effect might be explained by accessibility restrictions [43]for the TAR miRNAs on the NPM/B23 3’UTR fused to the Renilla luciferase gene. However, it appears that in mammals, viral miRNAs exert their regulatory effect using mostly the same mechanism as cellular miRNAs, by targeting the 3’UTR of mRNAs [44].Caspase 8, Aiolos, Ikaros and NPM/B23 mRNA levels are differentially regulated in TAR-expressing cell lines and J-Lat cell linesCellular miRNAs normally exert their regulatory effects by repressing mRNA translation and/or mRNA degradation. Therefore, we examined if the Caspase 8, Aiolos, Ikaros and NPM/B23 mRNA levels were affected by the concomitant expression of TAR miRNAs in Jurkat cells. Quantitative RT-PCR analyses revealed that the Caspase 8, Ikaros and NPM/B23 mRNAs were less abundant in the TAR-3 Jurkat cell line compared to control Jurkat cells (Figure 5A), suggesting a destabilization of these mRNAs. In contrast, the levels of these mRNAs in the TAR-1, TAR-2 and TAR-4 Jurkat cell lines, which expressed lower levels of TAR miRNAs than TAR-3 (Additional file 2B), were similar to those observed in NEG-1 Jurkat cells (Figure 5A). This finding suggests that the amount of miRNAs produced from TAR, and incorporated into silencing complexes in the TAR-1, TAR-2 and TAR-4 Jurkat cell lines was sufficient to regulate expression of these genes through suppression of translation, without destabilizing the mRNA. On the other hand, Aiolos expression was regulated differently from the other genes in the Jurkat-TAR-3 cell line. Instead of being downregulated, Aiolos RNA was more abundant in the TAR-3 Jurkat cells than any other cell lines (Figure 5A). Whether or not this upregulation of Aiolos gene in TAR-3 correlate with the high level of TAR miRNAs expressed in this cell line (Additional file 2B) is unknown.Open in a separate windowFigure 5Caspase 8, Aiolos, Ikaros and NPM/B23 mRNA levels are differentially regulated in Jurkat TAR cells and J-Lat clones. A) mRNA expression of Caspase 8, Aiolos, Ikaros and NPM/B23 in Jurkat TAR clones 1–4 and NEG-1. Relative abundance was calculated by normalizing to GAPDH mRNA levels and the mRNA expression in the NEG-1 cells for each gene was set to 1. B) mRNA expression of Caspase 8, Ikaros and NPM/B23 in J-Lat clones 6.3, 9.2 and 10.6. Relative abundance was calculated by normalizing to α-Tubulin RNA levels and the expression in the WT Jurkat cell line was arbitrarily set to 1. C) mRNA expression of Aiolos in J-Lat cells. Relative abundance was calculated by normalizing to α-Tubulin RNA levels and the Aiolos expression in the WT Jurkat cell line was arbitrarily set to 1.To determine if our observations in TAR-expressing cell lines were relevant to the whole virus, we examined the expression of Caspase 8, Aiolos, Ikaros and NPM/B23 mRNAs in J-Lat T cells, which are Jurkat cell lines that contain a full-length, latent HIV-1 provirus with an integrated green fluorescent protein gene (GFP) replacing the HIV-1 nef gene [45]. These cells are a well-known model used in reactivation of HIV-1 latency and they express short abortive TAR RNA transcripts [14] which are a substrate for Dicer and a source of TAR miRNAs [23,24]. J-Lat clones were selected based on a previously published study showing that unstimulated J-Lat clone 6.3 produces short transcripts containing TAR RNA in the amount of ~10 copies per cell [14]. We screened four J-Lat clones where the integrated proviruses reacted differently to the epigenetic-modifying agents histone deacetylase (HDAC) inhibitors and NF-kB/PKC activators (Additional file 8), and compared the Caspase 8, Aiolos, Ikaros and NPM/B23 expression to a WT Jurkat cell line.The levels of the mRNAs encoding Caspase 8, Ikaros and NPM/B23 were lower in J-Lat clones 6.3 and 9.2 compared to WT Jurkat cells, but similar to WT in J-Lat clone 10.6 (Figure 5B). J-Lat clone 10.6 differs slightly from the other J-Lat clones; it is more susceptible to HDAC inhibitors (HDAC) and NF-kB/PKC activators, compared to the other J-Lat clones (Additional file 8), as demonstrated by a higher percentage of reactivation i.e. GFP levels (Additional file 8). Similar to the Jurkat-TAR-3 line, we detected the Aiolos mRNA at much higher levels in all the J-Lat clones compared to WT Jurkat cells (Figure 5C), albeit at a lower level in J-Lat clone 10.6. The fold increase increased by ~19%, ~25% and ~12% J-Lat clones 6.3, 9.2 and 10.6 respectively compared to WT Jurkat. As the data were collected in non-activated J-Lat cells, it is not clear how discrepancy between clones were linked to mRNA level analyses. At this point, it was not clear if HIV-1 TAR miRNAs were repressing the translation of Aiolos mRNA into protein.Caspase 8, Aiolos, Ikaros and NPM/B23 protein expression is altered in TAR-expressing cell lines and in J-Lat cell linesBecause miRNAs are known to bind mRNAs and cause an initial repression of mRNA translation [46], we analyzed the expression of the Caspase 8, Aiolos, Ikaros and NPM/B23 proteins in Jurkat-TAR cells and J-Lat cell lines by Western blotting. The regulation of these genes at the protein level may have an important impact at different stages of the HIV-1 pathogenic cycle.Caspase 8 protein expression was downregulated between 30% and 70% in the Jurkat-TAR cells versus the negative control (Figure 6A). However, the extent of downregulation did not correlate with the level of TAR miRNA expression. For example, a 70% downregulation of Caspase 8 was observed in TAR-3 and TAR-4, which expressed the highest and the lowest amount of TAR miRNAs, respectively, according to the RPA performed on the Jurkat-TAR cell lines (Additional file 2B). The presence of two binding sites with highly favourable MFE values for miR-TAR-5p and miR-TAR-3p with their binding sites (−25.4 kcal/mol and −37.0 kcal/mol respectively; Figure 4A), suggested that Caspase 8 mRNA is sensitive to TAR miRNA regulation. However, the protein downregulation of Caspase 8 did not go above 70% and suggest that a basal level of Caspase 8 is required for cell survival and homeostasis. It is known that, in response to an apoptotic stimulus, the activated form of Caspase 8 protein is cleaved into smaller fragments. We did not observe any active Caspase 8 fragments on our immunoblots (D.L.O., J.J.R and P.P., unpublished observations), suggesting a stimulus-independent mechanism of downregulation.Open in a separate windowFigure 6Caspase 8, Aiolos, Ikaros and NPM/B23 protein expression is differentially regulated in Jurkat TAR-expressing and J-Lat clones. Western blots of Caspase 8 (A and D), Aiolos and Ikaros (B and E) and NPM/B23 (C and F) protein expression in Jurkat TAR cell lines (A-C) and J-Lat (C-F) cell lines. The relative abundance of the Caspase 8, Aiolos, Ikaros and NPM/B23 proteins were calculated by normalizing to the expression of α-tubulin protein in each sample. Samples were separated by 10% (B, E) or 15% SDS-PAGE (A, C, D and F).Ikaros protein expression in Jurkat-TAR cell lines was downregulated from 30% to 50% (Figure 6B, Ikaros panels) depending on the cell line. As shown above for Caspase 8, Ikaros downregulation does not seem to be TAR mirna dose-dependent. NPM/B23 was also downregulated in the TAR-2 and TAR-3 cell lines by 30% (Figure 6C). Unlike Caspase 8 and Ikaros, NPM/B23 protein expression is lower in Jurkat-TAR cell lines expressing more TAR miRNAs (Figure 3C).In contrast to the three other genes, but consistent with the mRNA data, we saw increased levels of Aiolos protein in the Jurkat-TAR cell lines (Figure 6B, Aiolos panels), so we cannot exclude the possibility that the TAR miRNAs were upregulating Aiolos gene expression. We observed a higher molecular weight Aiolos protein species in Jurkat-TAR-3 cells that was absent from the Jurkat-NEG-1 and other Jurkat-TAR cell lines (Figure 6B, Aiolos panels) and could be due to expression of the longest isoform of Aiolos, called Aio-1 [47].To determine if the integrated HIV-1 provirus had an effect on the protein expression of the TAR-miRNA putative target genes, we monitored the levels of Caspase 8, Aiolos, Ikaros and NPM/B23 proteins in J-Lat cell lines. We saw a modest downregulation of Caspase 8 (~10% to 50%) and NPM/B23 (~10% to 40%) protein levels in J-Lat cells compared to WT Jurkat cells (Figure 6D and ​and6F).6F). Although the Ikaros mRNA levels were downregulated by ~75% in J-Lat 6.3 and by ~20% in J-Lat 9.2 and 10.6 J-Lat, the protein level was only slightly reduced (~10% in J-Lat 9.2 and 10.6, nothing in other cell lines) (Figure 6E, Ikaros panels). In contrast, we observed an increase in Aiolos protein expression in all the J-Lat cell clones tested (Figure 6E, Aiolos panels), which correlated with the relatively high levels of Aiolos mRNA detected in these cells (Figure 6B, Aiolos panels).In summary, the mRNA regulatory properties of TAR miRNAs were similar, at the protein level, in the Jurkat-TAR and J-Lat cell lines. In both models, we observed a downregulation of Caspase 8 and NPM/B23 protein levels, and an upregulation of Aiolos protein expression that was associated with HIV-1 TAR miRNA expression. Together, these observations suggest that a latent form of the HIV-1 virus generates TAR miRNAs that could regulate expression of genes, at the protein level, and could potentially be important for cell survival and affect HIV-1 replication.The ratios between proteins regulated by HIV-1 miRNAs may play a role in apoptosis resistance of HIV-1 infected cellsApoptosis is an important hallmark of HIV-1 pathogenesis [33] and it is not clear how HIV-1 interacts with the cellular machinery to promote cell survival or avoid apoptosis. To examine the impact of the TAR miRNA regulation of Caspase 8, Aiolos, Ikaros and NPM/B23 protein levels on apoptosis, we induced apoptosis in both the Jurkat-TAR cells (Figure 7A) and the J-Lat cell clones (Figure 7B and ​and7C)7C) by treating with etoposide and anti-fas CH11. In the cell, etoposide complexes with topoisomerase II and DNA to cause double and single-stranded DNA breaks that induce apoptosis through the DNA repair pathway. Anti-fas CH11 is an antibody that activates the CD95/Fas receptor and induces apoptosis by stimulating the Fas receptor, and subsequently activating the caspases. Resistance to one or other drug might allow us to link the genes targeted by the TAR miRNAs to the DNA damage response pathway or the Fas receptor pathway.Open in a separate windowFigure 7Expression of TAR and TAR miRNAs may not protect Jurkat cells from apoptosis. A) Apoptosis of Jurkat NEG-1 and Jurkat-TAR cell clones 1, 2 and 3 was induced by treating with etoposide (100 μM) or CH11 anti-fas activating antibody (25 ng/ml) for 6 hours. Cells were analyzed using a luminescent assay for Caspase 3 and 7 activity. Data are presented as fold increases of relative luminescent units compared to cells treated with 1% DMSO. B and C) Apoptosis of J-Lat cell clones 6.3, 8.4 and 10.6 was induced by treatment with etoposide (100 μM) or CH11 anti-fas activating antibody (25 ng/ml) for 6 hours. B) Cells were lysed and proteins were separated on a 10% polyacrylamide gel and analyzed by Western blot using antibodies against PARP-1 and α-tubulin. C) For Caspase 3 and 7 activities, the assay was performed according to the manufacturer’s instructions and luminescence detection was assessed. The results of three (3) independent experiments are shown separately.Apoptosis was monitored by measuring the enzymatic activity of the effector proteins Caspase 3 and 7, both active with etoposide and CH11 treatments. We observed either no difference (Figure 7A, TAR-1 and TAR-3) or a slightly higher rate of apoptosis (Figure 7A, TAR-2) in Jurkat TAR cell lines compared to the control cells NEG-1, which express a shRNA under U6 promoter transcription (U6-shNeg). Therefore, the downregulation of NPM/B23 protein levels and upregulation of Aiolos protein expressed in the Jurkat-TAR-3 cell line may not affect the balance of the cells between survival and apoptosis. Both the etoposide and CH11 apoptotic agents induced apoptosis in WT Jurkat and J-Lat cells, confirmed by the detection of cleaved Poly [ADP-ribose] polymerase 1 (PARP-1) (Figure 7B), a downstream target of Caspase 3, on immunoblots [48]. However, all of the J-Lat clones had reduced amounts of cleaved PARP-1 compared to WT Jurkat cells (Figure 7B, clones 6.3, 8.4 and 10.6), indicating a certain degree of resistance to apoptosis. Furthermore, J-Lat clones were more resistant to apoptosis induced by DNA breaks than by CD95/Fas activation as we observed almost complete cleavage of PARP-1 in J-Lat clones 6.3, 8.4 and 10.6 treated with CH11 (Figure 7B, lane 6, 9 and 12).The resistance of J-Lat cells to apoptosis was also analyzed using a Caspase 3/7 assay. After treating with etoposide, J-Lat cell clones 6.3 and 8.4, but not 10.6, had reduced caspase activity compared to treated WT Jurkat (Figure 7C, etoposide, all panels). However, the J-Lat cell lines, except for J-Lat clone 8.4, were more susceptible than WT Jurkat cells to apoptosis when it was induced by the anti-fas CH11 antibody. This finding is consistent with the reduced amount of cleaved PARP-1 shown in Figure 7B for the same clones.Our results indicate that HIV-1 infected cells are more resistant to apoptosis when it is induced by the DNA damaging agent etoposide. These data suggest that when an HIV-1 genome is integrated into the host DNA, several host genes including Caspase 8, Ikaros, Aiolos and NPM/B23 genes are regulated by the HIV-1 TAR miRNAs. The downregulation Caspase 8, Ikaros and NPM/B23 of, and the overexpression of Aiolos, may play important roles in the cell fate after HIV-1 infection. DiscussionHIV-1 regulates the expression of many host cell genes during infection of human cells [49]. Dysregulation of host genes occurs when viral molecules interact with cell components, disrupt normal cellular pathways, recruit host factors for viral replication or change the endogenous miRNA profile of the cell [50-53]. Here, we report that HIV-1 TAR miRNAs could be another mechanism by which HIV-1 regulates the expression of host genes. We demonstrated that miR-TAR-5p and miR-TAR-3p were incorporated into Ago complexes, which contains the effector components of miRNA-targeted RNA silencing [23] in human cells [54] and is required for small RNA species to mediate mRNA regulatory effects [5]. We established stable Jurkat cell lines expressing the HIV-1 TAR miRNAs and we selected four lines that showed variations in TAR miRNA expression levels. Based on the premises that (i) miRNAs regulate mRNAs in a dose-dependent manner [55], and that (ii) increased miRNA levels would yield a stronger phenotype, the Jurkat TAR-3 cell line was selected for further proteomic analyses and NPM/B23 emerged as a top protein candidate downregulated by the HIV TAR miRNAs. The 2D-gel analysis of a clonal population (i) circumvented a relatively high background associated to poorly infected cells, as previously described [56], and (ii) allowed us to study a stable latently-infected cell population, in contrast with other early-infected cell studies [56,57]. This approach, however, also has its intrinsic limitations, the most important of which may be (i) the poor separation of proteins from some areas of the gel, and (ii) a fold change too small to justify mass spectrometry analyses.A dual luciferase reporter assay was used to confirm the host gene targets we identified in silico and to monitor the 3’UTR-mediated regulation of the genes of interest by the TAR miRNAs. The dual luciferase assay, although powerful, has limitations, all of which can differently influence the results [58]. These include the type of cells studied, the length of the regulatory element (e.g. natural 3’UTR versus 3X binding sites), the binding site accessibility and the architecture of the miRNA:mRNA base pairing. Data should be interpreted with caution, because modest reporter gene downregulation (~20%) has been previously observed in assays where the 3’UTR tested was fused to luciferase genes [31,59], even when the predicted binding sites had a free energy (ΔG) as low as −30,7 kcal/mol, expecting a much stronger regulation [31].Three of the four genes that we selected from our reporter gene activity data were downregulated by TAR miRNAs expressed in the Jurkat cell model. Although the protein levels of Caspase 8, Ikaros and NPM/B23 were downregulated to varying degrees in the Jurkat cells expressing TAR and the J-Lat cell lines, TAR miRNAs did not induce comparable changes at the mRNA level. Therefore, although reduced mRNA levels generally account for most of the decreased protein production [60], it would be imprudent to rely exclusively on mRNA levels when assessing the effects and importance of TAR miRNAs in regulating host gene expression. Hence, the relevance of our proteomic analysis of Jurkat cells expressing TAR miRNAs that identified NPM/B23 as an mRNA/protein that is targeted by the HIV-1 TAR miRNAs.The Aiolos gene was upregulated when TAR was expressed at a high level in the Jurkat cells or when the HIV-1 was integrated in the cells as a provirus. The upregulation of a gene upon miRNA binding has been observed with small activating RNAs (saRNAs), which are reported to enhance gene expression [61,62]. In addition, a given miRNA binding site can mediate repression in some 3’ UTRs, but not others [46], which could also explain the result. The overall effect of the TAR miRNAs on Aiolos expression may also involve regulation at the transcriptional level and, because Aiolos is a transcription factor, there may be complex feedback loops involved. The TAR miRNA downregulatory effect on Aiolos might be related to other stages of the HIV-1 pathogenesis or could occur in different cells types that have not been tested in this study.Apoptosis is known to be a significant cause of HIV-1-infected, CD4+ T cell death. However, the molecular mechanism determining the balance between cell survival and cell death remains unclear. Our results suggest that the regulation of selected host mRNAs by TAR miRNAs could influence the choice made by HIV-1 infected cells between survival and apoptosis. This could be the result of a complex interplay involving the up- and down regulation of the levels of pro- and anti-apoptotic proteins by the TAR miRNAs, and the secondary effects on the cellular machinery. Furthermore, because HIV-1 infection is a multi-step process, these cell components may be regulated differently throughout the course of the infection. For instance, up-regulation of the pro-apoptotic Caspase 8, which cleaves and activates other downstream caspases, renders cells susceptible to apoptosis via Fas signaling [63]. Caspase 8 is cleaved by the HIV-1 protease into Casp8p41, a fragment strongly associated with apoptotic, HIV-1 infected CD4+ T cells [64]. HIV-1 could, for example, delay or prevent apoptosis through TAR miRNA-mediated downregulation of Caspase 8 early in the infection cycle, to ensure robust viral replication and packaging.Another downregulated gene was Ikaros (also called IKZF1), which is the founding member of a family of zinc finger transcription factors that also includes Aiolos (also called IKZF3) [39]. Ikaros increases normal oxidative stress-induced apoptosis in erythroid cells [65]. By reducing the level of Ikaros protein in T cells, TAR miRNAs could decrease apoptotic events that are associated with HIV-1 infection. However, because etoposide treatment can shorten the half-life of Ikaros [66], we cannot exclude the effect of etoposide on Ikaros as an explanation for the resistance of the etoposide-treated Jurkat TAR and J-Lat cells to apoptosis.Upregulation of Aiolos expression could also potentially reduce apoptosis of HIV-1 infected cells. Aiolos is a transcription factor whose expression is restricted to lymphoid lineages. Aiolos binds to the Bcl-2 promoter, and also interacts with the Bcl-2 and Bcl-XL proteins [67,68] to enhance their stability and promote cell survival. Because a high Aiolos mRNA and protein expressions seemed to correlate with TAR miRNA levels and a resistance to apoptosis, it may be related to survival in infected cells.The effects we have seen, e.g. cell survival and resistance to apoptosis, in TAR-expressing and J-Lat cells lines may also be explained by the downregulation of NPM/B23 protein. NPM/B23 is a major nucleolar, multifunctional protein that has been reported to interact with the HIV-1 proteins Tat and Rev [69,70] and with many cellular components [40]. A down regulation of NPM/B23 protein expression in the nucleolus could modify protein interactions and disrupt HIV-1 nucleolar Rev localization [71] to promote its interaction with other cellular or viral components. In the acute phase of HIV-1 infection, NPM/B23 expression is increased [69] and its acetylated form is recruited, in a Tat-dependant manner, to the HIV-1 LTR to enhance viral transactivation [72]. The targeting of NPM/B23 could be a mechanism used by the TAR miRNAs to limit the replication of HIV-1 thereby facilitating the escape of virus-infected cells from apoptosis and promoting latency stage.The present study should improve our understanding of the regulation of host genes by viral miRNAs and the potential outcomes. Because hundreds of mRNAs can be targeted by a single miRNA, and miRNAs may act in concert to regulate mRNA translation [46], we speculate that the TAR miRNAs of HIV-1 have evolved to play a key role in viral pathogenesis, most likely by promoting conditions that favor HIV-1 replication in host cells. Future studies will elucidate the molecular mechanisms by which the HIV-1 miRNAs are produced and how they regulate host gene expression, to determine their relative importance in the HIV-1 replicative cycle and pathogenesis. These studies should provide key insights into how HIV-1 viral miRNAs contribute to shaping the host response to viral infection and identify new, potential targets for development of novel and improved therapeutics treat HIV-1. ConclusionsHIV-1 TAR miRNAs may regulate cellular apoptosis through the direct or indirect regulation of apoptosis-related genes, including Caspase 8, Aiolos, Ikaros and NPM/B23. The TAR miRNAs act through components of the regulatory pathway for host miRNAs, including the Ago complexes. HIV-1 miR-TAR-5p and miR-TAR-3p may thus determine the success of viral replication by regulating the balance between the survival and death of HIV-1 infected cells. MethodsDNA constructsThe psiSTRIKE vector (Promega) encoding a short hairpin against a deleted region of Firefly luciferase gene was used as a negative control (U6-shNEG). The WT TAR region (U6-TAR) and psiCHECK (Promega) reporter construct encoding miR-TAR-5p (miR-TAR-5p sensor) and miR-TAR-3p (miR-TAR-3p sensor) have been described previously [23,41]. Vectors expressing short hairpin RNAs, encoding either miR-TAR-5p (U6-sh5p), or miR-TAR-3p (U6-sh3p), were cloned using sh5p up and down or sh3p up and down oligonucleotides into psiSTRIKE vector.Three copies (3X) of the individual, natural binding sites of each selected mRNA target identified by bioinformatic analysis were inserted downstream of the Rluc open reading frame (ORF) into the XhoI/NotI restriction sites of a psiCHECK vector. The complete or truncated 3’UTR region of Caspase 8 [ENSG00000064012, complete 1120 base pair (bp) cloned], Aiolos [ENSG00000161405, first 845 bp cloned], Ikaros [ENSG00000185811, first 2230 bp cloned] and NPM/B23 mRNAs [ENSG00000181163, 319 bp cloned], as well as the 5’UTR and ORF of NPM/B23 mRNA, were amplified by the polymerase chain reaction (PCR), and then cloned into the XhoI/NotI restriction sites of psiCHECK vector. Oligonucleotide sequences are listed in Additional file 9.Mammalian cell cultureJurkat and J-Lat (full length clones 6.3, 8.4, 9.2 and 10.6) were obtained from Dr. Eric Verdin through the NIH AIDS Research and Reference Reagent Program, Division of AIDS, NIAID. Cells were maintained in RPMI-1640 medium supplemented with 10% fetal bovine serum and 2 mM L-glutamine at 37°C in a humidified incubator under 5% CO2. HEK 293 and HEK 293 Flag-Ago 1, 2, 3, 4 cells [73] were grown in DMEM supplemented with 10% fetal bovine serum, 1 mM sodium pyruvate, 2 mM L-glutamine at 37°C in a humidified incubator under 5% CO2. Jurkat NEG-1 and TAR stable cell lines were established by transfection with either U6-shNEG or U6-TAR linearized vectors respectively, by electroporation and subsequent clonal selection using selective agent G418. Positive clones were selected for the presence and abundance of HIV-1 TAR miRNAs by using RNase protection assays (RPA) with probes and by methods previously described [23].Western blotCells were harvested and lysed in RIPA buffer (50 mM Tris–HCl pH 7.4, 150 mM NaCl, 1% NP-40, 0.1% SDS, 0.5% Sodium Deoxycholate,1 mM EDTA, 1X protease inhibitor cocktail) for 15 minutes on ice, and then centrifuged for 10 min at 10,000 g (4°C). Ten (10)-70 μg of protein were separated by 10-15% SDS-PAGE and transferred to PVDF membranes. Membranes were blocked in 5% non-fat milk then probed with primary antibodies for NPM/B23 (sc-47725, Santa Cruz Biotechnology), Caspase 8 (9746, Cell Signaling), Aiolos (sc-101982, Santa Cruz Biotechnology), Ikaros (sc-13039, Santa Cruz Biotechnology), Flag (F-3165, Sigma), α-tubulin (T6074, Sigma), GAPDH (2118, Cell signalling) overnight at 4°C. Anti-mouse or anti-rabbit were used as secondary antibodies and (Santa Cruz Biotechnology) and chemiluminescent signal was revealed using ECL substrate (Pierce).ImmunoprecipitationHEK 293 and HEK 293 Flag-Ago1, 2, 3 or 4 cell lines, were grown to 60% confluency, then transfected with U6-shNeg or U6-TAR. Forty-eight (48) hours later, cell were lysed in IP buffer (50 mM Tris–HCl pH 8,0, 137 mM NaCl, 1% Triton X-100, 1X protease inhibitor cocktail), and 3 mg of total lysate was incubated with anti-Flag M2 affinity agarose gel beads (A2220, Sigma) overnight in the presence of RNAse inhibitors. Beads were washed three times for five min in IP buffer and prior to the last wash, were divided as follows: one quarter (¼) of the IP was resuspended in 20 μl of loading dye containing β-mercaptoethanol and kept for Western blot analysis and three quarters (¾) was resuspended in 20 μl of nuclease-free water and kept for Northern Blot analysis. All samples were boiled for 10 minutes after resuspension, and the input (total lysate) was kept for protein analysis and total RNA extraction.Northern blotTotal RNA from inputs was extracted using Stat-60 reagent (Tel-Test, Inc) and RNA was collected from immunoprecipitates as described above, then separated by denaturating 8% PAGE. RNA was transferred onto Hybond-XL membrane (GE), UV crosslinked and hybridized in with PerfecHyb Plus (Sigma) containing radiolabeled [α-32P] ATP probes complementary to NEG RNA, miR-TAR-3p and U6 RNA (See Additional file 9 for the oligonucleotide sequences).Two-dimensional (2D) gel electrophoresis and proteomic analysisBriefly, proteins were extracted from four different cultures of Jurkat NEG clone 1 and Jurkat TAR clone 3 in 7 M urea, 2 M thiourea, 3% 3-[(3-Cholamidopropyl) dimethylammonio]-1-propanesulfonate (CHAPS), 20 mM 1,4-Dimercapto-2,3-butanediol, 5 mM Tris(2-carboxyethyl) phosphine hydrochloride (TCEP) and precipitated using the 2D clean-up kit (GE Healthcare). Two hundred (200) μg of proteins was loaded onto a 24 cm Immobiline Dry Strip (GE Healthcare) for the first gel dimension. The second dimension was run on a 12% polyacrylamide gel and gels were fixed overnight then stained with Sypro Ruby (Invitrogen) for 5 h. Comparative analysis of the Jurkat NEG-1 and Jurkat TAR-3 was performed using the Progenesis software (Nonlinear Dynamics). Spots of interest were excised from the gels and trypsinized prior mass to spectrometry analysis. Peptide samples were separated by online reverse-phase (RP) nanoscale capillary liquid chromatography (nanoLC) and analyzed by electrospray mass spectrometry (ES MS/MS). Mass spectra were acquired using a data-dependent acquisition mode using the Xcalibur software (version 2.0). All MS/MS samples were analyzed using Mascot (version 2.2.0; Matrix Science). Scaffold (version Scaffold-2_01; Proteome Software Inc.) was used to validate MS/MS-based peptide and protein identification. Details are available upon request.Dual luciferase reporter gene activity assayHEK 293 cells were co-transfected with U6-TAR vector (50 ng; Promega) and a psiCHECK reporter construct (500 ng) in which the Rluc reporter gene was upstream of three copies (3X) of the natural binding site of selected host mRNAs (n = 1 to 3 experiments, in duplicate). All Rluc/Fluc ratios were normalized with ratios from HEK 293 cells containing a psiNEG U6-shNEG control construct.Using Lipofectamine 2000 (Invitrogen), HEK 293 cells were also co-transfected with U6-shNEG, U6-TAR, U6-sh5p or U6-sh3p (100–500 ng) and either the miR-TAR-5p or miR-TAR-3p sensors, or a psiC-NPM/B23 5’UTR, ORF or 3’UTR (0.5-50 ng per construct). Cells were harvested 24–48 hrs later and luciferase activities were measured as previously described [23,74]. Results are expressed as mean ± standard error of the mean (s.e.m.).Reverse transcription and quantitative PCR analysisRNA was treated with Turbo™ DNAse (Life Technologies) for 30 minutes at 37°C and reverse transcribed (RT) with random primers and the M-MLV reverse transcriptase enzyme (Invitrogen), according to the manufacturer’s instructions. Quantitative PCR (qPCR) using IQ™ SYBR® green supermix (Bio-Rad) and listed primers sets (Additional file 9) was performed in a C1000 thermal cycler with a CFX96 Real-Time system (Bio-Rad). Data were collected using the Bio-Rad CFX manager software v. 1.6 (Bio-Rad).Induction of apoptosisJurkat WT and J-Lat cells were seeded, in triplicate, into 96-well plates and incubated in the presence of 1% v/v DMSO, 25 ng/ml Human Anti-Fas activating antibody (clone CH11, Millipore) or 100 nM Etoposide (Sigma) for 6 hours. Caspase-3 and Caspase-7 activities were detected using the Caspase-Glo 3/7 assay (Promega) according to the manufacturer’s recommendations, or the proteins were extracted from the cells and analyzed by Western blotting using anti-PARP antibody. Competing interestThe authors declare that they have no competing interest. Authors’ contributionsDLO, JJR and PP conceived the study; DLO, JV-E, KL, L-AG, IP and JCB performed the experiments, DLO, JV-E and PP analyzed the data; DLO and PP wrote the manuscript. All authors read and approved the final manuscript. Supplementary MaterialAdditional file 1: HIV-1 TAR miRNA are loaded into Argonaute 1 and 2 complexes. RNase protection assay analyses of RNA extracted from anti-Flag immunoprecipitates derived from HEK 293 cells expressing Flag-Argonaute 1 (Flag-Ago1) or Flag-Argonaute 2 (Flag-Ago2).Click here for file(1.6M, pdf)Additional file 2: Expression of TAR-derived miR-TAR-5p and miR-TAR-3p in four (4) different TAR-expressing Jurkat cell lines. Consensus miR-TAR-5p:miR-TAR-3p sequences from HIV-1 TAR TAR RNA and RNase protection assays using probes against miR-TAR-5p and miR-TAR-3p for RNA extracted from Jurkat TAR-expressing cell lines (clones TAR 1, 2, 3 and 4) and the control (NEG-1).Click here for file(184K, pdf)Additional file 3: Cell cycle analysis for Jurkat TAR-expressing and NEG cell lines. Analysis of the cell cycle by flow cytometry in Jurkat TAR-expressing cell lines (Jurkat TAR 1, 2, 3 and 4) and in control cells (Jurkat WT and NEG-1) using propidium iodide (PI).Click here for file(167K, pdf)Additional file 4: NPM/B23 protein expression is downregulated by both miR-TAR-5p and miR-TAR-3p. Schematic, reporter assay and Western blots showing U6-sh5p and U6-sh3p downregulated NPM/B23 in HEK 293 cells.Click here for file(603K, pdf)Additional file 5: miRTAR predictions for HIV-1 miR-TAR-5p targets. List of the messenger RNAs targeted by miR-TAR-5p, based on miRTAR predictions.Click here for file(69K, pdf)Additional file 6: miRTAR predictions for HIV-1 miR-TAR-3p targets. List of the messenger RNAs targeted by miR-TAR-3p, based on miRTAR predictions.Click here for file(108K, pdf)Additional file 7: Both miR-TAR-5p and miR-TAR-3p regulate gene expression through the 3’UTR of NPM/B23. Reporter gene assay showing the regulation of NPM/B23 5’UTR, ORF and 3’UTR by the miR-TAR-5p or miR-TAR-3p, when expressed individually from conventional stem-loop.Click here for file(272K, pdf)Additional file 8: Drug stimulation of J-Lat cell lines. Flow cytometry analysis of J-Lat clones 6.3, 8.4, 9.2 and 10.6 stimulated with TNF-α, PMA, prostatin, TSA, SAHA, valproic acid and HMBA for 18 hours.Click here for file(25K, pdf)Additional file 9: Oligonucleotide sequences. List of oligonucleotide sequences used for cloning, PCR and as DNA probes.Click here for file(45K, pdf) ReferencesHan J. et al.The Drosha-DGCR8 complex in primary microRNA processing. Genes Dev. 2004;18(24):3016–27. doi: 10.1101/gad.1262504. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bernstein E. et al.Role for a bidentate ribonuclease in the initiation step of RNA interference. Nature. 2001;409(6818):363–6. doi: 10.1038/35053110. [PubMed] [CrossRef] [Google Scholar]Provost P. et al.Ribonuclease activity and RNA binding of recombinant human Dicer. Embo J. 2002;21(21):5864–74. doi: 10.1093/emboj/cdf578. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zhang H. et al.Human Dicer preferentially cleaves dsRNAs at their termini without a requirement for ATP. Embo J. 2002;21(21):5875–85. doi: 10.1093/emboj/cdf582. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Liu J. et al.Argonaute2 is the catalytic engine of mammalian RNAi. Science. 2004;305(5689):1437–41. doi: 10.1126/science.1102513. [PubMed] [CrossRef] [Google Scholar]Chendrimada TP. et al.TRBP recruits the Dicer complex to Ago2 for microRNA processing and gene silencing. Nature. 2005;436(7051):740–4. doi: 10.1038/nature03868. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Gregory RI. et al.Human RISC couples microRNA biogenesis and posttranscriptional gene silencing. Cell. 2005;123(4):631–40. doi: 10.1016/j.cell.2005.10.022. [PubMed] [CrossRef] [Google Scholar]Janowski BA. et al.Involvement of AGO1 and AGO2 in mammalian transcriptional silencing. Nat Struct Mol Biol. 2006;13(9):787–92. doi: 10.1038/nsmb1140. [PubMed] [CrossRef] [Google Scholar]Brennecke J. et al.Principles of microRNA-target recognition. PLoS Biol. 2005;3(3):e85. doi: 10.1371/journal.pbio.0030085. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dingwall C. et al.Human immunodeficiency virus 1 tat protein binds trans-activation-responsive region (TAR) RNA in vitro. Proc Natl Acad Sci U S A. 1989;86(18):6925–9. doi: 10.1073/pnas.86.18.6925. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Berkhout B, Silverman RH, Jeang KT. Tat trans-activates the human immunodeficiency virus through a nascent RNA target. Cell. 1989;59(2):273–82. doi: 10.1016/0092-8674(89)90289-4. [PubMed] [CrossRef] [Google Scholar]Laspia MF, Rice AP, Mathews MB. HIV-1 Tat protein increases transcriptional initiation and stabilizes elongation. Cell. 1989;59(2):283–92. doi: 10.1016/0092-8674(89)90290-0. [PubMed] [CrossRef] [Google Scholar]Kessler M, Mathews MB. Premature termination and processing of human immunodeficiency virus type 1-promoted transcripts. J Virol. 1992;66(7):4488–96. [PMC free article] [PubMed] [Google Scholar]Williams SA. et al.NF-kappaB p50 promotes HIV latency through HDAC recruitment and repression of transcriptional initiation. EMBO J. 2006;25(1):139–49. doi: 10.1038/sj.emboj.7600900. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Shapshak P. Molecule of the month: miRNA and HIV-1 TAR. Bioinformation. 2013;9(2):65–6. doi: 10.6026/97320630009065. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Berkhout B. Structural features in TAR RNA of human and simian immunodeficiency viruses: a phylogenetic analysis. Nucleic Acids Res. 1992;20(1):27–31. doi: 10.1093/nar/20.1.27. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Berkhout B. Structure and function of the human immunodeficiency virus leader RNA. Prog Nucleic Acid Res Mol Biol. 1996;54:1–34. [PubMed] [Google Scholar]Wilkinson KA. et al.High-throughput SHAPE analysis reveals structures in HIV-1 genomic RNA strongly conserved across distinct biological states. PLoS Biol. 2008;6(4):e96. doi: 10.1371/journal.pbio.0060096. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Watts JM. et al.Architecture and secondary structure of an entire HIV-1 RNA genome. Nature. 2009;460(7256):711–6. doi: 10.1038/nature08237. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Leonard JN. et al.HIV evades RNA interference directed at TAR by an indirect compensatory mechanism. Cell Host Microbe. 2008;4(5):484–94. doi: 10.1016/j.chom.2008.09.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Klaver B, Berkhout B. Comparison of 5‘ and 3’ long terminal repeat promoter function in human immunodeficiency virus. J Virol. 1994;68(6):3830–40. [PMC free article] [PubMed] [Google Scholar]Das AT, Klaver B, Berkhout B. The 5‘ and 3’ TAR elements of human immunodeficiency virus exert effects at several points in the virus life cycle. J Virol. 1998;72(11):9217–23. [PMC free article] [PubMed] [Google Scholar]Ouellet DL. et al.Identification of functional microRNAs released through asymmetrical processing of HIV-1 TAR element. Nucleic Acids Res. 2008;36(7):2353–65. doi: 10.1093/nar/gkn076. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Klase Z. et al.HIV-1 TAR element is processed by Dicer to yield a viral micro-RNA involved in chromatin remodeling of the viral LTR. BMC Mol Biol. 2007;8:63. doi: 10.1186/1471-2199-8-63. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wagschal A. et al.Microprocessor, Setx, Xrn2, and Rrp6 Co-operate to Induce Premature Termination of Transcription by RNAPII. Cell. 2012;150(6):1147–57. doi: 10.1016/j.cell.2012.08.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Omoto S. et al.HIV-1 nef suppression by virally encoded microRNA. Retrovirology. 2004;1:44. doi: 10.1186/1742-4690-1-44. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bennasser Y. et al.HIV-1 encoded candidate micro-RNAs and their cellular targets. Retrovirology. 2004;1:43. doi: 10.1186/1742-4690-1-43. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Narayanan A. et al.Analysis of the roles of HIV-derived microRNAs. Expert Opin Biol Ther. 2011;11(1):17–29. doi: 10.1517/14712598.2011.540564. [PubMed] [CrossRef] [Google Scholar]Klase Z. et al.HIV-1 TAR miRNA protects against apoptosis by altering cellular gene expression. Retrovirology. 2009;6:18. doi: 10.1186/1742-4690-6-18. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pfeffer S. et al.Identification of virus-encoded microRNAs. Science. 2004;304(5671):734–6. doi: 10.1126/science.1096781. [PubMed] [CrossRef] [Google Scholar]Choy EY. et al.An Epstein-Barr virus-encoded microRNA targets PUMA to promote host cell survival. J Exp Med. 2008;205(11):2551–60. doi: 10.1084/jem.20072581. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Narayanan A. et al.Exosomes derived from HIV-1 infected cells contain TAR RNA. J Biol Chem. 2013;288(27):20014–33. doi: 10.1074/jbc.M112.438895. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Roshal M, Zhu Y, Planelles V. Apoptosis in AIDS. Apoptosis. 2001;6(1–2):103–16. [PubMed] [Google Scholar]Varbanov M, Espert L, Biard-Piechaczyk M. Mechanisms of CD4 T-cell depletion triggered by HIV-1 viral proteins. AIDS Rev. 2006;8(4):221–36. [PubMed] [Google Scholar]Genini D. et al.HIV induces lymphocyte apoptosis by a p53-initiated, mitochondrial-mediated mechanism. FASEB J. 2001;15(1):5–6. [PubMed] [Google Scholar]Petit F. et al.Productive HIV-1 infection of primary CD4+ T cells induces mitochondrial membrane permeabilization leading to a caspase-independent cell death. J Biol Chem. 2002;277(2):1477–87. doi: 10.1074/jbc.M102671200. [PubMed] [CrossRef] [Google Scholar]Fevrier M, Dorgham K, Rebollo A. CD4+ T cell depletion in human immunodeficiency virus (HIV) infection: role of apoptosis. Viruses. 2011;3(5):586–612. [PMC free article] [PubMed] [Google Scholar]Maelfait J, Beyaert R. Non-apoptotic functions of caspase-8. Biochem Pharmacol. 2008;76(11):1365–73. doi: 10.1016/j.bcp.2008.07.034. [PubMed] [CrossRef] [Google Scholar]John LB, Ward AC. The Ikaros gene family: transcriptional regulators of hematopoiesis and immunity. Mol Immunol. 2011;48(9–10):1272–8. [PubMed] [Google Scholar]Colombo E, Alcalay M, Pelicci PG. Nucleophosmin and its complex network: a possible therapeutic target in hematological diseases. Oncogene. 2011;30(23):2595–609. doi: 10.1038/onc.2010.646. [PubMed] [CrossRef] [Google Scholar]Plante I. et al.Dicer-derived microRNAs are utilized by the fragile X mental retardation protein for assembly on target RNAs. J Biomed Biotechnol. 2006;2006(4):64347. [PMC free article] [PubMed] [Google Scholar]Okuwaki M, Tsujimoto M, Nagata K. The RNA binding activity of a ribosome biogenesis factor, nucleophosmin/B23, is modulated by phosphorylation with a cell cycle-dependent kinase and by association with its subtype. Mol Biol Cell. 2002;13(6):2016–30. doi: 10.1091/mbc.02-03-0036. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Brodersen P, Voinnet O. Revisiting the principles of microRNA target recognition and mode of action. Nat Rev Mol Cell Biol. 2009;10(2):141–8. [PubMed] [Google Scholar]Ouellet DL, Provost P. Current knowledge of MicroRNAs and noncoding RNAs in virus-infected cells. Methods Mol Biol. 2010;623:35–65. doi: 10.1007/978-1-60761-588-0_3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Jordan A, Bisgrove D, Verdin E. HIV reproducibly establishes a latent infection after acute infection of T cells in vitro. EMBO J. 2003;22(8):1868–77. doi: 10.1093/emboj/cdg188. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bartel DP. MicroRNAs: target recognition and regulatory functions. Cell. 2009;136(2):215–33. doi: 10.1016/j.cell.2009.01.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Billot K. et al.Differential aiolos expression in human hematopoietic subpopulations. Leuk Res. 2010;34(3):289–93. doi: 10.1016/j.leukres.2009.05.016. [PubMed] [CrossRef] [Google Scholar]Lazebnik YA. et al.Cleavage of poly(ADP-ribose) polymerase by a proteinase with properties like ICE. Nature. 1994;371(6495):346–7. doi: 10.1038/371346a0. [PubMed] [CrossRef] [Google Scholar]Li Q. et al.Microarray analysis of lymphatic tissue reveals stage-specific, gene expression signatures in HIV-1 infection. J Immunol. 2009;183(3):1975–82. doi: 10.4049/jimmunol.0803222. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Triboulet R. et al.Suppression of microRNA-silencing pathway by HIV-1 during virus replication. Science. 2007;315(5818):1579–82. doi: 10.1126/science.1136319. [PubMed] [CrossRef] [Google Scholar]Friedrich BM. et al.Host factors mediating HIV-1 replication. Virus Res. 2011;161(2):101–14. doi: 10.1016/j.virusres.2011.08.001. [PubMed] [CrossRef] [Google Scholar]Zhou H. et al.Genome-scale RNAi screen for host factors required for HIV replication. Cell Host Microbe. 2008;4(5):495–504. doi: 10.1016/j.chom.2008.10.004. [PubMed] [CrossRef] [Google Scholar]Konig R. et al.Global analysis of host-pathogen interactions that regulate early-stage HIV-1 replication. Cell. 2008;135(1):49–60. doi: 10.1016/j.cell.2008.07.032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dueck A. microRNAs associated with the different human Argonaute proteins. Nucleic Acids Res. 2012;40(19):9850–62. doi: 10.1093/nar/gks705. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wee LM. et al.Argonaute divides its RNA guide into domains with distinct functions and RNA-binding properties. Cell. 2012;151(5):1055–67. doi: 10.1016/j.cell.2012.10.036. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Chan EY. et al.Dynamic host energetics and cytoskeletal proteomes in human immunodeficiency virus type 1-infected human primary CD4 cells: analysis by multiplexed label-free mass spectrometry. J Virol. 2009;83(18):9283–95. doi: 10.1128/JVI.00814-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Navare AT. et al.Quantitative proteomic analysis of HIV-1 infected CD4+ T cells reveals an early host response in important biological pathways: protein synthesis, cell proliferation, and T-cell activation. Virology. 2012;429(1):37–46. doi: 10.1016/j.virol.2012.03.026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Thorne N, Inglese J, Auld DS. Illuminating insights into firefly luciferase and other bioluminescent reporters used in chemical biology. Chem Biol. 2010;17(6):646–57. doi: 10.1016/j.chembiol.2010.05.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Yamakuchi M, Ferlito M, Lowenstein CJ. miR-34a repression of SIRT1 regulates apoptosis. Proc Natl Acad Sci U S A. 2008;105(36):13421–6. doi: 10.1073/pnas.0801613105. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Guo H. et al.Mammalian microRNAs predominantly act to decrease target mRNA levels. Nature. 2010;466(7308):835–40. doi: 10.1038/nature09267. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Huang V. et al.Upregulation of Cyclin B1 by miRNA and its implications in cancer. Nucleic Acids Res. 2012;40(4):1695–707. doi: 10.1093/nar/gkr934. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Li LC. et al.Small dsRNAs induce transcriptional activation in human cells. Proc Natl Acad Sci U S A. 2006;103(46):17337–42. doi: 10.1073/pnas.0607015103. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bartz SR, Emerman M. Human immunodeficiency virus type 1 Tat induces apoptosis and increases sensitivity to apoptotic signals by up-regulating FLICE/caspase-8. J Virol. 1999;73(3):1956–63. [PMC free article] [PubMed] [Google Scholar]Nie Z. et al.Human immunodeficiency virus type 1 protease cleaves procaspase 8 in vivo. J Virol. 2007;81(13):6947–56. doi: 10.1128/JVI.02798-06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pulte D. et al.Ikaros increases normal apoptosis in adult erythroid cells. Am J Hematol. 2006;81(1):12–8. doi: 10.1002/ajh.20507. [PubMed] [CrossRef] [Google Scholar]He LC. et al.Ikaros is degraded by proteasome-dependent mechanism in the early phase of apoptosis induction. Biochem Biophys Res Commun. 2011;406(3):430–4. doi: 10.1016/j.bbrc.2011.02.062. [PubMed] [CrossRef] [Google Scholar]Rebollo A. et al.The association of Aiolos transcription factor and Bcl-xL is involved in the control of apoptosis. J Immunol. 2001;167(11):6366–73. [PubMed] [Google Scholar]Romero F. et al.Aiolos transcription factor controls cell death in T cells by regulating Bcl-2 expression and its cellular localization. Embo J. 1999;18(12):3419–30. doi: 10.1093/emboj/18.12.3419. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Li YP. Protein B23 is an important human factor for the nucleolar localization of the human immunodeficiency virus protein Tat. J Virol. 1997;71(5):4098–102. [PMC free article] [PubMed] [Google Scholar]Fankhauser C. et al.Specific complex of human immunodeficiency virus type 1 rev and nucleolar B23 proteins: dissociation by the Rev response element. Mol Cell Biol. 1991;11(5):2567–75. [PMC free article] [PubMed] [Google Scholar]Perkins A. et al.Structural and functional characterization of the human immunodeficiency virus rev protein. J Acquir Immune Defic Syndr. 1989;2(3):256–63. [PubMed] [Google Scholar]Gadad SS. et al.HIV-1 infection induces acetylation of NPM1 that facilitates Tat localization and enhances viral transactivation. J Mol Biol. 2011;410(5):997–1007. doi: 10.1016/j.jmb.2011.04.009. [PubMed] [CrossRef] [Google Scholar]Meister G. et al.Human Argonaute2 mediates RNA cleavage targeted by miRNAs and siRNAs. Mol Cell. 2004;15(2):185–97. doi: 10.1016/j.molcel.2004.07.007. [PubMed] [CrossRef] [Google Scholar]Landry P. et al.Existence of a microRNA pathway in anucleate platelets. Nat Struct Mol Biol. 2009;16(9):961–6. doi: 10.1038/nsmb.1651. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}