{"title": "Differential utilization of TATA box-binding protein (TBP) and TBP-related factor 1 (TRF1) at different classes of RNA polymerase III promoters", "pubDate": "2013", "PMCID": "PMC3779753", "DOI": "10.1074/jbc.C113.503094", "PMID": "23955442", "abstract": "In the fruit fly Drosophila melanogaster, RNA polymerase III transcription was found to be dependent not upon the canonical TATA box-binding protein (TBP) but instead upon the TBP-related factor 1 (TRF1) (Takada, S., Lis, J. T., Zhou, S., and Tjian, R. (2000) Cell 101, 459-469). Here we confirm that transcription of fly tRNA genes requires TRF1. However, we unexpectedly find that U6 snRNA gene promoters are occupied primarily by TBP in cells and that knockdown of TBP, but not TRF1, inhibits U6 transcription in cells. Moreover, U6 transcription in vitro effectively utilizes TBP, whereas TBP cannot substitute for TRF1 to promote tRNA transcription in vitro. Thus, in fruit flies, different classes of RNA polymerase III promoters differentially utilize TBP and TRF1 for the initiation of transcription.", "author": [{"author": "Neha Verma", "affiliation": ["Molecular Biology Institute; Departments of Biology."], "href": "/?term=Verma+N&cauthor_id=23955442"}, {"author": "Ko-Hsuan Hung", "affiliation": ["Molecular Biology Institute; Chemistry and Biochemistry, San Diego State University, San Diego, California 92182-1030."], "href": "/?term=Hung+KH&cauthor_id=23955442"}, {"author": "Jin Joo Kang", "affiliation": ["Molecular Biology Institute; Chemistry and Biochemistry, San Diego State University, San Diego, California 92182-1030."], "href": "/?term=Kang+JJ&cauthor_id=23955442"}, {"author": "Nermeen H Barakat", "affiliation": ["Molecular Biology Institute; Chemistry and Biochemistry, San Diego State University, San Diego, California 92182-1030."], "href": "/?term=Barakat+NH&cauthor_id=23955442"}, {"author": "William E Stumph", "affiliation": ["Molecular Biology Institute; Chemistry and Biochemistry, San Diego State University, San Diego, California 92182-1030. Electronic address: wstumph@mail.sdsu.edu."], "href": "/?term=Stumph+WE&cauthor_id=23955442"}], "refPMID": [], "citedInPMID": ["23955442", "32253345", "31053615", "28808065", "25661246", "24917680"], "body": " AbstractIn the fruit fly Drosophila melanogaster, RNA polymerase III transcription was found to be dependent not upon the canonical TATA box-binding protein (TBP) but instead upon the TBP-related factor 1 (TRF1) (Takada, S., Lis, J. T., Zhou, S., and Tjian, R. (2000) Cell 101, 459–469). Here we confirm that transcription of fly tRNA genes requires TRF1. However, we unexpectedly find that U6 snRNA gene promoters are occupied primarily by TBP in cells and that knockdown of TBP, but not TRF1, inhibits U6 transcription in cells. Moreover, U6 transcription in vitro effectively utilizes TBP, whereas TBP cannot substitute for TRF1 to promote tRNA transcription in vitro. Thus, in fruit flies, different classes of RNA polymerase III promoters differentially utilize TBP and TRF1 for the initiation of transcription.Keywords: Drosophila, Gene Transcription, General Transcription Factors, RNA Polymerase III, Transcription Initiation Factors, TBP, TRF1, U6 snRNA Transcription, tRNA Transcription IntroductionIn higher eukaryotes, there are at least three distinct classes of promoters for RNA polymerase III (Pol III).4 Type I and Type II Pol III promoters (exemplified by the 5 S rRNA genes and tRNA genes, respectively) are internal to the genes and depend upon the DNA-binding complex TFIIIC for the assembly of a transcription preinitiation complex (1–3). Type III Pol III promoters comprise sequences external to the gene located in the 5′-flanking DNA. This third type of Pol III promoter is exemplified by genes for U6 snRNA and certain other small stable RNAs (1–7). These promoters are characterized by the presence of a TATA box and of a proximal sequence element (PSE) that is centered about 50–60 bp upstream of the transcription start site. The PSE is a binding site for the multisubunit small nuclear RNA-activating protein complex (SNAPc), also known as the PSE-binding transcription factor (PTF) (4–7).In vertebrates, all three types of Pol III promoters utilize the TATA box-binding protein (TBP) for the initiation of transcription. At one time, TBP was believed to be a universal factor required at all eukaryotic promoters, including those for all three RNA polymerases I, II, and III (8). However, the later discovery of a number of TBP-related factors called that assumption into question (reviewed in Refs. 9–13). The first to be discovered was TBP-related factor 1 (TRF1), which appears to be unique to insects (14). Drosophila melanogaster TRF1 is ∼60% identical and 80% similar to D. melanogaster TBP within the conserved C-terminal core domain but has no significant similarity in the nonconserved N-terminal region (14). TRF1 was found to be highly expressed in early embryos and in the late embryonic central nervous system and gonads (14, 15). It was further demonstrated that TRF1 could participate in the stimulation of RNA polymerase II (Pol II) transcription at several well characterized promoters and that TRF1 and TBP differentially activated transcription at different start sites within the tudor promoter region (15, 16). Those data suggested that TBP and TRF1 have promoter-selective properties for Pol II recruitment.Experiments revealed that TRF1 and TBP localized to different loci on fly salivary polytene chromosomes (15). Surprisingly, those chromosome-staining experiments revealed a high correlation of TRF1 binding sites with tRNA gene loci. Indeed, later biochemical experiments showed that depletion of TRF1, but not TBP, in fruit fly embryo nuclear extracts led to inhibition of Pol III transcription (17). Furthermore, co-immunoprecipitation experiments indicated that most of the TRF1 in cell extracts was associated with the Pol III general transcription factor Brf1 (17). Finally, in vitro transcription experiments with plasmid templates containing 5 S rRNA, tRNA, or U6 snRNA genes led the authors to conclude that TRF1 was responsible for transcription from all three major types of Pol III promoters in D. melanogaster (17). This notion has since become widely accepted in the scientific literature (10, 13, 18).Interestingly, in a later genome-wide screen for TRF1 binding sites, Isogai et al. (18) detected significant amounts of TRF1 at tRNA and 5 S rRNA gene loci in the D. melanogaster genome but failed to detect a significant TRF1 signal at any of the three U6 snRNA gene loci. Furthermore, earlier findings from another group in the mid-1990s suggested that TBP might play a role in U6 snRNA transcription in fruit flies and was capable of associating with Brf1 (19, 20). Due to these discrepancies, as well as our own preliminary results, we further examined the role of TBP and TRF1 in U6 snRNA gene expression. Here we present evidence that, although TRF1 is indeed required for tRNA transcription, TBP is used for transcription of U6 snRNA genes by Pol III. EXPERIMENTAL PROCEDURESChromatin Immunoprecipitations (ChIPs) ChIP procedures were carried out as described previously (21) using polyclonal antibodies produced in rabbits against bacterially expressed TBP or TRF1, or against DmSNAP43, the smallest of the three subunits of D. melanogaster SNAPc (DmSNAPc). The preparation of the antibodies against D. melanogaster TBP and DmSNAP43 has been described previously (21). Antibodies against bacterially expressed TRF1 were similarly prepared. No cross-reactivity of the TBP and TRF1 antibodies could be detected by immunoblotting (data not shown). Primers for ChIP PCR amplification were chosen to analyze all three U6 gene loci present in the D. melanogaster genome (U6:96Aa; U6:96Ab; U6:96Ac), three U1 gene loci (U1:95Ca; U1:95Cb; U1:82Eb), and three tRNA gene loci (CR30206; CR30509; CR30207 plus CR30208 together). Sequences of the primers are available upon request.In Vitro Transcription Assays The templates that contained the wild type U1 and U6 promoters have been described previously (22, 23). The plasmid pArg-maxi contained a tRNAArg gene with a 12-bp insertion between the internal promoter elements (19) and was obtained from Deborah Johnson (Department of Molecular Pharmacology and Biochemistry, University of Southern California).Procedures for in vitro transcription and analysis of the RNA products by primer extension have been previously described in detail (22, 23). Transcription reactions (25 μl final volume) utilized 15 μl of a soluble nuclear fraction (SNF) prepared from D. melanogaster embryos (22, 24, 25). Following the reaction, the transcripts were annealed to a 32P-labeled reverse transcription primer. The 1211z primer for the U1 and U6 transcription products has been previously described (22). The primer for the pArg-maxi gene template was a 24-mer (5′-AATCTTCTGATCCCCGGATCCCTC-3′) that contained 11 nucleotides at its 3′ end complementary to the insertion in the tRNAArg gene.SNF Immunodepletions The SNF was immunodepleted of TBP and/or TRF1 by using the same anti-TBP and anti-TRF1 antibodies used in the ChIP assays. The antiserum (or preimmune serum as a control) was first diluted with manufacturer-supplied IgG binding buffer (Pierce 54200) in a ratio of 1:2 to a final volume of 900 μl and then incubated with 100 μl of immobilized protein A/G plus-Agarose (settled beads, Pierce 20423) for 1 h at room temperature. The resin was then washed three times at room temperature with the binding buffer followed by two times at 4 °C with SNF equilibration buffer (135 mm KCl, 20 mm HEPES (pH 7.6), 8.75 mm MgCl2, 0.1 mm EDTA, 10% glycerol, 1.75 mm dithiothreitol, 0.15 mm phenylmethylsulfonyl fluoride, 1 mm benzamidine, and 1 mm sodium metabisulfite). Then 400 μl of SNF was incubated with the 100 μl of antibody-bound resin at 4 °C for 4 h with end-over-end tumbling. The supernatant was then collected as immunodepleted SNF. The depletion of TBP and/or TRF1 was 90% or greater as estimated by immunoblotting (data not shown).Cloning, Expression, and Partial Purification of TBP, TRF1, Brf1, and Bdp1 cDNA clones of D. melanogaster TBP and TRF1 were obtained from the laboratory of Robert Tjian (Department of Molecular and Cell Biology, University of California, Berkeley, CA). cDNA clones of Brf1 and Bdp1 (stock numbers LD32109 and GH09630, respectively) were purchased from the Drosophila Genomics Resource Center, Bloomington, IN. The coding region of each cDNA was amplified by PCR and inserted into the pMT/V5-His-TOPO vector, a component of the Invitrogen Drosophila expression system, for expression in insect cells under the control of the copper-inducible metallothionein promoter. The clones were designed such that the TBP and TRF1 proteins included the C-terminal V5 and His6 tags of the vector, whereas the Brf1 and Bdp1 clones produced untagged proteins.Combinations of the expression constructs described above were used to co-transfect D. melanogaster S2 cells, and stably transfected cell lines were established by selection on blasticidin-containing medium as described previously (26). Lines were established that expressed untagged Brf1 and untagged Bdp1 together along with either tagged TBP or tagged TRF1. Following induction of expression with copper sulfate, cells were lysed, and protein fractions enriched for the His6-tagged TBP or TRF1, together with overexpressed associated proteins, were obtained by using the Invitrogen ProBond nickel-chelating resin as described previously (27). Eluted protein was dialyzed against transcription buffer (81 mm KCl, 32.5 mm HEPES K+ (pH 7.6), 5.5 mm MgCl2, 0.1 mm ZnCl2, 0.1 mm EDTA (pH 8.0), 6.2% glycerol, 5 mm dithiothreitol, 0.1 mm phenylmethylsulfonyl fluoride) prior to addition to in vitro transcription reactions. TBP and TRF1 were detected on immunoblots by using HRP-conjugated anti-V5 monoclonal antibody or by using rabbit polyclonal antibodies followed by HRP-conjugated goat anti-rabbit IgG.RNA interference (RNAi) and Cellular Expression Assays RNAi was performed by treating S2 cells with dsRNA prepared with the RiboMAX Large Scale RNA Production Systems-T7 (Promega P1300). Targets for dsRNA were designed by using the SnapDragon – dsRNA Design tool either from the open reading frame of TBP and TRF1 or from a plasmid containing the Renilla luciferase gene (pRL-null Vector) (Promega E2271), which served as a nonspecific control. S2 cells at a density of 106 cells/ml/well of a 6-well plate were serum-starved and treated with 15 μg of dsRNA. Three days after dsRNA treatment, cells were transfected with 19 μg of U1/pGL2 or pU6-maxi (28) or pArg-maxi reporter plasmids. Cells were further incubated for 40 h before harvesting for RNA purification. Total RNA was used for primer extension assays with U1 or U6 primers as described previously (28). The tRNA primer was the same as used to measure the product of the in vitro transcription reactions described above. RESULTSTBP Occupies U6 snRNA Gene Promoters in D. melanogaster S2 Cells As a first step toward examining the TBP or TRF1 requirement for transcription of fly U6 genes, ChIP assays were performed to determine the presence of TBP or TRF1 at U6 promoters in vivo. The genome of D. melanogaster contains three potentially active U6 snRNA genes, and all three were chosen for study. As controls, three U1 snRNA gene loci and three tRNA gene loci were also analyzed. Furthermore, because DmSNAPc is required for transcription of both U1 and U6 snRNA genes (23) but not for the transcription of tRNA genes, we also examined DmSNAPc occupancy by using antibodies against DmSNAP43.We first analyzed the ChIP results by traditional PCR and gel electrophoresis (Fig. 1A). When primers specific for the U6:96Ab gene were utilized for PCR amplification, strong signals were obtained when antibodies against TBP or DmSNAP43 were employed for the ChIPs (Fig. 1A, lanes 2 and 6), whereas preimmune sera from the same rabbits produced little or no signal (lanes 3 and 7). ChIPs with antibodies against TRF1, on the other hand, produced only a very weak signal that was barely visible above the preimmune background (lanes 4 and 5). These results indicate that TBP, rather than TRF1, was preferentially present at the U6:96Ab gene promoter in S2 cells. Importantly, when a second U6 gene was targeted by PCR (U6:96Ac, lanes 39–45), an essentially identical pattern of results was obtained, again indicating occupancy of the U6 promoter by TBP. When the third U6 gene (U6:96Aa) was analyzed (lanes 54–60), all the signals were weak, yet the strongest bands corresponded to ChIPs that utilized anti-TBP or anti-DmSNAP43 antibodies (lanes 55 and 59). Based upon the relative weakness of the signals, it is possible that this third U6 gene is inefficiently expressed in S2 cells.Open in a separate windowFIGURE 1.ChIPs indicating that D. melanogaster U6 snRNA gene promoters are occupied by TBP in vivo.\nA, semiquantitative ChIP assays. Antibodies against TBP (α-TBP), TRF1 (α-TRF1), or the DmSNAP43 subunit of DmSNAPc (α-43) were used for ChIP. Three U6 gene loci, three U1 gene loci, and three tRNA gene loci, as indicated above each panel, were examined by using gene-specific primers. Bands corresponding to specific amplification products are indicated alongside each gel. Preimmune (PI) sera from each of the antibody-producing rabbits were used as negative controls in each case. Lanes labeled Input are positive PCR controls of the unselected total input DNA. In all experiments, the amounts of DNA samples and the PCR conditions were chosen such that the resultant signals were within a semiquantitative range. In the last panel (lanes 54–68), the brightness and contrast of the image were increased relative to the other panels to enhance the visibility of the weak bands of U6:96Aa. B, quantitative ChIP assays. ChIPs were done as described in A but analyzed by qPCR. Signals were normalized to the percentage of input DNA. Note that the scale of the vertical axis is different in the upper part of the figure relative to the lower section.When the three tRNA gene loci were targeted for PCR amplification, dramatically different results were obtained (Fig. 1A, lanes 24–30; lanes 47–53; and lanes 62–68). In the case of each tRNA gene, a strong signal was obtained only when the ChIPs were carried out with antibodies against TRF1 (lanes 27, 50, and 65).Results that examined the TBP, TRF1, and DmSNAPc occupancy of the three U1 snRNA gene loci are shown in Fig. 1A, lanes 9–15; lanes 16–22; and lanes 32–38. Promoter DNA sequences from all three U1 loci precipitated with antibodies against either TBP or DmSNAP43 but not with antibodies against TRF1. Thus, based upon the ChIP data, the U1 and U6 genes had identical transcription factor requirements with respect to TBP and DmSNAPc. That is, U6 and U1 promoters were occupied by TBP and DmSNAPc but by little or no TRF1, although TRF1 (but not TBP) was clearly abundant at tRNA promoters.We next used qPCR to quantify the ChIP signals (Fig. 1B). Again, both the U1 and the U6 genes showed high occupancy by TBP and DmSNAP43 but lower occupancy by TRF1. In contrast, the tRNA genes exhibited the opposite situation: high occupancy by TRF1 but lower occupancy by TBP and DmSNAP43.U6 snRNA Transcription in Vitro Utilizes TBP We next examined the role of TBP in U6 snRNA gene expression by using a cell-free in vitro transcription system. Previous work had shown that D. melanogaster U1 and U6 snRNA genes can be faithfully transcribed in vitro by using unfractionated SNF prepared from 0–12-h fruit fly embryos (22–25). As a control for TRF1-dependent transcription, we also employed a tRNAArg-maxi gene template (20).In the absence of any inhibitor, primer extension products corresponding to correctly initiated U6, U1, and tRNA transcripts were observed (Fig. 2A, lanes 1–3). In the presence of tagetitoxin, a Pol III inhibitor, the production of the U6 and tRNA transcripts was severely inhibited (Fig. 2A, lanes 4 and 6), but U1 synthesis was unaffected (lane 5). In contrast, α-amanitin, a Pol II inhibitor, severely inhibited U1 transcription (Fig. 2A, lane 8) but had no effect on U6 or tRNA transcription levels (lanes 7 and 9). These results established the fidelity of the in vitro transcription system for all three templates.Open in a separate windowFIGURE 2.U6 snRNA transcription in vitro utilizes TBP.\nA, fidelity of U6, U1, and tRNA transcription in vitro. U6, U1, and tRNAArg-maxi gene templates were transcribed in an SNF prepared from D. melanogaster embryos. Bands corresponding to the 107-, 90-, and 67-nucleotide primer extension products arising from correct initiation of transcription of the U6, U1, and tRNAArg-maxi genes are labeled alongside the gel as U6, U1, and tRNA, respectively. A band labeled x indicates a nonspecific Pol III product that arises from the tRNAArg-maxi template. A band corresponding to a 54-mer recovery standard is indicated as Rec Std. Reactions were carried out in the absence of RNA polymerase inhibitors (lanes 1–3), in the presence of tagetitoxin (1600 units/ml; Epicenter Technologies Tagetin 9705H), a Pol III inhibitor (lanes 4–6), or in the presence of 4 μg/ml α-amanitin (Sigma A2263), a Pol II inhibitor (lanes 7–9). To provide signals of similar intensity from each of the plasmid templates, 500,000 cpm of the U1 and U6 reverse transcription primer was utilized per reaction, whereas only 5,000 cpm of the tRNA reverse transcription primer was employed per reaction. B, immunodepletion of TBP, but not of TRF1, inhibits U6 transcription in vitro. U1, U6, or tRNAArg-maxi genes were transcribed in vitro using SNF that was immunodepleted of TBP (lanes 2, 5, and 8) or of TRF1 (lanes 3, 6, and 9) or was mock-immunodepleted (lanes 1, 4, and 7). The autoradiogram for the U1 reactions (lanes 1–3) is from the same gel as that shown for the U6 and tRNA reactions (lanes 4–9), but the film in the U1 panel was exposed for twice the length of time. The histogram below indicates the expression level relative to the mock immunodepletion. Band intensities were quantified by densitometry using the Image Studio software from LI-COR. C, restoration of U6 transcription in vitro by either TBP or TRF1. In vitro transcription of the U6 template was carried out with untreated SNF (lane 1) or with SNF that had been immunodepleted of both TBP and TRF1 (lanes 2–9). In lanes 3–5, the reactions were supplemented with 0.13, 0.4, or 1.2 μl of TBP fraction, respectively, and in lanes 7–9, the reactions were supplemented with those same volumes of the TRF1 fraction. D, TBP and TRF1 are present in comparable molar amounts in the fractions obtained by nickel chelate chromatography. A constant amount of the TBP fraction was mixed with increasing amounts of the TRF1 fraction and used for immunoblotting with antibodies against the V5 epitope. E, restoration of tRNAArg-maxi gene transcription by the TRF1 fraction but not by the TBP fraction. Transcription reactions were carried out as in C except that the template was the tRNAArg-maxi gene.Next, we carried out similar transcriptions after immunodepletion of the SNF with antibodies to TBP or TRF1 or after mock depletion with preimmune antibodies. After either mock depletion or immunodepletion of TRF1, U1 transcription was still observed (Fig. 2B, lanes 1 and 3); on the other hand, immunodepletion of TBP from the SNF reduced U1 transcription to a very low level (lane 2). This result was expected based upon the previous determination that fly as well as human U1 transcription is dependent upon TBP (21, 22, 29, 30).Interestingly, experiments with the U6 promoter gave results essentially identical to U1. That is, U6 transcription was severely inhibited upon depleting TBP (Fig. 2B, lane 5), whereas TRF1 depletion had no significant effect (lane 6). In stark contrast, depletion of TRF1 from the SNF completely inhibited tRNA transcription (Fig. 2B, lane 9), but depletion of TBP had no discernable effect (compare lanes 7 and 8). This agrees with findings by others that TRF1 is required for tRNA transcription in D. melanogaster (17, 18). Altogether, these results, along with the ChIP results shown in Fig. 1, provide strong evidence that TBP is utilized for the vast majority of U6 transcription in fruit flies both in vivo and in vitro.Restoration of U6 Promoter Activity in Vitro with Either TBP or TRF1 We next investigated whether TBP and/or TRF1 could restore U6 and tRNA gene transcription in vitro when added back to the immunodepleted nuclear extracts. We therefore immunodepleted the SNF of both TBP and TRF1 simultaneously so that the extract was devoid of both factors. For the add-back experiments, TBP and TRF1 were each separately overexpressed in S2 cells, and a partially purified fraction of each was obtained by nickel chelate chromatography. However, attempts to restore U6 and tRNA transcription by adding the fractions enriched in either TBP or TRF1 alone were unsuccessful (data not shown).We therefore considered the possibility that the immunodepletion procedure might remove TBP- and TRF1-associated factors from the SNF that are essential for Pol III transcription. We surmised that Brf1 and Bdp1 could be candidates for such factors as they, together with TBP or TRF1, comprise the transcription factor TFIIIB (2, 3, 17, 20, 31). Indeed, Vilalta et al. (20) presented evidence for an interaction between TBP and Brf1, and Takada et al. (17) demonstrated an interaction between Brf1 and TRF1. (Although mammals contain two forms of Brf (Brf1 and Brf2) encoded by different genes, the D. melanogaster genome contains only a single gene that codes for a protein that corresponds to Brf1.) Although Bdp1 apparently has little affinity for TBP or Brf1 in the absence of promoter DNA (32, 33), we nevertheless co-overexpressed untagged Bdp1 together with untagged Brf1 with either the V5-His6-tagged TBP or V5-His6-tagged TRF1. Following co-overexpression of all three factors in the homologous system, nickel chelate chromatography was employed to isolate fractions enriched in the tagged TBP or TRF1 and any other overexpressed associated factors (i.e. untagged Brf1 and Bdp1).When the TBP fraction was added in increasing amounts to the SNF that was depleted of both TBP and TRF1, U6 transcription was successfully restored (Fig. 2C, lanes 3–5). Thus, TBP was efficiently utilized for U6 transcription in fly extracts. Somewhat surprisingly, the TRF1 fraction was also capable of restoring U6 transcription, although apparently with less efficiency (Fig. 2C, lanes 7–9). To examine whether similar molar quantities of TBP and TRF1 were being added to the immunodepleted extracts, a constant volume of the TBP fraction was mixed with increasing volumes of the TRF1 fraction and analyzed on immunoblots by using anti-V5 antibodies for detection (Fig. 2D). The results indicated that TRF1 was present at a comparable but slightly higher concentration than TBP (∼30% higher) in the respective fractions. Combined with the results of the rescue experiments in Fig. 2C, the TRF1 fraction appeared to be 2–3-fold less effective than the TBP fraction in restoring U6 transcription in vitro. Further Western analysis (not shown) suggested that about 4-fold more of the exogenously added TBP (relative to the endogenous TBP in the SNF) was required to restore U6 transcription to the level observed prior to immunodepletion. On the other hand, the amount of added TRF1 required to restore U6 transcription was at least 96-fold higher than the endogenous level of TRF1 in the SNF (data not shown).When a tRNA gene was used as the template, the result was strikingly different (Fig. 2E). In this case, the TBP fraction was unable to restore tRNA transcription to a detectable level (Fig. 2E, lanes 3–5). In contrast, the TRF1 fraction restored transcription of the tRNA gene to a level even above that obtained with the untreated extract (Fig. 2E, lanes 7–9). This result strongly suggests that tRNA transcription in D. melanogaster depends on TRF1 as previously indicated by the earlier work of Takada et al. (17).Overexpression of TRF1 in Cells Can Increase TRF1 Occupancy of U6 Promoters To further examine a potential role of TRF1 at U6 promoters in cells, we carried out ChIP assays on stably transfected cells that could be induced to overexpress TBP or TRF1. Upon induction, TBP and TRF1 levels increased 18- and 30-fold, respectively (data not shown). We monitored TBP and TRF1 occupancy at all three U6 gene promoters under both non-induced and induced conditions. The three U6 genes exhibited relatively stable TBP occupancy levels when either TBP or TRF1 was overexpressed (Fig. 3A, TBP ChIP panel). However, TRF1 occupancy of the U6 genes increased an average of 3.6-fold (Fig. 3A, TRF1 ChIP panel) upon TRF1 overexpression. This suggests that TRF1 is capable of binding to U6 promoters in vivo, but the efficiency is probably low relative to TBP because the TBP signal remained high even when TRF1 was greatly overexpressed.Open in a separate windowFIGURE 3.Manipulation of TBP and TRF1 levels in cells by overexpression (A) and by RNAi knockdown (B).\nA, TRF1 occupancy of U6 promoters increases when TRF1 is overexpressed in cells. ChIPs were carried out as in Fig. 1 using stably transfected cells that could be induced to overexpress TBP or TRF1, and the results were analyzed by qPCR. B, RNAi knockdown of TBP, but not TRF1, inhibits U6 transcription. The autoradiograms show results of primer extension assays using RNA isolated from cells transfected with U1, U6, or tRNA reporter maxigenes under different RNAi conditions (TBP, TRF1, or nonspecific (NS) knockdown). A band corresponding to a 53-mer recovery standard is indicated as Rec Std. To provide signals of similar intensity from each of the reporter genes, 25 μg of the total RNA from cells transfected with U1 and U6 reporters was utilized per reaction, whereas 2.5 μg of the total RNA from cells transfected with the tRNA reporter was used per reaction. The histogram below the autoradiograms indicates expression levels relative to the corresponding nonspecific knockdown.Knockdown of TBP but Not TRF1 Inhibits U6 Transcription in Cells We next used RNA interference to investigate the effect of TBP or TRF1 knockdown on U6 transcription in cells. Fig. 3B shows that U1 transcription was reduced by TBP RNAi (lane 3 versus lane 1), but not by TRF1 RNAi (lane 2). A similar pattern was observed for U6 expression (lanes 4–6), thus supporting the rationale that U6 genes use primarily TBP for transcription. In contrast, the tRNA gene exhibited the opposite pattern of RNAi sensitivity; the tRNA product was reduced by TRF1 RNAi but not by TBP RNAi (lanes 7–9). DISCUSSIONFrom the work of others (17), it was believed that transcription from all classes of Pol III promoters in D. melanogaster required the TBP-related factor TRF1 rather than TBP itself. Our ChIP experiments indicated that TRF1 was indeed present at tRNA gene promoters in S2 cells. In contrast, however, our data revealed that TBP is significantly more enriched than TRF1 at U6 promoters. These latter findings are consistent with the failure to detect TRF1 at U6 promoters in genome-wide ChIP-on-chip experiments performed by Isogai et al. (18). Furthermore, immunodepletion of TBP (but not TRF1) from a nuclear extract greatly inhibited U6 transcription in vitro (Fig. 2B). In contrast, the exact opposite was true in the case of tRNA transcription, confirming that tRNA transcription required TRF1 but not TBP. Analogous experiments that employed RNAi to knock down TBP or TRF1 in cells led to the same conclusions regarding the preferential utilization of TBP by U6 genes and TRF1 by tRNA genes (Fig. 3B).Our results do not agree with the conclusion that TRF1 is required for U6 transcription in Drosophila (17). We believe that there is a simple explanation for this discrepancy. The primer extension assay used in our in vitro transcription experiments is designed to detect synthesis of only correctly initiated U6 snRNA transcripts. In the in vitro transcription assays of Takada et al. (17), the transcription product was detected by labeling the synthesized RNA with [α-32P]GTP. Thus, not only U6 transcripts but any RNA of discrete size transcribed from the plasmid template would have been detected. In fact, the genomic DNA cloned into plasmid pDU6-1 used as a template by Takada et al. (17) contained a known aspartic acid tRNA gene (FlyBase annotation ID tRNA:D:96A) that is less than 1,000 bp from the U6:96Aa gene in the fly genome (34).Furthermore, we estimate that the tRNA gene utilized in our transcription assays (Fig. 2) is transcribed roughly 100-fold more efficiently in vitro than the U6 gene, based upon the relative amount of primer radioactivity that was added to give comparable U6 and tRNA signals (see the legend for Fig. 2). Thus, the transcript labeled U6 in Fig. 1 of Takada et al. (17) is most likely a misidentified tRNA transcript.We cannot rule out the possibility that TRF1 might function occasionally or under certain conditions to support U6 transcription. This conjecture is supported by the fact that the ChIP assays detected slightly above background levels of TRF1 at U6 promoters (Fig. 1). Also, the overexpression of TRF1 caused an increase in the TRF1 occupancy measured at U6 promoters in cells (Fig. 3A). We further observed that TRF1 (when added in amounts far greater than present originally in the SNF) could restore U6 transcription in nuclear extracts depleted of TBP and TRF1 (Fig. 2C). Thus, U6 genes may be capable of utilizing TRF1 for their transcription on occasion or in the absence of TBP. However, the fact that U6 expression was sensitive to a reduction of TBP levels but not TRF1 levels both in vitro (Fig. 2B) and in vivo (Fig. 3B) provides strong evidence that TBP is utilized for the vast majority of U6 transcription in fruit flies.A number of studies have revealed that transcription by Pol II of different populations of mRNA promoters differentially depends upon TBP or a TBP-related factor (35–40). To our knowledge, the finding that different classes of Pol III promoters can likewise differentially utilize TBP or a TBP-related factor has not previously been encountered. Most likely, the differential utilization of TBP and TRF1 at U6 and tRNA promoters arises from different pathways of preinitiation complex assembly. In the case of tRNA genes, TFIIIC is required as an initial DNA-binding factor that recognizes the internal promoter. In contrast, SNAPc is required to recognize the external promoter of U6 snRNA genes. It is possible that the utilization of TBP for U6 snRNA transcription in flies facilitates U6 coordinate regulation with that of the Pol II-transcribed spliceosomal snRNA genes that utilize TBP. *This work was supported by National Science Foundation Grant MCB-1157549 (to W. E. S.) and in part by the California Metabolic Research Foundation. 4The abbreviations used are:\nPol IIIRNA polymerase IIIPol IIRNA polymerase IIPSEproximal sequence elementSNAPcsmall nuclear RNA-activating protein complexTBPTATA box-binding proteinTRF1TBP-related factor 1SNFsoluble nuclear fractionDmSNAPcD. melanogaster SNAPcqPCRquantitative PCR. REFERENCES1. \nWillis I. M. (1993) RNA polymerase III. Genes, factors and transcriptional specificity. Eur. J. Biochem. 212, 1–11 [PubMed] [Google Scholar]2. \nGeiduschek E. P., Kassavetis G. A. (2001) The RNA polymerase III transcription apparatus. J. Mol. Biol. 310, 1–26 [PubMed] [Google Scholar]3. \nSchramm L., Hernandez N. (2002) Recruitment of RNA polymerase III to its target promoters. Genes Dev. 16, 2593–2620 [PubMed] [Google Scholar]4. \nHernandez N. (2001) snRNA genes: a model system to study fundamental mechanisms of transcription. J. Biol. Chem. 276, 26733–26736 [PubMed] [Google Scholar]5. \nJawdekar G. W., Henry R. W. (2008) Transcriptional regulation of human small nuclear RNA genes. Biochim. Biophys. Acta\n1779, 295–305 [PMC free article] [PubMed] [Google Scholar]6. \nEgloff S., O'Reilly D., Murphy S. (2008) Expression of human snRNA genes from beginning to end. Biochem. Soc. Trans. 36, 590–594 [PubMed] [Google Scholar]7. \nHung K. H., Stumph W. E. (2011) Regulation of snRNA gene expression by the Drosophila melanogaster small nuclear RNA activating protein complex (DmSNAPc). Crit. Rev. Biochem. Mol. Biol. 46, 11–26 [PubMed] [Google Scholar]8. \nHernandez N. (1993) TBP, a universal eukaryotic transcription factor?\nGenes Dev. 7, 1291–1308 [PubMed] [Google Scholar]9. \nDantonel J. C., Wurtz J. M., Poch O., Moras D., Tora L. (1999) The TBP-like factor: an alternative transcription factor in Metazoa?\nTrends Biochem. Sci. 24, 335–339 [PubMed] [Google Scholar]10. \nBerk A. J. (2000) TBP-like factors come into focus. Cell\n103, 5–8 [PubMed] [Google Scholar]11. \nDavidson I. (2003) The genetics of TBP and TBP-related factors. Trends Biochem. Sci. 28, 391–398 [PubMed] [Google Scholar]12. \nHochheimer A., Tjian R. (2003) Diversified transcription initiation complexes expand promoter selectivity and tissue-specific gene expression. Genes Dev. 17, 1309–1320 [PubMed] [Google Scholar]13. \nReina J. H., Hernandez N. (2007) On a roll for new TRF targets. Genes Dev. 21, 2855–2860 [PubMed] [Google Scholar]14. \nCrowley T. E., Hoey T., Liu J. K., Jan Y. N., Jan L. Y., Tjian R. (1993) A new factor related to TATA-binding protein has highly restricted expression patterns in Drosophila. Nature\n361, 557–561 [PubMed] [Google Scholar]15. \nHansen S. K., Takada S., Jacobson R. H., Lis J. T., Tjian R. (1997) Transcription properties of a cell type-specific TATA-binding protein, TRF. Cell\n91, 71–83 [PubMed] [Google Scholar]16. \nHolmes M. C., Tjian R. (2000) Promoter-selective properties of the TBP-related factor TRF1. Science\n288, 867–870 [PubMed] [Google Scholar]17. \nTakada S., Lis J. T., Zhou S., Tjian R. (2000) A TRF1:BRF complex directs Drosophila RNA polymerase III transcription. Cell\n101, 459–469 [PubMed] [Google Scholar]18. \nIsogai Y., Takada S., Tjian R., Keleş S. (2007) Novel TRF1/BRF target genes revealed by genome-wide analysis of Drosophila Pol III transcription. EMBO J. 26, 79–89 [PMC free article] [PubMed] [Google Scholar]19. \nTrivedi A., Vilalta A., Gopalan S., Johnson D. L. (1996) TATA-binding protein is limiting for both TATA-containing and TATA-lacking RNA polymerase III promoters in Drosophila cells. Mol. Cell Biol. 16, 6909–6916 [PMC free article] [PubMed] [Google Scholar]20. \nVilalta A., Trivedi A., Wang Z., Roeder R. G., Johnson D. L. (1997) An RNA polymerase III-defective mutation in TATA-binding protein disrupts its interaction with a transcription factor IIIB subunit in Drosophila cells. J. Biol. Chem. 272, 18087–18092 [PubMed] [Google Scholar]21. \nBarakat N. H., Stumph W. E. (2008) TBP recruitment to the U1 snRNA gene promoter is disrupted by substituting a U6 proximal sequence element A (PSEA) for the U1 PSEA. FEBS Lett. 582, 2413–2416 [PubMed] [Google Scholar]22. \nZamrod Z., Tyree C. M., Song Y., Stumph W. E. (1993) In vitro transcription of a Drosophila U1 small nuclear RNA gene requires TATA box-binding protein and two proximal cis-acting elements with stringent spacing requirements. Mol. Cell Biol. 13, 5918–5927 [PMC free article] [PubMed] [Google Scholar]23. \nSu Y., Song Y., Wang Y., Jessop L., Zhan L., Stumph W. E. (1997) Characterization of a Drosophila proximal-sequence-element-binding protein involved in transcription of small nuclear RNA genes. Eur. J. Biochem. 248, 231–237 [PubMed] [Google Scholar]24. \nKamakaka R. T., Tyree C. M., Kadonaga J. T. (1991) Accurate and efficient RNA polymerase II transcription with a soluble nuclear fraction derived from Drosophila embryos. Proc. Natl. Acad. Sci. U.S.A. 88, 1024–1028 [PMC free article] [PubMed] [Google Scholar]25. \nKamakaka R. T., Kadonaga J. T. (1994) The soluble nuclear fraction, a highly efficient transcription extract from Drosophila embryos. Methods Cell Biol. 44, 225–235 [PubMed] [Google Scholar]26. \nLi C., Harding G. A., Parise J., McNamara-Schroeder K. J., Stumph W. E. (2004) Architectural arrangement of cloned proximal sequence element-binding protein subunits on Drosophila U1 and U6 snRNA gene promoters. Mol. Cell Biol. 24, 1897–1906 [PMC free article] [PubMed] [Google Scholar]27. \nHung K. H., Stumph W. E. (2012) Localization of residues in a novel DNA-binding domain of DmSNAP43 required for DmSNAPc DNA-binding activity. FEBS Lett. 586, 841–846 [PubMed] [Google Scholar]28. \nMcNamara-Schroeder K. J., Hennessey R. F., Harding G. A., Jensen R. C., Stumph W. E. (2001) The Drosophila U1 and U6 gene proximal sequence elements act as important determinants of the RNA polymerase specificity of snRNA gene promoters in vitro and in vivo. J. Biol. Chem. 276, 31786–31792 [PubMed] [Google Scholar]29. \nSadowski C. L., Henry R. W., Lobo S. M., Hernandez N. (1993) Targeting TBP to a non-TATA box cis-regulatory element: a TBP-containing complex activates transcription from snRNA promoters through the PSE. Genes Dev. 7, 1535–1548 [PubMed] [Google Scholar]30. \nYoon J. B., Roeder R. G. (1996) Cloning of two proximal sequence element-binding transcription factor subunits (γ and δ) that are required for transcription of small nuclear RNA genes by RNA polymerases II and III and interact with the TATA-binding protein. Mol. Cell Biol. 16, 1–9 [PMC free article] [PubMed] [Google Scholar]31. \nWillis I. M. (2002) A universal nomenclature for subunits of the RNA polymerase III transcription initiation factor TFIIIB. Genes Dev. 16, 1337–1338 [PubMed] [Google Scholar]32. \nKassavetis G. A., Bartholomew B., Blanco J. A., Johnson T. E., Geiduschek E. P. (1991) Two essential components of the Saccharomyces cerevisiae transcription factor TFIIIB: transcription and DNA-binding properties. Proc. Natl. Acad. Sci. U.S.A. 88, 7308–7312 [PMC free article] [PubMed] [Google Scholar]33. \nSaïda F. (2008) Structural characterization of the interaction between TFIIIB components Bdp1 and Brf1. Biochemistry\n47, 13197–13206 [PubMed] [Google Scholar]34. \nDas G., Henning D., Reddy R. (1987) Structure, organization, and transcription of Drosophila U6 small nuclear RNA genes. J. Biol. Chem. 262, 1187–1193 [PubMed] [Google Scholar]35. \nRabenstein M. D., Zhou S., Lis J. T., Tjian R. (1999) TATA box-binding protein (TBP)-related factor 2 (TRF2), a third member of the TBP family. Proc. Natl. Acad. Sci. U.S.A. 96, 4791–4796 [PMC free article] [PubMed] [Google Scholar]36. \nVeenstra G. J. C., Weeks D. L., Wolffe A. P. (2000) Distinct roles for TBP and TBP-like factor in early embryonic gene transcription in Xenopus. Science\n290, 2312–2315 [PubMed] [Google Scholar]37. \nKaltenbach L., Horner M. A., Rothman J. H., Mango S. E. (2000) The TBP-like factor CeTLF is required to activate RNA polymerase II transcription during C. elegans embryogenesis. Mol. Cell\n6, 705–713 [PubMed] [Google Scholar]38. \nDantonel J. C., Quintin S., Lakatos L., Labouesse M., Tora L. (2000) TBP-like factor is required for embryonic RNA polymerase II transcription in C. elegans. Mol. Cell\n6, 715–722 [PubMed] [Google Scholar]39. \nDeato M. D., Tjian R. (2007) Switching of the core transcription machinery during myogenesis. Genes Dev. 21, 2137–2149 [PMC free article] [PubMed] [Google Scholar]40. \nIsogai Y., Keles S., Prestel M., Hochheimer A., Tjian R. (2007) Transcription of histone gene cluster by differential core-promoter factors. Genes Dev. 21, 2936–2949 [PMC free article] [PubMed] [Google Scholar]"}