{"title": "Glucocorticoid receptor represses proinflammatory genes at distinct steps of the transcription cycle", "pubDate": "2013", "PMCID": "PMC3767553", "DOI": "10.1073/pnas.1309898110", "PMID": "23950223", "abstract": "Widespread anti-inflammatory actions of glucocorticoid hormones are mediated by the glucocorticoid receptor (GR), a ligand-dependent transcription factor of the nuclear receptor superfamily. In conjunction with its corepressor GR-interacting protein-1 (GRIP1), GR tethers to the DNA-bound activator protein-1 and NF-κB and represses transcription of their target proinflammatory cytokine genes. However, these target genes fall into distinct classes depending on the step of the transcription cycle that is rate-limiting for their activation: Some are controlled through RNA polymerase II (PolII) recruitment and initiation, whereas others undergo signal-induced release of paused elongation complexes into productive RNA synthesis. Whether these genes are differentially regulated by GR is unknown. Here we report that, at the initiation-controlled inflammatory genes in primary macrophages, GR inhibited LPS-induced PolII occupancy. In contrast, at the elongation-controlled genes, GR did not affect PolII recruitment or transcription initiation but promoted, in a GRIP1-dependent manner, the accumulation of the pause-inducing negative elongation factor. Consistently, GR-dependent repression of elongation-controlled genes was abolished specifically in negative elongation factor-deficient macrophages. Thus, GR:GRIP1 use distinct mechanisms to repress inflammatory genes at different stages of the transcription cycle.", "author": [{"author": "Rebecca Gupte", "affiliation": ["Graduate Program in Biochemistry, Cell and Molecular Biology, Weill Cornell Graduate School of Medical Sciences, New York, NY 10021, USA."], "href": "/?term=Gupte+R&cauthor_id=23950223"}, {"author": "Ginger W Muse", "affiliation": [], "href": "/?term=Muse+GW&cauthor_id=23950223"}, {"author": "Yurii Chinenov", "affiliation": [], "href": "/?term=Chinenov+Y&cauthor_id=23950223"}, {"author": "Karen Adelman", "affiliation": [], "href": "/?term=Adelman+K&cauthor_id=23950223"}, {"author": "Inez Rogatsky", "affiliation": [], "href": "/?term=Rogatsky+I&cauthor_id=23950223"}], "refPMID": [], "citedInPMID": ["23950223", "34697434", "34504850", "34464593", "34406502", "34272474", "34168143", "33735618", "33722938", "33644906", "33184061", "32385332", "32075058", "31440248", "31123063", "30332301", "29424686", "29036586", "28740156", "28708849", "28475868", "28319043", "28274682", "27574876", "27459534", "27322654", "27192428", "27169854", "26984315", "26305409", "26254229", "25647480", "25299055", "25099603", "24953190", "24766888", "24744759", "24422633"], "body": " AbstractWidespread anti-inflammatory actions of glucocorticoid hormones are mediated by the glucocorticoid receptor (GR), a ligand-dependent transcription factor of the nuclear receptor superfamily. In conjunction with its corepressor GR-interacting protein-1 (GRIP1), GR tethers to the DNA-bound activator protein-1 and NF-κB and represses transcription of their target proinflammatory cytokine genes. However, these target genes fall into distinct classes depending on the step of the transcription cycle that is rate-limiting for their activation: Some are controlled through RNA polymerase II (PolII) recruitment and initiation, whereas others undergo signal-induced release of paused elongation complexes into productive RNA synthesis. Whether these genes are differentially regulated by GR is unknown. Here we report that, at the initiation-controlled inflammatory genes in primary macrophages, GR inhibited LPS-induced PolII occupancy. In contrast, at the elongation-controlled genes, GR did not affect PolII recruitment or transcription initiation but promoted, in a GRIP1-dependent manner, the accumulation of the pause-inducing negative elongation factor. Consistently, GR-dependent repression of elongation-controlled genes was abolished specifically in negative elongation factor-deficient macrophages. Thus, GR:GRIP1 use distinct mechanisms to repress inflammatory genes at different stages of the transcription cycle.Keywords: initiation and elongation, transcriptional repression, NELF and P-TEFb complex, inflammation Inflammation is a tissue response to infection, irritation, or injury that involves the production of cytokines and chemokines which activate and attract specialized immune cells to the affected area to clear infection and repair damage. This process is initiated when innate immune cells such as macrophages (MΦ) sense via their Toll-like receptors (TLRs) a wide range of microbial structures including LPS, lipopeptides, and single- and double-stranded nucleic acids. TLR activation triggers an array of downstream signaling events that can lead to increased cytokine production, e.g., stabilizing their transcripts, stimulating mRNA translation, or processing immature cytokine precursors (1–3). However, pivotal to inflammatory responses is the de novo transcriptional activation of cytokine genes, which relies primarily on the transcription factors NF-κB, activator protein-1 (AP-1), and IFN regulatory factors (4, 5) that induce, among others, the proinflammatory cytokines TNF, interleukins IL-1β and -1α, and chemokines (C-C motif) ligand 3 (CCL3) and CCL2. Historically, the signal-dependent recruitment of RNA polymerase II (PolII) to target promoters and transcription initiation has been considered the rate-limiting step for gene activation. However, recent genome-wide studies in Drosophila and mammalian cells have revealed that promoters of many genes are constitutively occupied by PolII, independently of productive RNA synthesis (6–8). This promoter-proximal PolII pauses in early elongation, after transcribing 20–60 nt of DNA (6, 7). Pausing is mediated largely by the negative elongation factor (NELF), comprised of the NELF-A (or WHSC2), NELF-B (or COBRA-1), NELF-C/D, and NELF-E subunits (9). In response to a stimulus such as LPS, the early elongation block is relieved by the positive-transcription elongation factor b (P-TEFb) kinase, composed of cyclin T1 and CDK9, which triggers dissociation of NELF and release of PolII into productive elongation (10). Studies by us and others demonstrated that this signal-dependent PolII release is a rate-limiting step for the activation of critical proinflammatory genes such as TNF and, strikingly, its Drosophila homolog, Eiger (11–13).Although the production of cytokines and chemokines by MΦ at the site of inflammation enables the clearing of infection, unchecked amplification of immune signals can lead to inflammation-associated tissue damage. Indeed, excessive cytokine production (a “cytokine storm”) results in increased morbidity and in extreme circumstances could be fatal (14, 15). Hence, numerous local and systemic regulatory pathways have evolved to curb inflammation. Systemically, the circulating cytokines TNF and IL-1β stimulate the production of steroid hormones such as glucocorticoids, which act as potent anti-inflammatory mediators by activating members of the nuclear receptor (NR) superfamily of transcription factors (16). Glucocorticoids signal through their cytoplasmic glucocorticoid receptor (GR), which then translocates to the nucleus and can bind directly to specific palindromic glucocorticoid response elements (17) and recruit cofactors and histone modifiers, ultimately activating a number of anti-inflammatory genes including GILZ and MKP1. Importantly, liganded GR also can tether to DNA-bound NF-κB and AP-1, directly blocking their transcriptional activity without disrupting DNA binding, thereby profoundly attenuating the proinflammatory transcriptome (18, 19).Because of the fundamental role of this process in inflammation control, the molecular basis of GR transrepression has been a subject of intense investigation (20). Recently, we reported the identification of the GR-interacting protein-1 (GRIP1), a cofactor of the p160 family known to function as NR coactivators in other contexts, as a GR ligand-dependent corepressor at GR:NF-κB complexes (21). Despite the emerging pivotal role of GRIP1 in suppressing the transcription of numerous proinflammatory genes in vitro and in vivo (21), the molecular targets of the GR:GRIP1 repression complexes remain unknown. Here, we use molecular and genetic methods to assess the mechanisms of GR-mediated repression at inflammatory genes representing distinct transcriptional classes and the contribution of GRIP1 to their regulation. Results and DiscussionGR Represses Transcription of LPS-Induced Cytokine and Chemokine Genes. To assess the global effect of ligand-activated GR on gene expression during immune challenge, we performed RNA-Seq in murine bone marrow-derived MΦ (BMMΦ) treated for 1 h with LPS in the presence or absence of the synthetic glucocorticoid, dexamethasone (Dex). Consistent with earlier studies, the addition of Dex dramatically attenuated the expression of approximately half of the genes induced by LPS (n = 152) (Fig. 1A and Table S1). Among those repressed were many genes encoding LPS-induced proinflammatory mediators including the cytokines IL-1α, IL-1β, TNF, and chemokines CCL2 and CCL3, whose NF-κB–dependent repression by GR was confirmed independently using RT-quantitative PCR (RT-qPCR) (Fig. 1 A and B). Consistent with the direct transcriptional effects of GR on inflammatory genes, repression by Dex was recapitulated fully at the level of unprocessed nascent transcripts and was refractory to the protein synthesis inhibitors cycloheximide or puromycin (21).Open in a separate windowFig. 1.GR inhibits transcription of LPS-induced cytokines and chemokines. (A) GR globally attenuates expression of LPS-induced genes. BMMΦ were treated with 10 ng/mL LPS ± 100 nM Dex for 1 h. Gene-expression levels for LPS-induced (>twofold) genes repressed by Dex (>1.4 fold) were determined by RNA-Seq and expressed as RPKM. (B) Dex inhibits TLR4-induced expression of cytokines and chemokines. BMMΦ were treated as in A, and the levels of indicated transcripts were assayed by RT-qPCR, normalized to β-actin, and expressed relative to those in untreated MΦ (=1). (C) Analysis of histone H3 acetylation at GR-sensitive genes. BMMΦ were treated with 10 ng/mL LPS ± 100 nM Dex for 30 min, and histone H3 acetylation at the TSS of indicated genes was assessed by ChIP. For each location, qPCR signals were normalized to those at the control r28S gene and were expressed as relative enrichment over normal IgG (=1). Data are shown as mean ± SD (n ≥ 3). *P < 0.05, calculated using the two-tailed t-Student test. (D) Genomic distribution of PolII binding by ChIP-Seq in resting BMMΦ aligned to functional genomic regions. The density distribution was plotted as PolII reads for annotated RefSeq genes as indicated. Exons and introns are represented by rectangles and connecting lines, respectively. The untranslated regions (UTRs) are shown as thinner blocks. TSS is marked by an arrow.Changes in chromatin structure and specific histone modifications at gene promoters frequently are indicative of transcriptional status. For example, histone H3 lysine 9 (H3K9) trimethylation often correlates with the lack of active transcription. Indeed, within 30 min, LPS treatment attenuated already weak basal histone 3 trimethyl lysine 9 (H3K9Me3) at the transcription start site (TSS) of IL-1α, IL-1β, TNF, CCL3, and CCL2 (Fig. S1). Interestingly, this demethylation was reversed in the presence of Dex, indicating that glucocorticoids prevent the establishment of the activated chromatin pattern in GR-sensitive genes. Reciprocally, the acetylation of histone H3 is associated with activation of transcription, and repressed genes typically show reduced acetylation at their promoters. This pattern indeed was evident at the IL-1α and IL-1β TSS: relatively modest acetylated histone 3 (H3Ac) in untreated BMMΦ was augmented significantly by LPS, and this increase was inhibited by Dex (Fig. 1C). In contrast, TNF, CCL3, and CCL2 TSS were acetylated extensively irrespective of the treatment with either LPS or Dex. These differences in basal and signal-dependent acetylation suggested that distinct mechanisms underlie the regulation of these genes, both at the level of activation and repression.Because high basal acetylation in promoter regions is associated with a paused PolII (22, 23), we evaluated PolII occupancy at the cytokine gene promoters in unstimulated BMMΦ using ChIP-Seq. IL-1α and IL-1β promoters had no measurable PolII ChIP-Seq reads (Fig. 1D), whereas TNF, CCL3, and CCL2 had considerable PolII binding with peaks centered immediately downstream of the TSS, consistent with the presence of a promoter-proximal paused PolII (Fig. 1D). Thus, glucocorticoids repress LPS-induced genes that differ in structural and functional organization.GR Represses Cytokine and Chemokine Genes at Distinct Steps of the Transcription Cycle. To tease out the mechanisms underlying GR-mediated repression of these structurally diverse genes, we began by analyzing the effect of activation by LPS and repression by GR on PolII occupancy at the cytokine gene promoters. Replicating the ChIP-Seq data (Fig. 1D), in untreated BMMΦ, IL-1α and IL-1β promoters had no detectable PolII over background signals of control IgGs, whereas TNF, CCL3, and CCL2 displayed considerable PolII occupancy (Fig. 2A). In response to LPS, we observed a dramatic recruitment of PolII to IL-1α and IL-1β as well as additional PolII loading onto TNF, CCL3, and CCL2 promoters. Together with ChIP-Seq data (Fig. 1D) and previous studies (11), this result was consistent with the two groups of genes being activated at different stages of the transcription cycle: PolII recruitment and initiation of transcription (initiation-controlled) vs. release of an initiated but stalled PolII from the elongation block (elongation-controlled) (11).Open in a separate windowFig. 2.GR selectively inhibits transcription initiation or elongation in different gene classes. (A–C) GR blocks PolII recruitment and CTD phosphorylation in a gene-specific manner. BMMΦ were treated with 10 ng/mL LPS ± 100 nM Dex for 30 min, and ChIP was performed for total PolII (A), PolII-pS5 (B), and PolII-pS2 (C) at the TSS of indicated genes. For each location, qPCR signals were normalized to those at the control r28S gene and were expressed as relative occupancy over normal IgG (=1). (D and E) GR inhibits P-TEFb complex recruitment. Relative occupancy of CDK9 (D) and cyclin T1 (E) was determined by ChIP in BMMΦ treated as in A. Data are shown as mean ± SD (n ≥ 3). *P < 0.05, calculated using the two-tailed Student t test.Interestingly, cotreatment with Dex blocked LPS-induced PolII recruitment to IL-1α and IL-1β TSS but had no effect on PolII loading at TNF, CCL3, and CCL2 (Fig. 2A). Furthermore, despite equivalent PolII occupancy at the promoters of the latter group of genes under inducing and repressing conditions, PolII occupancy in their intragenic regions was significantly attenuated by Dex (Fig. S2), suggesting that GR regulates the two classes of genes via distinct mechanisms.The C-terminal domain (CTD) of the largest PolII subunit contains a series of heptapeptide repeats (YS2TPS5PS) with serine (S) residues differentially phosphorylated throughout the transcription cycle: Phosphorylation of S5 occurs during initiation, whereas S2 phosphorylation correlates with productive PolII elongation (24). At all genes tested, S5-phosphorylated PolII mirrored the changes in total PolII occupancy (Fig. 2B), indicating that the PolII observed near these promoters had undergone transcription initiation. Similarly, S2-phosphorylated PolII levels agreed well with total PolII at the initiation-controlled genes IL-α and IL-β. In contrast, the sharp increase in S2-phosphorylated PolII observed at TNF, CCL3, and CCL2 upon LPS stimulation (Fig. 2C) was attenuated dramatically by Dex. These results suggest that at the elongation-controlled genes, GR acts subsequent to PolII recruitment and transcription initiation by preventing S2 phosphorylation and release of paused PolII into productive RNA synthesis.S2 phosphorylation is carried out by the P-TEFb kinase (CDK9 and cyclin T1), which is recruited to target promoters upon NF-κB–dependent activation (25) and facilitates the release of paused PolII. ChIP for P-TEFb subunits revealed LPS-dependent recruitment of CDK9 and cyclin T1 to the TSS regions of genes tested, which was precluded by cotreatment with Dex (Fig. 2 D and E). Thus, GR broadly inhibits signal-dependent P-TEFb recruitment, although this inhibition is expected to be functionally relevant only for genes harboring paused PolII.GR Represses the Elongation-Controlled Genes by Enabling Promoter-Proximal NELF Accumulation. As mentioned above, promoter-proximal pausing is mediated by the four-subunit (A, B, C/D, and E) NELF complex, which binds PolII and prevents its entry into productive elongation. Because GR inhibited PolII elongation at the TNF, CCL3, and CCL2 genes, we assessed NELF occupancy at these promoters under inducing and repressing conditions. Consistent with the presence of a paused PolII at the TNF, CCL3, and CCL2 genes, ChIP for the NELF-E subunit of the complex revealed significant NELF occupancy in untreated BMMΦ, and LPS stimulation triggered its release (Fig. 3A). Interestingly, treatment with Dex not only prevented NELF-E dissociation from these genes but also promoted further enrichment of NELF-E over its basal occupancy (Fig. 3A). We detected no NELF occupancy above the background of control IgGs at the promoters of initiation-controlled genes IL-1α and IL-1β across different treatment conditions.Open in a separate windowFig. 3.GR-mediated repression of elongation-controlled genes is NELF dependent. (A) GR facilitates NELF accumulation at the TSS of elongation-controlled genes. BMMΦ were treated as in Fig. 2, and ChIPs were performed using nonspecific normal IgG (baseline) or anti–NELF-E antibodies at the TSS of indicated genes. For each location, qPCR signals were normalized to those at the control r28S gene and were expressed as relative occupancy over untreated control (=100). Corresponding signals obtained with IgG are shown for each gene as mean ± SD (n ≥ 3). *P < 0.05, calculated using the two-tailed Student t test. (B) NELF expression in the BMMΦ of NELF-B KD mice. (Left) NELF-B mRNA in WT and KD BMMΦ was measured by RT-qPCR, normalized to β-actin, and expressed relative to WT (=100%). Data are shown as mean ± SD; n = 4. (Right) NELF-B, NELF-A, and NELF-E protein levels in BMMΦ from two WT and two KD mice were assessed by immunoblotting. (C) NELF depletion attenuates Dex-dependent repression of elongation-controlled genes. BMMΦ from WT and NELF-B KD mice were treated for 30 min (IL-1α, IL-1β, and TNF) or 1 h (CCL3 and CCL2). The relative amounts of indicated transcripts were measured and expressed as ratios of LPS/LPS + Dex (“fold repression”) for each genotype. Average fold repression in WT vs. KD mice was compared using a two-tailed Student t test (n ≥ 3).If GR represses transcription of paused genes by precluding NELF release, thereby trapping PolII in the initiated paused state, then loss of NELF may render these genes refractory to glucocorticoid-mediated inhibition. Because whole-body NELF knockout results in early embryonic lethality prior today E5 (26), we utilized BMMΦ derived from myeloid cell-specific NELF-B–deficient mice (NELF-B KD) (Materials and Methods) to evaluate inflammatory gene repression by the GR. The conditional deletion of NELF-B in myeloid cells resulted in a >90% depletion of both its RNA and protein in BMMΦ relative to WT BMMΦ as assayed by RT-qPCR and immunoblotting, respectively (Fig. 3B). It has been reported previously that depletion of any NELF subunit destabilizes the entire complex, leading to its degradation (9, 12, 27–29). Indeed, a genetic NELF-B knockdown resulted in loss of the NELF-A and NELF-E proteins as well (Fig. 3B). To assess the effect of NELF depletion on the regulation of inflammatory genes, we performed RT-qPCR in WT and NELF-B KD BMMΦ treated with LPS ± Dex. The loss of NELF did not alter the levels of IL-1α, IL-1β, TNF, CCL3, and CCL2 transcripts in resting BMMΦ (Fig. S3A). Similarly, LPS-dependent induction of IL-1α, IL-1β, and TNF genes at 30 min and of CCL3 and CCL2 at 1 h was unaffected in the NELF-B KD BMMΦ relative to WT BMMΦ (Fig. S3B). Strikingly, at these time points, NELF-B deficiency nearly abrogated repression of TNF, CCL3, and CCL2 but not of the initiation-controlled IL-1α and IL-1β (Fig. 3C). This finding indicates that GR-mediated repression of elongation-controlled genes is NELF dependent, highlighting a crucial difference between the mechanisms used by the GR to inhibit transcription of the two classes of genes and implicating GR directly in attenuating the release of paused PolII.GR-Mediated Inhibition of P-TEFb Recruitment and NELF Release Are GRIP1 Dependent. The putative corepressors mediating glucocorticoid repression at tethering elements have remained enigmatic for many years. We recently established that GRIP1, a cofactor of the p160 coactivator family, is recruited to the NF-κB:GR repression complexes and functions as a corepressor (21). Indeed, GR-mediated repression of numerous inflammatory targets, including genes of both classes, was attenuated in GRIP1-depleted BMMΦ (GRIP1 KD) (21). Interestingly, the elongation-controlled genes TNF, CCL3, and CCl2 were derepressed dramatically in GRIP1 KD MΦ (Fig. 4A). To assess if GRIP1 plays a role in controlling transcription elongation, we examined the effect of GRIP1 deletion on P-TEFb and NELF occupancy. As shown in Fig. 4B, LPS-induced cyclin T1 recruitment to TNF, CCL3, and CCl2 was comparable in MΦ of both genotypes. However, Dex-dependent inhibition of cyclin T1 recruitment was completely abrogated in GRIP1 KD BMMΦ. Furthermore, although the loss of GRIP1 did not affect LPS-induced NELF dissociation from the TNF promoter, its accumulation in response to Dex was abolished (Fig. 4C). Thus, the inhibition of P-TEFb recruitment and the retention of NELF at repressed promoters are mediated by GRIP1.Open in a separate windowFig. 4.GRIP1 mediates GR-dependent repression of elongation-controlled genes by preventing P-TEFb recruitment and NELF release. (A) GRIP1 depletion attenuates Dex-dependent repression. WT and GRIP1 KD BMMΦ were treated with 10 ng/mL LPS ± 100 nM Dex for 1 h. The relative amounts of indicated transcripts were measured and expressed as fold repression for each genotype. Average fold repression in WT vs. KD was compared using a two-tailed Student t test (n ≥ 3). (B) GR-mediated inhibition of P-TEFb recruitment is GRIP1 dependent. ChIP for cyclin T1 was performed in WT and GRIP1 KD BMMΦ treated as indicated. Relative occupancy over normal IgG (=1) was measured in both genotypes at the TSS of the indicated genes and was expressed as an average of two independent experiments ± SD. (C) GRIP1 depletion prevents GR-induced NELF accumulation. NELF-E ChIP was performed in WT and GRIP1 KD BMMΦ as in B. Relative occupancy over normal IgG in untreated BMMΦ (=1) was measured for both genotypes at the TNF TSS and was expressed as mean ± SEM. Concluding RemarksAn increasing recognition of early elongation as the rate-limiting step for induction of many genes prompted the assessment of the role of elongation machinery in stimulus-induced gene activation, including that by NRs (12, 28, 30–32). Here, we establish that the NELF complex and promoter-proximal pausing play an essential role in active, regulator-dependent gene repression. Furthermore, our data argue that dependence on NELF for repression provides a critical distinction between the two gene classes because liganded GR in the context of tethering glucocorticoid-response elements inhibits P-TEFb recruitment even at initiation-controlled genes at which such inhibition is unlikely to have any functional consequences because they are not occupied by either of the potential P-TEFb substrates, PolII or NELF. Conversely, at critical elongation-controlled inflammatory genes in primary MΦ, the GR:GRIP1 complex confers repression by reinstating the NELF-dependent pause, with loss of the NELF complex rendering P-TEFb recruitment unnecessary for activation of these genes.Notably, other NRs such as peroxisome proliferator-activated receptors and liver-X receptors repress both initiation- and elongation-controlled inflammatory cytokine genes and share certain targets with GR (33). It will be informative to extend the analysis to these mechanistically different NRs and to ascertain whether the enhancement of NELF-dependent pausing represents a general mechanism of NR-mediated transrepression.Thus far, our analysis reveals that, in primary MΦ, GR represses inflammatory genes by targeting the same steps that are rate-limiting for their activation by NF-κB. Indeed, GR blocks PolII recruitment to IL-1α and IL-1β and halts PolII elongation at TNF, CCL3, and CCL2. However, this may not be the case for all GR-regulated genes in other contexts. In principle, some elongation-controlled genes may lose preloaded PolII upon repression and require de novo preinitiation complex assembly to be activated. Conversely, an attenuation of P-TEFb binding by GR was reported at the initiation-controlled IL-8 gene in the TNF-stimulated A549 lung carcinoma cell line under certain conditions (34, 35), thereby establishing a novel paused state for this gene. Given that the two gene classes in MΦ display different induction profiles and that genes occupied by paused PolII are activated with relatively faster kinetics (11, 36), it would be intriguing to examine whether the response of the repressed genes in a novel transcriptional state to a secondary stimulus is qualitatively or quantitatively different.Since the first demonstration of the ability of GR to repress the activities of AP-1 and NFκB directly more than 20 y ago (37–39), the search for the key responsible cofactor and the broadly applicable molecular mechanism of repression has been ongoing. Despite these efforts, there has been relatively little progress in understanding what serves as a foundation for perhaps the most widely used property of any one NR in the clinic—the anti-inflammatory actions of glucocorticoids. Our recent study established a broad role for GRIP1 as a GR corepressor of inflammatory genes; however, the underlying mechanism remained obscure. This work suggests that in fact there may be no unifying mechanism but rather that a coregulator engages distinct modes of action as informed by the inherent characteristics of its target genes, their key molecular landmarks, and transcriptional state itself to achieve the same functional outcome. Understanding these landmarks will help provide a conceptual framework for assessing gene regulation as a function of the developmentally or lineage-imposed features. Materials and MethodsCell Culture and Reagents. BMMΦ were prepared from 8- to 12-wk-old mice as in ref. 11. Dex, LPS, and polyinosinic-polycytidylic acid (polyIC) were from Sigma.RNA-Seq. Total RNA (5 μg) was polyA-enriched, fragmented, adapter ligated with the Illumina mRNA-Seq sample preparation kit according to the manufacturer’s instructions, and sequenced on an Illumina Genome Analyzer II or HiSeq2000 at the Weill Cornell Genomic Resources Core. The quality of total RNA and size-selected library was evaluated with a Bioanalyzer 2100 (Agilent Technologies). Then 30–50 × 106 reads per library were mapped to the annotated mouse genome (Ensembl NCBIM37, version 61.37.n, 36,817 genes and 93,809 transcripts) with CLC Bio Genomic Workbench 5.0 software as in ref. 21. Expression levels were reported as reads per kilobase of exon per million mapped reads (RPKM) as in ref. 40. Genes with RPKM >1 were included in expression analysis. All genes with fold induction >2 and fold repression >1.4 were considered to be differentially expressed (Table S1).RNA Isolation and RT-qPCR. Total RNA was isolated using the RNeasy Mini Kit (Qiagen). Random-primed cDNA synthesis, qPCR with ROX containing SYBR-green master mix (Thermo Scientific), and δδCt analysis were performed as described (11). Primers are listed in Table S2 and in ref. 21.ChIP. ChIP assays were performed as previously described (11) using the following antibodies: normal rabbit IgG (sc2027; Santa Cruz Biotechnology); PolII (sc9001; Santa Cruz Biotechnology); CDK9 (sc8338x; Santa Cruz Biotechnology); cyclin T1 (sc10750x; Santa Cruz Biotechnology); H3Ac (06–599; Millipore); H3K9Me3 (ab8898; Abcam); PolII-pS2 (ab5095, Abcam); PolII-pS5 (ab5131; Abcam); and NELF-E (RDBP) (10705-1-AP; Proteintech). Primers are listed in Table S2 and in ref. 21.ChIP-Seq. Cross-linked chromatin from day 6 BMMΦ prepared as in ref. 6 was immunoprecipitated using the RNA PolII antibody (sc9001; Santa Cruz Biotechnology) and purified on a Qiagen column using the Qiaquick PCR purification kit. ChIP-Seq libraries were prepared using the Illumina ChIP-Seq kit according to the manufacturer’s instructions. The resulting library was sequenced on a Solexa GAIIX. Sequencing reads were trimmed to 36 nt and were mapped to the mouse genome (mm9 build). Reads were binned in 25-bp intervals, and the resulting density distribution was converted into bed file and plotted along with annotated RefSeq genes.NELF-B Conditional Knock-Down Mice. Full characterization of the targeting constructs and of the NELF-B KD mice will be published separately. In brief, NELF-B mice (strain name: C57BL/6-Nelfb <tm2Ehs>) containing two floxed NELF-B alleles were crossed to the LysMCre knock-in mice [strain B6.129P2-Lyzstm1(cre)Ifo/J; Jackson Labs]. Heterozygous progeny were intercrossed to obtain LysMCre:NELFWT/WT (WT) and LysMCre:NELFFL/FL (NELF-B KD) mice which were used to generate BMMΦ.GRIP1 Conditional Knock-Down Mice. Mice were maintained in the Hospital for Special Surgery Animal Facility in full compliance with the guidelines approved by the Hospital for Special Surgery Institutional Animal Care and Use Committee. A C57BL/6 strain that had the GRIP1 exon encoding NR-interacting domain flanked by loxP sites (−/−:GRIP1FL/FL - WT) was described previously (41). WT mice were bred to C57BL/6-derived Mx1Cre (Mx1Cre-WT) driver to obtain homozygous Mx1Cre:GRIP1FL/FL (GRIP1 KD) mice. The genotype of the progeny was determined by PCR (41). Cre expression to delete GRIP1 was induced by three sequential i.p. injections of 250 μg polyIC as described (21), and mice were killed for bone marrow isolation 2 wk later.Immunoblotting. Preparation of protein extracts and immunoblotting with commercial goat polyclonal antibodies to NELF-A (sc-23599; Santa Cruz Biotechnology), rabbit polyclonal antibodies to NELF-E (Proteintech), and custom-made rabbit polyclonal serum NELF-B were performed using standard protocols.Statistics. Box-whisker plots are used to represent groups of individual experiments. The ends of the whisker are set at 1.5* interquartile range (IQR) above the third quartile (Q3) and 1.5*IQR below the first quartile (Q1). The statistical significance of intergroup difference is calculated using the two-tailed Student t test. Supplementary Material\nSupporting Information:\nClick here to view.\n AcknowledgmentsWe thank M. Coppo, M. Sacta, D. Rollins, and L. Ivashkiv for insightful discussion and the Tow Foundation support to the Hospital for Special Surgery Genomics Center. This work was supported by grants from the National Institutes of Health (to I.R.), by American Heart Association Grant 11SDG5160006 (to Y.C.), and by the Intramural Research Program of the National Institutes of Health, National Institute of Environmental Health Sciences Grant Z01 ES101987 (to K.A.). Footnotes The authors declare no conflict of interest.This article is a PNAS Direct Submission.This article contains supporting information online at www.pnas.org/lookup/suppl/doi:10.1073/pnas.1309898110/-/DCSupplemental. References1. González-Terán B, et al.  Eukaryotic elongation factor 2 controls TNF-α translation in LPS-induced hepatitis. J Clin Invest. 2013;123(1):164–178. [PMC free article] [PubMed] [Google Scholar]2. Schroder K, Tschopp J. The inflammasomes. Cell. 2010;140(6):821–832. [PubMed] [Google Scholar]3. Ronkina N, et al.  MAPKAP kinases MK2 and MK3 in inflammation: Complex regulation of TNF biosynthesis via expression and phosphorylation of tristetraprolin. Biochem Pharmacol. 2010;80(12):1915–1920. [PubMed] [Google Scholar]4. Takeuchi O, Akira S. Pattern recognition receptors and inflammation. Cell. 2010;140(6):805–820. [PubMed] [Google Scholar]5. Savitsky D, Tamura T, Yanai H, Taniguchi T. Regulation of immunity and oncogenesis by the IRF transcription factor family. Cancer Immunol Immunother. 2010;59(4):489–510. [PubMed] [Google Scholar]6. Muse GW, et al.  RNA polymerase is poised for activation across the genome. Nat Genet. 2007;39(12):1507–1511. [PMC free article] [PubMed] [Google Scholar]7. Zeitlinger J, et al.  RNA polymerase stalling at developmental control genes in the Drosophila melanogaster embryo. Nat Genet. 2007;39(12):1512–1516. [PMC free article] [PubMed] [Google Scholar]8. Guenther MG, Levine SS, Boyer LA, Jaenisch R, Young RA. A chromatin landmark and transcription initiation at most promoters in human cells. Cell. 2007;130(1):77–88. [PMC free article] [PubMed] [Google Scholar]9. Narita T, et al.  Human transcription elongation factor NELF: Identification of novel subunits and reconstitution of the functionally active complex. Mol Cell Biol. 2003;23(6):1863–1873. [PMC free article] [PubMed] [Google Scholar]10. Peterlin BM, Price DH. Controlling the elongation phase of transcription with P-TEFb. Mol Cell. 2006;23(3):297–305. [PubMed] [Google Scholar]11. Adelman K, et al.  Immediate mediators of the inflammatory response are poised for gene activation through RNA polymerase II stalling. Proc Natl Acad Sci USA. 2009;106(43):18207–18212. [PMC free article] [PubMed] [Google Scholar]12. Gilchrist DA, et al.  NELF-mediated stalling of Pol II can enhance gene expression by blocking promoter-proximal nucleosome assembly. Genes Dev. 2008;22(14):1921–1933. [PMC free article] [PubMed] [Google Scholar]13. Hargreaves DC, Horng T, Medzhitov R. Control of inducible gene expression by signal-dependent transcriptional elongation. Cell. 2009;138(1):129–145. [PMC free article] [PubMed] [Google Scholar]14. Tracey KJ, et al.  Shock and tissue injury induced by recombinant human cachectin. Science. 1986;234(4775):470–474. [PubMed] [Google Scholar]15. Spriggs DR, et al.  Recombinant human tumor necrosis factor administered as a 24-hour intravenous infusion. A phase I and pharmacologic study. J Natl Cancer Inst. 1988;80(13):1039–1044. [PubMed] [Google Scholar]16. Silverman MN, Sternberg EM. Glucocorticoid regulation of inflammation and its functional correlates: From HPA axis to glucocorticoid receptor dysfunction. Ann N Y Acad Sci. 2012;1261:55–63. [PMC free article] [PubMed] [Google Scholar]17. Tsai MJ, O’Malley BW. Molecular mechanisms of action of steroid/thyroid receptor superfamily members. Annu Rev Biochem. 1994;63:451–486. [PubMed] [Google Scholar]18. Glass CK, Saijo K. Nuclear receptor transrepression pathways that regulate inflammation in macrophages and T cells. Nat Rev Immunol. 2010;10(5):365–376. [PubMed] [Google Scholar]19. Yamamoto KR, Darimont BD, Wagner RL, Iñiguez-Lluhí JA. Building transcriptional regulatory complexes: Signals and surfaces. Cold Spring Harb Symp Quant Biol. 1998;63:587–598. [PubMed] [Google Scholar]20. Chinenov Y, Gupte R, Rogatsky I. Nuclear receptors in inflammation control: Repression by GR and beyond. Mol Cell Endocrinol. 2013 10.1016/j.mce.2013.04.006. [PMC free article] [PubMed] [Google Scholar]21. Chinenov Y, et al.  Role of transcriptional coregulator GRIP1 in the anti-inflammatory actions of glucocorticoids. Proc Natl Acad Sci USA. 2012;109(29):11776–11781. [PMC free article] [PubMed] [Google Scholar]22. Ramirez-Carrozzi VR, et al.  A unifying model for the selective regulation of inducible transcription by CpG islands and nucleosome remodeling. Cell. 2009;138(1):114–128. [PMC free article] [PubMed] [Google Scholar]23. Escoubet-Lozach L, et al.  Mechanisms establishing TLR4-responsive activation states of inflammatory response genes. PLoS Genet. 2011;7(12):e1002401. [PMC free article] [PubMed] [Google Scholar]24. Heidemann M, Hintermair C, Voß K, Eick D. Dynamic phosphorylation patterns of RNA polymerase II CTD during transcription. Biochim Biophys Acta. 2013;1829(1):55–62. [PubMed] [Google Scholar]25. Barboric M, Nissen RM, Kanazawa S, Jabrane-Ferrat N, Peterlin BM. NF-kappaB binds P-TEFb to stimulate transcriptional elongation by RNA polymerase II. Mol Cell. 2001;8(2):327–337. [PubMed] [Google Scholar]26. Amleh A, et al.  Mouse cofactor of BRCA1 (Cobra1) is required for early embryogenesis. PLoS ONE. 2009;4(4):e5034. [PMC free article] [PubMed] [Google Scholar]27. Sun J, et al.  Deregulation of cofactor of BRCA1 expression in breast cancer cells. J Cell Biochem. 2008;103(6):1798–1807. [PMC free article] [PubMed] [Google Scholar]28. Aiyar SE, et al.  Attenuation of estrogen receptor alpha-mediated transcription through estrogen-stimulated recruitment of a negative elongation factor. Genes Dev. 2004;18(17):2134–2146. [PMC free article] [PubMed] [Google Scholar]29. Narita T, et al.  NELF interacts with CBC and participates in 3′ end processing of replication-dependent histone mRNAs. Mol Cell. 2007;26(3):349–365. [PubMed] [Google Scholar]30. Sun J, Blair AL, Aiyar SE, Li R. Cofactor of BRCA1 modulates androgen-dependent transcription and alternative splicing. J Steroid Biochem Mol Biol. 2007;107(3-5):131–139. [PMC free article] [PubMed] [Google Scholar]31. Kininis M, Isaacs GD, Core LJ, Hah N, Kraus WL. Postrecruitment regulation of RNA polymerase II directs rapid signaling responses at the promoters of estrogen target genes. Mol Cell Biol. 2009;29(5):1123–1133. [PMC free article] [PubMed] [Google Scholar]32. Danko CG, et al.  Signaling pathways differentially affect RNA polymerase II initiation, pausing, and elongation rate in cells. Mol Cell. 2013;50(2):212–222. [PMC free article] [PubMed] [Google Scholar]33. Ogawa S, et al.  Molecular determinants of crosstalk between nuclear receptors and toll-like receptors. Cell. 2005;122(5):707–721. [PMC free article] [PubMed] [Google Scholar]34. Nissen RM, Yamamoto KR. The glucocorticoid receptor inhibits NFkappaB by interfering with serine-2 phosphorylation of the RNA polymerase II carboxy-terminal domain. Genes Dev. 2000;14(18):2314–2329. [PMC free article] [PubMed] [Google Scholar]35. Luecke HF, Yamamoto KR. The glucocorticoid receptor blocks P-TEFb recruitment by NFkappaB to effect promoter-specific transcriptional repression. Genes Dev. 2005;19(9):1116–1127. [PMC free article] [PubMed] [Google Scholar]36. Ramirez-Carrozzi VR, et al.  Selective and antagonistic functions of SWI/SNF and Mi-2beta nucleosome remodeling complexes during an inflammatory response. Genes Dev. 2006;20(3):282–296. [PMC free article] [PubMed] [Google Scholar]37. König H, Ponta H, Rahmsdorf HJ, Herrlich P. Interference between pathway-specific transcription factors: Glucocorticoids antagonize phorbol ester-induced AP-1 activity without altering AP-1 site occupation in vivo. EMBO J. 1992;11(6):2241–2246. [PMC free article] [PubMed] [Google Scholar]38. Caldenhoven E, et al.  Negative cross-talk between RelA and the glucocorticoid receptor: A possible mechanism for the antiinflammatory action of glucocorticoids. Mol Endocrinol. 1995;9(4):401–412. [PubMed] [Google Scholar]39. Scheinman RI, Gualberto A, Jewell CM, Cidlowski JA, Baldwin AS., Jr Characterization of mechanisms involved in transrepression of NF-kappa B by activated glucocorticoid receptors. Mol Cell Biol. 1995;15(2):943–953. [PMC free article] [PubMed] [Google Scholar]40. Mortazavi A, Williams BA, McCue K, Schaeffer L, Wold B. Mapping and quantifying mammalian transcriptomes by RNA-Seq. Nat Methods. 2008;5(7):621–628. [PubMed] [Google Scholar]41. Gehin M, et al.  The function of TIF2/GRIP1 in mouse reproduction is distinct from those of SRC-1 and p/CIP. Mol Cell Biol. 2002;22(16):5923–5937. [PMC free article] [PubMed] [Google Scholar]"}