{"title": "The conserved CAAGAAAGA spacer sequence is an essential element for the formation of 3' termini of the sea urchin H3 histone mRNA by RNA processing", "pubDate": "1985", "PMCID": "PMC554211", "DOI": "", "PMID": "2410259", "abstract": "Analysis of cDNA sequences obtained from the small nuclear RNA U7 has previously suggested specific contacts, by base pairing, between the conserved stem-loop structure and CAAGAAAGA sequence of the histone pre-mRNA and the 5'-terminal sequence of the U7 RNA during RNA processing. In order to test some aspects of the model we have created a series of linker scan, deletion and insertion mutants of the 3' terminus of a sea urchin H3 histone gene and have injected mutant DNAs or in vitro synthesized precursors into frog oocyte nuclei for interpretation. We find that, in addition to the stem-loop structure of the mRNA, the CAAGAAAGA spacer transcript within the histone pre-mRNA is required absolutely for RNA processing, as predicted from our model. Spacer sequences immediately downstream of the CAAGAAAGA motif are not complementary to U7 RNA. Nevertheless, they are necessary for obtaining a maximal rate of RNA processing, as is the ACCA sequence coding for the 3' terminus of the mature mRNA. An increase of distance between the mRNA palindrome and the CAAGAAAGA by as little as six nucleotides abolishes all processing. It may, therefore, be useful to regard both these sequence motifs as part of one and the same RNA processing signal with narrowly defined topologies. Interestingly, U7 RNA-dependent 3' processing of histone pre-mRNA can occur in RNA injection experiments only when the in vitro synthesized pre-mRNA contains sequence extensions well beyond the region of sequence complementarities to the U7 RNA. In addition to directing 3' processing the terminal mRNA sequences may have a role in histone mRNA stabilization in the cytoplasmic compartment.", "author": [{"author": "O Georgiev", "affiliation": [], "href": "/?term=Georgiev+O&cauthor_id=2410259"}, {"author": "M L Birnstiel", "affiliation": [], "href": "/?term=Birnstiel+ML&cauthor_id=2410259"}], "refPMID": ["4519026", "822353", "1069257", "1069909", "265521", "922889", "729004", "215780", "480353", "493132", "390497", "537089", "6937266", "6113054", "7253021", "6793234", "6283634", "6284372", "6959109", "6550524", "6194440", "6194891", "6646217", "6317188", "6421226", "6230155", "6700722", "6583695", "6325940", "6744418", "6432343", "6095202", "6084590"], "citedInPMID": ["2410259", "17531405", "16453661", "12192062", "11782445", "10207079", "9510327", "8962110", "8417354", "8194533", "8065931", "7937126", "7891696", "3837183", "3816761", "3649291", "3608992", "3459149", "3458178", "3396543", "3380087", "3302679", "3221863", "3221862", "3127203", "3037343", "3018506", "3015597", "3004976", "2992951", "2991848", "2955216", "2953599", "2943587", "2846863", "2838184", "2836811", "2823227", "2779556", "2538718", "2494350", "2411548", "2185457", "1921973", "1833188", "1549463"], "body": ""}