{"title": "A feed forward circuit comprising Spt6, Ctk1 and PAF regulates Pol II CTD phosphorylation and transcription elongation", "pubDate": "2014", "PMCID": "PMC3902893", "DOI": "10.1093/nar/gkt1003", "PMID": "24163256", "abstract": "The C-terminal domain (CTD) of RNA polymerase II is sequentially modified for recruitment of numerous accessory factors during transcription. One such factor is Spt6, which couples transcription elongation with histone chaperone activity and the regulation of H3 lysine 36 methylation. Here, we show that CTD association of Spt6 is required for Ser2 CTD phosphorylation and for the protein stability of Ctk1 (the major Ser2 CTD kinase). We also find that Spt6 associates with Ctk1, and, unexpectedly, Ctk1 and Ser2 CTD phosphorylation are required for the stability of Spt6-thus revealing a Spt6-Ctk1 feed-forward loop that robustly maintains Ser2 phosphorylation during transcription. In addition, we find that the BUR kinase and the polymerase associated factor transcription complex function upstream of the Spt6-Ctk1 loop, most likely by recruiting Spt6 to the CTD at the onset of transcription. Consistent with requirement of Spt6 in histone gene expression and nucleosome deposition, mutation or deletion of members of the Spt6-Ctk1 loop leads to global loss of histone H3 and sensitivity to hydroxyurea. In sum, these results elucidate a new control mechanism for the regulation of RNAPII CTD phosphorylation during transcription elongation that is likely to be highly conserved.", "author": [{"author": "Raghuvar Dronamraju", "affiliation": ["Department of Biochemistry and Biophysics, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA and Lineberger Comprehensive Cancer Center, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."], "href": "/?term=Dronamraju+R&cauthor_id=24163256"}, {"author": "Brian D Strahl", "affiliation": [], "href": "/?term=Strahl+BD&cauthor_id=24163256"}], "refPMID": ["1896450", "12757703", "19450536", "8230216", "10594013", "9407025", "11018013", "19328068", "10982824", "12972617", "19365074", "22796944", "19581288", "1820212", "14731395", "20952539", "19679665", "19941815", "22745433", "12942140", "20802488", "20835241", "22914091", "22922743", "11839797", "15798214", "12773564", "12629047", "12511561", "3029564", "8633238", "20926372", "20926373", "19371747", "11404325", "21094070", "18086892", "21419780", "15060154", "11040216", "19279664", "12490954", "21844224", "21551067", "17373478", "8962109", "18541663", "16581778", "15531585", "22157004", "9450930", "11441018", "12934008", "18998772", "20818391", "15870265", "16354696", "18469135", "14710186", "11927560", "22128187", "16040246", "16307922", "12556496", "22290438", "20231361", "11606527", "8844144", "15632065", "2201908", "1840633", "1330823", "8108857", "21098123", "22345607", "17173056", "12215653", "16721054", "9450929", "18513937", "20534440", "8552095", "16024656", "20060942", "19667127", "12167634", "12876293", "21467036", "18469135", "7498765"], "citedInPMID": ["24163256", "34705599", "33472084", "33303586", "33020206", "32948765", "32941642", "32810142", "32645359", "32521276", "31001806", "30793188", "30566871", "28826505", "28637236", "28396559", "28386724", "28190769", "27143358", "26798134", "26765774", "26416482", "25918242", "25494544", "25371772", "25182531"], "body": " AbstractThe C-terminal domain (CTD) of RNA polymerase II is sequentially modified for recruitment of numerous accessory factors during transcription. One such factor is Spt6, which couples transcription elongation with histone chaperone activity and the regulation of H3 lysine 36 methylation. Here, we show that CTD association of Spt6 is required for Ser2 CTD phosphorylation and for the protein stability of Ctk1 (the major Ser2 CTD kinase). We also find that Spt6 associates with Ctk1, and, unexpectedly, Ctk1 and Ser2 CTD phosphorylation are required for the stability of Spt6—thus revealing a Spt6–Ctk1 feed-forward loop that robustly maintains Ser2 phosphorylation during transcription. In addition, we find that the BUR kinase and the polymerase associated factor transcription complex function upstream of the Spt6–Ctk1 loop, most likely by recruiting Spt6 to the CTD at the onset of transcription. Consistent with requirement of Spt6 in histone gene expression and nucleosome deposition, mutation or deletion of members of the Spt6–Ctk1 loop leads to global loss of histone H3 and sensitivity to hydroxyurea. In sum, these results elucidate a new control mechanism for the regulation of RNAPII CTD phosphorylation during transcription elongation that is likely to be highly conserved. INTRODUCTIONTranscription initiation, elongation and termination are governed by sequential phosphorylation and dephosphorylation events at the C-terminal domain (CTD) of RNA polymerase II (RNAPII) (1,2), which is composed of a consensus heptapeptide repeat sequence YSPTSPS. During transcription initiation, serine 5 (Ser5) of this repeat is phosphorylated by the Kin28 kinase, a modification that promotes the transition from initiation to elongation (3,4) and recruitment of mRNA capping enzymes (5–7). Further, Ser5 phosphorylation leads to recruitment of the Bur1/2 (BUR) kinase complex that phosphorylates the CTD serine 2 (Ser2) (8–10). BUR also phosphorylates the C-terminal repeats of universally conserved elongation factor Spt5 (DSIF in higher animals) (11), which plays an unresolved role in recruitment of the polymerase associated factor (PAF) complex (12,13). As RNAPII enters into the elongation phase, Ctk1 (metazoan CDK12) further phosphorylates Ser2, in turn promoting recruitment of mRNA processing, termination and export factors (14–16). CTD Tyr1 and Thr4 are also phosphorylated in Saccharomyces cerevisiae within gene bodies and at 5′-ends, respectively. However, the responsible kinase for Tyr1 phosphorylation remains unknown (17–19).The identification of new CTD modifications and their distinct localization patterns along genes has suggested existence of a ‘CTD code’ that dynamically regulates transcription, mRNA processing and chromatin structure (20). This ‘code’ is thought to function by creating a modular molecular scaffold that recruits processing and modifying factors to the CTD at the appropriate place and time (21,22). One such factor known to regulate chromatin structure by preventing histone exchange in coding region of genes is Set2 (23,24), a histone methyltransferase that catalyzes methylation of the histone H3 at lysine 36 (H3K36) (25–29).Spt6, an evolutionarily conserved histone chaperone (30,31), is another protein that binds the Ser2/Ser5 phosphorylated CTD via its non-canonical C-terminal tandem Src Homology 2 (tSH2) domain (32,33). Association of Spt6 with RNAPII is important for proper transcription elongation and nucleosome re-assembly in the wake of elongating RNAPII (34,35). The unstructured N-terminal region of Spt6 binds to histones and a region between the amino acid residues 239–268 interacts with its binding partner Spn1 (Iws1 in mammals) (36). In vitro, binding of Spn1 reduces the affinity of Spt6 toward nucleosomes, suggesting a regulatory role for Spn1 in Spt6-mediated chromatin remodeling (36). Recent studies also indicate that Spn1 plays a key role in RNAPII recruitment at the CYC1 gene (37). Aside from Ser2/Ser5 phosphorylation, in vitro peptide pull-down studies indicate that the tSH2 domain of Spt6 also binds to Tyr1-phosphorylated peptides (38), and recent evidence indicates that Tyr1 phosphorylation is required for the recruitment of Spt6 during transcription elongation and prevents premature termination by inhibiting the binding of termination factors, thus acting as a molecular CTD ‘switch’ (19). Spt6 increases the rate of transcription elongation on protein-free DNA templates (39), and Spt6 co-localizes with the Ser2 phosphorylated form of CTD on polytene chromosomes in Drosophila melanogaster (40–42). In Schizosaccharomyces pombe, Spt6 is required to maintain heterochromatin by regulating the levels of trimethylation of H3 at lysine 9 (H3K9) (43).In this study, we have combined the genetics and biochemistry of S. cerevisiae to address the link between Spt6 and Set2 methylation at H3K36. In doing so, we found surprisingly that Spt6 is an essential factor required for CTD phosphorylation at Ser2. Our studies elucidated the mechanism of this requirement, as Spt6 is necessary for the function of Ctk1 and vice versa. Specifically, we find that Spt6 and Ctk1 co-associate and are required for each other’s mutual stability—thus, providing a direct link to the ability of Spt6 to regulate Ser2 CTD phosphorylation; but also suggesting that Ctk1 and Ser2 CTD phosphorylation is driving the maintenance of Spt6 protein stability. In agreement with this, we found that mutations in the CTD that result in loss of Ser2 CTD phosphorylation result in loss of Spt6 protein stability, thereby providing the basis for a feed-forward circuit that tightly maintains Ser2 CTD phosphorylation levels during transcription elongation. Finally, we provide evidence that the ability of the BUR kinase and PAF complex to regulate Ser2 CTD phosphorylation and H3K36 methylation is through control of the Spt6–Ctk1 circuit. We also show one consequence of disrupting this circuit is decreased histone H3 levels, most likely a result of histone deposition due to the loss of Spt6. MATERIALS AND METHODSYeast strains, plasmids and plate assaysThe strains and plasmids used in this study are listed in Supplementary Tables S1 and S2, respectively. Yeast strains were transformed with URA plasmids, and cell cultures were serially diluted on selection plates with or without 6-azauracil (6-AU); 6-AU sensitivity was assessed after 3 days of growth. Similarly, strains containing the integrated cryptic initiation cassette (as shown in Figure 1F) were serially diluted and plated on –HIS plates with or without galactose for 3 days to detect growth.\nOpen in a separate windowFigure 1.Spt6 is required for Ser2 RNAPII CTD phosphorylation. (A) Domain architecture of Spt6 showing the mutants used in this study. (B) Immunoblot analysis showing the histone H3 and H3 lysine 36 methylation (H3K36me) status in the different spt6 mutant strains. Lysates in the spt6 mutant strains were loaded to equalize the H3 levels as a control for the H3 modification blots (C) Immunoblot analysis showing the endogenous cellular pools of Spt6 and Set2 using anti-Spt6 and anti-Set2 anti-serum. (D) Assessment of Ser2 CTD phosphorylation of RNAPII using rat anti-Ser2 phospho-specific antibody. (E) 6-AU sensitivity assay underscoring the positive role of Spt6 in transcription elongation. (F) Schematic representation of the cryptic reporter strain containing an internal TATA box. Arrow indicates the direction of transcription of the HIS3 gene. (G) SPT6 is essential for chromatin integrity during transcription elongation. Strains were selected and spotted on media lacking histidine and containing 2% galactose; growth was monitored for 3 days.Whole cell lysates and immunoblot analysisStrains of the indicated genotype for each experiment were cultured in standard YPD medium. Exponential cultures were lysed by beating in cold with acid washed glass beads in SUMEB buffer as described previously (44). The lysates were subjected to immunoblot analysis using standard procedures.Proteasome inhibition assaysProteasome inhibition in WT yeast cells was performed as described previously (45). Briefly, yeast strains of indicated genotype were cultured overnight in a modified culture medium using l-proline as the nitrogen source. From an overnight saturated culture, cells were inoculated into to the same medium containing 0.003% SDS at an OD of 0.5. After 3 h of growth, cells were incubated with 75 μM MG132 for 30 min. At the end of 30 min, cycloheximide was added at a concentration of 100 mM, and aliquots were collected at different time intervals. Lysates were prepared as described previously and were subjected to immunoblot analysis.Whole cell lysate co-immunoprecipitationYeast cells were lysed and subjected to co-immunoprecipitation (Co-IP) as described by Moqtaderi et al. (46). Briefly, cells were lysed by vortexing with acid washed glass beads in buffer A [450 mM Tris-acetate (pH 7.8), 150 mM potassium acetate, 60% (vol/vol) glycerol, 3 mM EDTA, 3 mM dithiothreitol and 1 mM phenylmethylsulfonyl fluoride]. Protein concentration was estimated by the Bradford method. Lysates were diluted in buffer B [20 mM Hepes, pH 7.6, 20% (vol/vol) glycerol, 1 mM dithiothreitol, 1 mM EDTA, 125 mM potassium acetate and 1% Nonidet P-40] and incubated with either anti-Spt6 (1:5000) or anti-HA (1 µg/ml) or anti-FLAG (1 µg/ml) overnight. Lysates were incubated with protein A beads for 2 h at 4°C. After three washes, beads were boiled and subjected to western analysis. RESULTSSpt6 is required for Ser2 CTD phosphorylationThe conserved histone chaperone Spt6 contains several functionally important domains, including an unstructured N-terminal region that interacts with histones, a non-canonical C-terminal, tSH2 domain that interacts with phosphorylated RNAPII and a helix–hairpin–helix (HhH) domain that interacts with DNA (Figure 1A). We and others have shown that an internal deletion of the Spt6 HhH domain (spt61004) leads to a substantial decrease in H3K36 methylation (47,48). However, the effects of other Spt6 mutants on H3K36 methylation have not been fully explored, nor is it known how Spt6 mechanistically contributes to establishment of this chromatin mark. Therefore, here we report extension of our studies to other Spt6 mutants, including spt6-50 (a tSH2 deletion), spt6-14 (S952F mutation in the HhH domain) and spt6-F249K (a mutation that leads to a 10-fold decrease in Spt6 affinity to Spn1). All the spt6 mutants displayed considerable decreases in H3K36me3 (Figure 1B). Although the spt61004 mutation showed a considerable decrease in H3K36me2, the other spt6 mutations did not show a similar degree of change in H3K36me2 levels (Figure 1B). This result was consistent with the spt61004 allele being the most severe spt6 mutant, as revealed by the fact that spt61004 has altered protein stability at permissive temperature and confers lethality at 37C [Figure 1C; (49)]. Importantly, the loss of H3K36me3 in these spt6 mutants could be restored by introduction of wild-type (WT) SPT6 gene (Supplementary Figure S1B). Other histone modifications, e.g. H3K4 methylation, H3K79 methylation and H3K56 acetylation, were unaffected in all the spt6 mutants (Supplementary Figure S1A), strongly confirming specificity of Spt6 in the Set2/H3K36 methylation pathway. Notable to mention, we normalized our histone westerns based on histone levels rather than total cellular protein or G6PDH levels. This was necessary as we observed noticeable decreases in histones when analyzing the whole cell lysates from our spt6 mutants (see Figure 5A and text below for explanation).Open in a separate windowFigure 5.The Spt6, Ctk1 and the PAF complex are important to maintain histone levels. (A) Immunoblot analysis of histone H3 from the lysates prepared from asynchronous log phase cultures of the indicated mutant strains in comparison to their isogenic WT counterparts. (B) Upstream regulators of the Spt6–Ctk1 loop (PAF) and the loop members themselves are sensitive to HU. Serial 10-fold dilutions of yeast strains of the indicated paf or ctk1 mutations were plated on 25 mM HU plates for 3 days.We previously established an unexpected role for Spt6 in regulating the protein stability of Set2, a result linked to how Spt6 may regulate H3K36 methylation (47). Examination of the Spt6 mutants in Figure 1B revealed a significant decrease in Set2 protein levels consistent with the strains possessing defects in H3K36 methylation (Figure 1C). Given our recent findings that Set2 stability is primarily regulated through its interaction with the phosphorylated CTD of RNAPII (50), we therefore asked whether the ability of Spt6 to regulate Set2 stability and H3K36 methylation might be due to the fact that Spt6 regulates CTD phosphorylation. As shown in Figure 1D, examination of the spt6 mutants revealed a considerable decrease in their Ser2 CTD phosphorylation levels, thus revealing an unexpected role of Spt6 in Ctk1-mediated Ser2 CTD phosphorylation. The greatest decrease of Ser2 CTD phosphorylation was observed in the spt6-50 mutant, suggesting that the interaction of the tSH2 domain (hence Spt6) with the phosphorylated CTD is important for maintaining Ser2 CTD phosphorylation.Spt6 is a positive transcription elongation factor (51). Consistent with this, and in agreement with others, we confirmed the sensitivity of the spt6 mutants used in this study to 6-AU (Figure 1E), a compound that limits the rNTPs and leads to elongation defects as well as the transcription of the IMD2 gene (52). Spt6 was originally shown to be required for maintenance of chromatin structure in the wake of elongating RNAPII (53). Defects in Spt6 lead to inappropriate transcription initiation from internal cryptic promoters in gene bodies (54). To evaluate if the spt6 mutants led to cryptic initiation, we used a FLO8-HIS3 reporter that, under conditions of de-repressed chromatin structure, expresses the HIS3 gene from a cryptic promoter located in the FLO8 gene body (Figure 1F). The two most severe mutants, spt61004 and spt6-50, both caused cryptic initiation from the FLO8 internal promoter (Figure 1G). These results are consistent with the finding that Spt6 is important for Ser2 CTD phosphorylation, as Set2 stability and H3K36 methylation required for chromatin integrity during transcription elongation is dependent, at least in part, on Ser2 CTD phosphorylation (50).Spt6 associates with Ctk1 and is required for its protein stabilityWe next sought to determine how Spt6 might regulate Ser2 CTD phosphorylation. Initially, we asked if Spt6 and Ctk1 might be part of a complex. Even though genetic interactions between Spt6 and Ctk1 have been suggested (55), a physical interaction or their association as a part of a complex has not been demonstrated. We found that HA-tagged Ctk1 co-immunoprecipitated with Spt6 (Figure 2A and B), thereby providing a strong basis for Spt6 regulation of Ctk1-mediated Ser2 CTD phosphorylation. We also examined the levels of Ctk1 in our spt6 mutants that showed the cryptic initiation phenotype (as shown in Figure 1G), and, surprisingly, found that Ctk1 protein levels were dramatically reduced in the spt61004 and spt6-50 mutant strains (Figure 2C). These results suggested that either Spt6 association with Ctk1 is required for Ctk1 protein stability or that Ser2 CTD phosphorylation (probably maintained by Spt6–RNAPII association) is required for Ctk1 stability. Before addressing these two possibilities, we first sought to determine if the loss of Ctk1 occurred due to protein instability. To accomplish this aim, we treated cells with cycloheximide (to inhibit translation) in the presence and absence of MG132 (a proteasome inhibitor) and detected the levels of Ctk1 in WT or spt6-50 mutant cells. In WT cells, Ctk1 was degraded maximally by 120 min and was partially stabilized in the presence of MG132 (Figure 2D). In the spt6-50 mutant cells, however, the levels of Ctk1 were significantly stabilized in the presence of MG132 over the time period analyzed (compare + and – in Figure 2D), indicating that Spt6 is required for Ctk1 protein stability. Consistent with these results, decreases in CTK1 mRNA have not been found in spt61004 mutants (54).\nOpen in a separate windowFigure 2.Spt6 associates with Ctk1 and regulates its stability in a RNAPII CTD-dependent manner. (A) CTK1 was genomically tagged at the C-terminus with a HA epitope in the spt6 mutant strains indicated, and these strains were subjected to Co-IP analysis to detect Spt6 protein. (B) Immunoprecipitation of Spt6 detects Ctk1. (C) Levels of Ctk1 assessed by immunoblot analysis in the indicated spt6 mutant strains. (D) WT and spt6-50 mutants were treated with cycloheximide in the presence/absence of MG132 for different time intervals (see ‘Materials and Methods’ section). Ctk1 protein levels were detected by immunoblot analysis.Ctk1 and the CTD of RNAPII regulate the stability of Spt6We showed previously that loss of Ctk1 leads to a decrease in the protein stability of Set2, culminating in the loss of H3K36 methylation. The Ctk1 kinase is a hetero-trimeric complex comprising the cyclin-dependent kinase (CDK) subunit (Ctk1), the associated cyclin (Ctk2) and an accessory subunit of unknown function (Ctk3) (56). Given the intimate connection made above between Ctk1 and Spt6, we asked whether loss of the Ctk1 kinase complex might affect more than just Set2 and perhaps also affect levels of Spt6. Immunoblot analysis of Spt6 from strains having individual deletions of Ctk1 complex members showed a striking decrease in the levels of Spt6 protein (Figure 3A). To determine if reduced Spt6 was due to protein degradation, mediated by the 26S proteasome, we performed the experiment in the presence of MG132 and followed the levels of Spt6 in WT or ctk1 deletion cells after inhibition of translation with cycloheximide. In WT cells, Spt6 required 60 min to decrease and was stabilized by MG132. In the ctk1 deletion, Spt6 was dramatically reduced from the start, and its level was significantly restored by MG132 (Figure 3B).\nOpen in a separate windowFigure 3.Ctk1 is essential to maintain stable pools of cellular Spt6. (A) WT and Ctk1 complex member deletion strains were grown to log phase, and the levels of Spt6 protein were analyzed by immunoblot analysis. (B) WT and CTK1 deletion strains were treated with MG132 followed by a cycloheximide chase for different time intervals. Spt6 protein levels were detected by immunoblot analysis. (C) Spt6 was immunoprecipitated and subjected to immunoblot analysis with anti-ubiquitin antibody using a modified protocol (see ‘Materials and Methods’ section). (D) A CTK1 deletion strain was transformed with the WT or catalytically defective CTK1 plasmids (D342N and T338A) along with the vector control, and Spt6 levels were analyzed by immunoblot analysis. (E) Yeast strains containing CTD heptapeptide consensus sequence mutations were analyzed by immunoblot analysis for the levels of Spt6 and CTD phosphorylation levels.To further confirm the dependence of Spt6 instability on the proteasome, we sought to detect ubiquitinated species of Spt6 in a WT and ctk1 deletion. As shown in Figure 3D, Spt6 immunoprecipitated with anti-Spt6 antiserum was readily detected by an anti-ubiquitin specific antibody, thus confirming the presence of ubiquitinated species of Spt6.We next sought to address how Ctk1 might regulate the stability of Spt6. One possible scenario was that Ctk1 mediated phosphorylation at Ser2 is important for Spt6 association with the CTD, which, in turn, would be important for Spt6 stability and Ser2 CTD phosphorylation maintenance. To address this possibility, we asked whether the catalytic activity of Ctk1 was necessary to maintain stability of Spt6. CDKs possess a conserved T loop, wherein phosphorylation of a conserved threonine residue is essential for their catalytic function (56). Thus, we transformed a CTK1 deletion strain with WT or mutant CTK1-expressing plasmids (T338A or D328N) and assessed the levels of Spt6 by immunoblot analysis. While transformation of full-length CTK1 rescued the levels of Spt6, the catalytically defective versions of CTK1 showed little to no rescue (Figure 3D). Because the catalytic activity of Ctk1 was necessary to maintain stability of Spt6, we next asked if this requirement was a direct consequence of the integrity of RNAPII CTD. We found that CTD mutants that affected Ser2 phosphorylation also impacted the levels of Spt6 (Figure 3E). These results clearly established a link between Ctk1-mediated Ser2 CTD phosphorylation in the control of Spt6 stability, a result likely explained by the fact that Spt6 is stabilized via binding of its tSH2 domain to the Ctk1-phosphorylated CTD. They also define a robust feed-forward loop that maintains Ser2 CTD phosphorylation in transcription.The BUR and PAF complexes function upstream of the Spt6–Ctk1 loopPAF is a multi-functional complex that regulates histone methylation, mRNA processing, transcription elongation and termination, Ser2 CTD phosphorylation and mRNA 3′-end formation (57–60). Because the PAF complex regulates Ser2 CTD phosphorylation, we were led to ask whether PAF regulates this CTD mark through regulation of the Spt6–Ctk1 feed-forward loop described above. We examined PAF member deletion strains for Ser2 CTD phosphorylation, Spt6 and histone methylation levels and observed a substantial loss of Spt6 and Ser2 CTD phosphorylation levels in the paf1 and ctr9 deletions, with some loss observed in the rtf1 and cdc73 deletions (Figure 4A). No loss of Spt6 and Ser2 CTD phosphorylation was observed in the leo1 deletion. Loss in Ser2 CTD phosphorylation and Spt6 culminated in loss of H3K36me3 and Set2 (Figure 4A and B, respectively), and, consistent with a loss of Ser2 CTD phosphorylation, we observed a reduction in Ctk1 levels in paf1 and ctr9 deletion strains (Figure 4C). In agreement with the multi-functionality of the PAF complex, the paf1, ctr9 and rtf1 deletions also showed a loss of H3K4 and H3K79 trimethylation. In contrast, no loss of H2B ubiquitylation, H3K4 or H3K79 methylation was observed in any of the spt6 mutants (Supplementary Figure S1A and data not shown), underscoring the fact that the PAF complex was functioning properly in the spt6 and ctk1 mutant strains, as well as functioning upstream of the Spt6–Ctk1 loop.\nOpen in a separate windowFigure 4.The BUR and PAF complexes act upstream of Spt6 and Ctk1. (A) Immunoblot analysis to detect the levels of Spt6, Set2 and Ser2 CTD phosphorylation in WT and PAF member deletion strains. (B) Assessment of trimethylation of histone H3 at lysines 4, 36 and 79 in the PAF complex member deletions. (C) PAF components PAF1 or CTR9 were deleted from a strain in which CTK1 was tagged with HA. Changes in the levels of HA-tagged Ctk1 were evaluated by immunoblot analysis. (D) A WT strain expressing FLAG-tagged PAF1 was subjected to FLAG immunoprecipitation followed by immunoblot analysis for Spt6 and Set2. (E) PAF complex member deletions PAF1 and CTR9 were examined for cryptic initiation defects as described in Figure 1G. (F) PAF complex member deletion strains were examined for 6-AU phenotypes. (G) Immunoblot analysis of WT and a BUR2 deletion strain to detect the levels of Spt6 and Ser2 CTD phosphorylation.We next asked if the PAF complex interacts with Spt6, as a possible means of contributing to its regulation. Co-IP experiments showed that Paf1 associates with Spt6, but not Set2 (Figure 4D; Supplementary Figure S4). Collectively, these data show that the PAF complex interacts with, and may regulate the function of Spt6. Consistent with regulation of Spt6 and Ser2 CTD phosphorylation by PAF, and in agreement with recent reports (54,61), we found that the deletions of PAF1 and CTR9 display a cryptic transcription phenotype (Figure 4E). We also showed that PAF member deletions are sensitive to 6-AU, thus confirming the role of this complex in promoting transcription elongation in addition to maintaining chromatin integrity (Figure 4F).The recruitment of PAF to the 5′-ends of genes is controlled by the BUR kinase complex, which phosphorylates the CTD Ser2, Rad6 and the C-terminal repeat of Spt5 (11,62,63). We therefore examined whether loss of Bur2, the cyclin component of Bur1, would lead to defects in Ser2 CTD phosphorylation and Spt6 levels. As assessed by immunoblot analysis, a BUR2 deletion resulted in a significant decrease in the levels of Spt6 and Ser2 CTD phosphorylation (Figure 4G). This result was consistent with a prior study that showed bur2 deletions decrease H3K36 methylation (48), and with our finding that Set2 was also reduced in this strain (Figure 4G). As BUR also phosphorylates the C-terminal repeat domain of Spt5, we asked if this domain might be involved in the regulation of the Spt6–Ctk1 loop, perhaps through the recruitment of PAF complex (64). Deletion of the C-terminal repeat domain in Spt5 did not have any appreciable effect on the levels of Ser2 CTD phosphorylation, Spt6, Set2, H3K36 methylation or any other histone modification tested (Supplementary Figure S3). Thus, although loss of this region in Spt5 clearly has functional consequences (65–67), and confers sensitivity to 6-AU (Supplementary Figure S3), the C-terminal region of Spt5 appears unimportant in the regulation of the PAF–Spt6–Ctk1 pathway described herein.Given Spt6 has been shown to function in the regulation of histone gene expression (68) and nucleosome deposition (31), we reasoned that one consequence of disrupting the Spt6–Ctk1 loop would be altered histone levels and sensitivity to hydroxyurea (HU). Previous studies linked defects in BUR and Ctk1 to decreases in cellular histones levels (62,69)—however, the molecular mechanism behind this regulation was unknown. As shown in Figure 5A, we examined several deletions of PAF and Ctk1 complex members, as well as mutants of spt6 that greatly disrupt the Spt6–Ctk1 loop (Figure 5A), and find that they all show significant decreases in histone H3 levels. RT-PCR analyses in asynchronous cultures of the spt6-50 and spt6-F249K mutants revealed that the HHT1 and HHT2 transcripts were unaffected (Supplementary Figure S5), suggesting that the loss of histones observed in these two spt6 mutants is largely a result of defects in nucleosome deposition. In addition, these mutants also exhibited significant sensitivity to the replication inhibitor HU (Figure 5B)—consistent with a loss of cellular histone levels. Taken together, these results define a specific function for the Spt6–Ctk1 loop in maintaining appropriate histone levels in cells. The ability of the BUR kinase and PAF complex to affect histone levels is most likely explained through the ability of these complexes to regulate Spt6–Ctk1.\n DISCUSSIONSpt6, along with Spt4 and Spt5 (mammalian DSIF), were discovered in yeast as canonical transcription factors that suppressed Ty element insertions in promoters of genes (30,70–72). Spt6, the only protein in the yeast genome with a tSH2 domain (73), binds to the Ser2/Ser5 and Tyr1-phosphorylated CTD forms of RNAPII in vitro (34,38) and may regulate and maintain chromatin structure by way of its histone chaperone activities (32,33,74). While much has been learned regarding the role of Spt6 in transcription elongation (75), an unresolved mystery has been how this protein contributes to H3K36 methylation in yeast and mammals. A recent clue was provided by the fact that a mutant of Spt6 known to decrease H3K36 methylation also resulted in Set2 protein instability (47). This finding pointed to a possible link between Spt6 in the control of CTD phosphorylation, because mutations that uncouple Spt6–RNAPII interaction through loss of Ser2 CTD phosphorylation also result in Set2 instability.In this study, we show through a variety of spt6 mutants that Spt6 is required for Ser2 CTD phosphorylation—thus providing a molecular basis for the regulation of Set2 protein levels and H3K36me3 (Figure 1B). It was interesting to note, however, that even though H3K36me3 is intimately connected to Ctk1-mediated Ser2 CTD phosphorylation, there were several mutants of spt6 wherein this equation did not appear to be exact, notably in the spt6-14 and spt6-F249K mutations (Figure 1A and C). In the case of the spt6-F249K mutant, only a slight decrease in H3K36me3 levels was observed even though this mutant has significant losses of Set2 and Ser2 CTD phosphorylation. Intriguingly, although H3K36me3 was weakly affected, H3K36me2 was more significantly reduced. Although the molecular basis of this unique regulation is unknown, it may be that Set2 is regulated differently in this spt6 mutant and is potentially more active (or has a greater residence time on chromatin to account for the increased H3K36me3). In contrast, the spt6-14 mutant showed loss of H3K36me3 without concomitant decreases in Ser2 CTD phosphorylation and Set2 levels. We suspect this may be revealing the ability of Spt6 to regulate the function of Set2 activity independent of CTD binding. Future experiments will be needed to understand these regulatory differences.One of the unexpected findings from this study is that Spt6 and Ctk1 associate, perhaps in a complex on the CTD of RNAPII, and their protein stabilities are dependent on each other and the presence of Ser2 CTD phosphorylation. Collectively, these data define a hitherto unrecognized feed-forward loop involving Spt6 binding to Ser2 (and perhaps Tyr1) phosphorylated CTD, which may contribute to Ctk1 recruitment during transcription elongation, which then initiates further rounds of CTD phosphorylation (see model in Figure 6). In agreement with this idea, a recent study by Mayer et al. (55) suggested that recruitment of Spt6 and Ctk1 occur at similar time points across gene bodies. Continued phosphorylation by Spt6-recruited Ctk1 would provide a constant platform for Spt6 binding and may help to further recruit additional Ctk1, and so on. This idea is perhaps reminiscent to recently proposed ‘spreading’ models for chromatin-modifying enzymes such as SUV39/HP1, wherein HP1 binding to its target H3K9 methylation site promotes SUV39H recruitment and methylation of neighboring nucleosomes (76,77). A lingering question is why such a feed-forward mechanism is required for Spt6–Ctk1–PAF in transcription elongation? While further studies will be needed to address this question, it may be that Spt6 recruitment to RNAPII acts as a checkpoint or regulatory step in the control of Ser2 phosphorylated-mediated events such as 3′-end processing or transcription termination. Regulating either the recruitment or function of Spt6 would be an efficient means of regulating Ser2 CTD phosphorylation levels during transcription via controlling Ctk1 recruitment. As discussed below, one mechanism that may regulate the initiation of the Spt6–Ctk1 feed-forward loop may be the BUR kinase.\nOpen in a separate windowFigure 6.Model explaining the role of BUR, PAF and a feed-forward loop involving Spt6 and Ctk1 in the control of Ser2 CTD phosphorylation during transcription elongation. Our studies indicate that Spt6 association to the phosphorylated CTD is important for the maintenance of Ser2 CTD phosphorylation in gene bodies, catalyzed by the Ctk1 kinase complex. Intriguingly, mutations that result in loss of Ser2 CTD phosphorylation also result in decreased protein stability of Spt6, suggesting a feed-forward mechanism that robustly maintains this CTD phosphorylation event. Our results also suggest Spt6 may be associated with (either directly or indirectly; indicated by the question mark) Ctk1. As the PAF complex and BUR kinase complex is known to regulate Ser2 CTD phosphorylation, we find these complexes regulate Spt6 stability—thereby providing a means to explain how these transcription elongation complexes regulate Ser2 CTD phosphorylation and ultimately H3K36 methylation catalyzed by Set2. The arrow below the BUR complex refers to the uncertainty over the role of Bur1-mediated phosphorylation of Spt5 in the recruitment of PAF complex to the promoters of genes and its role in priming Ser2 CTD phosphorylation at the 5′-ends of genes to initiate Spt6 recruitment. While not graphically shown, we note that Tyr1 CTD phosphorylation is also known to contribute to the recruitment of Spt6 to the bodies of genes and may be contributing to its recruitment at the 5′-ends.Mammalian pTEFb, a homolog of the yeast BUR kinase, primes and maintains Ser2 CTD phosphorylation at the 5′- and 3′-ends of genes (9,10,78). pTEFb phosphorylates DRB sensitivity inducing factor (DSIF), converting it from a negative to a positive elongation factor (40,79,80). Another substrate of pTEFb is negative elongation factor, which co-operates with DSIF in transcription elongation (81), the homolog of which is not present in budding yeast. The budding yeast BUR kinase phosphorylates the Spt5 C-terminal repeat, which is one of the routes to recruiting the PAF complex (11,13). Our results show that the BUR kinase plays an important role in regulation of Spt6 stability, and, in agreement with other reports, Ser2 CTD phosphorylation (8). We take these results to suggest that BUR functions in a pathway that is important for the downstream regulation of the Spt6–Ctk1 feed-forward loop. Interestingly, loss of the C-terminal repeat domain in Spt5 did not affect the stability of Spt6 nor did it affect Ser2 CTD phosphorylation or histone methylation (Supplementary Figure S3). Thus, we favor the view that the BUR kinase does not function to regulate the Spt6–Ctk1 feed-forward loop through the C terminal repeat domain of Spt5. Recently, Qiu et al. (8) showed that the BUR kinase mediates Ser2 CTD phosphorylation at the 5′-ends of genes. These findings suggest the possibility that the BUR kinase plays a role in priming or initiating the onset of the Spt6–Ctk1 feed-forward loop during the start of transcription elongation, by phosphorylating the CTD at Ser2 CTD at the 5′-ends of genes (Figure 6). However, we do not rule out the possibility that Tyr1 phosphorylation also plays a role in Spt6 recruitment to the 5′-ends (19). Future studies will be required to delineate the roles of Ser2 and Tyr1 phosphorylation in both the recruitment and maintenance of Spt6 along genes.In addition to BUR regulation of Spt6–Ctk1, we also found an important role for the PAF complex in this regulation. PAF was originally identified as a highly conserved complex that co-purified with RNAPII (82). Recent studies have shown that PAF regulates co-transcriptional histone methylation and CTD phosphorylation of RNAPII (58,83,84). For example, PAF is required for mono-ubiquitination of H2B, a dynamic modification required for H3K4 and H3K79 trimethylation (85–87). Our interest in this work was to understand how PAF contributed to Ser2 CTD phosphorylation, which we suspected feeds into the Spt6–Ctk1 regulatory loop. Interestingly, PAF is required for the recruitment of Spt6 in D. melanogaster (57), and Kaplan et al. (49) showed that the spt61004 mutation affects the levels of FLAG-tagged Ctr9 of the PAF complex. These observations show an intimate connection between the PAF complex and Spt6, which is further evidenced by the lethality of double mutants of PAF member deletions with spt61004 (49). Consistent with these connections, we demonstrate that Spt6 and the PAF complex co-associate (which is an un-explored aspect in their function). Thus, it may be that PAF functions to recruit Spt6 to genes, which then is stabilized through its interaction with phosphorylated CTD at 5′-ends mediated by BUR kinase.In sum, we have unraveled a previously unknown mechanism involving BUR, PAF, Spt6 and Ctk1 in the regulation and maintenance of RNAPII Ser2 CTD phosphorylation during transcription elongation, which operates through a Spt6–Ctk1 feed-forward regulatory mechanism. Disrupting this concerted mechanism brings about spurious transcription from cryptic promoters and a decrease in histone levels. Given the conservation and function of Spt6 and other members of this regulatory pathway, this mechanism is likely to be highly conserved. SUPPLEMENTARY DATASupplementary Data are available at NAR Online, including [88–90].\nSupplementary Data:\nClick here to view.\n ACKNOWLEDGEMENTSWe thank Fred Winston (Department of Genetics, Harvard Medical School) for the yeast strains and plasmids, Tim Formosa for yeast strains and anti-Spt6 antibody, Mark Solomon (Yale University) for the ctk1 point mutants and deletion strains, Michael Keogh for the CTK1 plasmids and the strains that contain cryptic initiation cassette and Howard Fried for editorial suggestions. REFERENCES1. Carcamo J, Buckbinder L, Reinberg D. The initiator directs the assembly of a transcription factor IID-dependent transcription complex. Proc. Natl Acad. Sci. USA. 1991;88:8052–8056. [PMC free article] [PubMed] [Google Scholar]2. Hampsey M, Reinberg D. Tails of intrigue: phosphorylation of RNA polymerase II mediates histone methylation. Cell. 2003;113:429–432. [PubMed] [Google Scholar]3. Akhtar MS, Heidemann M, Tietjen JR, Zhang DW, Chapman RD, Eick D, Ansari AZ. TFIIH kinase places bivalent marks on the carboxy-terminal domain of RNA polymerase II. Mol. Cell. 2009;34:387–393. [PMC free article] [PubMed] [Google Scholar]4. Valay JG, Simon M, Faye G. The kin28 protein kinase is associated with a cyclin in Saccharomyces cerevisiae. J. Mol. Biol. 1993;234:307–310. [PubMed] [Google Scholar]5. Rodriguez CR, Cho EJ, Keogh MC, Moore CL, Greenleaf AL, Buratowski S. Kin28, the TFIIH-associated carboxy-terminal domain kinase, facilitates the recruitment of mRNA processing machinery to RNA polymerase II. Mol. Cell. Biol. 2000;20:104–112. [PMC free article] [PubMed] [Google Scholar]6. Cho EJ, Takagi T, Moore CR, Buratowski S. mRNA capping enzyme is recruited to the transcription complex by phosphorylation of the RNA polymerase II carboxy-terminal domain. Genes Dev. 1997;11:3319–3326. [PMC free article] [PubMed] [Google Scholar]7. Komarnitsky P, Cho EJ, Buratowski S. Different phosphorylated forms of RNA polymerase II and associated mRNA processing factors during transcription. Genes Dev. 2000;14:2452–2460. [PMC free article] [PubMed] [Google Scholar]8. Qiu H, Hu C, Hinnebusch AG. Phosphorylation of the Pol II CTD by KIN28 enhances BUR1/BUR2 recruitment and Ser2 CTD phosphorylation near promoters. Mol. Cell. 2009;33:752–762. [PMC free article] [PubMed] [Google Scholar]9. Yao S, Neiman A, Prelich G. BUR1 and BUR2 encode a divergent cyclin-dependent kinase-cyclin complex important for transcription in vivo. Mol. Cell. Biol. 2000;20:7080–7087. [PMC free article] [PubMed] [Google Scholar]10. Keogh MC, Podolny V, Buratowski S. Bur1 kinase is required for efficient transcription elongation by RNA polymerase II. Mol. Cell. Biol. 2003;23:7005–7018. [PMC free article] [PubMed] [Google Scholar]11. Zhou K, Kuo WH, Fillingham J, Greenblatt JF. Control of transcriptional elongation and cotranscriptional histone modification by the yeast BUR kinase substrate Spt5. Proc. Natl Acad. Sci. USA. 2009;106:6956–6961. [PMC free article] [PubMed] [Google Scholar]12. Qiu H, Hu C, Gaur NA, Hinnebusch AG. Pol II CTD kinases Bur1 and Kin28 promote Spt5 CTR-independent recruitment of Paf1 complex. EMBO J. 2012;31:3494–3505. [PMC free article] [PubMed] [Google Scholar]13. Liu Y, Warfield L, Zhang C, Luo J, Allen J, Lang WH, Ranish J, Shokat KM, Hahn S. Phosphorylation of the transcription elongation factor Spt5 by yeast Bur1 kinase stimulates recruitment of the PAF complex. Mol. Cell. Biol. 2009;29:4852–4863. [PMC free article] [PubMed] [Google Scholar]14. Lee JM, Greenleaf AL. CTD kinase large subunit is encoded by CTK1, a gene required for normal growth of Saccharomyces cerevisiae. Gene Expr. 1991;1:149–167. [PMC free article] [PubMed] [Google Scholar]15. Ahn SH, Kim M, Buratowski S. Phosphorylation of serine 2 within the RNA polymerase II C-terminal domain couples transcription and 3′ end processing. Mol. Cell. 2004;13:67–76. [PubMed] [Google Scholar]16. Bartkowiak B, Liu P, Phatnani HP, Fuda NJ, Cooper JJ, Price DH, Adelman K, Lis JT, Greenleaf AL. CDK12 is a transcription elongation-associated CTD kinase, the metazoan ortholog of yeast Ctk1. Genes Dev. 2010;24:2303–2316. [PMC free article] [PubMed] [Google Scholar]17. Kim M, Suh H, Cho EJ, Buratowski S. Phosphorylation of the yeast Rpb1 C-terminal domain at serines 2, 5, and 7. J. Biol. Chem. 2009;284:26421–26426. [PMC free article] [PubMed] [Google Scholar]18. Buratowski S. Progression through the RNA polymerase II CTD cycle. Mol. Cell. 2009;36:541–546. [PMC free article] [PubMed] [Google Scholar]19. Mayer A, Heidemann M, Lidschreiber M, Schreieck A, Sun M, Hintermair C, Kremmer E, Eick D, Cramer P. CTD tyrosine phosphorylation impairs termination factor recruitment to RNA polymerase II. Science. 2012;336:1723–1725. [PubMed] [Google Scholar]20. Buratowski S. The CTD code. Nat. Struct. Biol. 2003;10:679–680. [PubMed] [Google Scholar]21. Tietjen JR, Zhang DW, Rodriguez-Molina JB, White BE, Akhtar MS, Heidemann M, Li X, Chapman RD, Shokat K, Keles S, et al.  Chemical-genomic dissection of the CTD code. Nat. Struct. Mol. Biol. 2010;17:1154–1161. [PMC free article] [PubMed] [Google Scholar]22. Kim H, Erickson B, Luo W, Seward D, Graber JH, Pollock DD, Megee PC, Bentley DL. Gene-specific RNA polymerase II phosphorylation and the CTD code. Nat. Struct. Mol. Biol. 2010;17:1279–1286. [PMC free article] [PubMed] [Google Scholar]23. Venkatesh S, Smolle M, Li H, Gogol MM, Saint M, Kumar S, Natarajan K, Workman JL. Set2 methylation of histone H3 lysine 36 suppresses histone exchange on transcribed genes. Nature. 2012;489:452–455. [PubMed] [Google Scholar]24. Smolle M, Venkatesh S, Gogol MM, Li H, Zhang Y, Florens L, Washburn MP, Workman JL. Chromatin remodelers Isw1 and Chd1 maintain chromatin structure during transcription by preventing histone exchange. Nat. Struct. Mol. Biol. 2012;19:884–892. [PMC free article] [PubMed] [Google Scholar]25. Strahl BD, Grant PA, Briggs SD, Sun ZW, Bone JR, Caldwell JA, Mollah S, Cook RG, Shabanowitz J, Hunt DF, et al.  Set2 is a nucleosomal histone H3-selective methyltransferase that mediates transcriptional repression. Mol. Cell. Biol. 2002;22:1298–1306. [PMC free article] [PubMed] [Google Scholar]26. Kizer KO, Phatnani HP, Shibata Y, Hall H, Greenleaf AL, Strahl BD. A novel domain in Set2 mediates RNA polymerase II interaction and couples histone H3 K36 methylation with transcript elongation. Mol. Cell. Biol. 2005;25:3305–3316. [PMC free article] [PubMed] [Google Scholar]27. Krogan NJ, Kim M, Tong A, Golshani A, Cagney G, Canadien V, Richards DP, Beattie BK, Emili A, Boone C, et al.  Methylation of histone H3 by Set2 in Saccharomyces cerevisiae is linked to transcriptional elongation by RNA polymerase II. Mol. Cell. Biol. 2003;23:4207–4218. [PMC free article] [PubMed] [Google Scholar]28. Xiao T, Hall H, Kizer KO, Shibata Y, Hall MC, Borchers CH, Strahl BD. Phosphorylation of RNA polymerase II CTD regulates H3 methylation in yeast. Genes Dev. 2003;17:654–663. [PMC free article] [PubMed] [Google Scholar]29. Li B, Howe L, Anderson S, Yates JR, 3rd, Workman JL. The Set2 histone methyltransferase functions through the phosphorylated carboxyl-terminal domain of RNA polymerase II. J. Biol. Chem. 2003;278:8897–8903. [PubMed] [Google Scholar]30. Clark-Adams CD, Winston F. The SPT6 gene is essential for growth and is required for delta-mediated transcription in Saccharomyces cerevisiae. Mol. Cell. Biol. 1987;7:679–686. [PMC free article] [PubMed] [Google Scholar]31. Bortvin A, Winston F. Evidence that Spt6p controls chromatin structure by a direct interaction with histones. Science. 1996;272:1473–1476. [PubMed] [Google Scholar]32. Sun M, Lariviere L, Dengl S, Mayer A, Cramer P. A tandem SH2 domain in transcription elongation factor Spt6 binds the phosphorylated RNA polymerase II C-terminal repeat domain (CTD) J. Biol. Chem. 2010;285:41597–41603. [PMC free article] [PubMed] [Google Scholar]33. Diebold ML, Loeliger E, Koch M, Winston F, Cavarelli J, Romier C. Noncanonical tandem SH2 enables interaction of elongation factor Spt6 with RNA polymerase II. J. Biol. Chem. 2010;285:38389–38398. [PMC free article] [PubMed] [Google Scholar]34. Dengl S, Mayer A, Sun M, Cramer P. Structure and in vivo requirement of the yeast Spt6 SH2 domain. J. Mol. Biol. 2009;389:211–225. [PubMed] [Google Scholar]35. Malagon F, Aguilera A. Yeast spt6-140 mutation, affecting chromatin and transcription, preferentially increases recombination in which Rad51p-mediated strand exchange is dispensable. Genetics. 2001;158:597–611. [PMC free article] [PubMed] [Google Scholar]36. McDonald SM, Close D, Xin H, Formosa T, Hill CP. Structure and biological importance of the Spn1-Spt6 interaction, and its regulatory role in nucleosome binding. Mol. Cell. 2010;40:725–735. [PMC free article] [PubMed] [Google Scholar]37. Zhang L, Fletcher AG, Cheung V, Winston F, Stargell LA. Spn1 regulates the recruitment of Spt6 and the Swi/Snf complex during transcriptional activation by RNA polymerase II. Mol. Cell. Biol. 2008;28:1393–1403. [PMC free article] [PubMed] [Google Scholar]38. Close D, Johnson SJ, Sdano MA, McDonald SM, Robinson H, Formosa T, Hill CP. Crystal structures of the S. cerevisiae Spt6 core and C-terminal tandem SH2 domain. J. Mol. Biol. 2011;408:697–713. [PMC free article] [PubMed] [Google Scholar]39. Endoh M, Zhu W, Hasegawa J, Watanabe H, Kim DK, Aida M, Inukai N, Narita T, Yamada T, Furuya A, et al.  Human Spt6 stimulates transcription elongation by RNA polymerase II in vitro. Mol. Cell. Biol. 2004;24:3324–3336. [PMC free article] [PubMed] [Google Scholar]40. Kaplan CD, Morris JR, Wu C, Winston F. Spt5 and spt6 are associated with active transcription and have characteristics of general elongation factors in D. melanogaster. Genes Dev. 2000;14:2623–2634. [PMC free article] [PubMed] [Google Scholar]41. Ardehali MB, Yao J, Adelman K, Fuda NJ, Petesch SJ, Webb WW, Lis JT. Spt6 enhances the elongation rate of RNA polymerase II in vivo. EMBO J. 2009;28:1067–1077. [PMC free article] [PubMed] [Google Scholar]42. Andrulis ED, Werner J, Nazarian A, Erdjument-Bromage H, Tempst P, Lis JT. The RNA processing exosome is linked to elongating RNA polymerase II in Drosophila. Nature. 2002;420:837–841. [PubMed] [Google Scholar]43. Kiely CM, Marguerat S, Garcia JF, Madhani HD, Bahler J, Winston F. Spt6 is required for heterochromatic silencing in the fission yeast Schizosaccharomyces pombe. Mol. Cell. Biol. 2011;31:4193–4204. [PMC free article] [PubMed] [Google Scholar]44. Fredrickson EK, Rosenbaum JC, Locke MN, Milac TI, Gardner RG. Exposed hydrophobicity is a key determinant of nuclear quality control degradation. Mol. Biol. Cell. 2011;22:2384–2395. [PMC free article] [PubMed] [Google Scholar]45. Liu C, Apodaca J, Davis LE, Rao H. Proteasome inhibition in wild-type yeast Saccharomyces cerevisiae cells. Biotechniques. 2007;42:158, 160, 162. [PubMed] [Google Scholar]46. Moqtaderi Z, Yale JD, Struhl K, Buratowski S. Yeast homologues of higher eukaryotic TFIID subunits. Proc. Natl Acad. Sci. USA. 1996;93:14654–14658. [PMC free article] [PubMed] [Google Scholar]47. Youdell ML, Kizer KO, Kisseleva-Romanova E, Fuchs SM, Duro E, Strahl BD, Mellor J. Roles for Ctk1 and Spt6 in regulating the different methylation states of histone H3 lysine 36. Mol. Cell. Biol. 2008;28:4915–4926. [PMC free article] [PubMed] [Google Scholar]48. Chu Y, Sutton A, Sternglanz R, Prelich G. The BUR1 cyclin-dependent protein kinase is required for the normal pattern of histone methylation by SET2. Mol. Cell. Biol. 2006;26:3029–3038. [PMC free article] [PubMed] [Google Scholar]49. Kaplan CD, Holland MJ, Winston F. Interaction between transcription elongation factors and mRNA 3′-end formation at the Saccharomyces cerevisiae GAL10-GAL7 locus. J. Biol. Chem. 2005;280:913–922. [PubMed] [Google Scholar]50. Fuchs SM, Kizer KO, Braberg H, Krogan NJ, Strahl BD. RNA polymerase II carboxyl-terminal domain phosphorylation regulates protein stability of the Set2 methyltransferase and histone H3 di- and trimethylation at lysine 36. J. Biol. Chem. 2012;287:3249–3256. [PMC free article] [PubMed] [Google Scholar]51. Hartzog GA, Wada T, Handa H, Winston F. Evidence that Spt4, Spt5, and Spt6 control transcription elongation by RNA polymerase II in Saccharomyces cerevisiae. Genes Dev. 1998;12:357–369. [PMC free article] [PubMed] [Google Scholar]52. Shaw RJ, Wilson JL, Smith KT, Reines D. Regulation of an IMP dehydrogenase gene and its overexpression in drug-sensitive transcription elongation mutants of yeast. J. Biol. Chem. 2001;276:32905–32916. [PMC free article] [PubMed] [Google Scholar]53. Kaplan CD, Laprade L, Winston F. Transcription elongation factors repress transcription initiation from cryptic sites. Science. 2003;301:1096–1099. [PubMed] [Google Scholar]54. Cheung V, Chua G, Batada NN, Landry CR, Michnick SW, Hughes TR, Winston F. Chromatin- and transcription-related factors repress transcription from within coding regions throughout the Saccharomyces cerevisiae genome. PLoS Biol. 2008;6:e277. [PMC free article] [PubMed] [Google Scholar]55. Mayer A, Lidschreiber M, Siebert M, Leike K, Soding J, Cramer P. Uniform transitions of the general RNA polymerase II transcription complex. Nat. Struct. Mol. Biol. 2010;17:1272–1278. [PubMed] [Google Scholar]56. Ostapenko D, Solomon MJ. Phosphorylation by Cak1 regulates the C-terminal domain kinase Ctk1 in Saccharomyces cerevisiae. Mol. Cell. Biol. 2005;25:3906–3913. [PMC free article] [PubMed] [Google Scholar]57. Adelman K, Wei W, Ardehali MB, Werner J, Zhu B, Reinberg D, Lis JT. Drosophila Paf1 modulates chromatin structure at actively transcribed genes. Mol. Cell. Biol. 2006;26:250–260. [PMC free article] [PubMed] [Google Scholar]58. Nordick K, Hoffman MG, Betz JL, Jaehning JA. Direct interaction between the Paf1 complex and a cleavage and polyadenylation factor are revealed by dissociation of Paf1 from RNA polymerase II. Eukaryotic Cell. 2008;7:1158–1167. [PMC free article] [PubMed] [Google Scholar]59. Rondon AG, Gallardo M, Garcia-Rubio M, Aguilera A. Molecular evidence indicating that the yeast PAF complex is required for transcription elongation. EMBO Rep. 2004;5:47–53. [PMC free article] [PubMed] [Google Scholar]60. Squazzo SL, Costa PJ, Lindstrom DL, Kumer KE, Simic R, Jennings JL, Link AJ, Arndt KM, Hartzog GA. The Paf1 complex physically and functionally associates with transcription elongation factors in vivo. EMBO J. 2002;21:1764–1774. [PMC free article] [PubMed] [Google Scholar]61. Silva AC, Xu X, Kim HS, Fillingham J, Kislinger T, Mennella TA, Keogh MC. The replication-independent histone H3-H4 chaperones HIR, ASF1, and RTT106 co-operate to maintain promoter fidelity. J. Biol. Chem. 2012;287:1709–1718. [PMC free article] [PubMed] [Google Scholar]62. Laribee RN, Krogan NJ, Xiao T, Shibata Y, Hughes TR, Greenblatt JF, Strahl BD. BUR kinase selectively regulates H3 K4 trimethylation and H2B ubiquitylation through recruitment of the PAF elongation complex. Curr. Biol. 2005;15:1487–1493. [PubMed] [Google Scholar]63. Wood A, Schneider J, Dover J, Johnston M, Shilatifard A. The Bur1/Bur2 complex is required for histone H2B monoubiquitination by Rad6/Bre1 and histone methylation by COMPASS. Mol. Cell. 2005;20:589–599. [PubMed] [Google Scholar]64. Lindstrom DL, Squazzo SL, Muster N, Burckin TA, Wachter KC, Emigh CA, McCleery JA, Yates JR, 3rd, Hartzog GA. Dual roles for Spt5 in pre-mRNA processing and transcription elongation revealed by identification of Spt5-associated proteins. Mol. Cell. Biol. 2003;23:1368–1378. [PMC free article] [PubMed] [Google Scholar]65. Mayer A, Schreieck A, Lidschreiber M, Leike K, Martin DE, Cramer P. The spt5 C-terminal region recruits yeast 3′ RNA cleavage factor I. Mol. Cell. Biol. 2012;32:1321–1331. [PMC free article] [PubMed] [Google Scholar]66. Schneider S, Pei Y, Shuman S, Schwer B. Separable functions of the fission yeast Spt5 carboxyl-terminal domain (CTD) in capping enzyme binding and transcription elongation overlap with those of the RNA polymerase II CTD. Mol. Cell. Biol. 2010;30:2353–2364. [PMC free article] [PubMed] [Google Scholar]67. Lindstrom DL, Hartzog GA. Genetic interactions of Spt4-Spt5 and TFIIS with the RNA polymerase II CTD and CTD modifying enzymes in Saccharomyces cerevisiae. Genetics. 2001;159:487–497. [PMC free article] [PubMed] [Google Scholar]68. Compagnone-Post PA, Osley MA. Mutations in the SPT4, SPT5, and SPT6 genes alter transcription of a subset of histone genes in Saccharomyces cerevisiae. Genetics. 1996;143:1543–1554. [PMC free article] [PubMed] [Google Scholar]69. Xiao T, Kao CF, Krogan NJ, Sun ZW, Greenblatt JF, Osley MA, Strahl BD. Histone H2B ubiquitylation is associated with elongating RNA polymerase II. Mol. Cell. Biol. 2005;25:637–651. [PMC free article] [PubMed] [Google Scholar]70. Swanson MS, Carlson M, Winston F. SPT6, an essential gene that affects transcription in Saccharomyces cerevisiae, encodes a nuclear protein with an extremely acidic amino terminus. Mol. Cell. Biol. 1990;10:4935–4941. [PMC free article] [PubMed] [Google Scholar]71. Swanson MS, Malone EA, Winston F. SPT5, an essential gene important for normal transcription in Saccharomyces cerevisiae, encodes an acidic nuclear protein with a carboxy-terminal repeat. Mol. Cell. Biol. 1991;11:3009–3019. [PMC free article] [PubMed] [Google Scholar]72. Swanson MS, Winston F. SPT4, SPT5 and SPT6 interactions: effects on transcription and viability in Saccharomyces cerevisiae. Genetics. 1992;132:325–336. [PMC free article] [PubMed] [Google Scholar]73. Maclennan AJ, Shaw G. A yeast SH2 domain. Trends Biochem. Sci. 1993;18:464–465. [PubMed] [Google Scholar]74. Ivanovska I, Jacques PE, Rando OJ, Robert F, Winston F. Control of chromatin structure by spt6: different consequences in coding and regulatory regions. Mol. Cell. Biol. 2011;31:531–541. [PMC free article] [PubMed] [Google Scholar]75. Rando OJ, Winston F. Chromatin and transcription in yeast. Genetics. 2012;190:351–387. [PMC free article] [PubMed] [Google Scholar]76. Grewal SI, Jia S. Heterochromatin revisited. Nat. Rev. Genet. 2007;8:35–46. [PubMed] [Google Scholar]77. Hall IM, Shankaranarayana GD, Noma K, Ayoub N, Cohen A, Grewal SI. Establishment and maintenance of a heterochromatin domain. Science. 2002;297:2232–2237. [PubMed] [Google Scholar]78. Wood A, Shilatifard A. Bur1/Bur2 and the Ctk complex in yeast: the split personality of mammalian P-TEFb. Cell Cycle. 2006;5:1066–1068. [PubMed] [Google Scholar]79. Wada T, Takagi T, Yamaguchi Y, Ferdous A, Imai T, Hirose S, Sugimoto S, Yano K, Hartzog GA, Winston F, et al.  DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes Dev. 1998;12:343–356. [PMC free article] [PubMed] [Google Scholar]80. Bres V, Yoh SM, Jones KA. The multi-tasking P-TEFb complex. Curr. Opin. Cell Biol. 2008;20:334–340. [PMC free article] [PubMed] [Google Scholar]81. Missra A, Gilmour DS. Interactions between DSIF (DRB sensitivity inducing factor), NELF (negative elongation factor), and the Drosophila RNA polymerase II transcription elongation complex. Proc. Natl Acad. Sci. U. S. A. 2010;107:11301–11306. [PMC free article] [PubMed] [Google Scholar]82. Shi X, Finkelstein A, Wolf AJ, Wade PA, Burton ZF, Jaehning JA. Paf1p, an RNA polymerase II-associated factor in Saccharomyces cerevisiae, may have both positive and negative roles in transcription. Mol. Cell. Biol. 1996;16:669–676. [PMC free article] [PubMed] [Google Scholar]83. Zhu B, Mandal SS, Pham AD, Zheng Y, Erdjument-Bromage H, Batra SK, Tempst P, Reinberg D. The human PAF complex coordinates transcription with events downstream of RNA synthesis. Genes Dev. 2005;19:1668–1673. [PMC free article] [PubMed] [Google Scholar]84. Jaehning JA. The Paf1 complex: platform or player in RNA polymerase II transcription? Biochim. Biophys. Acta. 2010;1799:379–388. [PMC free article] [PubMed] [Google Scholar]85. Nakanishi S, Lee JS, Gardner KE, Gardner JM, Takahashi YH, Chandrasekharan MB, Sun ZW, Osley MA, Strahl BD, Jaspersen SL, et al.  Histone H2BK123 monoubiquitination is the critical determinant for H3K4 and H3K79 trimethylation by COMPASS and Dot1. J. Cell Biol. 2009;186:371–377. [PMC free article] [PubMed] [Google Scholar]86. Ng HH, Xu RM, Zhang Y, Struhl K. Ubiquitination of histone H2B by Rad6 is required for efficient Dot1-mediated methylation of histone H3 lysine 79. J. Biol. Chem. 2002;277:34655–34657. [PubMed] [Google Scholar]87. Ng HH, Dole S, Struhl K. The Rtf1 component of the Paf1 transcriptional elongation complex is required for ubiquitination of histone H2B. J. Biol. Chem. 2003;278:33625–33628. [PubMed] [Google Scholar]88. Viktorovskaya OV, Appling FD, Schneider DA. Yeast transcription elongation factor Spt5 associates with RNA polymerase I and RNA polymerase II directly. J. Biol. Chem. 2011;286:18825–18833. [PMC free article] [PubMed] [Google Scholar]89. Nordick K, Hoffman MG, Betz JL, Jaehning JA. Direct interactions between the Paf1 complex and a cleavage and polyadenylation factor are revealed by dissociation of Paf1 from RNA polymerase II. Eukaryot. Cell. 2008;7:1158–1167. [PMC free article] [PubMed] [Google Scholar]90. West ML, Corden JL. Construction and analysis of yeast RNA polymerase II CTD deletion and substitution mutations. Genetics. 1995;140:1223–1233. [PMC free article] [PubMed] [Google Scholar]"}