{"title": "Inhibition of cdk9 during herpes simplex virus 1 infection impedes viral transcription", "pubDate": "2013", "PMCID": "PMC3799718", "DOI": "10.1371/journal.pone.0079007", "PMID": "24205359", "abstract": "During herpes simplex virus 1 (HSV-1) infection there is a loss of the serine-2 phosphorylated form of RNA polymerase II (RNAP II) found in elongation complexes. This occurs in part because RNAP II undergoes ubiquitination and proteasomal degradation during times of highly active viral transcription, which may result from stalled elongating complexes. In addition, a viral protein, ICP22, was reported to trigger a loss of serine-2 RNAP II. These findings have led to some speculation that the serine-2 phosphorylated form of RNAP II may not be required for HSV-1 transcription, although this form is required for cellular transcription elongation and RNA processing. Cellular kinase cdk9 phosphorylates serine-2 in the C-terminal domain (CTD) of RNAP II. To determine if serine-2 phosphorylated RNAP II is required for HSV-1 transcription, we inhibited cdk9 during HSV-1 infection and measured viral gene expression. Inhibition was achieved by adding cdk9 inhibitors 5,6-dichlorobenzimidazone-1-β-D-ribofuranoside (DRB) or flavopiridol (FVP) or by expression of a dominant-negative cdk9 or HEXIM1, which in conjunction with 7SK snRNA inhibits cdk9 in complex with cyclin 1. Here we report that inhibition of cdk9 resulted in decreased viral yields and levels of late proteins, poor formation of viral transcription-replication compartments, reduced levels of poly(A)+ mRNA and decreased RNA synthesis as measured by uptake of 5-bromouridine into nascent RNA. Importantly, a global reduction in viral mRNAs was seen as determined by microarray analysis. We conclude that serine-2 phosphorylation of the CTD of RNAP II is required for HSV-1 transcription.", "author": [{"author": "Mark Ou", "affiliation": ["Department of Microbiology and Molecular Genetics, University of California, Irvine, California, United States of America."], "href": "/?term=Ou+M&cauthor_id=24205359"}, {"author": "Rozanne M Sandri-Goldin", "affiliation": [], "href": "/?term=Sandri-Goldin+RM&cauthor_id=24205359"}], "refPMID": ["8759772", "11018013", "10733565", "19780058", "20851342", "11459828", "22982363", "17994021", "21081187", "10395562", "22740393", "9450929", "10199401", "14731395", "10395561", "2538718", "23275552", "18487515", "8289400", "18971282", "7637000", "15890914", "18753202", "16537625", "16103184", "17344289", "18231578", "1309283", "19321610", "15367613", "17949927", "12581153", "19553338", "15767397", "19019956", "11024119", "9334326", "15719065", "20976203", "15201869", "16885020", "10866664", "18566585", "12490164", "11090147", "3027360", "12758171", "12438613", "19369354", "9512520", "22033481", "14580347", "21853533", "10364308", "9468530", "20926576", "22046134", "16306619", "17942543", "19297489", "21450947", "23029222"], "citedInPMID": ["24205359", "34925320", "34696162", "34578417", "33485391", "33374862", "33172220", "31826988", "29579120", "28611249", "28407486", "28045091", "27764245", "27007137", "25166009", "25003190"], "body": " AbstractDuring herpes simplex virus 1 (HSV-1) infection there is a loss of the serine-2 phosphorylated form of RNA polymerase II (RNAP II) found in elongation complexes. This occurs in part because RNAP II undergoes ubiquitination and proteasomal degradation during times of highly active viral transcription, which may result from stalled elongating complexes. In addition, a viral protein, ICP22, was reported to trigger a loss of serine-2 RNAP II. These findings have led to some speculation that the serine-2 phosphorylated form of RNAP II may not be required for HSV-1 transcription, although this form is required for cellular transcription elongation and RNA processing. Cellular kinase cdk9 phosphorylates serine-2 in the C-terminal domain (CTD) of RNAP II. To determine if serine-2 phosphorylated RNAP II is required for HSV-1 transcription, we inhibited cdk9 during HSV-1 infection and measured viral gene expression. Inhibition was achieved by adding cdk9 inhibitors 5,6-dichlorobenzimidazone-1-β-D-ribofuranoside (DRB) or flavopiridol (FVP) or by expression of a dominant–negative cdk9 or HEXIM1, which in conjunction with 7SK snRNA inhibits cdk9 in complex with cyclin 1. Here we report that inhibition of cdk9 resulted in decreased viral yields and levels of late proteins, poor formation of viral transcription-replication compartments, reduced levels of poly(A)+ mRNA and decreased RNA synthesis as measured by uptake of 5-bromouridine into nascent RNA. Importantly, a global reduction in viral mRNAs was seen as determined by microarray analysis. We conclude that serine-2 phosphorylation of the CTD of RNAP II is required for HSV-1 transcription. IntroductionThe largest subunit of RNA polymerase II (RNAP II) in eukaryotes contains a highly conserved C-terminal domain that consists of tandem repeats of the heptapeptide YSPTSPS, which is repeated 52 times in humans. Serine residues at positions 2 and 5 are reversibly phosphorylated during transcription [1]. While unphosphorylated RNAP II is recruited to promoters, after assembly of the pre-initiation complex, serine-5 becomes phosphorylated during initiation, primarily by the kinase cdk7, which is associated with the general transcription factor TFIIH [1,2]. Capping of the 5’ end of the nascent RNA is associated with initiation and serine-5 phosphorylation [1–4]. Transition into the elongation phase of RNAP II transcription requires phosphorylation of serine-2 by the kinase cdk9, which acts in conjunction with cyclin 1 in mammalian cells and the complex is referred to as P-TEFb for positive transcription elongation factor [2,3]. Following initiation, transcription is paused by the repressors DSIF and the negative elongation factor, NELF resulting in short transcripts that require the recruitment of cdk9 [3–5]. DSIF and NELF are phosphorylated by cdk9, relieving the transcriptional pause and cdk9 also then phosphorylates serine-2 of the CTD of RNAP II [3,6–13]. Phosphorylation of CTD serine-2 has also been shown to be required for co-transcriptional mRNA processing including splicing and polyadenylation [2,14–18]. During herpes simplex virus 1 (HSV-1) infection, it has been reported that RNAP II phosphorylation patterns are altered compared to uninfected cells, resulting in an intermediate form of RNAP II that migrates more slowly than the hypophosphorylated form but faster than the hyperphosphorylated form [19]. It was subsequently shown that the viral immediate early protein ICP22 and a viral kinase UL13 are required for this intermediate form of RNAP II [20,21]. The actual CTD phosphorylation sites for UL13 have not been identified, nor has the role that this intermediately phosphorylated form plays during viral infection been elucidated. It has also been shown that ICP22 associates with cdk9 and colocalizes with cdk9 and RNAP II [22,23]. Paradoxically, HSV-1 infection leads to a loss of RNAP II CTD phosphoserine-2 [24–26]. This occurs during times of highly active transcription of early and late genes during infection and in fact, there is a measurable decrease in total RNAP II levels at later times of HSV-1 infection [24,27]. We showed that this resulted from proteasomal degradation of RNAP II and could be prevented using proteasome inhibitors MG132 or lactacystin or the transcription elongation inhibitor actinomycin D [24]. We postulated that because the HSV-1 genome is transcribed from both DNA strands and it contains several regions where transcripts from different genes overlap, during highly active viral transcription, RNAP II elongating complexes might collide or pile up resulting in stalled complexes. Proteasomal degradation of stalled complexes would allow re-initiation and elongation through the former site of the stalled complex. Loss of serine-2 phosphorylation has also been shown to occur in cells that were transfected with a plasmid expressing HSV-1 protein ICP22, and this did not require any other viral factors or viral transcription [26]. Because it was shown that ICP22 binds cdk9 and that both can be found colocalized with RNAP II [23], it is possible that ICP22 may modulate cdk9 activity in some manner although how this might occur has not been demonstrated. Because of the decrease in phosphoserine-2 during HSV-1 infection, it has been proposed that serine-2 phosphorylated RNAP II may not be required for HSV-1 transcription elongation. To determine whether serine-2 phosphorylated RNAP II is required during HSV-1 replication, we inhibited cdk9 and observed decreased viral yields and reduced viral transcription, indicating that serine-2 phosphorylation of RNAP II CTD is required during HSV-1 replication.  Materials and MethodsCells, viral strains and plasmidsHeLa cells were grown on minimal essential medium (MEM) containing 10% new born calf serum. Rabbit skin fibroblasts (RSF) and Vero cells were grown on minimal essential medium supplemented with 8% fetal calf serum and 4% donor calf serum. HSV-1 wild-type (WT) strain KOS was described previously [28]. ICP27 null mutant 27-GFP encodes green fluorescent protein (GFP) in place of ICP27 coding sequences and has been described previously [29,30]. Mammalian expression vector pRc/CMV-dnCDK9-HA encoding a kinase-dead cdk9 was generously provided by Dr. Xavier Graña [31]. Plasmid pCMV2-FLAG-HEXIM1 was a generous gift from Dr. Qiang Zhou and it has been described previously [32]. Virus infection and transfectionHeLa cells were infected with WT HSV-1 KOS or 27-GFP as indicated at a multiplicity of infection (MOI) of 10 and were incubated at 37°C for the times indicated in the figure legends. For transfection/infection experiments, plasmid DNA was transfected into cells using Lipofectamine 2000 reagent (Invitrogen) according to the manufacturer’s protocol. Cells were infected 24 h after transfection.Cell viability assay and single cycle viral growth curve analysisHeLa cells seeded on 6-well tissue culture dishes were either mock infected or infected with HSV-1 KOS at an MOI of 1.0 for up to 16 hours as indicated in the figure legends. Cells were either incubated in MEM or MEM containing 100 µM 5.6-dichloro-1-β-D-ribofuranosyle-1H-benzimidazole (DRB) or 450 nM flavopiridol (FVP). For cell viability assays, cells were harvested at 4 h intervals and stained with the vital dye trypan blue solution (Sigma), followed by cell counting using a hemocytometer. For single cycle viral growth assays, cells were infected with HSV-1 KOS at an MOI of 1 in the presence or absence of DRB or FVP as indicated and were harvested at 4, 8, 12, and 16 h after infection. Virus titers were measured by plaque assays on Vero cells. The experiments were performed in triplicate. Western blot analysisHeLa cells were infected or transfected and then infected as indicated in the figure legends. At the times indicated, cells were washed with cold phosphate-buffered saline (PBS) and harvested in 2X ESS loading buffer (20 mM Tris, 5 mM EDTA, 4% SDS, 10% 2-mercaptoethanol, 20% glycerol), as described previously [29]. Cell lysates were fractionated on 5-15% gradient sodium dodecyl sulfate polyacrylamide gels and transferred to nitrocellulose membranes. Membranes were probed as described previously [29,33]. Primary antibodies used for immuno-blotting were as follows: rabbit polyclonal anti-Rpb1 N20 (Santa Cruz Biotechnology, Inc.) at 1:1,000; mouse monoclonal anti-RNAP II CTD phosphoserine-2 H5 (Abcam) at 1:2,500; mouse monoclonal anti-RNAP II CTD phosphoserine-5 H14 (Abcam) at 1:2,500; rabbit monoclonal anti-CDK9 C12F7 (Cell Signaling Technology) at 1:2,000; rabbit polyclonal anti-HEXIM1 ChIP grade (Abcam) at 1:1,000; mouse monoclonal anti-HA epitope HA-7 (Sigma-Aldrich) at 1:250; mouse monoclonal anti-FLAG epitope M2 (Sigma-Aldrich) at 1:1,000; rabbit polyclonal anti-Lamin A/C (Cell Signaling Technology) at 1:2,000; rabbit monoclonal anti-YY1 (Abcam) at 1:500; mouse monoclonal anti-ICP27 (P1119; Virusys) at a dilution of 1:5,000, mouse monoclonal anti-ICP4 (P1101; Virusys) at 1:5,000, mouse monoclonal anti-glycoprotein D (gD) (P1103;Virusys Corporation) at 1:5,000 and mouse monoclonal anti-glycoprotein B (gB) (P1123; Virusys Corporation) at 1:5,000 Immunofluorescence microscopyRSF cells grown on glass cover slips were infected or transfected as described in the figure legends. Cells were either untreated or were incubated with MEM supplemented with DRB or FVP as indicated in the figure legends. Cells were fixed with 3.7% formaldehyde at the times indicated and immunofluorescent staining was performed as described previously [24,27,34]. Cells were stained with anti-ICP4 (P1101) at 1:500; anti-ICP27 (P1119) at 1:500; anti-RNAP II antibody ARNA3 (Research Diagnostics) at 1:50; anti-bromodeoxyuridine Ab-3 (Calbiochem) at 1:100; anti-HA (Sigma) at 1:500 and anti-FLAG (Sigma) at 1:500. Bromouridine labeling and in situ hybridizationTo label nascent, newly synthesized RNA, 4 mM 5-Bromouridine (BrU-Sigma-Aldrich) was added to the culture medium for 30 min at 37°C before fixation of the cells, which were subsequently stained with anti-BrU antibody (Ab3; Calbiochem). For poly(A)+ RNA hybridization, cells grown on coverslips in 24 well dishes were infected as described in the figure legends and were fixed with 3.7% formaldehyde and then overlaid with 70% ethanol at 4°C. Cells were rehydrated for 5 min at room temperature in 15% dimethylformamide in 2X SSC (1X SSC is 0.15 M NaCl plus 0.015 M sodium citrate) and then overlaid with 40 µl hybridization solution (15% formamide, 10% dextran sulfate, 40 µg yeast tRNA, 0.02% bovine serum albumin, 40 ng biotinylated oligo[dT] (Promega), RNAsin, 0.5 M dithiothreitol, 2X SSC) for 2 h at 37°C. Cells were washed twice with wash solution (15% formamide, 2X SSC and 0.1% NP-40) for 30 min at 37°C. Images were captured using a Zeiss Axiovert S100 microscope at a magnification of 100X. Microarray analysisHeLa cell monolayers were infected with WT HSV-1 KOS at an MOI of 10 for 8 hours. At 3 h after infection, cell culture medium was replaced with medium without inhibitors or medium containing 100 µM DRB or 450 nM FVP and incubation was continued for an additional 5 h. Total RNA was isolated from whole cell lysates with TrIzol reagent (Invitrogen). Poly(A)+ RNA was selected using an Oligotex mRNA mini kit (QIAGEN) according to the manufacturer’s protocol. Synthesis of cDNA and subsequent hybridization to custom arrays of HSV-1 transcript-specific probes was performed as previously described [35,36]. Statistical analysis was performed using a one-tailed t-test assuming unequal variance, comparing drug treated samples to corresponding control samples, with a 97.5% confidence limit.  ResultsRNAP II levels are reduced during HSV-1 infectionWe showed previously that during wild type HSV-1 KOS infection, levels of serine-2 phosphorylated RNAP II were significantly reduced, and in fact levels of total RNAP II, both hyperphosphorylated and hypophosphorylated were decreased by around 5 h after infection when HSV-1 transcription and DNA replication are highly active [24]. This decrease in total RNAP II levels can be seen in Figure 1, which shows a western blot analysis of whole cell lysates from cells that were mock infected or were infected with HSV-1 ICP27 null mutant 27-GFP or WT KOS for 1, 3, 5, 7 and 9 h. Blots were probed with antibody N20, a polyclonal antibody that recognizes an epitope in the N-terminus of the large subunit of RNAP II and therefore, which recognizes all forms of RNAP II (Table 1). By 5 h after infection, there was a decrease in both hyperphosphorylated and hypophosphorylated RNAP II in KOS infected cells and this decrease was even more pronounced at 7 and 9 h after infection when viral transcription is highly robust (Figure 1). In contrast, as we reported previously, when ICP27 was not expressed during infection, there was little decrease in RNAP II levels (Figure 1). We inferred that this is because ICP27 is required to relocalize RNAP II to viral transcription-replication sites [19,24] and during 27-GFP infection, viral transcription of early and late genes is greatly reduced [24,27]. These results led us to postulate that during highly robust viral transcription in WT KOS infected cells, elongating transcription complexes might collide or pile up and stall. We further showed that RNAP II becomes ubiquitinated during KOS infection and that proteasome inhibitors were able to prevent the decrease in RNAP II levels, indicating that stalled RNAP II complexes were likely being degraded by the proteasome [24]. Thus, the decrease in RNAP II levels and particularly in phosphoserine-2 levels may be attributed to proteasomal degradation of stalled elongating RNAP II transcription complexes during highly active transcription in WT HSV-1 infections. Open in a separate windowFigure 1Total RNAP II levels decrease during WT HSV-1 KOS infection.HeLa cells were either mock infected or infected with WT HSV-1 KOS or with an ICP27 null mutant, 27-GFP in which the ICP27 coding sequence was replaced with GFP. Cells lysates were prepared at 1, 3, 5, 7 and 9 h after infection and separated on a 5-15% linear gradient SDS-polyacrylamide gel. Western blots were probed with polyclonal antibody N20, which detects all forms of RNAP II The cellular protein YY1 served as the loading control.Table 1Specificity of antibodies against RNA polymerase II.\nAntibody\n\nRNAP II form\n\nEpitope\nARNA3 (monoclonal)All forms, unphosphorylated, initiating and elongatingN-terminal epitope in large subunit of RNAP II holoenzymeN-20 (rabbit polyclonal)All forms, unphosphorylated, initiating and elongatingN-terminal epitope in the large subunit of RNAP II holoenzymeH14 (monoclonal)RNAP II-initiating complexSer-5-phosphorylated CTDH5 (monoclonal)RNAP II-elongating complexSer-2-phosphorylated CTDOpen in a separate windowEffects of DRB and FVP on RNAP II and HSV-1 protein levelsBecause the phosphoserine-2 form of RNAP II CTD is decreased during HSV-1 KOS infection as we [24] and Fraser and Rice showed [25], we wanted to address the importance of the phosphoserine-2 form to viral gene expression during HSV-1 infection. In mammalian cells serine-2 phosphorylation of RNAP II CTD is required for transcription elongation as well as for RNA processing [6,7,9,14,15,17]. RNAP II CTD is phosphorylated on serine-2 by kinase cdk9, which acts in conjunction with cyclin 1 in mammalian cells and the complex is referred to as P-TEFb for positive transcription elongation factor [2,3]. DRB is an adenosine analogue that is a specific inhibitor of cdk9. Although DRB can also affect the activity of other kinases, its affinity for cdk9 at IC 50 µM ranges from 3 fold greater than its affinity for cdk7 to more than 10 fold higher for cdk9 compared to CKII and PKA [37]. Analysis of the crystal structure of cdk9 in complex with DRB showed that DRB chlorine atoms form halogen bonds with oxygen in the cdk9 hinge region and that is the basis for its specificity [5]. We first determined the effect of different concentrations of DRB on the phosphorylated forms of RNAP II in mock infected cells compared to HSV-1 KOS infected cells. Increasing concentrations of DRB were added at 1, 3 and 5 h after infection and whole cell lysates were isolated at 8 h after infection and western blot analysis was performed (Figure 2). In mock infected cells, addition of 50 or 100 µM DRB resulted in a loss of the more slowly migrating hyperphosphorylated form of RNAP II detected by antibody N20 with a shift to the faster migrating hypophosphorylated form (Figure 2). In HSV-1 KOS infected cells, the results were more complex. When DRB was added at 1 and 3 h after infection, hypophosphorylated RNAP II was seen with antibody N20 at both concentrations of DRB with little of the hyperphosphorylated form visible (Figure 2). In the samples to which Dimethyl formamide alone or no DRB were added, there was a pronounced decrease in both forms of RNAP II in KOS infected cells. We interpret this result to mean that in the absence of the inhibitor, robust HSV-1 transcription transpired during the 8 h infection, which would result in stalled elongation complexes and proteasomal degradation of RNAP II as described earlier and shown in Figure 1. When DRB was added at 5 h after infection, very low levels of RNAP II were detected in the presence or absence of DRB. This finding suggests that by 5 h after infection, proteasomal degradation of RNAP II is already occurring as shown in Figure 1, and addition of DRB would further reduce the hyperphosphorylated form by blocking cdk9 activity (Figure 2). Open in a separate windowFigure 2RNAP II CTD phosphoserine-2 levels decreased with increasing amounts of DRB.HeLa cells were mock infected or infected with WT HSV-1 KOS at an MOI of 10. DRB stocks were prepared in Dimethyl formamide. At 1, 3 and 5 h after infection, Dimethyl formamide alone (D) or increasing amounts of DRB from 0 to 100µµM were added to cell monolayers. At 8 h after infection, whole cell lysates were prepared and separated on 5-15% linear gradient SDS-polyacrylamide gels. Western blots were probed with polyclonal antibody N20, which detects all forms of RNAP II; monoclonal antibody H5, which detects phosphoserine-2, and monoclonal antibody H14, which detects phosphoserine-5. For HSV-1 proteins, antibody P1011 was used to detect IE protein ICP4, P1119 for ICP27, P1123 for gB and P1103 for gD. Lamin A/C served as a sample loading control. In looking specifically at the phosphoserine-2 form as detected with antibody H5, the addition of 100 µM DRB was more effective than 50 µM in reducing serine-2 phosphorylation in mock infected cells, as were longer incubation times with DRB present (Figure 2). In HSV-1 KOS infected cells, there was a significant reduction in phosphoserine-2 RNAP II in the Dimethyl formamide alone or no DRB samples. This in accordance with previous results that demonstrated that the serine-2 form of RNAP II is degraded during HSV-1 infection, which proceeded for 8 h with no drugs in these control samples [24]. Treatment with 100 µM DRB reduced phosphoserine-2 to an even greater extent compared to 50 µM DRB. That DRB was specific for cdk9 at the concentrations used in these studies was shown by probing the blots with antibody H14, which recognizes phophoserine-5 (Table 1). Serine-5 is phosphorylated by cdk7. Serine-5 levels were largely unaffected by DRB in mock or KOS infected cells regardless of the DRB concentration or time of addition (Figure 2) These results demonstrate that the addition of 100 µM DRB is more effective in reducing serine-2 phosphorylation of RNAP II CTD by cdk9.To determine what effect reducing phosphoserine-2 levels would have on HSV-1 immediate early (IE) and late protein levels, we analyzed the expression of IE proteins ICP4 and ICP27 and late proteins glycoprotein B (gB) and glycoprotein D (gD) in the presence and absence of DRB. ICP4 levels were only slightly decreased when 100 µM DRB was added 1 h after infection, and were not appreciably affected by 50 µM DRB or when DRB was present for shorter times during infection (Figure 2). A similar result for ICP4 was reported by Durand and Roizman [23] who monitored ICP4 expression in cells treated with 50 µM DRB for 8 h beginning 2 h after infection. ICP27 levels were significantly reduced by the addition of 50 and 100 µM DRB when added 1 h after infection but were unaffected when DRB was added at later times (Figure 2). Levels of late proteins gB and gD were significantly decreased when DRB was added at 1 and 3 h after infection but were not visibly affected by DRB addition at 5 h. Next, we probed the importance of RNAP II phosphoserne-2 during HSV-1 infection by using another inhibitor of cdk9, namely FVP, which has been used extensively to study the role of P-TEFb on transcription elongation [3,37–42]. FVP binds to the ATP site of cdk9 through ATP-like hydrogen bond interactions that induce structural changes in cdk9 [43]. FVP inhibits cdk9 activity specifically. First we tested different concentrations of FVP (Figure 3). DMSO alone or increasing concentrations of FVP were added to mock and HSV-1 KOS infected cells at 1 h after infection and whole cell lysates were prepared at 8 h after infection. In mock infected cells,, 300 and 450 nM concentrations of FVP were effective in shifting hyperphosphorylated RNAP II to the hypophosphorylated form as detected by antibody N20 (Figure 3A). A similar result was seen in KOS infected cells (Figure 3A). Here again, in the absence of FVP, total levels of RNAP II detected by N20 were greatly reduced in accord with proteasomal degradation of RNAP II during the 8 h HSV-1 infection. A concentration of 450 nM FVP was more effective in reducing phosphoserine-2 RNAP II as detected by antibody H5 for both mock and KOS infected cells (Figure 3A), and no significant effect was seen in phosphoserine-5 levels detected by antibody H14. In contrast to the results that we observed with DRB, addition of FVP at either concentration at 1 h after infection diminished ICP4, ICP27, gB and gD levels (Figure 3A). To determine how the time of treatment with FVP would affect RNAP II and HSV-1 proteins, 450 nM FVP was added to mock and KOS infected cells at 1, 3 and 5 h after infection and cell lysates were harvested at 8 h after infection (Figure 3B). Total RNAP II levels as detected by N20 were significantly decreased in KOS infected cells, reflecting both a reduction in hyperphosphorylated RNAP II by addition of FVP early in infection and proteasomal degradation of elongating complexes when FVP was added at later times of infection. Phosphoserine-2 was significantly and specifically decreased by FVP as seen in the H5 panels for both mock and KOS infected cells compared to the H14 samples, showing that serine-5 phosphorylation was generally unaffected. The time of addition of FVP was important for HSV-1 protein expression. Addition of FVP at 1 and 3 h after infection significantly affected ICP4 and ICP27 protein levels, whereas there was a marginal effect when FVP was added at 5 h (Figure 3B). Late proteins gB and gD were more adversely affected when FVP was added at 1 and 3 h after infection but addition at 5 h also resulted in lower levels of these late proteins. Open in a separate windowFigure 3Addition of FVP reduced RNAP II CTD phosphoserine-2 levels and levels of HSV-1 IE proteins ICP4 and ICP27 and late proteins gB and gD were also reduced.A) HeLa cells were mock infected or infected with WT HSV-1 KOS at MOI of 10. . Flavopiridol (FVP) stocks were prepared in DMSO. At 1 h after infection, DMSO alone or increasing amounts of FVP from 0 to 450 nM were added to cell monolayers. At 8 h after infection, whole cell lysates were prepared and fractionated on 5-15% gradient SDS-polyacrylamide gels. Western blots were probed with N20, H5 and H14 as indicated. Lamin A/C served as the loading control. B) DMSO alone was added at 0 h after infection or FVP (450 nM) was added at 1, 3 or 5 h after infection as indicated. Whole cell lysates were prepared at 8 h. Western blots were probed with anti-RNAP II antibody N20 or phosphoserine-2 antibody H5 or phosphoserine-5 antibody H14. HSV-1 protein ICP4 was detected using antibody P1101; ICP27 was detected with antibody P1119; gB was detected with antibody P1103 and gD was detected with antibody 1123. Lamin A/C served as a loading control. The results with DRB and FVP demonstrate that RNAP II phosphoserine-2 levels were specifically reduced in both mock and KOS infected cells and that expression of IE proteins ICP4 and ICP27 were affected more adversely when FVP was added at earlier times. Levels of late proteins gB and gD were reduced when DRB and FVP were added at earlier times after infection but later addition of FVP still decreased gB and gD levels.In previous studies we showed that in HSV-1 KOS infected cells, when phosphoserine-2 levels were reduced, immunofluorescent staining with antibody H5 was seen in speckled structures in the nucleus instead of diffuse staining throughout the nucleus as seen in mock infected cells [24,27]. A similar result was also reported by Fraser and Rice [25]. The reason for this change in the staining pattern is because it was reported that antibody H5 cross-reacts with a phospho-epitope in SR splicing proteins under conditions in which phosphoserine-2 RNAP II is less abundant compared to highly abundant SR proteins [44]. This occurs during HSV-1 infection because of proteasomal degradation of elongating RNAP II complexes as described earlier [24] and because HSV-1 ICP22 can also cause a decrease in the phosphoserine-2 form [26]. Therefore, H5 staining is a convenient method to detect loss of phosphoserine-2 RNAP II. When mock and KOS infected cells were stained with antibody ARNA3, which recognizes an epitope in the N-terminus, and thus all forms of RNAP II (Table 1), a diffuse nuclear staining was seen in mock and KOS infected cells (Figure 4A). When antibody H5 was used, this diffuse nuclear staining pattern was seen in mock infected cells that were not treated with inhibitors, whereas in KOS infected cells, a speckled staining pattern was seen, consistent with H5 recognizing SR proteins in splicing speckles as reported previously [24,25,27]. Upon treatment with DRB or FVP, both mock and KOS infected cells showed the speckled staining pattern with antibody H5, consistent with a loss in the serine-2 phosphorylated form of RNAP II.Open in a separate windowFigure 4DRB and FVP altered the staining pattern of H5 antibody.A) RSF cells were either mock infected or infected with WT HSV-1 KOS at an MOI of 10. Cells were either left untreated (no drug) or were treated with 100 µM DRB or 450 nM FVP as indicated. Cells were fixed at 8 h and stained with RNAP II antibody ARNA3, which recognizes all forms of RNAP II or phosphoserine-2 antibody H5. For the H5 no drug panels, cells from mock and KOS samples have been shown at higher magnification to show the nuclear staining patterns and are identified by white arrows. B-C) To account for cell toxicity, HeLa cells were either mock infected, or infected with HSV-1 KOS at an MOI of 1 for up to 16 hours as indicated. Infected cells were either untreated or treated with 100 µM DRB or 450 nM FVP. Cells were collected at 4 h intervals, stained with Trypan Blue vital dye, and counted in triplicate using a hemocytometer to estimate B) percent cell death and C) total cell counts. To assess the cytotoxicity of the inhibitors, percent cell death was estimated by trypan blue staining at 4 h intervals in mock vs. KOS infected cells that were or were not treated with DRB or FVP (Figure 4B). Total cell counts were also estimated at 4 h intervals (Figure 4C). A marked increase in cell death was not observed in the presence of the inhibitors.DRB and FVP reduced RNA synthesis in mock and HSV-1 infected cells To determine the effect of adding cdk9 inhibitors on RNA synthesis and accumulation, mock and HSV-1 KOS infected cells were treated with DRB or FVP beginning 1 h after infection (Figure 5). To monitor newly synthesized RNA, 5-Bromouridine (BrU) was added for 30 min at 7.5 h after infection to pulse label newly transcribed, nascent RNA. Cells were subsequently fixed and stained with anti-BrU antibody. In the absence of inhibitors, BrU incorporation was observed in mock and KOS infected cells (Figure 5A). However, BrU incorporation was not detected in mock or KOS infected cells treated with DRB or FVP (Figure 5A), suggesting that RNAP II transcription was curtailed by these cdk9 inhibitors. To assess the effect of these inhibitors on accumulation of poly(A)+ mRNA, in situ hybridization was performed with an oligo-dT probe (Figure 5B). In both mock and KOS infected cells (infected cells were marked by staining for ICP4), in the absence of inhibitors, poly(A)+ RNA was seen throughout the nucleus (marked by DAPI staining) and the cytoplasm (Figure 5B). However, after addition of DRB or FVP, poly(A)+ RNA was observed to be concentrated in large speckles in the nucleus and was barely detectable in the cytoplasm. These results indicate that inhibition of cdk9 by DRB and FVP negatively affected RNA synthesis and accumulation in both mock and HSV-1 infected cells, indicating that the phosphoserine-2 form of RNAP II is required for transcription during HSV-1 infection just as it is required in uninfected cells.Open in a separate windowFigure 5DRB and FVP reduced RNA synthesis in mock and HSV-1-infected cells.RSF cells were mock infected or infected with WT HSV-1 KOS at MOI of 10. At 1 h after infection, cells were treated with DRB (100 µM) or FVP (450 nM). A) Bromouridine (BrU) was added to the media (4 mM) at 7.5 h to label nascent RNA. Cells were fixed at 8 h after infection and stained with anti-BrU antibody (green). Mock infected cells were stained with DAPI to mark nuclei. KOS-infected cells were stained with DAPI and with anti-ICP4 antibody as a marker of infection. B) Cells were fixed at 8 h after infection and in situ hybridization with a biotinylated oligo-dT probe was performed to detect poly(A+) RNA. Mock infected cells were stained with DAPI and KOS infected cells were stained with DAPI and anti-ICP4 antibody as an infection marker. All images were captured on a Zeiss Axiovert 200M microscope at 100X magnification.The effects of DRB and FVP on HSV-1 infection can be reversedTo determine if the effects of these inhibitors could be reversed during HSV-1 infection, DRB or FVP were added for the first 4 h of infection and then washed away and drug free medium was added for an additional 4 h. These samples were compared to HSV-1 KOS infected cells that were left untreated and to KOS infected cells to which DRB or FVP were added at 3 h after infection and remained in the medium until 8 h when all cells were fixed and stained (Figure 6). In the absence of drugs, BrU incorporation was seen (Figure 6A) and poly(A)+ RNA was distributed throughout the nucleus and cytoplasm (Figure 6D). When DRB or FVP were added at 3 h and remained in the medium until 8 h, there was no detectable incorporation of BrU during a 30 min pulse at 7.5 h (Figure 6B) and poly(A)+ RNA was observed in large speckles in the nucleus and was barely detectable in the cytoplasm (Figure 6E). In the case of DRB or FVP addition from the start of infection until 4 h, after which the drugs were washed away and drug free medium was added for an additional 4 h, BrU incorporation was again observed during a 30 min pulse at 7.5 h (Figure 6C). Poly(A)+ RNA was also observed in the nucleus and cytoplasm (Figure 6F), although for both BrU incorporation and poly(A)+ RNA hybridization, the fluorescence signals were less intense than those observed in the absence of drugs. Nevertheless, it appears that the effects of DRB and FVP on RNA synthesis and accumulation were reversible.Open in a separate windowFigure 6The inhibitory effects of cdk9 inhibiters DRB and FVP on RNA synthesis during HSV-1 infection could be reversed after removing the drugs.RSF cells were infected with HSV-1 KOS at an MOI of 10. A, D) Infected cells were left untreated. B, E) Infected cells were treated with 100 µM DRB or 450 nM FVP at 3 h after infection. C,F) Infected cells were treated with 100 µM DRB or 450 nM FVP as indicated for the first 4 h of infection after which, cells were washed and drug-free medium was added. A-C). BrU was added to the media at 7.5 h after infection to label nascent RNA. Cells were fixed at 8 h and stained with anti-BrU and anti-ICP4 antibodies and with DAPI. D-F). Cells were fixed at 8 h after infection and in situ hybridization was performed with a biotinylated oligo dT-probe, which was subsequently detected by FITC-conjugated streptavidin. ICP4 staining served as an infection marker and DAPI staining marked nuclei. All images were captured on a Zeiss Axiovert 200M microscope at 100X magnification. As a further test of whether the effects of these inhibitors on HSV-1 infection were reversible, we looked at the localization of viral IE proteins ICP4 and ICP27 in the presence of DRB or FVP and after the removal of the drugs. ICP4 is a transcriptional activator [45] that serves as a marker for viral transcription-replication compartments [46,47], which first form as pre-replicative sites at 4 h after infection (Figure 7A) and which form full blown replication compartments by 8 h after infection (Figure 7A). When DRB or FVP were present throughout infection, ICP4 was diffusely distributed in the nucleus (Figure 7B), however, when DRB and FVP were removed after 4 h and infected cells were incubated an additional 4 h, small replication compartments and pre-replicative sites were seen (Figure 7C) indicating that viral replication could resume. During HSV-1 infection, ICP27 is nuclear at early times but it begins shuttling between the nucleus and cytoplasm at later times in its role as a viral mRNA export factor [34,35,48–50] (Figure 7D). In the presence of DRB or FVP, ICP27 remained in the nucleus throughout infection (Figure 7E) but when the drugs were removed at 4 h, ICP27 was detected in the cytoplasm 4 h later (Figure 7F), again indicating that the inhibitory effects of DRB and FVP on viral infection were reversible when these inhibitors were removed. Open in a separate windowFigure 7DRB and FVP hindered HSV-1 transcription-replication compartment formation but pre-replicative compartments were apparent after drug removal.RSF cells were infected with WT KOS at an MOI of 10. A,D) Infected cells were untreated and were fixed at 4 h and 8 h as indicated. B,E) Cells were treated with 100 µM DRB or 450 nM FVP as indicated at the beginning of infection and were fixed at 8 h. C,F) DRB or FVP were added at the start of infection and were removed at 4 h and cells were incubated in drug-free medium for an additional 4 h. Infected cells were fixed at 8 h. A,B,C). Cells were stained with anti-ICP4 antibody to monitor viral transcription-replication compartment formation and DAPI to mark nuclei. D,E,F). Infected cells were stained with anti-ICP27 antibody to monitor ICP27 sub-cellular localization and DAPI to mark nuclei. Images were captured on a Zeiss Axiovert 200M microscope at 100X magnification.A global reduction in HSV-1 mRNA expression in the presence of DRB and FVP To determine the effect of cdk9 inhibitors DRB and FVP on individual HSV-1 transcript levels, total poly(A)+ RNA was isolated at 8 h after infection from KOS infected cells to which no inhibitors were added and from KOS infected cells to which DRB or FVP were added at 3 h after infection. Following reverse transcription of selected poly(A)+ RNA, cDNA from each fraction was hybridized to HSV-1 specific microarrays as described previously [27,35]. A global reduction was seen in transcripts from all kinetic classes, ie, early and late when DRB or FVP were added at 3 h after infection (Figure 8). We conclude that inhibition of cdk9 by DRB and FVP inhibited HSV-1 transcription.Open in a separate windowFigure 8A global reduction in HSV-1 mRNA expression was seen in the presence of DRB and FVP.HeLa cells were infected with HSV-1 KOS at an MOI of 10 and were either left untreated (no drug) or were treated with 100 µM DRB or 450 nM FVP starting at 3 h after infection. Total RNA was isolated at 8 h. Poly(A+) RNA was selected and reverse transcribed and the cDNA from each fraction was hybridized to HSV-1-specific microarray chips and quantified by using Array Vision software. The graph shown displays the averages of three independent experiments in which each transcript was represented three times on the array. The y axis represents the intensity of the light scattering signal and the x axis represents individual HSV-1 transcripts. Red bars represent immediate-early transcripts; early transcripts are in blue; late transcripts are in green, and LAT transcripts are in violet. To determine the effect of these inhibitors on viral replication, one step growth curves were performed. In the presence of DRB or FVP added at the time of infection, viral replication was completely inhibited (Figure 9A). In contrast, when DRB or FVP were present for the first 4 h after infection but were removed thereafter, viral replication resumed by 12 h (Figure 9A). A single cycle growth curve was also performed in which DRB and FVP were added at the time of infection or at 3 h. Viral titers were similarly reduced in the presence of these inhibitors added either at the start of infection or 3 h later (Figure 9B). These results indicate that inhibition of cdk9 prevented viral replication but removal of the inhibitors allowed viral replication to resume, which further supports the conclusion that the phosphoserine-2 form of RNAP II is required for HSV-1 replication.Open in a separate windowFigure 9Viral replication was greatly reduced in the presence of DRB and FVP but viral replication resumed when the drugs were removed after 4 h.HeLa cells were infected with HSV-1 KOS at MOI of 1. A) Infected cells were either untreated (no drugs) or DRB (100 µM) or FVP (450 nM) were added at the time of infection for the duration of infection, or DRB and FVP were present for the first 4 h and then were removed and cells were incubated in drug-free medium for the remainder of the time, as indicated. Samples were harvested at 0, 4, 8, 12 and 16 h after infection and virus titers were determined by plaque assays. B) HeLa cells were infected with KOS at an MOI of 1 and were untreated (no drugs) or treated with DRB or FVP starting at 0 h or 3 h as indicated and the drugs were present for the duration of the experiment. Samples were harvested at 0, 4, 8, 12 and 16 h as described in panel A. The experiments were performed in triplicate and error bars are shown.Effects of a dominant negative cdk9 mutant or over expression of HEXIM1 on nascent RNA synthesis As an alternative to chemical inhibitors, we also targeted cdk9 activity through expression of a dominant negative kinase-dead mutant and through over expression of HEXIM1. It has been shown that expression of mutant DN-cdk9, a kinase dead mutant [31],, in HeLa cells results in the preferential inhibition of phosphorylation of RNAP II serine-2 without affecting phosphorylation of serine-5 [4,31]. Here we transfected HeLa cells with empty vector or a plasmid expressing DN-cdk9 tagged with an HA-epitope-tag. Western blot analysis was performed on cell lysates 24 h after transfection to confirm DN-cdk9-HA expression (Figure 10A) and immunofluorescent staining with anti-HA antibody was also performed (Figure 10B). DN-cdk9-HA was found to be expressed at levels similar to endogenous cdk9 (Figure 10A). To determine the effect of DN-cdk9 expression on nascent RNA synthesis, HeLa cells transfected with DN-cdk9-HA for 24 h were either mock infected or were infected with HSV-1 KOS for 8 h. At 7.5 h after infection, BrU was added for 30 min and cells were fixed and stained. BrU incorporation was greatly reduced in the cell that expressed DN-cdk9-HA compared to the cell that did not in both mock and KOS infected samples (Figure 10E). About 50 fields of cells were assessed for BrU incorporation. Greater than 90% of the cells that were stained with HA antibody showed little to no incorporation of BrU, whereas cells that did not express DN-cdk9-HA did show staining with BrU antibody. This indicates that DN-cdk9 expression interfered with cdk9 activity and this impaired nascent RNA synthesis in both mock and KOS infected cells.Open in a separate windowFigure 10Expression of a dominant-negative kinase-dead cdk9 mutant or the cdk9 negative-regulator HEXIM1 inhibited nascent RNA synthesis.A) HeLa cells were either transfected with empty vector or with 2 µg of DN-cdk9-HA DNA, which expresses an HA-tagged kinase-dead cdk9 dominant negative mutant. After 24 h, whole cell lysates were prepared and fractionated by SDS-PAGE. Western blots were probed with anti-cdk9 antibody (left panel) or anti-HA antibody (right panel). B) HeLa cells transfected with DN-cdk9-HA were fixed 24 h after transfection and stained with anti-HA antibody to visualize DN-cdk9-HA and DAPI to mark nuclei. C) HeLa cells were transfected with empty vector or with plasmid DNA expressing FLAG-tagged HEXIM1. Whole cell lysates were prepared as in panel A and Western blots were probed with anti-HEXIM1 antibody (left) and anti-FLAG (right). D) Indirect immunofluorescence was performed on HeLa cells transfected with HEXIM1-FLAG. Anti-FLAG antibody was used to visualize HEXIM1-FLAG and DAPI staining marked the nuclei. E) HeLa cells were transfected with DN-cdk9-HA for 24 h and were subsequently mock infected or infected with HSV-1 KOS. Bromouridine (BrU) was added at 7.5 h after infection for 30 min, at which time cells were fixed and stained with anti-BrU antibody to visualize newly transcribed RNA and anti-HA antibody to visualize DN-cdk9-HA. DAPI staining in the upper mock panels marked nuclei and staining with anti-ICP4 antibody in the lower KOS panels was used as a marker for infection. White arrows point to cells expressing DN-cdk9-HA in the BrU and merged panels. F) HeLa cells transfected with HEXIM1-FLAG for 24 h were mock infected or infected with HSV-1 KOS and BrU was added at 7.5 h after infection for 30 min. Cells were fixed at 8 h and stained with anti-BrU to detect newly transcribed RNA and anti-FLAG antibody to detect HEXIM1-FLAG. DAPI was used to mark nuclei in the upper mock panels and anti-ICP4 antibody was used in the lower KOS panels as a marker for infection. White arrows point to cells expressing HEXIM1-FLAG. All images were captured on a Zeiss Axiovert 200M microscope under 100X magnification.  HEXIM1 (hexamethylene bisacetamide-inducible protein 1) is a negative regulator of P-TEFb, which consists of cdk9 and cyclin 1 [32,40,51,52]. The PYNT motif of HEXIM1 is required to inhibit the kinase activity of cdk9, although the mechanism has not been elucidated. HEXIM1 binds 7SK non coding RNA and P-TEFb associates with HEXIM1 forming an inactive P-TEFb complex [40,53]. We transfected HeLa cells with FLAG-tagged HEXIM1 or empty vector and analyzed cell lysates 24 h later by western blot to monitor HEXIM1-FLAG expression (Figure 10C). HEXIM1-FLAG was expressed at levels similar to endogenous HEXIM1 levels. HEXIM1-FLAG expression was also confirmed by immunofluorescent staining (Figure 10D). To determine the effect of HEXIM1-FLAG expression on BrU incorporation, HeLa cells that were transfected with HEXIM1-FLAG for 24 h were either mock infected or were infected with HSV-1 KOS and BrU was added for 30 min 7.5 h after infection. Fixed cells were stained with anti-BrU and anti-FLAG antibodies. BrU incorporation was not detectable in the cells expressing HEXIM1-FLAG in both mock and KOS infected cells. Again, about 50 fields of cells were assessed and greater than 90% of the cells that were stained with anti-FLAG antibody displayed little to no BrU staining, whereas, cells that did not stain with anti-FLAG, indicating HEXIM1-FLAG was not being expressed, did stain with anti-BrU antibody. This indicates that over expression of HEXIM1 inhibited the kinase activity of cdk9, which in turn resulted in an inhibition of nascent RNA synthesis in mock and KOS infected cells. We conclude that inhibition of cdk9 by specific inhibitors DRB, FVP, DN-cdk9 or HEXIM1 results in decreased viral transcription, indicating that the phosphoserine-2 form of RNAP II is required during HSV-1 infection, just as it is required in uninfected cells. Discussion During HSV-1 infection there is a decrease in the phosphoserine-2 form of RNAP II CTD at later times of infection when transcription of viral genes is very robust, and which results in part from proteasomal degradation of stalled elongating transcription complexes [24,27]. It has also been reported that ICP22 contributes to the loss of the serine-2 form by an as yet undefined mechanism [26]. Further, it has been shown that ICP22 and cdk9 are present in a complex with the CTD of RNAP II [22,23] and ICP22 and viral protein kinases UL13 and US3 can cause a mobility shift change in the phosphorylation pattern of RNAP II resulting in an intermediately phosphorylated form detectable by CTD-specific antibody 8WG16 [22,54]. This antibody does not recognize phosphoserine-2 because the serine at position 2 of the CTD is part of its epitope recognition, which appears to be altered or occluded upon phosphorylation [55]. The actual CTD phosphorylated sites of the intermediately phosphorylated form have not been clarified. The sites of phosphorylation on the CTD by viral kinases UL13 and US3 have also not been determined. It has also been proposed that the serine-2 phosphorylated form of RNAP II, which is required for transcription elongation, may not be required during HSV-1 infection. Here, we specifically targeted cellular kinase cdk9, which phosphorylates serine-2 and found that inhibition of cdk9 activity impaired HSV-1 transcription globally, indicating that the phosphoserine-2 form of RNAP II CTD is required for HSV-1 transcription as it is for cellular transcription.  The decrease in the phosphoserine-2 form of RNAP II during HSV-1 infection is unusual and is not seen with several other viruses, which have been shown to require cdk9 for their gene expression. Specifically, transcription elongation appears to be a critical regulator for viral latent infection. When the HIV-1 genome is integrated, transcription through the long terminal repeat promoter is regulated at the level of transcription elongation [38,39,41]. The HIV-1 transactivator Tat recruits P-TEFb to stalled RNAP II complexes that have initiated at the LTR, and phosphorylation by cdk9 results in processivity of HIV-1 transcription [39]. HTLV-1 protein Tax also complexes with P-TEFb through cyclin T1 to regulate the balance between active and inactive P-TEFb complexes [56]. During Kaposi’s sarcoma-associated herpesvirus (KSHV) latent infection, it has been shown that RNAP II transcription complexes are paused at the promoters of KSHV lytic genes OriLyt1, K5, K6 and K7 by the negative elongation factor NELF[11], which results in hyperphosphorylation of serine-5 and hypophosphorylation of serine-2. If these genes are induced to be expressed by the viral lytic activator Rta, the viral lytic phase ensues resulting in viral replication and cell death. Thus, negative regulation of transcription elongation of these lytic genes keeps KSHV in the latent state [11]. Similarly, in another gamma herpesvirus, Epstein-Barr virus (EBV), the viral latent state is also maintained by NELF-DSIF [57]. Specifically, the viral C promoter (Cp) that drives a viral pre-mRNA of about 120 kb, which is differentially spliced to produce several EBV products that are required for immortalization, displays high levels of promoter-proximal stalled RNAP II. P-TEFb is recruited to Cp by the cellular bromodomain protein Brd4 and inhibitor studies with DRB showed that P-TEFb is required for Cp transcription [57]. The beta herpesvirus, Human Cytomegalovirus (HCMV) recruits cdk9 to viral nuclear replication compartments during lytic infection and this recruitment results in hyperphosphorylation of RNAP II CTD [58–61]. HCMV proteins IE2 86 [60] and UL69 [61] have been shown to be required for the recruitment of cyclin T1 and cdk9 to viral replication compartments. Thus, cdk9 appears to be important for HCMV lytic replication. The studies that we have described here would also indicate that cdk9 is important for HSV-1 replication. One consequence of highly active HSV-1 transcription may be an increasing number of stalled transcription elongation complexes in crowded areas of the genome and clearing these by proteasomal degradation results in lower levels of phosphoserine-2 RNAP II from the stalled elongating complexes. How ICP22 causes a decrease in serine-2 levels is still a bit of an enigma. Durand and Roizman [22,23] showed that cdk9 interacts with ICP22. They further showed that cdk9 and ICP22 colocalize with RNAP II. Inhibition of cdk9 with 50 µM DRB and with cdk9 siRNA resulted in decreased expression of several HSV-1 late genes that were previously shown to be regulated by ICP22. In a recent study using an in vivo transient expression reporter system [62], ICP22 was coimmunoprecipitated with P-TEFb in accord with the results of Durand and Roizman. Further using ChIP assays, Guo et al. showed that ICP22 blocked the recruitment of P-TEFb to viral promoters, which inhibited transcription of these promoters [62], In this system, VP16 recruited P-TEFb to promoters and counteracted transcriptional repression by ICP22 [62] Because this was a transient expression system, it is not clear if ICP22 would similarly repress viral promoters by preventing P-TEFb recruitment during viral infection. Another possibility might be that ICP22, like HIV Tat recruits inactive P-TEFb in complex with 7SK snRNA and HEXIM1 to viral promoters and another factor, perhaps VP16, can cause its disassociation into active P-TEFb. Thus, HSV-1 might have a complex regulatory mechanism to insure that transcription of early and late viral genes can occur during very active times after infection when both DNA replication and transcription are proceeding robustly. It will be necessary to parse and define many details of this regulation during HSV-1 infection and to determine how ICP22 affects cdk9 activity, all of which are beyond the scope of this study. In conclusion, we showed here that cdk9 activity is required for HSV-1 transcription and replication. AcknowledgmentsWe thank Dr. Xavier Graña for providing plasmid pRc/CMV-dnCDK9-HA and Dr. Qiang Zhou for providing plasmid pCMV2--FLAG-HEXIM1. Funding StatementThis work was supported by United Stated National Institutes of Health grant R37 AI21515. The funders had no role in study design, data collection and analysis, decision to publish. or preparation of the manuscript. References1. \nDahmus ME (1996) Reversible phosphorylation of the C-terminal domain of RNA polymerase II. J Biol Chem\n271: 19009-19012. PubMed: 8759772. [PubMed] [Google Scholar]2. \nKomarnitsky P, Cho E-J, Buratowski S (2000) Different phosphorylated forms of RNA polymerase II and associated mRNA processing factors during transcription. Genes Dev\n14: 2452-2460. doi:10.1101/gad.824700. PubMed: 11018013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. \nPrice DH (2000) P-TEFb, a cyclin-dependent kinase controlling elongation by RNA polymerase II. Mol Cell Biol\n20: 2629-2634. doi:10.1128/MCB.20.8.2629-2634.2000. PubMed: 10733565. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. \nGarriga J, Xie H, Obradovic Z, Graña X (2010) Selective control of gene expression by CDK9 in human cells. J Cell Physiol\n222: 200-208. doi:10.1002/jcp.21938. PubMed: 19780058. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. \nBaumli S, Endicott JA, Johnson LN (2010) Halogen bonds form the basis for selective P-TEFb inhibition by DRB. Chem Biol\n17: 931-936\n [PubMed]6. \nFong N, Bentley DL (2001) Capping, splicing, and 3' processing are independently stimulated by RNA polymerase II: different functions for different segments of the CTD. Genes Dev\n15: 1783-1795. doi:10.1101/gad.889101. PubMed: 11459828. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. \nHeidemann M, Hintermair C, Voss K, Eick D (2013) Dynamic phosphorylation patterns of RNA polymerase II CTD during transcription. Biochim Biophys Acta\n1829: 55-62. doi:10.1016/j.bbagrm.2012.08.013. PubMed: 22982363. [PubMed] [CrossRef] [Google Scholar]8. \nMuse GW, Gilchrist DA, Nechaev S, Shah R, Parker JS\net al. (2007) RNA polymerase is poised for activation across the genome. Nat Genet\n39: 1505-1511. PubMed: 17994021. [PMC free article] [PubMed] [Google Scholar]9. \nNechaev S, Adelman K (2011) Pol II waiting in the starting gates: regulating the transition from transcription initiation inot productive elongation. Biochim Biophys Acta\n1809: 34-45. doi:10.1016/j.bbagrm.2010.11.001. PubMed: 21081187. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. \nReines D, Conaway RC, Conaway JW (1999) Mechanism and regulation of transcriptional elongation by RNA polymerase II. Curr Opin Cell Biol\n11: 342-346. doi:10.1016/S0955-0674(99)80047-7. PubMed: 10395562. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. \nToth Z, Brulois KF, Wong L-Y, Lee H-R, Jung JU (2012) Negative elongation factor-mediated suppression of RNA polymerase II elongation of Kaposi's sarcoma-associated herpesvirus lytic gene expression. J Virol\n86: 9696-9707. doi:10.1128/JVI.01012-12. PubMed: 22740393. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. \nWada T, Takagi T, Yamaguchi Y, Ferdous A, Imai T\net al. (1998) DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is compased of human Spt4 and Spt5 homologs. Genes Dev\n12: 343-356. doi:10.1101/gad.12.3.343. PubMed: 9450929. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. \nYamaguchi Y, Takagi T, Wada T, Yano K, Furuya A\net al. (1999) NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell\n97: 41-51. doi:10.1016/S0092-8674(00)80713-8. PubMed: 10199401. [PubMed] [CrossRef] [Google Scholar]14. \nAhn SH, Kim M, Buratowski S (2004) Phosphorylation of serine 2 within the RNA polymerase II C-terminal domain couples transcription and 3' end processing. Mol Cell\n13: 67-76. doi:10.1016/S1097-2765(03)00492-1. PubMed: 14731395. [PubMed] [CrossRef] [Google Scholar]15. \nBentley D (1999) Coupling RNA polymerase II transcription with pre-mRNA processing. Curr Opin Cell Biol\n11: 347-351. doi:10.1016/S0955-0674(99)80048-9. PubMed: 10395561. [PubMed] [CrossRef] [Google Scholar]16. \nChristofori G, Keller W (1989) Poly(A) polymerase purified from HeLa cell nuclear extracts is required for both cleavage and polyadenylation of pre-mRNA in vitro. Mol Cell Biol\n9: 193-203. PubMed: 2538718. [PMC free article] [PubMed] [Google Scholar]17. \nGu B, Eick D, Bensaude O (2013) CTD serine-2 plays a critical role in splicing and termination factor recruitment to RNA polymerase II in vivo. Nucleic Acids Res\n41: 1592-1603. PubMed: 23275552. [PMC free article] [PubMed] [Google Scholar]18. \nLian Z, Karpikov A, Lian J, Mahajan MC, Hartman S\net al. (2008) A genomic analysis of RNA polymerase II modification and chromatin architecture related to 3' end RNA polyadenylation. Genome Res\n18: 1224-1237. doi:10.1101/gr.075804.107. PubMed: 18487515. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. \nRice SA, Long MC, Lam V, Spencer CA (1994) RNA polymerase II is aberrantly phosphorylated and localized to viral replication compartments following herpes simplex virus infection. J Virol\n68: 988-1001. PubMed: 8289400. [PMC free article] [PubMed] [Google Scholar]20. \nBastian TW, Rice SA (2009) Identification of sequences in herpes simplex virus type 1 ICP22 that influence RNA polymerase II modification and viral late gene expression. J Virol\n83: 128-139. doi:10.1128/JVI.01954-08. PubMed: 18971282. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. \nRice SA, Long MC, Lam V, Schaffer PA, Spencer CA (1995) Herpes simplex virus immediate-early protein ICP22 is required for viral modification of host RNA polymerase II and establishment of the normal viral transcription program. J Virol\n69: 5550-5559. PubMed: 7637000. [PMC free article] [PubMed] [Google Scholar]22. \nDurand LO, Advani SJ, Poon APW, Roizman B (2005) The carboxyl-terminal domain of RNA polymerase II is phosphorylated by a complex containing cdk9 and infected-cell protein 22 of herpes simplex virus 1. J Virol\n79: 6757-6762. doi:10.1128/JVI.79.11.6757-6762.2005. PubMed: 15890914. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. \nDurand LO, Roizman B (2008) Role of cdk9 in the optimization of expression of the genes regulated by ICP22 of herpes simplex virus 1. J Virol\n82: 10591-10599. doi:10.1128/JVI.01242-08. PubMed: 18753202. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. \nDai-Ju JQ, Li L, Johnson LA, Sandri-Goldin RM (2006) ICP27 interacts with the C-terminal domain of RNA polymerase II and facilitates its recruitment to herpes simplex virus-1 transcription sites, where it undergoes proteasomal degradation during infection. J Virol\n80: 3567-3581. doi:10.1128/JVI.80.7.3567-3581.2006. PubMed: 16537625. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. \nFraser KA, Rice SA (2005) Herpes simplex virus type 1 infection leads to loss of Serine-2 phosphorylation on the carboxyl-terminal domain of RNA polymerase II. J Virol\n79: 11323-11334. doi:10.1128/JVI.79.17.11323-11334.2005. PubMed: 16103184. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. \nFraser KA, Rice SA (2007) Herpes simplex virus immediate-early protein ICP22 triggers loss of serine-2 phosphorylated RNA polymerase II. J Virol\n81: 5091-5101. doi:10.1128/JVI.00184-07. PubMed: 17344289. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. \nLi L, Johnson LA, Dai-Ju JQ, Sandri-Goldin RM (2008) Hsc70 focus formation at the periphery of HSV-1 transcription sites requires ICP27. PLOS ONE\n3: e1491. doi:10.1371/journal.pone.0001491. PubMed: 18231578: e1491\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. \nSmith IL, Hardwicke MA, Sandri-Goldin RM (1992) Evidence that the herpes simplex virus immediate early protein ICP27 acts post-transcriptionally during infection to regulate gene expression. Virology\n186: 74-86. doi:10.1016/0042-6822(92)90062-T. PubMed: 1309283. [PubMed] [CrossRef] [Google Scholar]29. \nSouki SK, Gershon PD, Sandri-Goldin RM (2009) Arginine methylation of the ICP27 RGG box regulates ICP27 export and is required for efficient herpes simplex virus 1 replication. J Virol\n83: 5309-5320. doi:10.1128/JVI.00238-09. PubMed: 19321610. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. \nSun A, Devi-Rao GV, Rice MK, Gary LW, Bloom DC\net al. (2004) Immediate-Early Expression of the Herpes Simplex Virus Type 1 ICP27 Transcript Is Not Critical for Efficient Replication In Vitro or In Vivo. J Virol\n78: 10470-10478. doi:10.1128/JVI.78.19.10470-10478.2004. PubMed: 15367613. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. \nSalerno D, Hasham MG, Marshall R, Garriga J, Tsygankov AY\net al. (2007) Direct inhibition of CDK9 blocks HIV-1 replication without preventing T-cell activation in primary human peripheral blood monocytes. Gene\n405: 65-78. doi:10.1016/j.gene.2007.09.010. PubMed: 17949927. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. \nOuchida R, Kusuhara M, Shimizu N, Hisada T, Makino Y\net al. (2003) Suppression of NF-κB dependent gene expresion by a hexamethylene bisacetamide inducible protein HEXIM1 in human vascular smooth muscles. Genes Cells\n8: 95-107. doi:10.1046/j.1365-2443.2003.00618.x. PubMed: 12581153. [PubMed] [CrossRef] [Google Scholar]33. \nSouki SK, Sandri-Goldin RM (2009) Arginine methylation of the ICP27 RGG box regulates the functional interactions of ICP27 with SRPK1 and Aly/REF during herpes simplex virus 1 infection. J Virol\n83: 8970-8975. doi:10.1128/JVI.00801-09. PubMed: 19553338. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. \nChen IB, Li L, Silva L, Sandri-Goldin RM (2005) ICP27 recruits Aly/REF but not TAP/NXF1 to herpes simplex virus type 1 transcription sites although TAP/NXF1 is required for ICP27 export. J Virol\n79: 3949-3961. doi:10.1128/JVI.79.7.3949-3961.2005. PubMed: 15767397. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. \nJohnson LA, Sandri-Goldin RM (2009) Efficient nuclear export of herpes simplex virus 1 transcripts requires both RNA binding by ICP27 and ICP27 interaction with TAP/NXF1. J Virol\n83: 1184-1192. doi:10.1128/JVI.02010-08. PubMed: 19019956. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. \nStingley SW, Ramirez JJ, Aguilar SA, Simmen K, Sandri-Goldin RM\net al. (2000) Global analysis of herpes simplex virus type 1 transcription using an oligonucleotide-based DNA microarray. J Virol\n74: 9916-9927. doi:10.1128/JVI.74.21.9916-9927.2000. PubMed: 11024119. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. \nMancebo SY, Lee G, Flygare J, Tomassini J, Luu P\net al. (1997) P-TEFb kinase is required for HIV Tat transcriptional activation in vivo and in vitro. Genes Dev\n11: 2633-2644. doi:10.1101/gad.11.20.2633. PubMed: 9334326. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. \nBarboric M, Peterlin BM (2005) A new paradigm in eukaryotic biology: HIV Tat and the control of transcriptional elongation. PLOS Biol\n3: e76. doi:10.1371/journal.pbio.0030076. PubMed: 15719065. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. \nMuniz L, Egloff S, Ughy B, Jády BE, Kiss T (2010) Controlling cellular P-TEFb activity by the HIV-1 transcriptional transactivator Tat. PLOS Pathog\n6: e1001152 PubMed: 20976203. [PMC free article] [PubMed] [Google Scholar]40. \nMichels AA, Fraldi A, Li Q, Adamson TE, Bonnet F\net al. (2004) Binding of the 7SK snRNA turns the HEXIM1 protein into a P-TEFb (CDK9/cyclin T) inhibitor. EMBO J\n23: 2608-2619. doi:10.1038/sj.emboj.7600275. PubMed: 15201869. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. \nPeterlin BM, Price DH (2006) Controlling the elongation phase of transcription with P-TEFb. Mol Cell\n23: 297-305. doi:10.1016/j.molcel.2006.06.014. PubMed: 16885020. [PubMed] [CrossRef] [Google Scholar]42. \nZhou M, Halanski MA, Radonovich MF, Kashanchi F, Peng J\net al. (2000) Tat modifies the activity of CDK9 to phosphorylate serine 5 of the RNA polymerase II carboxyl-terminal domain during human immunodeficiency virus type 1 transcription. Mol Cell Biol\n20: 5077-5086. doi:10.1128/MCB.20.14.5077-5086.2000. PubMed: 10866664. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. \nBaumli S, Lolli G, Lowe ED, Troiani S, Debreeczeni JE\net al. (2008) The structure of P-TEFb (CDK9/cyclin T1), its complex with flavopiridol and regulation by phosphorylation. EMBO J\n27: 1907-1918. doi:10.1038/emboj.2008.121. PubMed: 18566585. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. \nDoyle O, Corden JL, Murphy C, Gall JG (2002) The distribution of RNA polymerase II largest subunit (RPB1) in the Xenopus germinal vesicle. J Struct Biol\n140: 154-166. doi:10.1016/S1047-8477(02)00547-6. PubMed: 12490164. [PubMed] [CrossRef] [Google Scholar]45. \nGrondin B, DeLuca NA (2000) Herpes simplex virus type 1 ICP4 promotes transcription preinitiation complex formation by enhancing the binding of TFIID to DNA. J Virol\n74: 11504-11510. doi:10.1128/JVI.74.24.11504-11510.2000. PubMed: 11090147. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. \nKnipe DM, Senechek D, Rice SA, Smith JL (1987) Stages in the nuclear localization of the herpes simplex virus transcriptional activator protein ICP4. J Virol\n61: 276-284. PubMed: 3027360. [PMC free article] [PubMed] [Google Scholar]47. \nTaylor TJ, McNamee EE, Day C, Knipe DM (2003) Herpes simplex virus replication compartments can form by coalescence of smaller compartments. Virology\n309: 232-247. doi:10.1016/S0042-6822(03)00107-7. PubMed: 12758171. [PubMed] [CrossRef] [Google Scholar]48. \nChen IB, Sciabica KS, Sandri-Goldin RM (2002) ICP27 interacts with the export factor Aly/REF to direct herpes simplex virus 1 intronless RNAs to the TAP export pathway. J Virol\n76: 12877-12889. doi:10.1128/JVI.76.24.12877-12889.2002. PubMed: 12438613. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. \nJohnson LA, Li L, Sandri-Goldin RM (2009) The cellular RNA export receptor TAP/NXF1 is required for ICP27- mediated export of herpes simplex virus 1 RNA, whereas, the TREX-complex adaptor protein Aly/REF appears to be dispensable. J Virol\n83: 6335-6346. doi:10.1128/JVI.00375-09. PubMed: 19369354. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. \nSandri-Goldin RM (1998) ICP27 mediates herpes simplex virus RNA export by shuttling through a leucine-rich nuclear export signal and binding viral intronless RNAs through an RGG motif. Genes Dev\n12: 868-879. doi:10.1101/gad.12.6.868. PubMed: 9512520. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. \nBigalke JM, Dames SA, Blankenfeldt W, Grzesiek S, Geyer M (2011) Structure and dynamics of a stabilized coiled-coil doamin in the P-TEFb regulator Hexim1. J Mol Biol\n414: 639-653. doi:10.1016/j.jmb.2011.10.022. PubMed: 22033481. [PubMed] [CrossRef] [Google Scholar]52. \nYik JH-N, Chen R, Nishimura R, Jennings JL, Link AJ\net al. (2003) Inhibition of P-TEFb (CDK9/Cyclin T1) kianse and RNA polymerase II transcription by the coordinated actions of HEXIM1 and 7SK snRNA. Mol Cell\n12: 971-982. doi:10.1016/S1097-2765(03)00388-5. PubMed: 14580347. [PubMed] [CrossRef] [Google Scholar]53. \nPeterlin BM, Brogie JE, Price DH (2011) 7SK snRNA: a noncoding RNA that plays a major role in regulating eukaryotic transcription. Wires RNA\n3: 92-103. PubMed: 21853533. [PMC free article] [PubMed] [Google Scholar]54. \nLong MC, Leong V, Schaffer PA, Spencer CA, Rice SA (1999) ICP22 and the UL13 protein kinase are both required for herpes simplex virus-induced modification of the large subunit of RNA polymerase II. J Virol\n73: 5593-5604. PubMed: 10364308. [PMC free article] [PubMed] [Google Scholar]55. \nPatturajan M, Schulte RJ, Sefton BM, Berezney R, Vincent M\net al. (1998) Growth-related changes in phosphorylation of yeast RNA polymerase II. J Biol Chem\n273: 4689-4694. doi:10.1074/jbc.273.8.4689. PubMed: 9468530. [PubMed] [CrossRef] [Google Scholar]56. \nCho WK, Jang MK, Huang K, Pise-Masison CA, Brady JN (2010) Human T-lymphotropic virus type 1 Tax protein complexes with P-TEFb and competes for Brd4 and 7SKRNP/HEXIM1 binding. J Virol\n84: 12801-12809. doi:10.1128/JVI.00943-10. PubMed: 20926576. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. \nPalermo RD, Webb HM, West MJ (2011) RNA polymerase II stalling promotes nucleosome occlusion and pTEFb recruitment to drive immortalization by Epstein-Barr virus. PLOS Pathog\n7: e1002334 PubMed: 22046134. [PMC free article] [PubMed] [Google Scholar]58. \nTamrakar S, Kapasi AJ, Spector DH (2005) Human cytomegalovirus infection inducues specific hyperphosphorylation of the carboxy-terminal domain of the large subunit of RNA polymerase II that is associated with changes in the abundance, activity and localization of cdk9 and cdk7. J Virol\n79: 15477-15493. doi:10.1128/JVI.79.24.15477-15493.2005. PubMed: 16306619. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. \nKapasi AJ, Spector DH (2008) Inhibition of the cyclin-dependent kinases at the beginning of human cytomegalovirus infection specifically alters the levels and localization of the RNA polymerase II carboxy-terminal domain kinases cdk9 and cdk7 at the viral transcriptome. J Virol\n82: 394-407. doi:10.1128/JVI.01681-07. PubMed: 17942543. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. \nKapasi AJ, Clark CL, Tran K, Spector DH (2009) Recruitment of cdk9 to the immediate-early viral transcriptomes during human cytomegalovirus infection requires efficient binding to cyclin T1, a threshold levelof IE2 86, and active transcription. J Virol 83: 5904-5917..\n [PMC free article] [PubMed]61. \nFeichtinger S, Stamminger T, Müller R, Klebl B, Eickhoff J\net al. (2011) Recruitment of cyclin-dependent kinase 9 to nuclear compartments during cytomegalovirus late replication: importance of interaction between viral pUL69 and cyclin T1. J Gen Virol\n92: 1519-1531. doi:10.1099/vir.0.030494-0. PubMed: 21450947. [PubMed] [CrossRef] [Google Scholar]62. \nGuo L, Wu WJ, Liu LD, Wang LC, Zhang Y\net al. (2012) Herpes simplex virus 1 ICP22 inhibits the transcription of viral gene promoters by binding to and blocking the recruitment of P-TEFb. PLOS ONE\n7: e45749. doi:10.1371/journal.pone.0045749. PubMed: 23029222. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}