{"title": "Molecular and Epigenetic Mechanisms of MLL in Human Leukemogenesis", "pubDate": "2012", "PMCID": "PMC3712720", "DOI": "10.3390/cancers4030904", "PMID": "24213472", "abstract": "Epigenetics is often defined as the study of heritable changes in gene expression or chromosome stability that don't alter the underlying DNA sequence. Epigenetic changes are established through multiple mechanisms that include DNA methylation, non-coding RNAs and the covalent modification of specific residues on histone proteins. It is becoming clear not only that aberrant epigenetic changes are common in many human diseases such as leukemia, but that these changes by their very nature are malleable, and thus are amenable to treatment. Epigenetic based therapies have so far focused on the use of histone deacetylase (HDAC) inhibitors and DNA methyltransferase inhibitors, which tend to have more general and widespread effects on gene regulation in the cell. However, if a unique molecular pathway can be identified, diseases caused by epigenetic mechanisms are excellent candidates for the development of more targeted therapies that focus on specific gene targets, individual binding domains, or specific enzymatic activities. Designing effective targeted therapies depends on a clear understanding of the role of epigenetic mutations during disease progression. The Mixed Lineage Leukemia (MLL) protein is an example of a developmentally important protein that controls the epigenetic activation of gene targets in part by methylating histone 3 on lysine 4. MLL is required for normal development, but is also mutated in a subset of aggressive human leukemias and thus provides a useful model for studying the link between epigenetic cell memory and human disease. The most common MLL mutations are chromosome translocations that fuse the MLL gene in frame with partner genes creating novel fusion proteins. In this review, we summarize recent work that argues MLL fusion proteins could function through a single molecular pathway, but we also highlight important data that suggests instead that multiple independent mechanisms underlie MLL mediated leukemogenesis.", "author": [{"author": "Erica Ballabio", "affiliation": ["MRC Molecular Haematology Unit, Weatherall Institute of Molecular Medicine, John Radcliffe Hospital Headington, Oxford OX3 9DS, UK. thomas.milne@imm.ox.ac.uk."], "href": "/?term=Ballabio+E&cauthor_id=24213472"}, {"author": "Thomas A Milne", "affiliation": [], "href": "/?term=Milne+TA&cauthor_id=24213472"}], "refPMID": ["22258609", "21074720", "21116282", "22508723", "22737091", "20060365", "19652201", "19168792", "21723200", "22343901", "22343889", "18977325", "16357144", "22271768", "21664485", "22770212", "9305837", "6788105", "10638745", "16199523", "17320507", "18682256", "19295514", "17277777", "21160473", "17512414", "20434984", "18285465", "18371366", "19212323", "18371367", "15464450", "12453418", "12453419", "20236311", "20944671", "19907438", "1303259", "1423625", "1423624", "10588712", "9724755", "7477409", "7913880", "20795321", "16618927", "15556871", "17218268", "12482968", "16540515", "17021013", "17178841", "19348672", "19703992", "18854576", "19264965", "22069496", "18818388", "8329709", "9247308", "20711175", "11891048", "11718452", "10409430", "10637508", "19060922", "14992727", "20541448", "12101424", "12670868", "17355966", "7938000", "16990798", "11842107", "20010842", "21407193", "20541477", "11313484", "20460131", "20677832", "20541251", "12829790", "20452361", "22174154", "16239140", "20961854", "22286128", "21757704", "22327296", "18598942", "15199122", "11259575", "15960975", "16878130", "19556245", "16600877", "16829959", "16946699", "18829459", "18829457", "18840606", "20575550", "20716525", "21220120", "22158900", "21124902", "19187761", "16892064", "21106533", "19481096", "12482972", "12393701", "15960974", "15640349", "9103196", "17671196", "20956546", "20159607", "12805060", "17957188", "22017583", "16981007", "20923295", "22674806", "19158831", "18218047", "18224407", "8681380", "17045204", "20339075", "14615372", "18455126", "12192052", "12393557", "12620410", "15070702", "12957285", "21156284", "19528532", "21331072", "21220611", "10698926", "14522254", "19262598", "20194896", "21030982", "16046533", "17410185", "12791663", "20818375", "22516260", "11265751", "12781363", "16096649", "16607274", "17906700", "15030765", "18037899", "21029866", "21596426", "20178742", "11731795", "12637319", "11314021", "12086872", "9649441", "11113197", "14701735", "12952893", "19056693", "21518888", "15226186", "20032505", "19558506", "19109563", "21518926", "16862118", "19584403", "21045196", "16507773", "21828272", "22337994", "20946988", "21964340", "21814200", "19141473", "21741597", "19064739", "21251617", "18624758", "18056805", "18832181", "21242186", "21116279", "17260024", "19188669", "22353710", "20133587", "17589498", "16549775", "18329372", "18329371", "20406979", "11069025", "19066217", "18923441", "15380515", "15766527", "16227978", "22745659", "21311557", "19710696", "16424875", "12619163", "14603337", "17875318", "15269783", "15856011", "15851025", "12065898", "17135274", "17855633", "19956800", "21896721", "20159561", "20153263", "20471948", "20471949", "20854876", "21764852", "21873227", "21460034", "22483617", "22547686", "22195968", "21729782", "11313972", "11439343", "22094252", "16109377", "16109376", "20395419", "17632057", "17994021", "20007866", "17994019", "19103744", "7759473", "8900211", "10199401", "9857195", "11431468", "9108030", "8596958", "12676794", "15221006", "15459319", "18796627", "21521783", "21741596", "21159644", "21398221", "12667454", "22615581", "18708362", "9822615", "19289854", "22160057", "21941284", "22498752", "22867873", "21936531", "22464800", "19200802", "21889194", "20871596", "21949397", "19232721", "18806775", "12620411", "15542854", "16732326"], "citedInPMID": ["24213472", "34088716", "33979989", "33679795", "32980885", "32971831", "32242051", "31211356", "31098676", "31090199", "30548174", "30489191", "29545928", "28939057", "28076791", "27856324", "27732946", "27308325", "25537518", "24348510"], "body": " AbstractEpigenetics is often defined as the study of heritable changes in gene expression or chromosome stability that don’t alter the underlying DNA sequence. Epigenetic changes are established through multiple mechanisms that include DNA methylation, non-coding RNAs and the covalent modification of specific residues on histone proteins. It is becoming clear not only that aberrant epigenetic changes are common in many human diseases such as leukemia, but that these changes by their very nature are malleable, and thus are amenable to treatment. Epigenetic based therapies have so far focused on the use of histone deacetylase (HDAC) inhibitors and DNA methyltransferase inhibitors, which tend to have more general and widespread effects on gene regulation in the cell. However, if a unique molecular pathway can be identified, diseases caused by epigenetic mechanisms are excellent candidates for the development of more targeted therapies that focus on specific gene targets, individual binding domains, or specific enzymatic activities. Designing effective targeted therapies depends on a clear understanding of the role of epigenetic mutations during disease progression. The Mixed Lineage Leukemia (MLL) protein is an example of a developmentally important protein that controls the epigenetic activation of gene targets in part by methylating histone 3 on lysine 4. MLL is required for normal development, but is also mutated in a subset of aggressive human leukemias and thus provides a useful model for studying the link between epigenetic cell memory and human disease. The most common MLL mutations are chromosome translocations that fuse the MLL gene in frame with partner genes creating novel fusion proteins. In this review, we summarize recent work that argues MLL fusion proteins could function through a single molecular pathway, but we also highlight important data that suggests instead that multiple independent mechanisms underlie MLL mediated leukemogenesis.Keywords: MLL, epigenetics, leukemia, super elongation complex, transcription, microRNAs 1. IntroductionGenome wide association studies provide a wealth of information on cancer driver mutations as well as revealing the incredible range of genetic diversity in human cancers [1]. However, epigenetic changes could account for the bulk of variation in cancer and thus may be an even more important determinant of clonal evolution and disease progression [1]. Epigenetics is described as the study of heritable changes in gene expression that are not due to modifications in the DNA sequence. These changes include DNA methylation, small, non-coding RNAs and histone modifications [2,3]. Epigenetic changes play a crucial role in the regulation of gene expression and aberrations in the epigenetic program can induce alterations in cellular proliferation, apoptosis and differentiation [2]. Aberrant epigenetic changes are correlated with different cancer subtypes and prognoses [2,4,5,6,7,8,9,10,11,12,13]. A clear understanding of epigenetic alterations on the molecular level can provide crucial information for the development of targeted therapies that focus on subsets of gene targets, small molecular inhibitors of individual binding domains, or specific enzymatic activities [14,15,16].Histone proteins are considered to be one of the carriers of epigenetic information and are complexed with DNA to produce a protein/DNA structure called chromatin. The basic subunit of chromatin is the nucleosome and each nucleosome is composed of an H3/H4 tetramer and two H2A/H2B dimers [17,18]. Post-translational modifications of histone proteins are considered to be one of the epigenetic mechanisms that multicellular organisms use in order to guarantee tight spatial and temporal expression of key genes during development and differentiation [19,20,21]. These modifications include “marks” such as phosphorylation (P), acetylation (Ac), methylation (Me, which can be added as a mono (1), di (2) or tri (3) methyl mark) and ubiquitination (Ub) which function by recruiting and/or stabilizing specific effector proteins (also referred to as “reader” proteins) [22]. Histone marks can also be used in genome wide studies as a way of demarcating different functional regions of the genome [23,24,25]. Specifically, H3K4Me1 and H3K27Ac together mark active gene enhancers while H3K4Me3 specifically marks “poised” and active promoters, H3K79Me2 and H3K36Me3 together mark the coding regions of actively elongating genes and H3K27Me3 marks repressed genes [23,24,25,26,27,28]. Although the heritability of histone modifications themselves is not completely established, a great number of epigenetic cell memory proteins that have been implicated in human disease have also turned out to be enzymes that are involved in “writing”, “erasing” or “reading” histone modifications [4,16,22].The Mixed Lineage Leukemia protein (MLL) is required for the epigenetic maintenance of gene activation during development [29,30,31] and is also mutated in a subset of aggressive acute leukemias [32]. MLL maintains gene activation in part by methylating histone 3 on lysine 4 [33,34]. The most common leukemogenic MLL mutations are chromosome translocations that fuse the N-terminus of the MLL gene in-frame with any of more than 60 different partner genes producing novel MLL fusion proteins (MLL-FPs) [32,35]. MLL-FP leukemias have very few additional genetic mutations [36,37,38] suggesting that the MLL-FP mutation alone is sufficient for initiating leukemogenesis. Interestingly, some of the molecular data assembled to identify and analyze recent epigenetic inhibitors has come from the analysis of MLL-FP leukemias [14,15,16]. This suggests that MLL provides a useful model for studying the link between epigenetic cell memory and human disease and may provide information on pathways and targets that are more generally applicable to a wider range of different cancers. 2. MLL in Normal HematopoiesisMLL was originally identified as a functional ortholog of the trithorax gene in Drosophila [39,40,41]. Wild type MLL is crucial for maintaining the activation of important genes such as the Homeobox (Hox) genes in embryogenesis [42,43,44], hematopoiesis [29,31] and neurogenesis [30]. Hox genes are a group of highly conserved genes important for the regulation of gene expression and axial patterning during development [45]. Highlighting the role of MLL as an epigenetic cell memory protein, Mll1 mutant mice display normal early Hox gene expression patterns but then lose maintenance of expression as development proceeds [43]. It is worth noting that trithorax mutants in Drosophila display similar Hox gene expression maintenance defects [46].Mice heterozygous for Mll1 show retarded growth, hematopoietic abnormalities and bidirectional homeotic transformations of the axial skeleton, typical of Hox misexpression [44]. Furthermore, mice expressing a deleted form of Mll1 lacking the SET (Su (var), Enhancer of Zeste and Trithorax) domain (also see Section 3 below) are fertile and viable although they display developmental skeletal defects and abnormal transcription levels of several Hox loci during development [47]. Mll1 null mice die between embryonic day 12.5 and 16.5. Expression of Hox genes is initiated in these mice but then decreases once the function of Mll1 becomes necessary for their maintenance [43,44]. They exhibit defects in hematopoiesis in the fetal liver due to decreased expression of HoxA4, HoxA7, HoxA9, and HoxA10 leading to a severe reduction in the number of long term and short-term hematopoietic stem cells (HSCs). The remaining HSCs are able to support a limited expansion, however they can’t contribute to hematopoiesis when transplanted into irradiated mice, suggesting a defect in their self-renewal capacity [31]. Interestingly, in an ES cell model, the block in hematopoiesis can be rescued by reintroducing individual Hox genes [48]. Although it is difficult to say from these experiments whether Hox gene expression alone can compensate for the loss of Mll1 in murine hematopoiesis, this data does suggest the possibility that the essential role played by Mll1 is in fact linked to deregulation of Hox genes [48]. Jude et al. showed that deletion of Mll1 in adult mice leads to fatal bone marrow failure within three weeks due to reduced proliferation and reduced response to cytokine-induced cell-cycle entry of myelo-erythroid progenitor cells and depletion of quiescent HSCs, indicating that MLL is also important in adult hematopoiesis [29]. 3. Activity of the Wild Type MLL Protein ComplexIn mammals, MLL belongs to a family of H3K4 methyltransferases (KMTs) that also includes SET domain containing 1A (SETD1A), SETD1B, MLL2, MLL3, MLL4 and MLL5 (Summarized in Table 1 and [49]). Despite having similar enzymatic activities, these H3K4Me writer proteins exhibit different phenotypes and are important for the regulation of different gene targets [44,50,51,52,53,54,55,56,57,58,59]. It is beyond the scope of this review to discuss the different MLL family protein complexes, but determining whether or not they bind to unique target genes or have unique regulatory functions at the same target genes remains an important area of study.Table 1MLL family names.NCBI NameAliases (commonly used aliases in bold)Human Chromosome PositionImportant ReferencesMLLMLL1, HRX, TRX1, ALL-1, CXXC7, HTRX1, MLL1A, MLL/GAS7, TET1-MLL, KMT2A11q23[39,40,41,60]MLL2ALR, KMS, MLL4, AAD10, KABUK1, TNRC21, CAGL114, KMT2B, KMT2D12q13[61] Note: this is the MLL that is mutated in Kabuki syndrome [62], sometimes MLL4 (below) is mistakenly referencedMLL3HALR, KMT2C7q36.1[63,64]MLL4MLL2, HRX2, TRX2, WBP7, KMT2D19q13.1Originally called MLL2 in [65,66], renamed MLL4 in [63] but still commonly referred to as MLL2 in [51,54,67,68,69]MLL5HDCMC04P, KMT2E7q22.1[70]SETD1ASET1A, SET1, KMT2F16p11.2[71]SETD1BSET1B, KMT2G12q24.31[72]Open in a separate windowMLL encodes a 3,969 amino-acid DNA-binding protein which contains several domains including two AT-hooks that can bind AT rich DNA [73], a CXXC domain that binds unmethylated CpG rich DNA [74,75,76,77] and the polymerase associated factor 1 (PAF1) elongation complex (PAF1C) [69,78], four PHD fingers that interact with cyclophilin 33 (CyP33) [79,80,81,82,83], the H3K4Me2/3 mark [69,82,84] and the Elongin B/C-Cullin-SOCS box protein (ECSASB) E3 ubiquitin ligase complex [85], an atypical bromodomain [82], and a C-terminal SET domain that catalyzes H3K4 KMT activity ([33,34] and Figure 1). For the sake of brevity, this review will focus on a few key MLL complex members, but Table 2 presents a summary of proteins shown to bind directly to MLL.Table 2MLL protein complex components.NCBI NameAliases (commonly used aliases in bold)Human Chromosome PositionMLL interaction siteEvidence for a direct interaction with MLLStructural data supporting interaction MEN1Menin, MEAI, SCG211q13N terminus[86][87,88,89,90]PSIP1p52, p75, PAIP, DFS70, LEDGF, PSIP29p22.3N terminus[91][90]PAF1\n19q13.1CXXC region[69,78]No dataCTR9SH2BP1, TSBP, p150, p150TSP11p15.3CXXC region[78]No dataBMI-1RNF5110p11.23CXXC region[83]No dataELAC2ELC2, HPC217p11.2CXXC region[83]No dataCTBP1CtBP4p16CXXC region[83]No dataHDAC1HD1, RPD3, RPD3L11p34CXXC region[83]No dataPPIECYP-33, CYP331p32PHD finger 3[79][82]ASB2\n14q31-q32PHD fingers[85]No dataHCFC1CFF, HCF-1, HCF1, HFC1, VCAFXq28adjacent to BD[92]No dataHCFC2HCF-2, HCF212q23.3adjacent to BD[92]No dataCREBBPCBP, RSTS, KAT3A16p13.3MLL-C[93]No dataKAT8MOF, hMOF, MYST116p11.2MLL-C[94]No dataWDR5SWD39q34SET domain[95,96][97,98,99,100,101,102,103,104,105,106]RBBP5RbBP5, SWD11q32SET domain[95,96,107][104,105,108]ASH2L *ASH2, ASH2L1, ASH2L2, Bre28p11.2SET domain[95,96,107][105,108,109]DPY30 *DPY-30, Saf192p22.3SET domain[96,110][111]Open in a separate window* Although ASH2L and DPY30 do not interact directly with MLL, they are included in Table 2 because they are important components of the SET domain core complex.Open in a separate windowFigure 1MLL protein structure. MLL has 3 HMG-like AT hooks (black bars) that bind AT rich DNA, a CXXC domain (grey bar) that binds unmethylated CpG DNA, four PHD (Plant Homeo Domain) fingers (yellow, green blue and red bars) that mediate interactions with several proteins; an atypical bromodomain (purple bar), FYRN and FYRC domains (light blue bars) and a C terminal SET domain (orange bar) that methylates histone H3 on lysine 4. Wild type MLL is cleaved by taspase 1 into two fragments: MLL-N and MLL-C. These fragments dimerize to form a stable complex. BCR = breakpoint common region. Adapted from [69].Taspase 1 mediates the cleavage of the MLL protein generating 320 kDa N-terminal (MLL-N) and 180 kDa C-terminal (MLL-C) fragments which then together dimerize in a large molecular weight complex [34,92,94,112,113]. The MLL-C core complex that mediates H3K4 methylation consists of WD repeat-containing protein 5 (WDR5), ash2 (absent, small, or homeotic)-like (Drosophila) (ASH2L) and Retinoblastoma binding protein 5 (RBBP5) RBBP5 [95] (Figure 2A). WDR5 mediates the binding of the MLL complex to H3K4me2 and is important for the conversion of di- to tri-methyl at lysine 4 [114] while RBBP5 stabilizes the interaction between MLL-C and WDR5 as well as ASH2L [92,95]. The MLL-C complex also interacts with the histone acetyltransferase males absent on first (MOF aka MYST1, see Table 2) which acetylates H4K16 [94] and the CREB binding protein (CBP) that acetylates H3 and is important for the transcriptional activation of specific target genes [93]. According to the model proposed by Wysocka et al. and Dou et al., once methylation is initiated, WDR5 recruits the MLL complex to H3K4me2 allowing the addition of another methyl group at K4 (H3K4me3) and acetylation of H4K16. Additional MLL complexes are then recruited or MLL complexes are transferred to the next nucleosome through the binding of WDR5 to H3K4me2 (Figure 2B) [95,114].Open in a separate windowFigure 2MLL multiprotein complex. (A) MLL is present in the cell as part of a large protein complex. MLL-C is associated with the WDR5, RBBP5, ASH2L and MOF proteins. MLL-N interacts with a wide range of different proteins, for simplicity only menin and LEDGF are shown; (B) The model proposed by Wysocka et al. and Dou et al.: WDR5 recruits the MLL complex to H3K4me2 allowing the addition of another methyl group to histone H3 lysine 4 and acetyl group to histone H4 lysine 16. Additional MLL complexes are then recruited to target genes or existing MLL complexes are transferred to the next nucleosome [95,114]. The yellow triangle represents an acetyl mark, while red circles represent methyl marks. Figure adapted from [114].As noted above and in Table 2, the MLL-N portion binds to a large number of different proteins, we briefly discuss here two key ones. The N-terminus of MLL binds to the menin (MEN1) and lens epthelium-derived growth factor (LEDGF) proteins [86,87,88,89,91,92,115] (Figure 2A). Menin is a tumor suppressor protein whose loss causes multiple endocrine neoplasia type 1, an autosomal dominant familial cancer syndrome [116]. Menin and LEDGF were initially thought to be essential for the recruitment of wild type MLL and MLL-FPs to gene targets in vivo [90,91,115,117,118,119]. Although the presence of menin tends to be associated with increased gene activation and increased levels of MLL protein [68,115,118,119], its actual role appears to be more complex than a simple MLL recruitment mechanism. The roles of menin, LEDGF and other MLL-N protein/domain interactions in recruitment are discussed in more detail in sections 5 and 9 below. 4. MLL and LeukemiaRearrangements of the MLL gene are associated with acute myeloid (AML), lymphoid (ALL), and biphenotypic or mixed lineage leukemias. MLL rearrangements are detected in over 70% of all infant leukemias and in 5–10% of childhood and adult ALL or AML cases; they are also a common cause of chemotherapy related secondary leukemias ([120] and reviewed in [121,122]). As a general group, the genetics of acute leukemias are often complex and carry a wide range of different somatic mutations combined with complex gene expression patterns. Conversely, MLL-FP leukemias represent a distinct class of acute leukemias that are relatively simple from a genetic point of view.There are two general groupings of MLL rearrangements: (1) MLL gene specific mutations that include small internal deletions, partial tandem duplications (MLL-PTD) or MLL whole gene duplications; and (2) large, cytologically visible chromosome translocations that fuse the 5' end of the MLL gene in-frame with over 60 different partner genes producing novel MLL-FPs [35]. MLL-PTD is associated with 5–10% of AML with normal karyotype and 25% of these patients also carry a FLT3 (FMS-like tyrosine kinase 3) internal tandem duplication (FLT3-ITD) mutation, suggesting that MLL-PTD requires cooperating mutations to produce AML [123,124]. A recent study using an animal model reported that MLL-PTD directly contributes to AML when present with another mutation such as FLT3-ITD  [125]. Zorko et al. have shown that while animals expressing either MllPTD/WT:Flt3ITD/WT are not able to develop leukemia, double knock-in mice are capable of recapitulating the human disease [125].Conversely, MLL-FPs alone can directly cause aggressive acute leukemias in mouse model systems as well as in Xenograft assays [12,126,127,128,129,130,131,132,133,134,135,136,137,138,139]. In human patients, the prognosis for leukemias containing MLL-FPs varies somewhat with the different fusion partners but is generally quite poor ([140,141], reviewed in [122] and in [142]). There are two general classes of MLL-FPs, nuclear FPs and cytoplasmic FPs. Cytoplasmic FPs are much more rare and are thought to function by adding dimerization domains to MLL-N [135,138,143,144]. Around 80–90% of all MLL gene translocations are accounted for by fusions with the AF4, AF9, ENL, ELL, AF10 or AF6 genes [145], while the remaining 59 different fusion partners, most of which were identified in only single patients, account for 10–20% of MLL-FPs [35]. In this review, we will specifically focus on the function of the six most common MLL-FPs and discuss recent work that suggests that this subset share a common biochemical mechanism.Rare among MLL leukemias, the reciprocal fusion gene from the t(4;11)(q21;q23) chromosomal translocation is expressed producing both MLL-AF4 and AF4-MLL proteins [146,147]. Although co-expression of both MLL-AF4 along with AF4-MLL most closely recapitulates the human disease phenotype [146], knocking down the MLL-AF4 protein is sufficient to disrupt the leukemic growth of a t(4;11) patient cell line [148] suggesting that targeting MLL-AF4 activity alone may be sufficient for disrupting t(4;11) leukemogenesis. Up to 80% of all t(4;11) leukemias express both AF4-MLL and MLL-AF4, with the remaining 20% expressing MLL-AF4 alone [149]. In this review, we will focus mainly on the function of the common MLL-FPs and will not explore the function of the AF4-MLL protein in depth, but it is likely that this protein will turn out to be a key player in t(4;11) leukemias.Two non-exclusive models have been proposed to explain the relative aggressiveness of MLL-FP leukemias including (a) that MLL-FPs increase mutation rates in cells and (b) that MLL-FPs hijack multiple cellular growth pathways [150].Favoring the first model is the finding that MLL has a key role in the DNA damage response (DDR) pathway and MLL-FPs cause compromised S phase checkpoints and chromatid errors [151]. Normally, MLL is phosphorylated by ATR (ataxia telangiectasia and Rad-3-related) protein in response to DNA damage during S phase. Phosphorylation of MLL prevents its degradation by the Skp2 (S-phase kinase-associated protein 2) protein and promotes its accumulation on chromatin, ultimately leading to a delay in DNA replication fork assembly [151]. However, the presence of MLL-FPs impairs the phosphorylation of the wild type protein and its stabilization on the damaged DNA, thus compromising the S-phase checkpoint and allowing accumulation of mutations [151]. Moreover, a recent study has highlighted the importance of a DNA damage response signaling pathway in an MLL-ENL mouse model [152]. Induced expression of the fusion protein causes myeloproliferation with the potential to develop full acute leukemia. This in turn activates the DNA damage response leading to an arrest in proliferation and eventual senescence. Positive selection for those cells able to eliminate or bypass this response allows for the transition from a pre-leukemic state, with myeloproliferative characteristics, to a fully developed leukemia. Activation of a DDR pathway was also described in clinical samples of human MLL leukemic patients, although the downstream effector pathways were reported to be attenuated suggesting that the DDR has to be neutralized in order to progress to full disease [152].On the other hand, supporting the hypothesis that MLL-FPs alone are sufficient for the leukemic transformation of the target cells, high resolution SNP array analyses and genome wide sequencing in t(4;11) leukemias suggest they contain very few additional cooperating mutations [36,37,38]. Also, MLL-FPs alone are often capable of rapidly producing acute leukemias in mice [12,126,127,128,129,130,131,132,133,134,135,136,137,138,139]. This indicates that the expression of MLL-FPs is sufficient for the promotion of leukemogenesis, likely through the epigenetic activation of key master regulatory factors that set up gene expression networks responsible for cell growth and proliferation.Although much progress has been made in elucidating the molecular basis underlying MLL-FP mediated leukemogenesis, attempts to find common mechanisms have been complicated by the heterogeneous nature of these leukemias. For instance, MLL-AF4 fusions are predominantly found in ALL (although also detected in biphenotypic ALL, therapy related AML and rare cases of AML), MLL-ELL, MLL-AF10 and MLL-AF6 fusions are predominantly present in AML, while MLL-AF9 and MLL-ENL are found in both AML and ALL (although rare in adult ALL, reviewed in [121,122,142]). Different MLL-FPs are often associated with different prognoses, even when they produce similar leukemias [142]. Elegant experiments from the Rabbitts laboratory have demonstrated that the fusion partner has an active role in determining the resulting leukemia [153,154,155,156,157]. Specifically, they used an in vivo Cre-loxP mediated recombination system for inducing MLL chromosome translocations in different mouse cell lineages. They found that MLL-AF9 translocations could only cause AML and had no capability to produce ALL even when induced in T cells, MLL-ENL could cause both AML or T-ALL (but not B cell ALL) depending on whether it was expressed in a more primitive or a more differentiated cell, and MLL-AF4 could only produce B cell lymphomas even when induced in T cells [153,154,155,156,157].An important conclusion from this work is that it is the combination of the specific fusion partner and the cell type where the fusion is expressed that determines the resulting leukemia. So how does the fusion partner influence the leukemic outcome? The fact that different MLL-FPs can be expressed in the same cell type and have different phenotypic outcomes suggests that different MLL-FPs either regulate different target genes, or they have unique functions at a similar set of target genes. This produces the following two key questions: (1) Which key downstream gene targets are essential for MLL-FP mediated leukemogenesis?(2) How do different MLL-FPs control epigenetic gene regulation on a molecular level? 5. Recruitment of MLL and MLL-FPs to Gene TargetsThere are several lines of evidence suggesting that recruitment and stable binding of MLL and MLL-FPs are key to keeping target genes such as HOXA9 active. MLL binding and HOXA9 expression are both very dynamic during hematopoietic differentiation and are tightly linked [13,20,48,158]. Binding of MLL is also an essential step for HOXA9 activation in mouse embryonic fibroblasts (MEF) cells [13,20,69,94,95] and MLL-FP binding is absolutely necessary for HOXA9 activation in bone marrow cells [13]. As discussed earlier, MLL is rich with chromatin binding domains, all of which could potentially act as reader modules that control recruitment. The concept of “multivalency”, where multiple interactions are required for specific and stable binding [159], has become an increasingly studied mechanism for how chromatin proteins recognize target genes in vivo  [160,161].In a systematic analysis of domain recruitment function, we recently identified a minimal HOXA9 recruitment domain that requires the PHD fingers as well as the CXXC domain of wild type MLL [69]. This minimal recruitment domain requires the activity of the third PHD finger of MLL which binds to the H3K4Me2 and Me3 “writer” mark of MLL [69,82], and also requires an interaction between the MLL CXXC domain and the PAF1 elongation complex [69,78]. The PAF1C is made up of six different components which include the already mentioned PAF1 as well as CTR9, RTF1, LEO1, CDC73 and SKI8 [162]. The MLL CXXC domain interacts directly with PAF1 [69,78] and an adjacent region interacts directly with CTR9 [78]. In summary, these results suggest that multivalent interactions control MLL recruitment to HOXA9 in vivo (Figure 3). However, since MLL and PAF1C do not completely overlap in the cell [69], this also suggests that MLL recruitment to target genes other than HOXA9 could be controlled by other mechanisms.Open in a separate windowFigure 3Steps in recruiting MLL and MLL-FPs to the HOXA9 locus. MLL is recruited to a target gene through interactions with the PAF1 complex and H3K4Me3 which results in increased activation of the locus and a more open chromatin conformation. This allows MLL-FP to bind by interactions with PAF1C and CpG rich DNA. Red circles represent methyl marks.MLL-FPs lack the PHD fingers and thus are recruited to gene targets through a slightly different mechanism. MLL-FPs still interact directly with PAF1C [69,78], but they also bind directly to CpG rich DNA via the CXXC domain and disruption of this interaction completely abolishes recruitment [69]. Interestingly, MLL-AF9 recruitment to HOXA9 is only possible in the presence of an actively bound wild type MLL complex ([69] and Figure 3). We have no evidence for a direct protein-protein interaction between MLL and MLL-AF9, so we instead favor the idea that binding of the wild type MLL protein to HOXA9 creates an “open chromatin” conformation which allows MLL-FP binding (Figure 3). It is unclear if MLL-FPs are dependent on wild type MLL for recruitment to all gene targets, or if HOXA9 is a special case. It is also unclear if the fusion partner itself could contribute to recruitment, or if there is simply a generic recruitment mechanism that operates for all the different MLL-FPs. Much remains to be understood about the recruitment process, which is why this continues to be an important area of inquiry. 6. Important MLL-FP Regulatory Targets6.1. Gene TargetsThere is conflicting evidence over whether MLL-FPs regulate the same or different target genes. Human leukemias with MLL rearrangements are strongly correlated with expression of the MEIS1 and HOXA9 genes [163,164,165,166]. In bone marrow transformation assays and mouse model systems, co-expression of Meis1 and HoxA9 together cause aggressive leukemias in mice [167,168] and together can replace the requirement for an active MLL-ENL fusion protein [169]. Importantly, HoxA9 expression alone (but not Meis1 alone) can cause leukemia in mice, although with a much longer latency than HoxA9/Meis1 co-transfected mice [168], and it is required for MLL-ENL mediated bone marrow transformations [170]. HOXA9 overexpression has long been thought to be a hallmark of MLL-FP leukemias and many human patient samples are dependent on overexpression of HOXA9 for their continued growth and leukemic potential [171,172]. As well, the vast majority of human patients with MLL-FPs show high levels of HOXA9 expression [173].However, other evidence suggests that HOXA9 may not be a key target in all MLL-FPs: HoxA9−/− mice are still susceptible to MLL-AF9 mediated leukemogenesis [132] and MLL-GAS7 is capable of transforming HoxA9−/− bone marrow cells [137]. Furthermore, patients carrying t(4;11) can be equally split into two distinct subsets: those who have HOXA gene cluster expression or those that do not [174,175]. Interestingly, patients lacking HOXA expression have a worse prognosis and a greater chance for disease relapse [174,175]. Together, these results suggest that HOXA9 may not be the key target gene in all circumstances.Several recent papers have identified additional target genes that contribute to MLL-FP leukemogenesis including a central role for MEIS1 [176], Eya1, Six1 [177], MEF2C  [178,179], RUNX2, ITF-2 [178], IGSF4  [180], MYB [181,182], the Wnt pathway [131,139], CD133 [183], as well as MYC target genes in general [184,185,186]. However, it is not clear if any of these gene targets have a role in all MLL-FP leukemias or are instead expressed in only a subset of human cases.Evidence that different MLL-FPs regulate unique target genes comes from a recent observation that although human patient samples with MLL-AF4, MLL-ENL or MLL-AF9 fusion proteins have overlapping gene expression profiles, there is a subset of gene targets that are distinct for each fusion protein [174]. Additionally, Wang et al. have suggested that MLL-FP target genes, at least for MLL-ENL, are a subset of wild-type MLL target genes [177] and a comparison of ChIP-seq data for MLL-AF4 and MLL-AF9 identify few common gene targets [187,188]. Thus the possibility exists that different MLL-FPs may directly regulate unique target genes and this would explain at least some of the heterogeneity observed in MLL-FP leukemias. Future ChIP-seq experiments will likely shed further light on MLL-FP target gene specificity.Complicating the search for key targets is the leukemic stem cell (LSC) hypothesis which suggests that leukemogenesis is controlled by a small subset of cancer stem cells that control self-renewal and are responsible for relapse after treatment [189]. Although the explicit concept of a rare, phenotypically fixed cancer stem cell remains controversial, it has been suggested that heterogeneity within the cancer stem cell compartment could be a major determinant of clonal evolution and relapse after therapeutic treatment [1]. Recent work from the Vyas laboratory indicates that different subpopulations of LSCs with unique gene expression profiles can exist in the same leukemia, and it seems likely that this level of diversity in gene expression patterns could be controlled by both genetic and as well as epigenetic alterations [190].Most MLL gene expression analyses have focused on global expression patterns in bulk patient samples, or gene expression patterns in pre-selected retrovirally transduced cell types. Considering that the majority of leukemic cells in a sample do not have LSC potential, it is unclear if the gene expression profiles of the bulk of cells will be truly representative of the LSC core. Retrovirally transduced material is prone to overexpression artifacts [133], suggesting that many studies have not identified the true gene targets necessary for the LSC compartment in human patients. Thus it remains to be determined which downstream targets are the key, direct targets of MLL-FPs that are specifically crucial for maintaining the LSCs in human patients, and if these are shared or unique among different MLL-FPs.6.2. MicroRNA TargetsMicroRNAs (miRs) are a recently discovered class of naturally occurring short non-coding RNA molecules that regulate eukaryotic gene expression through binding to complementary sequences in the 3' UTR of target mRNA. They are commonly aberrantly expressed in many cancers, including hematological malignancies [191]. Patients with AML or ALL can be separated on the basis of their microRNA signature: 27 miRs were found differentially expressed in these 2 groups of patients with let-7b and miR-223 as the most up-regulated and miR-128a and miR-128b as the most down-regulated [192]. Distinct patterns of microRNA expression are also present in MLL-FP leukemias [193,194,195] with an apparent specific miR signature in AML patients carrying MLL translocations versus other AMLs [196]. An important regulatory target of both MLL and MLL-FPs is mir-196b, which is located in a region between HOXA9 and HOXA10 genes, at chromosome 7p15.2. Recent studies indicate that MLL regulates mir-196b expression in a pattern similar to that of the surrounding genes and that MLL-FPs cause its up-regulation [197]. miR-196b may play a role in leukemogenesis by stimulating proliferation and inducing a block in differentiation of hematopoietic progenitor cells [197]. Furthermore, expression of MLL-FPs in lineage negative bone marrow cells leads to the overexpression of mir-196b and treatment of these cells with an antagomir specific for mir-196b causes a decrease in proliferation [197]. Li et al. have identified the tumour suppressor gene Fas as a direct target of miR-196b. Overexpression of Fas in mir-196b/MLL-AF9 transduced bone marrow cells significantly delayed the development of leukemia in secondary transplantation, indicating that miR-196b mediated repression of this gene is important for MLL-FP mediated leukemogenesis [198].Moreover, recent studies have also shown that MLL and in particular MLL-FPs bind to the promoter region of the miR-17-92 cluster inducing its expression [199]. Over-expression of this microRNA cluster is a common feature in different types of cancers. It has been reported that miR-17-92 has a role in monocyte, megakaryocyte and B cell development. Forced expression of these miRs causes repression of monocytopoiesis [200] and megakaryocytopoiesis [201] and inhibits the transition from pro- to pre-B cells [202,203]. Ectopic expression of mir-17-92 increases proliferation in mice bone marrow progenitor cells and contributes to transformation by modulating the expression of important target genes involved in cell cycle, cell death and apoptosis [199]. Recently, Wong et al. have identified CDKN1A (p21), a regulator of the cell cycle, as a direct target of mir-17-92. Repression of p21 would favour cell cycle progression and self-renewal of MLL leukemic cells [204], and may repress the tendency for MLL-FPs to up-regulate the expression of CDKN1A  [205]. Furthermore, transcription of the mir-17-92 cluster is directly regulated by MYC [206], which is commonly targeted by MLL-FPs [182,185,186]. These data would suggest a cooperative model where MLL-FPs sustain expression of MYC and then together with MYC could activate the miR-17-92 cluster. Expression of these together could then modulate expression of different target genes in order to maintain proliferation and cell renewal capacity and repress apoptosis.It’s also possible that down-regulation of specific miRs might maintain overexpression of some MLL-FP target genes. Many of the down-regulated miRs identified in MLL-FP leukemias target important oncogenes that may be critical for leukemogenesis [196]. A good example is miR-15a, one of the most down-regulated microRNAs in MLL-FP leukemias [195,207], which has been known to target the antiapoptotic gene BCL2  [208]. BCL2 is also a common target of MLL-FPs and its expression contributes to MLL-FP leukemogenesis [185]. MLL-FPs could bind to BCL2 allowing its transcription while the down-regulation of miR15a would also support overexpression of this gene. High levels of BCL2 have potential oncogenic effects in a conditional BCL2 transgenic mouse and may contribute to the pathogenesis of leukemia [208]. Let-7a is another microRNA that is down-regulated in MLL-FP leukemias and it has been linked to the RAS family of oncogenes [209]. RAS family proteins are considered to be regulators of different cellular processes [210] and k-Ras cooperates with MLL-FPs to induce leukemia [211,212,213].Although there is evidence pointing to a common microRNA signature in MLL-FP leukemias, these are quite a heterogeneous group of leukemias and it is conceivable that specific microRNA signatures may instead correlate with individual MLL-FPs. A more comprehensive study designed to differentiate individual MLL-FPs based on their microRNA expression patterns could give us insight into the possible molecular mechanisms driving the different MLL-FPs. 7. The MLL-FP InteractomeDespite the fact that there are over 60 different fusion partners, MLL-FPs share many similar features. Breakpoint positions on the MLL protein cluster in a region between the CXXC domain and the PHD fingers ([214,215], Figure 1). This results in a fusion protein lacking the PHD fingers, the bromodomain and the SET domain, but containing the CXXC domain and the N terminus of wild type MLL. Thus all MLL-FPs maintain interactions with the previously discussed PAF1C, LEDGF and Menin proteins, and these interactions are all key for MLL-FP mediated leukemogenesis [69,78,86,91].Work from multiple labs spanning more than a decade has revealed the presence of multiple shared components in complexes mediated by the fusion proteins themselves (Figure 4 and Figure 5). Using a combination of yeast two hybrid screening, immunopreciptations and GST pulldowns, Erfurth et al. initially showed that the wild type AF4 (ALL1-fused gene from chromosome 4 protein) and AF9 (ALL1-fused gene from chromosome 9 protein) proteins directly interact with each other [216]. A synthetic peptide that disrupts the AF4-AF9 interaction in vivo causes cell death in MLL-AF4 leukemia cells [217,218], providing strong evidence that fusion protein complexes make key contributions to MLL-FP leukemogenesis. These initial results were extended by the observation that ENL interacts with AF4, AFF4 (AF4/FMR2 family member 4, see Table 3 for additional names), disruptor of telomeric silencing-like (DOT1L, an H3K79 methyltransferase) and, under limited circumstances, AF10 (ALL1-fused gene from chromosome 10 protein) [219,220]. Coupled with an earlier observation that AFF4 interacts with the transcriptional coactivator pTEFb (positive Transcription Elongation Factor b: a dimer of CyclinT1 or T2 and cyclin-dependent kinase 9 (CDK9) that can phosphorylate serine 2 on the RNA pol II C-terminal domain), this suggested that MLL fusion partners could be linked to transcription promoting complexes [221]. Finally, these links were firmly established by work identifying wild type AF4, ENL, AF10 and AF9 as normal components of a complex that contained pTEFb and DOT1L and could promote transcription at target genes [222,223,224].Open in a separate windowFigure 4Interactions amongst Super Elongation Complex components (A) AF4, AFF4, AF9, ENL, pTEFb, DOT1L, ELL and EAF protein complexes are linked together by a series of different interactions. BRD4 and PAF1C are also linked to the SEC via interactions with pTEFb and AF9/ENL, respectively. Recent data have also suggested the possibility that AF9/ENL might bind TFIID; (B) AF9/ENL interacts with the H3K79 methyltransferase DOT1L in a complex that excludes other interacting partners.Open in a separate windowFigure 5MLL-FPs are present in the cell as part of distinct multiprotein complexes. (A) The MLL-AF4 fusion protein can either bind to AF9 (i) or ENL (ii) or AF4/AFF4 (iii). CBX8 and PAF1C may also be able to interact with wild type AF9 and ENL in the context of the MLL-AF4 complexes, or they may be mutually exclusive (the uncertainty is indicated by a “?”); (B) MLL-AF9 or MLL-ENL can exist in a complex either with DOT1L or with AF4/AFF4/pTEFb/ELL/EAF. CBX8 may be part of these complexes or may be in a distinct, mutually exclusive complex with MLL-ENL or MLL-AF9; (C) MLL-AF6 is the only MLL-FP which doesn’t interact with any SEC component.Table 3MLL interactome names and interactions.NCBI NameAliases (commonly used aliases in bold)Human Chromosome PositionEstablished Direct interactions (A question mark indicates a presumed but not fully established interaction)MLLT3AF9, YEATS39p22DOT1L, AF4, AFF4, CBX8, PAF1, CYCT1MLLT1ENL, LTG19, YEATS119p13.3DOT1L, AF4, AFF4, CBX8, PAF1, CYCT1?ELLC19orf17, ELL1, MEN, PPP1R6819p13.1EAF1, EAF2,ICE1, ICE2, CYCT1 ELL2\n5q15EAF1, EAF2,ICE1, ICE2, CYCT1EAF1\n3p25.1ELL, ELL2, MED26, CYCT1EAF2BM-040, BM040, TRAITS, U193q13.33ELL, ELL2, MED26, CYCT1CCNT1(pTEFb)CCNT, CYCT1, HIVE1,Cyclin T112q13.11CDK9, ELL, ELL2, AF4, AFF4, AF9CDK9(pTEFb)RP11-228B15.5, C-2k, CDC2L4, CTK1, PITALRE, TAK9q34.1CYCT1AFF1AF4, MLLT2, PBM14q21AF9, ENL, CYCT1AFF2FMR2, FMR2P, FRAXE, MRX2, OX19Xq28N/AAFF3LAF4, MLLT2-like2q11.2-q12N/AAFF4HSPC092, AF5q31, MCEF5q31AF9, ENL, CYCT1DOT1LDOT1, KMT419p13.3ENL, AF9CBX8PC3, RC117q25.3ENL, AF9BRD4CAP, HUNK1, HUNKI, MCAP19p13.1CYCT1, PAF1 complex?PAF1\n19q13.1ENL, AF9, BRD4?Open in a separate windowMore recent and extensive analyses of MLL fusion partner complexes have revealed a series of interactions which link together AF4, AFF4, AF9, ENL, pTEFb, DOT1L, ELL (elongation factor RNA polymerase II) and EAF (ELL-associated factor) protein complexes [147,225,226,227,228,229,230], leading to the suggestion that many MLL fusion partner proteins exist together in the cell as a large “super elongation complex” or SEC [226,231]. Interestingly, a common MLL fusion partner in AML, the AF6 protein, does not appear to co-purify with any components of the SEC ([227] and Figure 5C), suggesting that a direct interaction with the SEC is not necessarily essential for MLL-FP mediated leukemogenesis. Exciting recent work has also identified a link between the histone acetyl interacting bromodomain-containing protein 4 (BRD4, a member of the BET family of bromodomain proteins) and the PAF1C and SEC complexes [185], as well as direct interactions between AF9 and ENL with the PAF1C [232], further contributing to the concept of a large fusion partner super complex (Summarized in Figure 4 and Table 3).One potential difficulty with interpreting these large-scale protein complex purifications is that they fail to differentiate between the existence of one large “super complex”, and the alternate possibility of several smaller sub-complexes that either share overlapping subunits or dynamically interact with each other in the cell [225,227,233]. In a careful analysis of reconstituted minimal complexes, Biswas et al. found that the large super complex could be subdivided into smaller, biochemically defined distinct complexes that had some overlapping subunits, as well as several mutually exclusive protein interactions [225]. For instance, although AF4 and AFF4 heterodimerize (and weakly homodimerize) with each other [227], they do not reside in a common complex with AF9 [225]. Also, AF9 and ENL form independent, mutually exclusive complexes with DOT1L that do not contain any other members of the SEC [225,227,232]. Recent work also shows that ENL and AF9 reside in distinct, mutually exclusive SEC complexes, with ENL containing complexes apparently more common in the cell [232]. Similarly, ELL2 containing complexes are more common than ELL containing complexes and degradation of ELL2 impacts the stability of SEC complexes in the cell [234]. The division of the MLL-FP “interactome” into distinct sub-complexes could have implications for understanding how MLL-FPs functionally hijack normal gene regulation processes (see below), including the possibility that different sub-complexes have distinct regulatory targets in the cell [235,236], or the possibility that they impact distinct stages of gene regulation.Different fusion partner complexes also contain unique components. For instance, AF9 co-purifies with transcription factor IID (TFIID) subunits [225], AF4 and AFF4 co-purify with the transcriptional coactivator complex Mediator [225,237] and AF9 and ENL directly interact with CBX8 [223,225,238,239,240]. While it is not yet clear if the interactions with Mediator and TFIID contribute to MLL-AF4 or MLL-AF9 leukemogenesis, CBX8 has been recently shown to be essential for MLL-AF9 induced leukemogenesis, potentially by recruiting the histone acetyltransferase Tip60 [240].MLL-FPs contain truncated versions of the various fusion partners and thus they retain most, but not always all, of the fusion partner protein interactions. For example, in the MLL-AF4 fusion the N terminus of AF4, which is responsible for the direct interaction with pTEFb, is missing [227]. However, since the AF4-C portion of the protein can heterodimerize with AFF4 (and weakly homodimerize with AF4), the MLL-AF4 protein is still able to indirectly interact with the pTEFb complex (Figure 5Aiii). The N termini of the AF9 and ENL proteins are missing in MLL-AF9 and MLL-ENL fusions and thus are missing the PAF1C interaction domain [232]. However, all MLL-FPs still interact with PAF1C through the CXXC domain [69,78].Considering the presence of unique protein interactions and the fact that many fusion partner protein-protein interactions are mutually exclusive [225,227,232,234], it seems likely that MLL-FPs participate in multiple distinct complexes in the cell (Figure 5). For example, based on exclusivity of some of the factors in wild type fusion partner complexes, it seems likely that MLL-AF4 could exist in three distinct mutually exclusive complexes containing AF9, ENL or AFF4/pTEFb/ELL/EAF (Figure 5Ai–iii). Conversely, MLL-AF9 or MLL-ENL could be present in either a DOT1L or an AFF4/pTEFb/ELL/EAF containing complex, but not both (Figure 5Bi,ii). Currently, it is unclear if AF9/ENL and CBX8 or PAF1C interactions are compatible with other protein interactions, but this could increase the number of possible subcomplexes in the cell for different MLL-FPs. Taken as a whole, the protein interaction data suggests that different MLL-FPs exist in at least some unique protein complexes (Figure 5), and this could have distinct functional outputs at regulatory targets, perhaps explaining at least some of the phenotypic differences between different MLL-FPs. Below we explore these possibilities. 8. A Unifying Molecular Model for the Six Common MLL-FPs?What is the functional significance of all these interactions? The current model of MLL-FP leukemogenesis suggests BRD4 binds to acetyl lysine residues on H3 and H4, and then recruits PAF1, MLL-FPs and the SEC (via an interaction with pTEFb and through the MLL-FPs themselves) to a subset of important target genes (including MYC, MYB and BCL2) causing increased gene expression [69,78,185,186,241,242]. Since the six common fusion partner proteins are components of the same web of protein interactions, these MLL-FPs could recruit the same SEC to regulatory targets in vivo. ChIP experiments seem to support this possibility since most of the components of the SEC are present at the same gene targets, even in different MLL-FP leukemias [225,226,227,230,231]. This simple, unifying mechanism is also supported by the observation that highly specific inhibitors that target the acetyl binding pocket of BRD4 disrupt activation of some MLL-FP target genes such as MYC, and impair the growth of a wide range of different MLL-FP-mediated leukemias [185,186].However, even among these six common FPs, a simple unifying model of MLL-FP molecular activity does not fit the complexity of the interaction data (see above) or the fact that individual MLL-FPs cause different leukemias that are determined by the fusion partner itself. This instead suggests that the specific fusion partners in particular MLL-FPs have different functions and thus don’t act through a completely common molecular mechanism. In addition, even though the AF6 protein doesn't interact with any components of the SEC, ChIP experiments indicate that in MLL-AF6 leukemias, all the same factors are bound to gene targets as in MLL-AF4, MLL-ENL and MLL-AF9 leukemias [227]. MLL-AF6 is thought to function through dimerization [243], indicating that SEC recruitment/activity could be controlled indirectly through normal gene activation [231]. Although we have focused our discussion on the six most common MLL-FPs, it is also worth noting that there are at least 59 other gene partners that can cause MLL-FP leukemias and none have been implicated in SEC interactions, but it is possible that they are all able to recruit the SEC indirectly in a way that is similar to MLL-AF6. Thus it seems unlikely that the major role of MLL-AF9, MLL-AF4, MLL-ENL, MLL-AF10 and MLL-ELL is to simply recruit the rest of the SEC. A full understanding of the molecular mechanisms of MLL-FP leukemogenesis requires detailed individual information on each component of the MLL-FP interactome as well the function of the individual proteins in the context of larger complexes. A detailed discussion of key MLL-FP complex components is outlined below. 9. Epigenetic and Transcriptional Mechanisms of the MLL-FP InteractomeCertain individual components of the MLL-FP interactome are well studied on the molecular level. Recent work has suggested that at the bulk of promoters, RNA polymerase II (Pol II) is paused proximal to the promoter [27,244,245,246,247,248]. Relief of proximal promoter pausing and full activation of gene expression is a highly regulated process that requires the activity of several components of wild type SEC complexes. CDK9, along with Cyclin T1 or Cyclin T2, is part of the pTEFb complex and is required for the phosphorylation of serine 2 on the Pol II C-terminal domain [249,250,251,252,253]. Serine 2 phosphorylation disrupts binding of the repressive DSIF/NELF (aka suppressor of Ty 5 homolog or SUPT5H and negative elongation factor) complex and helps Pol II transition to an actively elongating form [27,251,252], a process that is stabilized by a BRD4-pTEFb interaction [241,242]. Once Pol II is converted to an actively elongating form, elongation factors such as ELL and ELL2 are able to increase the rate of Pol II transcription [254,255], by maintaining alignment of the 3'-OH terminus of the nascent transcript and thus preventing Pol II backtracking [256]. Recent work also suggests that ELL containing complexes are recruited to promoters through an interaction between EAF1/2 and the Mediator subunit Med26, providing a potential link between transcription initiation events and the transition to productive elongation [237]. Additional factors such as AF4 and/or AFF4 could potentially act in concert with ELL/2 to increase transcription elongation at target genes in vivo. However, the ELL containing AF4 complex has no apparent additional elongation activity in vitro relative to purified ELL/EAF components [225]. One possibility is that, as with the elongation factors PAF1C and SII [162], the AF4/AFF4 enhancement of transcription elongation may only be apparent in the presence of nucleosomes. A full answer to this question awaits testing the transcription activity of these purified complexes on a chromatin template.Whatever the specific activities of the AF4 or AFF4 proteins might be, AFF4 stabilizes ELL protein levels [226] and overexpression of AFF4 prevents the (E3 ubiquitin ligase) seven in absentia homolog 1 (SIAH1) mediated degradation of ELL2 [234]. Early work also identified an interaction between AF4 and SIAH1/2 which promotes rapid degradation of the wild type AF4 protein [257,258], but the work of Liu et al. suggests that ELL2 is the primary target of SIAH1 mediated degradation, and that AF4/AFF4 mediated degradation is a secondary event [234]. MLL-FPs lack the PHD fingers of MLL and are resistant to normal MLL degradation pathways [85,151,259], suggesting that one possible function of the MLL-AF4 fusion protein is to stabilize ELL or ELL2 containing SEC complexes. Interestingly, interaction of the AF4-MLL fusion protein with MLL-C prevents SIAH mediated degradation of AF4-MLL [257], suggesting that the AF4-MLL fusion may also be involved in stabilizing ELL and ELL2 containing SEC complexes.The six components of the PAF1 complex produce robust enhancement of transcription on a chromatin template [162], and thus may also contribute directly to increased transcription of MLL-FP target genes. Initial experiments analyzing the role of PAF1C in MLL-FP leukemogenesis focused on its role in recruiting MLL-FP complexes to specific gene targets [69,78]. However, it also remains possible that MLL-FPs enhance the activity/stability of PAF1C in some way. Little is known about the specific molecular functions of the AF9 and ENL proteins, but they directly interact with PAF1C and may help stabilize and/or recruit PAF1C as well as other components of the SEC [232]. The MLL-AF4 protein retains the ability to interact with wild type ENL and AF9 (Figure 5 Ai,ii) suggesting that MLL-AF4/ENL/AF9 containing complexes could have specific effects on PAF1C activity at target genes.Although DOT1L containing complexes appear to be distinct from the rest of the SEC, inhibition of the H3K79 methyltransferase activity of DOT1L disrupts MLL-FP leukemogenesis [188,220,260,261,262,263], and increased H3K79Me levels are associated with multiple MLL-FPs including MLL-AF9, MLL-ENL and MLL-AF4 [12,13,230]. Although H3K79Me is associated with productive transcription elongation [27,28] and has connections with PAF1C mediated transcription elongation [264], no readers of H3K79Me2/3 have been identified and little is known about what specific role this histone mark has in transcription. However, enzymatically dead versions of DOT1L are unable to rescue DOT1L deficiencies in MLL-FP leukemias [263] and DOT1L enzymatic inhibitors have little effect on other leukemias [261], suggesting that whatever the specific role is, H3K79Me2 is key for maintaining the expression of MLL-FP target genes.Menin and LEDGF are both key contributors to MLL-FP leukemogenesis [86,87,88,91,117] and they were initially thought to be essential for the recruitment of wild type MLL and MLL-FPs to gene targets in vivo [90,91,115,117,118,119]. However, since Menin (and by extension LEDGF/p75) are components of both MLL and MLL2 complexes [68,92], Menin binding to target genes is partially dependent on MLL-ENL binding [117], and the major Menin and LEDGF/p75 interaction sites on MLL-FPs are dispensable for MLL-FP recruitment to the HOXA9 locus [69], the main function of these proteins is not likely to be recruitment.Interestingly, the Menin-MLL interaction creates a binding pocket for LEDGF such that LEDGF can only interact with MLL and Menin as a trimeric complex [90]. The PWWP domain of LEDGF is essential for leukemogenesis [91] and binds to H3K36Me [265], but it also directly contributes to transcription activation [266,267], in part by controlling splicing at specific target genes [265]. Together, this data suggests that the main role of the MLL-Menin interaction is to recruit LEDGF, which then may help promote transcription and splicing at key target genes. 10. Therapeutic Inhibitors of MLL-FP LeukemiasSeveral recent excellent reviews have covered the topic of epigenetic inhibitors in general and MLL small molecule inhibitors in particular [16,268,269,270,271,272,273] and as such we will only briefly deal with this topic here by highlighting a few key developments. A survey of histone modifications initially identified H3K79Me2 as a mark associated with MLL-ENL and MLL-AF9 activation of target genes [13], but the first study to directly implicate DOT1L in MLL-FP leukemias was the work of Okada et al. [220]. As already mentioned, more recent work has shown that DOT1L is key in maintaining MLL-FP leukemogenesis [188,260,262,263] and it is specifically the KMT (lysine methyltransferase) activity of DOT1L that is required [261,263]. In early experiments, a highly specific DOT1L KMT inhibitor appears to disrupt the growth of MLL-FP leukemias [261]. The development of more potent DOT1L inhibitors [274] and a more detailed analysis of the general toxicity of these inhibitors will be key in determining their efficacy in clinical trials, but this validates the approach of targeting specific writer domains as an effective way of disrupting leukemogenesis.Using a retroviral transduction assay, an analysis of multiple MLL-FP leukemias revealed overexpression of the H3K4/K9 eraser KDM1A (lysine (K)-specific demethylase 1A) [130,275,276]. Interestingly, KDM1A expression is required for the maintenance of MLL-FP leukemias and treatment of MLL-FPs with KDM1A inhibitors had a profound effect on leukemic growth in vitro as well as in vivo [275]. Although the inhibitors used in this study displayed some hematopoietic cell toxicity [275], KDM1A represents another example of targeting the enzymatic activity of a protein with specific inhibitors.Recent exciting work has also identified highly specific inhibitors of the BET family of Bromodomain containing proteins (including BRD4) as effective inhibitors of a range of different leukemias, including those containing MLL-FPs [185,186,277,278,279]. Initially considered to work primarily through inhibition of BRD4 mediated MYC gene expression, the molecular mechanism is likely to be more complex than this as MYC expression cannot completely rescue the effect of the BET inhibitor JQ1 [186] and some leukemias that express MYC are not sensitive to JQ1 [186,279]. The complete molecular mechanisms of BET inhibition remain to be elucidated, but the discovery of this potent class of inhibitors validates the targeting of reader domains as an effective way of disrupting leukemias and potentially other cancers.The above examples provide evidence that specifically targeting readers, writers and erasers may be an effective way of developing small molecule inhibitors of MLL-FP leukemias. In a different approach, work in the Cierpicki lab specifically focused on structural studies of the MLL-Menin interaction as a way of developing inhibitors of this important MLL protein complex component [87,89]. Early work by Yokoyama et al. showed that Menin was essential for MLL-FP leukemogenesis [86] and Grembecka et al. used Menin-MLL structural data to develop specific Menin-MLL small molecule inhibitors that disrupt the growth of MLL-FP leukemias [88]. MLL-FP cells appear to be highly sensitive to these inhibitors and it will be interesting to see how effective they are in animal model systems and potentially clinical trials.Other examples of inhibitors that appear to disrupt the growth of MLL-FPs (reviewed in [268]) include pTEFb inhibitors [224], an AF4-AF9 interaction inhibitor [217,218,280], GSK-3 inhibitors [281] and FLT3 inhibitors [282]. In the future, the fact that wild type MLL is essential for MLL-FP activity [69,119], suggests that inhibitors of WDR5, RBBP5 or the MLL SET domain may also prove to be effective therapeutic agents. However, since MLL is essential for normal hematopoiesis such inhibitors may have undesirable side effects. Instead, the DNA binding capability of the MLL CXXC domain is essential for MLL-FP leukemogenesis [67,69,76,283], but this activity appears to be less important in the wild type MLL protein [69]. This suggests that inhibitors designed to target the DNA binding activity of the CXXC domain may specifically disrupt MLL-FP proteins without disrupting the activity of the wild type MLL protein, thus potentially proving to have reduced cellular toxicity. Several downstream target genes of MLL-FPs are essential for leukemogenesis including MYB [182] and HOXA9 [171,172], but specifically inhibiting the activity of these transcription factors with small molecules is likely to prove challenging. Further analysis of downstream pathways controlled by MLL-FPs could instead reveal the existence of novel readers, writers or erasers that have functional domains that can be targeted in similar ways as the examples above. The possibility that leukemias could be highly individualized suggests that effective therapies may require a cocktail of different inhibitors, and thus development in this area is likely to continue. 11. ConclusionsAlthough MLL-FP leukemias appear to be relatively simple from a genetic point of view, this masks a great deal of complexity on the protein, gene expression and epigenetic levels. What can we make of all this complexity and the unique phenotypic outputs of different MLL-FPs? Different MLL-FPs may promote different transcriptional profiles by assembling and stabilizing unique complexes, potentially at unique regulatory targets. Slight differences between MLL-FPs on the transcriptional level could produce profound differences on the protein or miRNA levels. Thus future proteomic [284] and miRNA studies may need to treat different MLL-FPs as separate leukemia classes. Epigenetic inhibitors that were initially developed by studying MLL-FP leukemias [14,15,16] have an impact on a much wider range of different cancers [277,279], suggesting MLL-FP leukemias may provide a useful model for studying the role of epigenetics in human disease in general. AcknowledgmentsUnfortunately, there is not enough space in a single review to do justice to all of the literature published in the fast growing area of MLL leukemogenesis. We sincerely apologize to any authors whose original research was not fully represented. T.A.M. and E.B. are supported by funding from the Medical Research Council (MRC) UK. References1. Greaves M., Maley C.C. Clonal evolution in cancer. Nature. 2012;481:306–313. doi: 10.1038/nature10762. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Berdasco M., Esteller M. Aberrant epigenetic landscape in cancer: How cellular identity goes awry. Dev. Cell. 2010;19:698–711. doi: 10.1016/j.devcel.2010.10.005. [PubMed] [CrossRef] [Google Scholar]3. Quintas-Cardama A., Santos F.P., Garcia-Manero G. Histone deacetylase inhibitors for the treatment of myelodysplastic syndrome and acute myeloid leukemia. Leukemia. 2011;25:226–235. doi: 10.1038/leu.2010.276. [PubMed] [CrossRef] [Google Scholar]4. Hock H. A complex polycomb issue: The two faces of EZH2 in cancer. Genes Dev. 2012;26:751–755. doi: 10.1101/gad.191163.112. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Akalin A., Garrett-Bakelman F.E., Kormaksson M., Busuttil J., Zhang L., Khrebtukova I., Milne T.A., Huang Y., Biswas D., Hess J.L., et al.  Base-pair resolution DNA methylation sequencing reveals profoundly divergent epigenetic landscapes in acute myeloid leukemia. PLoS Genet. 2012;8:e1002781. [PMC free article] [PubMed] [Google Scholar]6. Figueroa M.E., Lugthart S., Li Y., Erpelinck-Verschueren C., Deng X., Christos P.J., Schifano E., Booth J., van Putten W., Skrabanek L., et al.  DNA methylation signatures identify biologically distinct subtypes in acute myeloid leukemia. Cancer Cell. 2010;17:13–27. doi: 10.1016/j.ccr.2009.11.020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Figueroa M.E., Skrabanek L., Li Y., Jiemjit A., Fandy T.E., Paietta E., Fernandez H., Tallman M.S., Greally J.M., Carraway H., et al.  Mds and secondary aml display unique patterns and abundance of aberrant DNA methylation. Blood. 2009;114:3448–3458. doi: 10.1182/blood-2009-01-200519. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Figueroa M.E., Wouters B.J., Skrabanek L., Glass J., Li Y., Erpelinck-Verschueren C.A., Langerak A.W., Lowenberg B., Fazzari M., Greally J.M., et al.  Genome-wide epigenetic analysis delineates a biologically distinct immature acute leukemia with myeloid/T-lymphoid features. Blood. 2009;113:2795–2804. doi: 10.1182/blood-2008-08-172387. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Moran-Crusio K., Reavie L., Shih A., Abdel-Wahab O., Ndiaye-Lobry D., Lobry C., Figueroa M.E., Vasanthakumar A., Patel J., Zhao X., et al.  Tet2 loss leads to increased hematopoietic stem cell self-renewal and myeloid transformation. Cancer Cell. 2011;20:11–24. doi: 10.1016/j.ccr.2011.06.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Lu C., Ward P.S., Kapoor G.S., Rohle D., Turcan S., Abdel-Wahab O., Edwards C.R., Khanin R., Figueroa M.E., Melnick A., et al.  IDH mutation impairs histone demethylation and results in a block to cell differentiation. Nature. 2012;483:474–478. doi: 10.1038/nature10860. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Turcan S., Rohle D., Goenka A., Walsh L.A., Fang F., Yilmaz E., Campos C., Fabius A.W., Lu C., Ward P.S., et al.  IDH1 mutation is sufficient to establish the glioma hypermethylator phenotype. Nature. 2012;483:479–483. doi: 10.1038/nature10866. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Krivtsov A.V., Feng Z., Lemieux M.E., Faber J., Vempati S., Sinha A.U., Xia X., Jesneck J., Bracken A.P., Silverman L.B., et al.  H3k79 methylation profiles define murine and human MLL-AF4 leukemias. Cancer Cell. 2008;14:355–368. doi: 10.1016/j.ccr.2008.10.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Milne T.A., Martin M.E., Brock H.W., Slany R.K., Hess J.L. Leukemogenic MLL fusion proteins bind across a broad region of the Hox a9 locus, promoting transcription and multiple histone modifications. Cancer Res. 2005;65:11367–11374. doi: 10.1158/0008-5472.CAN-05-1041. [PubMed] [CrossRef] [Google Scholar]14. Garber K. Genetic discoveries propagate new epigenetic drugs. J. Natl. Cancer Inst. 2012;104:174–176. doi: 10.1093/jnci/djs021. [PubMed] [CrossRef] [Google Scholar]15. Kwa F.A., Balcerczyk A., Licciardi P., El-Osta A., Karagiannis T.C. Chromatin modifying agents—The cutting edge of anticancer therapy. Drug Discov. Today. 2011;16:543–547. doi: 10.1016/j.drudis.2011.05.012. [PubMed] [CrossRef] [Google Scholar]16. Dawson M.A., Kouzarides T. Cancer epigenetics: From mechanism to therapy. Cell. 2012;150:12–27. doi: 10.1016/j.cell.2012.06.013. [PubMed] [CrossRef] [Google Scholar]17. Luger K., Mader A.W., Richmond R.K., Sargent D.F., Richmond T.J. Crystal structure of the nucleosome core particle at 2.8 A resolution. Nature. 1997;389:251–260. doi: 10.1038/38444. [PubMed] [CrossRef] [Google Scholar]18. Van Holde K.E., Allen J.R., Tatchell K., Weischet W.O., Lohr D. DNA-histone interactions in nucleosomes. Biophys. J. 1980;32:271–282. doi: 10.1016/S0006-3495(80)84956-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Strahl B.D., Allis C.D. The language of covalent histone modifications. Nature. 2000;403:41–45. doi: 10.1038/47412. [PubMed] [CrossRef] [Google Scholar]20. Milne T.A., Dou Y., Martin M.E., Brock H.W., Roeder R.G., Hess J.L. MLL associates specifically with a subset of transcriptionally active target genes. Proc. Natl. Acad. Sci. USA. 2005;102:14765–14770. doi: 10.1073/pnas.0503630102. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Kouzarides T. Chromatin modifications and their function. Cell. 2007;128:693–705. doi: 10.1016/j.cell.2007.02.005. [PubMed] [CrossRef] [Google Scholar]22. Baker L.A., Allis C.D., Wang G.G. PHD fingers in human diseases: Disorders arising from misinterpreting epigenetic marks. Mutat Res. 2008;647:3–12. doi: 10.1016/j.mrfmmm.2008.07.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Heintzman N.D., Hon G.C., Hawkins R.D., Kheradpour P., Stark A., Harp L.F., Ye Z., Lee L.K., Stuart R.K., Ching C.W., et al.  Histone modifications at human enhancers reflect global cell-type-specific gene expression. Nature. 2009;459:108–112. [PMC free article] [PubMed] [Google Scholar]24. Heintzman N.D., Stuart R.K., Hon G., Fu Y., Ching C.W., Hawkins R.D., Barrera L.O., van Calcar S., Qu C., Ching K.A., et al.  Distinct and predictive chromatin signatures of transcriptional promoters and enhancers in the human genome. Nat. Genet. 2007;39:311–318. doi: 10.1038/ng1966. [PubMed] [CrossRef] [Google Scholar]25. Rada-Iglesias A., Bajpai R., Swigut T., Brugmann S.A., Flynn R.A., Wysocka J. A unique chromatin signature uncovers early developmental enhancers in humans. Nature. 2011;470:279–283. [PMC free article] [PubMed] [Google Scholar]26. Barski A., Cuddapah S., Cui K., Roh T.Y., Schones D.E., Wang Z., Wei G., Chepelev I., Zhao K. High-resolution profiling of histone methylations in the human genome. Cell. 2007;129:823–837. doi: 10.1016/j.cell.2007.05.009. [PubMed] [CrossRef] [Google Scholar]27. Rahl P.B., Lin C.Y., Seila A.C., Flynn R.A., McCuine S., Burge C.B., Sharp P.A., Young R.A. MYC regulates transcriptional pause release. Cell. 2010;141:432–445. doi: 10.1016/j.cell.2010.03.030. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Steger D.J., Lefterova M.I., Ying L., Stonestrom A.J., Schupp M., Zhuo D., Vakoc A.L., Kim J.E., Chen J., Lazar M.A., et al.  DOT1L/KMT4 recruitment and H3K79 methylation are ubiquitously coupled with gene transcription in mammalian cells. Mol. Cell. Biol. 2008;28:2825–2839. doi: 10.1128/MCB.02076-07. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Jude C.D., Climer L., Xu D., Artinger E., Fisher J.K., Ernst P. Unique and independent roles for mll in adult hematopoietic stem cells and progenitors. Cell Stem Cell. 2007;1:324–337. doi: 10.1016/j.stem.2007.05.019. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Lim D.A., Huang Y.C., Swigut T., Mirick A.L., Garcia-Verdugo J.M., Wysocka J., Ernst P., Alvarez-Buylla A. Chromatin remodelling factor MLL1 is essential for neurogenesis from postnatal neural stem cells. Nature. 2009;458:529–533. doi: 10.1038/nature07726. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. McMahon K.A., Hiew S.Y., Hadjur S., Veiga-Fernandes H., Menzel U., Price A.J., Kioussis D., Williams O., Brady H.J. Mll has a critical role in fetal and adult hematopoietic stem cell self-renewal. Cell Stem Cell. 2007;1:338–345. doi: 10.1016/j.stem.2007.07.002. [PubMed] [CrossRef] [Google Scholar]32. Hess J.L. MLL: A histone methyltransferase disrupted in leukemia. Trends Mol. Med. 2004;10:500–507. doi: 10.1016/j.molmed.2004.08.005. [PubMed] [CrossRef] [Google Scholar]33. Milne T.A., Briggs S.D., Brock H.W., Martin M.E., Gibbs D., Allis C.D., Hess J.L. MLL targets set domain methyltransferase activity to hox gene promoters. Mol. Cell. 2002;10:1107–1117. doi: 10.1016/S1097-2765(02)00741-4. [PubMed] [CrossRef] [Google Scholar]34. Nakamura T., Mori T., Tada S., Krajewski W., Rozovskaia T., Wassell R., Dubois G., Mazo A., Croce C.M., Canaani E. All-1 is a histone methyltransferase that assembles a supercomplex of proteins involved in transcriptional regulation. Mol. Cell. 2002;10:1119–1128. doi: 10.1016/S1097-2765(02)00740-2. [PubMed] [CrossRef] [Google Scholar]35. Marschalek R. Mixed lineage leukemia: Roles in human malignancies and potential therapy. FEBS J. 2010;277:1822–1831. doi: 10.1111/j.1742-4658.2010.07608.x. [PubMed] [CrossRef] [Google Scholar]36. Andersson A.K., Ma J., Wang J., Chen X., Rusch M., Wu G., Easton J., Parker M., Raimondi S., Holmfeldt L., et al.  Whole genome sequence analysis of 22 MLL rearranged infant acute lymphoblastic leukemias reveals remarkably few somatic mutations: A report from the St. Jude Children’s Research Hospital in Washington University Pediatric Cancer Genome Project; 53rd ASH Annual Meeting and Exposition; San Diego, CA, USA. 10-13 December 2011. [Google Scholar]37. Bardini M., Galbiati M., Lettieri A., Bungaro S., Gorletta T.A., Biondi A., Cazzaniga G. Implementation of array based whole-genome high-resolution technologies confirms the absence of secondary copy-number alterations in MLL-AF4-positive infant all patients. Leukemia. 2011;25:175–178. doi: 10.1038/leu.2010.232. [PubMed] [CrossRef] [Google Scholar]38. Bardini M., Spinelli R., Bungaro S., Mangano E., Corral L., Cifola I., Fazio G., Giordan M., Basso G., de Rossi G., et al.  DNA copy-number abnormalities do not occur in infant ALL with t(4;11)/MLL-AF4. Leukemia. 2010;24:169–176. [PubMed] [Google Scholar]39. Djabali M., Selleri L., Parry P., Bower M., Young B.D., Evans G.A. A trithorax-like gene is interrupted by chromosome 11q23 translocations in acute leukaemias. Nat. Genet. 1992;2:113–118. doi: 10.1038/ng1092-113. [PubMed] [CrossRef] [Google Scholar]40. Gu Y., Nakamura T., Alder H., Prasad R., Canaani O., Cimino G., Croce C.M., Canaani E. The t(4;11) chromosome translocation of human acute leukemias fuses the ALL-1 gene, related to drosophila trithorax, to the AF-4 gene. Cell. 1992;71:701–708. doi: 10.1016/0092-8674(92)90603-A. [PubMed] [CrossRef] [Google Scholar]41. Tkachuk D.C., Kohler S., Cleary M.L. Involvement of a homolog of drosophila trithorax by 11q23 chromosomal translocations in acute leukemias. Cell. 1992;71:691–700. doi: 10.1016/0092-8674(92)90602-9. [PubMed] [CrossRef] [Google Scholar]42. Hanson R.D., Hess J.L., Yu B.D., Ernst P., van Lohuizen M., Berns A., van der Lugt N.M., Shashikant C.S., Ruddle F.H., Seto M., et al.  Mammalian trithorax and polycomb-group homologues are antagonistic regulators of homeotic development. Proc. Natl. Acad. Sci. USA. 1999;96:14372–14377. [PMC free article] [PubMed] [Google Scholar]43. Yu B.D., Hanson R.D., Hess J.L., Horning S.E., Korsmeyer S.J. Mll, a mammalian trithorax-group gene, functions as a transcriptional maintenance factor in morphogenesis. Proc. Natl. Acad. Sci. USA. 1998;95:10632–10636. doi: 10.1073/pnas.95.18.10632. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Yu B.D., Hess J.L., Horning S.E., Brown G.A., Korsmeyer S.J. Altered hox expression and segmental identity in MLL-mutant mice. Nature. 1995;378:505–508. doi: 10.1038/378505a0. [PubMed] [CrossRef] [Google Scholar]45. Krumlauf R. Hox genes in vertebrate development. Cell. 1994;78:191–201. doi: 10.1016/0092-8674(94)90290-9. [PubMed] [CrossRef] [Google Scholar]46. Beck S., Faradji F., Brock H., Peronnet F. Maintenance of Hox gene expression patterns. Adv. Exp. Med. Biol. 2010;689:41–62. [PubMed] [Google Scholar]47. Terranova R., Agherbi H., Boned A., Meresse S., Djabali M. Histone and DNA methylation defects at Hox genes in mice expressing a set domain-truncated form of mll. Proc. Natl. Acad. Sci. USA. 2006;103:6629–6634. doi: 10.1073/pnas.0507425103. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Ernst P., Mabon M., Davidson A.J., Zon L.I., Korsmeyer S.J. An MLL-dependent hox program drives hematopoietic progenitor expansion. Curr. Biol. 2004;14:2063–2069. doi: 10.1016/j.cub.2004.11.012. [PubMed] [CrossRef] [Google Scholar]49. Ruthenburg A.J., Allis C.D., Wysocka J. Methylation of lysine 4 on histone H3: Intricacy of writing and reading a single epigenetic mark. Mol. Cell. 2007;25:15–30. [PubMed] [Google Scholar]50. Goo Y.H., Sohn Y.C., Kim D.H., Kim S.W., Kang M.J., Jung D.J., Kwak E., Barlev N.A., Berger S.L., Chow V.T., et al.  Activating signal cointegrator 2 belongs to a novel steady-state complex that contains a subset of trithorax group proteins. Mol. Cell. Biol. 2003;23:140–149. [PMC free article] [PubMed] [Google Scholar]51. Glaser S., Schaft J., Lubitz S., Vintersten K., van der Hoeven F., Tufteland K.R., Aasland R., Anastassiadis K., Ang S.L., Stewart A.F. Multiple epigenetic maintenance factors implicated by the loss of MLL2 in mouse development. Development. 2006;133:1423–1432. [PubMed] [Google Scholar]52. Lee S., Lee D.K., Dou Y., Lee J., Lee B., Kwak E., Kong Y.Y., Lee S.K., Roeder R.G., Lee J.W. Coactivator as a target gene specificity determinant for histone H3 lysine 4 methyltransferases. Proc. Natl. Acad. Sci. USA. 2006;103:15392–15397. [PMC free article] [PubMed] [Google Scholar]53. Issaeva I., Zonis Y., Rozovskaia T., Orlovsky K., Croce C.M., Nakamura T., Mazo A., Eisenbach L., Canaani E. Knockdown of ALR (MLL2) reveals alr target genes and leads to alterations in cell adhesion and growth. Mol. Cell. Biol. 2007;27:1889–1903. [PMC free article] [PubMed] [Google Scholar]54. Glaser S., Lubitz S., Loveland K.L., Ohbo K., Robb L., Schwenk F., Seibler J., Roellig D., Kranz A., Anastassiadis K., et al.  The histone 3 lysine 4 methyltransferase, MLL2, is only required briefly in development and spermatogenesis. Epigenetics Chromatin. 2009;2:5. doi: 10.1186/1756-8935-2-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Wang P., Lin C., Smith E.R., Guo H., Sanderson B.W., Wu M., Gogol M., Alexander T., Seidel C., Wiedemann L.M., et al.  Global analysis of H3K4 methylation defines MLL family member targets and points to a role for MLL1-mediated H3K4 methylation in the regulation of transcriptional initiation by rna polymerase II. Mol. Cell. Biol. 2009;29:6074–6085. [PMC free article] [PubMed] [Google Scholar]56. Heuser M., Yap D.B., Leung M., de Algara T.R., Tafech A., McKinney S., Dixon J., Thresher R., Colledge B., Carlton M., et al.  Loss of MLL5 results in pleiotropic hematopoietic defects, reduced neutrophil immune function, and extreme sensitivity to DNA demethylation. Blood. 2009;113:1432–1443. [PubMed] [Google Scholar]57. Sebastian S., Sreenivas P., Sambasivan R., Cheedipudi S., Kandalla P., Pavlath G.K., Dhawan J. MLL5, a trithorax homolog, indirectly regulates H3K4 methylation, represses cyclin a2 expression, and promotes myogenic differentiation. Proc. Natl. Acad. Sci. USA. 2009;106:4719–4724. [PMC free article] [PubMed] [Google Scholar]58. Yap D.B., Walker D.C., Prentice L.M., McKinney S., Turashvili G., Mooslehner-Allen K., de Algara T.R., Fee J., de Tassigny X., Colledge W.H., et al.  MLL5 is required for normal spermatogenesis. PLoS One. 2011;6:e27127. [PMC free article] [PubMed] [Google Scholar]59. Zhang Y., Wong J., Klinger M., Tran M.T., Shannon K.M., Killeen N. MLL5 contributes to hematopoietic stem cell fitness and homeostasis. Blood. 2009;113:1455–1463. [PMC free article] [PubMed] [Google Scholar]60. Cimino G., Lo Coco F., Biondi A., Elia L., Luciano A., Croce C.M., Masera G., Mandelli F., Canaani E. ALL-1 gene at chromosome 11q23 is consistently altered in acute leukemia of early infancy. Blood. 1993;82:544–546. [PubMed] [Google Scholar]61. Prasad R., Zhadanov A.B., Sedkov Y., Bullrich F., Druck T., Rallapalli R., Yano T., Alder H., Croce C.M., Huebner K., et al.  Structure and expression pattern of human ALR, a novel gene with strong homology to ALL-1 involved in acute leukemia and to drosophila trithorax. Oncogene. 1997;15:549–560. [PubMed] [Google Scholar]62. Ng S.B., Bigham A.W., Buckingham K.J., Hannibal M.C., McMillin M.J., Gildersleeve H.I., Beck A.E., Tabor H.K., Cooper G.M., Mefford H.C., et al.  Exome sequencing identifies MLL2 mutations as a cause of kabuki syndrome. Nat. Genet. 2010;42:790–793. [PMC free article] [PubMed] [Google Scholar]63. Ruault M., Brun M.E., Ventura M., Roizes G., de Sario A. MLL3, a new human member of the TRX/MLL gene family, maps to 7q36, a chromosome region frequently deleted in myeloid leukaemia. Gene. 2002;284:73–81. doi: 10.1016/S0378-1119(02)00392-X. [PubMed] [CrossRef] [Google Scholar]64. Tan Y.C., Chow V.T. Novel human HALR (MLL3) gene encodes a protein homologous to ALR and to ALL-1 involved in leukemia, and maps to chromosome 7q36 associated with leukemia and developmental defects. Cancer Detect. Prev. 2001;25:454–469. [PubMed] [Google Scholar]65. FitzGerald K.T., Diaz M.O. Mll2: A new mammalian member of the TRX/MLL family of genes. Genomics. 1999;59:187–192. doi: 10.1006/geno.1999.5860. [PubMed] [CrossRef] [Google Scholar]66. Huntsman D.G., Chin S.F., Muleris M., Batley S.J., Collins V.P., Wiedemann L.M., Aparicio S., Caldas C. MLL2, the second human homolog of the drosophila trithorax gene, maps to 19q13.1 and is amplified in solid tumor cell lines. Oncogene. 1999;18:7975–7984. [PubMed] [Google Scholar]67. Bach C., Mueller D., Buhl S., Garcia-Cuellar M.P., Slany R.K. Alterations of the CxxC domain preclude oncogenic activation of mixed-lineage leukemia 2. Oncogene. 2009;28:815–823. [PubMed] [Google Scholar]68. Hughes C.M., Rozenblatt-Rosen O., Milne T.A., Copeland T.D., Levine S.S., Lee J.C., Hayes D.N., Shanmugam K.S., Bhattacharjee A., Biondi C.A., et al.  Menin associates with a trithorax family histone methyltransferase complex and with the hoxc8 locus. Mol. Cell. 2004;13:587–597. [PubMed] [Google Scholar]69. Milne T.A., Kim J., Wang G.G., Stadler S.C., Basrur V., Whitcomb S.J., Wang Z., Ruthenburg A.J., Elenitoba-Johnson K.S., Roeder R.G., et al.  Multiple interactions recruit MLL1 and mll1 fusion proteins to the hoxa9 locus in leukemogenesis. Mol. Cell. 2010;38:853–863. [PMC free article] [PubMed] [Google Scholar]70. Emerling B.M., Bonifas J., Kratz C.P., Donovan S., Taylor B.R., Green E.D., Le Beau M.M., Shannon K.M. MLL5, a homolog of drosophila trithorax located within a segment of chromosome band 7q22 implicated in myeloid leukemia. Oncogene. 2002;21:4849–4854. doi: 10.1038/sj.onc.1205615. [PubMed] [CrossRef] [Google Scholar]71. Wysocka J., Myers M.P., Laherty C.D., Eisenman R.N., Herr W. Human Sin3 deacetylase and trithorax-related Set1/Ash2 histone H3-K4 methyltransferase are tethered together selectively by the cell-proliferation factor Hcf-1. Genes Dev. 2003;17:896–911. doi: 10.1101/gad.252103. [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Lee J.H., Tate C.M., You J.S., Skalnik D.G. Identification and characterization of the human Set1b histone H3-Lys4 methyltransferase complex. J. Biol. Chem. 2007;282:13419–13428. doi: 10.1074/jbc.M609809200. [PubMed] [CrossRef] [Google Scholar]73. Zeleznik-Le N.J., Harden A.M., Rowley J.D. 11q23 translocations split the “at-hook” cruciform DNA-binding region and the transcriptional repression domain from the activation domain of the mixed-lineage leukemia (MLL) gene. Proc. Natl. Acad. Sci. USA. 1994;91:10610–10614. [PMC free article] [PubMed] [Google Scholar]74. Allen M.D., Grummitt C.G., Hilcenko C., Min S.Y., Tonkin L.M., Johnson C.M., Freund S.M., Bycroft M., Warren A.J. Solution structure of the nonmethyl-CpG-binding CXXC domain of the leukaemia-associated MLL histone methyltransferase. EMBO J. 2006;25:4503–4512. [PMC free article] [PubMed] [Google Scholar]75. Birke M., Schreiner S., Garcia-Cuellar M.P., Mahr K., Titgemeyer F., Slany R.K. The MT domain of the proto-oncoprotein MLL binds to CpG-containing DNA and discriminates against methylation. Nucleic Acids Res. 2002;30:958–965. doi: 10.1093/nar/30.4.958. [PMC free article] [PubMed] [CrossRef] [Google Scholar]76. Cierpicki T., Risner L.E., Grembecka J., Lukasik S.M., Popovic R., Omonkowska M., Shultis D.D., Zeleznik-Le N.J., Bushweller J.H. Structure of the MLL CXXC domain-DNA complex and its functional role in MLL-AF9 leukemia. Nat. Struct Mol. Biol. 2010;17:62–68. [PMC free article] [PubMed] [Google Scholar]77. Xu C., Bian C., Lam R., Dong A., Min J. The structural basis for selective binding of non-methylated CpG islands by the CFP1 CXXC domain. Nat. Commun. 2011;2:227. doi: 10.1038/ncomms1237. [PMC free article] [PubMed] [CrossRef] [Google Scholar]78. Muntean A.G., Tan J., Sitwala K., Huang Y., Bronstein J., Connelly J.A., Basrur V., Elenitoba-Johnson K.S., Hess J.L. The PAF complex synergizes with MLL fusion proteins at Hox Loci to promote leukemogenesis. Cancer Cell. 2010;17:609–621. doi: 10.1016/j.ccr.2010.04.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]79. Fair K., Anderson M., Bulanova E., Mi H., Tropschug M., Diaz M.O. Protein interactions of the MLL PHD fingers modulate MLL target gene regulation in human cells. Mol. Cell. Biol. 2001;21:3589–3597. doi: 10.1128/MCB.21.10.3589-3597.2001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. Hom R.A., Chang P.Y., Roy S., Musselman C.A., Glass K.C., Selezneva A.I., Gozani O., Ismagilov R.F., Cleary M.L., Kutateladze T.G. Molecular mechanism of MLL PHD3 and RNA recognition by the Cyp33 RRM domain. J. Mol. Biol. 2010;400:145–154. doi: 10.1016/j.jmb.2010.04.067. [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Park S., Osmers U., Raman G., Schwantes R.H., Diaz M.O., Bushweller J.H. The PHD3 domain of MLL acts as a Cyp33-regulated switch between MLL-mediated activation and repression. Biochemistry. 2010;49:6576–6586. [PMC free article] [PubMed] [Google Scholar]82. Wang Z., Song J., Milne T.A., Wang G.G., Li H., Allis C.D., Patel D.J. Pro isomerization in MLL1 PHD3-bromo cassette connects H3K4me readout to Cyp33 and HDAC-mediated repression. Cell. 2010;141:1183–1194. doi: 10.1016/j.cell.2010.05.016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Xia Z.B., Anderson M., Diaz M.O., Zeleznik-Le N.J. MLL repression domain interacts with histone deacetylases, the polycomb group proteins HPC2 and BMI-1, and the corepressor C-terminal-binding protein. Proc. Natl. Acad. Sci. USA. 2003;100:8342–8347. [PMC free article] [PubMed] [Google Scholar]84. Chang P.Y., Hom R.A., Musselman C.A., Zhu L., Kuo A., Gozani O., Kutateladze T.G., Cleary M.L. Binding of the MLL PHD3 finger to histone H3K4me3 is required for Mll-dependent gene transcription. J. Mol. Biol. 2010;400:137–144. doi: 10.1016/j.jmb.2010.05.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]85. Wang J., Muntean A.G., Hess J.L. ECSASB2 mediates MLL degradation during hematopoietic differentiation. Blood. 2012;119:1151–1161. doi: 10.1182/blood-2011-06-362079. [PMC free article] [PubMed] [CrossRef] [Google Scholar]86. Yokoyama A., Somervaille T.C., Smith K.S., Rozenblatt-Rosen O., Meyerson M., Cleary M.L. The menin tumor suppressor protein is an essential oncogenic cofactor for MLL-associated leukemogenesis. Cell. 2005;123:207–218. doi: 10.1016/j.cell.2005.09.025. [PubMed] [CrossRef] [Google Scholar]87. Grembecka J., Belcher A.M., Hartley T., Cierpicki T. Molecular basis of the mixed lineage leukemia-menin interaction: Implications for targeting mixed lineage leukemias. J. Biol. Chem. 2010;285:40690–40698. doi: 10.1074/jbc.M110.172783. [PMC free article] [PubMed] [CrossRef] [Google Scholar]88. Grembecka J., He S., Shi A., Purohit T., Muntean A.G., Sorenson R.J., Showalter H.D., Murai M.J., Belcher A.M., Hartley T., et al.  Menin-MLL inhibitors reverse oncogenic activity of MLL fusion proteins in leukemia. Nat. Chem. Biol. 2012;8:277–284. [PMC free article] [PubMed] [Google Scholar]89. Murai M.J., Chruszcz M., Reddy G., Grembecka J., Cierpicki T. Crystal structure of menin reveals binding site for mixed lineage leukemia (MLL) protein. J. Biol. Chem. 2011;286:31742–31748. [PMC free article] [PubMed] [Google Scholar]90. Huang J., Gurung B., Wan B., Matkar S., Veniaminova N.A., Wan K., Merchant J.L., Hua X., Lei M. The same pocket in menin binds both MLL and JUND but has opposite effects on transcription. Nature. 2012;482:542–546. doi: 10.1038/nature10806. [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Yokoyama A., Cleary M.L. Menin critically links MLL proteins with LEDGF on cancer-associated target genes. Cancer Cell. 2008;14:36–46. doi: 10.1016/j.ccr.2008.05.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]92. Yokoyama A., Wang Z., Wysocka J., Sanyal M., Aufiero D.J., Kitabayashi I., Herr W., Cleary M.L. Leukemia proto-oncoprotein MLL forms a SET1-like histone methyltransferase complex with menin to regulate hox gene expression. Mol. Cell. Biol. 2004;24:5639–5649. doi: 10.1128/MCB.24.13.5639-5649.2004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. Ernst P., Wang J., Huang M., Goodman R.H., Korsmeyer S.J. MLL and CREB bind cooperatively to the nuclear coactivator CREB-binding protein. Mol. Cell. Biol. 2001;21:2249–2258. doi: 10.1128/MCB.21.7.2249-2258.2001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]94. Dou Y., Milne T.A., Tackett A.J., Smith E.R., Fukuda A., Wysocka J., Allis C.D., Chait B.T., Hess J.L., Roeder R.G. Physical association and coordinate function of the H3 K4 methyltransferase MLL1 and the H4 K16 acetyltransferase MOF. Cell. 2005;121:873–885. doi: 10.1016/j.cell.2005.04.031. [PubMed] [CrossRef] [Google Scholar]95. Dou Y., Milne T.A., Ruthenburg A.J., Lee S., Lee J.W., Verdine G.L., Allis C.D., Roeder R.G. Regulation of MLL1 H3K4 methyltransferase activity by its core components. Nat. Struct. Mol. Biol. 2006;13:713–719. doi: 10.1038/nsmb1128. [PubMed] [CrossRef] [Google Scholar]96. Patel A., Dharmarajan V., Vought V.E., Cosgrove M.S. On the mechanism of multiple lysine methylation by the human mixed lineage leukemia protein-1 (MLL1) core complex. J. Biol. Chem. 2009;284:24242–24256. [PMC free article] [PubMed] [Google Scholar]97. Han Z., Guo L., Wang H., Shen Y., Deng X.W., Chai J. Structural basis for the specific recognition of methylated histone H3 lysine 4 by the WD-40 protein WDR5. Mol. Cell. 2006;22:137–144. doi: 10.1016/j.molcel.2006.03.018. [PubMed] [CrossRef] [Google Scholar]98. Ruthenburg A.J., Wang W., Graybosch D.M., Li H., Allis C.D., Patel D.J., Verdine G.L. Histone H3 recognition and presentation by the WDR5 module of the MLL1 complex. Nat. Struct. Mol. Biol. 2006;13:704–712. doi: 10.1038/nsmb1119. [PMC free article] [PubMed] [CrossRef] [Google Scholar]99. Schuetz A., Allali-Hassani A., Martin F., Loppnau P., Vedadi M., Bochkarev A., Plotnikov A.N., Arrowsmith C.H., Min J. Structural basis for molecular recognition and presentation of histone H3 by WDR5. EMBO J. 2006;25:4245–4252. [PMC free article] [PubMed] [Google Scholar]100. Patel A., Dharmarajan V., Cosgrove M.S. Structure of WDR5 bound to mixed lineage leukemia protein-1 peptide. J. Biol. Chem. 2008;283:32158–32161. [PubMed] [Google Scholar]101. Patel A., Vought V.E., Dharmarajan V., Cosgrove M.S. A conserved arginine-containing motif crucial for the assembly and enzymatic activity of the mixed lineage leukemia protein-1 core complex. J. Biol. Chem. 2008;283:32162–32175. doi: 10.1074/jbc.M806317200. [PubMed] [CrossRef] [Google Scholar]102. Song J.J., Kingston R.E. WDR5 interacts with mixed lineage leukemia (MLL) protein via the histone H3-binding pocket. J. Biol. Chem. 2008;283:35258–35264. doi: 10.1074/jbc.M806900200. [PMC free article] [PubMed] [CrossRef] [Google Scholar]103. Karatas H., Townsend E.C., Bernard D., Dou Y., Wang S. Analysis of the binding of mixed lineage leukemia 1 (Mll1) and histone 3 peptides to WD repeat domain 5 (WDR5) for the design of inhibitors of the MLL1-WDR5 interaction. J. Med. Chem. 2010;53:5179–5185. doi: 10.1021/jm100139b. [PMC free article] [PubMed] [CrossRef] [Google Scholar]104. Odho Z., Southall S.M., Wilson J.R. Characterization of a novel WDR5-binding site that recruits RBBP5 through a conserved motif to enhance methylation of histone H3 lysine 4 by mixed lineage leukemia protein-1. J. Biol. Chem. 2010;285:32967–32976. [PMC free article] [PubMed] [Google Scholar]105. Avdic V., Zhang P., Lanouette S., Groulx A., Tremblay V., Brunzelle J., Couture J.F. Structural and biochemical insights into MLL1 core complex assembly. Structure. 2011;19:101–108. doi: 10.1016/j.str.2010.09.022. [PubMed] [CrossRef] [Google Scholar]106. Takahashi Y.H., Westfield G.H., Oleskie A.N., Trievel R.C., Shilatifard A., Skiniotis G. Structural analysis of the core compass family of histone H3K4 methylases from yeast to human. Proc. Natl. Acad. Sci. USA. 2011;108:20526–20531. [PMC free article] [PubMed] [Google Scholar]107. Cao F., Chen Y., Cierpicki T., Liu Y., Basrur V., Lei M., Dou Y. An Ash2l/RbBP5 heterodimer stimulates the MLL1 methyltransferase activity through coordinated substrate interactions with the MLL1 set domain. PLoS One. 2010;5:e14102. [PMC free article] [PubMed] [Google Scholar]108. Southall S.M., Wong P.S., Odho Z., Roe S.M., Wilson J.R. Structural basis for the requirement of additional factors for MLL1 set domain activity and recognition of epigenetic marks. Mol. Cell. 2009;33:181–191. doi: 10.1016/j.molcel.2008.12.029. [PubMed] [CrossRef] [Google Scholar]109. Steward M.M., Lee J.S., O’Donovan A., Wyatt M., Bernstein B.E., Shilatifard A. Molecular regulation of H3K4 trimethylation by ASH2L, a shared subunit of MLL complexes. Nat. Struct. Mol. Biol. 2006;13:852–854. doi: 10.1038/nsmb1131. [PubMed] [CrossRef] [Google Scholar]110. Patel A., Vought V.E., Dharmarajan V., Cosgrove M.S. A novel non-set domain multi-subunit methyltransferase required for sequential nucleosomal histone H3 methylation by the mixed lineage leukemia protein-1 (MLL1) core complex. J. Biol. Chem. 2011;286:3359–3369. doi: 10.1074/jbc.M110.174524. [PMC free article] [PubMed] [CrossRef] [Google Scholar]111. Wang X., Lou Z., Dong X., Yang W., Peng Y., Yin B., Gong Y., Yuan J., Zhou W., Bartlam M., et al.  Crystal structure of the C-terminal domain of human DPY-30-like protein: A component of the histone methyltransferase complex. J. Mol. Biol. 2009;390:530–537. doi: 10.1016/j.jmb.2009.05.061. [PubMed] [CrossRef] [Google Scholar]112. Hsieh J.J., Ernst P., Erdjument-Bromage H., Tempst P., Korsmeyer S.J. Proteolytic cleavage of MLL generates a complex of N- and C-terminal fragments that confers protein stability and subnuclear localization. Mol. Cell. Biol. 2003;23:186–194. doi: 10.1128/MCB.23.1.186-194.2003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]113. Yokoyama A., Kitabayashi I., Ayton P.M., Cleary M.L., Ohki M. Leukemia proto-oncoprotein MLL is proteolytically processed into 2 fragments with opposite transcriptional properties. Blood. 2002;100:3710–3718. doi: 10.1182/blood-2002-04-1015. [PubMed] [CrossRef] [Google Scholar]114. Wysocka J., Swigut T., Milne T.A., Dou Y., Zhang X., Burlingame A.L., Roeder R.G., Brivanlou A.H., Allis C.D. WDR5 associates with histone H3 methylated at K4 and is essential for H3 K4 methylation and vertebrate development. Cell. 2005;121:859–872. doi: 10.1016/j.cell.2005.03.036. [PubMed] [CrossRef] [Google Scholar]115. Milne T.A., Hughes C.M., Lloyd R., Yang Z., Rozenblatt-Rosen O., Dou Y., Schnepp R.W., Krankel C., Livolsi V.A., Gibbs D., et al.  Menin and MLL cooperatively regulate expression of cyclin-dependent kinase inhibitors. Proc. Natl. Acad. Sci. USA. 2005;102:749–754. [PMC free article] [PubMed] [Google Scholar]116. Chandrasekharappa S.C., Guru S.C., Manickam P., Olufemi S.E., Collins F.S., Emmert-Buck M.R., Debelenko L.V., Zhuang Z., Lubensky I.A., Liotta L.A., et al.  Positional cloning of the gene for multiple endocrine neoplasia-type 1. Science. 1997;276:404–407. [PubMed] [Google Scholar]117. Caslini C., Yang Z., El-Osta M., Milne T.A., Slany R.K., Hess J.L. Interaction of mll amino terminal sequences with menin is required for transformation. Cancer Res. 2007;67:7275–7283. [PMC free article] [PubMed] [Google Scholar]118. Onodera A., Yamashita M., Endo Y., Kuwahara M., Tofukuji S., Hosokawa H., Kanai A., Suzuki Y., Nakayama T. STAT6-mediated displacement of polycomb by trithorax complex establishes long-term maintenance of GATA3 expression in t helper type 2 cells. J. Exp. Med. 2010;207:2493–2506. doi: 10.1084/jem.20100760. [PMC free article] [PubMed] [CrossRef] [Google Scholar]119. Thiel A.T., Blessington P., Zou T., Feather D., Wu X., Yan J., Zhang H., Liu Z., Ernst P., Koretzky G.A., et al.  MLL-AF9-induced leukemogenesis requires coexpression of the wild-type MLL allele. Cancer Cell. 2010;17:148–159. doi: 10.1016/j.ccr.2009.12.034. [PMC free article] [PubMed] [CrossRef] [Google Scholar]120. Schoch C., Schnittger S., Klaus M., Kern W., Hiddemann W., Haferlach T. AML with 11q23/MLL abnormalities as defined by the who classification: Incidence, partner chromosomes, fab subtype, age distribution, and prognostic impact in an unselected series of 1897 cytogenetically analyzed aml cases. Blood. 2003;102:2395–2402. doi: 10.1182/blood-2003-02-0434. [PubMed] [CrossRef] [Google Scholar]121. Krivtsov A.V., Armstrong S.A. MLL translocations, histone modifications and leukaemia stem-cell development. Nat. Rev. Cancer. 2007;7:823–833. doi: 10.1038/nrc2253. [PubMed] [CrossRef] [Google Scholar]122. Muntean A.G., Hess J.L. The pathogenesis of mixed-lineage leukemia. Annu. Rev. Pathol. 2012;7:283–301. doi: 10.1146/annurev-pathol-011811-132434. [PMC free article] [PubMed] [CrossRef] [Google Scholar]123. Dorrance A.M., Liu S., Yuan W., Becknell B., Arnoczky K.J., Guimond M., Strout M.P., Feng L., Nakamura T., Yu L., et al.  MLL partial tandem duplication induces aberrant hox expression in vivo via specific epigenetic alterations. J. Clin. Invest. 2006;116:2707–2716. doi: 10.1172/JCI25546. [PMC free article] [PubMed] [CrossRef] [Google Scholar]124. Betz B.L., Hess J.L. Acute myeloid leukemia diagnosis in the 21st century. Arch. Pathol. Lab. Med. 2010;134:1427–1433. [PubMed] [Google Scholar]125. Zorko N.A., Bernot K.M., Whitman S.P., Siebenaler R.F., Ahmed E.H., Marcucci G.G., Yanes D.A., McConnell K.K., Mao C., Kalu C., et al.  MLL-partial tandem duplication and Flt3-internal tandem duplication in a double knock-in mouse recapitulates features of counterpart human acute myeloid leukemias. Blood. 2012;120:1130–1136. doi: 10.1182/blood-2012-03-415067. [PMC free article] [PubMed] [CrossRef] [Google Scholar]126. Hu Z., Li X.M., Jorgensen M.L., Slayton W.B. MLL/AF-4 leukemic cells recruit new blood vessels but do not incorporate into capillaries in culture or in a NOD/SCID xenograft model. Leukemia. 2009;23:990–993. doi: 10.1038/leu.2008.345. [PubMed] [CrossRef] [Google Scholar]127. Henderson M.J., Choi S., Beesley A.H., Baker D.L., Wright D., Papa R.A., Murch A., Campbell L.J., Lock R.B., Norris M.D., et al.  A xenograft model of infant leukaemia reveals a complex MLL translocation. Br. J. Haematol. 2008;140:716–719. doi: 10.1111/j.1365-2141.2007.06966.x. [PubMed] [CrossRef] [Google Scholar]128. Rodriguez-Perales S., Cano F., Lobato M.N., Rabbitts T.H. MLL gene fusions in human leukaemias: In vivo modelling to recapitulate these primary tumourigenic events. Int. J. Hematol. 2008;87:3–9. doi: 10.1007/s12185-007-0001-3. [PubMed] [CrossRef] [Google Scholar]129. Corral J., Lavenir I., Impey H., Warren A.J., Forster A., Larson T.A., Bell S., McKenzie A.N., King G., Rabbitts T.H. An MLL-AF9 fusion gene made by homologous recombination causes acute leukemia in chimeric mice: A method to create fusion oncogenes. Cell. 1996;85:853–861. doi: 10.1016/S0092-8674(00)81269-6. [PubMed] [CrossRef] [Google Scholar]130. Somervaille T.C., Cleary M.L. Identification and characterization of leukemia stem cells in murine MLL-AF9 acute myeloid leukemia. Cancer Cell. 2006;10:257–268. doi: 10.1016/j.ccr.2006.08.020. [PubMed] [CrossRef] [Google Scholar]131. Wang Y., Krivtsov A.V., Sinha A.U., North T.E., Goessling W., Feng Z., Zon L.I., Armstrong S.A. The wnt/beta-catenin pathway is required for the development of leukemia stem cells in AML. Science. 2010;327:1650–1653. doi: 10.1126/science.1186624. [PMC free article] [PubMed] [CrossRef] [Google Scholar]132. Kumar A.R., Hudson W.A., Chen W., Nishiuchi R., Yao Q., Kersey J.H. Hoxa9 influences the phenotype but not the incidence of MLL-AF9 fusion gene leukemia. Blood. 2004;103:1823–1828. doi: 10.1182/blood-2003-07-2582. [PubMed] [CrossRef] [Google Scholar]133. Chen W., Kumar A.R., Hudson W.A., Li Q., Wu B., Staggs R.A., Lund E.A., Sam T.N., Kersey J.H. Malignant transformation initiated by MLL-AF9: Gene dosage and critical target cells. Cancer Cell. 2008;13:432–440. doi: 10.1016/j.ccr.2008.03.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]134. So C.W., Cleary M.L. MLL-AFX requires the transcriptional effector domains of AFX to transform myeloid progenitors and transdominantly interfere with forkhead protein function. Mol. Cell. Biol. 2002;22:6542–6552. doi: 10.1128/MCB.22.18.6542-6552.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]135. So C.W., Cleary M.L. Common mechanism for oncogenic activation of mll by forkhead family proteins. Blood. 2003;101:633–639. doi: 10.1182/blood-2002-06-1785. [PubMed] [CrossRef] [Google Scholar]136. So C.W., Karsunky H., Passegue E., Cozzio A., Weissman I.L., Cleary M.L. MLL-GAS7 transforms multipotent hematopoietic progenitors and induces mixed lineage leukemias in mice. Cancer Cell. 2003;3:161–171. doi: 10.1016/S1535-6108(03)00019-9. [PubMed] [CrossRef] [Google Scholar]137. So C.W., Karsunky H., Wong P., Weissman I.L., Cleary M.L. Leukemic transformation of hematopoietic progenitors by MLL-GAS7 in the absence of Hoxa7 or Hoxa9. Blood. 2004;103:3192–3199. doi: 10.1182/blood-2003-10-3722. [PubMed] [CrossRef] [Google Scholar]138. So C.W., Lin M., Ayton P.M., Chen E.H., Cleary M.L. Dimerization contributes to oncogenic activation of MLL chimeras in acute leukemias. Cancer Cell. 2003;4:99–110. doi: 10.1016/S1535-6108(03)00188-0. [PubMed] [CrossRef] [Google Scholar]139. Yeung J., Esposito M.T., Gandillet A., Zeisig B.B., Griessinger E., Bonnet D., So C.W. Beta-catenin mediates the establishment and drug resistance of MLL leukemic stem cells. Cancer Cell. 2010;18:606–618. doi: 10.1016/j.ccr.2010.10.032. [PubMed] [CrossRef] [Google Scholar]140. Balgobind B.V., Raimondi S.C., Harbott J., Zimmermann M., Alonzo T.A., Auvrignon A., Beverloo H.B., Chang M., Creutzig U., Dworzak M.N., et al.  Novel prognostic subgroups in childhood 11q23/MLL-rearranged acute myeloid leukemia: Results of an international retrospective study. Blood. 2009;114:2489–2496. [PMC free article] [PubMed] [Google Scholar]141. Pigazzi M., Masetti R., Bresolin S., Beghin A., di Meglio A., Gelain S., Trentin L., Baron E., Giordan M., Zangrando A., et al.  MLL partner genes drive distinct gene expression profiles and genomic alterations in pediatric acute myeloid leukemia: An AIEOP study. Leukemia. 2011;25:560–563. doi: 10.1038/leu.2010.316. [PubMed] [CrossRef] [Google Scholar]142. Pui C.H., Carroll W.L., Meshinchi S., Arceci R.J. Biology, risk stratification, and therapy of pediatric acute leukemias: An update. J. Clin. Oncol. 2011;29:551–565. doi: 10.1200/JCO.2010.30.7405. [PMC free article] [PubMed] [CrossRef] [Google Scholar]143. Dobson C.L., Warren A.J., Pannell R., Forster A., Rabbitts T.H. Tumorigenesis in mice with a fusion of the leukaemia oncogene mll and the bacterial lacz gene. EMBO J. 2000;19:843–851. doi: 10.1093/emboj/19.5.843. [PMC free article] [PubMed] [CrossRef] [Google Scholar]144. Martin M.E., Milne T.A., Bloyer S., Galoian K., Shen W., Gibbs D., Brock H.W., Slany R., Hess J.L. Dimerization of MLL fusion proteins immortalizes hematopoietic cells. Cancer Cell. 2003;4:197–207. doi: 10.1016/S1535-6108(03)00214-9. [PubMed] [CrossRef] [Google Scholar]145. Meyer C., Kowarz E., Hofmann J., Renneville A., Zuna J., Trka J., Ben Abdelali R., Macintyre E., de Braekeleer E., de Braekeleer M., et al.  New insights to the mll recombinome of acute leukemias. Leukemia. 2009;23:1490–1499. doi: 10.1038/leu.2009.33. [PubMed] [CrossRef] [Google Scholar]146. Bursen A., Schwabe K., Ruster B., Henschler R., Ruthardt M., Dingermann T., Marschalek R. The AF4.MLL fusion protein is capable of inducing all in mice without requirement of MLL.AF4. Blood. 2010;115:3570–3579. [PubMed] [Google Scholar]147. Benedikt A., Baltruschat S., Scholz B., Bursen A., Arrey T.N., Meyer B., Varagnolo L., Muller A.M., Karas M., Dingermann T., et al.  The leukemogenic AF4-MLL fusion protein causes P-TEFB kinase activation and altered epigenetic signatures. Leukemia. 2011;25:135–144. doi: 10.1038/leu.2010.249. [PubMed] [CrossRef] [Google Scholar]148. Thomas M., Gessner A., Vornlocher H.P., Hadwiger P., Greil J., Heidenreich O. Targeting MLL-AF4 with short interfering rnas inhibits clonogenicity and engraftment of t(4;11)-positive human leukemic cells. Blood. 2005;106:3559–3566. doi: 10.1182/blood-2005-03-1283. [PubMed] [CrossRef] [Google Scholar]149. Kowarz E., Burmeister T., Lo Nigro L., Jansen M.W., Delabesse E., Klingebiel T., Dingermann T., Meyer C., Marschalek R. Complex MLL rearrangements in t(4;11) leukemia patients with absent AF4.MLL fusion allele. Leukemia. 2007;21:1232–1238. doi: 10.1038/sj.leu.2404686. [PubMed] [CrossRef] [Google Scholar]150. Greaves M.F., Maia A.T., Wiemels J.L., Ford A.M. Leukemia in twins: Lessons in natural history. Blood. 2003;102:2321–2333. doi: 10.1182/blood-2002-12-3817. [PubMed] [CrossRef] [Google Scholar]151. Liu H., Takeda S., Kumar R., Westergard T.D., Brown E.J., Pandita T.K., Cheng E.H., Hsieh J.J. Phosphorylation of MLL by ATR is required for execution of mammalian S-phase checkpoint. Nature. 2010;467:343–346. [PMC free article] [PubMed] [Google Scholar]152. Takacova S., Slany R., Bartkova J., Stranecky V., Dolezel P., Luzna P., Bartek J., Divoky V. DNA damage response and inflammatory signaling limit the MLL-ENL-induced leukemogenesis in vivo. Cancer Cell. 2012;21:517–531. doi: 10.1016/j.ccr.2012.01.021. [PubMed] [CrossRef] [Google Scholar]153. Collins E.C., Pannell R., Simpson E.M., Forster A., Rabbitts T.H. Inter-chromosomal recombination of MLL and AF9 genes mediated by cre-loxP in mouse development. EMBO Rep. 2000;1:127–132. doi: 10.1093/embo-reports/kvd021. [PMC free article] [PubMed] [CrossRef] [Google Scholar]154. Forster A., Pannell R., Drynan L.F., McCormack M., Collins E.C., Daser A., Rabbitts T.H. Engineering de novo reciprocal chromosomal translocations associated with MLL to replicate primary events of human cancer. Cancer Cell. 2003;3:449–458. doi: 10.1016/S1535-6108(03)00106-5. [PubMed] [CrossRef] [Google Scholar]155. Drynan L.F., Pannell R., Forster A., Chan N.M., Cano F., Daser A., Rabbitts T.H. MLL fusions generated by Cre-loxP-mediated de novo translocations can induce lineage reassignment in tumorigenesis. EMBO J. 2005;24:3136–3146. doi: 10.1038/sj.emboj.7600760. [PMC free article] [PubMed] [CrossRef] [Google Scholar]156. Metzler M., Forster A., Pannell R., Arends M.J., Daser A., Lobato M.N., Rabbitts T.H. A conditional model of MLL-AF4 B-cell tumourigenesis using invertor technology. Oncogene. 2006;25:3093–3103. doi: 10.1038/sj.onc.1209636. [PubMed] [CrossRef] [Google Scholar]157. Cano F., Drynan L.F., Pannell R., Rabbitts T.H. Leukaemia lineage specification caused by cell-specific MLL-ENL translocations. Oncogene. 2008;27:1945–1950. doi: 10.1038/sj.onc.1210818. [PubMed] [CrossRef] [Google Scholar]158. Ernst P., Fisher J.K., Avery W., Wade S., Foy D., Korsmeyer S.J. Definitive hematopoiesis requires the mixed-lineage leukemia gene. Dev. Cell. 2004;6:437–443. doi: 10.1016/S1534-5807(04)00061-9. [PubMed] [CrossRef] [Google Scholar]159. Ruthenburg A.J., Li H., Patel D.J., Allis C.D. Multivalent engagement of chromatin modifications by linked binding modules. Nat. Rev. Mol. Cell Biol. 2007;8:983–994. doi: 10.1038/nrm2298. [PMC free article] [PubMed] [CrossRef] [Google Scholar]160. Bartke T., Vermeulen M., Xhemalce B., Robson S.C., Mann M., Kouzarides T. Nucleosome-interacting proteins regulated by DNA and histone methylation. Cell. 2010;143:470–484. doi: 10.1016/j.cell.2010.10.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]161. Ruthenburg A.J., Li H., Milne T.A., Dewell S., McGinty R.K., Yuen M., Ueberheide B., Dou Y., Muir T.W., Patel D.J., et al.  Recognition of a mononucleosomal histone modification pattern by BPTF via multivalent interactions. Cell. 2011;145:692–706. doi: 10.1016/j.cell.2011.03.053. [PMC free article] [PubMed] [CrossRef] [Google Scholar]162. Kim J., Guermah M., Roeder R.G. The human PAF1 complex acts in chromatin transcription elongation both independently and cooperatively with SII/TFIIS. Cell. 2010;140:491–503. doi: 10.1016/j.cell.2009.12.050. [PMC free article] [PubMed] [CrossRef] [Google Scholar]163. Armstrong S.A., Staunton J.E., Silverman L.B., Pieters R., den Boer M.L., Minden M.D., Sallan S.E., Lander E.S., Golub T.R., Korsmeyer S.J. MLL translocations specify a distinct gene expression profile that distinguishes a unique leukemia. Nat. Genet. 2002;30:41–47. doi: 10.1038/ng765. [PubMed] [CrossRef] [Google Scholar]164. Ferrando A.A., Armstrong S.A., Neuberg D.S., Sallan S.E., Silverman L.B., Korsmeyer S.J., Look A.T. Gene expression signatures in MLL-rearranged t-lineage and b-precursor acute leukemias: Dominance of HOX dysregulation. Blood. 2003;102:262–268. doi: 10.1182/blood-2002-10-3221. [PubMed] [CrossRef] [Google Scholar]165. Rozovskaia T., Feinstein E., Mor O., Foa R., Blechman J., Nakamura T., Croce C.M., Cimino G., Canaani E. Upregulation of Meis1 and HoxA9 in acute lymphocytic leukemias with the t(4:11) abnormality. Oncogene. 2001;20:874–878. doi: 10.1038/sj.onc.1204174. [PubMed] [CrossRef] [Google Scholar]166. Yeoh E.J., Ross M.E., Shurtleff S.A., Williams W.K., Patel D., Mahfouz R., Behm F.G., Raimondi S.C., Relling M.V., Patel A., et al.  Classification, subtype discovery, and prediction of outcome in pediatric acute lymphoblastic leukemia by gene expression profiling. Cancer Cell. 2002;1:133–143. doi: 10.1016/S1535-6108(02)00032-6. [PubMed] [CrossRef] [Google Scholar]167. Kroon E., Krosl J., Thorsteinsdottir U., Baban S., Buchberg A.M., Sauvageau G. Hoxa9 transforms primary bone marrow cells through specific collaboration with Meis1a but not Pbx1b. EMBO J. 1998;17:3714–3725. doi: 10.1093/emboj/17.13.3714. [PMC free article] [PubMed] [CrossRef] [Google Scholar]168. Thorsteinsdottir U., Kroon E., Jerome L., Blasi F., Sauvageau G. Defining roles for HOX and MEIS1 genes in induction of acute myeloid leukemia. Mol. Cell. Biol. 2001;21:224–234. doi: 10.1128/MCB.21.1.224-234.2001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]169. Zeisig B.B., Milne T., Garcia-Cuellar M.P., Schreiner S., Martin M.E., Fuchs U., Borkhardt A., Chanda S.K., Walker J., Soden R., et al.  Hoxa9 and Meis1 are key targets for MLL-ENL-mediated cellular immortalization. Mol. Cell. Biol. 2004;24:617–628. doi: 10.1128/MCB.24.2.617-628.2004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]170. Ayton P.M., Cleary M.L. Transformation of myeloid progenitors by MLL oncoproteins is dependent on Hoxa7 and Hoxa9. Genes Dev. 2003;17:2298–2307. doi: 10.1101/gad.1111603. [PMC free article] [PubMed] [CrossRef] [Google Scholar]171. Faber J., Krivtsov A.V., Stubbs M.C., Wright R., Davis T.N., van den Heuvel-Eibrink M., Zwaan C.M., Kung A.L., Armstrong S.A. Hoxa9 is required for survival in human MLL-rearranged acute leukemias. Blood. 2009;113:2375–2385. doi: 10.1182/blood-2007-09-113597. [PMC free article] [PubMed] [CrossRef] [Google Scholar]172. Orlovsky K., Kalinkovich A., Rozovskaia T., Shezen E., Itkin T., Alder H., Ozer H.G., Carramusa L., Avigdor A., Volinia S., et al.  Down-regulation of homeobox genes Meis1 and hoxa in MLL-rearranged acute leukemia impairs engraftment and reduces proliferation. Proc. Natl. Acad. Sci. USA. 2011;108:7956–7961. [PMC free article] [PubMed] [Google Scholar]173. Ross M.E., Mahfouz R., Onciu M., Liu H.C., Zhou X., Song G., Shurtleff S.A., Pounds S., Cheng C., Ma J., et al.  Gene expression profiling of pediatric acute myelogenous leukemia. Blood. 2004;104:3679–3687. doi: 10.1182/blood-2004-03-1154. [PubMed] [CrossRef] [Google Scholar]174. Stam R.W., Schneider P., Hagelstein J.A., van der Linden M.H., Stumpel D.J., de Menezes R.X., de Lorenzo P., Valsecchi M.G., Pieters R. Gene expression profiling-based dissection of MLL translocated and MLL germline acute lymphoblastic leukemia in infants. Blood. 2010;115:2835–2844. [PubMed] [Google Scholar]175. Trentin L., Giordan M., Dingermann T., Basso G., Te Kronnie G., Marschalek R. Two independent gene signatures in pediatric t(4;11) acute lymphoblastic leukemia patients. Eur. J. Haematol. 2009;83:406–419. doi: 10.1111/j.1600-0609.2009.01305.x. [PubMed] [CrossRef] [Google Scholar]176. Kumar A.R., Li Q., Hudson W.A., Chen W., Sam T., Yao Q., Lund E.A., Wu B., Kowal B.J., Kersey J.H. A role for Meis1 in MLL-fusion gene leukemia. Blood. 2009;113:1756–1758. doi: 10.1182/blood-2008-06-163287. [PMC free article] [PubMed] [CrossRef] [Google Scholar]177. Wang Q.F., Wu G., Mi S., He F., Wu J., Dong J., Luo R.T., Mattison R., Kaberlein J.J., Prabhakar S., et al.  MLL fusion proteins preferentially regulate a subset of wild-type MLL target genes in the leukemic genome. Blood. 2011;117:6895–6905. doi: 10.1182/blood-2010-12-324699. [PMC free article] [PubMed] [CrossRef] [Google Scholar]178. Krivtsov A.V., Twomey D., Feng Z., Stubbs M.C., Wang Y., Faber J., Levine J.E., Wang J., Hahn W.C., Gilliland D.G., et al.  Transformation from committed progenitor to leukaemia stem cell initiated by MLL-AF9. Nature. 2006;442:818–822. [PubMed] [Google Scholar]179. Schwieger M., Schuler A., Forster M., Engelmann A., Arnold M.A., Delwel R., Valk P.J., Lohler J., Slany R.K., Olson E.N., et al.  Homing and invasiveness of MLL/ENL leukemic cells is regulated by MEF2C. Blood. 2009;114:2476–2488. [PubMed] [Google Scholar]180. Kuipers J.E., Coenen E.A., Balgobind B.V., Stary J., Baruchel A., de Haas V., de Bont E.S., Reinhardt D., Kaspers G.J., Cloos J., et al.  High IGSF4 expression in pediatric M5 acute myeloid leukemia with t(9;11)(p22;q23) Blood. 2011;117:928–935. [PubMed] [Google Scholar]181. Hess J.L., Bittner C.B., Zeisig D.T., Bach C., Fuchs U., Borkhardt A., Frampton J., Slany R.K. C-myb is an essential downstream target for homeobox-mediated transformation of hematopoietic cells. Blood. 2006;108:297–304. doi: 10.1182/blood-2005-12-5014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]182. Zuber J., Rappaport A.R., Luo W., Wang E., Chen C., Vaseva A.V., Shi J., Weissmueller S., Fellmann C., Taylor M.J., et al.  An integrated approach to dissecting oncogene addiction implicates a Myb-coordinated self-renewal program as essential for leukemia maintenance. Genes Dev. 2011;25:1628–1640. doi: 10.1101/gad.17269211. [PMC free article] [PubMed] [CrossRef] [Google Scholar]183. Mak A.B., Nixon A.M., Moffat J. The mixed lineage leukemia (MLL) fusion-associated gene AF4 promotes CD133 transcription. Cancer Res. 2012;72:1929–1934. doi: 10.1158/0008-5472.CAN-11-3589. [PubMed] [CrossRef] [Google Scholar]184. Kim J., Woo A.J., Chu J., Snow J.W., Fujiwara Y., Kim C.G., Cantor A.B., Orkin S.H. A Myc network accounts for similarities between embryonic stem and cancer cell transcription programs. Cell. 2010;143:313–324. doi: 10.1016/j.cell.2010.09.010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]185. Dawson M.A., Prinjha R.K., Dittmann A., Giotopoulos G., Bantscheff M., Chan W.I., Robson S.C., Chung C.W., Hopf C., Savitski M.M., et al.  Inhibition of bet recruitment to chromatin as an effective treatment for MLL-fusion leukaemia. Nature. 2011;478:529–533. [PMC free article] [PubMed] [Google Scholar]186. Zuber J., Shi J., Wang E., Rappaport A.R., Herrmann H., Sison E.A., Magoon D., Qi J., Blatt K., Wunderlich M., et al.  RNAi screen identifies brd4 as a therapeutic target in acute myeloid leukaemia. Nature. 2011;478:524–528. doi: 10.1038/nature10334. [PMC free article] [PubMed] [CrossRef] [Google Scholar]187. Guenther M.G., Lawton L.N., Rozovskaia T., Frampton G.M., Levine S.S., Volkert T.L., Croce C.M., Nakamura T., Canaani E., Young R.A. Aberrant chromatin at genes encoding stem cell regulators in human mixed-lineage leukemia. Genes Dev. 2008;22:3403–3408. doi: 10.1101/gad.1741408. [PMC free article] [PubMed] [CrossRef] [Google Scholar]188. Bernt K.M., Zhu N., Sinha A.U., Vempati S., Faber J., Krivtsov A.V., Feng Z., Punt N., Daigle A., Bullinger L., et al.  MLL-rearranged leukemia is dependent on aberrant H3K79 methylation by DOT1L. Cancer Cell. 2011;20:66–78. doi: 10.1016/j.ccr.2011.06.010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]189. Dick J.E. Stem cell concepts renew cancer research. Blood. 2008;112:4793–4807. doi: 10.1182/blood-2008-08-077941. [PubMed] [CrossRef] [Google Scholar]190. Goardon N., Marchi E., Atzberger A., Quek L., Schuh A., Soneji S., Woll P., Mead A., Alford K.A., Rout R., et al.  Coexistence of LMPP-like and GMP-like leukemia stem cells in acute myeloid leukemia. Cancer Cell. 2011;19:138–152. doi: 10.1016/j.ccr.2010.12.012. [PubMed] [CrossRef] [Google Scholar]191. Lawrie C.H. Microrna expression in lymphoid malignancies: New hope for diagnosis and therapy? J. Cell. Mol. Med. 2008;12:1432–1444. doi: 10.1111/j.1582-4934.2008.00399.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]192. Mi S., Lu J., Sun M., Li Z., Zhang H., Neilly M.B., Wang Y., Qian Z., Jin J., Zhang Y., et al.  Microrna expression signatures accurately discriminate acute lymphoblastic leukemia from acute myeloid leukemia. Proc. Natl. Acad. Sci. USA. 2007;104:19971–19976. [PMC free article] [PubMed] [Google Scholar]193. Li Z., Lu J., Sun M., Mi S., Zhang H., Luo R.T., Chen P., Wang Y., Yan M., Qian Z., et al.  Distinct microrna expression profiles in acute myeloid leukemia with common translocations. Proc. Natl. Acad. Sci. USA. 2008;105:15535–15540. [PMC free article] [PubMed] [Google Scholar]194. Schotte D., de Menezes R.X., Moqadam F.A., Khankahdani L.M., Lange-Turenhout E., Chen C., Pieters R., den Boer M.L. Microrna characterize genetic diversity and drug resistance in pediatric acute lymphoblastic leukemia. Haematologica. 2011;96:703–711. doi: 10.3324/haematol.2010.026138. [PMC free article] [PubMed] [CrossRef] [Google Scholar]195. Stumpel D.J., Schotte D., Lange-Turenhout E.A., Schneider P., Seslija L., de Menezes R.X., Marquez V.E., Pieters R., den Boer M.L., Stam R.W. Hypermethylation of specific microrna genes in MLL-rearranged infant acute lymphoblastic leukemia: Major matters at a micro scale. Leukemia. 2011;25:429–439. doi: 10.1038/leu.2010.282. [PubMed] [CrossRef] [Google Scholar]196. Garzon R., Pichiorri F., Palumbo T., Visentini M., Aqeilan R., Cimmino A., Wang H., Sun H., Volinia S., Alder H., et al.  Microrna gene expression during retinoic acid-induced differentiation of human acute promyelocytic leukemia. Oncogene. 2007;26:4148–4157. [PubMed] [Google Scholar]197. Popovic R., Riesbeck L.E., Velu C.S., Chaubey A., Zhang J., Achille N.J., Erfurth F.E., Eaton K., Lu J., Grimes H.L., et al.  Regulation of miR-196b by MLL and its overexpression by MLL fusions contributes to immortalization. Blood. 2009;113:3314–3322. doi: 10.1182/blood-2008-04-154310. [PMC free article] [PubMed] [CrossRef] [Google Scholar]198. Li Z., Huang H., Chen P., He M., Li Y., Arnovitz S., Jiang X., He C., Hyjek E., Zhang J., et al.  miR-196b Directly targets both HOXA9/MEIS1 oncogenes and FAS tumour suppressor in MLL-rearranged leukaemia. Nat. Commun. 2012;3:688. [PMC free article] [PubMed] [Google Scholar]199. Mi S., Li Z., Chen P., He C., Cao D., Elkahloun A., Lu J., Pelloso L.A., Wunderlich M., Huang H., et al.  Aberrant overexpression and function of the miR-17-92 cluster in MLL-rearranged acute leukemia. Proc. Natl. Acad. Sci. USA. 2010;107:3710–3715. [PMC free article] [PubMed] [Google Scholar]200. Fontana L., Pelosi E., Greco P., Racanicchi S., Testa U., Liuzzi F., Croce C.M., Brunetti E., Grignani F., Peschle C. Micrornas 17-5p-20a-106a control monocytopoiesis through AML1 targeting and M-CSF receptor upregulation. Nat. Cell Biol. 2007;9:775–787. doi: 10.1038/ncb1613. [PubMed] [CrossRef] [Google Scholar]201. Garzon R., Pichiorri F., Palumbo T., Iuliano R., Cimmino A., Aqeilan R., Volinia S., Bhatt D., Alder H., Marcucci G., et al.  Microrna fingerprints during human megakaryocytopoiesis. Proc. Natl. Acad. Sci. USA. 2006;103:5078–5083. [PMC free article] [PubMed] [Google Scholar]202. Ventura A., Young A.G., Winslow M.M., Lintault L., Meissner A., Erkeland S.J., Newman J., Bronson R.T., Crowley D., Stone J.R., et al.  Targeted deletion reveals essential and overlapping functions of the miR-17 through 92 family of mirna clusters. Cell. 2008;132:875–886. doi: 10.1016/j.cell.2008.02.019. [PMC free article] [PubMed] [CrossRef] [Google Scholar]203. Koralov S.B., Muljo S.A., Galler G.R., Krek A., Chakraborty T., Kanellopoulou C., Jensen K., Cobb B.S., Merkenschlager M., Rajewsky N., et al.  Dicer ablation affects antibody diversity and cell survival in the b lymphocyte lineage. Cell. 2008;132:860–874. doi: 10.1016/j.cell.2008.02.020. [PubMed] [CrossRef] [Google Scholar]204. Wong P., Iwasaki M., Somervaille T.C., Ficara F., Carico C., Arnold C., Chen C.Z., Cleary M.L. The miR-17-92 microRNA polycistron regulates mll leukemia stem cell potential by modulating p21 expression. Cancer Res. 2010;70:3833–3842. doi: 10.1158/0008-5472.CAN-09-3268. [PMC free article] [PubMed] [CrossRef] [Google Scholar]205. Caslini C., Alarcon A.S., Hess J.L., Tanaka R., Murti K.G., Biondi A. The amino terminus targets the mixed lineage leukemia (MLL) protein to the nucleolus, nuclear matrix and mitotic chromosomal scaffolds. Leukemia. 2000;14:1898–1908. [PMC free article] [PubMed] [Google Scholar]206. Aguda B.D., Kim Y., Piper-Hunter M.G., Friedman A., Marsh C.B. Microrna regulation of a cancer network: Consequences of the feedback loops involving miR-17-92, E2F, and Myc. Proc. Natl. Acad. Sci. USA. 2008;105:19678–19683. [PMC free article] [PubMed] [Google Scholar]207. Schotte D., Chau J.C., Sylvester G., Liu G., Chen C., van der Velden V.H., Broekhuis M.J., Peters T.C., Pieters R., den Boer M.L. Identification of new microrna genes and aberrant microrna profiles in childhood acute lymphoblastic leukemia. Leukemia. 2009;23:313–322. doi: 10.1038/leu.2008.286. [PubMed] [CrossRef] [Google Scholar]208. Letai A., Sorcinelli M.D., Beard C., Korsmeyer S.J. Antiapoptotic BCL-2 is required for maintenance of a model leukemia. Cancer Cell. 2004;6:241–249. doi: 10.1016/j.ccr.2004.07.011. [PubMed] [CrossRef] [Google Scholar]209. Johnson S.M., Grosshans H., Shingara J., Byrom M., Jarvis R., Cheng A., Labourier E., Reinert K.L., Brown D., Slack F.J. RAS is regulated by the let-7 microRNA family. Cell. 2005;120:635–647. doi: 10.1016/j.cell.2005.01.014. [PubMed] [CrossRef] [Google Scholar]210. Kolch W. Coordinating ERK/MAPK signalling through scaffolds and inhibitors. Nat. Rev. Mol. Cell Biol. 2005;6:827–837. doi: 10.1038/nrm1743. [PubMed] [CrossRef] [Google Scholar]211. Moriya K., Suzuki M., Watanabe Y., Takahashi T., Aoki Y., Uchiyama T., Kumaki S., Sasahara Y., Minegishi M., Kure S., et al.  Development of a multi-step leukemogenesis model of MLL-rearranged leukemia using humanized mice. PLoS One. 2012;7:e37892. [PMC free article] [PubMed] [Google Scholar]212. Tamai H., Miyake K., Takatori M., Miyake N., Yamaguchi H., Dan K., Shimada T., Inokuchi K. Activated k-ras protein accelerates human MLL/AF4-induced leukemo-lymphomogenicity in a transgenic mouse model. Leukemia. 2011;25:888–891. doi: 10.1038/leu.2011.15. [PubMed] [CrossRef] [Google Scholar]213. Ono R., Kumagai H., Nakajima H., Hishiya A., Taki T., Horikawa K., Takatsu K., Satoh T., Hayashi Y., Kitamura T., et al.  Mixed-lineage-leukemia (MLL) fusion protein collaborates with Ras to induce acute leukemia through aberrant Hox expression and Raf activation. Leukemia. 2009;23:2197–2209. doi: 10.1038/leu.2009.177. [PubMed] [CrossRef] [Google Scholar]214. Burmeister T., Marschalek R., Schneider B., Meyer C., Gokbuget N., Schwartz S., Hoelzer D., Thiel E. Monitoring minimal residual disease by quantification of genomic chromosomal breakpoint sequences in acute leukemias with MLL aberrations. Leukemia. 2006;20:451–457. [PubMed] [Google Scholar]215. Langer T., Metzler M., Reinhardt D., Viehmann S., Borkhardt A., Reichel M., Stanulla M., Schrappe M., Creutzig U., Ritter J., et al.  Analysis of t(9;11) chromosomal breakpoint sequences in childhood acute leukemia: Almost identical mll breakpoints in therapy-related aml after treatment without etoposides. Genes Chromosomes Cancer. 2003;36:393–401. doi: 10.1002/gcc.10167. [PubMed] [CrossRef] [Google Scholar]216. Erfurth F., Hemenway C.S., de Erkenez A.C., Domer P.H. MLL fusion partners AF4 and AF9 interact at subnuclear foci. Leukemia. 2004;18:92–102. doi: 10.1038/sj.leu.2403200. [PubMed] [CrossRef] [Google Scholar]217. Palermo C.M., Bennett C.A., Winters A.C., Hemenway C.S. The AF4-mimetic peptide, PFWT, induces necrotic cell death in MV4-11 leukemia cells. Leuk. Res. 2008;32:633–642. doi: 10.1016/j.leukres.2007.08.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]218. Srinivasan R.S., Nesbit J.B., Marrero L., Erfurth F., LaRussa V.F., Hemenway C.S. The synthetic peptide pfwt disrupts AF4-AF9 protein complexes and induces apoptosis in t(4;11) leukemia cells. Leukemia. 2004;18:1364–1372. doi: 10.1038/sj.leu.2403415. [PubMed] [CrossRef] [Google Scholar]219. Zeisig D.T., Bittner C.B., Zeisig B.B., Garcia-Cuellar M.P., Hess J.L., Slany R.K. The eleven-nineteen-leukemia protein ENL connects nuclear MLL fusion partners with chromatin. Oncogene. 2005;24:5525–5532. [PubMed] [Google Scholar]220. Okada Y., Feng Q., Lin Y., Jiang Q., Li Y., Coffield V.M., Su L., Xu G., Zhang Y. hDOT1L links histone methylation to leukemogenesis. Cell. 2005;121:167–178. doi: 10.1016/j.cell.2005.02.020. [PubMed] [CrossRef] [Google Scholar]221. Estable M.C., Naghavi M.H., Kato H., Xiao H., Qin J., Vahlne A., Roeder R.G. MCEF, the newest member of the AF4 family of transcription factors involved in leukemia, is a positive transcription elongation factor-b-associated protein. J. Biomed. Sci. 2002;9:234–245. doi: 10.1007/BF02256070. [PubMed] [CrossRef] [Google Scholar]222. Bitoun E., Oliver P.L., Davies K.E. The mixed-lineage leukemia fusion partner AF4 stimulates rna polymerase II transcriptional elongation and mediates coordinated chromatin remodeling. Hum. Mol. Genet. 2007;16:92–106. [PubMed] [Google Scholar]223. Mueller D., Bach C., Zeisig D., Garcia-Cuellar M.P., Monroe S., Sreekumar A., Zhou R., Nesvizhskii A., Chinnaiyan A., Hess J.L., et al.  A role for the MLL fusion partner ENL in transcriptional elongation and chromatin modification. Blood. 2007;110:4445–4454. doi: 10.1182/blood-2007-05-090514. [PMC free article] [PubMed] [CrossRef] [Google Scholar]224. Mueller D., Garcia-Cuellar M.P., Bach C., Buhl S., Maethner E., Slany R.K. Misguided transcriptional elongation causes mixed lineage leukemia. PLoS Biol. 2009;7:e1000249. doi: 10.1371/journal.pbio.1000249. [PMC free article] [PubMed] [CrossRef] [Google Scholar]225. Biswas D., Milne T.A., Basrur V., Kim J., Elenitoba-Johnson K.S., Allis C.D., Roeder R.G. Function of leukemogenic mixed lineage leukemia 1 (MLL) fusion proteins through distinct partner protein complexes. Proc. Natl. Acad. Sci. USA. 2011;108:15751–15756. [PMC free article] [PubMed] [Google Scholar]226. Lin C., Smith E.R., Takahashi H., Lai K.C., Martin-Brown S., Florens L., Washburn M.P., Conaway J.W., Conaway R.C., Shilatifard A. AFF4, a component of the ELL/P-TEFB elongation complex and a shared subunit of MLL chimeras, can link transcription elongation to leukemia. Mol. Cell. 2010;37:429–437. doi: 10.1016/j.molcel.2010.01.026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]227. Yokoyama A., Lin M., Naresh A., Kitabayashi I., Cleary M.L. A higher-order complex containing AF4 and enl family proteins with P-TEFB facilitates oncogenic and physiologic MLL-dependent transcription. Cancer Cell. 2010;17:198–212. doi: 10.1016/j.ccr.2009.12.040. [PMC free article] [PubMed] [CrossRef] [Google Scholar]228. He N., Liu M., Hsu J., Xue Y., Chou S., Burlingame A., Krogan N.J., Alber T., Zhou Q. HIV-1 Tat and host AFF4 recruit two transcription elongation factors into a bifunctional complex for coordinated activation of HIV-1 transcription. Mol. Cell. 2010;38:428–438. doi: 10.1016/j.molcel.2010.04.013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]229. Sobhian B., Laguette N., Yatim A., Nakamura M., Levy Y., Kiernan R., Benkirane M. HIV-1 Tat assembles a multifunctional transcription elongation complex and stably associates with the 7SK snRNP. Mol. Cell. 2010;38:439–451. doi: 10.1016/j.molcel.2010.04.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]230. Monroe S.C., Jo S.Y., Sanders D.S., Basrur V., Elenitoba-Johnson K.S., Slany R.K., Hess J.L. MLL-AF9 and MLL-ENL alter the dynamic association of transcriptional regulators with genes critical for leukemia. Exp. Hematol. 2011;39:77–86.e5. doi: 10.1016/j.exphem.2010.09.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]231. Lin C., Garrett A.S., de Kumar B., Smith E.R., Gogol M., Seidel C., Krumlauf R., Shilatifard A. Dynamic transcriptional events in embryonic stem cells mediated by the super elongation complex (SEC) Genes Dev. 2011;25:1486–1498. doi: 10.1101/gad.2059211. [PMC free article] [PubMed] [CrossRef] [Google Scholar]232. He N., Chan C.K., Sobhian B., Chou S., Xue Y., Liu M., Alber T., Benkirane M., Zhou Q. Human polymerase-associated factor complex (PAFC) connects the super elongation complex (SEC) to rna polymerase ii on chromatin. Proc. Natl. Acad. Sci. USA. 2011;108:E636–E645. [PMC free article] [PubMed] [Google Scholar]233. Smith E., Lin C., Shilatifard A. The super elongation complex (SEC) and MLL in development and disease. Genes Dev. 2011;25:661–672. doi: 10.1101/gad.2015411. [PMC free article] [PubMed] [CrossRef] [Google Scholar]234. Liu M., Hsu J., Chan C., Li Z., Zhou Q. The ubiquitin ligase siah1 controls ELL2 stability and formation of super elongation complexes to modulate gene transcription. Mol. Cell. 2012;46:325–334. doi: 10.1016/j.molcel.2012.03.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]235. Luo Z., Lin C., Guest E., Garrett A.S., Mohaghegh N., Swanson S., Marshall S., Florens L., Washburn M.P., Shilatifard A. The super elongation complex family of rna polymerase II elongation factors: Gene target specificity and transcriptional output. Mol. Cell. Biol. 2012;32:2608–2617. doi: 10.1128/MCB.00182-12. [PMC free article] [PubMed] [CrossRef] [Google Scholar]236. Smith E.R., Lin C., Garrett A.S., Thornton J., Mohaghegh N., Hu D., Jackson J., Saraf A., Swanson S.K., Seidel C., et al.  The little elongation complex regulates small nuclear RNA transcription. Mol. Cell. 2011;44:954–965. doi: 10.1016/j.molcel.2011.12.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]237. Takahashi H., Parmely T.J., Sato S., Tomomori-Sato C., Banks C.A., Kong S.E., Szutorisz H., Swanson S.K., Martin-Brown S., Washburn M.P., et al.  Human mediator subunit MED26 functions as a docking site for transcription elongation factors. Cell. 2011;146:92–104. doi: 10.1016/j.cell.2011.06.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]238. Garcia-Cuellar M.P., Zilles O., Schreiner S.A., Birke M., Winkler T.H., Slany R.K. The ENL moiety of the childhood leukemia-associated MLL-ENL oncoprotein recruits human polycomb 3. Oncogene. 2001;20:411–419. doi: 10.1038/sj.onc.1204108. [PubMed] [CrossRef] [Google Scholar]239. Hemenway C.S., de Erkenez A.C., Gould G.C. The polycomb protein MPc3 interacts with AF9, an MLL fusion partner in t(9;11)(p22;q23) acute leukemias. Oncogene. 2001;20:3798–3805. doi: 10.1038/sj.onc.1204478. [PubMed] [CrossRef] [Google Scholar]240. Tan J., Jones M., Koseki H., Nakayama M., Muntean A.G., Maillard I., Hess J.L. CBX8, a polycomb group protein, is essential for MLL-AF9-induced leukemogenesis. Cancer Cell. 2011;20:563–575. doi: 10.1016/j.ccr.2011.09.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]241. Yang Z., Yik J.H., Chen R., He N., Jang M.K., Ozato K., Zhou Q. Recruitment of P-TEFB for stimulation of transcriptional elongation by the bromodomain protein Brd4. Mol. Cell. 2005;19:535–545. doi: 10.1016/j.molcel.2005.06.029. [PubMed] [CrossRef] [Google Scholar]242. Jang M.K., Mochizuki K., Zhou M., Jeong H.S., Brady J.N., Ozato K. The bromodomain protein Brd4 is a positive regulatory component of P-TEFB and stimulates RNA polymerase II-dependent transcription. Mol. Cell. 2005;19:523–534. doi: 10.1016/j.molcel.2005.06.027. [PubMed] [CrossRef] [Google Scholar]243. Liedtke M., Ayton P.M., Somervaille T.C., Smith K.S., Cleary M.L. Self-association mediated by the RAS association 1 domain of AF6 activates the oncogenic potential of MLL-AF6. Blood. 2010;116:63–70. doi: 10.1182/blood-2009-09-243386. [PMC free article] [PubMed] [CrossRef] [Google Scholar]244. Guenther M.G., Levine S.S., Boyer L.A., Jaenisch R., Young R.A. A chromatin landmark and transcription initiation at most promoters in human cells. Cell. 2007;130:77–88. doi: 10.1016/j.cell.2007.05.042. [PMC free article] [PubMed] [CrossRef] [Google Scholar]245. Muse G.W., Gilchrist D.A., Nechaev S., Shah R., Parker J.S., Grissom S.F., Zeitlinger J., Adelman K. RNA polymerase is poised for activation across the genome. Nat. Genet. 2007;39:1507–1511. [PMC free article] [PubMed] [Google Scholar]246. Nechaev S., Fargo D.C., dos Santos G., Liu L., Gao Y., Adelman K. Global analysis of short rnas reveals widespread promoter-proximal stalling and arrest of pol II in drosophila. Science. 2010;327:335–338. [PMC free article] [PubMed] [Google Scholar]247. Zeitlinger J., Stark A., Kellis M., Hong J.W., Nechaev S., Adelman K., Levine M., Young R.A. RNA polymerase stalling at developmental control genes in the drosophila melanogaster embryo. Nat. Genet. 2007;39:1512–1516. doi: 10.1038/ng.2007.26. [PMC free article] [PubMed] [CrossRef] [Google Scholar]248. Kininis M., Isaacs G.D., Core L.J., Hah N., Kraus W.L. Postrecruitment regulation of RNA polymerase II directs rapid signaling responses at the promoters of estrogen target genes. Mol. Cell. Biol. 2009;29:1123–1133. doi: 10.1128/MCB.00841-08. [PMC free article] [PubMed] [CrossRef] [Google Scholar]249. Marshall N.F., Price D.H. Purification of P-TEFB, a transcription factor required for the transition into productive elongation. J. Biol. Chem. 1995;270:12335–12338. [PubMed] [Google Scholar]250. Marshall N.F., Peng J., Xie Z., Price D.H. Control of RNA polymerase II elongation potential by a novel carboxyl-terminal domain kinase. J. Biol. Chem. 1996;271:27176–27183. [PubMed] [Google Scholar]251. Yamaguchi Y., Takagi T., Wada T., Yano K., Furuya A., Sugimoto S., Hasegawa J., Handa H. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. doi: 10.1016/S0092-8674(00)80713-8. [PubMed] [CrossRef] [Google Scholar]252. Wada T., Takagi T., Yamaguchi Y., Watanabe D., Handa H. Evidence that P-TEFB alleviates the negative effect of DSIF on RNA polymerase II-dependent transcription in vitro. EMBO J. 1998;17:7395–7403. doi: 10.1093/emboj/17.24.7395. [PMC free article] [PubMed] [CrossRef] [Google Scholar]253. Chao S.H., Price D.H. Flavopiridol inactivates P-TEFB and blocks most rna polymerase II transcription in vivo. J. Biol. Chem. 2001;276:31793–31799. doi: 10.1074/jbc.M102306200. [PubMed] [CrossRef] [Google Scholar]254. Shilatifard A., Duan D.R., Haque D., Florence C., Schubach W.H., Conaway J.W., Conaway R.C. ELL2, a new member of an ell family of RNA polymerase II elongation factors. Proc. Natl. Acad. Sci. USA. 1997;94:3639–3643. doi: 10.1073/pnas.94.8.3639. [PMC free article] [PubMed] [CrossRef] [Google Scholar]255. Shilatifard A., Lane W.S., Jackson K.W., Conaway R.C., Conaway J.W. An RNA polymerase II elongation factor encoded by the human ell gene. Science. 1996;271:1873–1876. [PubMed] [Google Scholar]256. Shilatifard A., Conaway R.C., Conaway J.W. The RNA polymerase II elongation complex. Annu. Rev. Biochem. 2003;72:693–715. doi: 10.1146/annurev.biochem.72.121801.161551. [PubMed] [CrossRef] [Google Scholar]257. Bursen A., Moritz S., Gaussmann A., Dingermann T., Marschalek R. Interaction of AF4 wild-type and AF4.MLL fusion protein with SIAH proteins: Indication for t(4;11) pathobiology? Oncogene. 2004;23:6237–6249. doi: 10.1038/sj.onc.1207837. [PubMed] [CrossRef] [Google Scholar]258. Oliver P.L., Bitoun E., Clark J., Jones E.L., Davies K.E. Mediation of AF4 protein function in the cerebellum by SIAH proteins. Proc. Natl. Acad. Sci. USA. 2004;101:14901–14906. [PMC free article] [PubMed] [Google Scholar]259. Muntean A.G., Giannola D., Udager A.M., Hess J.L. The PHD fingers of MLL block MLL fusion protein-mediated transformation. Blood. 2008;112:4690–4693. doi: 10.1182/blood-2008-01-134056. [PMC free article] [PubMed] [CrossRef] [Google Scholar]260. Nguyen A.T., Taranova O., He J., Zhang Y. DOT1L, the H3K79 methyltransferase, is required for MLL-AF9-mediated leukemogenesis. Blood. 2011;117:6912–6922. doi: 10.1182/blood-2011-02-334359. [PMC free article] [PubMed] [CrossRef] [Google Scholar]261. Daigle S.R., Olhava E.J., Therkelsen C.A., Majer C.R., Sneeringer C.J., Song J., Johnston L.D., Scott M.P., Smith J.J., Xiao Y., et al.  Selective killing of mixed lineage leukemia cells by a potent small-molecule dot1l inhibitor. Cancer Cell. 2011;20:53–65. doi: 10.1016/j.ccr.2011.06.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]262. Chang M.J., Wu H., Achille N.J., Reisenauer M.R., Chou C.W., Zeleznik-Le N.J., Hemenway C.S., Zhang W. Histone H3 lysine 79 methyltransferase Dot1 is required for immortalization by mll oncogenes. Cancer Res. 2010;70:10234–10242. [PMC free article] [PubMed] [Google Scholar]263. Jo S.Y., Granowicz E.M., Maillard I., Thomas D., Hess J.L. Requirement for Dot1l in murine postnatal hematopoiesis and leukemogenesis by mll translocation. Blood. 2011;117:4759–4768. [PMC free article] [PubMed] [Google Scholar]264. Krogan N.J., Dover J., Wood A., Schneider J., Heidt J., Boateng M.A., Dean K., Ryan O.W., Golshani A., Johnston M., et al.  The Paf1 complex is required for histone H3 methylation by COMPASS and Dot1p: Linking transcriptional elongation to histone methylation. Mol. Cell. 2003;11:721–729. doi: 10.1016/S1097-2765(03)00091-1. [PubMed] [CrossRef] [Google Scholar]265. Pradeepa M.M., Sutherland H.G., Ule J., Grimes G.R., Bickmore W.A. Psip1/Ledgf p52 binds methylated histone H3K36 and splicing factors and contributes to the regulation of alternative splicing. PLoS Genet. 2012;8:e1002717. doi: 10.1371/journal.pgen.1002717. [PMC free article] [PubMed] [CrossRef] [Google Scholar]266. Brown-Bryan T.A., Leoh L.S., Ganapathy V., Pacheco F.J., Mediavilla-Varela M., Filippova M., Linkhart T.A., Gijsbers R., Debyser Z., Casiano C.A. Alternative splicing and caspase-mediated cleavage generate antagonistic variants of the stress oncoprotein LEDGF/P75. Mol. Cancer Res. 2008;6:1293–1307. doi: 10.1158/1541-7786.MCR-08-0125. [PMC free article] [PubMed] [CrossRef] [Google Scholar]267. Ge H., Si Y., Roeder R.G. Isolation of cdnas encoding novel transcription coactivators p52 and p75 reveals an alternate regulatory mechanism of transcriptional activation. EMBO J. 1998;17:6723–6729. doi: 10.1093/emboj/17.22.6723. [PMC free article] [PubMed] [CrossRef] [Google Scholar]268. Liedtke M., Cleary M.L. Therapeutic targeting of mll. Blood. 2009;113:6061–6068. doi: 10.1182/blood-2008-12-197061. [PMC free article] [PubMed] [CrossRef] [Google Scholar]269. Bernt K.M., Armstrong S.A. Targeting epigenetic programs in MLL-rearranged leukemias. Hematology Am. Soc. Hematol. Educ. Program. 2011:354–360. [PubMed] [Google Scholar]270. Baylin S.B., Jones P.A. A decade of exploring the cancer epigenome—Biological and translational implications. Nat. Rev. Cancer. 2011;11:726–734. doi: 10.1038/nrc3130. [PMC free article] [PubMed] [CrossRef] [Google Scholar]271. Arrowsmith C.H., Bountra C., Fish P.V., Lee K., Schapira M. Epigenetic protein families: A new frontier for drug discovery. Nat. Rev. Drug Discov. 2012;11:384–400. doi: 10.1038/nrd3674. [PubMed] [CrossRef] [Google Scholar]272. Brennan P., Filippakopoulos P., Knapp S. The therapeutic potential of acetyl-lysine and methyl-lysine effector domains. Drug Discov. Today Ther. Strateg. 2012 in press. [Google Scholar]273. Deshpande A.J., Bradner J., Armstrong S.A. Chromatin modifications as therapeutic targets in MLL-rearranged leukemia. Trends Immunol. 2012 in press. [PMC free article] [PubMed] [Google Scholar]274. Yao Y., Chen P., Diao J., Cheng G., Deng L., Anglin J.L., Prasad B.V., Song Y. Selective inhibitors of histone methyltransferase dot1l: Design, synthesis, and crystallographic studies. J. Am Chem. Soc. 2011;133:16746–16749. [PMC free article] [PubMed] [Google Scholar]275. Harris W.J., Huang X., Lynch J.T., Spencer G.J., Hitchin J.R., Li Y., Ciceri F., Blaser J.G., Greystoke B.F., Jordan A.M., et al.  The histone demethylase KDM1A sustains the oncogenic potential of MLL-AF9 leukemia stem cells. Cancer Cell. 2012;21:473–487. doi: 10.1016/j.ccr.2012.03.014. [PubMed] [CrossRef] [Google Scholar]276. Somervaille T.C., Matheny C.J., Spencer G.J., Iwasaki M., Rinn J.L., Witten D.M., Chang H.Y., Shurtleff S.A., Downing J.R., Cleary M.L. Hierarchical maintenance of MLL myeloid leukemia stem cells employs a transcriptional program shared with embryonic rather than adult stem cells. Cell Stem Cell. 2009;4:129–140. doi: 10.1016/j.stem.2008.11.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]277. Delmore J.E., Issa G.C., Lemieux M.E., Rahl P.B., Shi J., Jacobs H.M., Kastritis E., Gilpatrick T., Paranal R.M., Qi J., et al.  ET bromodomain inhibition as a therapeutic strategy to target MYC. Cell. 2011;146:904–917. doi: 10.1016/j.cell.2011.08.017. [PMC free article] [PubMed] [CrossRef] [Google Scholar]278. Filippakopoulos P., Qi J., Picaud S., Shen Y., Smith W.B., Fedorov O., Morse E.M., Keates T., Hickman T.T., Felletar I., et al.  Selective inhibition of BET bromodomains. Nature. 2010;468:1067–1073. [PMC free article] [PubMed] [Google Scholar]279. Mertz J.A., Conery A.R., Bryant B.M., Sandy P., Balasubramanian S., Mele D.A., Bergeron L., Sims R.J., 3rd. Targeting myc dependence in cancer by inhibiting bet bromodomains. Proc. Natl. Acad. Sci. USA. 2011;108:16669–16674. [PMC free article] [PubMed] [Google Scholar]280. Bennett C.A., Winters A.C., Barretto N.N., Hemenway C.S. Molecular targeting of MLL-rearranged leukemia cell lines with the synthetic peptide PFWT synergistically enhances the cytotoxic effect of established chemotherapeutic agents. Leuk. Res. 2009;33:937–947. doi: 10.1016/j.leukres.2009.01.018. [PMC free article] [PubMed] [CrossRef] [Google Scholar]281. Wang Z., Smith K.S., Murphy M., Piloto O., Somervaille T.C., Cleary M.L. Glycogen synthase kinase 3 in MLL leukaemia maintenance and targeted therapy. Nature. 2008;455:1205–1209. [PMC free article] [PubMed] [Google Scholar]282. Armstrong S.A., Kung A.L., Mabon M.E., Silverman L.B., Stam R.W., Den Boer M.L., Pieters R., Kersey J.H., Sallan S.E., Fletcher J.A., et al.  Inhibition of FLT3 in MLL. Validation of a therapeutic target identified by gene expression based classification. Cancer Cell. 2003;3:173–183. doi: 10.1016/S1535-6108(03)00003-5. [PubMed] [CrossRef] [Google Scholar]283. Ayton P.M., Chen E.H., Cleary M.L. Binding to nonmethylated cpg DNA is essential for target recognition, transactivation, and myeloid transformation by an mll oncoprotein. Mol. Cell. Biol. 2004;24:10470–10478. doi: 10.1128/MCB.24.23.10470-10478.2004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]284. Balkhi M.Y., Trivedi A.K., Geletu M., Christopeit M., Bohlander S.K., Behre H.M., Behre G. Proteomics of acute myeloid leukaemia: Cytogenetic risk groups differ specifically in their proteome, interactome and post-translational protein modifications. Oncogene. 2006;25:7041–7058. doi: 10.1038/sj.onc.1209689. [PubMed] [CrossRef] [Google Scholar]"}