{"title": "mRNA quality control goes transcriptional", "pubDate": "2013", "PMCID": "PMC3836415", "DOI": "10.1042/BST20130202", "PMID": "24256272", "abstract": "Eukaryotic mRNAs are extensively processed to generate functional transcripts, which are 5' capped, spliced and 3' polyadenylated. Accumulation of unprocessed (aberrant) mRNAs can be deleterious for the cell, hence processing fidelity is closely monitored by QC (quality control) mechanisms that identify erroneous transcripts and initiate their selective removal. Nucleases including Xrn2/Rat1 and the nuclear exosome have been shown to play an important role in the turnover of aberrant mRNAs. Recently, with the growing appreciation that mRNA processing occurs concomitantly with polII (RNA polymerase II) transcription, it has become evident that QC acts at the transcriptional level in addition to degrading aberrant RNAs. In the present review, we discuss mechanisms that allow cells to co-transcriptionally initiate the removal of RNAs as well as down-regulate transcription of transcripts where processing repeatedly fails.", "author": [{"author": "Cornelia Kilchert", "affiliation": ["*Department of Biochemistry, University of Oxford, Oxford, OX1 3QU, U.K."], "href": "/?term=Kilchert+C&cauthor_id=24256272"}, {"author": "Lidia Vasiljeva", "affiliation": [], "href": "/?term=Vasiljeva+L&cauthor_id=24256272"}], "refPMID": ["6736040", "8367444", "9407025", "9407024", "10394358", "21095588", "21095587", "21248844", "9535662", "12145212", "12049745", "14731395", "14739930", "11459827", "11979277", "12417727", "18436438", "19239889", "23392244", "23184646", "15935759", "16484372", "19056938", "18025105", "19169244", "19169243", "21697827", "23000176", "23000172", "22752303", "23352926", "9390555", "23417976", "19955569", "19060886", "21981922", "12490954", "15489286", "19494042", "22745224", "23358822", "10611239", "17189192", "21436456", "22336707", "15949445", "21478823", "15702072", "23863139", "15565157", "15565158", "22483619", "23689372", "20961978", "20188675", "20802481", "19194460", "23523372", "22522706", "22980978", "19818712", "19701200", "8417335", "7608167", "22226051", "19056940", "21822281", "19056941", "23792564", "23851456", "20881964", "23019609", "16973436", "16973437", "16427013", "18951092", "23755256", "11565036", "17237360", "22379137", "15226427", "21460797", "18660821", "18660819", "21113025", "20835241", "12417728", "18957205", "17410208", "18614048", "19687295", "19023586", "17512405", "22683269", "20512112", "22144463", "16823445", "23151475", "23415457", "18948543", "18358811", "20634951", "15866173", "22028363", "18007593", "18280237"], "citedInPMID": ["24256272", "26631744", "25326322", "25145465"], "body": " AbstractEukaryotic mRNAs are extensively processed to generate functional transcripts, which are 5′ capped, spliced and 3′ polyadenylated. Accumulation of unprocessed (aberrant) mRNAs can be deleterious for the cell, hence processing fidelity is closely monitored by QC (quality control) mechanisms that identify erroneous transcripts and initiate their selective removal. Nucleases including Xrn2/Rat1 and the nuclear exosome have been shown to play an important role in the turnover of aberrant mRNAs. Recently, with the growing appreciation that mRNA processing occurs concomitantly with polII (RNA polymerase II) transcription, it has become evident that QC acts at the transcriptional level in addition to degrading aberrant RNAs. In the present review, we discuss mechanisms that allow cells to co-transcriptionally initiate the removal of RNAs as well as down-regulate transcription of transcripts where processing repeatedly fails.Keywords: exosome, mRNA, processing, quality control, transcription, Xrn2Abbreviations: CUT, cryptic unstable transcript; DSR, determinant of selective removal; H3K9me, methylated Lys9 on histone H3; lncRNA, long non-coding RNA; m7G, 7-methylguanosine; PAS, polyadenylation site; polII, RNA polymerase II; PROMPT, promoter upstream transcript; QC, quality control; snoRNA, small nucleolar RNA; snRNA, small nuclear RNA; TRAMP, Trf4–Air2–Mtr4p polyadenylation IntroductionMost of the steps required to mature a nascent transcript to a functional mRNA take place while the transcript is still attached to elongating polymerase. This has been shown for mRNA capping [1–4], splicing [5–8] and 3′-end formation [9–13], as well as packaging and export [14–16]. All of these different processing steps are heavily interconnected. The cross-talk between processing and the transcription machinery has been discussed in several excellent reviews [17–20]. In the present article, we focus on reviewing recent data linking processing failure to transcriptional regulation. QC (quality control) playersThe prominent role of nucleases in removing aberrant mRNA species became evident after transcriptome analysis in various QC mutants [21–30]. A central player in nuclear mRNA surveillance is the exosome, a conserved multi-subunit complex that has 3′–5′ exo- and endo-nucleolytic activities. Its exonucleolytic activity resides in two associated enzymes, Dis3 and Rrp6/PM-Scl100; the latter can also function independently of the exosome core [31]. Purified exosome complex is relatively inactive in vitro [32] and requires co-factors for full activity, which also play an important role in substrate selection. A well-studied example is the Saccharomyces cerevisiae TRAMP (Trf4–Air2–Mtr4p polyadenylation) complex, which contains the poly(A) polymerases Trf4p or Trf5p, the RNA-binding proteins Air1p or Air2p, and the helicase Mtr4p. Taken together, these proteins add short poly(A) tails to RNA substrates, which is thought to make them more accessible [33]. TRAMP also increases the hydrolytic activity of Rrp6p through protein–protein interactions [34].The role of the exosome in post-transcriptional QC is well established [24,28,29,35,36]. Interestingly, previous studies suggest that it can also act co-transcriptionally. First, there is extensive evidence that Rrp6 and the exosome core are recruited to transcribed genes [37–41]. Secondly, the exosome and its cofactors were shown to directly interact with the processing machinery, including human spliceosome components, S. cerevisiae poly(A) polymerase and the SR (serine/arginine-rich) protein Npl3p (Srp2 in Schizosaccharomyces pombe) [42–45]. In addition, both in vivo and in vitro experiments indicate that Rrp6 is required for efficient transcription elongation [46,47]. Finally, computational analysis of gene expression data grouped rrp6 in a cluster with transcription mutants rather than other decay factors [48], indicating that it may have a function beyond post-transcriptional RNA turnover.The 5′–3′ exonuclease Xrn2 (or Rat1p in S. cerevisiae), together with its co-factor Rai1, is also involved in nuclear RNA decay and degrades 5′-monophosphorylated substrates [49]. It is also known for its specialized role in transcription termination at the 3′-end of genes (Figure 1A). The mechanism involves the degradation of the nascent transcript by Xrn2 following endonucleolytic cleavage at the PAS (polyadenylation site). In the proposed ‘torpedo’ model, Xrn2-dependent degradation is faster than RNA synthesis, resulting in polII (RNA polymerase II) release from the DNA template [50–53].Open in a separate windowFigure 1Overview of co-transcriptional QC mechanisms(A) RNA processing during the normal polII transcription cycle. The cap structure (m7G) is added and introns are removed by the spliceosome. After cleavage at the PAS, the polyadenylated transcript is released and Xrn2 helps to displace polII from the DNA strand. (B) Capping defects lead to abortive transcription. Failure to incorporate the correct cap structure results in early recruitment of Xrn2 and premature transcription termination. The nascent RNA is degraded during this process. (C) The Nrd1/Nab3 pathway primes nascent transcripts for decay. Sequences enriched in termination sites (TS) are recognized by the Nrd1–Nab3 complex. Initiating polII terminates early and resulting short RNAs (CUTs) are rapidly degraded by the exosome complex. Aberrant RNAs also expose Nrd1–Nab3-binding sites and are rapidly turned over by the exosome complex. (D) Inefficiently spliced transcripts induce transcriptional silencing. Stalled spliceosomes recruit the RNAi machinery to poorly spliced transcripts. Transcripts are processed to siRNAs, which lead to deposition of H3K9me and heterochromatin formation. Processing defects and abortive transcriptionAddition of the m7G (7-methylguanosine) cap occurs shortly after transcription initiation. The structure usually protects mRNAs from degradation and is required for efficient export and translation into protein [54]. Previous studies in budding yeast showed that production of uncapped transcripts caused by mutations that inactivate the capping machinery can lead to co-transcriptional recruitment of Xrn2 and premature transcription termination [55] (Figure 1B). Similarly, abortive transcription was reported to occur when unmethylated cap structures are introduced [56]. These faulty cap structures can be removed by the decapping endonuclease Rai1, resulting in a 5′-monophosphorylated transcript that is susceptible to degradation by Xrn2 [56]. Rai1 can also convert 5′-triphosphorylated RNAs into Xrn2 substrates [57]. In human cells, failure to acquire the correct cap structure leads to decapping and 5′–3′ degradation by the decapping exonuclease DXO (also known as Dom3z; dom-3 homologue Z) [58]. Whether DXO can act co-transcriptionally to promote premature transcription termination of aberrant transcripts is currently not known.In addition to uncapped mRNAs, aberrant transcripts produced when either splicing or 3′-end formation are impaired can be eliminated co-transcriptionally by Xrn2 [59]. How Xrn2 gains access to these transcripts has not been thoroughly addressed, although decapping by Dcp1 partly accounts for it [59]. Other possible mechanisms that could provide entry for Xrn2 have been discussed, e.g. transcript cleavage at early cryptic PAS or endonucleolytic cleavage by the exosome complex [59]. Another source of endonucleolytic cleavage could be Drosha, which is usually involved in microRNA processing. Drosha has been shown to promote premature termination by Xrn2 to silence retroviruses and transposons [60]. Also, defective downstream processing events such as splicing and 3′-end cleavage could inhibit capping, leading to degradation of the nascent transcript by Xrn2.All of the examples described above rely on the ability of Xrn2 to down-regulate polII occupancy. At this stage, it is not clear whether Xrn2 simply recognizes the free 5′-monophosphate of the cleaved RNA product or whether its recruitment is facilitated by other means. Cleavage by ribozymes is not sufficient to induce Xrn2-dependent termination [61,62]; however, the products lack the 5′-phosphate, and may represent poor substrates [63,64]. Further research will shed light on this matter.Premature termination by Xrn2 is also employed to regulate gene expression in a context of functional RNA processing. In S. cerevisiae, levels of several lncRNAs (long non-coding RNAs) that govern the expression of inducible genes are regulated by Dcp2 and Xrn2 [65]. In human cells, an Xrn2-dependent mechanism was shown to regulate promoter-proximal pausing and inhibit productive polII elongation, suggesting that there may be a considerable background level of decapping activity [52]. Promoter-proximal pausing is associated with the production of short RNAs from both DNA strands; these RNAs are dependent on Xrn2 and have been suggested to represent fragments protected by stalled polymerase [66,67]. Priming nascent transcripts for decayPrevious studies have demonstrated that eukaryotic promoters possess an intrinsic bidirectionality, but only transcription in one direction is productive, whereas PROMPTs (promoter upstream transcripts) are rapidly degraded [23,25,26,66,68]. How this directionality is achieved is subject to intense research in diverse species. Recent transcriptome analyses revealed that the regions upstream of human bi-directional promoters are markedly enriched in PASs [69,70]. Interestingly, in contrast with PASs involved in mRNA 3′-end formation, which direct the generation of stable functional transcripts, usage of promoter-proximal PASs is coupled with degradation by the exosome complex. To date, the molecular signal that primes these early-terminating nascent transcripts for decay remains unknown. However, 5′ splice sites appear to prevent the usage of promoter-proximal PASs, and were found to be enriched downstream of promoters [69–71], thereby imposing directionality for productive elongation. In addition to premature transcription termination, histone deacetylation and polII phosphorylation have been implicated in determining promoter directionality in budding yeast [8,72].Budding yeast has evolved a different, but surprisingly analogous, solution to control productive elongation. Here, promoter-associated CUTs (cryptic unstable transcripts) are terminated by a specialized pathway, which involves the RNA-binding proteins Nrd1 and Nab3 [73,74] (Figure 1C). The Nrd1/Nab3 pathway is also involved in the termination of snRNAs (small nuclear RNAs)/snoRNAs (small nucleolar RNAs) and telomerase RNA, and is coupled to TRAMP-mediated turnover by the exosome complex, or in the case of snRNAs/snoRNAs and telomerase RNA, to exosome-dependent trimming [22,73–80]. Analogous to the enrichment of promoter-proximal PAS upstream of human promoters, the Nrd1–Nab3 complex regulates transcription in response to the ‘quality’ of the DNA template. Although Nrd1–Nab3-binding sites are generally relatively abundant, they are enriched in regions upstream of promoters that give rise to CUTs [81,82]. To induce termination, Nrd1 needs to associate with initiating polII, such that the Nrd1–Nab3 complex is more efficient at terminating short transcripts than longer ones [83,84]. However, increased recruitment of Nrd1 during transcription, even if it does not induce termination, can destabilize a transcript [84,85]. Interestingly, recent studies demonstrated that degradation intermediates originating from unspliced RNA species can be UV-cross-linked to Nrd1, Nab3 or Trf4 [82], suggesting that aberrant RNAs are also primed for decay via this pathway (Figure 1C). In S. cerevisiae, Nrd1 has been found genome-wide at introns, potentially recruiting the exosome complex to unspliced RNAs [86]. Also, Nrd1–Nab3-dependent termination was shown to provide a failsafe for transcripts that read past a PAS, thereby restricting mRNAs where 3′-end formation has failed [61,75]. How Nrd1 is recruited to aberrant RNAs is not understood; however, it is possible that Nrd1 is targeted to RNAs that are not properly packaged. For example, studies of genes involved in the heat-shock response in budding yeast revealed that defective packaging on mutation of the THO complex leads to recruitment of RNA decay factors and degradation of these RNAs [87,88]. RNA destabilization can be reversed by deletion of Rrp6 or Trf4 [87,89]. Interestingly, TRAMP and the exosome appear to influence the levels of polyadenylation factor Fip1, thereby down-regulating canonical polyadenylation in THO mutants [90]. Although this effect is global in THO mutants, it is of course very tempting to speculate that this mechanism can act locally on aberrant mRNAs, and specifically target these for degradation.It is not clear whether there are functional homologues of Nrd1 and Nab3 in other species. Different proteins may be used for a similar purpose, e.g. in Drosophila, Su(s) (suppressor of sable) co-transcriptionally recruits Rrp6 to aberrant RNAs that contain transposable elements [91]. The TRAMP complex, however, is conserved from S. pombe to flies and mammals, and with it the principle of a degradative polyadenylation, although the range of substrates differs between species [33]. Although the coupling of Nrd1–Nab3-dependent termination with RNA destabilization in S. cerevisiae is quite well understood, it is less clear how substrates are selected for degradation in other organisms. For example, the TRAMP-mediated destabilization of RNAs produced from heterochromatic regions in fission yeast appears to be sequence-independent [92]. Here, RNA destabilization contributes to heterochromatic gene silencing in parallel to RNAi [93]. RNAi directs the deposition of H3K9me (methylated Lys9 on histone H3) that recruit chromodomain protein 1 (Swi6/HP1) leading to heterochromatin formation. Both H3K9me and recruitment of Swi6 are required for rapid heterochromatic RNA turnover, but not sufficient to elicit decay on other RNAs [24,93,94]. In addition to heterochromatic regions such as centromeres and telomeres, H3K9me can be found at selected genes, such as those encoding meiotic RNAs, which are repressed by RNAi and the exosome in mitotic cells [95,96]. In contrast with RNAs derived from heterochromatic regions, meiotic RNAs are targeted by these machineries in a sequence-specific manner. This involves the RNA-binding protein Mmi1 that recognizes so-called DSRs (determinants of selective removal) on these transcripts and is believed to facilitate the recruitment of both RNAi and exosome [96–98]. QC and transcriptional silencingBesides the mechanisms outlined above, loci encoding RNAs that are intrinsically poorly processed, e.g. due to suboptimally positioned regulatory elements, can be targeted by another mechanism: transcriptional silencing. This was demonstrated for poorly spliced genes in Cryptococcus neoformans [99]. Here, inefficiently spliced introns cause the retention of stalled spliceosomes on a transcript. The spliceosome then recruits the RNAi machinery, and processing of splicing intermediates into siRNAs leads to heterochromatin formation across the gene (Figure 1D). Recruitment of the spliceosome had been shown previously to facilitate RNAi-dependent heterochromatin formation in S. pombe [100], indicating that the pathway may be conserved. Another example of transcriptional silencing initiated in response to processing defects was reported for convergent genes in S. pombe, where failure to terminate can produce overlapping read-through transcripts [101]. These transcripts form dsRNAs, which are processed into siRNAs by the RNAi machinery and act to silence transcription.To date, studies supporting a role for transcriptional silencing in mRNA QC have mostly been carried out in yeasts. However, comparable mechanisms may exist in metazoans. One report links exosome-dependent retention of unspliced pre-mRNAs to transcriptional silencing at the locus in Drosophila [102]. Interestingly, nonsense-mediated transcriptional silencing, which is observed in response to the introduction of premature stop codons into human immunoglobulin minigenes [103], was also linked to a retention at the site of transcription, combined with a splicing defect [104]. Other examples are sure to follow. ConclusionIt has become clear that cells do not only rely on their capacity to identify and clear up dysfunctional RNAs after they have been released into the nucleoplasm, but that mechanisms are in place that respond to processing errors while the transcript is still attached to chromatin. This has a dual advantage for the cell; first, it provides additional checkpoints for the removal of unprocessed and potentially deleterious transcripts, which are less likely to escape post-transcriptional RNA surveillance. Secondly, resources are mainly used to make correct RNA, thus avoiding wasteful transcription. Many of the important players in co-transcriptional QC, such as the exosome and Xrn2/Rat1, are widely conserved; however, their importance in dealing with different classes of substrates can vary between species (Table 1). There are a number of important questions that remain to be answered. How are specific substrates selected for co-transcriptional QC? What molecular signals prime different aberrant RNAs for exosome-dependent turnover? What prevents QC systems from targeting properly processed functional mRNAs? Future research will hopefully shed light on these issues.Table 1Reported substrates of co-transcriptional QC mechanismsDefect/affected processOrganismHow defect was introducedReference(s)Abortive transcription UncappedS. cerevisiaeceg1-63[55] Unmethylated capS. cerevisiaeabd1-5[56] Triphosphorylated capS. cerevisiae–[57] lncRNAsS. cerevisiae–[65] Failed splicingHumanMutated 3′ splice site[59] Failed 3′-end formationHumanMutated PAS[59] Cleaved transcriptHuman–[60] Paused polymeraseHuman–[52]Priming nascent transcripts for decay PROMPTsHuman–[69,70] CUTsS. cerevisiae–[73,74] Unpackaged RNAS. cerevisiae+Rho/THO mutants[85,87,89] Failed splicingS. cerevisiae–[82] Failed 3′-end formationS. cerevisiae–[61] Heterochromatic RNAS. cerevisiae–[105,106] Heterochromatic RNAS. pombe–[93] DSR-containing RNAsS. pombe–[97] Transposable elementsDrosophila–[91]Transcriptional silencing Failed splicingC. neoformans–[99] Failed splicingDrosophilaMutated 5′/3′ splice site[102] Failed splicingS. pombe–[100] Failed 3′-end formationS. pombe–[101] DSR-containing RNAsS. pombe–[96,98] Premature stop codonHuman–[103,104]Open in a separate window AcknowledgementsWe thank members of the Vasiljeva Laboratory including Sneha Shah, Beth Watts and Sina Wittmann for helpful comments on the paper. References1. Jove R., Manley J. In vitro transcription from the adenovirus 2 major late promoter utilizing templates truncated at promoter-proximal sites. J. Biol. Chem. 1984;259:8513–8521. [PubMed] [Google Scholar]2. Rasmussen E.B., Lis J.T. In vivo transcriptional pausing and cap formation on three Drosophila heat shock genes. Proc. Natl. Acad. Sci. U.S.A. 1993;90:7923–7927. [PMC free article] [PubMed] [Google Scholar]3. Cho E.-J., Takagi T., Moore C.R., Buratowski S. mRNA capping enzyme is recruited to the transcription complex by phosphorylation of the RNA polymerase II carboxy-terminal domain. Genes Dev. 1997;11:3319–3326. [PMC free article] [PubMed] [Google Scholar]4. McCracken S., Fong N., Rosonina E., Yankulov K., Brothers G., Siderovski D., Hessel A., Foster S., Shuman S., Bentley D.L. 5′-Capping enzymes are targeted to pre-mRNA by binding to the phosphorylated carboxy-terminal domain of RNA polymerase II. Genes Dev. 1997;11:3306–3318. [PMC free article] [PubMed] [Google Scholar]5. Misteli T., Spector D.L. RNA polymerase II targets pre-mRNA splicing factors to transcription sites in vivo. Mol. Cell. 1999;3:697–705. [PubMed] [Google Scholar]6. Alexander R.D., Innocente S.A., Barrass J.D., Beggs J.D. Splicing-dependent RNA polymerase pausing in yeast. Mol. Cell. 2010;40:582–593. [PMC free article] [PubMed] [Google Scholar]7. Carrillo Oesterreich F., Preibisch S., Neugebauer K.M. Global analysis of nascent RNA reveals transcriptional pausing in terminal exons. Mol. Cell. 2010;40:571–581. [PubMed] [Google Scholar]8. Churchman L.S., Weissman J.S. Nascent transcript sequencing visualizes transcription at nucleotide resolution. Nature. 2011;469:368–373. [PMC free article] [PubMed] [Google Scholar]9. Birse C.E., Minvielle-Sebastia L., Lee B.A., Keller W., Proudfoot N.J. Coupling termination of transcription to messenger RNA maturation in yeast. Science. 1998;280:298–301. [PubMed] [Google Scholar]10. Dichtl B., Blank D., Sadowski M., Hübner W., Weiser S., Keller W. Yhh1p/Cft1p directly links poly(A) site recognition and RNA polymerase II transcription termination. EMBO J. 2002;21:4125–4135. [PMC free article] [PubMed] [Google Scholar]11. Licatalosi D.D., Geiger G., Minet M., Schroeder S., Cilli K., McNeil J.B., Bentley D.L. Functional interaction of yeast pre-mRNA 3′ end processing factors with RNA polymerase II. Mol. Cell. 2002;9:1101–1111. [PubMed] [Google Scholar]12. Ahn S.H., Kim M., Buratowski S. Phosphorylation of serine 2 within the RNA polymerase II C-terminal domain couples transcription and 3′ end processing. Mol. Cell. 2004;13:67–76. [PubMed] [Google Scholar]13. Kim M., Ahn S.-H., Krogan N.J., Greenblatt J.F., Buratowski S. Transitions in RNA polymerase II elongation complexes at the 3′ ends of genes. EMBO J. 2004;23:354–364. [PMC free article] [PubMed] [Google Scholar]14. Lei E., Krebber H., Silver P. Messenger RNAs are recruited for nuclear export during transcription. Genes Dev. 2001;15:1771–1782. [PMC free article] [PubMed] [Google Scholar]15. Strässer K., Masuda S., Mason P., Pfannstiel J., Oppizzi M., Rodriguez-Navarro S., Rondón A.G., Aguilera A., Struhl K., Reed R., Hurt E. TREX is a conserved complex coupling transcription with messenger RNA export. Nature. 2002;417:304–308. [PubMed] [Google Scholar]16. Zenklusen D., Vinciguerra P., Wyss J.-C., Stutz F. Stable mRNP formation and export require cotranscriptional recruitment of the mRNA export factors Yra1p and Sub2p by Hpr1p. Mol. Cell. Biol. 2002;22:8241–8253. [PMC free article] [PubMed] [Google Scholar]17. Pandit S., Wang D., Fu X.-D. Functional integration of transcriptional and RNA processing machineries. Curr. Opin. Cell Biol. 2008;20:260–265. [PMC free article] [PubMed] [Google Scholar]18. Moore M.J., Proudfoot N.J. Pre-mRNA processing reaches back to transcription and ahead to translation. Cell. 2009;136:688–700. [PubMed] [Google Scholar]19. Lee K.-M., Tarn W.-Y. Coupling pre-mRNA processing to transcription on the RNA factory assembly line. RNA Biol. 2013;10:380–390. [PMC free article] [PubMed] [Google Scholar]20. Lenasi T., Barboric M. Mutual relationships between transcription and pre-mRNA processing in the synthesis of mRNA. Wiley Interdiscip. Rev.: RNA. 2013;4:139–154. [PubMed] [Google Scholar]21. Wyers F., Rougemaille M., Badis G., Rousselle J.-C., Dufour M.-E., Boulay J., Régnault B., Devaux F., Namane A., Séraphin B., et al.  Cryptic pol II transcripts are degraded by a nuclear quality control pathway involving a new poly(A) polymerase. Cell. 2005;121:725–737. [PubMed] [Google Scholar]22. Davis C.A., Ares M. Accumulation of unstable promoter-associated transcripts upon loss of the nuclear exosome subunit Rrp6p in Saccharomyces cerevisiae. Proc. Natl. Acad. Sci. U.S.A. 2006;103:3262–3267. [PMC free article] [PubMed] [Google Scholar]23. Preker P., Nielsen J., Kammler S., Lykke-Andersen S., Christensen M.S., Mapendano C.K., Schierup M.H., Jensen T.H. RNA exosome depletion reveals transcription upstream of active human promoters. Science. 2008;322:1851–1854. [PubMed] [Google Scholar]24. Wang S.-W., Stevenson A.L., Kearsey S.E., Watt S., Bähler J. Global role for polyadenylation-assisted nuclear RNA degradation in posttranscriptional gene silencing. Mol. Cell. Biol. 2008;28:656–665. [PMC free article] [PubMed] [Google Scholar]25. Neil H., Malabat C., D’Aubenton-Carafa Y., Xu Z., Steinmetz L.M., Jacquier A. Widespread bidirectional promoters are the major source of cryptic transcripts in yeast. Nature. 2009;457:1038–1042. [PubMed] [Google Scholar]26. Xu Z., Wei W., Gagneur J., Perocchi F., Clauder-Münster S., Camblong J., Guffanti E., Stutz F., Huber W., Steinmetz L.M. Bidirectional promoters generate pervasive transcription in yeast. Nature. 2009;457:1033–1037. [PMC free article] [PubMed] [Google Scholar]27. Van Dijk E.L., Chen C.L., D’Aubenton-Carafa Y., Gourvennec S., Kwapisz M., Roche V., Bertrand C., Silvain M., Legoix-Né P., Loeillet S., et al.  XUTs are a class of Xrn1-sensitive antisense regulatory non-coding RNA in yeast. Nature. 2011;475:114–117. [PubMed] [Google Scholar]28. Gudipati R.K., Xu Z., Lebreton A., Séraphin B., Steinmetz L.M., Jacquier A., Libri D. Extensive degradation of RNA precursors by the exosome in wild-type cells. Mol. Cell. 2012;48:409–421. [PMC free article] [PubMed] [Google Scholar]29. Schneider C., Kudla G., Wlotzka W., Tuck A., Tollervey D. Transcriptome-wide analysis of exosome targets. Mol. Cell. 2012;48:422–433. [PMC free article] [PubMed] [Google Scholar]30. Harigaya Y., Parker R. Global analysis of mRNA decay intermediates in Saccharomyces cerevisiae. Proc. Natl. Acad. Sci. U.S.A. 2012;109:11764–11769. [PMC free article] [PubMed] [Google Scholar]31. Chlebowski A., Lubas M., Jensen T.H., Dziembowski A. RNA decay machines: the exosome. Biochim. Biophys. Acta. 2013;1829:552–560. [PubMed] [Google Scholar]32. Mitchell P., Petfalski E., Shevchenko A., Mann M., Tollervey D. The exosome: a conserved eukaryotic RNA processing complex containing multiple 3′→5′ exoribonucleases. Cell. 1997;91:457–466. [PubMed] [Google Scholar]33. Schmidt K., Butler J.S. Nuclear RNA surveillance: role of TRAMP in controlling exosome specificity. Wiley Interdiscip. Rev.: RNA. 2013;4:217–231. [PMC free article] [PubMed] [Google Scholar]34. Callahan K.P., Butler J.S. TRAMP complex enhances RNA degradation by the nuclear exosome component Rrp6. J. Biol. Chem. 2010;285:3540–3547. [PMC free article] [PubMed] [Google Scholar]35. Lebreton A., Tomecki R., Dziembowski A., Séraphin B. Endonucleolytic RNA cleavage by a eukaryotic exosome. Nature. 2008;456:993–996. [PubMed] [Google Scholar]36. Lemieux C., Marguerat S., Lafontaine J., Barbezier N., Bähler J., Bachand F. A pre-mRNA degradation pathway that selectively targets intron-containing genes requires the nuclear poly(A)-binding protein. Mol. Cell. 2011;44:108–119. [PubMed] [Google Scholar]37. Andrulis E., Werner J., Nazarian A., Erdjument-Bromage H., Tempst P., Lis J.T. The RNA processing exosome is linked to elongating RNA polymerase II in Drosophila. Nature. 2002;420:837–841. [PubMed] [Google Scholar]38. Hieronymus H., Yu M.C., Silver P.A. Genome-wide mRNA surveillance is coupled to mRNA export. Genes Dev. 2004;18:2652–2662. [PMC free article] [PubMed] [Google Scholar]39. Hessle V., Bjo P., Sokolowski M., Valdivia D., Silverstein R., Artemenko K., Tyagi A., Maddalo G., Ilag L., Helbig R., et al.  The exosome associates cotranscriptionally with the nascent pre-mRNP through interactions with heterogeneous nuclear ribonucleoproteins. Mol. Biol. Cell. 2009;20:3459–3470. [PMC free article] [PubMed] [Google Scholar]40. Hessle V., von Euler A., González de Valdivia E., Visa N. Rrp6 is recruited to transcribed genes and accompanies the spliced mRNA to the nuclear pore. RNA. 2012;18:1466–1474. [PMC free article] [PubMed] [Google Scholar]41. Lim S.J., Boyle P.J., Chinen M., Dale R.K., Lei E.P. Genome-wide localization of exosome components to active promoters and chromatin insulators in Drosophila. Nucleic Acids Res. 2013;41:2963–2980. [PMC free article] [PubMed] [Google Scholar]42. Burkard K.T.D., Butler J.S. A nuclear 3′-5′ exonuclease involved in mRNA degradation interacts with poly(A) polymerase and the hnRNA protein Npl3p. Mol. Cell. Biol. 2000;20:604–616. [PMC free article] [PubMed] [Google Scholar]43. Moore M.J., Schwartzfarb E.M., Silver P.A., Yu M.C. Differential recruitment of the splicing machinery during transcription predicts genome-wide patterns of mRNA splicing. Mol. Cell. 2006;24:903–915. [PubMed] [Google Scholar]44. Zhang K., Fischer T., Porter R.L., Dhakshnamoorthy J., Zofall M., Zhou M., Veenstra T., Grewal S.I.S. Clr4/Suv39 and RNA quality control factors cooperate to trigger RNAi and suppress antisense RNA. Science. 2011;331:1624–1627. [PMC free article] [PubMed] [Google Scholar]45. Nag A., Steitz J. Tri-snRNP-associated proteins interact with subunits of the TRAMP and nuclear exosome complexes, linking RNA decay and pre-mRNA splicing. RNA Biol. 2012;9:334–342. [PMC free article] [PubMed] [Google Scholar]46. Luna R., Jimeno S., Marín M., Huertas P., García-Rubio M., Aguilera A. Interdependence between transcription and mRNP processing and export, and its impact on genetic stability. Mol. Cell. 2005;18:711–722. [PubMed] [Google Scholar]47. Tous C., Rondón A.G., García-Rubio M., González-Aguilera C., Luna R., Aguilera A. A novel assay identifies transcript elongation roles for the Nup84 complex and RNA processing factors. EMBO J. 2011;30:1953–1964. [PMC free article] [PubMed] [Google Scholar]48. Burckin T., Nagel R., Mandel-Gutfreund Y., Shiue L., Clark T.A., Chong J.-L., Chang T.-H., Squazzo S., Hartzog G., Ares M. Exploring functional relationships between components of the gene expression machinery. Nat. Struct. Mol. Biol. 2005;12:175–182. [PubMed] [Google Scholar]49. Miki T.S., Großhans H. The multifunctional RNase XRN2. Biochem. Soc. Trans. 2013;41:825–830. [PubMed] [Google Scholar]50. Kim M., Krogan N.J., Vasiljeva L., Rando O.J., Nedea E., Greenblatt J.F., Buratowski S. The yeast Rat1 exonuclease promotes transcription termination by RNA polymerase II. Nature. 2004;432:517–522. [PubMed] [Google Scholar]51. West S., Gromak N., Proudfoot N. Human 5′→ 3′ exonuclease Xrn2 promotes transcription termination at co-transcriptional cleavage sites. Nature. 2004;432:522–525. [PubMed] [Google Scholar]52. Brannan K., Kim H., Erickson B., Glover-Cutter K., Kim S., Fong N., Kiemele L., Hansen K., Davis R., Lykke-Andersen J., Bentley D.L. mRNA decapping factors and the exonuclease Xrn2 function in widespread premature termination of RNA polymerase II transcription. Mol. Cell. 2012;46:311–324. [PMC free article] [PubMed] [Google Scholar]53. Pearson E.L., Moore C.L. Dismantling promoter-driven RNA polymerase II transcription complexes in vitro by the termination factor Rat1. J. Biol. Chem. 2013;288:19750–19759. [PMC free article] [PubMed] [Google Scholar]54. Hocine S., Singer R.H., Grünwald D. RNA processing and export. Cold Spring Harbor Perspect. Biol. 2010;2:a000752. [PMC free article] [PubMed] [Google Scholar]55. Jimeno-González S., Haaning L.L., Malagon F., Jensen T.H. The yeast 5′–3′ exonuclease Rat1p functions during transcription elongation by RNA polymerase II. Mol. Cell. 2010;37:580–587. [PubMed] [Google Scholar]56. Jiao X., Xiang S., Oh C., Martin C.E., Tong L., Kiledjian M. Identification of a quality-control mechanism for mRNA 5′-end capping. Nature. 2010;467:608–611. [PMC free article] [PubMed] [Google Scholar]57. Xiang S., Cooper-Morgan A., Jiao X., Kiledjian M., Manley J.L., Tong L. Structure and function of the 5′→3′ exoribonuclease Rat1 and its activating partner Rai1. Nature. 2009;458:784–788. [PMC free article] [PubMed] [Google Scholar]58. Jiao X., Chang J.H., Kilic T., Tong L., Kiledjian M. A mammalian pre-mRNA 5′ end capping quality control mechanism and an unexpected link of capping to pre-mRNA processing. Mol. Cell. 2013;50:104–115. [PMC free article] [PubMed] [Google Scholar]59. Davidson L., Kerr A., West S. Co-transcriptional degradation of aberrant pre-mRNA by Xrn2. EMBO J. 2012;31:2566–2578. [PMC free article] [PubMed] [Google Scholar]60. Wagschal A., Rousset E., Basavarajaiah P., Contreras X., Harwig A., Laurent-Chabalier S., Nakamura M., Chen X., Zhang K., Meziane O., et al.  Microprocessor, Setx, Xrn2, and Rrp6 co-operate to induce premature termination of transcription by RNAPII. Cell. 2012;150:1147–1157. [PMC free article] [PubMed] [Google Scholar]61. Rondón A.G., Mischo H.E., Kawauchi J., Proudfoot N.J. Fail-safe transcriptional termination for protein-coding genes in S. cerevisiae. Mol. Cell. 2009;36:88–98. [PMC free article] [PubMed] [Google Scholar]62. Fong N., Öhman M., Bentley D. Fast ribozyme cleavage releases transcripts from RNA polymerase II and aborts co-transcriptional pre-mRNA processing. Nat. Struct. Mol. Biol. 2009;16:916–922. [PMC free article] [PubMed] [Google Scholar]63. Kenna M., Stevens A., McCammon M., Douglas M.G. An essential yeast gene with homology to the exonuclease-encoding XRN1/KEM1 gene also encodes a protein with exoribonuclease activity. Mol. Cell. Biol. 1993;13:341–350. [PMC free article] [PubMed] [Google Scholar]64. Stevens A., Poole T.L. 5′-Exonuclease-2 of Saccharomyces cerevisiae. Purification and features of ribonuclease activity with comparison to 5′-exonuclease-1. J. Biol. Chem. 1995;270:16063–16069. [PubMed] [Google Scholar]65. Geisler S., Lojek L., Khalil A.M., Baker K.E., Coller J. Decapping of long noncoding RNAs regulates inducible genes. Mol. Cell. 2012;45:279–291. [PMC free article] [PubMed] [Google Scholar]66. Seila A.C., Calabrese J.M., Levine S.S., Yeo G.W., Rahl P.B., Flynn R.A., Young R.A., Sharp P.A. Divergent transcription from active promoters. Science. 2008;322:1849–1851. [PMC free article] [PubMed] [Google Scholar]67. Valen E., Preker P., Andersen P.R., Zhao X., Chen Y., Ender C., Dueck A., Meister G., Sandelin A., Jensen T.H. Biogenic mechanisms and utilization of small RNAs derived from human protein-coding genes. Nat. Struct. Mol. Biol. 2011;18:1075–1082. [PubMed] [Google Scholar]68. Core L.J., Waterfall J.J., Lis J.T. Nascent RNA sequencing reveals widespread pausing and divergent initiation at human promoters. Science. 2008;322:1845–1848. [PMC free article] [PubMed] [Google Scholar]69. Almada A.E., Wu X., Kriz A.J., Burge C.B., Sharp P.A. Promoter directionality is controlled by U1 snRNP and polyadenylation signals. Nature. 2013;499:360–363. [PMC free article] [PubMed] [Google Scholar]70. Ntini E., Järvelin A.I., Bornholdt J., Chen Y., Boyd M., Jørgensen M., Andersson R., Hoof I., Schein A., Andersen P.R., et al.  Polyadenylation site-induced decay of upstream transcripts enforces promoter directionality. Nat. Struct. Mol. Biol. 2013;20:923–928. [PubMed] [Google Scholar]71. Kaida D., Berg M.G., Younis I., Kasim M., Singh L.N., Wan L., Dreyfuss G. U1 snRNP protects pre-mRNAs from premature cleavage and polyadenylation. Nature. 2010;468:664–668. [PMC free article] [PubMed] [Google Scholar]72. Tan-Wong S.M., Zaugg J.B., Camblong J., Xu Z., Zhang D.W., Mischo H.E., Ansari A.Z., Luscombe N.M., Steinmetz L.M., Proudfoot N.J. Gene loops enhance transcriptional directionality. Science. 2012;338:671–675. [PMC free article] [PubMed] [Google Scholar]73. Arigo J.T., Eyler D.E., Carroll K.L., Corden J.L. Termination of cryptic unstable transcripts is directed by yeast RNA-binding proteins Nrd1 and Nab3. Mol. Cell. 2006;23:841–851. [PubMed] [Google Scholar]74. Thiebaut M., Kisseleva-Romanova E., Rougemaille M., Boulay J., Libri D. Transcription termination and nuclear degradation of cryptic unstable transcripts: a role for the Nrd1–Nab3 pathway in genome surveillance. Mol. Cell. 2006;23:853–864. [PubMed] [Google Scholar]75. Vasiljeva L., Buratowski S. Nrd1 interacts with the nuclear exosome for 3′ processing of RNA polymerase II transcripts. Mol. Cell. 2006;21:239–248. [PubMed] [Google Scholar]76. Grzechnik P., Kufel J. Polyadenylation linked to transcription termination directs the processing of snoRNA precursors in yeast. Mol. Cell. 2008;32:247–258. [PMC free article] [PubMed] [Google Scholar]77. Coy S., Volanakis A., Shah S., Vasiljeva L. The Sm complex is required for the processing of non-coding RNAs by the exosome. PLoS ONE. 2013;8:e65606. [PMC free article] [PubMed] [Google Scholar]78. Steinmetz E.J., Conrad N.K., Brow D.A., Corden J.L. RNA-binding protein Nrd1 directs poly(A)-independent 3′-end formation of RNA polymerase II transcripts. Nature. 2001;413:327–331. [PubMed] [Google Scholar]79. Carroll K.L., Ghirlando R., Ames J.M., Corden J.L. Interaction of yeast RNA-binding proteins Nrd1 and Nab3 with RNA polymerase II terminator elements. RNA. 2007;13:361–373. [PMC free article] [PubMed] [Google Scholar]80. Noël J.-F., Larose S., Abou Elela S., Wellinger R.J. Budding yeast telomerase RNA transcription termination is dictated by the Nrd1/Nab3 non-coding RNA termination pathway. Nucleic Acids Res. 2012;40:5625–5636. [PMC free article] [PubMed] [Google Scholar]81. Carroll K.L., Pradhan D.A., Granek J.A., Clarke N.D., Corden J.L. Identification of cis elements directing termination of yeast nonpolyadenylated snoRNA transcripts. Mol. Cell. Biol. 2004;24:6241–6252. [PMC free article] [PubMed] [Google Scholar]82. Wlotzka W., Kudla G., Granneman S., Tollervey D. The nuclear RNA polymerase II surveillance system targets polymerase III transcripts. EMBO J. 2011;30:1790–1803. [PMC free article] [PubMed] [Google Scholar]83. Gudipati R.K., Villa T., Boulay J., Libri D. Phosphorylation of the RNA polymerase II C-terminal domain dictates transcription termination choice. Nat. Struct. Mol. Biol. 2008;15:786–794. [PubMed] [Google Scholar]84. Vasiljeva L., Kim M., Mutschler H., Buratowski S., Meinhart A. The Nrd1–Nab3–Sen1 termination complex interacts with the Ser5-phosphorylated RNA polymerase II C-terminal domain. Nat. Struct. Mol. Biol. 2008;15:795–804. [PMC free article] [PubMed] [Google Scholar]85. Honorine R., Mosrin-Huaman C., Hervouet-Coste N., Libri D., Rahmouni A.R. Nuclear mRNA quality control in yeast is mediated by Nrd1 co-transcriptional recruitment, as revealed by the targeting of Rho-induced aberrant transcripts. Nucleic Acids Res. 2011;39:2809–2820. [PMC free article] [PubMed] [Google Scholar]86. Kim H., Erickson B., Luo W., Seward D., Graber J.H., Pollock D.D., Megee P.C., Bentley D.L. Gene-specific RNA polymerase II phosphorylation and the CTD code. Nat. Struct. Mol. Biol. 2010;17:1279–1286. [PMC free article] [PubMed] [Google Scholar]87. Libri D., Dower K., Boulay J., Thomsen R., Rosbash M., Jensen T.H. Interactions between mRNA export commitment, 3′-end quality control, and nuclear degradation. Mol. Cell. Biol. 2002;22:8254–8266. [PMC free article] [PubMed] [Google Scholar]88. Rougemaille M., Dieppois G., Kisseleva-Romanova E., Gudipati R.K., Lemoine S., Blugeon C., Boulay J., Jensen T.H., Stutz F., Devaux F., Libri D. THO/Sub2p functions to coordinate 3′-end processing with gene-nuclear pore association. Cell. 2008;135:308–321. [PubMed] [Google Scholar]89. Rougemaille M., Gudipati R.K., Olesen J.R., Thomsen R., Seraphin B., Libri D., Jensen T.H. Dissecting mechanisms of nuclear mRNA surveillance in THO/sub2 complex mutants. EMBO J. 2007;26:2317–2326. [PMC free article] [PubMed] [Google Scholar]90. Saguez C., Schmid M., Olesen J.R., Ghazy M.A. E.-H., Qu X., Poulsen M.B., Nasser T., Moore C., Jensen T.H. Nuclear mRNA surveillance in THO/sub2 mutants is triggered by inefficient polyadenylation. Mol. Cell. 2008;31:91–103. [PubMed] [Google Scholar]91. Kuan Y.-S., Brewer-Jensen P., Bai W.-L., Hunter C., Wilson C.B., Bass S., Abernethy J., Wing J.S., Searles L.L. Drosophila suppressor of sable protein [Su(s)] promotes degradation of aberrant and transposon-derived RNAs. Mol. Cell. Biol. 2009;29:5590–5603. [PMC free article] [PubMed] [Google Scholar]92. Bühler M. RNA turnover and chromatin-dependent gene silencing. Chromosoma. 2009;118:141–151. [PubMed] [Google Scholar]93. Bühler M., Haas W., Gygi S.P., Moazed D. RNAi-dependent and -independent RNA turnover mechanisms contribute to heterochromatic gene silencing. Cell. 2007;129:707–721. [PubMed] [Google Scholar]94. Keller C., Adaixo R., Stunnenberg R., Woolcock K.J., Hiller S., Bühler M. HP1(Swi6) mediates the recognition and destruction of heterochromatic RNA transcripts. Mol. Cell. 2012;47:215–227. [PubMed] [Google Scholar]95. Yamanaka S., Yamashita A., Harigaya Y., Iwata R., Yamamoto M. Importance of polyadenylation in the selective elimination of meiotic mRNAs in growing S. pombe cells. EMBO J. 2010;29:2173–2181. [PMC free article] [PubMed] [Google Scholar]96. Zofall M., Yamanaka S., Reyes-Turcu F.E., Zhang K., Rubin C., Grewal S.I.S. RNA elimination machinery targeting meiotic mRNAs promotes facultative heterochromatin formation. Science. 2012;335:96–100. [PMC free article] [PubMed] [Google Scholar]97. Harigaya Y., Tanaka H., Yamanaka S., Tanaka K., Watanabe Y., Tsutsumi C., Chikashige Y., Hiraoka Y., Yamashita A., Yamamoto M. Selective elimination of messenger RNA prevents an incidence of untimely meiosis. Nature. 2006;442:45–50. [PubMed] [Google Scholar]98. Yamanaka S., Mehta S., Reyes-Turcu F.E., Zhuang F., Fuchs R.T., Rong Y., Robb G.B., Grewal S.I.S. RNAi triggered by specialized machinery silences developmental genes and retrotransposons. Nature. 2013;493:557–560. [PMC free article] [PubMed] [Google Scholar]99. Dumesic P.A., Natarajan P., Chen C., Drinnenberg I.A., Schiller B.J., Thompson J., Moresco J.J., Yates J.R., Bartel D.P., Madhani H.D. Stalled spliceosomes are a signal for RNAi-mediated genome defense. Cell. 2013;152:957–968. [PMC free article] [PubMed] [Google Scholar]100. Bayne E.H., Portoso M., Kagansky A., Kos-Braun I.C., Urano T., Ekwall K., Alves F., Rappsilber J., Allshire R.C. Splicing factors facilitate RNAi-directed silencing in fission yeast. Science. 2008;322:602–606. [PMC free article] [PubMed] [Google Scholar]101. Gullerova M., Proudfoot N.J. Cohesin complex promotes transcriptional termination between convergent genes in S. pombe. Cell. 2008;132:983–995. [PubMed] [Google Scholar]102. Eberle A.B., Hessle V., Helbig R., Dantoft W., Gimber N., Visa N. Splice-site mutations cause Rrp6-mediated nuclear retention of the unspliced RNAs and transcriptional down-regulation of the splicing-defective genes. PLoS ONE. 2010;5:e11540. [PMC free article] [PubMed] [Google Scholar]103. Bühler M., Mohn F., Stalder L., Mühlemann O. Transcriptional silencing of nonsense codon-containing immunoglobulin minigenes. Mol. Cell. 2005;18:307–317. [PubMed] [Google Scholar]104. De Turris V., Nicholson P., Orozco R.Z., Singer R.H., Mühlemann O. Cotranscriptional effect of a premature termination codon revealed by live-cell imaging. RNA. 2011;17:2094–2107. [PMC free article] [PubMed] [Google Scholar]105. Houseley J., Kotovic K., El Hage A., Tollervey D. Trf4 targets ncRNAs from telomeric and rDNA spacer regions and functions in rDNA copy number control. EMBO J. 2007;26:4996–5006. [PMC free article] [PubMed] [Google Scholar]106. Vasiljeva L., Kim M., Terzi N., Soares L.M., Buratowski S. Transcription termination and RNA degradation contribute to silencing of RNA polymerase II transcription within heterochromatin. Mol. Cell. 2008;29:313–323. [PubMed] [Google Scholar]"}