{"title": "The role of Ctk1 kinase in termination of small non-coding RNAs", "pubDate": "2013", "PMCID": "PMC3851182", "DOI": "10.1371/journal.pone.0080495", "PMID": "24324601", "abstract": "Transcription termination in Saccharomyces cerevisiae can be performed by at least two distinct pathways and is influenced by the phosphorylation status of the carboxy-terminal domain (CTD) of RNA polymerase II (Pol II). Late termination of mRNAs is performed by the CPF/CF complex, the recruitment of which is dependent on CTD-Ser2 phosphorylation (Ser2P). Early termination of shorter cryptic unstable transcripts (CUTs) and small nucleolar/nuclear RNAs (sno/snRNAs) is performed by the Nrd1-Nab3-Sen1 (NNS) complex that binds phosphorylated CTD-Ser5 (Ser5P) via the CTD-interacting domain (CID) of Nrd1p. In this study, mutants of the different termination pathways were compared by genome-wide expression analysis. Surprisingly, the expression changes observed upon loss of the CTD-Ser2 kinase Ctk1p are more similar to those derived from alterations in the Ser5P-dependent NNS pathway, than from loss of CTD-Ser2P binding factors. Tiling array analysis of ctk1Δ cells reveals readthrough at snoRNAs, at many cryptic unstable transcripts (CUTs) and stable uncharacterized transcripts (SUTs), but only at some mRNAs. Despite the suggested predominant role in termination of mRNAs, we observed that a CTK1 deletion or a Pol II CTD mutant lacking all Ser2 positions does not result in a global mRNA termination defect. Rather, termination defects in these strains are widely observed at NNS-dependent genes. These results indicate that Ctk1p and Ser2 CTD phosphorylation have a wide impact in termination of small non-coding RNAs but only affect a subset of mRNA coding genes.", "author": [{"author": "Tineke L Lenstra", "affiliation": ["Molecular Cancer Research, University Medical Center Utrecht, Utrecht, The Netherlands."], "href": "/?term=Lenstra+TL&cauthor_id=24324601"}, {"author": "Agnieszka Tudek", "affiliation": [], "href": "/?term=Tudek+A&cauthor_id=24324601"}, {"author": "Sandra Clauder", "affiliation": [], "href": "/?term=Clauder+S&cauthor_id=24324601"}, {"author": "Zhenyu Xu", "affiliation": [], "href": "/?term=Xu+Z&cauthor_id=24324601"}, {"author": "Spyridon T Pachis", "affiliation": [], "href": "/?term=Pachis+ST&cauthor_id=24324601"}, {"author": "Dik van Leenen", "affiliation": [], "href": "/?term=van+Leenen+D&cauthor_id=24324601"}, {"author": "Patrick Kemmeren", "affiliation": [], "href": "/?term=Kemmeren+P&cauthor_id=24324601"}, {"author": "Lars M Steinmetz", "affiliation": [], "href": "/?term=Steinmetz+LM&cauthor_id=24324601"}, {"author": "Domenico Libri", "affiliation": [], "href": "/?term=Libri+D&cauthor_id=24324601"}, {"author": "Frank C P Holstege", "affiliation": [], "href": "/?term=Holstege+FC&cauthor_id=24324601"}], "refPMID": ["16973436", "16973437", "23000176", "19169244", "15901493", "15901494", "19941815", "11018013", "14739930", "20802488", "20835241", "19581288", "19328068", "18457900", "10594013", "12049745", "12773564", "12667453", "12629047", "15565157", "18660819", "17157255", "18660821", "18426909", "21350922", "14731395", "11565036", "15964797", "15226427", "19854134", "9717241", "18079404", "12671682", "19401678", "21596317", "16569694", "16787969", "21145464", "21441928", "16286007", "16364921", "16286008", "21060864", "21826286", "18951092", "15175754", "14731395", "12417728", "12086625", "19131970", "15870265", "15047695", "22771993", "16246725", "23177741", "9450930", "20818391", "23032188", "16537912"], "citedInPMID": ["24324601", "33298437", "29686108", "28465432", "26098123", "25877920", "25747400", "25680078", "25650800", "25437538", "25416238", "24928762"], "body": " AbstractTranscription termination in Saccharomyces cerevisiae can be performed by at least two distinct pathways and is influenced by the phosphorylation status of the carboxy-terminal domain (CTD) of RNA polymerase II (Pol II). Late termination of mRNAs is performed by the CPF/CF complex, the recruitment of which is dependent on CTD-Ser2 phosphorylation (Ser2P). Early termination of shorter cryptic unstable transcripts (CUTs) and small nucleolar/nuclear RNAs (sno/snRNAs) is performed by the Nrd1-Nab3-Sen1 (NNS) complex that binds phosphorylated CTD-Ser5 (Ser5P) via the CTD-interacting domain (CID) of Nrd1p. In this study, mutants of the different termination pathways were compared by genome-wide expression analysis. Surprisingly, the expression changes observed upon loss of the CTD-Ser2 kinase Ctk1p are more similar to those derived from alterations in the Ser5P-dependent NNS pathway, than from loss of CTD-Ser2P binding factors. Tiling array analysis of ctk1Δ cells reveals readthrough at snoRNAs, at many cryptic unstable transcripts (CUTs) and stable uncharacterized transcripts (SUTs), but only at some mRNAs. Despite the suggested predominant role in termination of mRNAs, we observed that a CTK1 deletion or a Pol II CTD mutant lacking all Ser2 positions does not result in a global mRNA termination defect. Rather, termination defects in these strains are widely observed at NNS-dependent genes. These results indicate that Ctk1p and Ser2 CTD phosphorylation have a wide impact in termination of small non-coding RNAs but only affect a subset of mRNA coding genes. IntroductionTranscription termination is essential for generating normal transcripts and for the release of RNA Polymerase II (Pol II) from the DNA template, which prevents interference between adjacent transcription units. Transcription termination also plays an important role in the control of pervasive and hidden transcription. In yeast, transcription of mRNA coding genes is terminated by the Cleavage and Polyadenylation Factor/Cleavage factor I and II (CPF/CFI-II) that also cleaves the nascent RNA and polyadenylates the released transcript. The Nrd1p-Nab3p-Sen1p (NNS) complex terminates transcription of sn-/snoRNAs and cryptic unstable transcripts (CUTs), one of the main products of hidden transcription. NNS-dependent termination is tightly coupled to nuclear RNA processing by the Rrp6p/exosome complex [1], [2], which leads to trimming of primary sn-/snoRNA transcripts and full degradation of CUTs. Thus, the choice of termination pathway is essential to determine the fate of transcripts, which are stable and can be exported for translation in the case of the CPF/CFI-II pathway but are generally unstable when generated by the NNS pathway [1]–[4].The carboxy-terminal domain (CTD) of Rpb1 subunit of Pol II [5], [6] is thought to play an important role in the coordination of co-transcriptional events including transcription termination. The CTD is conserved across eukaryotes, is essential for viability, and consists of multiple repeats of the hepta-peptide sequence Tyr1-Ser2-Pro3-Thr4-Ser5-Pro6-Ser7. The number of repeats varies between organisms, and is 26 in yeast. The CTD is modified during transcription, thereby forming a dynamically changing binding platform for appropriate recruitment of regulatory factors [7]. Upon Pol II recruitment to promoters, the CTD is hypophosphorylated, but early after transcription initiation, the repeat is phosphorylated on Ser5 and Ser7. While Pol II progresses into the gene body, Ser5 phosphorylation (Ser5P) is removed. The opposite pattern is found for Ser2P, which is low at the transcription start site and gradually increases as Pol II reaches the end of the transcript [8]–[11]. The major Ser2P kinase is Ctk1p, but Bur1p has also been shown to contribute to Ser2P near the promoter [12], [13]. Ser5P is added by Kin28p, a component of the TFIIH general transcription factor.The Ser2/Ser5 phosphorylation gradients have been proposed to form a ‘CTD code’, sequentially recruiting proteins important for efficient transcription and co-transcriptional chromatin modification [7], [14]. For example, CTD-Ser5P interacts with the capping enzyme, the histone methyltransferase Set1p, while CTD-Ser2P associates with the histone methyltransferase Set2p [15]–[21].The CTD phosphorylation status is also thought to direct the choice between the two main yeast transcription termination pathways [21]–[23]. During transcription, the position of Pol II relative to the transcription start site specifies a defined phosphorylation pattern (Ser5P to Ser2P ratio), which is thought to regulate the choice of the termination pathway. The NNS pathway has been shown to better function within a window of 1 kB from the transcription start site [23], [24], which is mechanistically underlain by the preferential interaction of the NNS component Nrd1p with CTD-Ser5P [21], [25]. Longer transcripts and most of the mRNAs are usually terminated by the action of the CPF/CF complex and the Rat1p complex, which contain the Ser2P-binding subunits Pcf11p and Rtt103p [16], [20], [22]. Both termination pathways also rely on the presence of termination signals on the nascent RNA that are recognized by distinct RNA binding components of each complex (e.g. Nrd1p and Nab3p in the case of the NNS pathway).The distinction between the early and late termination pathways may not be strict, since several factors, including Pcf11p, appear to be involved in termination by both the “early” and “late” pathway [22]. Indeed, it has been proposed that transcription units have a preference for either pathway (determined by RNA sequence motifs and CTD status), but at a given site the pathways are not exclusive [7]. It is unclear, however, whether shared factors partake in both pathways or whether the CPF and the NNS complexes independently recognize both CUTs/snoRNA and mRNA terminators.By contributing to the establishment of the CTD phosphorylation gradient, the CTD-Ser2 kinase Ctk1p is thought to influence the choice between the termination pathways. Loss of Ser2P affects the recruitment of late termination factors, such as Pcf11p and Rtt103p. Surprisingly however, a 3′-processing but not a termination defect has been observed at a CPF-dependent model gene in ctk1Δ cells [26]. Ctk1p has also been reported to be required for correct co-transcriptional snoRNP assembly at several H/ACA snoRNAs, which in turn was shown to be required for both accumulation of mature snoRNA and efficient termination [27], [28]. However, the precise function of Ctk1p in the early termination pathway and whether it relates to CTD-Ser2 phosphorylation remains unclear.To investigate the role of Ctk1p systematically, we performed genome-wide expression analysis of Ctk1p mutants and several CTD binding factors. Surprisingly, the overall expression changes of ctk1Δ were much more similar to mutation of the NNS-complex subunit Sen1p, than to mutation of CTD-Ser2P binding factors. Genome-wide tiling array analysis of CTK1 deletion shows readthrough at 42% of all snoRNAs, as well as readthrough at several CUTs and stable uncharacterized transcripts (SUTs). Unexpectedly we also found that a ctk1Δ strain does not present a major defect in mRNA termination as we only detected transcriptional readthrough at a few mRNA-coding genes. Our results show that the role of Ctk1p in early termination is more prominent than previously thought and suggest a significant impact of Ser2 phosphorylation on the mechanism of NNS-dependent termination. Materials and MethodsYeast strains and plasmidsYeast strains used in this study are listed in Table S2. Plasmids were described previously [29], [30]. Construction of strains containing CTK1 or BUR1 under the control of the GAL1 promoter was performed as described [31].Northern blot analysisRNA was isolated by phenol extraction from cultures grown to early mid-log phase. Northern blot analysis was performed using standard protocols. Hybridization was performed either in 6× SSC, 5× Denhardt's solution, 0.1% SDS and 100 µg/nl fragmented haring sperm DNA buffer or in UltraHyb buffer (Ambion). Quantification of the signals was carried out using a Storm 820 phosphoimager. Oligonucleotide probes and primers used to amplify the PCR probes are listed in Table S3.Protein analyses and immunoprecipitationsFor immunoprecipitations, cells were grown to OD 1.0–1.6 and harvested. The cell pellet was resuspended in 4 ml of Lysis buffer (6 mM Na2HPO4, 4 mM NaH2PO4, 200 mM sodium acetate, 0.25% NP-40, 2 mM EDTA, 1 mM EGTA, 5% glycerol, 20 mM PMSF, 1 mM benzamidine, EDTA-free protease inhibitor cocktail from Roche) and flash frozen. Cells were disrupted using a ball mill (MM400 Retsch; 5 times 10 Hz, 3 min) and the extract cleared at 13krpm for 25 min. Immunoprecipitation assays were performed using IgG Fast Flow Sepharose beads (GE Healthcare). Proteins were eluted for 15 min at 37°C with 60 µl of lysis buffer and 80 µl 4× Laemmli buffer containing 50 mM DTT. RNAseA treatment was performed after IP on beads washed once with 1 ml Lysis buffer (10 µg/ml RNaseA for 20 min in 25°C).To analyze the phosphorylation status of RNA Pol II CTD after Ctk1p and Bur1p depletion, 4OD units of exponentially growing cells were harvested after growth in the appropriate medium and resuspended in 150 µl of 8 M urea. Cells were broken in a Magnalyser (Roche) and the lysate was cleared by centrifugation for 2 min at 4000 rpm. Alternatively, exponentially growing ctk1Δ and wt cells were harvested and disrupted in FA lysis buffer (50 mM Hepes KOH pH 7.5, 150 mM NaCl, 1 mM EDTA, 1% Triton X-100, 0.1% Deoxycholate, 0.1% SDS), containing protease and phosphatase inhibitors using a genie-disruptor (Scientific Industries). Western blot analysis was performed using antibodies 8WG16 (gift from H.T.M. Timmers), 3E8, 3E10, 4E12 (Millipore) [32], Tub1p (Immunologicals), H5, H14 (Covance), Y-80 (Santa Cruz), 12ca5 (Roche), αSpt5 (gift from G. Hartzog), αNab3p (gift from M. S. Swanson), αRbp3p (Neoclone), α-Nrd1p (gift from D. Brow).Expression profilingEach mutant strain was profiled four times from two independently inoculated cultures and harvested in early mid-log phase in SC medium with 2% glucose. An exception is Pcf11, for which two different alleles (pcf11-2 and pcf11-ts2) were profiled two times from single inoculated cultures. Sets of mutants were grown alongside corresponding wt cultures and processed in parallel. Growth of ctk1Δ and rpb1-S2A for Figure 5 was performed in YPD, because the rpb1-S2A strain grew very poorly in SC. Dual-channel 70-mer oligonucleotide arrays were employed with a common reference wt RNA. All steps after RNA isolation were automated using robotic liquid handlers. These procedures were first optimized for accuracy (correct fold-change) and precision (reproducible result), using spiked-in RNA for calibration [33]. After quality control, normalization, and dye-bias correction [34], statistical analysis for mid-log cultures was performed for each mutant versus the collection of 200 wt cultures as described previously [35]. The temperature sensitive mutants of SEN1 and PCF11 were compared to wt Mat a strains. The reported fold-change is an average of the replicate mutant profiles versus the average of all wildtypes. Microarray data have been submitted to the ArrayExpress database (http://www.ebi.ac.uk/microarray) under accession number E-MTAB-1261 and to the GEO database (http://www.ncbi.nlm.nih.gov/geo/) under accession number {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE40254\",\"term_id\":\"40254\"}}GSE40254Open in a separate windowFigure 5Readthrough is partially explained by Ser2 phosphorylation.(A) Northern blot analysis of an rpb1-S2A mutant in which every Ser2 in the CTD is mutated to an alanine. Readthrough transcripts (RT) are indicated. (B) Correlation plot of expression changes (M, log2 fold change) in ctk1Δ and rpb1-S2A versus wt, as measured by microarray analysis.Genome-wide analysesTiling arrays were performed for two independent replicates of wt and ctk1Δ as described previously [36], [37]. The occurrence of readthrough at ORFs and snoRNAs was assessed as follows: the probe intensities from the two replicates were averaged over 25 bp regions and aligned to the 3′ end of ORFs and snoRNAs. Readthrough was scored positive if the expression difference between ctk1Δ and wt was more than 0.6 in the 150 bp regions downstream of the 3′ end (at least 4 out of 6 25 bp regions). Transcripts for which the 3′ end was less than 150 bp from the following transcript were excluded. Metagene analysis was performed by averaging the intensity over 25 bp regions for all ORFs and snoRNAs. For visualization in Figure 2, the tiling data was segmented separately for wt and ctk1Δ using the library tilingArray in R [36], [37]. The optimal number of segments was selected based on the maximum log likelihood (BIC). The data can be visualized for individual genes at http://steinmetzlab.embl.de/holstegeLabArray/.Open in a separate windowFigure 2Loss of CTK1 also results in termination defects at several upstream regulatory ORFs, CUTs and coding genes.Expression analysis using tiling arrays in two replicate cultures of wt and ctk1Δ. (A–B) Metagene analyses displaying the average probe intensity over 25 bp regions in wt and ctk1Δ, aligned by the 3′ end of the mature snoRNAs (A) or ORFs (B). Insets show the difference in expression between ctk1Δ and wt. (C–I) Examples of readthrough at non-coding and coding genes: (C) SRG1-SER3, (D) CUT882-GRE1, (E) CUT152-ASK10, (F) SUT277-ERF2 (G) NRD1 (H) BIO4-BIO5, (I) MF(ALPHA)2. Note also the readthrough at snR10 in (I). Expression data are displayed along the chromosome (x axis) for the Watson (W, upper half) and the Crick (C, lower half) strands. Normalized signal intensities (higher in darker blue) are shown for 2 replicates of wt and ctk1Δ (y axis). Grey lines indicate segment boundaries as described in materials and methods. Genome annotations are shown in the center: annotated ORFs (blue boxes), SUTs (orange boxes), CUTs/non-coding RNAs (green boxes), and snoRNAs (brown). Note that CUTs and snoRNA precursors are normally not detectable in wt cells, but the occurrence of a readthrough allows detection because the longer RNAs escape degradation. Readthrough is confirmed by Northern blot for SRG1, CUT882 and BIO5 (Figure S2).Chromatin Immunoprecipitation500 ml of cultures in early mid-log phase were crosslinked with 1% formaldehyde for 20 min at 25°C. The reaction was stopped with 300 mM glycine. Cells were washed with ice-cold TBS and FA lysis buffer (50 mM Hepes KOH pH 7.5, 150 mM NaCl, 1 mM EDTA, 1% Triton X-100, 0.1% Deoxycholate, 0.1% SDS). Cells were disrupted in FA-lysis containing protease and phosphatase inhibitors using a gene-disruptor. Chromatin was fragmented by sonication (Bioruptor, Diagenode: 7 cycles, 30 sec on/off, medium setting), resulting in fragment sizes of 300–500 bp. Chromatin extracts were incubated overnight at 4°C with antibody (1 µl α-Nrd1, 1 µl α-rpb3 (Neoclone), 2 µl 3E8, 2 µl 3E10, 10 µl 4E12). 20 µl of dry protein A (for α-Nrd1) or protein A+G beads (for all other antibodies) were added and incubated for 1.5 hr at RT. For TAP-Pcf11, 20 µl of IgG sepharose beads were used. The beads were washed 2× with FA-lysis buffer, 2× with FA lysis buffer containing 500 mM NaCl, 2× with 10 mM Tris pH 8, 0.25 M LiCl, 0.5% Nonidet P-40, 0.5% sodium deoxycholate, 1 mM EDTA and 1× with TE pH 8.0. Samples were eluted with TE-SDS 1% at 65°C. Crosslinking was reversed at 65°C for ∼16 hr with 5 µg RNAse. Samples were treated with Proteinase K for 2 hr at 37°C. DNA was recovered with phenol extraction and a PCR purification kit (Qiagen). Samples were analyzed by qPCR with the primer pairs in Table S3. Every experiment is based on at least 2, in most cases 4 biological replicates and the signals represent enrichment over input. Mock ChIPs contain no antibody. For mock ChIP of Pcf11, untagged strains were used. ResultsThe expression signature of ctk1Δ is most similar to loss of an NNS complex componentExpression profiles that describe the genome-wide changes in gene expression upon mutation of different regulatory factors can provide detailed phenotypical information. For example similarities between the genome-wide expression signatures derived from mutation of different factors can indicate different types of interactions, including same protein complex or regulatory pathway membership [35], [38]. To assess the role of the CTD-Ser2 kinase Ctk1p in early and late termination pathways, genome-wide expression changes of a ctk1Δ mutant were compared with expression changes of mutants of different CTD-interacting factors (Figure 1A). For each factor, we determined the expression profile in quadruplicate (two technical replicates from two independent cultures), averaged and statistically analyzed versus many wild type strains grown and processed identically (Materials and Methods). Most temperature-sensitive (ts) strains already show partial loss of function at the permissive temperature [39]. To ensure data comparability, all strains, including the ts strains for the essential genes SEN1 and PCF11, were grown under identical conditions including temperature (30°C).Open in a separate windowFigure 1Loss of CTK1 results in readthrough at snoRNAs.(A) Unsupervised hierarchical cluster diagram (cosine correlation) of expression changes in mutants of Ctk1p and several CTD-binding factors. All genes with significant changes (p<0.05, FC>1.7) in any of the mutants individually are shown, yellow indicating upregulation, blue indicating downregulation, and black indicating no change compared to wt. The dendrogram indicates the similarity between the mutants. The relationship between Ctk1p and Sen1p is highlighted in red. Overlapping expression changes between ctk1Δ and other mutants are underlined and marked by I (ctk1Δ, sen1-1), II (ctk1Δ, set2Δ, rco1Δ, eaf3Δ), III (ctk1Δ, pcf11-2, pcf11-ts2), IV (ctk1Δ, rtt103Δ). (B) Expression changes for the first gene that is positioned within 2 kB of a snoRNA termination site. Upregulation suggests defective termination at the snoRNA. (C, D and E) Northern blot analysis at snR5, snR13, and snR33. The positions of the probes are indicated on the scheme above the Northern blots. TUB1 mRNA is used as a loading control. Precursors and readthrough transcripts (RT) are indicated. (F) Wt and ctk1Δ cells were assessed for their ability to express the HIS3 genes, which was positioned on a plasmid containing no terminator, or the terminators of snR13 or snR47 upstream of the HIS3 gene. Expression of HIS3 is reflected by the ability to grow on plates containing the histidine analogue 3-AT, and indicates readthrough. Serial dilutions (1∶5) are shown starting at 1*104 cells after growth for 5 days on SC -URA -HIS and SC -URA -HIS+ 2.5 mM 3-AT plates.\nFigure 1A shows all genes with a significant change in expression in any mutant as compared to wild type (p<0.05, fold change (FC)>1.7). In keeping with previous observations that similar expression profiles may reflect interactions, loss of Ctk1p results in mRNA expression changes that overlap with changes observed upon mutation of several different binding partners of CTD-Ser2P. For example, the expression changes in ctk1Δ overlap with changes observed upon deletion of the Ser2P binder Set2p (Figure 1A, II, Table S1). Upon binding to Ser2P, Set2 trimethylates histone 3 on lysine 36 in the coding region of actively transcribed genes [17], [19], which leads to activation of Rpd3S complex and deacetylation of coding regions, preventing initiation of cryptic transcription in gene bodies [40]–[43]. Removal of Ctk1p, Set2p and the downstream components of Rpd3S complex, Eaf3p and Rco1p, all result in elevated expression levels of a similar set of genes (Figure 1A, II). As expected, this set includes genes with internal transcription initiation sites, such as STE11\n[40] (Table S1). Besides reflecting this previously known interaction between Ctk1p and Set2p, loss of Ctk1p also results in changes that overlap with mutants of the Ser2P binding factors Rtt103p and Pcf11p (Figure 1A, III and IV, Table S1). Gene set III is significantly enriched for binding sites of the gene specific transcription factors Msn2p, Msn4p and Gcn4p, which regulate stress and amino acid biosynthesis genes. Gene set IV, shared primarily between ctk1Δ and rtt103Δ, is enriched for genes with weak polyA sites (hypergeometric test, p<2.82*10−4) [11], suggesting that their decrease might be caused by instability after readthrough. Both mutants result in defects in the late termination pathway that acts on mRNA genes [20], [22].The dendrogram on the right side of figure 1A reflects overall similarities between expression signatures and is automatically generated using hierarchical clustering with no input of prior knowledge. Surprisingly, the overall expression profile of ctk1Δ is more similar to sen1-1, a member of the Ser5P binding NNS-complex, than to any of the Ser2P binding factors (Figure 1A, red part of tree). The expression changes of ctk1Δ and sen1-1 cells show a large overlap (Figure 1A, I, Table S1), of which some transcripts are also affected in mutants of the nuclear exosome, rrp6Δ and lrp1Δ, involved in degradation and trimming of NNS-dependent transcripts. The large overlap between sen1-1 and ctk1Δ suggests a prominent role of Ctk1p in early termination.Defective termination at snoRNAs in ctk1Δ cellsOne class of transcripts terminated by the early termination pathway consists of snoRNAs [22], [27]. Detailed analysis of the genes with altered expression in both ctk1Δ and sen1-1 reveals that many are positioned downstream of snoRNAs, suggesting that transcriptional readthrough from the upstream snoRNA might artificially increase the signal downstream. Previous studies have indeed reported readthrough at a few model snoRNAs in ctk1Δ\n[27], [28], although whether this reflects a direct or indirect effect mediated by Ser2 phosphorylation of the CTD was unclear.Deletion of CTK1 appears to lead to the upregulation of the first gene following a snoRNA terminator in approximately one third of cases. All of these genes are also upregulated in sen1-1 (Figure 1B). To confirm that these transcripts originate from defective snoRNA termination, RNA from ctk1Δ cells was analyzed by Northern blot. A double mutant of ctk1Δ and rrp6Δ was included to avoid transcripts being missed due to nuclear degradation. In ctk1Δ, ctk1Δ/rrp6Δ, and sen1-1, a long snR5 transcript is observed that also hybridizes to a probe for the downstream gene HEM4 (Figure 1C), indicating the presence of a fusion transcript between snR5 and HEM4. Similar fusion transcripts are also observed for snR13, snR33, snR43, snR60 and snR82 (Figure 1D, 1E, Figure S1). The same fusion transcripts are observed in sen1-1, showing that these transcripts are caused by defective termination at the snoRNA termination sites. Although the termination defect is not as strong as for the sen1-1 mutant (note that this analysis is performed at permissive temperature and that only a partial termination effect occurs in sen1-1 cells), it is clear that integrity of Ctk1p is nevertheless important for appropriate termination of snoRNAs.In all these cases we also noticed that the snoRNA precursor (only visible in double ctk1Δ/rrp6Δ mutants when its conversion to the mature form is less efficient) migrates anomalously, with longer forms that extend in some cases for several hundred bases. These transcripts likely derive from delayed termination events that in most cases depend on the NNS pathway, since they are degraded in the wild type strain.Ctk1p has been shown to influence the co-transcriptional assembly of snoRNAs, which, in turn, might affect termination [28]. It is also possible that the lack of Ser2P alters the local chromatin context, which could impact termination. Therefore we assessed the efficiency of termination using a reporter system in which a snoRNA terminator sequence is inserted upstream of the HIS3 gene and prevents its expression unless transcriptional readthrough occurs. This construct misses sequences directing the co-transcriptional assembly of the core particle and has previously been used to analyze cis and trans elements that direct termination of snoRNAs [29], [30]. As expected, wild type cells are inhibited in growth in the absence of histidine if either snR13 or snR47 termination sequences are placed upstream of the HIS3 marker. In contrast, CTK1 deletion mutants show near-normal growth with the snR47 reporter and only partial inhibition of growth with the snR13 reporter, indicating readthrough at both sites (Figure 1F). These results indicate that the readthrough phenotype observed in ctk1Δ cells is linked to inefficient recognition and/or use of snoRNA termination signals, independent of the genomic context. The generality and the mechanism of Ctk1p dependency were therefore further investigated.Widespread termination defects at NNS-dependent genes and minor defects at mRNA coding genes in ctk1Δ mutantsThe NNS-dependent early termination pathway also terminates other non-coding transcripts including CUTs [1], [2] and several SUTs [44]. The microarrays used in the previous analysis mainly carry probes for detection of mRNAs. To assess how general the role of Ctk1p is in NNS-termination, RNA from ctk1Δ and wild type cells were analyzed on whole-genome tiling arrays [36], [37] (Figure 2). Although reliable detection of cryptic transcripts requires the use of degradation defective strains [3], we reasoned that some extended transcripts would be easily revealed when terminated at downstream CPF/CF sites and therefore stabilized as for snoRNA precursors [45]. Metagene analysis of hybridization signals observed around snoRNAs clearly showed increased average intensity in ctk1Δ cells downstream of the 3′ end (Figure 2A). In addition to snoRNAs, ctk1Δ also shows readthrough of several other sites (Figure 2 C–I). These readthrough sites include CUTs and SUTs, and also non-coding transcripts that lie upstream of coding genes and have been shown to have regulatory potential. For example, the upstream regulatory RNA of SER3, SRG1, shows readthrough into SER3 in ctk1Δ (Figure 2C) [46]. Similar readthrough in ctk1Δ is observed at CUT882 (or one of the more upstream CUTs/SUTs), CUT152 and SUT277, upstream of the GRE1, ASK10, and ERF2 genes, respectively (Figure 2D, E, F). Early termination at the NRD1 gene, which is known to be dependent on the NNS complex [1], is also affected in ctk1Δ cells, as indicated by the increase in full length NRD1 mRNA abundance (Figure 2G). Termination defects were confirmed by Northern analysis at SER3 and CUT882 (Figure S2) although in the latter case the readthrough appears to be unstable and only detected in the ctk1Δ/rrp6Δ double mutant (Figure S2C). Note that, as for snoRNA precursors, longer forms are observed for CUT882 in ctk1Δ/rrp6Δ cells, again suggesting the occurrence of delayed termination.Ser2P phosphorylation is thought to be important for the recruitment of the CPF/CF complex, because of the interaction of Rtt103p and Pcf11p with the CTD-Ser2P. Surprisingly, we did not observe a global defect in mRNA termination upon loss of the major Ser2P kinase Ctk1p. Indeed some readthrough is observed at a set of mRNAs, but termination by the CPF/CF complex is not affected in general (Figure 2B). When the expression difference between ctk1Δ and wt was calculated downstream of ORFs, only 2.8% of all ORFs show clear indications of readthrough, while similar analysis for snoRNAs reveals readthrough at 32 out of 77 sites (42%). This was confirmed by northern analysis for a few model genes in a ctk1Δ strain (Figure S3) and by metagene analyses of the hybridization signal for ORFs and snoRNAs (Figure 2A–B and S2E–F). This result is seemingly at odds with the finding that mutation of CPF/CF components (the recruitment of which is strongly dependent on Ctk1p [47]) has a generally dramatic effect on termination of mRNA genes ([48], [49]; and data not shown). Examples of mRNA coding genes with readthrough are BIO4/5 and MF(ALPHA)2 (Figure 2H, I). Readthrough was not specifically observed at short (<600 nt) or long (>3 kB) mRNA coding genes (Figure S2E, F). Moreover, it cannot be excluded that the NNS-pathway contributes to termination at some mRNA coding genes as it was shown for BIO4/5 [1].Together these experiments reveal that the absence of Ctk1p has a general impact in termination of snoRNAs and likely other NNS-dependent transcripts but only affects termination of a subset of mRNA coding genes.Readthrough is kinase-dependent and partially explained by Ser2 phosphorylationWe first assessed whether defective termination in ctk1Δ was dependent on its kinase activity. A kinase independent role for Ctk1p in the release of basal initiation factors from elongating polymerase has previously been described [50]. To this end, two Ctk1p mutants were generated by introducing a T338A change in the T-loop and a D324N change in the active site. The first mutation results in reduced kinase activity because Ctk1p cannot be phosphorylated and activated anymore by Cak1p. The second mutation abolishes all kinase activity of Ctk1p in vitro\n[51]. Northern analysis of SNR13 transcripts revealed readthrough defects to similar levels as in ctk1Δ cells only when the kinase activity of Ctk1p is fully impaired in the Ctk1-D324N mutant (Figure 3A). We note that in agreement with a kinase-independent role for Ctk1p in transcription [50], the Ctk1-D324N only partially rescues the growth defect of ctk1Δ (Figure 3B).Open in a separate windowFigure 3Readthrough is kinase-dependent.(A) Northern blot analysis of ctk1Δ with a genomically integrated copy of CTK1-wt, CTK1-T338A, or CTK1-D324N. Ctk1-D324N is kinase-dead (data not shown) and cannot rescue the readthrough. (B) Growth of ctk1Δ with a genomically integrated copy of CTK1-wt, CTK1-T338A, or CTK1-D324N. Ctk1-D324N is kinase-dead (data not shown) and can partially rescue the growth defect of ctk1Δ. Serial dilutions (1∶5) are shown starting at 1*104 cells after growth for 2 days on YPD plates at 30°C.These results strongly suggest that the readthrough observed at NNS targets is due to an altered CTD phosphorylation pattern in ctk1Δ cells. Although Ctk1p has been shown to affect Ser2 phosphorylation in vivo\n[52], subtle effects on the other phosphoisoforms might occur that impact termination. Indeed it has been proposed that recruitment of Nrd1 depends on the interaction with Ser5 phosphorylated Pol II CTD [21], [23]. However, western blot analysis of whole cell extracts show a major decrease of Ser2P levels, possibly elevated Ser5P levels and unchanged Ser7P levels (Figure S4A, Figure S6).CTD phosphorylation patterns were also examined at individual snoRNAs by ChIP. Ser2P is low at snoRNA sites in wt, as previously observed in genome-wide experiments (Figure 4D–F) [10], and strongly reduced in ctk1Δ cells. The 3′ end of PMA1 is used as a positive control and shows high Ser2P enrichment that is lost upon deletion of CTK1. Levels of Ser5P are slightly elevated downstream of the snoRNA genes in ctk1Δ (Figure 4G–I), which can be explained by increased Pol II density, possibly due to readthrough. It is therefore unlikely that changes in the distribution of Ser5 phosphorylation explain the readthrough observed in ctk1Δ. Levels of Ser7P are slightly decreased (Figure 4J–L), but a role for Ser7P in transcription termination has not been identified.Open in a separate windowFigure 4CTD phosphorylation patterns at snoRNAs are not substantially changed in ctk1Δ cells.(A, B, and C) Positions of the genomic regions analyzed by ChIP-qPCR. (D, E, and F) ChIP analysis of CTD-Ser2P in wt and ctk1Δ at snR5, snR13 and snR82. The 3′ end of PMA1 is used as a positive control. (G, H, and I) ChIP analysis of CTD-Ser5P in wt and ctk1Δ at snR5, snR13 and snR82. (J, K and I) ChIP analysis of CTD-Ser7P in wt and ctk1Δ at snR5, snR13 and snR82. All ChIP values (average of 3 biological replicates) represent the fold enrichment, expressed as percent fraction of input. Error bars represent standard error. A telomeric region from chromosome V (TEL V) is used as a negative control.Upon deletion of Ctk1, the Ser2P levels are strongly reduced, but are not completely absent. To assess whether the low remaining Ser2P levels can be explained by the redundant action of Bur1p, another CTD kinase that has been implicated in Ser2 phosphorylation [13], we constructed strains expressing the CTK1 and BUR1 genes under control of the glucose repressible GAL1 promoter (PGALCTK1 and PGALBUR1) and combined the two in a double PGALCTK1/PGALBUR1 strain. Depletion of Ctk1p for 3 hours was effective in preventing Ser2P to similar levels as in a ctk1Δ strain (Figure S4B). Co-depletion of both Ctk1p and Bur1p only marginally affected the Ser2P signal with respect to Ctk1p depletion alone (Figure S4B), which indicates a minor (if any) role of Bur1p in global CTD-Ser2P.We also assessed the effect of depletion of Ctk1p on NNS-dependent termination, as well as the effect of double Ctk1p and Bur1p depletion to consider the occurrence of partial redundancy in Ser2P, either under normal conditions or specifically in the absence of Ctk1p. Transcriptional readthrough leading to the production of fusion transcripts terminating at a downstream CPF/CF site were clearly observed upon Ctk1p depletion (Figure S2D). Longer unstable transcripts, likely terminating at downstream sites by the NNS pathways were also observed, the levels of which were not further increased by Bur1p co-depletion, suggesting a minor role for Bur1p in NNS-dependent termination (Figure S2D). These results also verify that readthrough is not an indirect effect of the strong growth defect of ctk1Δ.NNS-dependent termination was only partially impaired in ctk1Δ cells. This could occur because residual levels of CTD-Ser2P in ctk1Δ, possibly generated by another pathway, are sufficient for basal termination levels. Therefore we analyzed the efficiency of the NNS pathways in a rbp1-S2A mutant, in which Ser2 in every repeat was mutated to alanine [53]. rpb1-S2A cells show clear readthrough at SNR13, to similar levels (or even lower) than in ctk1Δ cells (Figure 5A). A double ctk1Δ/rpb1-S2A mutant behaved similarly to the single ctk1Δ mutant. This indicates that Ser2P impacts the efficiency of NNS-dependent termination but is not absolutely required. Finally, we also considered the possibility that low CTD-Ser2P levels might be the reason why mRNA termination is not globally affected in ctk1Δ cells. However, the correlation between the expression profile of ctk1Δ and rpb1-S2A is high (0.86, Figure 5B), showing that the overall expression effects are highly similar and that, similarly to deletion of Ctk1p, the rpb1-S2A mutant does not have a global termination defect at mRNAs genes.The above data strongly suggest that CTD-Ser2 phosphorylation is the primary target of Ctk1p in promoting termination at NNS-dependent genes. They also confirm that CTD-Ser2P impacts the efficiency of NNS-dependent termination but is generally not required for termination of mRNA coding genes.Nrd1p recruitment is not affected in ctk1ΔTermination defects have previously been associated with aberrant recruitment of termination factors [54]. In order to understand the mechanism by which Ctk1p contributes to the early termination pathway, binding of Pol II, Nrd1p and Pcf11p was determined by chromatin immunoprecipitation (ChIP) at SNR5, SNR13 and SNR82 (Figure 6 and S5). Pol II levels are increased downstream of all three snoRNAs in ctk1Δ, consistent with readthrough into adjacent genes (Fig. S5D–F). As expected, Nrd1p is recruited to the 3′ end of all three snoRNAs in wild type (Fig. S5G–I). Upon deletion of CTK1, Nrd1p occupancy closely follows polymerase levels, being unchanged in the body of the genes and elevated downstream (Figure S5G–I; better visible when Nrd1p signals are normalized to Rpb3p signals (Figure 6D–F). Interestingly, we also detected an increased association of Nrd1p with Ser5P Rbp1p in ctk1Δ cells by co-immunoprecipitation (Figure S6), which could either be a consequence or a cause of the termination defect (see discussion).Open in a separate windowFigure 6Recruitment of Nrd1p and Pcf11p, relative to Rpb3p.(A, B, and C) Scheme of the genomic regions analyzed by ChIP-qPCR. (D, E, and F) Analysis of Nrd1p occupancy relative to Rpb3p occupancy as determined by ChIP in wild type and ctk1Δ strains at the snR5, snR13 and snR82 loci. Relative ChIP values are normalized to the TEL-V signal in wt. (G, H, and I) Analysis of Pcf11p occupancy relative to Rpb3p occupancy in wt and ctk1Δ at snR5, snR13 and snR82. Relative ChIP values are normalized to the TEL-V signal in wt. Error bars represent standard errors. Raw Rpb3p, Nrd1p and Pcf11p levels are shown in Figure S5.A different pattern is observed for Pcf11p. We observed recruitment of Pcf11p to snoRNA genes that was highest in the termination region. The Pcf11p ChIP signal was seemingly similar in wild type and ctk1Δ cells (Figure S5J–L). However, when the signal was considered relative to the level of transcription in each region, i.e. when normalized to Rpb3p signal (that is higher in ctk1Δ cells due to the readthrough, Figure S6G–I), Pcf11p occupancy was clearly found to be negatively affected by deletion of Ctk1p, which mirrors Ctk1p dependency at mRNA genes [26]. From these experiments we conclude that defective recruitment of Nrd1p cannot account for the termination defect observed in ctk1Δ strain. The results also indicate that Pcf11p (and presumably the CPF/CF complex) is recruited at snoRNA genes in a Ctk1p-dependent manner.Partial suppression of the ctk1Δ phenotype by a transcription elongation mutantThe observation that longer transcripts, presumably representing primary termination products, can be observed at NNS-dependent transcription units in ctk1Δ cells, suggests that transcription termination is delayed in the absence of functional Ctk1p. It has recently been shown that termination is sensitive to the elongation properties of RNA pol II, with “faster” polymerase mutants delaying termination and which is suggested to depend on the existence of kinetic competition between transcription and termination [55]. This suggests that in ctk1Δ cells, presumably because of the low or absent Ser2P levels, RNA polymerase might behave as a fast mutant with regard to termination. We therefore investigated whether altering the elongation properties of RNA Pol II might impact the delayed termination phenotype of ctk1Δ cells. Spt5p is an elongation factor that has an important role in regulating the processivity of RNA Pol II [56]. Its C-terminal region has been implicated to be involved in the recruitment of the PAF complex, another elongation complex. Deletion of the Spt5p C-terminal region (spt5ΔCTR) is lethal in a ctk1Δ strain. We therefore introduced the spt5ΔCTR mutation in a PGal\nCTK1 strain and analyzed the effects of Ctk1p depletion in an spt5ΔCTR context. We performed these experiments in an rrp6Δ background to visualize CUTs or snoRNA precursors as before. The spt5ΔCTR mutation alone produced slightly shorter precursors at most NNS-dependent genes (Figure 7), consistent with the notion of kinetic competition between transcription elongation and termination. Interestingly, the spt5ΔCTR mutation suppressed the delayed termination phenotype observed at NEL025C and SNR47 genes upon Ctk1p depletion. Indeed, the upshift of the transcript smear observed upon Ctk1p depletion (compare lanes 4 to 9) is not observed in the spt5ΔCTR context.Open in a separate windowFigure 7Partial suppression of ctk1Δ termination phenotype by a spt5ΔCTR mutant.Northern blot showing the effect of the spt5ΔCTR mutation on termination at snR47 and the NEL025c CUT in strains metabolically depleted for Ctk1p and Bur1p. CTK1 and BUR1 were expressed under control of the GAL1 promoter and depletion was carried for the times indicated. Note the appearance of longer RNA species upon depletion of CTK1 that are suppressed in an spt5ΔCTR background. An rrp6Δ background was used to allow detection of unstable RNA species. Transcripts were revealed with double stranded probes that span the entire snR47, NEL025c genes or the 3′ end of ACT1. DiscussionThe results show that removal of the CTD-Ser2P kinase Ctk1 results in readthrough at many snoRNAs, CUTs, SUTs and some mRNAs. Although several mRNAs show readthrough, there is no global defect in mRNA termination. The possibility that this is caused by residual Ser2P has been ruled out, since the rpb1-S2A mutant shows similar expression changes as ctk1Δ, lacking extensive additional changes compared to ctk1Δ that would be expected upon a global termination defect. These results indicate that Ser2P is not essential for the late termination pathway, but has in fact a more prominent role in the early termination pathway than previously anticipated. The current model that the early termination pathway is dependent on CTD-Ser5P and the late termination pathway on Ser2P [21], [23] therefore appears to be too simplistic.The finding that Ser2P is not essential for mRNA termination by the CPF/CF complex is surprising, since previous studies have demonstrated that several of its subunits (e.g. Rna14p, Rna15p and Pcf11p) are recruited in a Ctk1p- (and Ser2P-) dependent manner. Binding of Pcf11p and another termination factor, Rtt103p, to the CTD has clearly been shown to be dependent on Ser2P on the CTD [16], [20]. The fact that mutation of these factors has massive effects on termination [48], [49] is seemingly at odd with the poor effect of Ser2P absence, but might suggest that the CTD has a redundant (and generally minor) role in the recruitment of the CPF/CF and possibly in the termination process. This role might be revealed by “sensitive” RNAs as already suggested by Kim and colleagues [11], which is consistent with our results. Recruitment of the CPF/CF might be more strongly dependent on the nascent RNA than on CTD-Ser2P binding. We suggest that the CPF/CF complex is more efficiently crosslinked to the DNA when bound to the CTD than when associated to the nascent RNA, which explains why the apparent loss of recruitment is not accompanied by a major termination defect.The extensive readthrough observed at NNS-terminated genes is indicative of an important role of Ctk1p in termination at these targets. We observed a somewhat stronger effect in ctk1Δ or in kinase dead cells than in S2A cells, in which every Ser2 in the CTD has been mutated to alanine. Although this might suggest that Ctk1p also exerts its role in NNS-dependent termination via the phosphorylation of other substrates, the clear effect of the S2A mutation, both on model substrates and genome-wide, indicates a positive role of the CTD-Ser2P phosphoisoform. Previously, several genome-wide studies have shown that Ser2P is low in the early phases of transcription, i.e. at positions where NNS termination occurs [10], [11], [57]. Similarly, Ser2P is also very low at snoRNAs (Fig. 4 and [10]). Moreover, the NNS complex, via its subunit Nrd1p recognizes the Ser5P form of the CTD most efficiently [21]. This is an apparent conundrum that needs to be resolved.It is theoretically possible that Ctk1p affects a minor component of termination at snoRNAs and CUTs that is CPF-dependent. Consistently, we and others have recently shown that the NNS- and the CPF/CF pathway can recognize very similar signals and the choice of the pathway is strongly dependent on the position of the signals relative to the transcription start site [23], [24], [58], [59]. Thus low levels of recognition by the “wrong” pathway might occur at most terminators, but be masked by the prevalence of the other pathway (NNS in the case of snoRNAs and CUTs).Two observations, however, argue against this model. The first is that transcripts terminated by the CPF/CF pathway are expected to be relatively stable and should be observed at the primary termination sites for at least some of the snoRNAs or CUTs in a wild type strain, which is generally not the case (Fig. 1C–E, S1). The other conflicting observation is that only these putative CPF-dependent transcripts should disappear in a ctk1Δ strain to give longer transcripts. Instead, we observe a clear upshift in size of the whole set of snoRNAs precursors (or CUTs) analyzed in this context, most of which are unstable and NNS-dependent (Fig. 1C–E, S1 and S2C).Our observations favor a role for Ctk1p and CTD-Ser2 phosphorylation in the NNS pathway. Considering the number of transcripts affected and the specificity of the effect, it is unlikely that Ctk1p mutation affects NNS termination indirectly. Although it is clear that the impact of Ctk1p in this pathway remains minor compared to the role of the NNS complex, it is functionally significant.How does phosphorylation of the CTD at Ser2 impact NNS termination? One possibility is that the onset of Ser2P, occurring relatively early in transcription [57], is required for the efficiency of the process. For instance it is possible that a low level of Ser2P is required for the release of Nrd1p from the CTD, which, in turn, triggers termination. We show that the Nrd1p ChIP signal downstream of snoRNA terminators is higher in ctk1Δ cells than in the wild type and that the association of Nrd1p with the polymerase is increased in the mutant (Fig. S5G–I, S6). These findings could be a consequence of defective termination, i.e. due to the persistent association of Nrd1p and polymerase during readthrough transcription. However, it is also possible that the dissociation of Nrd1p from the polymerase is required for an efficient transcription termination reaction, as previously suggested to explain the mechanism of Ess1p action in the process [30]. It can be envisioned that a low level of Ser2P would favor this step by inherently weakening the interaction of the CTD with the Nrd1 CID or by recruiting Pcf11p, which would compete with Nrd1p binding thereby facilitating its release. This would be consistent with the observed decrease of Pcf11p occupancy at snoRNAs in ctk1Δ cells (Figures 6 and S5), although we could not suppress the ctk1Δ termination defect by Pcf11p overexpression (data not shown).Alternatively, Ser2P could affect the processivity or the speed of the polymerase and progressively induce a termination mode that favors the function of the CPF/CF complex at the end of mRNA genes. This effect might be already detected in a termination-sensitized context at NNS terminators. This could easily explain the delayed termination phenotype (of which the readthrough might be the extreme consequence) in ctk1Δ cells and its suppression by the spt5ΔCTR mutant (Fig. 7). Delayed termination at NNS sites has been recently described using “fast” mutational variants of RNA polymerase (rpb1-E1103G) and interpreted to indicate kinetic competition between termination and elongation [55]. Indeed, the rpb1-E1103G mutation was shown to aggravate the termination phenotype of sen1 mutants [55]. We suggest that in ctk1Δ cells (or a S2A-CTD Rpb1p mutant) the absence of Ser2P translates into Pol II transcriptional properties that resemble those of a “fast” Pol II mutant. The spt5ΔCTR mutant might suppress the delayed termination phenotype by impacting the transcription properties of the Ser2P-less polymerase. The results presented in this study indicate that further mechanistic analyses of Ctk1 and CTD-Ser2P are both required and will likely be rewarding, given the altered role that the results demonstrate for both. Supporting InformationFigure S1\nLoss of \nCTK1\n results in readthrough at snoRNAs. (A, B and C) Northern blot analysis of snR43, snR82, and snR60 transcripts in ctk1Δ and sen1-1 cells The positions of the probes are indicated above the Northern blots. Readthrough transcripts (RT) and precursor transcripts are indicated. RT species are detected with probes in the downstream genes. TUB1 mRNA was used as a loading control.(TIF)Click here for additional data file.(1.3M, tif)Figure S2\nLoss of \nCTK1\n results in readthrough at CUTs, SUTs and small ORFs. Northern blot analysis of transcripts derived from (A) SER3, (B) BIO5 and (C) CUT882. Readthrough transcripts (RT) and longer unstable transcripts are indicated. Note that RT transcripts at the CUT882 locus are not efficiently detected by northern blot unless degradation is also impaired in the ctk1Δ/rrp6Δ double mutant. (D) Northern blot analysis of NEL025c, NGR060w CUTs and snR33 precursors in strains metabolically depleted for Ctk1p and/or Bur1p in Pgal-CTK1 and Pgal-BUR1 strains. An rrp6Δ background was used to allow detection of unstable RNA species. Transcripts were revealed with double stranded probes that span the entire gene. (E–F) Metagene analysis displaying the average probe intensity over 25 bp regions in wt and ctk1Δ, aligned by the 3′ end of small (<600 bp) or long (>3000 bp) ORFs.(TIF)Click here for additional data file.(1.6M, tif)Figure S3\nctk1\nΔ cells are not generally defective for mRNA termination. Northern blot analysis of CYC1, ACT1 and ARO8 RNAs in a ctk1Δ strain. Thermosensitive mutants of the CPF/CF complex (rna14-3 and rna15-2) were used for comparison. The analysis was also performed in an rrp6Δ background to allow detection of unstable RNA species (right). Note the presence of high levels of readthrough transcripts that are partially unstable in CPF/CF mutants at the non-permissive temperature (2 hours at 37°C). Normally terminated RNAs are instead produced in ctk1Δ cells.(TIF)Click here for additional data file.(1.1M, tif)Figure S4\nLoss of Ctk1p mainly affects the levels of Rpb1 CTD-Ser2P. (A and B). Western blot analysis showing the levels of the different Rpb1 CTD phosphoisoforms in a ctk1Δ cells (A) and in conditions of metabolic depletion of Ctk1p and/or Bur1p (B). Depletions of Ctk1p and Bur1p was obtained by growth of Pgal-CTK1 or Pgal-BUR1 strains in the presence of glucose for 6 hours.(TIF)Click here for additional data file.(375K, tif)Figure S5\nRecruitment of termination factors at snoRNA termination sites in \nctk1\nΔ. (A, B, and C) Positions of the genomic regions analyzed by ChIP-qPCR. (D, E, and F) ChIP analysis of Rpb3 in wt and ctk1Δ at snR5, snR13 and snR82. ChIP values represent the average of 3 biological replicates as in fig. 4. (G, H, and I) Nrd1p occupancy at snR5, snR13 and snR82 in wt and ctk1Δ cells. Average of 4 biological replicates. (J, K and I) Pcf11-TAP occupancy at snR5, snR13 and snR82 in wt and ctk1Δ. Average of 2 biological replicates. All ChIP values represent percent enrichment TEL V is used as a negative control. Nrd1p and Pcf11p levels relative to Rpb3p are shown in Figure 6.(TIF)Click here for additional data file.(819K, tif)Figure S6\nNrd1p association with Rpb1p is higher in \nctk1\nΔ cells. Co-immunoprecipitation experiment using Nrd1p-TAP as bait. Associated proteins are revealed by western blot using specific antibodies as indicated. Immunoprecipitation was performed in the presence or absence of RNase A. An increased association of Nrd1p with RNA Pol II and specifically the CTD-Ser5P form was consistently observed. Dashed line indicates removal of lanes from blot.(TIF)Click here for additional data file.(479K, tif)Table S1\nList of genes in the clusters of \n\nFigure 1A\n\n.\n(XLSX)Click here for additional data file.(18K, xlsx)Table S2\nYeast strains.\n(XLS)Click here for additional data file.(27K, xls)Table S3\nNorthern probes and ChIP primers.\n(XLS)Click here for additional data file.(27K, xls) AcknowledgmentsWe thank J. Corden, D.A. Brow, S.D. Hanes, S. Buratowski, G. Hartzog, D. Hermand, M. Swanson T. Villa, F. Lacroute, D. L. J. Lafontaine, H. Th. M. Timmers and C. Boone for strains, plasmids and antibodies. We thank members of the Holstege and Libri group for support and discussions. Funding StatementThis work was supported by the Netherlands Organization of Scientific Research (NWO, http://www.nwo.nl/) grants 016108607 (FCPH), 81702015 (FCPH), 05071057 (FCPH) and 021002035 (TLL), the CNRS (http://www.cnrs.fr/)(D.L) the Danish National Research Foundation (http://dg.dk/) (DL), the ANR (http://www.agence-nationale-recherche.fr/) (ANR-08-Blan-0038-01) (DL). This research was carried out within the scope of the Associated European Laboratory LEA ‘Laboratory of Nuclear RNA Metabolism’ (DL). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. References1. \nArigo JT, Eyler DE, Carroll KL, Corden JL (2006) Termination of cryptic unstable transcripts is directed by yeast RNA-binding proteins Nrd1 and Nab3. Mol Cell\n23: 841–851\n10.1016/j.molcel.2006.07.024\n [PubMed] [CrossRef] [Google Scholar]2. \nThiebaut M, Kisseleva-Romanova E, Rougemaille M, Boulay J, Libri D (2006) Transcription termination and nuclear degradation of cryptic unstable transcripts: a role for the nrd1-nab3 pathway in genome surveillance. Mol Cell\n23: 853–864\n10.1016/j.molcel.2006.07.029\n [PubMed] [CrossRef] [Google Scholar]3. \nGudipati RK, Xu Z, Lebreton A, Séraphin B, Steinmetz LM, et al. (2012) Extensive degradation of RNA precursors by the exosome in wild-type cells. Mol Cell\n48: 409–421\n10.1016/j.molcel.2012.08.018\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. \nNeil H, Malabat C, d' Aubenton-Carafa Y, Xu Z, Steinmetz LM, et al. (2009) Widespread bidirectional promoters are the major source of cryptic transcripts in yeast. Nature\n457: 1038–1042. [PubMed] [Google Scholar]5. \nBentley DL (2005) Rules of engagement: co-transcriptional recruitment of pre-mRNA processing factors. Curr Opin Cell Biol\n17: 251–256\n10.1016/j.ceb.2005.04.006\n [PubMed] [CrossRef] [Google Scholar]6. \nBuratowski S (2005) Connections between mRNA 3′ end processing and transcription termination. Curr Opin Cell Biol\n17: 257–261\n10.1016/j.ceb.2005.04.003\n [PubMed] [CrossRef] [Google Scholar]7. \nBuratowski S (2009) Progression through the RNA polymerase II CTD cycle. Mol Cell\n36: 541–546\n10.1016/j.molcel.2009.10.019\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. \nKomarnitsky P, Cho EJ, Buratowski S (2000) Different phosphorylated forms of RNA polymerase II and associated mRNA processing factors during transcription. Genes Dev\n14: 2452–2460. [PMC free article] [PubMed] [Google Scholar]9. \nKim M, Ahn S-H, Krogan NJ, Greenblatt JF, Buratowski S (2004) Transitions in RNA polymerase II elongation complexes at the 3′ ends of genes. EMBO J\n23: 354–364\n10.1038/sj.emboj.7600053\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. \nTietjen JR, Zhang DW, Rodríguez-Molina JB, White BE, Akhtar MS, et al. (2010) Chemical-genomic dissection of the CTD code. Nat Struct Mol Biol\n17: 1154–1161\n10.1038/nsmb.1900\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. \nKim H, Erickson B, Luo W, Seward D, Graber JH, et al. (2010) Gene-specific RNA polymerase II phosphorylation and the CTD code. Nat Struct Mol Biol\n17: 1279–1286\n10.1038/nsmb.1913\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. \nLiu Y, Warfield L, Zhang C, Luo J, Allen J, et al. (2009) Phosphorylation of the transcription elongation factor Spt5 by yeast Bur1 kinase stimulates recruitment of the PAF complex. Mol Cell Biol\n29: 4852–4863\n10.1128/MCB.00609-09\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. \nQiu H, Hu C, Hinnebusch AG (2009) Phosphorylation of the Pol II CTD by KIN28 enhances BUR1/BUR2 recruitment and Ser2 CTD phosphorylation near promoters. Mol Cell\n33: 752–762\n10.1016/j.molcel.2009.02.018\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. \nEgloff S, Murphy S (2008) Cracking the RNA polymerase II CTD code. Trends Genet\n24: 280–288\n10.1016/j.tig.2008.03.008\n [PubMed] [CrossRef] [Google Scholar]15. \nRodriguez CR, Cho EJ, Keogh MC, Moore CL, Greenleaf AL, et al. (2000) Kin28, the TFIIH-associated carboxy-terminal domain kinase, facilitates the recruitment of mRNA processing machinery to RNA polymerase II. Mol Cell Biol\n20: 104–112. [PMC free article] [PubMed] [Google Scholar]16. \nLicatalosi DD, Geiger G, Minet M, Schroeder S, Cilli K, et al. (2002) Functional interaction of yeast pre-mRNA 3′ end processing factors with RNA polymerase II. Mol Cell\n9: 1101–1111. [PubMed] [Google Scholar]17. \nKrogan NJ, Kim M, Tong A, Golshani A, Cagney G, et al. (2003) Methylation of histone H3 by Set2 in Saccharomyces cerevisiae is linked to transcriptional elongation by RNA polymerase II. Mol Cell Biol\n23: 4207–4218. [PMC free article] [PubMed] [Google Scholar]18. \nNg HH, Robert F, Young RA, Struhl K (2003) Targeted recruitment of Set1 histone methylase by elongating Pol II provides a localized mark and memory of recent transcriptional activity. Mol Cell\n11: 709–719. [PubMed] [Google Scholar]19. \nXiao T, Hall H, Kizer KO, Shibata Y, Hall MC, et al. (2003) Phosphorylation of RNA polymerase II CTD regulates H3 methylation in yeast. Genes Dev\n17: 654–663\n10.1101/gad.1055503\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. \nKim M, Krogan NJ, Vasiljeva L, Rando OJ, Nedea E, et al. (2004) The yeast Rat1 exonuclease promotes transcription termination by RNA polymerase II. Nature\n432: 517–522\n10.1038/nature03041\n [PubMed] [CrossRef] [Google Scholar]21. \nVasiljeva L, Kim M, Mutschler H, Buratowski S, Meinhart A (2008) The Nrd1-Nab3-Sen1 termination complex interacts with the Ser5-phosphorylated RNA polymerase II C-terminal domain. Nat Struct Mol Biol\n15: 795–804\n10.1038/nsmb.1468\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. \nKim M, Vasiljeva L, Rando OJ, Zhelkovsky A, Moore C, et al. (2006) Distinct pathways for snoRNA and mRNA termination. Mol Cell\n24: 723–734\n10.1016/j.molcel.2006.11.011\n [PubMed] [CrossRef] [Google Scholar]23. \nGudipati RK, Villa T, Boulay J, Libri D (2008) Phosphorylation of the RNA polymerase II C-terminal domain dictates transcription termination choice. Nat Struct Mol Biol\n15: 786–794\n10.1038/nsmb.1460\n [PubMed] [CrossRef] [Google Scholar]24. \nJenks MH, O'Rourke TW, Reines D (2008) Properties of an intergenic terminator and start site switch that regulate IMD2 transcription in yeast. Mol Cell Biol\n28: 3883–3893\n10.1128/MCB.00380-08\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. \nKubíček K, Pasulka J, Černá H, Löhr F, Štefl R (2011) 1H, 13C, and 15N resonance assignments for the CTD-interacting domain of Nrd1 bound to Ser5-phosphorylated CTD of RNA polymerase II. Biomol NMR Assign\n5: 203–205\n10.1007/s12104-011-9300-y\n [PubMed] [CrossRef] [Google Scholar]26. \nAhn SH, Kim M, Buratowski S (2004) Phosphorylation of serine 2 within the RNA polymerase II C-terminal domain couples transcription and 3′ end processing. Mol Cell\n13: 67–76. [PubMed] [Google Scholar]27. \nSteinmetz EJ, Conrad NK, Brow DA, Corden JL (2001) RNA-binding protein Nrd1 directs poly(A)-independent 3′-end formation of RNA polymerase II transcripts. Nature\n413: 327–331\n10.1038/35095090\n [PubMed] [CrossRef] [Google Scholar]28. \nBallarino M, Morlando M, Pagano F, Fatica A, Bozzoni I (2005) The cotranscriptional assembly of snoRNPs controls the biosynthesis of H/ACA snoRNAs in Saccharomyces cerevisiae. Mol Cell Biol\n25: 5396–5403\n10.1128/MCB.25.13.5396-5403.2005\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. \nCarroll KL, Pradhan DA, Granek JA, Clarke ND, Corden JL (2004) Identification of cis elements directing termination of yeast nonpolyadenylated snoRNA transcripts. Mol Cell Biol\n24: 6241–6252\n10.1128/MCB.24.14.6241-6252.2004\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. \nSingh N, Ma Z, Gemmill T, Wu X, Defiglio H, et al. (2009) The Ess1 prolyl isomerase is required for transcription termination of small noncoding RNAs via the Nrd1 pathway. Mol Cell\n36: 255–266\n10.1016/j.molcel.2009.08.018\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. \nLongtine MS, McKenzie A, Demarini DJ, Shah NG, Wach A, et al. (1998) Additional modules for versatile and economical PCR-based gene deletion and modification in Saccharomyces cerevisiae. Yeast\n14: 953–961\ndoi:;10.1002/(SICI)1097-0061(199807)14:10<953::AID-YEA293>3.0.CO;2-U\n [PubMed] [Google Scholar]32. \nChapman RD, Heidemann M, Albert TK, Mailhammer R, Flatley A, et al. (2007) Transcribing RNA polymerase II is phosphorylated at CTD residue serine-7. Science\n318: 1780–1782\n10.1126/science.1145977\n [PubMed] [CrossRef] [Google Scholar]33. \nVan de Peppel J, Kemmeren P, van Bakel H, Radonjic M, van Leenen D, et al. (2003) Monitoring global messenger RNA changes in externally controlled microarray experiments. EMBO Rep\n4: 387–393\n10.1038/sj.embor.embor798\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. \nMargaritis T, Lijnzaad P, van Leenen D, Bouwmeester D, Kemmeren P, et al. (2009) Adaptable gene-specific dye bias correction for two-channel DNA microarrays. Mol Syst Biol\n5: 266\n10.1038/msb.2009.21\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. \nLenstra TL, Benschop JJ, Kim T, Schulze JM, Brabers NACH, et al. (2011) The specificity and topology of chromatin interaction pathways in yeast. Mol Cell\n42: 536–549\n10.1016/j.molcel.2011.03.026\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. \nDavid L, Huber W, Granovskaia M, Toedling J, Palm CJ, et al. (2006) A high-resolution map of transcription in the yeast genome. Proc Natl Acad Sci U S A\n103: 5320–5325. [PMC free article] [PubMed] [Google Scholar]37. \nHuber W, Toedling J, Steinmetz LM (2006) Transcript mapping with high-density oligonucleotide tiling arrays. Bioinformatics\n22: 1963–1970\n10.1093/bioinformatics/btl289\n [PubMed] [CrossRef] [Google Scholar]38. \nVan Wageningen S, Kemmeren P, Lijnzaad P, Margaritis T, Benschop JJ, et al. (2010) Functional overlap and regulatory links shape genetic interactions between signaling pathways. Cell\n143: 991–1004\n10.1016/j.cell.2010.11.021\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. \nLi Z, Vizeacoumar FJ, Bahr S, Li J, Warringer J, et al. (2011) Systematic exploration of essential yeast gene function with temperature-sensitive mutants. Nat Biotechnol\n29: 361–367\n10.1038/nbt.1832\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. \nCarrozza MJ, Li B, Florens L, Suganuma T, Swanson SK, et al. (2005) Histone H3 methylation by Set2 directs deacetylation of coding regions by Rpd3S to suppress spurious intragenic transcription. Cell\n123: 581–592\n10.1016/j.cell.2005.10.023\n [PubMed] [CrossRef] [Google Scholar]41. \nJoshi AA, Struhl K (2005) Eaf3 chromodomain interaction with methylated H3-K36 links histone deacetylation to Pol II elongation. Mol Cell\n20: 971–978\n10.1016/j.molcel.2005.11.021\n [PubMed] [CrossRef] [Google Scholar]42. \nKeogh M-C, Kurdistani SK, Morris SA, Ahn SH, Podolny V, et al. (2005) Cotranscriptional set2 methylation of histone H3 lysine 36 recruits a repressive Rpd3 complex. Cell\n123: 593–605\n10.1016/j.cell.2005.10.025\n [PubMed] [CrossRef] [Google Scholar]43. \nDrouin S, Laramée L, Jacques P-É, Forest A, Bergeron M, et al. (2010) DSIF and RNA polymerase II CTD phosphorylation coordinate the recruitment of Rpd3S to actively transcribed genes. PLoS Genet\n6: e1001173\n10.1371/journal.pgen.1001173\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. \nMarquardt S, Hazelbaker DZ, Buratowski S (2011) Distinct RNA degradation pathways and 3′ extensions of yeast non-coding RNA species. Transcription\n2: 145–154\n10.4161/trns.2.3.16298\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. \nGrzechnik P, Kufel J (2008) Polyadenylation linked to transcription termination directs the processing of snoRNA precursors in yeast. Mol Cell\n32: 247–258\n10.1016/j.molcel.2008.10.003\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. \nMartens JA, Laprade L, Winston F (2004) Intergenic transcription is required to repress the Saccharomyces cerevisiae SER3 gene. Nature\n429: 571–574. [PubMed] [Google Scholar]47. \nAhn SH, Kim M, Buratowski S (2004) Phosphorylation of serine 2 within the RNA polymerase II C-terminal domain couples transcription and 3′ end processing. Mol Cell\n13: 67–76. [PubMed] [Google Scholar]48. \nLibri D, Dower K, Boulay J, Thomsen R, Rosbash M, et al. (2002) Interactions between mRNA export commitment, 3′-end quality control, and nuclear degradation. Mol Cell Biol\n22: 8254–8266. [PMC free article] [PubMed] [Google Scholar]49. \nTorchet C, Bousquet-Antonelli C, Milligan L, Thompson E, Kufel J, et al. (2002) Processing of 3′-extended read-through transcripts by the exosome can generate functional mRNAs. Mol Cell\n9: 1285–1296. [PubMed] [Google Scholar]50. \nAhn SH, Keogh M-C, Buratowski S (2009) Ctk1 promotes dissociation of basal transcription factors from elongating RNA polymerase II. EMBO J\n28: 205–212\n10.1038/emboj.2008.280\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. \nOstapenko D, Solomon MJ (2005) Phosphorylation by Cak1 regulates the C-terminal domain kinase Ctk1 in Saccharomyces cerevisiae. Mol Cell Biol\n25: 3906–3913\n10.1128/MCB.25.10.3906-3913.2005\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. \nJones JC, Phatnani HP, Haystead TA, MacDonald JA, Alam SM, et al. (2004) C-terminal repeat domain kinase I phosphorylates Ser2 and Ser5 of RNA polymerase II C-terminal domain repeats. J Biol Chem\n279: 24957–24964\n10.1074/jbc.M402218200\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. \nHermand D, Cassart C, Drogat J, Migeot V (2012) Distinct requirement of RNA polymerase II CTD phosphorylations in budding and fission yeast. Transcription\n3 Available: http://www.ncbi.nlm.nih.gov/pubmed/22771993. Accessed 17 August 2012. [PMC free article] [PubMed] [Google Scholar]54. \nSheldon KE, Mauger DM, Arndt KM (2005) A Requirement for the Saccharomyces cerevisiae Paf1 complex in snoRNA 3′ end formation. Mol Cell\n20: 225–236\n10.1016/j.molcel.2005.08.026\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. \nHazelbaker DZ, Marquardt S, Wlotzka W, Buratowski S (2013) Kinetic Competition between RNA Polymerase II and Sen1-Dependent Transcription Termination. Mol Cell\n49: 55–66\n10.1016/j.molcel.2012.10.014\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. \nHartzog GA, Wada T, Handa H, Winston F (1998) Evidence that Spt4, Spt5, and Spt6 control transcription elongation by RNA polymerase II in Saccharomyces cerevisiae. Genes Dev\n12: 357–369. [PMC free article] [PubMed] [Google Scholar]57. \nMayer A, Lidschreiber M, Siebert M, Leike K, Söding J, et al. (2010) Uniform transitions of the general RNA polymerase II transcription complex. Nat Struct Mol Biol\n17: 1272–1278\n10.1038/nsmb.1903\n [PubMed] [CrossRef] [Google Scholar]58. \nPorrua O, Hobor F, Boulay J, Kubicek K, D'Aubenton-Carafa Y, et al. (2012) In vivo SELEX reveals novel sequence and structural determinants of Nrd1-Nab3-Sen1-dependent transcription termination. EMBO J\n31: 3935–3948\n10.1038/emboj.2012.237\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. \nSteinmetz EJ, Ng SBH, Cloute JP, Brow DA (2006) cis- and trans-Acting determinants of transcription termination by yeast RNA polymerase II. Mol Cell Biol\n26: 2688–2696\n10.1128/MCB.26.7.2688-2696.2006\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}