{"title": "Mammalian 5'-capped microRNA precursors that generate a single microRNA", "pubDate": "2013", "PMCID": "PMC3899828", "DOI": "10.1016/j.cell.2013.11.027", "PMID": "24360278", "abstract": "MicroRNAs (miRNAs) are short RNA gene regulators typically produced from primary transcripts that are cleaved by the nuclear microprocessor complex, with the resulting precursor miRNA hairpins exported by exportin 5 and processed by cytoplasmic Dicer to yield two (5p and 3p) miRNAs. Here, we document microprocessor-independent 7-methylguanosine (m(7)G)-capped pre-miRNAs, whose 5' ends coincide with transcription start sites and 3' ends are most likely generated by transcription termination. By establishing a small RNA Cap-seq method that employs the cap-binding protein eIF4E, we identified a group of murine m(7)G-capped pre-miRNAs genome wide. The m(7)G-capped pre-miRNAs are exported via the PHAX-exportin 1 pathway. After Dicer cleavage, only the 3p-miRNA is efficiently loaded onto Argonaute to form a functional microRNP. This unusual miRNA biogenesis pathway, which differs in pre-miRNA synthesis, nuclear-cytoplasmic transport, and guide strand selection, enables the development of shRNA expression constructs that produce a single 3p-siRNA.", "author": [{"author": "Mingyi Xie", "affiliation": ["Department of Molecular Biophysics and Biochemistry, Howard Hughes Medical Institute, Boyer Center for Molecular Medicine, Yale University School of Medicine, 295 Congress Avenue, New Haven, CT 06536, USA."], "href": "/?term=Xie+M&cauthor_id=24360278"}, {"author": "Mingfeng Li", "affiliation": ["Department of Neurobiology, Kavli Institute of Neuroscience, Yale University School of Medicine, 333 Cedar Street, New Haven, CT 06510, USA."], "href": "/?term=Li+M&cauthor_id=24360278"}, {"author": "Anna Vilborg", "affiliation": ["Department of Molecular Biophysics and Biochemistry, Howard Hughes Medical Institute, Boyer Center for Molecular Medicine, Yale University School of Medicine, 295 Congress Avenue, New Haven, CT 06536, USA."], "href": "/?term=Vilborg+A&cauthor_id=24360278"}, {"author": "Nara Lee", "affiliation": ["Department of Molecular Biophysics and Biochemistry, Howard Hughes Medical Institute, Boyer Center for Molecular Medicine, Yale University School of Medicine, 295 Congress Avenue, New Haven, CT 06536, USA."], "href": "/?term=Lee+N&cauthor_id=24360278"}, {"author": "Mei-Di Shu", "affiliation": ["Department of Molecular Biophysics and Biochemistry, Howard Hughes Medical Institute, Boyer Center for Molecular Medicine, Yale University School of Medicine, 295 Congress Avenue, New Haven, CT 06536, USA."], "href": "/?term=Shu+MD&cauthor_id=24360278"}, {"author": "Valeria Yartseva", "affiliation": ["Department of Genetics, Yale University School of Medicine, 333 Cedar Street, New Haven, CT 06510, USA."], "href": "/?term=Yartseva+V&cauthor_id=24360278"}, {"author": "Nenad Šestan", "affiliation": ["Department of Neurobiology, Kavli Institute of Neuroscience, Yale University School of Medicine, 333 Cedar Street, New Haven, CT 06510, USA."], "href": "/?term=%C5%A0estan+N&cauthor_id=24360278"}, {"author": "Joan A Steitz", "affiliation": ["Department of Molecular Biophysics and Biochemistry, Howard Hughes Medical Institute, Boyer Center for Molecular Medicine, Yale University School of Medicine, 295 Congress Avenue, New Haven, CT 06536, USA. Electronic address: joan.steitz@yale.edu."], "href": "/?term=Steitz+JA&cauthor_id=24360278"}], "refPMID": [], "citedInPMID": ["24360278", "34914716", "34885253", "34841476", "34721577", "34539664", "34432275", "34432272", "34432271", "34299336", "34260028", "33994728", "33809566", "33800703", "33795480", "33775829", "33632341", "33597502", "33375634", "33294796", "33195554", "33173198", "33152557", "32945142", "32937906", "32926553", "32917227", "32850763", "32819190", "32792861", "32609813", "32296071", "32191872", "32188016", "32142918", "31952362", "31881831", "31878193", "31873828", "31652751", "31312450", "31035447", "30625327", "30216698", "30123182", "29966484", "29945683", "29884823", "29746670", "29699373", "29570994", "29565901", "29504892", "29406621", "29339534", "29147672", "29078293", "28875300", "28839112", "28717872", "28584122", "28459042", "28445135", "28327113", "28296624", "27647875", "27284201", "27068658", "26996824", "26984525", "26976605", "26861889", "26822487", "26785265", "26673698", "26617712", "26492831", "26474067", "26220997", "26190259", "26145174", "26132860", "25937561", "25802992", "25792595", "25730776", "25549615", "25044412", "25027649", "24984017", "24823351"], "body": " SummaryMicroRNAs (miRNAs) are short RNA gene regulators typically produced from primary transcripts that are cleaved by the nuclear Microprocessor complex, with the resulting precursor miRNA hairpins exported by Exportin-5 and processed by cytoplasmic Dicer to yield two (5p- and 3p-) miRNAs. Here, we document Microprocessor-independent 7-methylguanosine (m7G) capped pre-miRNAs, whose 5′ ends coincide with transcription start sites, while the 3′ ends are most likely generated by transcription termination. By establishing a small RNA Cap-seq method that employs the cap-binding protein eIF4E, we identified a group of murine m7G-capped pre-miRNAs genome-wide. The m7G-capped pre-miRNAs are exported via the PHAX-Exportin-1 pathway. After Dicer cleavage, only the 3p-miRNA is efficiently loaded onto Argonaute to form a functional microRNP. This unusual miRNA biogenesis pathway, which differs in pre-miRNA synthesis, nuclear-cytoplasmic transport and guide strand selection, enables the development of shRNA expression constructs that produce a single 3p-siRNA. IntroductionMicroRNAs (miRNAs) are ubiquitous ~22-nucleotide (nt) long gene regulators that modulate essential cellular processes at the post-transcriptional level. Accumulating evidence suggests that aberrantly expressed miRNAs lead to various diseases including cancer (Garzon et al., 2009), underscoring the importance of elucidating mechanisms by which miRNAs are expressed and how their biogenesis is regulated. Most metazoan miRNAs are produced from long primary (pri) miRNA transcripts by two cleavage events: first, the Microprocessor (Drosha/DGCR8) complex processes the pri-miRNA into a 60- to 80-nt precursor (pre) miRNA hairpin in the nucleus. Subsequently, the nuclear-cytoplasmic export of the pre-miRNA is mediated by the RNA export factor Exportin-5 (XPO5), which recognizes the double-stranded (ds) RNA stem along with the 2-nt 3′ overhang of the pre-miRNA. In the cytoplasm, Dicer cleaves off the terminal loop of pre-miRNA hairpins to produce ~22 bp mature miRNA duplexes (Kim et al., 2009). The miRNA duplex is then loaded onto Argonaute (Ago) to form an RNA-induced silencing complex (RISC), with one strand usually selected based on the relative thermodynamic stability of duplex ends (Khvorova et al., 2003; Schwarz et al., 2003). Because strand selection is not a stringent process, miRNAs derived from both the 5′ and 3′ arms of a pre-miRNA hairpin, termed the 5p- and 3p-miRNAs, may form functional miRNPs (Yang et al., 2011; Zhou et al., 2012).Alternative miRNA biogenesis pathways that bypass either Microprocessor or Dicer cleavage have been documented, increasing the complexity of the miRNA regulatory network (Yang and Lai, 2011). The first Microprocessor-independent miRNA biogenesis pathway identified was the mirtron pathway, in which one or both ends of the pre-miRNA are generated by splicing (Flynt et al., 2010; Okamura et al., 2007; Ruby et al., 2007). In cells infected by several mammalian herpesviruses, Microprocessor-independent viral miRNAs are co-transcribed downstream of other non-coding RNAs (ncRNA). The 5′ end of the viral pre-miRNA is therefore generated by 3′-end processing of the ncRNA: RNaseZ cleavage of tRNA-miRNA precursors generates murine γ-herpesvirus 68 miRNAs (Bogerd et al., 2010), whereas Integrator cleavage of snRNA-miRNA precursors generates Herpesvirus saimiri miRNAs (Cazalla et al., 2011). Some miRNAs are derived from abundant ncRNAs such as tRNA and snoRNAs (Ender et al., 2008; Lee et al., 2009), thereby also bypassing the Microprocessor. To date, there is only one documented Dicer-independent miRNA biogenesis pathway in which vertebrate miR-451 is generated by Ago2 slicer activity followed by an uncharacterized trimming reaction (Cheloufi et al., 2010; Cifuentes et al., 2010; Yang et al., 2010).MiR-320 is a PTEN (phosphatase and tensin homolog deleted on chromosome 10)-regulated anti-oncogenic miRNA that functions as a key intermediate in the PTEN-ETS2 (v-ets erythroblastosis virus E26 oncogene homolog 2) tumor suppressor pathway in stromal fibroblasts (Bronisz et al., 2012). The production of miR-320 has been reported to require neither Drosha nor DGCR8 (Babiarz et al., 2008; Chong et al., 2010). Furthermore, the 5p-miRNA derived from pre-miR-320 hairpin was underrepresented in miRNA-seq studies, suggesting that it is a directly-transcribed endogenous short hairpin RNA (endo-shRNA), whose 5p-miRNA lacks the 5′-monophosphate required for inclusion in the sequencing libraries (Babiarz et al., 2008). This discovery led to the hypothesis that certain endo-shRNAs, including pre-miR-320, are synthesized by RNA polymerase (pol) III, similar to U6 promoter-driven shRNAs (Yang and Lai, 2011).Here, we demonstrate that pre-miR-320 is an RNA pol II transcript that is 7-methylguanosine (m7G)-capped at its 5′ end, while its 3′ end is most likely produced by transcription termination. Using the cap-binding protein, eukaryotic translation initiation factor 4E (eIF4E), we developed a selection method called small RNA Cap-seq and identified a group of m7G-capped pre-miRNAs in newborn mice. We show that m7G-capped pre-miRNAs utilize the PHAX (phosphorylated adaptor for RNA export)-dependent Exportin-1 (CRM1 or XPO1) pathway for nuclear-cytoplasmic transport, the first example of PHAX-XPO1-dependent miRNA biogenesis. As in the canonical pathway, Dicer processes m7G-capped pre-miRNAs. However, guide strand selection by Ago is severely biased against the 5p-miRNA because of the presence of the m7G-cap. This relatively stringent strand selection mechanism has allowed the development of a shRNA construct that expresses only one small interfering (si)RNA, from the 3p arm. ResultsHuman pre-miR-320a is synthesized by RNA pol IIWe performed multiple sequence alignment analysis of mammalian miR-320 genes. Human miR-320a (referred to as miR-320a hereafter) was chosen for further analysis because it is predominantly expressed among the eight miR-320 gene family members (Morin et al., 2008), while non-primate mammals possess only one miR-320 gene, which is homologous to human miR-320a. The alignment identified a putative RNA pol II TATA box ~30 nucleotides upstream of the pre-miR-320 hairpin (Figure 1A).Open in a separate windowFigure 1Human pre-miR-320a contains a 5′ m7G-cap(A) Mammalian miR-320 gene promoter sequences are aligned, with conserved nucleotides highlighted in black. +1 denotes the first nucleotide (TSS) of pre-miR-320. (B) Human pre-miR-320a (identical in sequence to mouse pre-miR-320) is shown, with miR-320a highlighted in gray. The right panel shows a Northern blot probed for miR-320a and control EBER-1. Total RNA was isolated from 293T cells co-transfected with either pBS-miR-320a (WT) or pBS-miR-320a with a mutated TATA box (Mut) and a plasmid expressing EBER-1. (C) Total RNA extracted from 293T cells transfected with either pBS-miR-320a or a plasmid encoding a pri-miR-320a engineered to undergo Drosha-dependent processing was subjected to GST-4E purification. Pre-miR-320a sequences are gray, with added sequences shown in black. Detailed sequence information is given in Figure S1D. GST-4E selected RNAs were analyzed by Northern blotting using probes for transfected miR-320a, endogenous miR-16, U6 and U7 RNAs. M: In vitro-transcribed 54-nt pre-miR-320a marker. A 22-nt RNA marker co-migrated with the middle band of the mature miR-320a (not shown). I: input; S: supernatant; P: pellet; I and S were both 5% relative to P. Mature miR-320a seen in lanes 4, 7 and 10 resulted from nonspecific binding to the GST-4E beads. (D) Small RNAs extracted from 293T cells transfected with pBS-miR-320a were first treated with CIP, then treated with or without TAP, followed by ligation to a 5′ adaptor. After reverse transcription (RT) using a miR-320a specific primer (P3), PCR was carried out to amplify the 5′-adaptor-ligated pre-miR-320a (P1+P3) or just the pre-miR-320a hairpin (P2+P3). See also Figure S1.To test whether mammalian pre-miR-320 is generated directly as an shRNA by RNA pol II, we cloned and transiently expressed the miR-320a gene in human embryonic kidney (HEK) 293T cells, which otherwise produce low levels of miR-320a (Kim et al., 2008). Indeed, both mature and pre-miR-320a could be detected in 293T cells transfected with the wild-type but not the TATA-box mutated gene (Figure 1B). We confirmed that miR-320a is transcribed by RNA pol II using α-amanitin at a concentration that selectively inhibits RNA pol II transcription (Figure S1A).Human pre-miR-320a is 5′ m7G-cappedA pre-miRNA synthesized by RNA pol II should co-transcriptionally acquire a 5′ m7G-cap. We exploited the high-affinity m7G binding of eIF4E by using glutathione S-transferase tagged 4E (GST-4E) bound to sepharose beads to isolate capped RNAs from total RNA preparations of 293T cells transfected with the miR-320a gene (Choi and Hagedorn, 2003) (Figure S1B). Pre-miR-320a was efficiently selected by GST-4E beads, while a mutant protein deficient in cap binding (GST-4E W102L) failed to interact (Marcotrigiano et al., 1997) (Figure 1C, compare lanes 4 and 7). Conversely, when the pre-miR-320a sequence was inserted into a canonical pri-miR-142 hairpin structure that is processed by the Microprocessor to produce a 5′ monophosphate (Figure S1D), its interaction with GST-4E was abolished (Figure 1C, lane 10). Pre-miR-320a was also specifically selected by anti(α)-m7G antibody (Figure S1E, lane 6). As negative controls, canonical pre-miR-16 (containing a 5′ monophosphate), U6 RNA (containing a 5′ γ-methyl phosphate cap) and U7 snRNA (containing a 5′ 2,2,7-trimethylguanosine cap) were not enriched by GST-4E (Figure 1C) or α-m7G antibody (Figure S1E). As a positive control, 5′ m7G-capped GAPDH mRNA was specifically enriched by GST-4E from total RNA extracted from mouse neuroblastoma NIE-115 cells (Figure S1C). 5′ rapid amplification of cDNA ends (RACE) determined that the first nucleotide of the predicted pre-miR-320a hairpin corresponds to the transcription start site (TSS): first, calf-intestinal alkaline phosphatase (CIP) was used to remove the phosphate group on the 5′ ends of undesired RNAs; then, tobacco acid pyrophosphatase (TAP) converted m7G to monophosphate, enabling the ligation of a 5′ adaptor. Sequencing of two unique clones primed by P1 and P3 (Figure 1D) revealed that the 5′ end was the first G residue of the pre-miR-320a hairpin shown in Figure 1B.Mouse m7G-capped pre-miRNAs are identified by small RNA Cap-seqSince our analyses indicated that human pre-miR-320a is m7G-capped, we developed a small RNA Cap-seq protocol to identify m7G-capped mouse (mmu-) pre-miRNAs genome-wide (Figure 2A) (see Extended Experimental Procedures). First, 40- to 100-nt RNAs from a postnatal day 1 mouse were enriched by size fractionation on a polyacrylamide gel. Polynucleotide phosphorylase (PNPase), which efficiently degrades RNAs containing a single-stranded 3′ tail of >7 nt (Chen et al., 2013), was then used to degrade exonucleolytically the bulk of RNAs that contain such a tail, sparing pre-miRNAs because of their 2-nt 3′ overhangs (Figures S2A and S2B). Second, m7G-capped pre-miRNAs were enriched by GST-4E selection (Figure S2C) and CIP-TAP cloning as described above (see Extended Experimental Procedures). The resulting library was subjected to deep sequencing (Figure S2D), yielding ~14 million reads of 25–45 nt that mapped to the mouse reference genome (NCBI37/mm9). More than 80% of the reads corresponded to the 5′ ends of known m7G-capped transcripts (Figure 2B), validating the method. Furthermore, a strong YR motif (Y=pyrimidine, R=purine), in which R is the +1 position of the reads, was observed (Figure 2C), consistent with most Cap-seq reads representing genuine RNA pol II TSSs, which typically start with an R preceded by a Y residue (Carninci et al., 2006).Open in a separate windowFigure 2Small RNA Cap-seq identifies mouse m7G-capped pre-miRNAs(A) Flowchart illustrating the small RNA Cap-seq protocol (see Extended Experimental Procedures). (B) Pie chart showing the distribution of small RNA Cap-seq reads. More detailed definitions of the different categories are given in Extended Experimental Procedures. (C) Motif analysis of nucleotides surrounding putative TSSs (+1 = first nucleotide of Cap-seq reads). The nucleotide height reflects the log2 ratio of the enriched nucleotides relative to genomic nucleotide composition. (D) The histogram shows Cap-seq reads mapping to the divergent miR-320 and Polr3d loci, with the positive and negative strands colored red and blue, respectively. TSSs and transcription directionality are indicated by black arrows. The height of each bar is proportional to the normalized read number (raw read number per million mapped reads). (E) Histogram showing Cap-seq reads and miRNA-seq reads (Chiang et al., 2010) that map to the miR-320 locus. The black bar shows pre-miR-320, with the sequence of the first 10 nt given. The 3′ ends of the clipped Cap-seq reads (45 nt) do not represent the 3′ ends of pre-miR-320. (F) Size-selected RNAs (40 to 100 nt) from mouse NIE-115 cells were subjected to GST-4E selection, followed by RT-qPCR quantitation of six pre-miRNA hairpins. The bars show the relative enrichment of RNAs bound by GST-4E WT (white) and W102L (black), with pre-let-7b set to 1. Error bars represent standard deviation from three experiments. All differences are statistically significant (Student’s t-test, p<0.05). See also Figure S2.As expected, Cap-seq reads mapped to the mmu-miR-320 locus, as well as to both TSSs but not the body of the divergent gene, Polr3d (Figure 2D). Indeed, the first G of the pre-miR-320 hairpin corresponded to the preferred positive strand TSS in vivo (Figure 2E). In previous mouse miRNA-seq studies, the paucity of the 5p-miRNA from pre-mi-R320 was noted (Babiarz et al., 2008), consistent with the fact that m7G blocks 5′ adaptor ligation, a key step in miRNA-seq library preparation. Therefore, aligning Cap-seq with miRNA-seq reads provides another means of identifying m7G-capped pre-miRNAs (Figures 2E and S2E).Among annotated mouse miRNA genes, we identified 19 candidates that generate m7G-capped pre-miRNAs (see Experimental Procedures), 13 belonging to the murine-specific miR-344 family (Table 1). Although Cap-seq did not capture reads from pre-miR-344b or pre-miR-344d-1, sequence alignment suggests that all 13 mouse pre-miR-344s are likely to be m7G-capped, as a conserved TATA box is appropriately positioned upstream (Figure S2F). Moreover, five Cap-seq selected pre-miRNAs—miR-320, miR-484, miR-344, miR-344e and miR-344f—had previously been reported to be produced independently of DGCR8 and Drosha cleavage (Babiarz et al., 2008; Chiang et al., 2010; Chong et al., 2010). To validate the presence of m7G-caps on newly-identified candidate pre-miRNAs, we selected small RNAs from mouse neuroblastoma NIE-115 cells by GST-4E binding followed by RT-qPCR to detect pre-miRNA hairpins. All four candidate m7G-capped pre-miRNAs tested (miR-320, miR-344c, miR-688 and miR-707), but not canonical pre-miRNAs (let-7b and miR-15a), were enriched by GST-4E (Figure 2F). Thus, our small RNA Cap-seq protocol specificallyidentifies pre-miRNAs that contain a 5 ′ m7G-cap.Table 1Murine m7G-capped pre-miRNAs identified by small RNA Cap-seq. Cap-seq reads show the number of raw reads that mapped to each pre-miRNA.#Genomic locationmiRNA nameCap-seq readspre-miRNA hairpin ΔG (kcal/mole)1chr16:14159635-14159784mmu-miR-484754−35.12chr8:130883116-130883265mmu-miR-1903340−25.23chr7:69191009-69191158mmu-miR-344f136−39.34chr14:70843284-70843433mmu-miR-320133−36.85chr7:69022606-69022755mmu-miR-34489−43.96chr7:69127118-69127267mmu-miR-344g69−40.57chr7:52105039-52105188mmu-miR-70765−28.08chr15:102502222-102502297mmu-miR-68859−22.19chr7:68982148-68982297mmu-miR-344c24−32.910chr18:6490510-6490659mmu-miR-189319−34.811chr7:68871080-68871229mmu-miR-344d-318−39.712chr7:69084860-69085009mmu-miR-344-217−43.913chr7:68830103-68830252mmu-miR-344d-26−34.314chr7:68880359-68880508mmu-miR-344e6−38.315chr7:69230070-69230219mmu-miR-344i4−42.216chr7:68884235-68884295mmu-miR-344h-11−31.317chr7: 68887251-68887311mmu-miR-344h-21−31.318chr7:68935405-68935467mmu-miR-344b0*−32.519chr7:68828010-68828078mmu-miR-344d-10*−28.0Open in a separate window*: miR-344b and miR-344d-1 were not captured by Cap-seq but were identified as candidate m7G-capped pre-miRNAs through sequence homology to other miR-344 family members (Figure S2F). Free energy (ΔG) values were calculated using the RNA folding form on the mfold server. The predicted secondary structures of m7G-capped pre-miRNAs are shown in Figure 1B, S2E and S6D.M7G-capped pre-miRNAs are exported by Exportin-1We speculated that m7G-capped pre-miRNAs might be exported from the cell nucleus differently from canonical pre-miRNAs since capped RNAs shorter than 200 nt are bound by CBC (cap-binding complex)-PHAX and exported by XPO1 rather than XPO5 (McCloskey et al., 2012). We investigated the requirement for export of m7G-capped pre-miRNAs using siRNA knockdown experiments in 293T cells and transfection of murine-specific miR-344, which is absent in humans. We verified that pre-miR-344 is indeed m7G-capped when transiently expressed in these cells (Figure S3A). 293T cells depleted for PHAX or XPO5 by siRNA were transfected with 3 plasmids encoding mouse miR-344, miR-142 (a canonical miRNA whose levels are undetectable by Northern blot in 293T cells) (Cazalla et al., 2011) and EBER-1 (Epstein Barr virus encoded RNA-1, a viral nuclear RNA) (Fok et al., 2006). The PHAX component of the XPO1 export pathway was chosen for knockdown because it is an RNA-specific export mediator, while XPO1 exports a variety of proteins as well (Ohno et al., 2000).We find that knocking down PHAX in 293T cells reduced mature miR-344 levels 2-fold, without accumulating pre-miR-344 (Figure 3A); some pre-miRNAs have been reported to be subject to decay in the absence of exportins, whose binding counteracts nuclease attack (Yi et al., 2003). In contrast, XPO5 knockdown moderately increased miR-344 levels (Figure 3A), presumably because fewer canonical pre-miRNAs were exported to the cytoplasm to compete for Dicer processing. This is reminiscent of the increase in Microprocessor-independent-miRNAs in DGCR8-knockdown cells, which are unable to generate normal levels of canonical pre-miRNAs (Babiarz et al., 2008; Cazalla et al., 2011). Concurrently, levels of the canonical miR-142-3p were reduced to less than 50% after XPO5 knockdown, but were not affected by PHAX knockdown (Figure 3A). Knockdown experiments with a second set of siRNAs targeting PHAX and XPO5 showed the same results (Figure S3B).Open in a separate windowFigure 3M7G-capped pre-miR-344 is exported by Exportin-1(A) Northern blots analyzing the levels of miR-344, miR-142-3p and EBER-1 in transiently transfected 293T cells treated with a control siRNA (siCtrl) or a siRNA against PHAX (siPHAX) or Exportin-5 (siXPO5) for 48 hr prior to co-transfection with plasmids expressing the three RNAs. Quantitations of relative mature miRNA levels (mean ± standard deviation) were derived from three independent experiments. Western blots show the extent of knockdown of PHAX and XPO5, with Tubulin as a loading control. (B) RNA extracted from NIE-115 cells crosslinked with 1% formaldehyde was subjected to immunoprecipitation using anti(α)-XPO5, α-PHAX antibodies or rabbit IgG and the precipitated RNAs were analyzed by quantitative RT-PCR. The y axis shows the relative fold-enrichment of the indicated precursor RNAs in the XPO5 IP (upper panel) or PHAX IP (lower panel) compared to IgG IP. The means and standard deviations for three experiments are shown. (C) Xenopus oocyte microinjection assay. A mixture of 1–10 fmoles 32P-labeled EBER-1, U1ΔSm, tRNAphe and pre-miR-15b with or without 1 pmole of unlabeled pre-miR-344 (m7G-capped) was injected into the nuclei of X. laevis oocytes. After 2-hr incubation, 6 oocytes were manually dissected, and RNAs from the nucleus (N) and cytoplasm (C) equivalent to one oocyte were extracted and analyzed on an 8M urea-15% polyacrylamide gel. Inj: Injected material. The bar graph shows relative RNA export efficiency (cytoplasmic/total) of the indicated RNAs with pre-miR-344 competition (black bars) compared to no competition (white bars). Error bars represent standard deviation from three experiments. See also Figure S3.Furthermore, a stable interaction between m7G-capped pre-miRNAs and PHAX was detected in vivo (Figure 3B). From extracts of NIE-115 cells crosslinked with formaldehyde, α-PHAX antibody co-immunoprecipitated precursors of U2 snRNA, mir-320, miR-344c, miR-688 and miR-707, but not the canonical pre-let-7b. In contrast, compared to pre-let-7b, none of the four m7G-capped pre-miRNAs were enriched by α-XPO5 immunoprecipitation (Figure 3B), strongly suggesting that the PHAX-dependent XPO1 pathway participates in m7G-capped pre-miRNAs biogenesis.Additional evidence that XPO1 is responsible for m7G-capped pre-miRNA export was obtained from Xenopus oocyte microinjection experiments. Four 32P-labeled small RNAs were co-injected into the nuclei of Xenopus oocytes; EBER-1 is a nuclear RNA, while U1ΔSm (deletion of the Sm site prevents nuclear re-import), tRNAphe and pre-miR-15b are exported to the cytoplasm by XPO1, XPOt (Exportin-t) and XPO5, respectively (Rodriguez et al., 2004). Unlabeled pre-miR-344 (m7G-capped) was co-injected in an amount previously determined to saturate exportins (Lund et al., 2004). Indeed, unlabeled pre-miR-344 inhibited U1ΔSm export (Figure 3C, compare lanes 3 and 5) to the same extent as unlabeled U1ΔSm (Figure S3C), confirming that m7G-capped pre-miRNAs are exported by XPO1. Surprisingly, XPO5-mediated pre-miR-15b export was also inhibited by co-injecting pre-miR-344 (Figures 3C and S3D). This is unlikely caused by competition from pre-miR-344 molecules that become decapped during the experiment (Figure S3E). Together, these data suggest that when present in excess, m7G-capped pre-miRNAs can be exported by either XPO1 or XPO5. However, the PHAX-XPO1-dependent export is the dominant pathway for m7G-capped pre-miRNAs under physiological conditions (see Discussion).M7G-capped pre-miRNAs produce single mature miRNAs from the 3p armThe deficit of 5p-miRNA reads derived from m7G-capped pre-miRNAs could arise in several ways (Figures 2E and S2E). One possibility is that 5′-capped miRNAs, even if present in a population, are lost in miRNA-seq studies because a 5′ monophosphate is required for the ligation step of the protocol (Babiarz et al., 2008; Yang and Lai, 2011). To test this explanation, we probed a Northern blot of total RNA from 293T cells overexpressing miR-320a for the presence of the predicted miR-320a-5p. Almost none was detected (Figure 4A), nor was miR-344-5p observed in 293T cells transiently expressing miR-344 (Figure S4A).Open in a separate windowFigure 4M7G-capped pre-miRNAs generate a single mature miRNA from the 3p arm in vivo(A) Northern blots of total RNAs extracted from 293T cells transfected with pBS-miR-320a, probed for miR-320a or miR-320a-5p. (B) In vitro-transcribed pre-miR-320a with a 5′ monophosphate or a 5′m7G-cap was incubated with recombinant human Dicer for various times and analyzed by Northern blot to detect miR-320a or miR-320a-5p. The blot shows cleavage of 5′-p pre-miR-320a (□) or 5′-m7G-capped pre-miR-320a (■) by human Dicer at each time point. Error bars represent standard deviations in three experiments. (C) Northern blot analysis of miR-320a-5p and -3p in the input sample (left panel) and co-immunoprecipitated with α-Ago antibody (right panel) from extracts of 293T cells transfected with synthetic miR-320a duplexes with or without an m7G-cap on miR-320a-5p. In the upper panel, the arrowhead indicates m7G-capped miR-320a-5p, whereas the bands below are uncapped miR-320a produced upon transfection of synthetic duplexes (Figure S4B). I: input; S: supernatant; P: pellet; I and S were both 10% relative to P. (D) Northern blot analysis of miR-HSUR4-5p (upper panel) and -3p (lower panel) expressed in 293T cells transfected with either an empty vector or one of the three miR-HSUR4 expression constructs depicted on the left, with miR-HSUR4-5p and -3p colored in green and red, respectively. The corresponding 5′ functional groups are indicated. The bar graph shows relative miR-HSUR4-5p levels (normalized to miR-HSUR4-3p) from the three pre-miR-HSUR4 constructs, with the wild-type miR-HSUR4-5p level set to 1. Error bars represent standard deviations in three experiments. (E) 293T cells were co-transfected with the pGFP-miR-HSUR4-5p and pdsRED-miR-HSUR4-3p reporters (diagramed) and the miR-HSUR4 expression vectors shown in (D). GFP and dsRED fluorescence, as well as bright-field images of the cells after 48 hr, are shown. See also Figure S4.This lack of capped 5p-miRNAs could be due to impaired Dicer cleavage of the 5p arm of a capped pre-miRNA (Gurtan et al., 2012; Park et al., 2011). Alternatively, the m7G-cap might tag the 5p-miRNA as the passenger strand to be degraded after displacement by Ago. To distinguish between these alternatives, we performed in vitro pre-miRNA processing assays and observed that recombinant human Dicer efficiently cleaves its pre-miR-320a substrate with or without an m7G-cap (Figure 4B). Note that the released capped 5p-miRNA migrates slightly slower on a polyacrylamide gel than its uncapped counterpart (Figure 4B, upper panel).Finally, we asked if the m7G-cap on a 5p-miRNA influences binding to Ago by transfecting 293T cells with synthetic miR-320a duplexes with or without an m7G-cap on the 5p-miRNA. Immunoprecipitation of Ago-containing complexes revealed that m7G-capped miR-320a-5p is much less efficiently loaded onto Ago than uncapped miR-320a-5p (Figure 4C, compare lanes 5 and 8). The bands below Ago-bound m7G-capped miR-320a-5p (arrowhead) represent uncapped miRNAs that are produced upon transfection of synthetic miRNA duplexes (Figure S4B), but not when miRNAs are synthesized via the endogenous pathway (Figures 4A, 4D and S4A). Heterogeneity of the Ago-bound miR-320a-3p may reflect widespread 3′-end modification (Burroughs et al., 2010) (Figure 4C, lower panel).We confirmed that the m7G-cap of a pre-miRNA is responsible for the observed low levels of the 5p-miRNA by artificially capping the Herpesvirus saimiri encoded pre-miR-HSUR4, which normally generates comparable amounts of 5p- and 3p-miRNAs (Figure 4D, wild-type) (Cazalla et al., 2011). We found that m7G-capped pre-miR-HSUR4 transcribed by RNA pol II from the U1 promoter did not yield detectable miR-HSUR4-5p (Figure 4D, lane 3). In contrast, when pre-miR-HSUR4 was synthesized instead by RNA pol III from the U6 promoter, a common way to express shRNAs that contain 5′-triphosphates, detectable but low levels of 5p-miRNA were produced (Figure 4D, lane 4). Normalized to 3p-miRNA levels, the U6 promoter produced about 8 times more 5p-miRNA than the U1 promoter (Figure 4D, bar graph).M7G-capping of shRNAs minimizes off-target effects due to the 5p-siRNAThe above findings suggested that m7G-capped shRNA expression vectors could be designed to produce a single siRNA from the 3p arm, thus minimizing off-target effects due to an undesired 5p-siRNA (Figure S4C). We therefore constructed GFP and dsRED reporters, whose 3′ UTRs contained two sites perfectly complementary to miR-HSUR4-5p and -3p, respectively (Figure 4E). These fluorescent protein reporters were co-transfected into 293T cells with an empty vector or one of the three pre-miR-HSUR4 expression vectors pictured in Figure 4D. All three pre-miR-HSUR4 constructs abrogated dsRED fluorescence (via production of miR-HSUR-3p, see Figure 4D), whereas only the U1 promoter-driven m7G-capped shRNA did not silence GFP (Figure 4E). Swapping the miR-HSUR4-5p and -3p target sites on the 3′ UTRs of the fluorescent protein reporters gave comparable results (Figure S4D). We conclude that positioning an RNA pol II promoter such that a shRNA acquires an m7G-cap represents a simple strategy to generate a single (3p) siRNA for targeted silencing.M7G-capped pre-miRNA 3′-end formation is linked to transcription terminationThe size of 5′-capped pre-miRNAs is surprisingly uniform (~54 nt for pre-miR-320a and ~63 nt for pre-miR-344), suggesting a specific mechanism for 3′-end generation. Interestingly, miR-320 and miR-344 gene alignments revealed conserved downstream adenosine-rich regions (Figures 5A and S2F), resembling the A-rich 3′-end processing signals of several classes of pol II transcripts, such as the cleavage and polyadenylation signal for mRNAs and the 3′ box for snRNAs (Weiner, 2005). However, siRNA-mediated knockdown of known 3′-end processing enzymes—subunit 11 (Int11) of the Integrator complex for snRNA processing (Baillat et al., 2005), cleavage and polyadenylation specificity factor 73 (CPSF73) for mRNA processing (Mandel et al., 2006) or nuclear exosome catalytic subunit (Dis3) for 3′ to 5′ trimming (Flynt et al., 2010)—did not affect the patterns of precursor and mature miR-320a or mouse miR-344 (Figure S5A and data not shown).Open in a separate windowFigure 5Pre-miR-320a 3′-end formation is linked to transcription termination(A) Schematic of the miR-320a/miR-142 transcription reporter, in which pri-miR-142 and the BGH-polyA signal were inserted downstream of pre-miR-320a. Regions subjected to mutational analysis were the TATA box, the pre-miR-320a hairpin and the A-rich tract; mutated sequences are shown in lower case letters (detailed in Extended Experimental Procedures). NRO probe: region covered by the NRO probe. Sequences downstream of mammalian miR-320 genes are aligned, with conserved nucleotides highlighted in black. +54 denotes the last nucleotide of pre-miR-320. (B) Northern blot analysis shows the expression of miR-320a, miR-142-3p and EBER-1 in 293T cells co-transfected with a wild-type or mutant transcription reporter and pEBER-1. (C) Slot blots show NRO results using nuclei isolated from 293T cells transiently transfected with miR-320a/miR-142 transcription reporters. PCR NRO probes spanned the entire coding region of U1, HSUR4 (a Herpesvirus saimiri encoded small nuclear RNA that is not present in 293T cells) or pri-miR-142 (including the downstream BGH-polyA sequence). Quantification shows relative miR-142 transcription levels (mean ± standard error, n=3), with the transcription ratio of miR-142 to U1 in the mut-TATA NRO experiment set to 1. The miR-142 signals for wild-type and mut-TATA constructs probably result from cryptic transcription (Figure 1D). See also Figure S5 and S6.We noted in published global run-on (GRO-seq) data that strong RNA pol II promoter-proximal pausing/termination occurs at the 3′ ends of miR-320 and miR-344 (Figure S6A and S6B), while transcripts that require 3′-end processing show significant RNA pol II density downstream of the processing site (Figure S6A and S6C) (Min et al., 2011). Therefore, we asked whether the 3′ ends of pre-miR-320a and other m7G-capped pre-miRNAs are generated by transcription termination, perhaps facilitated by a strong pre-miRNA hairpin abutting the TSS followed by an A-rich tract (Table 1 and Figure S6D) (White et al., 2013). To monitor transcription downstream of the pre-miR-320a hairpin, we inserted the canonical pri-miR-142 sequence, which—if synthesized—should produce miR-142 since canonical pri-miRNA processing is co-transcriptional (Figure 5A) (Morlando et al., 2008; Pawlicki and Steitz, 2008). Whereas background levels of miR-142-3p were observed from both the wild-type and mutant miR-320a promoter (mut TATA), better miR-142-3p expression was obtained after mutating the A-rich tract or unpairing the miR-320a hairpin structure by mutating either the 3p or 5p arm (Figure 5B, lanes 4 and 5; Figure S5C, lanes 1, 5 and 6). Mutating the A-rich tract slightly reduced miR-320a production from the same vector, consistent with the hypothesis that impaired transcription termination should produce less pre-miR-320a (Figure 5B, lane 4, Figure S5C, lane 5). Likewise, a stronger signal downstream of pre-miR-320a was observed in a nuclear run-on (NRO) assay (Figure 5C), which detects nascent RNA transcripts, for the unpaired hairpin relative to the wild-type construct. However, on Northern blots, we did not detect significant read-through product (pri-miR-142) resulting from downstream termination sites (Figure S5B and S5C). Although rapid processing at the A-rich tract cannot be completely ruled out as a 3′-end formation mechanism, these data add support to the idea that RNA pol II transcription termination underlies production of the 3′ end of pre-miR-320a. DiscussionAn unusual miRNA biogenesis pathway that involves m7G-capped pre-miRNAsWe have uncovered a novel biogenesis pathway involving 5′ m7G-capped pre-miRNAs that produces ~20 miRNAs in human or mouse (including 13 mmu-miR-344 family members) (Figure 6 and Table 1). Two of these miRNAs (miR-320 and miR-484) have been reported to function in the PTEN-ETS2 tumor suppressor pathway and to regulate mitochondrial networking, respectively (Bronisz et al., 2012; Wang et al., 2012). Since their 5′ and 3′ ends are apparently generated directly by RNA pol II (Figures 1 and ​and5),5), m7G-capped pre-miRNAs do not undergo Microprocessor cleavage and proceed directly to the cytoplasm for Dicer processing. The presence of the m7G-cap, which is commonly found at the 5′ ends of nascent RNA pol II transcripts and is known to increase RNA stability and regulate gene expression (Topisirovic et al., 2011), makes this unusual pathway distinct from canonical miRNA biogenesis also in pre-miRNA nuclear-cytoplasmic transport and guide miRNA selection (Figures 3 and ​and44).Open in a separate windowFigure 6Model for miRNA biogenesis via an m7G-capped pre-miRNAIn this non-canonical miRNA pathway, the 5′ end of the pre-miRNA hairpin is generated directly by transcription initiation, with the 3′ end generated by transcription termination. Therefore, the 5′ end of the pre-miRNA intermediate contains an m7G-cap. Although capped pre-miRNAs have the potential to be exported by XPO5 (dashed line), they are preferentially exported from the nucleus into the cytoplasm by the Exportin-1 pathway. After Dicer processing, the 5p-miRNA is inefficiently loaded onto the Ago complex and undergoes degradation. Canonical miRNA biogenesis is illustrated in parallel. Mature miRNAs are highlighted in orange.Unlike XPO5-dependent canonical pre-miRNAs, m7G-capped pre-miRNAs are exported by the PHAX-XPO1 pathway (Figure 3). It is worth noting that very few, if any, m7G-capped pre-miRNAs undergo un-capping to produce canonical pre-miRNAs, as almost no mature 5p- miRNAs containing 5′ monophosphates were detected in miRNA-seq studies (Babiarz et al., 2008). The involvement of XPO1 in exporting pri-miRNAs in C. elegans and Drosophila was previously reported, although it remains unclear how these pri-miRNAs are subsequently processed into pre-miRNAs in the cytoplasm (Bussing et al., 2010). In mammals, XPO1 can shuttle mature miRNAs between the nucleus and the cytoplasm (Castanotto et al., 2009). To our knowledge, m7G-capped pre-miRNAs are the only pre-miRNAs that are exported by XPO1. In 293T cells, our knockdown experiments identified XPO1 as responsible for exporting m7G-capped pre-miR-344. This is consistent with the notion that CBC and PHAX co-transcriptionally bind the cap of nascent transcripts (McCloskey et al., 2012) and direct m7G-capped pre-miRNAs into the XPO1 pathway prior to their potential interaction with XPO5. In contrast, in Xenopus oocytes, excess unlabeled m7G-capped pre-miRNAs are capable of saturating XPO1 as well as XPO5; structural studies indicate that the 5′ functional group of a pre-miRNA does not interact with XPO5 (Okada et al., 2009). Therefore, if an m7G-capped pre-miRNA is not efficiently bound by CBC and PHAX or present in excess, perhaps it can alternatively be exported by XPO5, although PHAX-XPO1-dependent export is the physiologically relevant pathway.The m7G-cap on a pre-miRNA does not affect the efficiency of Dicer cleavage (Figure 4B). This result was unexpected since human Dicer has been reported to require a 5′ monophosphate for accurate and efficient processing of Microprocessor-generated pre-miRNAs following the 5′ counting rule: Dicer cleaves ~22 nt from the 5′ monophosphate end (Park et al., 2011). Furthermore, there exists a human RNA-transferase BCDIN3D, which phospho-dimethylates the 5′ monophosphate of certain pre-miRNAs and has been observed to reduce Dicer processing efficiency in vitro (Xhemalce et al., 2012). Yet, pre-miRNAs with relatively stable base-pairing at the base of the hairpin have been observed to be processed preferentially by Dicer following the 3′ counting rule: Dicer cleaves ~22 nt from the 2-nt overhang at the 3′ end of the stem (Park et al., 2011). Since this key 3′ determinant is present on the m7G-capped pre-miRNAs identified in this study and the base of the m7G-capped pre-miRNA hairpins appears to be thermodynamically stable (Figures 1B and S2E), we speculate that m7G-capped pre-miRNAs mainly obey the 3′ counting rule for efficient cleavage by Dicer.A 5′ m7G-cap is expected to inhibit the association of a mature miRNA with Ago (Figure 4C) as the Ago crystal structure reveals a binding pocket that forms extensive interactions with the 5′ monophosphate of the miRNA (Elkayam et al., 2012; Schirle and MacRae, 2012). Consistent with the finding that m7G-capped 5p-miRNAs are not favored as functional guide miRNAs during RISC assembly (Figures 4E and S4D), two capped miRNA-sized small RNAs (18–25nt) encoded by human hepatitis delta virus do not direct Ago-mediated RNA silencing (Haussecker et al., 2008).It has been suggested that the mirtron miRNA biogenesis pathway may have emerged before the advent of a specialized Microprocessor (Ruby et al., 2007). Accordingly, XPO1-dependent m7G-capped pre-miRNAs may represent a group of ancient miRNAs that appeared before the emergence of XPO5. In contrast to mammals, C. elegans does not encode an XPO5 homolog but does express XPO1 (Bussing et al., 2010), and most miRNAs in C. elegans are expressed from proximal RNA pol II promoters (Martinez et al., 2008). Thus, many more m7G-capped pre-miRNAs may be identified in C. elegans and possibly other species. The ability of m7G-capped pre-miRNAs to be exported by XPO1 may enable their expression in cell types, tissues or developmental stages that lack XPO5. Therefore, one reason that certain m7G-capped pre-miRNAs have been maintained during evolution could be that they are required under circumstances where XPO5 is not expressed. Alternatively, maintaining m7G-capped pre-miRNAs is a clear strategy to diminish the expression of a 5p-miRNA that may be detrimental to the organism. It remains for future studies to determine whether all miRNAs derived from m7G-capped pre-miRNAs are under similar transcriptional control and/or regulate genes involved in a common pathway.Promoter-proximal transcription termination is linked to m7G-capped pre-miRNA 3′-end formationIn metazoans, RNA pol II promoter-proximal pausing/termination occurs around 30–50 nt after the TSS (Core et al., 2008). Our data suggest that promoter-proximal pausing leads to transcription termination to generate the 3′ end of m7G-capped pre-miRNAs (~50 nt long) (Figure 5). In support of a termination model, miR-320a exhibits significant 3′-end heterogeneity (Figures 1 and ​and2E),2E), whereas Drosha-cleaved miR-320a is more defined in length (Figure 1C, compare mature miR-320a in lanes 2–7 to lanes 8–10). Although we were unable to determine with nucleotide resolution the site of transcription termination or to rule out conclusively the possibility that unknown factors act in rapid 3′-end processing, we favor the model that RNA pol II transcription termination generates the 3′ ends of m7G-capped pre-miRNAs.m7G-capped shRNAs in RNAi technologyConventionally, constitutive siRNA expression is achieved by expressing RNA pol III promoter-driven shRNAs that are directly processed by Dicer. Alternative use of an RNA pol II promoter enables regulated and cell-type or tissue-specific expression of shRNAs, but requires engineering the shRNA into a canonical pri-miRNA context for Microprocessor cleavage (Pan et al., 2012). We have demonstrated that specific shRNAs can be generated directly by RNA pol II since only the 3p-siRNA is produced from 5′ m7G-capped shRNAs. A similar outcome was reported previously, without revealing that the m7G-cap dictates strand selection (Denti et al., 2004). This finding has important implications for RNAi technology (Figures 4D and 4E), in which many efforts have been made to reduce off-target effects caused by the undesired passenger strand (Gu et al., 2012). In combination with current strategies that require careful assessment of the thermodynamic stability of siRNA duplex ends and consideration of the “loop counting rule” for Dicer processing (Gu et al., 2012; Khvorova et al., 2003; Schwarz et al., 2003), expressing m7G-capped shRNAs from a proximal RNA pol II promoter constitutes a simple and effective strategy to enhance specificity by producing a single siRNA. Furthermore, the unique ability of m7G-capped shRNAs to utilize the PHAX-XPO1 pathway for nuclear export enables their expression in XPO5-deficient cells and in altered cell states (Iwasaki et al., 2013). Experimental ProceduresCell culture, plasmid transfection and transient RNAi knockdownHEK 293T cells were maintained in DMEM containing heat-inactivated FBS, penicillin and streptomycin and L-glutamine. Plasmid transfections were carried out using Lipofectamine 2000 (Invitrogen) or TransIT-293 (Mirus Bio) according to the manufacturers’ instructions. After 48 hr, total RNA was harvested using Trizol reagent (Invitrogen) and analyzed by Northern blot of transfected or endogenous RNAs indicated in the figures. SiRNAs against specific proteins were transfected with Lipofectamine RNAiMAX reagent (Invitrogen). Forty-eight hours later, plasmids encoding desired RNAs were transfected using Lipofectamine 2000 or TransIT-293 (Cazalla et al., 2011). SiRNAs (Integrated DNA Technology) used in this study are listed in Table S1.Small RNA Cap-seqGST-4E was recombinantly expressed in E. coli BL21 (Choi and Hagedorn, 2003) and crude lysate prepared by sonication was loaded onto glutathione sepharose beads (GE Healthcare). Total RNA was extracted from a P1 mouse (C57BL/6 strain) using Trizol reagent and size-selected after extraction on an 8 M urea-8% polyacrylamide gel to obtain 40- to 100-nt small RNAs. Purified small RNAs were then incubated with recombinant Deinococcus radiodurans polynucleotide phosphorylase (PNPase) (Chen et al., 2013) and incubated with GST-4E- or GST-4E-W102L-coated glutathione beads in NET-2 buffer. Purified RNAs were ligated to a 32P-labeled 3′ adaptor, CIP-TAP treated and ligated to the 5′ adaptor. The cDNA library was constructed as described (Cazalla et al., 2011) and sequenced at the Yale Stem Cell Center Genomics Core on an Illumina HiSeq2000 instrument using 50 bp runs. Bioinformatic analysis is described in Extended Experimental Procedures.In vitro transcription of RNAsRNAs were synthesized in vitro by T7 RNA polymerase in a 10 μL reaction containing 40 mM Tris-HCl (pH 8.0), 25 mM NaCl, 8 mM MgCl2, 2 mM Spermidine-(HCl)3, 10 mM DTT, 1 mM ATP, CTP and UTP, 100 μM GTP and 1 mM GMP or m7G-cap analog (Promega), 20 U RNase Inhibitor (Roche) and 5 U T7 RNA polymerase. To synthesize 32P-labeled RNAs, 1 mM UTP was substituted with 100 μM UTP and 50 μM α-32P UTP (800 Ci/mmole, PerkinElmer). Reactions were carried out at 37°C for 8 hr (or 1 hr for 32P-labeling).Microinjection into Xenopus oocytesStage V and VI oocytes were isolated from female X. laevis and the nuclei were injected with 18.4 nL solution containing 20 mg/mL blue dextran, 1–10 fmole 32P-labeled RNAs with or without 1 pmole competitor RNA. After 2 hr, nuclei were manually separated from the cytoplasm in 5:1+PO4 buffer. Six blue nuclei and the corresponding cytoplasms were collected separately. One-oocyte equivalent of RNA was fractionated on an 8 M urea-15% polyacrylamide gel and analyzed by PhosphoImager.In vitro processing of pre-miRNAs by DicerIn a 10 μL reaction, 5 ng in vitro transcribed pre-miRNA substrates were incubated with 0.25 μg recombinant human Dicer in 1 × Dicing buffer (20 mM Tris-HCl, pH 7.5, 1.5 mM MgCl2, 25 mM NaCl, 1% glycerol and 1 mM DTT) at 37°C for 0–40 min. RNAs were ethanol precipitated and analyzed by Northern blot.Immunoprecipitation and antibodiesα-Ago monoclonal antibody (clone 2A8) was used for immunoprecipitation of extracts prepared from 293T cells transfected with miR-320a duplexes. α-m7G antibody was used for immunoprecipitation of extracts prepared from 293T cells overexpressing miR-320a. For NIE-115 cells, immunoprecipitation with α-XPO5 or α-PHAX antibodies were carried out as described with minor modifications (McCloskey et al., 2012). ​\n                    HighlightsIdentification of Microprocessor-independent Dicer-dependent 5′ m7G-capped pre-miRNAsThe 5′ and 3′ ends of m7G-capped pre-miRNAs are generated directly by transcriptionExportin-1 exports m7G-capped pre-miRNAsm7G-capped shRNA expression vectors express a single siRNA Supplementary Material01Click here to view.(41M, pdf)02Click here to view.(11K, xlsx) AcknowledgmentsWe thank Curt Hagedorn, Mary Anne Kidwell, Jennifer Doudna, Xinguo Chen and Sandra Wolin for generous gifts of eIF4E, recombinant human Dicer and Deinococcus radiodurans PNPase, respectively. We are also grateful to Cecilia Canessa, Demian Cazalla, Sreeganga Chandra, Junhong Gui, Nikolay Kolev, Di Li, Tianbo Li, Zissimos Mourelatos, Huafang Shi, Christian Tschudi, Elisabetta Ullu and Yongquan Zhang for other reagents and protocols, Xinguo Chen and Kazimierz Tycowski for critical discussion and Angela Miccinello for editorial assistance. This work was supported by grants from National Institutes of Health (CA16038 and {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"MH081896\",\"term_id\":\"1365483993\"}}MH081896). M. X. is a Fellow of the Leukemia and Lymphoma Society (Grant no. 5416-13). A.V. is supported by the Wenner-Gren Foundations and Swedish Society for Medical Research. J.A.S is an Investigator of Howard Hughes Medical Institute. FootnotesSupplemental InformationSupplemental Information includes Extended Experimental Procedures, six figures and one table.Small RNA Cap-seq data has been deposited to the Sequence Read Archive (SRA) under accession number (SRP032437).Publisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. ReferencesBabiarz JE, Ruby JG, Wang Y, Bartel DP, Blelloch R. Mouse ES cells express endogenous shRNAs, siRNAs, and other Microprocessor-independent, Dicer-dependent small RNAs. Genes Dev. 2008;22:2773–2785. [PMC free article] [PubMed] [Google Scholar]Baillat D, Hakimi MA, Naar AM, Shilatifard A, Cooch N, Shiekhattar R. Integrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell. 2005;123:265–276. [PubMed] [Google Scholar]Bogerd HP, Karnowski HW, Cai X, Shin J, Pohlers M, Cullen BR. A mammalian herpesvirus uses noncanonical expression and processing mechanisms to generate viral MicroRNAs. Mol Cell. 2010;37:135–142. [PMC free article] [PubMed] [Google Scholar]Bronisz A, Godlewski J, Wallace JA, Merchant AS, Nowicki MO, Mathsyaraja H, Srinivasan R, Trimboli AJ, Martin CK, Li F, et al.  Reprogramming of the tumour microenvironment by stromal PTEN-regulated miR-320. Nat Cell Biol. 2012;14:159–167. [PMC free article] [PubMed] [Google Scholar]Burroughs AM, Ando Y, de Hoon MJ, Tomaru Y, Nishibu T, Ukekawa R, Funakoshi T, Kurokawa T, Suzuki H, Hayashizaki Y, et al.  A comprehensive survey of 3′ animal miRNA modification events and a possible role for 3′ adenylation in modulating miRNA targeting effectiveness. Genome Res. 2010;20:1398–1410. [PMC free article] [PubMed] [Google Scholar]Bussing I, Yang JS, Lai EC, Grosshans H. The nuclear export receptor XPO-1 supports primary miRNA processing in C. elegans and Drosophila. EMBO J. 2010;29:1830–1839. [PMC free article] [PubMed] [Google Scholar]Carninci P, Sandelin A, Lenhard B, Katayama S, Shimokawa K, Ponjavic J, Semple CA, Taylor MS, Engstrom PG, Frith MC, et al.  Genome-wide analysis of mammalian promoter architecture and evolution. Nat Genet. 2006;38:626–635. [PubMed] [Google Scholar]Castanotto D, Lingeman R, Riggs AD, Rossi JJ. CRM1 mediates nuclear-cytoplasmic shuttling of mature microRNAs. Proc Natl Acad Sci U S A. 2009;106:21655–21659. [PMC free article] [PubMed] [Google Scholar]Cazalla D, Xie M, Steitz JA. A primate herpesvirus uses the Integrator complex to generate viral microRNAs. Mol Cell. 2011;43:982–992. [PMC free article] [PubMed] [Google Scholar]Cheloufi S, Dos Santos CO, Chong MM, Hannon GJ. A dicer-independent miRNA biogenesis pathway that requires Ago catalysis. Nature. 2010;465:584–589. [PMC free article] [PubMed] [Google Scholar]Chen X, Taylor DW, Fowler CC, Galan JE, Wang HW, Wolin SL. An RNA degradation machine sculpted by ro autoantigen and noncoding RNA. Cell. 2013;153:166–177. [PMC free article] [PubMed] [Google Scholar]Chiang HR, Schoenfeld LW, Ruby JG, Auyeung VC, Spies N, Baek D, Johnston WK, Russ C, Luo S, Babiarz JE, et al.  Mammalian microRNAs: experimental evaluation of novel and previously annotated genes. Genes Dev. 2010;24:992–1009. [PMC free article] [PubMed] [Google Scholar]Choi YH, Hagedorn CH. Purifying mRNAs with a high-affinity eIF4E mutant identifies the short 3′ poly(A) end phenotype. Proc Natl Acad Sci U S A. 2003;100:7033–7038. [PMC free article] [PubMed] [Google Scholar]Chong MM, Zhang G, Cheloufi S, Neubert TA, Hannon GJ, Littman DR. Canonical and alternate functions of the microRNA biogenesis machinery. Genes Dev. 2010;24:1951–1960. [PMC free article] [PubMed] [Google Scholar]Cifuentes D, Xue H, Taylor DW, Patnode H, Mishima Y, Cheloufi S, Ma E, Mane S, Hannon GJ, Lawson ND, et al.  A novel miRNA processing pathway independent of Dicer requires Argonaute2 catalytic activity. Science. 2010;328:1694–1698. [PMC free article] [PubMed] [Google Scholar]Core LJ, Waterfall JJ, Lis JT. Nascent RNA sequencing reveals widespread pausing and divergent initiation at human promoters. Science. 2008;322:1845–1848. [PMC free article] [PubMed] [Google Scholar]Denti MA, Bosa A, Sthandier O, De Angelis FG, Bozzoni I. A New Vector, Based on the PolII promoter of the U1 snRNA Gene, for the expression of siRNAs in Mammalian Cells. Mol Ther. 2004;10:191–199. [PubMed] [Google Scholar]Elkayam E, Kuhn CD, Tocilj A, Haase AD, Greene EM, Hannon GJ, Joshua-Tor L. The structure of human argonaute-2 in complex with miR-20a. Cell. 2012;150:100–110. [PMC free article] [PubMed] [Google Scholar]Ender C, Krek A, Friedlander MR, Beitzinger M, Weinmann L, Chen W, Pfeffer S, Rajewsky N, Meister G. A human snoRNA with microRNA-like functions. Mol Cell. 2008;32:519–528. [PubMed] [Google Scholar]Flynt AS, Greimann JC, Chung WJ, Lima CD, Lai EC. MicroRNA biogenesis via splicing and exosome-mediated trimming in Drosophila. Mol Cell. 2010;38:900–907. [PMC free article] [PubMed] [Google Scholar]Fok V, Friend K, Steitz JA. Epstein-Barr virus noncoding RNAs are confined to the nucleus, whereas their partner, the human La protein, undergoes nucleocytoplasmic shuttling. J Cell Biol. 2006;173:319–325. [PMC free article] [PubMed] [Google Scholar]Garzon R, Calin GA, Croce CM. MicroRNAs in Cancer. Annu Rev Med. 2009;60:167–179. [PubMed] [Google Scholar]Gu S, Jin L, Zhang Y, Huang Y, Zhang F, Valdmanis PN, Kay MA. The loop position of shRNAs and pre-miRNAs is critical for the accuracy of dicer processing in vivo. Cell. 2012;151:900–911. [PMC free article] [PubMed] [Google Scholar]Gurtan AM, Lu V, Bhutkar A, Sharp PA. In vivo structure-function analysis of human Dicer reveals directional processing of precursor miRNAs. RNA. 2012;18:1116–1122. [PMC free article] [PubMed] [Google Scholar]Haussecker D, Cao D, Huang Y, Parameswaran P, Fire AZ, Kay MA. Capped small RNAs and MOV10 in human hepatitis delta virus replication. Nat Struct Mol Biol. 2008;15:714–721. [PMC free article] [PubMed] [Google Scholar]Iwasaki Y, Kiga K, Kayo H, Fukuda-Yuzawa Y, Weise J, Inada T, Tomita M, Ishihama Y, Fukao T. Global microRNA elevation by inducible Exportin 5 regulates cell cycle entry. RNA. 2013;19:490–497. [PMC free article] [PubMed] [Google Scholar]Khvorova A, Reynolds A, Jayasena SD. Functional siRNAs and miRNAs exhibit strand bias. Cell. 2003;115:209–216. [PubMed] [Google Scholar]Kim DH, Saetrom P, Snove O, Jr, Rossi JJ. MicroRNA-directed transcriptional gene silencing in mammalian cells. Proc Natl Acad Sci U S A. 2008;105:16230–16235. [PMC free article] [PubMed] [Google Scholar]Kim VN, Han J, Siomi MC. Biogenesis of small RNAs in animals. Nat Rev Mol Cell Biol. 2009;10:126–139. [PubMed] [Google Scholar]Lee YS, Shibata Y, Malhotra A, Dutta A. A novel class of small RNAs: tRNA-derived RNA fragments (tRFs) Genes Dev. 2009;23:2639–2649. [PMC free article] [PubMed] [Google Scholar]Lund E, Guttinger S, Calado A, Dahlberg JE, Kutay U. Nuclear export of microRNA precursors. Science. 2004;303:95–98. [PubMed] [Google Scholar]Mandel CR, Kaneko S, Zhang H, Gebauer D, Vethantham V, Manley JL, Tong L. Polyadenylation factor CPSF-73 is the pre-mRNA 3′-end-processing endonuclease. Nature. 2006;444:953–956. [PMC free article] [PubMed] [Google Scholar]Marcotrigiano J, Gingras AC, Sonenberg N, Burley SK. Cocrystal structure of the messenger RNA 5′ cap-binding protein (eIF4E) bound to 7-methyl-GDP. Cell. 1997;89:951–961. [PubMed] [Google Scholar]Martinez NJ, Ow MC, Reece-Hoyes JS, Barrasa MI, Ambros VR, Walhout AJ. Genome-scale spatiotemporal analysis of Caenorhabditis elegans microRNA promoter activity. Genome Res. 2008;18:2005–2015. [PMC free article] [PubMed] [Google Scholar]McCloskey A, Taniguchi I, Shinmyozu K, Ohno M. hnRNP C tetramer measures RNA length to classify RNA polymerase II transcripts for export. Science. 2012;335:1643–1646. [PubMed] [Google Scholar]Min IM, Waterfall JJ, Core LJ, Munroe RJ, Schimenti J, Lis JT. Regulating RNA polymerase pausing and transcription elongation in embryonic stem cells. Genes Dev. 2011;25:742–754. [PMC free article] [PubMed] [Google Scholar]Morin RD, O’Connor MD, Griffith M, Kuchenbauer F, Delaney A, Prabhu AL, Zhao Y, McDonald H, Zeng T, Hirst M, et al.  Application of massively parallel sequencing to microRNA profiling and discovery in human embryonic stem cells. Genome Res. 2008;18:610–621. [PMC free article] [PubMed] [Google Scholar]Morlando M, Ballarino M, Gromak N, Pagano F, Bozzoni I, Proudfoot NJ. Primary microRNA transcripts are processed co-transcriptionally. Nat Struct Mol Biol. 2008;15:902–909. [PMC free article] [PubMed] [Google Scholar]Ohno M, Segref A, Bachi A, Wilm M, Mattaj IW. PHAX, a mediator of U snRNA nuclear export whose activity is regulated by phosphorylation. Cell. 2000;101:187–198. [PubMed] [Google Scholar]Okada C, Yamashita E, Lee SJ, Shibata S, Katahira J, Nakagawa A, Yoneda Y, Tsukihara T. A high-resolution structure of the pre-microRNA nuclear export machinery. Science. 2009;326:1275–1279. [PubMed] [Google Scholar]Okamura K, Hagen JW, Duan H, Tyler DM, Lai EC. The mirtron pathway generates microRNA-class regulatory RNAs in Drosophila. Cell. 2007;130:89–100. [PMC free article] [PubMed] [Google Scholar]Pan Q, van der Laan LJ, Janssen HL, Peppelenbosch MP. A dynamic perspective of RNAi library development. Trends Biotechnol. 2012;30:206–215. [PubMed] [Google Scholar]Park JE, Heo I, Tian Y, Simanshu DK, Chang H, Jee D, Patel DJ, Kim VN. Dicer recognizes the 5′ end of RNA for efficient and accurate processing. Nature. 2011;475:201–205. [PMC free article] [PubMed] [Google Scholar]Pawlicki JM, Steitz JA. Primary microRNA transcript retention at sites of transcription leads to enhanced microRNA production. J Cell Biol. 2008;182:61–76. [PMC free article] [PubMed] [Google Scholar]Rodriguez MS, Dargemont C, Stutz F. Nuclear export of RNA. Biol Cell. 2004;96:639–655. [PubMed] [Google Scholar]Ruby JG, Jan CH, Bartel DP. Intronic microRNA precursors that bypass Drosha processing. Nature. 2007;448:83–86. [PMC free article] [PubMed] [Google Scholar]Schirle NT, MacRae IJ. The crystal structure of human Argonaute2. Science. 2012;336:1037–1040. [PMC free article] [PubMed] [Google Scholar]Schwarz DS, Hutvagner G, Du T, Xu Z, Aronin N, Zamore PD. Asymmetry in the assembly of the RNAi enzyme complex. Cell. 2003;115:199–208. [PubMed] [Google Scholar]Topisirovic I, Svitkin YV, Sonenberg N, Shatkin AJ. Cap and cap-binding proteins in the control of gene expression. Wiley Interdiscip Rev RNA. 2011;2:277–298. [PubMed] [Google Scholar]Wang K, Long B, Jiao JQ, Wang JX, Liu JP, Li Q, Li PF. miR-484 regulates mitochondrial network through targeting Fis1. Nat Commun. 2012;3:781. [PubMed] [Google Scholar]Weiner AM. E Pluribus Unum: 3′ end formation of polyadenylated mRNAs, histone mRNAs, and U snRNAs. Mol Cell. 2005;20:168–170. [PubMed] [Google Scholar]White E, Kamieniarz-Gdula K, Dye MJ, Proudfoot NJ. AT-rich sequence elements promote nascent transcript cleavage leading to RNA polymerase II termination. Nucleic Acids Res. 2013;41:1797–1806. [PMC free article] [PubMed] [Google Scholar]Xhemalce B, Robson SC, Kouzarides T. Human RNA methyltransferase BCDIN3D regulates microRNA processing. Cell. 2012;151:278–288. [PMC free article] [PubMed] [Google Scholar]Yang JS, Lai EC. Alternative miRNA biogenesis pathways and the interpretation of core miRNA pathway mutants. Mol Cell. 2011;43:892–903. [PMC free article] [PubMed] [Google Scholar]Yang JS, Maurin T, Robine N, Rasmussen KD, Jeffrey KL, Chandwani R, Papapetrou EP, Sadelain M, O’Carroll D, Lai EC. Conserved vertebrate mir-451 provides a platform for Dicer-independent, Ago2-mediated microRNA biogenesis. Proc Natl Acad Sci U S A. 2010;107:15163–15168. [PMC free article] [PubMed] [Google Scholar]Yang JS, Phillips MD, Betel D, Mu P, Ventura A, Siepel AC, Chen KC, Lai EC. Widespread regulatory activity of vertebrate microRNA* species. RNA. 2011;17:312–326. [PMC free article] [PubMed] [Google Scholar]Yi R, Qin Y, Macara IG, Cullen BR. Exportin-5 mediates the nuclear export of pre-microRNAs and short hairpin RNAs. Genes Dev. 2003;17:3011–3016. [PMC free article] [PubMed] [Google Scholar]Zhou H, Arcila ML, Li Z, Lee EJ, Henzler C, Liu J, Rana TM, Kosik KS. Deep annotation of mouse iso-miR and iso-moR variation. Nucleic Acids Res. 2012;40:5864–5875. [PMC free article] [PubMed] [Google Scholar]"}