{"title": "Brd4 and JMJD6-associated anti-pause enhancers in regulation of transcriptional pause release", "pubDate": "2013", "PMCID": "PMC3886918", "DOI": "10.1016/j.cell.2013.10.056", "PMID": "24360279", "abstract": "Distal enhancers characterized by the H3K4me(1) mark play critical roles in developmental and transcriptional programs. However, potential roles of specific distal regulatory elements in regulating RNA polymerase II (Pol II) promoter-proximal pause release remain poorly investigated. Here, we report that a unique cohort of jumonji C-domain-containing protein 6 (JMJD6) and bromodomain-containing protein 4 (Brd4) cobound distal enhancers, termed anti-pause enhancers (A-PEs), regulate promoter-proximal pause release of a large subset of transcription units via long-range interactions. Brd4-dependent JMJD6 recruitment on A-PEs mediates erasure of H4R3me(2(s)), which is directly read by 7SK snRNA, and decapping/demethylation of 7SK snRNA, ensuring the dismissal of the 7SK snRNA/HEXIM inhibitory complex. The interactions of both JMJD6 and Brd4 with the P-TEFb complex permit its activation and pause release of regulated coding genes. The functions of JMJD6/ Brd4-associated dual histone and RNA demethylase activity on anti-pause enhancers have intriguing implications for these proteins in development, homeostasis, and disease.", "author": [{"author": "Wen Liu", "affiliation": ["School of Pharmaceutical Science, Xiamen University, Xiang'an South Road, Xiamen, Fujian 361102, China.", "Howard Hughes Medical Institute, Department of Medicine, School of Medicine, University of California, San Diego, 9500 Gilman Drive, La Jolla, CA 92093, USA."], "href": "/?term=Liu+W&cauthor_id=24360279"}, {"author": "Qi Ma", "affiliation": ["Howard Hughes Medical Institute, Department of Medicine, School of Medicine, University of California, San Diego, 9500 Gilman Drive, La Jolla, CA 92093, USA.", "Graduate Program in Bioinformatics and System Biology, University of California, San Diego, 9500 Gilman Drive, La Jolla, CA 92093, USA."], "href": "/?term=Ma+Q&cauthor_id=24360279"}, {"author": "Kaki Wong", "affiliation": ["Howard Hughes Medical Institute, Department of Medicine, School of Medicine, University of California, San Diego, 9500 Gilman Drive, La Jolla, CA 92093, USA."], "href": "/?term=Wong+K&cauthor_id=24360279"}, {"author": "Wenbo Li", "affiliation": ["Howard Hughes Medical Institute, Department of Medicine, School of Medicine, University of California, San Diego, 9500 Gilman Drive, La Jolla, CA 92093, USA."], "href": "/?term=Li+W&cauthor_id=24360279"}, {"author": "Kenny Ohgi", "affiliation": ["Howard Hughes Medical Institute, Department of Medicine, School of Medicine, University of California, San Diego, 9500 Gilman Drive, La Jolla, CA 92093, USA."], "href": "/?term=Ohgi+K&cauthor_id=24360279"}, {"author": "Jie Zhang", "affiliation": ["Howard Hughes Medical Institute, Department of Medicine, School of Medicine, University of California, San Diego, 9500 Gilman Drive, La Jolla, CA 92093, USA."], "href": "/?term=Zhang+J&cauthor_id=24360279"}, {"author": "Aneel Aggarwal", "affiliation": ["Department of Structural and Chemical Biology, Mount Sinai School of Medicine, Box 1677, 1425 Madison Avenue, New York, NY 10029, USA."], "href": "/?term=Aggarwal+A&cauthor_id=24360279"}, {"author": "Michael G Rosenfeld", "affiliation": ["Howard Hughes Medical Institute, Department of Medicine, School of Medicine, University of California, San Diego, 9500 Gilman Drive, La Jolla, CA 92093, USA."], "href": "/?term=Rosenfeld+MG&cauthor_id=24360279"}], "refPMID": [], "citedInPMID": ["24360279", "35036054", "34540900", "34386522", "34336861", "34290255", "34283254", "34207158", "34201047", "34146121", "34055782", "34041038", "33977073", "33922187", "33875575", "33803759", "33796404", "33634984", "33592170", "33560400", "33493519", "33477877", "33472068", "33443146", "33344510", "33246425", "33230453", "33142830", "33138777", "32997115", "32966794", "32946883", "32927736", "32796829", "32717030", "32669118", "32572259", "32443452", "32402252", "32401147", "32324495", "32226456", "32068780", "32048991", "31961032", "31953354", "31922235", "31874106", "31869450", "31857835", "31747612", "31665430", "31637004", "31590891", "31485609", "31430278", "31358914", "31346162", "31311960", "31266503", "31209209", "31199242", "31147442", "31068966", "31034925", "31026779", "30814546", "30619488", "30564450", "30549021", "30466442", "30382083", "30319972", "30240742", "30227759", "30134174", "30131674", "29775582", "29744371", "29709390", "29628309", "29491412", "29459673", "29415456", "29414698", "29340213", "29176719", "29154989", "29104020", "29098080", "28994650", "28972166", "28874753", "28847961", "28823556", "28820318", "28805822", "28789639", "28678782", "28678780", "28587176", "28483418", "28475868", "28448736", "28431135", "28364192", "28360925", "28213432", "28135252", "28108460", "28102758", "27989554", "27899633", "27827996", "27797603", "27666594", "27663494", "27651452", "27613418", "27556302", "27471030", "27443262", "27369380", "27337104", "27322055", "27159561", "27158559", "27152730", "27128603", "27088130", "27081402", "27071056", "27068475", "27068464", "27058666", "27055867", "26981421", "26902152", "26878240", "26858406", "26839600", "26725010", "26626481", "26564907", "26504077", "26443845", "26411685", "26324325", "26305020", "26301327", "26275623", "26257179", "26157142", "26152730", "26117538", "26099177", "26083714", "26080448", "26058079", "25951181", "25821635", "25770220", "25696920", "25650801", "25565030", "25506891", "25470060", "25383670", "25352550", "25345375", "25219359", "25017071", "24998386", "24996062", "24985203", "24914048", "24905006", "24866976", "24859458", "24733380", "24583552"], "body": " SUMMARYDistal enhancers characterized by H3K4me1 mark play critical roles in developmental and transcriptional programs. However, potential roles of specific distal regulatory elements in regulating RNA Polymerase II (Pol II) promoter-proximal pause release remain poorly investigated. Here we report that a unique cohort of jumonji C domain-containing protein 6 (JMJD6) and bromodomain-containing protein 4 (Brd4) co-bound distal enhancers, termed anti-pause enhancers (A-PEs), regulate promoter-proximal pause release of a large subset of transcription units via long-range interactions. Brd4-dependent JMJD6 recruitment on A-PEs mediates erasure of H4R3me2(s), which is directly read by 7SK snRNA, and decapping/demethylation of 7SK snRNA, ensuring the dismissal of the 7SKsnRNA/HEXIM inhibitory complex. The interactions of both JMJD6 and Brd4 with the P-TEFb complex permit its activation and pause release of regulated coding genes. The functions of JMJD6/ Brd4-associated dual histone and RNA demethylase activity on anti-pause enhancers have intriguing implications for these proteins in development, homeostasis and disease. INTRODUCTIONThe critical roles of enhancers have been recognized for more than 25 years and recently the H3K4me1 mark was identified to characterize many gene enhancers (Heintzman et al., 2009). These enhancers have been recently found to be usually associated with non-coding RNA transcripts called enhancer RNA (Hah et al., 2013; Lam et al., 2013; Li et al., 2013; Natoli and Andrau, 2012; Ren, 2010). The molecular mechanisms underlying transcription regulation by enhancers as well as other distal regulatory elements with enhancer-like properties remain incompletely understood.JMJD6, also known as PTDSR or PSR, a JmjC domain-containing protein, has been suggested to possess novel, unexpected nuclear functions (Cui et al., 2004; Tibrewal et al., 2007). Ablation of JMJD6 in mice caused abnormal development and led to neonatal lethality (Bose et al., 2004; Kunisaki et al., 2004; Li et al., 2003). It was originally identified as a phosphatidylserine receptor on the surface of phagocytes (Fadok et al., 2000). It has been recently reported to be an arginine demethylase and lysyl-5-hydroxylase (Chang et al., 2007; Webby et al., 2009), although the potential functional importance of these activities remained unclear. Meanwhile, structural study suggested that the methyl-group on ssRNAs might be substrates of JMJD6 (Hong et al., 2010).Brd4, along with Brd2, Brd3 and testes/oocyte-specific BrdT, comprises the BET domain family of proteins in mammals, which is characterized by the presence of tandem, amino-terminal bromodomains and an extra-terminal (ET) domain. Knockout of Brd4 and Brd2 in mice leads to early embryonic lethality (Gyuris et al., 2009; Houzelstein et al., 2002). Small-molecule inhibition of Brd4 has been proposed as a promising therapeutic strategy for certain cancers (Delmore et al., 2011; Filippakopoulos et al., 2010; Nicodeme et al., 2010; Zuber et al., 2011). It has been found in several complexes, including the mediator and P-TEFb complexes (Jang et al., 2005; Wu et al., 2003; Yang et al., 2005). The P-TEFb complex is a heterodimer consisting of the cyclin-dependent kinase Cdk9 and a cyclin component (Cyclin T1, T2 or K). Brd4 is capable of releasing the P-TEFb complex from the inhibitory factors, HEXIM1/2 and 7SK snRNA, through its direct interaction with Cyclin T1, resulting in the transition of the P-TEFb complex from its inactive to an active form and subsequent phosphorylation of RNA Pol II, leading to efficient transcriptional elongation (Jang et al., 2005; Yang et al., 2005). This positive regulation of the P-TEFb complex is believed to be vital for Brd4 function (Dey et al., 2009; Hargreaves et al., 2009; Mochizuki et al., 2008; Yang et al., 2008). Enhancer-bound Brd4 regulation of transcription has been recently shown in cancer cells as well as heart failure, although the underlying molecular mechanisms are incompletely understood (Anand et al., 2013; Loven et al., 2013).Emerging evidence suggest that promoter-proximal pausing of Pol II is a critical regulatory event subsequent to Pol II initiation on a large set of genes (Adelman and Lis, 2012). Pol II promoter-proximal pause release is achieved mainly through the action of the P-TEFb complex, which phosphorylates at least three targets including the NelfE subunit of NELF, the Spt5 subunit of DSIF, and serine 2 of RNA Pol II carboxyl-terminal domain (CTD) (Kim and Sharp, 2001; Marshall et al., 1996; Wada et al., 1998; Yamada et al., 2006). Half of the total P-TEFb in the cells is reversibly bound to the inhibitory subunit composed of 7SK snRNA and HEXIM1/2 and thus is in an inactive form (Nguyen et al., 2001; Yang et al., 2001), whereas the remaining half associates with Brd4 (Jang et al., 2005; Yang et al., 2005). While HIV-1 Tat and Brd4 are capable of directly extracting P-TEFb out from its 7SK sRNP inhibitory complex (Krueger et al., 2010), the physiological molecular mechanisms governing the release of P-TEFb complex and transition to the active form, remain incompletely understood.In the present study, we provide evidence that JMJD6 and Brd4 physically and functionally interact in the context of the active P-TEFb complex to regulate Pol II promoter-proximal pause release of a large cohort of genes. The pause release function of the JMJD6 and Brd4 complex on these genes is established primarily based on binding to distal enhancers, which we term as anti-pause enhancers (A-PEs). Mechanistically, 7SK snRNA is found to function as a “reader” for H4R3me2(s), a repressive histone mark, and JMJD6 displays dual demethylase activities towards both H4R3me2(s) and the methyl-cap of 7SK snRNA, resulting in the disassembly of the 7SK snRNA/HEXIM1 inhibitory complex imposed on the P-TEFb complex. Simultaneously, both JMJD6 and Brd4 are capable of retaining the P-TEFb complex through physical interaction with CDK9 and Cyclin T1, respectively, leading to its activation, and eventuating in transcription pause release and gene activation. RESULTSPhysical and Functional Interaction between JMJD6 and Brd4Initially, identifying JMJD6 interacting partners in HEK293 cell lines revealed the presence of Brd4, with 7 peptides predicted with high confidence (Figure 1A and Table S1), consistent with previous reports (Rahman et al., 2011; Webby et al., 2009). Accordingly, JMJD6 was found in the list of Brd4-associated proteins, with 4 peptides predicted with high confidence, strengthening the possibility that these two proteins might function together to regulate cellular process (Figure S1A). In addition, known functional partners of Brd4 were also successfully identified in our pull-down, including the P-TEFb complex composed of Cdk9 and Cyclin T1 (Jang et al., 2005; Rahman et al., 2011). The interaction between JMJD6 and Brd4 or P-TEFb complex, including Cdk9 and Cyclin T1/2, was further confirmed, suggesting that it associates with the active form of P-TEFb complex (Figure 1B). To test whether JMJD6 also associates with the inactive form of the P-TEFb complex, proteins associated with 7SK snRNA were identified. Known 7SK snRNA-associated proteins, including HEXIM1, BCDIN3, LARP7 and the P-TEFb complex (Cdk9 and Cyclin T1), were successfully identified, whereas neither JMJD6 nor Brd4 was detected (Table S2), as further confirmed through immunoblotting (Figure 1C). These data suggest that JMJD6 and Brd4 specifically interact with the active form of the P-TEFb complex.Open in a separate windowFigure 1Physical Interaction between JMJD6 and Brd4 in the Context of Active P-TEFb Complex(A) JMJD6 associated proteins were purified using Flag-affinity agarose, separated by SDS-PAGE gel, stained with Coomassie blue, and then subjected to mass spectrometry analysis. Identified peptides for Brd4 were shown on the right.(B) Nuclear extracts purified from HEK293T cells were subjected to immunoprecipitation (IP) and followed by immunoblotting (IB).(C) In vitro 7SK RNA pull-down assay was performed and the resultant pellet was analyzed by IB.(D, E) JMJD6 and Brd4 interaction examined through in vitro GST pull-down assay (D) or IP in HEK293T cells (E). Note that JMJD6 undergoes multimerization, which is preserved even under denatured conditions.(F) HEK293T cells transfected with control siRNA or two independent siRNAs specific targeting JMJD6 or Brd4 were subjected to IB analysis.(G, H) Pie chart showing genes regulated by JMJD6 (G) or Brd4 (H) assessed by Gro-seq analysis in cells as described in (F) (FDR<0.001).(I) Overlap between JMJD6 and Brd4 regulated genes from (G) and (H), respectively.(J) Genes regulated in common and in the same direction by JMJD6 and Brd4.Direct interaction between JMJD6 and Brd4 was demonstrated in vitro (Figure 1D and Figure S1B) and in HEK293T cells co-transfected with JMJD6 and Brd4 (Figure 1E). The JMJD6 interacting domain in Brd4 was mapped to a fragment harboring the extraterminal domain (ET) (aa 471–730) in vitro (Figure S1C–E) and in HEK293T cells (Figure S1F). Similarly, the amino-terminal and JmjC domains of JMJD6 together mediated its interaction with Brd4 both in vitro (Figure S1G–L) and in HEK293T cells (Figure S1M).To begin to examine the transcriptional regulation by JMJD6 and Brd4 in the context of active P-TEFb complex, HEK293T cells were transfected with control siRNA or two independent siRNAs specifically targeting JMJD6 or Brd4 followed by Gro-seq analyses (Figure 1F, Figure S2A and S2B). Each of the two siRNAs targeting JMJD6 or Brd4 caused transcriptional changes in a substantial number of genes (Figure 1G and 1H, and Figure S2C and S2D). We subsequently focused on the conserved program (Figure 1G and 1H). In accord with their association with the active P-TEFb complex, 82% of JMJD6- or 71% Brd4-regulated genes exhibited impaired transcription when knocking down of JMJD6 or Brd4, respectively (Figure 1G and 1H). Significantly, over 56% or 47% of the genes regulated by JMJD6 or Brd4, respectively, were jointly regulated by these two proteins (n=1,201) (Figure 1I and Table S3), 96.2% of which were regulated in the same direction by both proteins (n=1,155) (Figure 1J). Out of these 1,155 genes, 88% of them required both JMJD6 and Brd4 for transcriptional activation (n=1,022) (Figure 1J), as further validated by q-RT-PCR (Figure S2E). These genes that were positively-regulated in common by both JMJD6 and Brd4 (n=1,022) were referred to as JB genes. Gene ontology analysis revealed that functional terms, including cellular metabolic process, embryonic development, RNA splicing and processing, cell death and apoptosis, cellular localization and cell cycle regulation, were enriched (Table S4). Together, our experiments argue in favor of a physical and functional interaction between JMJD6 and Brd4.Regulation of Pol II Promoter-Proximal Pause Release by JMJD6 and Brd4Brd4 has been shown to be critical for transcriptional elongation presumably through its recruitment of P-TEFb complex. Based on the fact that JMJD6 and Brd4 co-regulated a significant subset of genes, we hypothesized that JMJD6 might also play a role in the process of P-TEFb activation and promoter-proximal Pol II pause release. To test this hypothesis, Pol II ChIP-seq analysis was performed in control siRNA or siRNA specifically targeting JMJD6 or Brd4 transfected HEK293T cells. For the vast majority of genes, Pol II occupancy was at a much higher density at the promoter-proximal region compared to gene body (Figure S2F). We then calculated the relative ratio of Pol II density in the promoter-proximal region and the gene body, which has been termed as traveling ratio (TR) (Reppas et al., 2006) or pausing index (Zeitlinger et al., 2007) (Figure 2A). It was found that nearly 90% of Pol II-bound genes have a TR larger than 2, suggesting that these genes experience promoter-proximal pausing regulation (Figure S2G), a result similar to what was found in embryonic stem (ES) cells (Rahl et al., 2010). When all Pol II-bound genes were assessed, JMJD6 exhibited a only a modest, although significant, effects on TR values, whereas the number of genes and the magnitude of TR changes affected by Brd4 knock-down was much larger (Figure 2B and 2C). However, when considering only JB genes, we found that knock-down of either protein led to a significant increase of TR values and the changes were in a similar extent, suggesting that these factors co-regulate Pol II promoter-proximal pause release on these genes (Figure 2D and 2E). Furthermore, the significance of the TR change caused by JMJD6 or Brd4 knock-down was comparable to that by DRB or flavopiridol treatment, two P-TEFb inhibitors (Figure S2H and S2I). Specifically, ~85% of those 1022 genes showed an increase of TR value after knocking down either JMJD6 or Brd4 (Figure S2J). The fold-change of TR value on a specific gene correlated poorly with its length (Figure S2K and S2L). To further strengthen the idea that both JMJD6 and Brd4 are essential and function in a protein complex to regulate pause release of JB genes, double knock-down of JMJD6 and Brd4 displayed no additive effects on TR change compared to knock-down of JMJD6 or Brd4 individually (Figure S2M).Open in a separate windowFigure 2JMJD6 and Brd4 Promote Promoter-proximal Pol II Pause Release(A) Schematic representation of the way applied to calculate Pol II traveling ratio (TR).(B, D) Pol II TR distribution in HEK293T cells for all Pol II-bound genes (B) or genes that are positively-regulated in common by JMJD6 and Brd4 (n=1,022) (JB genes) (D).(C, E) Box plots showing the change of Pol II TR caused by knock-down of JMJD6 or Brd4 in panel B (C) and D (E) (Median (C): 6.54 (siCTL), 10.36 (siBrd4), 7.48 (siJMJD6); Median (E): 2.61 (siCTL), 5.46 (siBrd4), 4.14 (siJMJD6)).(F) Gro-seq read distribution along the transcription units from 2kb upstream of the transcription start site (TSS) to 2.5kb downstream of the transcription termination site (TTS) in HEK293T cells transfected with control, JMJD6 or Brd4 siRNA. Region included was normalized and scaled to 1.(G, I) TR distribution based on Gro-seq analysis in HEK293T cells for all Pol II-bound genes (G) or JB genes (I).(H, J) Box plots showing change of TR caused by knock-down of JMJD6 or Brd4 as shown in panel G (H) and I (J) (Median (H): 0.61 (siCTL), 1.82 (siBrd4), 1.00 (siJMJD6); Median (J): 0.33 (siCTL), 1.22 (siBrd4), 0.66 (siJMJD6)).In further support of their role in promoting Pol II promoter-proximal pause release, knock-down of JMJD6 or Brd4 caused a slight increase of read density at promoter-proximal region, but a dramatic decrease along the gene body based on Gro-seq analysis, resembling a typical pause release defect (Figure 2F). By the criterion defining Pol II TR as the relative ratio of Gro-seq reads density in the promoter-proximal region and the gene body, both JMJD6 and Brd4 knock-down caused a significantly increased TR compared to control samples when all Pol II-bound genes were examined, with the magnitude of TR changes caused by Brd4 knock-down being more dramatic (Figure 2G and 2H). Importantly, ~85% of those 1022 genes showed an increase of TR value after knocking down either JMJD6 or Brd4 (Figure 2I, 2J and Figure S2N). Similar to analyses based on Pol II ChIP-seq, the fold change of TR value assessed by Gro-seq on a specific gene was poorly correlated with its length (Figure S2O and S2P).Genomic Localization of JMJD6 and Brd4ChIP-seq profiling of JMJD6 and Brd4 binding sites across the genome revealed that Brd4 localized on the promoter region of a large set of genes (n=6,120, ~44% of its total binding sites), with the remaining 56% (n=7,878) located on intergenic and intragenic regions (Figure 3A). In contrast, JMJD6 was detected on only ~500 promoters, comprising ~6% of all JMJD6 binding sites, with the vast majority of JMJD6 binding sites (n=7,815) located on intergenic and intragenic regions (Figure 3B and S3A). Identified binding sites for JMJD6 and Brd4 were validated by ChIP-qPCR (Figure S3B). Interestingly, JMJD6 and Brd4 were highly correlated on distal regions (intergenic and intragenic regions) (Figure 3C and Figure S3C). Although Brd4 promoter occupancy was observed on ~53% of those JB genes, only ~3% of them (n=34) had detectable peaks for JMJD6 (Figure 3D). Indeed, the ChIP-seq tag density for JMJD6 was close to background at the promoter regions of those JB genes (Figure 3E and 3F). These observations raised the intriguing possibility that JMJD6, with Brd4, might regulate Pol II promoter-proximal pause release for the subset of genes they jointly-regulated in an unexpected distal regulatory fashion, which would be most likely established via long-range interactions between promoters and JMJD6 and Brd4 co-occupied distal sites (Figure 7K).Open in a separate windowFigure 3JMJD6 and Brd4 Genomic Binding(A, B) Genomic distribution of Brd4 (A) or JMJD6 (B) binding sites.(C) Heat map representation of JMJD6 and Brd4 tag density centered on JMJD6 ChIP-seq peaks.(D) Venn diagram showing the number of genes having JMJD6 and/or Brd4 binding on promoter regions among those JB genes.(E) ChIP-seq tag distribution of JMJD6, Brd4, H3Ac, H4Ac, H3K4me3, H3K4me2, H3K4me1, H3K27Ac or P300 surrounding TSS of those JB genes (left panel), the center of JMJD6 and Brd4 co-bound distal sites (middle panel) or all of its own binding sites in the genome (right panel).(F) JMJD6, Brd4, H3Ac, H4Ac, H3K4me3, H3K4me2, H3K4me1, H3K27Ac or P300 binding on selected genomic regions: C16orf93 or TRIM11 promoter region and the nearby JMJD6 and Brd4 co-bound distal enhancer (Center of enhancer: chr16:30,733,200 (left panel); chr1:226,633,061 (right panel)).(G) Pie chart displaying the percentage of JMJD6 and Brd4 co-bound distal sites with or without H4Ac or H3Ac marks.(H, I) Brd4 is required for JMJD6 binding on chromatin, but not vice versa. Standard ChIP assay was performed with anti-JMJD6 (H) or anti-Brd4 (I) antibody in HEK293T cells. The five regions bound by both JMJD6 and Brd4 tested were selected from Figure S3B. ChIP signals were presented as % of Inputs (± SEM, ***p<0.001). (1:chr1:232,701,545–232,701,745; 2:chr4:12,251,121–12,251,321; 3: chr18:2,832,201–2,832,401; 4: chr3:13,664,851–13,665,051; 5: chr7:61,371,401–61,371,601)Open in a separate windowFigure 7H4R3me2(s) Methylation and 7SK RNA Methylation in its Cap Structure Are Involved in JMJD6 and Brd4-mediated Pol II Promoter-proximal Pause Release(A, E) HEK293T cells transfected with control siRNA or two independent siRNAs specific targeting PRMT5 (A) or BCDIN3 (E) were subjected to IB analyses.(B, F, I) Pol II TR distribution for JB genes in HEK293T cells transfected with siRNA(s) as indicated. Note that experiments shown in (B), (F) and (I) were performed at the same time.(C, G) TR distribution based on Gro-seq analysis for JB genes in HEK293T cells transfected with control siRNA or siRNA specific targeting PRMT5 (C) or BCDIN3 (G).(D, H) Box plots showing that the change of Pol II TR caused by knock-down of PRMT5 or BCDIN3 as shown in (C) or (G), respectively. (Median (E): 2.10 (siCTL), 1.30 (siPRMT5); Median (J): 1.33 (siCTL), 1.01 (siPRMT5);(J) Box plot showing change of Pol II TR as shown in (B), (F) and (I). (Median: 5.65 (siCTL), 11.38 (siJMJD6), 4.30 (siPRMT5), 4.41 (siBCDIN3), 6.24 (siJMJD6+siPRMT5), 6.35 (siJMJD6+siBCDIN3), 2.86 (siPRMT5+siBCDIN3)).(K) Model: Regulation of transcription pause release of a subset of transcriptional units by JMJD6 associated dual enzymatic activities on distal anti-pause enhancers (A-PEs). 7SK snRNA/HEXIM associated inactive P-TEFb complex was tethered to chromatin through 7SK snRNA reading of H4R3me2(s) mark. H4Ac and/or H3Ac-mediated recruitment of JMJD6/Brd4 protein complex exhibits dual enzymatic activities, both histone demethylation activity targeting H4R3me2(s) and RNA demethylation activity targeting 7SK snRNA methyl-group in its cap structure, resulting in the dismissal of the 7SK snRNA/HEXIM inhibitory complex imposed on P-TEFb. Meanwhile, the ability of both JMJD6 and Brd4 to interact with P-TEFb complex retains its association with chromatin and permits subsequent pause release for transcriptional elongation.Characterization of JMJD6 and Brd4 Co-occupied Distal SitesTo test whether JMJD6 and Brd4 co-bound distal sites might correspond to current definitions of enhancers, we performed ChIP-seq for several histone marks and co-activators, finding that they were enriched with H3K4me1/2, H3K27Ac and P300, but exhibited low/no levels of H3K4me3, features characteristic of active enhancers (Figure 3E and 3F). We hypothesized that Brd4 recognition of acetylated histones was likely to account for the recruitment of the Brd4 and JMJD6 complex to their co-occupied enhancers as the two bromodomains of Brd4 are well established to bind to acetylated histone tails, mainly focusing on di-acetylated H3 (K9 and K14) (H3Ac) or tetra-acetylated H4 (K5, 8, 12 and 16) (H4Ac). Indeed, ~95% of Brd4 binding regions and ~90% of JMJD6 and Brd4 co-bound distal enhancers were enriched with either H3Ac or H4Ac marks (Figure S3D and S3E, and Figure 3E–G). To support the requirement of Brd4 for JMJD6 binding, it was found that JMJD6 binding decreased significantly following knock-down of Brd4 on randomly-selected JMJD6 and Brd4 co-bound distal enhancers (Figure 3H); however, knock-down of JMJD6 exerted no significant effects on Brd4 binding (Figure 3I).H4R3me2(s) Demethylase Activity of JMJD6To explore how the recruitment of the JMJD6 and Brd4 protein complex to their co-occupied distal enhancers functionally links to the regulation of Pol II promoter-proximal pause release, we first examined JMJD6 histone demethylase activity. It was found that, in contrast to the enzymatically dead mutant, wild type JMJD6 purified from bacterial cells specifically demethylated methylated histone H4R3, including mono-(H4R3me1), symmetric di-(H4R3me2(s)) and asymmetric di-(H4R3me2(a)) forms, but not other methylated arginine or lysine residues examined. Total levels of histone H3 and H4 remained unchanged (Figure 4A, and Figure S3F and S3G). An interacting ssRNA (Hong et al., 2010), its sense or anti-sense form, was included in our demethylase assay, finding that it exerted no effects on JMJD6 enzymatic activity (Figure 4A). To examine JMJD6 regulation by post-translational modifications (PTMs) or functional associated protein partners, we performed in vitro histone demethylase assays by using Flag-tagged JMJD6 or its enzymatically dead mutant (H187A) purified from HEK293T cells following overexpression. Again, JMJD6 displayed a specific demethylase activity towards H4R3me, but not H4K20me or other arginine or lysine methylations examined. In contrast, the enzymatically-dead JMJD6 mutant (H187A) had no effect on any histone modifications examined (Figure 4B, Figure S3H and data not shown). RNaseA was also included in the demethylation reactions to remove any RNA co-purified with the enzyme, finding that it had no effect on JMJD6 enzymatic activities (Figure 4B). Furthermore, JMJD6 demethylase activity towards H4R3me was confirmed using histone tail peptides as substrates (Figure S3I).Open in a separate windowFigure 4H4R3me and 7SK snRNA Demethylase Activity of JMJD6(A, B) Histone demethylase activity of JMJD6 examined by in vitro histone demethylase assay using JMJD6 protein purified from bacterial cells (A) or over-expressed HEK293T cells (B).(C, E) H4R3me2(s) ChIP-seq tag density distribution surrounding the center of JMJD6 and Brd4 co-bound distal enhancers (C) or TSS of those JB genes (E).(D) Box plot showing change of H4R3me2(s) occupancy in (C) is significant (Median: 7.73 (siCTL), 14.52(siJMJD6)).(F) 7SK snRNA association with modified histone tails detected by Histone Peptide Array. Spot P20 serves as a positive control for IB with HRP-conjugated streptavidin.(G) 7SK snRNA pull-down mixing in vitro transcribed, biotinylated 7SK snRNA with purified mononucleosomes, followed by IB analysis.(H) 7SK snRNA association with H4R3me2(s)-containing histone tails was examined by in vitro histone peptide pull-down assay. 5' or 3' 7SK sequences were incubated with or without H4R3me2(s)-containing histone tails. Northern blotting (N.B) was performed with probes targeting 5' end (left panel) or 3' end (right panel) of 7SK snRNA.(I) JMJD6 demethylation of 7SK snRNA examined through in vitro demethylation assay. Equal amount of each reaction was prepared for dot blotting assay followed by autoradiogram or IB with HRP-conjugated streptavidin.(J) The percentage of cellular 7SK snRNA retrieved by ChIRP. GAPDH served as a negative control. Data was presented as % of Inputs (± SEM)(K) 7SK ChIRP tag density distribution surrounding the center of JMJD6 and Brd4 co-bound distal enhancers.(L) Standard ChIP assay was performed with anti-HA antibody in HEK293 cells stably expressing HA-tagged HEXIM1. ChIP signals were presented as % of Inputs (± SEM, **p<0.01, ***p<0.001). (JMJD6 and Brd4 co-bound distal region A: chr16:30,733,100–30,733,300 (Figure 3F, left panel); B: chr1:226,632,961–226,633,161 (Figure 3F, right panel); C: chr1:829,973–830,173 (Figure 5A); D: chr16: 29,940,404–29,940,604 (Figure 5B); E: chr2:19,426,222–19,426,422 (Figure 5C); F: chr22:49,429,007–49,429,207 (Figure S4A))As H4R3me2(s) and its methyltransferase, PRMT5, have been suggested to associate with transcriptional repression, we focused on the demethylase activity of JMJD6 towards this histone mark in this current study (Wysocka et al., 2006; Xu et al., 2010). To further support JMJD6 demethylase activity toward H4R3me2(s), a significant change of H4R3me2(s) occupancy was observed on JMJD6 and Brd4 co-bound distal enhancers upon JMJD6 knock-down (Figure 4C and 4D), but not on the promoter regions of those JB genes(Figure 4E). Since histone modifications exert effects through recruiting “reader” proteins or non-coding RNAs (Lachner et al., 2003; Ruthenburg et al., 2007; Yang et al., 2011), we speculated that JMJD6 demethylation of the repressive H4R3me2(s) mark, which might be read by 7SK snRNA and HEXIM1/2, would result in the disassembly of the inhibitory complex imposed on P-TEFb complex. Probing MODified™ Histone Peptide Array with purified HEXIM1 protein revealed no specific binding to modified histone tails (data not shown). Intriguingly, 7SK snRNA was found to associate with several histone peptides on the array, with enrichment of H4R3me2, as well as H4K5Ac, H4K8Ac, H4K12Ac and H4K16Ac modifications (Figure 4F, Figure S3J and S3K). In vitro RNA pull-down confirmed that 7SK snRNA specifically associated with nucleosomes enriched for H4R3me2 or H4Ac (K5, 8, 12 and 16), but not H3R2me2 or H3Ac (K9 and 14) (Figure 4G). Furthermore, H4R3me2(s)-containing histone tails was found to specifically associate with the 5'-, but not 3'-terminal half of 7SK (Figure 4H and Figure S3L). Together, these data suggest that JMJD6-mediated demethylation of H4R3me2(s), a repressive histone mark directly read by 7SK snRNA, can potentially result in the dismissal of 7SK snRNA/HEXIM1 inhibitory complex and subsequent P-TEFb complex activation and transcription pause release (Figure 7K).A 7SK snRNA Decapping Function of JMJD67SK snRNA is capped post-transcriptionally through the addition of a methyl group directly on the gamma-phosphate of its first 5' nucleotide by its capping enzyme, BCDIN3/MePCE (Jeronimo et al., 2007). The cap structure enhances the stability of 7SK snRNA by protecting the RNA from exonucleolytic degradation (Jeronimo et al., 2007; Shumyatsky et al., 1990). As a recent structural study suggested that methyl-group on ssRNA might serve as substrate of JMJD6 (Hong et al., 2010), we hypothesized that JMJD6 might possess a novel activity towards the methyl group in the cap structure of 7SK snRNA, which could result in 7SK snRNA destabilization and cause subsequent P-TEFb activation. Indeed, BCDIN3 efficiently methylated 7SK snRNA, and the methylation signals decreased in a dose-dependent manner in the presence of JMJD6 (Figure 4I, and Figure S3M). Furthermore, demethylation of 7SK snRNA by JMJD6 was dependent on its JmjC domain (Figure S3N). Surprisingly, neither JMJD6 nor Brd4 knock-down resulted in a significant change of total 7SK snRNA levels assessed by northern blotting in cells, suggesting JMJD6 demethylation of 7SK snRNA might occur locally on chromatin (Figure S3O). 7SK snRNA ChIRP was then performed using a single DNA oligonucleotide, which was shown to specifically target and efficiently pull down 7SK snRNA (Yang et al., 2001). Indeed, around 85% of total cellular 7SK snRNA was retrieved, but not GAPDH mRNA (Figure 4J). Knock-down of BCDIN3 led to a significant decrease of the tags of our identified 7SK binding peaks (P-value <10E-100), further supporting specificity of the 7SK ChIRP. Consistent with our hypothesis, 7SK snRNA occupancy increased significantly on JMJD6 and Brd4 co-bound distal enhancers following JMJD6 or Brd4 knock-down, but not on the promoter regions of those JB genes (Figure 4K and Figure S3P). Increased HEXIM1 binding was also observed for a number of JMJD6 and Brd4 co-bound distal enhancers tested by conventional ChIP (Figure 4L). We therefore have coined a presumptive designation for the JMJD6 and Brd4 co-bound distal enhancers, referring to them as anti-pause enhancers (A-PEs), on which JMJD6 displays demethylation activity towards H4R3me2(s) and methyl-group in the 7SK snRNA cap.Anti-pause enhancers loop to and regulate pausing release of target gene promotersTo test the hypothesis that JMJD6 regulation of Pol II promoter-proximal pause release would be established via long-range interactions between promoters and anti-pause enhancers (A-PEs), chromosome conformation capture (3C) analysis was performed for a number of genes which were strongly-regulated by JMJD6 and Brd4, including SAMD11, ALDOA, RHOB, CHKB, C16orf93 and TRIM11, all of which showed specific interactions with their nearby cognate A-PEs (Figure 5A–C and Figure S4A–C). Intriguingly, the detected interactions were generally not significantly affected by either JMJD6 or Brd4, suggesting that they were established based on other enhancer-bound factors, regardless of gene expression status. The striking presence of nine subunits of the mediator complex in our MS analysis for proteins associated with JMJD6, including MED1 (Table S1), co-occupancy of Brd4 with MED1 on enhancers and promoters in several cancer cell lines, and mediators' roles in functionally connecting enhancers and core promoters of many active genes prompted us to test whether MED1 affects looping formation between gene promoters and A-PEs (Kagey et al., 2010; Loven et al., 2013). Indeed, knock-down of MED1 impaired the looping formation for all gene promoters and A-PEs tested (Figure 5A–C and Figure S4A–C).Open in a separate windowFigure 5Anti-pause Enhancers Are Functionally Connected To Coding Genes Promoters(A–C) Interactions between selected promoter regions (P), SAMD11 (A), ALDOA (B) or RHOB (C), and anti-pause enhancers (A-PEs) detected by 3C analysis. Interaction intensity was measured by q-PCR using validated primers specific for the tested regions following 3C samples preparation. Data was presented as fold enrichment over 3C samples without adding T4 ligase after normalization to input (± SEM, *p<0.05, **p<0.01, ***p<0.001). A genomic region around 20kb from each A-PE served as a negative control (N). (Center of enhancer: chr1:830,073 (A); chr16:29,940,504 (B); chr2:19,426,322 (C)).(D–F) Luciferase reporter activities driven by selected promoter sequences and A-PEs. HEK293T cells were transfected with control luciferase vector, luciferase vector containing promoter sequence only (P) or both promoter sequence and its corresponding nearby A-PE (P+A), followed by luciferase activity measurement. Data was normalized to Renilla internal control (± SEM., *p<0.05, **p<0.01, ***p<0.001).(G, H) Relative ratio of Pol II density in the promoter-proximal region and selected region in the body of luciferase gene. HEK293T cells were transfected with control siRNA or siRNA specific targeting JMJD6 or Brd4 in the presence of luciferase report vector containing promoter sequence only (P) or both promoter sequence and A-PE (P+A) followed by Pol II ChIP analysis. Q-PCR was performed with primers as indicated, with primer set F1+R1 targeting promoter region, whereas F2+R2 and F3+R3 targeting two distinct regions on luciferase gene body. Data was presented as relative ratio of Pol II density (± SEM, **p<0.01, ***p<0.001).To further demonstrate that A-PEs are functionally linked to transcriptional control of these coding genes, selected promoter regions were cloned with corresponding A-PEs into pGL3 basic luciferase vectors and transfected into HEK293T cells. For all ten constructs tested, the combination of promoter sequence and anti-pause enhancer (P+A-PE) drove the luciferase gene expression efficiently, which was impaired following knock-down of either JMJD6 or Brd4 (Figure 5D–F and Figure S5D–J, far right three columns). To support A-PEs regulate transcription at the Pol II promoter-proximal pause release step, Pol II ChIP analysis revealed that the relative ratio of Pol II density in the promoter-proximal region and two selected regions on the luciferase gene body increased significantly following knock-down of JMJD6 or Brd4, suggesting a defect in Pol II pause release (Figure 5G and 5H). Interestingly, the luciferase reporter activities detected from vectors containing promoter sequences only (P), presumably lacking of 7SK snRNA/HEXIM inhibitory complex associated with A-PEs, was significantly lower than vectors containing both promoter sequences and A-PEs (P+A-PE), suggesting that JMJD6 and Brd4 might have additional roles, such as retaining the P-TEFb complex, besides their function in dismissing the inhibitory 7SK snRNA/HEXIM complex (Figure 5D–F and Figure S5D–J). Consistent with this, the relative ratio of Pol II density in the promoter-proximal region and selected region in the body of luciferase gene detected from luciferase vector containing promoter sequence only (P) was significantly larger than that from luciferase vectors containing both promoter sequence and A-PE (P+A-PE) (Figure 5G and 5H).Activation of the P-TEFb Complex by JMJD6 and Brd4Our data suggested that JMJD6 and Brd4 might retain and activate the P-TEFb complex in addition to dismissing 7SK snRNA/HEXIM. Because Brd4 is known to interact with the Cylcin T1 in the P-TEFb complex and to be capable of extracting the P-TEFb complex from 7SK snRNP (Jang et al., 2005; Krueger et al., 2010; Yang et al., 2005), we investigated whether JMJD6 might play a similar role. JMJD6 was found to specifically interact with CDK9, but not with CyclinT1 (Figure 6A–B and Figure S5A). Both the amino-terminal and the JmjC domain of JMJD6 were able to interact with CDK9, whereas carboxyl-terminal, containing the unstructured region, failed to do so (Figure S5B–C). The carboxyl-terminus (aa 315–372) of CDK9 was apparently required for its binding with JMJD6 as any truncations lacking this region failed to bind (Figure S5D), but sufficiency could not be tested because it alone was not expressed in cells. Therefore, our data and those from previous studies demonstrated that JMJD6 and Brd4 interact with distinct subunits in the P-TEFb complex, with JMJD6 interacting with CDK9 and Brd4 with Cyclin T1. Furthermore, CDK9 was directly released from the 7SK/HEXIM snRNP by both JMJD6 (1–305) and Brd4 (1209–1362) (regions binding with the P-TEFb complex) (Figure 6C).Open in a separate windowFigure 6Activation of the P-TEFb Complex by JMJD6 and Brd4(A, B) JMJD6 interaction with CDK9 (A) or Cyclin T1 (B) examined by IP in HEK293T cells. IgG H.C (IgG heavy chain).(C) Release of the P-TEFb complex by JMJD6 or Brd4 protein examined by in vitro PTEFb release assay.(D) CDK9 ChIP-seq tag distribution surrounding TSS of those JB genes in HEK293T cells.(E) Box plot showing change of CDK9 occupancy in (D) is significant (Median: 61.39 (siCTL), 32.90 (siBrd4), 15.62 (siJMJD6)).(F, H) The changes of CDK9 (upper panels) or Pol II ser2 phosphorylation (bottom panels) occupancy after knocking down of JMJD6 or Brd4 were shown for specific genes, as indicated.(G) Metagenes showing average Pol II ser2 phosphorylation ChIP-seq signals across those JB transcription units. Units are mean tags per bin for 160 bins across the transcribed region of each gene with 2 kb upstream (40 bins of 50 bp each) and 5kb downstream flanking regions (100 bins of 50 bp each).To support the hypothesis that both JMJD6 and Brd4 are required to efficiently retain and activate the P-TEFb complex, knock-down of either JMJD6 or Brd4 caused a significant decrease of CDK9 occupancy on the promoter regions as well as gene bodies of those JB genes (Figure 6D–F and Figure S5F–H), whereas the CDK9 protein levels remained unchanged (Figure 1F). In accordance with the decrease of CDK9 occupancy, Pol II ser2 phosphorylation decreased significantly across those JB transcription units as well (Figure 6G and 6H, and Figure S5H). We therefore are tempted to suggest a model in which the two enzymatic activities of JMJD6 act locally to cause dismissal of the 7SK/HEXIM1 inhibitory complex and the ability of both JMJD6 and Brd4 to retain P-TEFb lead to subsequent Pol II promoter-proximal pause release (Figure 7K).H4R3me2(s) Demethylation and 7SK Decapping/Demethylation in JMJD6 and Brd4-mediated Pol II promoter-proximal Pause ReleaseIf the dynamic regulation of the identified dual substrates of JMJD6, H4R3me2(s) and 7SK γ-methylphosphate cap, are critical for the release of 7SK/HEXIM1 inhibitory complex imposed on the P-TEFb complex, we would expect to see that knock-down of their corresponding methyltransferases, PRMT5 and BCDIN3/MEPCE, would result in enhanced Pol II promoter-proximal pause release for those JB genes. However, the effect would be expected to be modest due to the fact that these genes are already mostly transcriptionally active. Similar results would also be expected from knocking down the inhibitory components, 7SK snRNA and HEXIM1/2. Knock-down of PRMT5 in HEK293T cells caused a further decrease of H4R3me2(s) levels on A-PEs (Figure 7A, and Figure S6A–B). To support our hypothesis, we observed a significant, although modest, decrease of Pol II TR after PRMT5 knock-down for JB genes (Figure 7B and 7J). Gro-seq-based TR measurement also supported the inhibitory function of PRMT5 in Pol II promoter-proximal pause release (Figure 7C and 7D). To further strengthen the idea that JMJD6 and PRMT5 antagonize each other in transcription pause release control, double knock-down of these two proteins neutralized the TR changes caused by knocking down of each protein individually (Figure 7B and 7J). Together, these data reveal that a dynamic regulation of H4R3me2(s) specifically occurring at A-PEs, with JMJD6 demethylase activity being dominant, is critical for Pol II promoter-proximal pause control.We next examined the role of decapping/demethylation of 7SK snRNA on Pol II promoter-proximal pause release by knocking down BCDIN3 followed by Pol II ChIP-seq analysis (Figure 7E and Figure S6C). As expected, knock-down of BCDIN3 resulted in a significant decrease of 7SK snRNA level (Figure S6D). In support of a role of decapping/demethylation of 7SK snRNA on Pol II promoter-proximal pause release, similar to what observed for PRMT5, BCDIN3 knock-down led to a significant, although modest, decrease of Pol II TR for those JB genes (Figure 7F and 7J), which was confirmed by Gro-seq analysis (Figure 7G and 7H). Double knock-down of JMJD6 and BCDIN3 neutralized the TR changes caused by knocking down of each protein individually, indicating their antagonistic functions (Figure 7F and 7J). In contrast, double knock-down of PRMT5 and BCDIN3 caused an additive effect on TR change, suggesting these two proteins function in parallel to regulate pause release for those JB genes (Figure 7I and 7J). Finally, Based on Pol II ChIP-seq and Gro-seq analyses, both 7SK snRNA and HEXIM1/2 knock-down caused a significant, although modest, decrease of TR, similar to what observed for other inhibitory components, such as PRMT5 and BCDIN3 (Figure S6E–R).Anti-pause Enhancers in Other Cell TypesTo investigate potential JMJD6 and Brd4 co-occupied anti-pause enhancers in a second cell line, HeLa cells, Gro-seq experiments were performed and it was found that JMJD6 and Brd4 co-regulated a substantial number of genes (n=844). Significantly, 96% of these genes required both proteins for activation (n=814), which we referred as JB genes, representing ~83% of the total genes positively-regulated by JMJD6 (Figure S7A–D). JMJD6 and Brd4 control of Pol II promoter-proximal pause release was readily seen in HeLa cells for those JB genes (Figure S7E and S7F). As was the case in HEK293T cells, Brd4 occupied both promoters and distal regions, whereas JMJD6 bound predominately to distal regions in HeLa cells (Figure S7G and S7H). Importantly, JMJD6 and Brd4 were highly correlated on distal regions (Figure S7I and S7J). Only ~13% of those JB genes had detectable JMJD6 peaks on their promoter regions, suggesting that JMJD6 regulates Pol II promoter-proximal pause release based on the actions at distal sites (Figure S7K and S7L).To characterize JMJD6 and Brd4 co-bound distal sites (anti-pause enhancers), we performed ChIP-seq for H3Ac and H4Ac and examined several datasets from the Encode project in HeLa cells. It was found that, similar to our findings in HEK293T cells, JMJD6 and Brd4 co-bound distal sites represented active enhancers (enriched with H3K4me1/2 and H3K27Ac, but exhibiting relatively low levels of H3K4me3) with both H3Ac and H4Ac histone marks (Figure S7L). These data suggest that anti-pause enhancer-associated JMJD6 and Brd4 regulation of Pol II promoter-proximal pause release occurs in many cell types. DISCUSSIONBrd4 and JMJD6 Regulate Promoter-Proximal Pause ReleaseThe evidence presented in this manuscript suggests that JMJD6 and Brd4, acting as functional partners, regulate Pol II promoter-proximal pausing in a large subset of genes based on their actions on distal enhancers, termed anti-pause enhancers (A-PEs). Mechanistically, it appears that acetylated histone H4/H3-mediated, Brd4-dependent binding of JMJD6, an enzyme that displays dual demethylase activities towards both histone arginine and the 7SK snRNA cap, on these A-PEs leads to the release of 7SK snRNA/HEXIM1 inhibitory complex imposed on P-TEFb. Meanwhile, both JMJD6 and Brd4 are capable of extracting and retaining the P-TEFb complex on chromatin, leading to its activation, promoter-proximal Pol II pause release, and gene activation.Brd4 is required for transcriptional activation of a large number of genes, with many of them also requiring JMJD6 for gene activation. However, a large number of genes exhibiting promoter-proximal pause regulation by Brd4 are independent of JMJD6 for activation. Indeed, the Brd4 interactome contains other functional partners, such as NSD3, that, while not required for the Pol II promoter-proximal pause release of those genes jointly-regulated by JMJD6 and Brd4 (data not shown), may function for a distinct cohort of genes, based on binding on either promoter regions or distal enhancers (Rahman et al., 2011). Similarly, JMJD6 can function independent on Brd4 in promoter-proximal pause release for other transcription units.JMJD6: Multiple Substrates, Multiple FunctionsIn the current study, we have focused on the function of JMJD6 demethylase activity on H4R3me2(s), a repressive histone mark, in promoting transcription pause release. As JMJD6 also exhibited demethylase activity towards H4R3me2(a), a histone mark associated with transcriptional activation (Li et al., 2010; Wysocka et al., 2006; Yang et al., 2010), we envision a role of JMJD6 in gene repression. Indeed, our Gro-seq analysis revealed that a subset of genes was repressed by JMJD6. Whether JMJD6 represses gene transcription based on its H4R3me2(a) demethylase activity remains as an interesting question for future investigation. Here we have also uncovered a novel JMJD6 enzymatic activity targeting RNA methylation, which is specific to the methyl-group in the 7SK snRNA cap structure. Testing whether other JmjC domain-containing proteins target to other types of methylation found on single-stranded RNA (ssRNA) including m3U and N6A methylation will be of particular interest for future studies. It is noteworthy that JMJD6 demethylase activities towards both H4R3me2(a) and methyl-group in the 7SK snRNA cap structure occur locally on chromatin, suggesting that other demethylases with similar activities might exist, which is also consistent with the fact that, despite born with severe developmental defects, viable JMJD6 knockout mice could be identified at birth (Bose et al., 2004; Kunisaki et al., 2004; Li et al., 2003).7SK snRNA: a Non-coding RNA Reading Histone MarksOur data support the idea that 7SK snRNA/HEXIM/P-TEFb is tethered to chromatin through 7SK snRNA recognition of the H4R3me2(s) mark on A-PEs. JMJD6/Brd4 protein complex erasure of H4R3me2(s) releases 7SK snRNA/HEXIM inhibition, allowing local P-TEFb activation to occur. Reading of other histone marks on chromatin, by 7SK snRNA, may also contribute to its function in transcriptional regulation. Indeed, a specific locked nucleic acid (LNA) targeting 7SK dramatically affects Pol II promoter-proximal pause release and transcription of a large set of genes.In conclusion, our studies here have revealed anti-pause enhancers regulate Pol II promoter-proximal pause release, on which: i) JMJD6 and Brd4 binding is detected; ii) there is enrichment of H4Ac and H3Ac marks, as well as classical active enhancer marks; iii) release of 7SK snRNA/HEXIM inhibitory complex occurs, in response to JMJD6 enzymatic activity targeting both H4R3me2(s) and/or 7SK snRNA cap; and iv) looping is formed with coding gene promoters, providing the apparent architectural basis for their ability to regulate transcription pause release events at promoters. A-PEs, therefore, apparently are enhancers with a novel function in transcription pause release, with their unique feature being co-bound by both JMJD6 and Brd4, and the associated molecular mechanisms. EXPERIMENTAL PROCEDURESsiRNA Transfection, RNA Isolation and q-RT–PCRTwo independent siRNAs against JMJD6, Brd4, PRMT5, BCDIN3, HEXIM1 or HEXIM2 were used in this study (see Extended Experimental Procedures for siRNA sequence information). Locked nucleic acid (LNA) targeting 7SK snRNA was designed and purchased form Exiqon (G*A*G*A*G*C*T*T*G*T*T*T*G*G*A*G (* = phosphorothioate)). siRNA and LNA transfections were performed using Lipofectamine 2000 (Invitrogen) according to the manufacturer's protocol. Transfection efficiency was determined by immunoblotting and/or q-RT–PCR. Total RNA was isolated from HEK293T cells using RNeasy Mini Kit (Qiagen) following the manufacturer's protocol. First-strand cDNA synthesis from total RNA was carried out using SuperScript III First-strand cDNA synthesis system (Invitrogen). Resulting cDNA was then analyzed by quantitative PCR (qPCR) using Stratagene Mx3000 machine. Primers are specific for genes tested and their sequences are available upon request. All q-RT-PCRs were repeated at least three times and representative results were shown.Traveling Ratio (TR) CalculationPol II TR was defined as the relative ratio of Pol II density in the promoter-proximal region and the gene body. The promoter proximal region refers to the window from −50bp to +300bp surrounding transcription start site (TSS). Gene body is from 300bp downstream of TSS to the annotated end. TR calculated based on Gro-seq tag density was defined as ratio of Gro-seq reads density at the promoter-proximal bin (from −50bp to +300bp surrounding TSS) to Gro-seq density at the gene body bin (from +300bp to the annotated end). The significance of the change of TR between control and knock-down samples was displayed using box plot and determined using student t-test. ​\n                    Anti-pause enhancers (A-PEs) regulate Pol II promoter-proximal pause release.A-PEs-associated JMJD6 exhibits dual H4R3me2(S) and 7SK demethylase activities.7SK snRNA is a “reader” of H4R3me2(S).A-PEs loop with their cognate gene promoters to regulate Pol II pause release. Supplementary Material01Click here to view.(4.6M, pdf)02Click here to view.(17K, xlsx)03Click here to view.(50K, xlsx)04Click here to view.(102K, xlsx)05Click here to view.(146K, xlsx) ACKNOWLEDGMENTSWe thank Dr. Thomas M. Vondriska at UCLA for mass spectrometry analysis to identify JMJD6-associated proteins. We thank Janet Hightower for assistance with figure preparation. M.G.R. is an Investigator with the Howard Hughes Medical Institute. This work was supported by NIH grants (NS34934, DK39949, DK18477, CA173903, HL065445) to M.G.R. W.L. is the recipient of a Susan Komen for the Cure Postdoctoral Fellowship (PDF12229881). FootnotesPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. REFERENCEAdelman K, Lis JT. Promoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nature reviews Genetics. 2012;13:720–731. [PMC free article] [PubMed] [Google Scholar]Anand P, Brown JD, Lin CY, Qi J, Zhang R, Artero PC, Alaiti MA, Bullard J, Alazem K, Margulies KB, et al.  BET Bromodomains Mediate Transcriptional Pause Release in Heart Failure. Cell. 2013;154:569–582. [PMC free article] [PubMed] [Google Scholar]Bose J, Gruber AD, Helming L, Schiebe S, Wegener I, Hafner M, Beales M, Kontgen F, Lengeling A. The phosphatidylserine receptor has essential functions during embryogenesis but not in apoptotic cell removal. J Biol. 2004;3:15. [PMC free article] [PubMed] [Google Scholar]Chang B, Chen Y, Zhao Y, Bruick RK. JMJD6 is a histone arginine demethylase. Science. 2007;318:444–447. [PubMed] [Google Scholar]Cui P, Qin B, Liu N, Pan G, Pei D. Nuclear localization of the phosphatidylserine receptor protein via multiple nuclear localization signals. Exp Cell Res. 2004;293:154–163. [PubMed] [Google Scholar]Delmore JE, Issa GC, Lemieux ME, Rahl PB, Shi J, Jacobs HM, Kastritis E, Gilpatrick T, Paranal RM, Qi J, et al.  BET bromodomain inhibition as a therapeutic strategy to target c-Myc. Cell. 2011;146:904–917. [PMC free article] [PubMed] [Google Scholar]Dey A, Nishiyama A, Karpova T, McNally J, Ozato K. Brd4 marks select genes on mitotic chromatin and directs postmitotic transcription. Molecular biology of the cell. 2009;20:4899–4909. [PMC free article] [PubMed] [Google Scholar]Fadok VA, Bratton DL, Rose DM, Pearson A, Ezekewitz RA, Henson PM. A receptor for phosphatidylserine-specific clearance of apoptotic cells. Nature. 2000;405:85–90. [PubMed] [Google Scholar]Filippakopoulos P, Qi J, Picaud S, Shen Y, Smith WB, Fedorov O, Morse EM, Keates T, Hickman TT, Felletar I, et al.  Selective inhibition of BET bromodomains. Nature. 2010;468:1067–1073. [PMC free article] [PubMed] [Google Scholar]Gyuris A, Donovan DJ, Seymour KA, Lovasco LA, Smilowitz NR, Halperin AL, Klysik JE, Freiman RN. The chromatin-targeting protein Brd2 is required for neural tube closure and embryogenesis. Biochim Biophys Acta. 2009;1789:413–421. [PMC free article] [PubMed] [Google Scholar]Hah N, Murakami S, Nagari A, Danko CG, Kraus WL. Enhancer transcripts mark active estrogen receptor binding sites. Genome research. 2013;23:1210–1223. [PMC free article] [PubMed] [Google Scholar]Hargreaves DC, Horng T, Medzhitov R. Control of inducible gene expression by signal-dependent transcriptional elongation. Cell. 2009;138:129–145. [PMC free article] [PubMed] [Google Scholar]Heintzman ND, Hon GC, Hawkins RD, Kheradpour P, Stark A, Harp LF, Ye Z, Lee LK, Stuart RK, Ching CW, et al.  Histone modifications at human enhancers reflect global cell-type-specific gene expression. Nature. 2009;459:108–112. [PMC free article] [PubMed] [Google Scholar]Hong X, Zang J, White J, Wang C, Pan CH, Zhao R, Murphy RC, Dai S, Henson P, Kappler JW, et al.  Interaction of JMJD6 with single-stranded RNA. Proceedings of the National Academy of Sciences of the United States of America. 2010;107:14568–14572. [PMC free article] [PubMed] [Google Scholar]Houzelstein D, Bullock SL, Lynch DE, Grigorieva EF, Wilson VA, Beddington RS. Growth and early postimplantation defects in mice deficient for the bromodomain-containing protein Brd4. Mol Cell Biol. 2002;22:3794–3802. [PMC free article] [PubMed] [Google Scholar]Jang MK, Mochizuki K, Zhou M, Jeong HS, Brady JN, Ozato K. The bromodomain protein Brd4 is a positive regulatory component of P-TEFb and stimulates RNA polymerase II-dependent transcription. Molecular cell. 2005;19:523–534. [PubMed] [Google Scholar]Jeronimo C, Forget D, Bouchard A, Li Q, Chua G, Poitras C, Therien C, Bergeron D, Bourassa S, Greenblatt J, et al.  Systematic analysis of the protein interaction network for the human transcription machinery reveals the identity of the 7SK capping enzyme. Molecular cell. 2007;27:262–274. [PMC free article] [PubMed] [Google Scholar]Kagey MH, Newman JJ, Bilodeau S, Zhan Y, Orlando DA, van Berkum NL, Ebmeier CC, Goossens J, Rahl PB, Levine SS, et al.  Mediator and cohesin connect gene expression and chromatin architecture. Nature. 2010;467:430–435. [PMC free article] [PubMed] [Google Scholar]Kim JB, Sharp PA. Positive transcription elongation factor B phosphorylates hSPT5 and RNA polymerase II carboxyl-terminal domain independently of cyclin-dependent kinase-activating kinase. The Journal of biological chemistry. 2001;276:12317–12323. [PubMed] [Google Scholar]Krueger BJ, Varzavand K, Cooper JJ, Price DH. The mechanism of release of P-TEFb and HEXIM1 from the 7SK snRNP by viral and cellular activators ncludes a conformational change in 7SK. PloS one. 2010;5:e12335. [PMC free article] [PubMed] [Google Scholar]Kunisaki Y, Masuko S, Noda M, Inayoshi A, Sanui T, Harada M, Sasazuki T, Fukui Y. Defective fetal liver erythropoiesis and T lymphopoiesis in mice lacking the phosphatidylserine receptor. Blood. 2004;103:3362–3364. [PubMed] [Google Scholar]Lachner M, O'Sullivan RJ, Jenuwein T. An epigenetic road map for histone lysine methylation. J Cell Sci. 2003;116:2117–2124. [PubMed] [Google Scholar]Lam MT, Cho H, Lesch HP, Gosselin D, Heinz S, Tanaka-Oishi Y, Benner C, Kaikkonen MU, Kim AS, Kosaka M, et al.  Rev-Erbs repress macrophage gene expression by inhibiting enhancer-directed transcription. Nature. 2013;498:511–515. [PMC free article] [PubMed] [Google Scholar]Li MO, Sarkisian MR, Mehal WZ, Rakic P, Flavell RA. Phosphatidylserine receptor is required for clearance of apoptotic cells. Science. 2003;302:1560–1563. [PubMed] [Google Scholar]Li W, Notani D, Ma Q, Tanasa B, Nunez E, Chen AY, Merkurjev D, Zhang J, Ohgi K, Song X, et al.  Functional roles of enhancer RNAs for oestrogen-dependent transcriptional activation. Nature. 2013;498:516–520. [PMC free article] [PubMed] [Google Scholar]Li X, Hu X, Patel B, Zhou Z, Liang S, Ybarra R, Qiu Y, Felsenfeld G, Bungert J, Huang S. H4R3 methylation facilitates beta-globin transcription by regulating histone acetyltransferase binding and H3 acetylation. Blood. 2010;115:2028–2037. [PMC free article] [PubMed] [Google Scholar]Loven J, Hoke HA, Lin CY, Lau A, Orlando DA, Vakoc CR, Bradner JE, Lee TI, Young RA. Selective inhibition of tumor oncogenes by disruption of super-enhancers. Cell. 2013;153:320–334. [PMC free article] [PubMed] [Google Scholar]Marshall NF, Peng J, Xie Z, Price DH. Control of RNA polymerase II elongation potential by a novel carboxyl-terminal domain kinase. The Journal of biological chemistry. 1996;271:27176–27183. [PubMed] [Google Scholar]Min IM, Waterfall JJ, Core LJ, Munroe RJ, Schimenti J, Lis JT. Regulating RNA polymerase pausing and transcription elongation in embryonic stem cells. Genes & development. 2011;25:742–754. [PMC free article] [PubMed] [Google Scholar]Mochizuki K, Nishiyama A, Jang MK, Dey A, Ghosh A, Tamura T, Natsume H, Yao H, Ozato K. The bromodomain protein Brd4 stimulates G1 gene transcription and promotes progression to S phase. The Journal of biological chemistry. 2008;283:9040–9048. [PMC free article] [PubMed] [Google Scholar]Natoli G, Andrau JC. Noncoding transcription at enhancers: general principles and functional models. Annual review of genetics. 2012;46:1–19. [PubMed] [Google Scholar]Nguyen VT, Kiss T, Michels AA, Bensaude O. 7SK small nuclear RNA binds to and inhibits the activity of CDK9/cyclin T complexes. Nature. 2001;414:322–325. [PubMed] [Google Scholar]Nicodeme E, Jeffrey KL, Schaefer U, Beinke S, Dewell S, Chung CW, Chandwani R, Marazzi I, Wilson P, Coste H, et al.  Suppression of inflammation by a synthetic histone mimic. Nature. 2010;468:1119–1123. [PMC free article] [PubMed] [Google Scholar]Rahl PB, Lin CY, Seila AC, Flynn RA, McCuine S, Burge CB, Sharp PA, Young RA. c-Myc regulates transcriptional pause release. Cell. 2010;141:432–445. [PMC free article] [PubMed] [Google Scholar]Rahman S, Sowa ME, Ottinger M, Smith JA, Shi Y, Harper JW, Howley PM. The Brd4 extraterminal domain confers transcription activation independent of pTEFb by recruiting multiple proteins, including NSD3. Molecular and cellular biology. 2011;31:2641–2652. [PMC free article] [PubMed] [Google Scholar]Ren B. Transcription: Enhancers make non-coding RNA. Nature. 2010;465:173–174. [PubMed] [Google Scholar]Reppas NB, Wade JT, Church GM, Struhl K. The transition between etranscriptional initiation and elongation in E. coli is highly variable and often rate limiting. Mol Cell. 2006;24:747–757. [PubMed] [Google Scholar]Ruthenburg AJ, Li H, Patel DJ, Allis CD. Multivalent engagement of chromatin modifications by linked binding modules. Nat Rev Mol Cell Biol. 2007;8:983–994. [PMC free article] [PubMed] [Google Scholar]Shumyatsky GP, Tillib SV, Kramerov DA. B2 RNA and 7SK RNA, RNA polymerase III transcripts, have a cap-like structure at their 5' end. Nucleic acids research. 1990;18:6347–6351. [PMC free article] [PubMed] [Google Scholar]Tibrewal N, Liu T, Li H, Birge RB. Characterization of the biochemical and biophysical properties of the phosphatidylserine receptor (PS-R) gene product. Molecular and cellular biochemistry. 2007;304:119–125. [PubMed] [Google Scholar]Wada T, Takagi T, Yamaguchi Y, Watanabe D, Handa H. Evidence that P-TEFb alleviates the negative effect of DSIF on RNA polymerase II-dependent transcription in vitro. The EMBO journal. 1998;17:7395–7403. [PMC free article] [PubMed] [Google Scholar]Webby CJ, Wolf A, Gromak N, Dreger M, Kramer H, Kessler B, Nielsen ML, Schmitz C, Butler DS, Yates JR, 3rd, et al.  Jmjd6 catalyses lysyl hydroxylation of U2AF65, a protein associated with RNA splicing. Science. 2009;325:90–93. [PubMed] [Google Scholar]Wu SY, Zhou T, Chiang CM. Human mediator enhances activator-facilitated recruitment of RNA polymerase II and promoter recognition by TATA-binding protein (TBP) independently of TBP-associated factors. Mol Cell Biol. 2003;23:6229–6242. [PMC free article] [PubMed] [Google Scholar]Wysocka J, Allis CD, Coonrod S. Histone arginine methylation and its dynamic regulation. Front Biosci. 2006;11:344–355. [PubMed] [Google Scholar]Xu X, Hoang S, Mayo MW, Bekiranov S. Application of machine learning methods to histone methylation ChIP-Seq data reveals H4R3me2 globally represses gene expression. BMC Bioinformatics. 2010;11:396. [PMC free article] [PubMed] [Google Scholar]Yamada T, Yamaguchi Y, Inukai N, Okamoto S, Mura T, Handa H. P-TEFb-mediated phosphorylation of hSpt5 C-terminal repeats is critical for processive transcription elongation. Molecular cell. 2006;21:227–237. [PubMed] [Google Scholar]Yang L, Lin C, Liu W, Zhang J, Ohgi KA, Grinstein JD, Dorrestein PC, Rosenfeld MG. ncRNA- and Pc2 methylation-dependent gene relocation between nuclear structures mediates gene activation programs. Cell. 2011;147:773–788. [PMC free article] [PubMed] [Google Scholar]Yang Y, Lu Y, Espejo A, Wu J, Xu W, Liang S, Bedford MT. TDRD3 is an effector molecule for arginine-methylated histone marks. Molecular cell. 2010;40:1016–1023. [PMC free article] [PubMed] [Google Scholar]Yang Z, He N, Zhou Q. Brd4 recruits P-TEFb to chromosomes at late mitosis to promote G1 gene expression and cell cycle progression. Molecular and cellular biology. 2008;28:967–976. [PMC free article] [PubMed] [Google Scholar]Yang Z, Yik JH, Chen R, He N, Jang MK, Ozato K, Zhou Q. Recruitment of P-TEFb for stimulation of transcriptional elongation by the bromodomain protein Brd4. Molecular cell. 2005;19:535–545. [PubMed] [Google Scholar]Yang Z, Zhu Q, Luo K, Zhou Q. The 7SK small nuclear RNA inhibits the CDK9/cyclin T1 kinase to control transcription. Nature. 2001;414:317–322. [PubMed] [Google Scholar]Zeitlinger J, Stark A, Kellis M, Hong JW, Nechaev S, Adelman K, Levine M, Young RA. RNA polymerase stalling at developmental control genes in the Drosophila melanogaster embryo. Nat Genet. 2007;39:1512–1516. [PMC free article] [PubMed] [Google Scholar]Zuber J, Shi J, Wang E, Rappaport AR, Herrmann H, Sison EA, Magoon D, Qi J, Blatt K, Wunderlich M, et al.  RNAi screen identifies Brd4 as a therapeutic target in acute myeloid leukaemia. Nature. 2011;478:524–528. [PMC free article] [PubMed] [Google Scholar]"}