{"title": "Regulation of the NF-κB-Mediated Transcription of Inflammatory Genes", "pubDate": "2014", "PMCID": "PMC3933792", "DOI": "10.3389/fimmu.2014.00071", "PMID": "24611065", "abstract": "The NF-κB family of transcription factors plays a central role in the inducible expression of inflammatory genes during the immune response, and the proper regulation of these genes is a critical factor in the maintenance of immune homeostasis. The chromatin environment at stimulus-responsive NF-κB sites is a major determinant in transcription factor binding, and dynamic alteration of the chromatin state to facilitate transcription factor binding is a key regulatory mechanism. NF-κB is in turn able to influence the chromatin state through a variety of mechanisms, including the recruitment of chromatin modifying co-activator complexes such as p300, the competitive eviction of negative chromatin modifications, and the recruitment of components of the general transcriptional machinery. Frequently, the selective interaction with these co-activators is dependent on specific post-translational modification of NF-κB subunits. Finally, the mechanisms of inducible NF-κB activity in different immune cell types seem to be largely conserved. The diversity of cell-specific NF-κB-mediated transcriptional programs is established at the chromatin level during cell differentiation by lineage-defining transcription factors. These factors generate and maintain a cell-specific chromatin landscape that is accessible to NF-κB, thus restricting the inducible transcriptional response to a cell-appropriate output.", "author": [{"author": "Dev Bhatt", "affiliation": ["Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University , New York, NY , USA."], "href": "/?term=Bhatt+D&cauthor_id=24611065"}, {"author": "Sankar Ghosh", "affiliation": ["Department of Microbiology and Immunology, College of Physicians and Surgeons, Columbia University , New York, NY , USA."], "href": "/?term=Ghosh+S&cauthor_id=24611065"}], "refPMID": ["16623771", "18267068", "19514890", "20940737", "17156492", "18436437", "12651739", "17320508", "9305837", "21321607", "21423274", "20513432", "20206554", "8548797", "11106736", "20116463", "9234715", "11279072", "12876285", "7565674", "10626889", "11135578", "17242186", "11413190", "7830764", "9450761", "22435546", "9171359", "15269206", "24086160", "11931769", "12820969", "16452502", "19596239", "19596240", "21576262", "20393567", "16253997", "23100115", "18631125", "12628924", "21744067", "19911008", "9150141", "9660950", "18408078", "24019758", "19262565", "20160011", "22249179", "20363318", "17072324", "20832726", "12208844", "19779457", "22842901", "19299558", "19595715", "22921934", "24074869", "22802645", "16936696", "19741698", "18513937", "21081187", "14993282", "19820169", "22549956", "20107307", "21068722", "19103749", "22940246", "19295514", "19212405", "21160473", "23332752", "17538624", "24121437"], "citedInPMID": ["24611065", "34970114", "34960872", "34712822", "34663428", "34632498", "34544279", "34440093", "34417174", "34362408", "34315876", "34220850", "34071093", "34046034", "34031419", "34022882", "33919331", "33805563", "33799525", "33671709", "33646495", "33495464", "33472891", "33420270", "33378675", "33202791", "33159815", "32866716", "32762504", "32741307", "32719601", "32437891", "32404364", "32220702", "32186769", "32104285", "32062419", "31929819", "31920992", "31707555", "31505325", "31501881", "31309106", "31253851", "31036909", "30984185", "30886108", "30787932", "30685844", "30653501", "30587130", "30542090", "30464573", "30251218", "30206173", "29928672", "29760717", "29456648", "28923684", "28758903", "28713342", "28223282", "28152304", "27942582", "27866900", "27709447", "27633323", "27036119", "26725521", "26678048", "26401561", "26065673", "25987903", "25875480", "25752509", "25667664", "25566246", "24958609", "24924627"], "body": " AbstractThe NF-κB family of transcription factors plays a central role in the inducible expression of inflammatory genes during the immune response, and the proper regulation of these genes is a critical factor in the maintenance of immune homeostasis. The chromatin environment at stimulus-responsive NF-κB sites is a major determinant in transcription factor binding, and dynamic alteration of the chromatin state to facilitate transcription factor binding is a key regulatory mechanism. NF-κB is in turn able to influence the chromatin state through a variety of mechanisms, including the recruitment of chromatin modifying co-activator complexes such as p300, the competitive eviction of negative chromatin modifications, and the recruitment of components of the general transcriptional machinery. Frequently, the selective interaction with these co-activators is dependent on specific post-translational modification of NF-κB subunits. Finally, the mechanisms of inducible NF-κB activity in different immune cell types seem to be largely conserved. The diversity of cell-specific NF-κB-mediated transcriptional programs is established at the chromatin level during cell differentiation by lineage-defining transcription factors. These factors generate and maintain a cell-specific chromatin landscape that is accessible to NF-κB, thus restricting the inducible transcriptional response to a cell-appropriate output.Keywords: transcription, chromatin, gene expression, NF-kappaB, signaling, transcription factor IntroductionUpon pathogen detection, the innate immune system must be able to mount a robust and rapid response, but equally important is the need to rein in the cytotoxic effects of the inflammatory response. Therefore, modulation of pro-inflammatory gene expression is of fundamental importance in the maintenance of immune homeostasis. Pro-inflammatory genes are maintained in a silent, yet poised, state that can be rapidly induced in response to different stimuli, and this characteristic pattern is achieved through the action of two elements: the activation of inducible transcription factors and the modulation of the chromatin environment at gene regulatory elements.Multiple signaling pathways are activated in response to immune and inflammatory stimuli, resulting in the activation of many different transcription factors. The transcription factors induced upon stimulation must interact with cis-regulatory elements of target genes to facilitate recruitment of the general transcriptional machinery. The chromatin state at these cis-elements plays a critical role in modulating the activity of transcription factors, mainly by functioning as a steric barrier to DNA binding and as a post-translational regulatory platform that influences the recruitment of transcriptional cofactors. This review will focus on the interplay of the archetypal inducible transcription factor NF-κB with the chromatin environment, and discuss how the chromatin presents a selective regulatory barrier to NF-κB activity and how NF-κB alters the chromatin environment to induce transcription of inflammatory genes.The NF-κB family of transcription factors is conserved through metazoan organisms. These transcription factors are characterized by a unique DNA-binding motif known as the Rel homology domain (RHD). In mammals, there are five RHD containing proteins: p65 (RelA), c-Rel, RelB, p100/p50, and p105/p52. Each protein is capable of forming homodimers and heterodimers, with 15 dimer combinations possible (1). In unstimulated cells, NF-κB is sequestered in the cytoplasm by the inhibitor of NF-κB family (IκB) via their ankyrin repeat domains. Upon stimulation, the IκB kinase (IKK) complex is activated and phosphorylates serine residues on IκB molecules, targeting them for ubiquitination by the SCF E3 ligase and subsequent degradation by the proteasome. Degradation of IκB releases NF-κB, which translocates into the nucleus to initiate a transcriptional response (2).Basic transcriptional mechanismsTranscription can fundamentally be understood as the interaction of cis- and trans-acting factors within the nucleus that orchestrate the expression of a particular gene. The cis-acting elements are defined as non-coding DNA elements located on the same chromosome as the protein-coding locus. Two critical cis-elements are the promoter and the enhancer. Trans-acting factors include sequence-specific transcription factors (such as NF-κB and IRF), chromatin modifying complexes (such as histone acetyltransferases and chromatin remodeling complexes), the mediator complex, and finally general transcriptional factors (GTFs), including RNA polymerase II (3–5).Transcription initiates from the cis-regulatory element known as the promoter, which can be divided into two portions, the core promoter and the proximal promoter. The core promoter contains regulatory elements that bind Pol II and the general transcriptional machinery, extending from −35 to +35 relative to the transcriptional start site. The distal promoter extends ~300 bp upstream from the core promoter and serves as the binding site for sequence-specific transcription factors. It is thought that proximal promoter binding transcription factors coordinate with distal enhancer-binding transcription factors to recruit the mediator complex and the general transcriptional machinery.A number of conserved elements comprise the core promoter. This includes, but is not limited to, the BRE (TFIIB recognition element), TATA box, initiator, and downstream promoter element (DPE). However, not all of these elements are absolutely required for a promoter to be functional. In addition to these discrete elements, vertebrate promoters are also distinguished by their CpG dinucleotide content, with high CpG content promoters commonly classified as CpG-island promoters (CGI) (6–8). However, all these regulatory elements function within the context of chromatin.Eukaryotic DNA is highly condensed, a necessary strategy for the compaction of large genomes into a relatively small nuclear volume. This is achieved by the wrapping of DNA around histone proteins. The resultant DNA:histone complex is referred to as the nucleosome, which is the core repeating unit of the chromatin. The degree of compaction of chromatin fibers plays an important role in accessibility of DNA-binding proteins for their cognate binding sites. Furthermore, elongating polymerases encounter nucleosomal barriers during their progression through the locus. Thus, chromatin presents additional layers of complexity to the mechanism of transcription (9).There are four major histone proteins, H2A, H2b, H3, and H4. Two copies of each protein form the histone octamer, and 147 bp of DNA wraps around the octamer to form the nucleosome. The interaction of DNA and the octamer is highly stable. High-resolution crystal structures have shown that there are over 100 points of contact between the octamer and DNA, and that the DNA is stabilized by arginine residues of the octamer directly contacting the minor groove of DNA (10).Histones and chromatin modification domains at regulatory elementsThe tails of histone proteins are subject to a broad range of post-translational modifications that influence all aspects of chromatin biology. Histone modification is thought to have two major purposes: (1) the alteration of net charge of the tail, which has an effect on tail-DNA interactions and inter-histone interactions; (2) the generation of recognition sites for activating or repressive factors (9).Lysine acetylation and methylation have been the most well-studied histone modifications that regulate transcription. Addition of acetyl residues is accomplished by histone acetyltransferase complexes (HATs), and removal of these marks is catalyzed by histone deacetylases (HDACs). HATs, such as the p300/CBP complex, are generally non-specific and are able to target multiple lysine residues on various histone proteins. Lysine acetylation is largely associated with active transcription. Acetylation of H4K16 has been shown to have a significant impact on the compaction of nucleosomal arrays in vitro, and is a general mark of euchromatin in vivo. The specialized domain that recognizes acetylated lysines is known as the bromodomain. Proteins that have bromodomains include HATs and chromatin remodeling complexes such as RSC and SWI/SNF (11, 12).Lysine methylation can act as an activating or repressive mark, depending on the specific residue modified. For example, trimethylation of H3K4 is strongly associated with active transcription, and is found at active promoters, while methylation of H3K9 and H3K27 is associated with transcriptional repression. In contrast to acetyltransferases, methyltransferase have very restricted substrate specificities, in keeping with the more specialized and context-dependent roles that methylated lysines have. Furthermore, methylated lysine residues have relatively restricted distributions across gene loci; for example, H3K4me3 is enriched at promoters of active genes, while H3K4me1 has been more recently recognized as an enhancer-specific mark, and finally H3K36me3 and H3K79me are found within gene bodies (3, 11).Setting the stage: Developmental establishment of an NF-κB-responsive gene programNF-κB dimers are broadly distributed, especially in cells of the immune system, and are activated in response to a variety of cell-specific receptor stimuli (e.g., TCR in T-cells, pattern recognition receptors in myeloid cells). In response to these stimuli however, NF-κB is able to induce the expression of a diverse range of genes tailored to a specific cellular response. Such cell-type specific response is established during development and is broadly speaking, the result of lineage-defining transcription factors binding to enhancer elements at an early developmental stage. In macrophages for example, the major lineage-determining transcription factors PU.1 and C/EBP and AP-1 families bind cognate enhancer elements and establish an active chromatin state. This renders the enhancer and promoter elements accessible to additional factors, resulting in a cell-specific array of binding sites in genes that have been epigenetically primed for binding to activated NF-κB (13, 14). The establishment of an inducible epigenetic landscape is not the only mechanism by which NF-κB binding is modulated. Many loci require the synergistic activity of multiple signal-dependent transcription factors, as well as further modulation of the chromatin structure at enhancers and promoter elements.Regulation before the signal: Chromatin as a determinant for NF-κB binding activityThe concerted activity of lineage-defining transcription factors and inducible transcription factors are required for the proper regulation of inflammatory genes expression. Along those lines, the synergistic activity of multiple inducible transcription factors is frequently necessary to overcome the inhibitory chromatin state at inflammatory genes. A classic example of transcription factor synergism is the induction of the human interferon-β (IFNB) gene in response to viral infection. Stimulus-dependent expression of this gene requires the cooperative binding of three transcription factors: NF-κB, IRF3/IRF7, and ATF-2/c-JUN. NF-κB initially binds to the conserved PRDII element in the promoter. This in turn facilitates the recruitment of IRF and ATF-2/c-Jun. Once properly assembled at the promoter, these transcription factors serve as a platform for the sequential recruitment of the PCAF chromatin modifying complex, the p300/CBP acetyltransferase, and subsequently the SWI/SNF chromatin remodeling complexes. SWI/SNF remodels the downstream nucleosome that encompasses the TATA box, thus allowing TBP binding and subsequent pre-initiation complex assembly (15–17). The regulation of the IFNβ enhanceosome is an important illustration of transcriptional regulation through the combinatorial control of multiple transcriptional factors, and how only the concerted effort of these factors can resolve the presence of a chromatin barrier.Studies on the regulation of expression of the cytokine gene Il12b have shown that a non-permissive chromatin configuration functions as regulatory barrier that must be inducibly resolved for proper gene expression. Early studies on Il12b expression focused on identifying critical transcription factor binding sites by systematic mutation of promoter–reporter constructs. These studies showed that NF-κB, specifically the c-Rel subunit, in conjunction with C/EBP, AP-1, and NFAT transcription factors, are required for Il12b activation (18–21). Nucleosomal mapping of endogenous Il12b promoter revealed that the critical transcription factor binding sites were occupied by a positioned nucleosome extending from −30 to −175 upstream of the transcriptional initiation site, and that this nucleosome was selectively remodeled upon LPS stimulation. Furthermore, this promoter remodeling event was dependent on de novo protein synthesis, but was independent of c-Rel binding, as evidenced by promoter remodeling occurring in c-Rel deficient cells that lacked the ability to express Il12b (22–24). Thus, in contrast to the enhanceosome, which required NF-κB in a synergistic complex to recruit chromatin remodeling complexes, Il12b operates under a slightly different mode of regulation in which remodeling is required prior to DNA binding. Moreover, since NF-κB genes are induced with variable kinetics, there would appear to be multiple chromatin-based regulatory strategies governing the binding of NF-κB.To this end, Saccani and colleagues made the important observation that although NF-κB RelA subunits entered the nucleus rapidly upon stimulation, they only bound to a subset of genes initially (25). Other genes were bound at later time points, suggesting that their binding sites were inaccessible, consistent with the observations at the Il12b promoter. Inspection of the chromatin modifications at early versus late bound genes showed a consistent pattern: early recruiting genes had higher levels of histone acetylation while late bound genes had low basal acetylation levels that increased upon stimulation (25). From these data, a model emerged in which NF-κB binding was inhibited at certain promoters during the early phase of stimulation by inaccessible chromatin structure, and NF-κB could only bind these late gene promoters after critical chromatin remodeling events had occurred.Implicit in this model is the idea that NF-κB itself lacks the ability to bind a chromatinized template and requires the binding of additional factors capable of recruiting chromatin remodeling complexes. This hypothesis is supported by structural studies of NF-κB, which showed its precise binding to a naked DNA template (26–28). It has been reported that NF-κB p50-homodimers can indeed bind nucleosomal κB sites in vitro, albeit at a reduced efficiency than the naked template (29, 30). Furthermore, the positioning of the binding site within the nucleosome strongly influenced the binding affinity of p50, with binding sites near the edge of the nucleosome being highly favored. The in vitro nucleosome binding was also at least partially dependent on remodeling complex activity or partial disassembly of the histone octamer (31). It remains to be seen whether this nucleosome binding activity is specific to p50-homodimers and its specific cognate site, or whether it is a common feature shared by a broad variety of NF-κB dimers and binding sites. Interestingly, p50 dimer complexes have been observed in the nucleus of unstimulated cells, which are displaced by activating dimers (RelA or c-Rel species) in stimulated cells presumably after chromatin remodeling has occurred (32, 33). Given that p50 lacks a trans-activation domain, and has been shown to associate with deacetylase complexes, the latent p50 binding to a more compact chromatin template may be part of a regulatory strategy keeping genes silent under resting conditions by maintaining a repressive chromatin environment (32).Although it is clear that differential chromatin states influence the NF-κB response, the mechanisms that contribute to inducible chromatin remodeling remained unclear. To test whether specific chromatin remodeling complexes were required for expression of NF-κB dependent genes, Ramirez-Carrozzi and colleagues targeted the SWI/SNF chromatin remodeling complex by retroviral knockdown of its ATPase subunits, Brg and Brm (34). This protein complex was a likely candidate for chromatin remodeling as it had been shown to be strongly associated with gene activation in various contexts. In the targeted cells, the chromatin remodeling of Il12b was strongly inhibited, concurrent with a loss in expression of Il12b. The knockdown, however, had no effect on the inducible expression of another gene, the rapidly expressed chemokine, Cxcl2. Further comparison of the expression patterns of these two genes revealed that (1) Cxcl2 was strongly induced upon 30 min of LPS treatment while Il12b was most strongly induced only after 2 h of treatment and (2) expression of Cxcl2 was not inhibited by protein synthesis inhibitors, indicating that it is a primary response gene. Based on such criteria including induction kinetics, protein synthesis requirement, and SWI/SNF dependence, inducible genes could be partitioned into three classes: early primary, late primary, and secondary. The early primary response class was induced rapidly and did not require either Brg1/Brm or new protein synthesis and included genes such as Cxcl2, Tnf, and Ptgs2. However, a subset of primary response genes (which included Ccl5, Saa3, and Ifnb1) did require Brg1/Brm for activation and were induced with delayed kinetics relative to remodeling-independent primary response genes. Finally, secondary response class (which included Il12b, Nos2, and Il6) required both Brg1/Brm and new protein synthesis. ChIP analysis of Brg showed that the remodeling complex was associated in an inducible fashion at remodeling-dependent genes. Furthermore, nuclease sensitivity analysis at representative genes from each class showed a pattern consistent with their dependence on Brg1/Brm. Namely, inducible promoter accessibility was seen at late primary and secondary genes, and this sensitivity was lost during knockdown of Brg1/Brm. In contrast, early primary genes had much more accessible promoters and this accessibility was unchanged by Brg1/Brm knockdown (34, 35).This classification of inflammatory genes was further expanded by the discovery that many remodeling-independent genes were distinguished by the presence of a CpG island (CGIs) (35, 36). CGIs are prevalent in the promoters of ~70% of protein-coding gene promoters, including the promoters of ubiquitously expressed housekeeping genes (37). The presence of CpG-island promoters is highly correlated with an accessible chromatin configuration, namely high levels of H3K4me3 marks, as well as pre-association of Pol II in the basal state. The contribution CGIs to this favorable chromatin state is thought to emerge from multiple possible mechanisms. First, the recruitment of chromatin modifying complexes that deposit H3K4m3 marks and display specificity for CGIs via CXXC domain containing proteins (38, 39). Secondly, CGI sequences may be inherently unfavorable to the formation of stable, repressive nucleosome formation at these promoters (35, 40). Finally, many transcription factors, such as Sp1, have binding affinity for GC-rich sequences, and may contribute to the maintenance of an open chromatin configuration of CGI promoters. In contrast, non-CpG-island genes were largely remodeling dependent, and many such genes have been shown to be dependent on the IRF transcription factors, which are competent for recruiting SWI/SNF complexes.These studies have generated a regulatory framework that integrates the basal chromatin state with the kinetics of transcriptional induction and selective requirement for chromatin remodeling. Within this model, the kinetics of a particular gene’s expression correlated with the basal chromatin state and the synthesis and induction of transcription factors (such as IRF) capable of promoting the remodeling of nucleosomal barriers to NF-κB dimer recruitment and transcriptional activation. NF-κB dimers may still be involved in recruitment of remodeling complexes but are most likely to do so in cooperation with other transcription factors (Figure ​(Figure11).Open in a separate windowFigure 1Chromatin state at different promoter classes dictates the kinetics of the NF-kB response. (A) CpG-island promoters (red dashed lines) are characterized by high levels of histone H3K4me3 and more highly accessible chromatin. This allows for rapid transcriptional induction by NF-kB, independent of the need for any SWI/SNF-dependent nucleosome remodeling. (B) Low-CpG promoters contain inactive and inaccessible chromatin signatures in the basal state, which forms a barrier to NF-kB binding and transcriptional activation. SWI/SNF complexes must be recruited to these genes by additional factors such as IRF proteins in order to facilitate chromatin remodeling. Upon chromatin remodeling, NF-kB can bind and induce transcription.Subsequent to binding, NF-κB plays a major, yet heterogeneous role, at the chromatin level. The many different interactions between NF-κB and its various transcriptional cofactors have not been extensively defined, and the molecular order of many of these various interactions remain unclear. Nevertheless, it is accepted that NF-κB regulates the expression of its target genes through a broad range of chromatin-mediated mechanisms. These roles can be generalized into two broadly defined activities: recruitment of positive cofactors/marks and the removal of negative regulators/marks, as discussed below. NF-κB in the Nucleus: A Variety of Roles and a Variety of PartnersRecruitment of co-activatorsNF-κB is capable of interacting with many different transcriptional cofactors via its trans-activation domain, including chromatin modifying complexes and general transcription factors (41). The purpose of these chromatin modifications is to serve as a recruitment platform for additional activators, such as remodeling complexes, enabling recruitment of the transcriptional machinery to the promoter, followed by initiation of transcription. Although many of these cofactors are essential for the expression of NF-κB-induced genes, the mechanisms of how NF-κB can selectively regulate or recruit them remains unclear.One of the most well-characterized cofactors of NF-κB, specifically the RelA subunit, is the p300/CBP histone acetyltransferase complex. The interaction between these factors is interesting in that it requires additional modification of RelA in order to occur. Post-translational modifications of RelA have been shown to play an important role in modulating the activity of NF-κB. Although the mechanistic importance of many of these modifications remains unclear, studies of specific residues have shown that they may regulate the recruitment of transcriptional cofactors such as histone acetyltransferases (HATs) or histone deacetylases (HDACs). The p300/CBP complex is an important example of a chromatin modifying complex that directly interacts with NF-κB. Strikingly this interaction is regulated at the post-translational level, being dependent on the specific phosphorylation of the RelA protein.The Ser276 residue of RelA can be phosphorylated, has been shown to be targeted by the catalytic subunit of protein kinase A (PKA), mitogen- and stress-activated protein kinase-1 (MSK1), and Pim1 kinase (42–45). The importance of this phosphorylated serine was shown to be threefold: it moderately enhanced DNA-binding activity of RelA; it caused a conformational shift that allowed CBP/p300 binding in place of the latent interaction of RelA with HDAC complexes; RelA deficient cells reconstituted with S276A mutants were severely impaired in NF-κB dependent gene expression (32, 45–48) (Figure ​(Figure2).2). Most convincingly, the absolute necessity of this phosphorylation event was demonstrated by the generation of a knock-in mouse containing an alanine substitution at RelA S276 residue. Mice homozygous for S276A point mutants were embryonic lethal between E11 and E16 and exhibited severe developmental defects, most notably in eye development, and embryonic fibroblasts showed a defect in the activation of selective subsets of pro-inflammatory genes (47).Open in a separate windowFigure 2Chromatin state at different promoter classes dictates the kinetics of the NF-kB response. (A) Release of NF-kB dimers through appropriate stimulation is linked to phosphorylation of p65 at serine 276 in the cytoplasm by PKAc or in the nucleus by MSK1/2. Phosphorylated p65 preferentially interacts with CBP/p300 co-activator complexes, displacing its latent binding to HDAC complexes. The specific interaction of p65 and p300 results in the acetylation of p65 itself and of surrounding histones, and subsequent transcriptional induction. (B) The acetylation of p65 on K310 promotes the recruitment of the positive elongation factors Brd4 and P-TEFb, which can phosphorylate the polymerase C-terminus. p65 can also recruit GCN5 acetyltransferase complexes, leading to promoter acetylation, Brd4-P-TEFb recruitment, and polymerase elongation.The interplay between p300/CBP and RelA illustrates critical aspects of NF-κB biology. In order for NF-κB to fully function, it must be activated by canonical NF-κB signaling, and then modified by a distinct signaling pathway. p300/CBP has also been shown to acetylate RelA itself, notably on lysine 310. As with phosphorylation of Ser276, differential modification of Lys310 plays a major role in dictating RelA cofactor specificity. Acetylation of the residue promotes an interaction with the histone acetyltransferase Tip60 and the transcriptional elongation factors PTEF-B (49–51). Conversely, methylation of Lys310 by the SET6 proteins facilitates an interaction with the histone methyltransferase GLP/G9a, leading to downregulation of transcription. The selective modulation of these two residues highlights the functional diversity of NF-κB in the control of the inflammatory response. Many other post-translational modifications have been shown to occur on RelA, with a corresponding enhancement or attenuation of transcription of selective inflammatory genes (52, 53).De-repression: Removal of repressive marks and complexesIn addition to the inducible recruitment of activating marks, another regulatory mechanism is to maintain a basal repressive state at gene promoters. These repressive marks are subsequently removed upon stimulation. This phenomenon can occur at the level of basal chromatin marks, or the binding of repressive complexes. For example, some inducible gene promoters have high levels of the H3K9 dimethyl modification, a repressive mark associated with transcriptional silencing. Upon stimulation, this mark is removed by the Aof1 histone demethylase, which is recruited by initially bound c-Rel dimers (54, 55). Similarly, subsets of inflammatory gene promoters are marked by the repressive trimethyl H3K27 deposited by the Ezh2 methyltransferase, and the inducible removal of this mark by the Jmjd3 demethylase is required for their expression (56). The dynamic regulation of this mark has proved to be of interest, due to the development of a Jmjd3-specific pharmacological inhibitor that can attenuate inducible pro-inflammatory gene expression (57).The stimulus-dependent eviction of basally bound co-repressor complexes at promoters is another chromatin-based strategy for maintaining tight regulation on the expression of NF-κB dependent genes. Nuclear receptor corepressor (NCoR) and the closely related protein silencing mediator of retinoid and thyroid receptors (SMRT) are multiprotein co-repressor complexes containing histone deacetylases (HDACs), specifically HDAC3. These HDACs function to keep H3K9/14 acetylation levels low in the resting cell. Upon stimulation, this repressive state is relieved, allowing for the accumulation of activating marks and recruitment of the transcriptional machinery. Similarly, NCoR/SMRT complexes are also displaced, promoting NF-κB binding and recruitment of co-activator complexes. It should be noted that both NCoR and SMRT complexes function in non-redundant fashion, and are recruited to regulatory elements by different sequence-specific transcription factors: JUN homodimers and p50 dimers in the case of NCoR, and the ETS-related protein, translocation–ETS–leukemia (TEL) in the case of SMRT (36, 58, 59). In addition to HDAC-dependent removal of activating marks, NCoR complexes can maintain a silent state via the deposition of the repressive H3K20me3 mark. Subsequently upon stimulation, these marks are removed by the NF-κB dependent recruitment of histone demethylase (60).Because these repressive complexes restrain the expression of inflammatory gene program in the basal state, one would predict that their targeted disruption would lead to hyperacetylation and therefore enhanced expression of immune genes. Surprisingly however this is not the case. Knockout of NCoR in macrophages led to an anti-inflammatory phenotype, contrary to the expectation that removal of a basal repressor would lead to the hyper-responsiveness of pro-inflammatory genes. Although NF-κB binding activity appeared to be unaffected in these cells, the lack of the basal repressive complex compromised the stimulus-dependent deposition of H3K4me2, a mark associated with productive transcription. The mechanism contributing to this phenotype was attributed to the de-repression of metabolic pathways that subsequently inhibit chromatin modifying complexes required for induction of pro-inflammatory genes (61). Along similar lines, HDAC3-deficient macrophages were defective in their ability to activate a broad range of pro-inflammatory genes. Although the knockout did result in hyperacetylation across immune genes, there was a specific defect in the expression of IFNβ, which compromised overall STAT protein signaling and the secondary gene response to TLR4 stimulation (62).NF-κB-mediated regulation of Pol II elongationAfter polymerase recruitment to the promoter, sequential modifications of Pol II are required for productive transcription to occur. The initial stage of transcriptional elongation requires local unwinding of the promoter DNA. Characteristic of this stage is the phosphorylation of serine 5 of the C-terminal heptad repeat by the Cdk7 subunit of TFIIH, or the CDK8 subunit of the mediator complex. Ser5 phosphorylation serves as a platform to recruit RNA capping enzymes to the nascent transcript (63, 64). A second pause occurs ~40–50 bp downstream of the transcription initiation site, and de-repression of this block requires the kinase activity of P-TEFb. This final de-repression commits the polymerase to the elongation phase of transcription (65, 66). During an inflammatory response, there is evidence for stimulus-dependent unpausing being the major rate-limiting step in the expression of rapidly induced genes (36, 67, 68). Along with the p300/CBP complex, NF-κB has been shown to recruit GCN5 acetyltransferase complexes, which primarily modify H4K5/K8/K12 lysines. These residues have been shown to be deposited in response to NF-κB binding. The accumulation of acetylated H4 in stimulated cells allows binding of the bromodomain-containing protein BRD4, which then plays a positive role in transcription by recruiting the elongation factor P-TEFb (Figure ​(Figure2)2) (36).The signal-dependent elongation by Pol II is most prevalent at rapidly induced CGI containing promoters, where the permissive chromatin structure allows for a pre-assembled polymerase complex to exist in the basal state. At these genes, the major regulatory checkpoint is therefore the licensing of the polymerase to enter a productive elongation phase, as opposed to the recruitment of polymerase itself. Signal-dependent elongation is a well-conserved regulatory mechanism, having been well-documented at the heat-shock genes, and more recently at rapidly induced immune genes in Drosophila (69, 70). The inhibition of BRD4 by highly selective chemical compounds, however, revealed that such an inhibition can selectively inhibit low-CpG containing genes (71). Although BRD4 activity is essential for a broad class of NF-κB dependent genes, the selective effect of the I-BET chemical antagonists implies multiple mechanisms of BRD4 recruitment. Indeed, there is evidence that acetylated NF-κB can directly recruit BRD4 (72). Chromatin Dynamics at Enhancer Regions: A Mechanism for Immunological Memory and Variability?Chromatin dynamics at promoters play a central role in how inducible genes are regulated, but advances in genome-wide studies have shed new light on how enhancer regions can also play a dynamic regulatory role. Because enhancer elements can be located great distances from the transcriptional start sites (ranging from a few kilobases to over a megabase), identification of bona fide enhancers has been a significant challenge, and the mechanisms of enhancer-mediated regulation of transcription remain somewhat unclear. As discussed above, enhancers are important in establishing the transcriptional competence of a locus following the binding of lineage-specifying factors. A highly multiplexed ChIP-seq study by Garber et al. in dendritic cells further developed this model, differentiating enhancer-binding transcription factors into three major regulatory classes: stably bound pioneer factors C/EBP and PU.1, which presumably bind to inaccessible chromatin early in lineage commitment; “primer” factors, such as Jun and AP-1, which are stably bound subsequent to pioneer factor binding and presumably contribute to local chromatin modification and remodeling; and finally the inducible factors, chiefly NF-κB and STAT proteins (73). Concurrent with inducible transcription factor binding, enhancer chromatin modifications are also dynamic. Active enhancer regions in a broad variety of cell types are distinguished by high levels of H3K4 monomethylation, and a number of ChIP-seq studies have utilized this specific mark to discover novel enhancers at a genome-wide level (74, 75).The H3K27 acetyl mark has recently been demonstrated as another important enhancer-associated modification (76). Genome-wide analyses of this mark in macrophages has enabled functional categorization of enhancer elements into constitutive, poised, latent, and repressed classes based on the dynamics of the two histone modifications and PU.1 binding. Constitutively active enhancers are marked by PU.1 binding and high levels of both H3K4m1 and H3K27ac that remain stable upon stimulation. Poised enhancers only contain PU.1 and H3Km1, and H3K27 is dynamically acetylated upon stimulation. Latent enhancers are devoid of these marks, which are deposited upon stimulation. These enhancers govern the expression of late-phase genes, and are established in a stimulus-specific manner. Specifically, activation via TNF and IL1β, potent activators of the NF-κB signaling pathway, results in latent enhancers that are bound by the lineage definer PU.1 and NF-κB. By contrast, interferon stimulation results in the appearance of a latent enhancer repertoire enriched for PU.1 and STAT/IRF binding sites. In this manner, cells that have been exposed to a specific stimulus retain a short-term epigenetic memory of that stimulus, facilitating a more rapid and efficient transcriptional response upon subsequent stimulation (77). On the other hand, repressive chromatin modifications can be deposited at regulatory elements upon an initial stimulus, thereby attenuating responses to a secondary stimulus, and causing the cell to become tolerized against the stimulus. At the level of chromatin, it has been shown that promoters of tolerizable genes become hypoacetylated and adopt an inaccessible chromatin structure and are subsequently hyporesponsive (78).Given that enhancers play such an important modulatory role in the inducible gene program, there has been considerable interest in how genetic variation of regulatory elements can influence gene expression. Heinz and colleagues recently showed that strain-specific genetic variations at enhancers affected PU.1 and CEB/P binding in macrophages. Loss or gain of these lineage-determining factors was concomitant with alterations of H3Km1 and H3K27ac levels, as well as the expression levels of nearby genes. Importantly, the variability in lineage-factor binding sites resulted in a loss of NF-κB binding at enhancers, much more so than variation of κB sites themselves (79). The strong correlation between loss of lineage-factor binding, loss of chromatin modification, and loss of NF-κB, support the role of NF-κB as a multifunctional switch that can only bind to sites marked and poised by lineage-defining factors. Future Directions and AdvancesIn the 25 years since its discovery, NF-κB has become one of the most heavily studied transcription factors. This is of course not without cause, as it is well-appreciated that a number of disease states, particularly inflammatory disease states, are at some level due to dysregulated NF-κB signaling. This review has attempted to summarize the broad range of chromatin-regulated mechanisms that govern the specificity of NF-κB-mediated transcription, the variety of ways NF-κB itself can influence chromatin structure, and a survey of how epigenetic programs initiated in response to NF-κB are established and propagated. A recurring theme in the study of NF-κB is that this transcription factor rarely acts alone. Lineage-determining transcription factors set the stage at the chromatin level, thereby dictating the response NF-κB will induce. Furthermore, a number of chromatin changes must take place at NF-κB dependent genes in order for proper gene induction to occur. In this sense, NF-κB can be thought of as the final regulatory switch. At rapidly induced genes, the switch controls late events such as the licensing of a pre-assembled polymerase into a productive elongation phase. In late-expressed genes, chromatin remodeling must occur, polymerase must be recruited and transition into an elongation phase takes place. This regulatory scheme largely focuses on events at the promoter, and indeed only fairly recently have the mechanisms of enhancer regulation been appreciated. However, a number of outstanding questions remain to be answered. Post-translational modification of NF-κB has long been appreciated as an important regulatory mechanism, dictating cofactor specificity for active dimers, but the physiological necessity of many of these modifications remains unclear outside of in vitro settings. In many of these cases, the identity of modification-dependent interaction partners is unknown, and the spatiotemporal regulation of the majority of modifications remains unclear. Furthermore, the relative contributions of the multiple regulatory mechanisms remain unclear. For example, the p300/CBP bound by NF-κB plays a role in enhancing transcription of inducible genes (as in the case of the IFNβ enhanceosome), but its direct acetylation of NF-κB also plays a critical and perhaps more diverse regulatory role. It is possible that NF-κB cofactor requirements are dictated by cooperative transcription factor binding at specific regulatory elements. As with the case of the RelA Ser276 residue, generation of genetic models targeted at specific residues would be of tremendous value.Genome-wide studies of the chromatin state during a pathogenic response have strengthened the understanding of the various regulatory mechanisms involved in establishing a competent transcriptional response. Although our understanding of the dynamics of NF-κB and its relationship with lineage-defining factors has deepened, it should be noted that there are numerous transcription factors and chromatin modifying complexes whose roles and relationship with NF-κB remain to be further characterized. Integrative and multiplexed studies have given us a snapshot of the different hierarchies of transcription factor binding (73), and similar studies examining the panoply of chromatin modifications will likely prove fruitful as well. By systematically targeting different chromatin modifiers, either chemically or genetically, a deeper understanding of the regulatory logic governing the NF-κB transcriptional response can be developed. Conflict of Interest StatementThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. AcknowledgmentsThe work in the author’s laboratory was supported by grants from the NIH (R37-AI33443 and RO1-{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"AI066109\",\"term_id\":\"3342620\"}}AI066109). References1. Hoffmann A, Baltimore D.\nCircuitry of nuclear factor kappaB signaling. Immunol Rev (2006) 210:171–8610.1111/j.0105-2896.2006.00375.x [PubMed] [CrossRef] [Google Scholar]2. Hayden MS, Ghosh S.\nShared principles in NF-kappaB signaling. Cell (2008) 132:344–6210.1016/j.cell.2008.01.020 [PubMed] [CrossRef] [Google Scholar]3. Carey M, Peterson CL, Smale ST.\nTranscriptional Regulation in Eukaryotes: Concepts, Strategies, and Techniques. Cold Spring Harbor, NY: Cold Spring Harbor Laboratory Press;  (2008). [Google Scholar]4. Venters BJ, Pugh BF.\nHow eukaryotic genes are transcribed. Crit Rev Biochem Mol Biol (2009) 44:117–4110.1080/10409230902858785 [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Malik S, Roeder RG.\nThe metazoan mediator co-activator complex as an integrative hub for transcriptional regulation. Nat Rev Genet (2010) 11:761–7210.1038/nrg2901 [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Kawaji H, Frith MC, Katayama S, Sandelin A, Kai C, Kawai J, et al. \nDynamic usage of transcription start sites within core promoters. Genome Biol (2006) 7:R118.10.1186/gb-2006-7-12-r118 [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Juven-Gershon T, Hsu J-Y, Theisen JW, Kadonaga JT.\nThe RNA polymerase II core promoter – the gateway to transcription. Curr Opin Cell Biol (2008) 20:253–910.1016/j.ceb.2008.03.003 [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Smale ST, Kadonaga JT.\nThe RNA polymerase II core promoter. Annu Rev Biochem (2003) 72:449–7910.1146/annurev.biochem.72.121801.161520 [PubMed] [CrossRef] [Google Scholar]9. Li B, Carey M, Workman JL.\nThe role of chromatin during transcription. Cell (2007) 128:707–1910.1016/j.cell.2007.01.015 [PubMed] [CrossRef] [Google Scholar]10. Luger K, Mäder AW, Richmond RK, Sargent DF, Richmond TJ.\nCrystal structure of the nucleosome core particle at 2.8 A resolution. Nature (1997) 389:251–6010.1038/38444 [PubMed] [CrossRef] [Google Scholar]11. Bannister AJ, Kouzarides T.\nRegulation of chromatin by histone modifications. Cell Res (2011) 21:381–9510.1038/cr.2011.22 [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Yun M, Wu J, Workman JL, Li B.\nReaders of histone modifications. Cell Res (2011) 21:564–7810.1038/cr.2011.42 [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Heinz S, Benner C, Spann N, Bertolino E, Lin YC, Laslo P, et al. \nSimple combinations of lineage-determining transcription factors prime cis-regulatory elements required for macrophage and B cell identities. Mol Cell (2010) 38:576–8910.1016/j.molcel.2010.05.004 [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Ghisletti S, Barozzi I, Mietton F, Polletti S, De Santa F, Venturini E, et al. \nIdentification and characterization of enhancers controlling the inflammatory gene expression program in macrophages. Immunity (2010) 32:317–2810.1016/j.immuni.2010.02.008 [PubMed] [CrossRef] [Google Scholar]15. Thanos D, Maniatis T.\nVirus induction of human IFN beta gene expression requires the assembly of an enhanceosome. Cell (1995) 83:1091–10010.1016/0092-8674(95)90136-1 [PubMed] [CrossRef] [Google Scholar]16. Agalioti T, Lomvardas S, Parekh B, Yie J, Maniatis T, Thanos D.\nOrdered recruitment of chromatin modifying and general transcription factors to the IFN-beta promoter. Cell (2000) 103:667–7810.1016/S0092-8674(00)00169-0 [PubMed] [CrossRef] [Google Scholar]17. Ford E, Thanos D.\nThe transcriptional code of human IFN-beta gene expression. Biochim Biophys Acta (2010) 1799:328–3610.1016/j.bbagrm.2010.01.010 [PubMed] [CrossRef] [Google Scholar]18. Plevy S, Gemberling JH, Hsu S, Donner AJ, Smale ST.\nMultiple control elements mediate activation of the murine and human interleukin 12 p40 promoters: evidence of functional synergy between C/EBP and Rel proteins. Mol Cell Biol (1997) 17:4572–88 [PMC free article] [PubMed] [Google Scholar]19. Zhu C, Gagnidze K, Gemberling JH, Plevy S.\nCharacterization of an activation protein-1-binding site in the murine interleukin-12 p40 promoter. Demonstration of novel functional elements by a reductionist approach. J Biol Chem (2001) 276:18519–2810.1074/jbc.M100440200 [PubMed] [CrossRef] [Google Scholar]20. Zhu C, Rao K, Xiong H, Gagnidze K, Li F, Horvath C, et al. \nActivation of the murine interleukin-12 p40 promoter by functional interactions between NFAT and ICSBP. J Biol Chem (2003) 278:39372–8210.1074/jbc.M306441200 [PubMed] [CrossRef] [Google Scholar]21. Murphy T, Cleveland M, Kulesza P, Magram J, Murphy K.\nRegulation of interleukin 12 p40 expression through an NF-kappa B half-site. Mol Cell Biol (1995) 15:5258–67 [PMC free article] [PubMed] [Google Scholar]22. Weinmann AS, Plevy S, Smale ST.\nRapid and selective remodeling of a positioned nucleosome during the induction of IL-12 p40 transcription. Immunity (1999) 11:665–7510.1016/S1074-7613(00)80141-7 [PubMed] [CrossRef] [Google Scholar]23. Weinmann AS, Mitchell DM, Sanjabi S, Bradley MN, Hoffmann A, Liou HC, et al. \nNucleosome remodeling at the IL-12 p40 promoter is a TLR-dependent, Rel-independent event. Nat Immunol (2001) 2:51–710.1038/83168 [PubMed] [CrossRef] [Google Scholar]24. Zhou L, Nazarian AA, Xu J, Tantin D, Corcoran LM, Smale ST.\nAn inducible enhancer required for Il12b promoter activity in an insulated chromatin environment. Mol Cell Biol (2007) 27:2698–71210.1128/MCB.00788-06 [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Saccani S, Pantano S, Natoli G.\nTwo waves of nuclear factor kappaB recruitment to target promoters. J Exp Med (2001) 193:1351–910.1084/jem.193.12.1351 [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Müller CW, Rey FA, Sodeoka M, Verdine GL, Harrison SC.\nStructure of the NF-kappa B p50 homodimer bound to DNA. Nature (1995) 373:311–710.1038/373311a0 [PubMed] [CrossRef] [Google Scholar]27. Chen FE, Huang D-B, Chen YQ, Ghosh G.\nCrystal structure of p50/p65 heterodimer of transcription factor NF-kappaB bound to DNA. Nature (1998) 391:410–310.1038/34356 [PubMed] [CrossRef] [Google Scholar]28. Ghosh G, Wang VY-F, Huang D-B, Fusco A.\nNF-κB regulation: lessons from structures. Immunol Rev (2012) 246:36–5810.1111/j.1600-065X.2012.01097.x [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Steger DJ, Workman JL.\nStable co-occupancy of transcription factors and histones at the HIV-1 enhancer. EMBO J (1997) 16:2463–7210.1093/emboj/16.9.2463 [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Angelov D, Lenouvel F, Hans F, Müller CW, Bouvet P, Bednar J, et al. \nThe histone octamer is invisible when NF-kappaB binds to the nucleosome. J Biol Chem (2004) 279:42374–8210.1074/jbc.M407235200 [PubMed] [CrossRef] [Google Scholar]31. Lone IN, Shukla MS, Charles Richard JL, Peshev ZY, Dimitrov S, Angelov D.\nBinding of NF-κB to nucleosomes: effect of translational positioning, nucleosome remodeling and linker histone H1. PLoS Genet (2013) 9:e1003830.10.1371/journal.pgen.1003830 [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Zhong H, May MJ, Jimi E, Ghosh S.\nThe phosphorylation status of nuclear NF-kappa B determines its association with CBP/p300 or HDAC-1. Mol Cell (2002) 9:625–3610.1016/S1097-2765(02)00477-X [PubMed] [CrossRef] [Google Scholar]33. Saccani S, Pantano S, Natoli G.\nModulation of NF-kappaB activity by exchange of dimers. Mol Cell (2003) 11:1563–7410.1016/S1097-2765(03)00227-2 [PubMed] [CrossRef] [Google Scholar]34. Ramirez-Carrozzi VR, Nazarian AA, Li CC, Gore SL, Sridharan R, Imbalzano AN, et al. \nSelective and antagonistic functions of SWI/SNF and Mi-2 beta nucleosome remodeling complexes during an inflammatory response. Genes Dev (2006) 20:282–9610.1101/gad.1383206 [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Ramirez-Carrozzi VR, Braas D, Bhatt DM, Cheng CS, Hong C, Doty KR, et al. \nA unifying model for the selective regulation of inducible transcription by CpG islands and nucleosome remodeling. Cell (2009) 138:114–2810.1016/j.cell.2009.04.020 [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Hargreaves DC, Horng T, Medzhitov R.\nControl of inducible gene expression by signal-dependent transcriptional elongation. Cell (2009) 138:129–4510.1016/j.cell.2009.05.047 [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Deaton AM, Bird AP.\nCpG islands and the regulation of transcription. Genes Dev (2011) 25:1010–2210.1101/gad.2037511 [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Thomson JP, Skene PJ, Selfridge J, Clouaire T, Guy J, Webb S, et al. \nCpG islands influence chromatin structure via the CpG-binding protein Cfp1. Nature (2010) 464:1082–610.1038/nature08924 [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Lee J-H, Skalnik DG.\nCpG-binding protein (CXXC finger protein 1) is a component of the mammalian Set1 histone H3-Lys4 methyltransferase complex, the analogue of the yeast Set1/COMPASS complex. J Biol Chem (2005) 280:41725–3110.1074/jbc.M508312200 [PubMed] [CrossRef] [Google Scholar]40. Fenouil R, Cauchy P, Koch F, Descostes N, Cabeza JZ, Innocenti C, et al. \nCpG islands and GC content dictate nucleosome depletion in a transcription- independent manner at mammalian promoters. Genome Res (2012) 22:2399–40810.1101/gr.138776.112 [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. O’Shea JM, Perkins ND.\nRegulation of the RelA (p65) transactivation domain. Biochem Soc Trans (2008) 36:603–810.1042/BST0360603 [PubMed] [CrossRef] [Google Scholar]42. Vermeulen L, De Wilde G, Van Damme P, Vanden Berghe W, Haegeman G.\nTranscriptional activation of the NF-kappaB p65 subunit by mitogen- and stress-activated protein kinase-1 (MSK1). EMBO J (2003) 22:1313–2410.1093/emboj/cdg139 [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Gerlo S, Kooijman R, Beck IM, Kolmus K, Spooren A, Haegeman G.\nCyclic AMP: a selective modulator of NF-κB action. Cell Mol Life Sci (2011) 68:3823–4110.1007/s00018-011-0757-8 [PubMed] [CrossRef] [Google Scholar]44. Nihira K, Ando Y, Yamaguchi T, Kagami Y, Miki Y, Yoshida K.\nPim-1 controls NF-kappaB signalling by stabilizing RelA/p65. Cell Death Differ (2010) 17:689–9810.1038/cdd.2009.174 [PubMed] [CrossRef] [Google Scholar]45. Zhong H, SuYang H, Erdjument-Bromage H, Tempst P, Ghosh S.\nThe transcriptional activity of NF-kappaB is regulated by the IkappaB-associated PKAc subunit through a cyclic AMP-independent mechanism. Cell (1997) 89:413–2410.1016/S0092-8674(00)80222-6 [PubMed] [CrossRef] [Google Scholar]46. Zhong H, Voll RE, Ghosh S.\nPhosphorylation of NF-kappa B p65 by PKA stimulates transcriptional activity by promoting a novel bivalent interaction with the coactivator CBP/p300. Mol Cell (1998) 1:661–7110.1016/S1097-2765(00)80066-0 [PubMed] [CrossRef] [Google Scholar]47. Dong J, Jimi E, Zhong H, Hayden MS, Ghosh S.\nRepression of gene expression by unphosphorylated NF-kappaB p65 through epigenetic mechanisms. Genes Dev (2008) 22:1159–7310.1101/gad.1657408 [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Mukherjee SP, Behar M, Birnbaum HA, Hoffmann A, Wright PE, Ghosh G.\nAnalysis of the RelA:CBP/p300 interaction reveals its involvement in NF-κB-driven transcription. PLoS Biol (2013) 11:e1001647.10.1371/journal.pbio.1001647 [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Yang X-D, Huang B, Li M, Lamb A, Kelleher NL, Chen L-F.\nNegative regulation of NF-kappaB action by Set9-mediated lysine methylation of the RelA subunit. EMBO J (2009) 28:1055–6610.1038/emboj.2009.55 [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Yang X-D, Tajkhorshid E, Chen L-F.\nFunctional interplay between acetylation and methylation of the RelA subunit of NF-kappaB. Mol Cell Biol (2010) 30:2170–8010.1128/MCB.01343-09 [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Kim J-W, Jang S-M, Kim C-H, An J-H, Kang E-J, Choi K-H.\nNew molecular bridge between RelA/p65 and NF-κB target genes via histone acetyltransferase TIP60 cofactor. J Biol Chem (2012) 287:7780–9110.1074/jbc.M111.278465 [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Huang B, Yang X-D, Lamb A, Chen L-F.\nPosttranslational modifications of NF-kappaB: another layer of regulation for NF-kappaB signaling pathway. Cell Signal (2010) 22:1282–9010.1016/j.cellsig.2010.03.017 [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Perkins ND.\nPost-translational modifications regulating the activity and function of the nuclear factor kappa B pathway. Oncogene (2006) 25:6717–3010.1038/sj.onc.1209937 [PubMed] [CrossRef] [Google Scholar]54. van Essen D, Zhu Y, Saccani S.\nA feed-forward circuit controlling inducible NF-κB target gene activation by promoter histone demethylation. Mol Cell (2010) 39:750–6010.1016/j.molcel.2010.08.010 [PubMed] [CrossRef] [Google Scholar]55. Saccani S, Natoli G.\nDynamic changes in histone H3 Lys 9 methylation occurring at tightly regulated inducible inflammatory genes. Genes Dev (2002) 16:2219–2410.1101/gad.232502 [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. De Santa F, Narang V, Yap ZH, Tusi BK, Burgold T, Austenaa L, et al. \nJmjd3 contributes to the control of gene expression in LPS-activated macrophages. EMBO J (2009) 28:3341–5210.1038/emboj.2009.271 [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Kruidenier L, Chung C, Cheng Z, Liddle J, Che K, Joberty G, et al. \nA selective jumonji H3K27 demethylase inhibitor modulates the proinflammatory macrophage response. Nature (2012) 488:404–810.1038/nature11262 [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Ghisletti S, Huang W, Jepsen K, Benner C, Hardiman G, Rosenfeld MG, et al. \nCooperative NCoR/SMRT interactions establish a corepressor-based strategy for integration of inflammatory and anti-inflammatory signaling pathways. Genes Dev (2009) 23:681–9310.1101/gad.1773109 [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Huang W, Ghisletti S, Perissi V, Rosenfeld MG, Glass CK.\nTranscriptional integration of TLR2 and TLR4 signaling at the NCoR derepression checkpoint. Mol Cell (2009) 35:48–5710.1016/j.molcel.2009.05.023 [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Stender JDD, Pascual G, Liu W, Kaikkonen MU, Do K, Spann NJJ, et al. \nControl of proinflammatory gene programs by regulated trimethylation and demethylation of histone H4K20. Mol Cell (2012) 48:28–3810.1016/j.molcel.2012.07.020 [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Li P, Spann NJ, Kaikkonen MU, Lu M, Oh DY, Fox JN, et al. \nNCoR repression of LXRs restricts macrophage biosynthesis of insulin-sensitizing omega 3 fatty acids. Cell (2013) 155:200–1410.1016/j.cell.2013.08.054 [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Chen X, Barozzi I, Termanini A, Prosperini E, Recchiuti A, Dalli J, et al. \nRequirement for the histone deacetylase Hdac3 for the inflammatory gene expression program in macrophages. Proc Natl Acad Sci U S A (2012) 109:E2865–7410.1073/pnas.1121131109 [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Saunders A, Core LJ, Lis JT.\nBreaking barriers to transcription elongation. Nat Rev Mol Cell Biol (2006) 7:557–6710.1038/nrm1981 [PubMed] [CrossRef] [Google Scholar]64. Fuda NJ, Ardehali MB, Lis JT.\nDefining mechanisms that regulate RNA polymerase II transcription in vivo. Nature (2009) 461:186–9210.1038/nature08449 [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Brès V, Yoh SM, Jones KA.\nThe multi-tasking P-TEFb complex. Curr Opin Cell Biol (2008) 20:334–4010.1016/j.ceb.2008.04.008 [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Nechaev S, Adelman K.\nPol II waiting in the starting gates: regulating the transition from transcription initiation into productive elongation. Biochim Biophys Acta (2011) 1809:34–4510.1016/j.bbagrm.2010.11.001 [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. Ainbinder E, Amir-Zilberstein L, Yamaguchi Y, Handa H, Dikstein R.\nElongation inhibition by DRB sensitivity-inducing factor is regulated by the A20 promoter via a novel negative element and NF-kappaB. Mol Cell Biol (2004) 24:2444–5410.1128/MCB.24.6.2444-2454.2004 [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Adelman K, Kennedy MA, Nechaev S, Gilchrist DA, Muse GW, Chinenov Y, et al. \nImmediate mediators of the inflammatory response are poised for gene activation through RNA polymerase II stalling. Proc Natl Acad Sci U S A (2009) 106:18207–1210.1073/pnas.0910177106 [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Gilchrist DA, Fromm G, dos Santos G, Pham LN, McDaniel IE, Burkholder A, et al. \nRegulating the regulators: the pervasive effects of Pol II pausing on stimulus-responsive gene networks. Genes Dev (2012) 26:933–4410.1101/gad.187781.112 [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Adelman K, Rogatsky I.\nRNA polymerase II stalling mediates cytokine gene expression. Cell Cycle (2010) 9:630–110.4161/cc.9.4.10841 [PubMed] [CrossRef] [Google Scholar]71. Nicodeme E, Jeffrey KL, Schaefer U, Beinke S, Dewell S, Chung C, et al. \nSuppression of inflammation by a synthetic histone mimic. Nature (2010) 468:1119–2310.1038/nature09589 [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Huang B, Yang X-D, Zhou M-M, Ozato K, Chen L-F.\nBrd4 coactivates transcriptional activation of NF-kappaB via specific binding to acetylated RelA. Mol Cell Biol (2009) 29:1375–8710.1128/MCB.01365-08 [PMC free article] [PubMed] [CrossRef] [Google Scholar]73. Garber M, Yosef N, Goren A, Raychowdhury R, Thielke A, Guttman M, et al. \nA high-throughput chromatin immunoprecipitation approach reveals principles of dynamic gene regulation in mammals. Mol Cell (2012) 47:810–2210.1016/j.molcel.2012.07.030 [PMC free article] [PubMed] [CrossRef] [Google Scholar]74. Heintzman ND, Hon GC, Hawkins RD, Kheradpour P, Stark A, Harp LF, et al. \nHistone modifications at human enhancers reflect global cell-type-specific gene expression. Nature (2009) 459:108–1210.1038/nature07829 [PMC free article] [PubMed] [CrossRef] [Google Scholar]75. Visel A, Blow MJ, Li Z, Zhang T, Akiyama JA, Holt A, et al. \nChIP-seq accurately predicts tissue-specific activity of enhancers. Nature (2009) 457:854–810.1038/nature07730 [PMC free article] [PubMed] [CrossRef] [Google Scholar]76. Rada-Iglesias A, Bajpai R, Swigut T, Brugmann SA, Flynn RA, Wysocka J.\nA unique chromatin signature uncovers early developmental enhancers in humans. Nature (2011) 470:279–8310.1038/nature09692 [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Ostuni R, Piccolo V, Barozzi I, Polletti S, Termanini A, Bonifacio S, et al. \nLatent enhancers activated by stimulation in differentiated cells. Cell (2013) 152:157–7110.1016/j.cell.2012.12.018 [PubMed] [CrossRef] [Google Scholar]78. Foster SL, Hargreaves DC, Medzhitov R.\nGene-specific control of inflammation by TLR-induced chromatin modifications. Nature (2007) 447:972–810.1038/nature05836 [PubMed] [CrossRef] [Google Scholar]79. Heinz S, Romanoski CE, Benner C, Allison KA, Kaikkonen MU, Orozco LD, et al. \nEffect of natural genetic variation on enhancer selection and function. Nature (2013) 503:487–9210.1038/nature12615 [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}