{"title": "Looping back to leap forward: transcription enters a new era", "pubDate": "2014", "PMCID": "PMC4059561", "DOI": "10.1016/j.cell.2014.02.009", "PMID": "24679523", "abstract": "Comparative genome analyses reveal that organismal complexity scales not with gene number but with gene regulation. Recent efforts indicate that the human genome likely contains hundreds of thousands of enhancers, with a typical gene embedded in a milieu of tens of enhancers. Proliferation of cis-regulatory DNAs is accompanied by increased complexity and functional diversification of transcriptional machineries recognizing distal enhancers and core promoters and by the high-order spatial organization of genetic elements. We review progress in unraveling one of the outstanding mysteries of modern biology: the dynamic communication of remote enhancers with target promoters in the specification of cellular identity.", "author": [{"author": "Michael Levine", "affiliation": ["Department of Molecular and Cell Biology, University of California, Berkeley, Berkeley, CA 94707, USA. Electronic address: mlevine@berkeley.edu."], "href": "/?term=Levine+M&cauthor_id=24679523"}, {"author": "Claudia Cattoglio", "affiliation": ["Department of Molecular and Cell Biology, University of California, Berkeley, Berkeley, CA 94707, USA; Howard Hughes Medical Institute, CIRM Center of Excellence, Li Ka Shing Center for Biomedical and Health Sciences, University of California, Berkeley, Berkeley, CA 94707, USA."], "href": "/?term=Cattoglio+C&cauthor_id=24679523"}, {"author": "Robert Tjian", "affiliation": ["Department of Molecular and Cell Biology, University of California, Berkeley, Berkeley, CA 94707, USA; Howard Hughes Medical Institute, CIRM Center of Excellence, Li Ka Shing Center for Biomedical and Health Sciences, University of California, Berkeley, Berkeley, CA 94707, USA. Electronic address: jmlim@uclink4.berkeley.edu."], "href": "/?term=Tjian+R&cauthor_id=24679523"}], "refPMID": [], "citedInPMID": ["24679523", "35011637", "34915843", "34887475", "34749781", "34647815", "34568311", "34488934", "34232558", "34208636", "34187518", "34111287", "34009337", "34002095", "33959385", "33916244", "33903756", "33858480", "33767390", "33692541", "33587037", "33458694", "33445415", "33414108", "33353944", "33271832", "33232656", "33202367", "33029258", "33022920", "32979530", "32877410", "32822575", "32804965", "32790717", "32619237", "32518300", "32494599", "32483291", "32416068", "32386547", "32360393", "32342858", "32238450", "32216153", "32203384", "32102997", "32075093", "31999955", "31932482", "31873292", "31845961", "31751889", "31744190", "31740812", "31703914", "31658622", "31639368", "31615334", "31548853", "31519704", "31466317", "31391587", "31362746", "31342181", "31337548", "31290539", "31285550", "31196959", "31118037", "31012011", "30998799", "30958098", "30891562", "30886393", "30873710", "30814546", "30807574", "30787446", "30699347", "30672466", "30585107", "30577869", "30554946", "30527662", "30510221", "30470303", "30449725", "30442764", "30404043", "30361340", "30332484", "30305372", "30239812", "30150205", "30057115", "30038397", "30022617", "29959226", "29954944", "29951530", "29946135", "29930094", "29930091", "29872691", "29860590", "29760106", "29754476", "29743638", "29714689", "29669788", "29617378", "29616867", "29562181", "29507191", "29507182", "29491135", "29378780", "29313530", "29302027", "29224777", "29177001", "29133398", "29080263", "29076501", "28982762", "28978434", "28967912", "28939920", "28912271", "28893950", "28877467", "28870212", "28867048", "28795863", "28783961", "28768201", "28714474", "28695891", "28666320", "28663582", "28642588", "28615451", "28575289", "28533025", "28520978", "28518057", "28498101", "28469006", "28451632", "28413576", "28395144", "28340338", "28288683", "28270558", "28187285", "28042144", "28018138", "28007784", "27990019", "27929098", "27924002", "27920087", "27899598", "27881599", "27863240", "27773677", "27685100", "27680998", "27638352", "27617035", "27587399", "27580841", "27490187", "27445307", "27381023", "27309804", "27300555", "27248499", "27247414", "27146783", "27097319", "27058788", "27046080", "27007846", "26934309", "26843070", "26813977", "26760202", "26686465", "26684323", "26609224", "26586731", "26579194", "26553978", "26438538", "26330488", "26312500", "26289800", "26277983", "26276636", "26267217", "26202577", "26144883", "26046838", "26018075", "25961407", "25904326", "25849986", "25829016", "25817479", "25755260", "25693131", "25678556", "25668385", "25564665", "25537195", "25517091", "25512556", "25486255", "25483776", "25467983", "25431403", "25267720", "25126782", "24994903"], "body": " SummaryComparative genome analyses reveal that organismal complexity scales not with gene number but with gene regulation. Recent efforts indicate that the human genome likely contains hundreds of thousands of enhancers, with a typical gene embedded in a milieu of tens of enhancers. Proliferation of cis-regulatory DNAs is accompanied by increased complexity and functional diversification of transcriptional machineries recognizing distal enhancers and core promoters, and by the high-order spatial organization of genetic elements. We review progress in unraveling one of the outstanding mysteries of modern biology: the dynamic communication of remote enhancers with target promoters in the specification of cellular identity. Transcription regulation is the premier mechanism underlying differential gene activity in animal development and disease. The first paradigms of gene control were established in bacteria and phage transcription, which typically employs the promoter as the exclusive site for integrating the information required to switch genes on or off (e.g., (Ptashne, 2005)). The earliest well studied systems consisted of a repressor bound to specific “operator” sequences that overlapped the promoter thus precluding entry of RNA Polymerase (Pol). Eviction of the repressor, for example, by allosteric changes accompanying the binding of an inducer (e.g., lactose), permits access of Pol to the promoter and activation of gene expression (Lewis, 2013). An equally important mechanism regulating Pol binding was revealed by the discovery of sigma factors and activators that help recruit and stabilize Pol at the promoter (Losick, 1998). These also operate in promoter-proximal regions, generally within 50–60 bp of the transcription start site. Thus, in the majority of cases, bacteria, phages and other prokaryotes rely on promoter-proximal, topologically restricted cis-elements to drive regulated transcriptional initiation.In the late 1970s scientists obtained the first glimpses into the organization of metazoan genes. When compared with bacteria, three fundamental differences were immediately apparent. First, genes are interrupted by intervening sequences, or introns (Sharp, 1994). Second, the DNA template is wrapped up in nucleosomes making access to chromatin by trans-acting factors a more arduous task (Kornberg and Lorch, 1999). Third, it was possible to identify regulatory DNA sequences – enhancers – extended distances along the DNA from their cognate core promoter. This separation was first dramatically demonstrated in the case of the prototypic enhancer, identified in the animal virus SV40 (Banerji et al., 1981). The entire SV40 genome is only 5.2 kb in length. It contains a 200 bp enhancer located immediately upstream of the early promoter, which controls the expression of genes (e.g., T-antigen) required for replication of the viral genome. The close proximity of the SV40 enhancer to the T-antigen promoter was evocative of the promoter-proximal regulatory elements of bacteria and yeast. However, despite this proximity, the SV40 enhancer was shown to augment the expression of a linked, heterologous gene (beta-globin) over a distance of 10 kb, farther than the entirety of the native SV40 genome.This unexpected uncoupling of regulatory DNAs from their target promoters – regulation at a distance – appears to be a distinctive property of metazoan genomes. Although yeast and other simple eukaryotes contain a few genes with such long distance cis-control arrangements, the vast majority of their genes employ regulatory sequences located near (100–200 bp) promoters (Struhl et al., 1998). By contrast, the majority of metazoan regulatory DNAs encompass multiple clusters of enhancers located at long distances from their promoters and recent studies have provided dramatic examples of super long-range enhancer-promoter interactions in vertebrate genomes. For example, the gene encoding Sonic Hedgehog is regulated by a distal enhancer that maps nearly one megabase from the promoter (Amano et al., 2009). Moreover, the expression of the c-Myc oncogene in hematopoietic lineages is regulated by a cluster of remote enhancers located 1.8 megabases downstream of the transcription unit (Shi et al., 2013).It has been recognized for some time that expanding the tether between the core promoter and cis-control elements allows regulation at a distance and opens the door to complex gene control, whereby a given gene can be expressed in a variety of different cell types and tissues, and in response to different signals or environmental cues (e.g., (Levine, 2010; Bulger and Groudine, 2011)). Indeed we might posit that without unhitching enhancers and promoters, it would not be possible to assemble the elaborate networks of gene transcription that control complex metazoan processes, and hence, “location matters” in the evolution of cis-regulatory elements. A well-studied example of such a transcription network is seen for the segmentation gene even-skipped, which is expressed in 7 pair-rule stripes along the length of the Drosophila embryo due to the activities of 5 separate enhancers (Fig. 1A) (Levine, 2010). Similarly, the vertebrate Pitx gene is regulated by several enhancers mediating expression in different tissues and organs (Chan et al., 2010). Selective deletions of the hindlimb enhancer underlies the diversification of stickleback fish populations lacking pelvic fins (Fig. 1B). Thus, the modular organization and distal locations of metazoan enhancers enabled the development of multiple cell-types and likely facilitated animal evolutionary diversity.Open in a separate windowFigure 1Organization of cis-regulatory DNAs in metazoan genomesMetazoan genes are regulated by multiple enhancers. (A) Organization of the even-skipped (eve) locus in the Drosophila genome. The eve gene is just 3 kb in length, but is regulated by individual stripe enhancers (E) located in both 5′ and 3′ flanking regions. The eve stripe enhancers function in an additive fashion to produce 7 stripes of gene expression in the early Drosophila embryo (micrograph by Mike Perry and Michael Levine, personal communication). (B) Evolution of pelvic fins in stickleback fish. The Pitx1 gene is regulated in different tissues by a series of enhancers located in both 5′ and 3′ flanking regions. Deletion of the hindlimb enhancer results in reduced development of the pelvic fins (red) in freshwater populations (adapted from (Shapiro et al., 2004)). (C) Organization of the HoxD complex in mice. The complex is regulated by a series of flanking enhancers (purple and green ovals) located in two neighboring topological association domains (TADs). The telomeric TAD (T-DOM) regulates linked HoxD genes in the developing arm and forearm, while the centromeric TAD (C-DOM) regulates expression in the hand and the digits (adapted from Andrey et al., 2013).A major future frontier of transcription research is the elucidation of the dynamic communication of remote enhancers with their target promoters. Before delving into this ambitious topic we first summarize recent advances in our understanding of the protein complexes controlling the activity of RNA Polymerase II (Pol II) at the core promoters of protein coding genes and some non-coding RNAs. We emphasize key findings and concepts obtained during the past 10 years and refer the reader to previous reviews for more in-depth discussions of specialized topics, such as histone modification (e.g., (Ruthenburg et al., 2007)), in silico identification of enhancers based on clustering of recognition sequences for cell-specific transcription factors (e.g., (Philippakis et al., 2006)), and mechanisms of transcriptional elongation (e.g., (Smith and Shilatifard, 2013)). We will also not touch on RNA Polymerase I and III that transcribe ribosomal RNAs and tRNAs respectively, not for lack of interest or importance but primarily for consideration of length and focus. The Core Promoter and Cell-Specific Transcription ComplexesCompared to bacteria, metazoan systems employ vastly more elaborate transacting protein machineries to cope with the extended arrangement of distal enhancers and multi-faceted promoters and the demands of temporal and spatial patterns of gene transcription essential to governing cell-type specificity and development (Levine and Tjian, 2003). In the past 10–15 years it has been well documented that animal genomes contain a large proportion of genes encoding transcription factors (5–10% of total coding capacity). There is also a great diversity and functional specialization of components that make up the core promoter recognition complex and “basal machinery”. Instead of a relatively simple Pol complex composed of just 5–6 subunits, the prototypic eukaryotic PreInitiation Complex (PIC) consists of >85 polypeptides, including several multi-subunit components such as RNA Pol II, TFIID, E, F, H and various large co-activators (Med/ARC) and chromatin remodeling factors (Roeder, 1996; Cramer, 2002; Goodrich and Tjian, 2010). In recent years, an even greater diversity of cell-type and gene specific cofactors and PIC components has been discovered (Fig 2). We have also come to appreciate that even the core promoter comes in many flavors, with elements such as TATA, INR, DPE contributing additional levels of specificity and regulation when coupled to upstream and downstream enhancers (Juven-Gershon and Kadonaga, 2010).Open in a separate windowFigure 2Specialized transcription machineries(A) A diversified set of preinitiation complexes (PICs), co-activators and chromatin remodelers orchestrates cell-specific transcription programs. In embryonic stem cells (ESCs), the XPC trimeric complex works as an OCT4/SOX2 stem cell co-activator (SCC) at distal enhancer sites (DE) to sustain the expression of pluripotency and self-renewal genes. Upon formation of embryoid bodies (EBs), TBP-associated factor TAF3 is required for endodermal lineage differentiation, mediating DNA looping between DEs and core promoters (TATA) of endoderm-specificating genes in concert with CTCF. In testis, TAF4B directs a transcription program required to preserve the germ-cell compartment; farther down the differentiation path, in round spermatids, TAF4B is replaced by a core-promoter complex comprised of the TAF7 homologue TAF7L, TBP-related factor TRF2 and TFIIA, which promotes spermatogenesis instead. TAF7L also regulates adipogenesis by associating with TBP as a component of TFIID at promoters and with PPARγ-RXR as a cofactor at enhancers on adipocyte-specific genes. In neurons, a specialized BAF chromatin-remodeling complex exists (nBAF) that includes neural specific subunits (BAF53b, BAF45b, BAF45c, CREST) and facilitates transcription of genes involved in dendrite outgrowth. (B) A yet uncharacterized, TFIID-independent PIC assembles at the TCT motif (polypyrimidine initiator) encompassing the transcription start site of ribosomal protein genes in Drosophila cells. In Drosophila S2 cells, non-canonical PICs made of TRF2/TFIIA and TBP/TFIIA are responsible for the cell cycle-restricted expression of H1 and H2B/A histone genes, respectively. TBP/TFIIA, and possibly TRF2/TFIIA, are pre-loaded on the histone locus in the G1-phase of the cell cycle, but only activate transcription when cells enter S-phase. Abbreviations: PE, proximal enhancer; PPRE, PPARγ response element; TF, sequence-specific transcription factor.Pol II consists of 12 subunits, is highly conserved throughout eukaryotes and serves as the central catalytic component of the PIC that drives RNA synthesis (Roeder, 1996). It does so, however, with the help of a large and diverse set of essential core promoter initiation factors that include TFIIA, B, D, E, F and H. Although most RNA Pol II initiation complexes utilize all or most of these prototypic core promoter factors (previously referred to as general transcription factors) a wealth of biochemical fractionation studies, functional reconstitution assays and genetic analyses have revealed that even the core components of the PIC are neither “general” nor universal. It now seems likely that there are various classes of PIC assemblies and that the stereotypic PIC composition identified in human HeLa cells, Drosophila S2 and yeast cell extracts may have given us an over simplified picture that significantly underestimated the diversity of PICs (Goodrich and Tjian, 2010). The importance of the PIC and constituent subunits in specifying cell type selective gene regulation became apparent only after mechanisms of transcriptional control were examined in terminally differentiated cells (Deato and Tjian, 2007). It now appears that many components of the PIC as well as attendant co-activators and chromatin remodeling complexes come in diverse ensembles that are required to drive cell type and gene specific transcription in metazoans (Fig. 2A) (D’Alessio et al., 2009; Dikstein et al., 1996; Goodrich and Tjian, 2010). This notion of diversified and functionally distinct sets of Pol II accessory factors working in concert with classical sequence-specific DNA binding activators to regulate cell type specific transcriptional programs may itself be an underestimate as it now seems evident that there are also gene specific PICs within a single cell type (Fig. 2B). For example, it was recently found that the transcriptional complexes responsible for expression of the histone genes in Drosophila make use of a rather stripped down version of the stereotypic PIC – one that lacks both TFIID and B (Guglielmi et al., 2013). Another striking example of gene specific PICs is seen for the genes encoding ribosomal proteins (Fig. 2B), wherein the core promoters bear a distinct TCT element instead of the more conventional TATA/INR core promoter arrangement (Parry et al., 2010). Thus, despite over 30 years of extensive biochemical and genetic analysis, it is likely that we have not yet completed our survey of the core Pol II machineries that govern metazoan transcription and we look forward to additional surprises. Structure of Multi-Subunit Complexes That Form the PICThere have been major advances in the determination of the 3D structures of the large multi-subunit assemblies that are recruited to the core promoter to form the PIC (Grünberg and Hahn, 2013; Liu et al., 2013). The earliest successes in the structural determination of transcription factors came from elegant X-ray crystallographic studies of sequence specific DNA-binding proteins (McKay and Steitz, 1981; Pavletich and Pabo, 1991). These studies helped define the now easily recognizable structural motifs such as zinc fingers, helix-loop-helix, leucine zippers, homeobox, winged helix and many other DNA binding domains (Weirauch and Hughes, 2011). By contrast, the 3D structures of transcriptional activation domains (e.g., acidic, glutamine-rich, etc.) have stubbornly eluded structural determination. The paucity of such structures results from their inherent lack of stable tertiary structure – “molten globules” – until they interact with specific co-activators, which impose a more defined 3D configuration. In several cases, these disordered domains contain low-complexity (LC) sequences, made up of few repeated amino acid residues. These LC domains that are postulated to form reversible fibrous polymers have recently been identified in Mediator subunits, TAF15 and the largest subunit of RNA Pol II (Kwon et al., 2013). Multiple LC domain containing transcription factors binding to arrayed promoter elements provides a potential mechanism to seed the sequential assembly of the PIC. For example the LC, repetitive C-terminal domain (CTD) of RNA Pol II has the ability to interact with fibrous polymers formed by other LC proteins and phosphorylation of the CTD disrupts this interaction, allowing regulated promoter escape and elongation. These properties of floppy domains assuming an induced fit structure or multimerizing to create docking platforms are likely to apply to other regulatory proteins encoded in the genomes of higher eukaryotes. Unfortunately, most other critical components of the transcriptional apparatus such as TAFs, co-activators, chromatin remodelers and core-promoter factors do not bear such obvious signature motifs identifiable through their amino acid sequences (Pavlopoulou and Michalopoulos, 2011). This complicates the task of identifying such factors based on primary sequence information. Consequently, discoveries of new cofactors and core promoter components depend on biochemical fractionation and in vitro transcription assays (Pugh and Tjian, 1990; Tjian and Maniatis, 1994).The crystal structure of Pol II provided new insights into the enzymatic mechanisms of transcription, particularly elongation. Structural analysis revealed that the two largest subunits Rpb1 and Rpb2 form an active central cleft (Cramer et al., 2000) with the Rpb1 side of the cleft forming a clamp that is open in the absence of template DNA but closed when template DNA and RNA are present (Gnatt et al., 2001). During elongation, the DNA enters the cleft where it forms a DNA-RNA hybrid in the active center (Gnatt et al., 2001). Structures of the elongation complex also revealed how RNA Pol II selects NTPs, incorporates them into the nascent RNA, and identifies the exit path of the RNA transcript (Cheung et al., 2011; Kettenberger et al., 2004; Wang et al., 2006; Westover et al., 2004). Although less is known about the mechanisms of initiation, several structural studies have highlighted the role of TFIIB, which appears to interact with Pol II in a manner analogous to the way that sigma factors interact with bacterial Pol despite a lack of sequence homologies (Bushnell et al., 2004; Murakami et al., 2002). Of course, the initiation process requires the participation of several other core PIC components and a more complete mechanistic dissection of transcription will benefit from high-resolution structures of the PIC discussed below.The large sizes of promoter-associated transcription complexes have limited the use of conventional X-ray crystallographic methods for their elucidation. There is the added challenge that these complexes often adopt alternative configurations and conformations on promoter templates. However, recent improvements in high-resolution EM methods have led to some significant advances, including the structural determinations of the human TFIID complex and a nearly complete PIC (Cianfrocco et al., 2013; He et al., 2013; Liu et al., 2009; Murakami et al., 2013). EM structures of human TFIID bound to DNA revealed that this core component of the PIC induces even more dramatic turns of the promoter template than the binding of TBP to TATA DNA (Fig. 3A). Moreover, both TFIID and the ARC/CRSP mediator complexes undergo conformational changes when bound to activators (Fig. 3B–C) (Liu et al., 2009; Taatjes et al., 2002). Collectively, these structural studies paint a picture of highly flexible, conformationally diverse and multi-pronged interactions occurring as activators, Pol II, core promoter factors, elongation factors and chromatin remodeling complexes all converge at the promoter to form the PIC and initiate transcription.Open in a separate windowFigure 3Structural dynamics of transcription machineries(A) Binding of PIC components to promoter induces dramatic turns of the DNA template, as revealed by EM structure of human TFIID and TFIIA bound to a super-core promoter (adapted from (Cianfrocco et al., 2013)). (B) Different activators (p53, c-JUN, Sp1) target distinct sites and induce localized as well as common conformational changes within TFIID, as evaluated by EM structural studies (adapted from (Liu et al., 2009)). (C) ARC/CRSP mediator undergoes dramatic and distinct conformational changes when bound to VP16 versus SREBP-1a activators, as resolved by EM (adapted from (Taatjes et al., 2002)). Pioneer FactorsWe now consider the current state of knowledge regarding the communication of distal enhancers with the ensembles of transcription complexes present at or near the core promoter. One of the most important new insights arising from whole-genome analyses of animal development is that many genes are systematically primed for their timely activation upon receipt of appropriate inducing signals (reviewed by (Lagha et al., 2012)). Both distal enhancers and the core promoter anticipate the subsequent activation of gene expression (Fig. 4). Studies on the regulation of liver-specific gene activity in mouse embryos led to the identification of FoxA as a “pioneer” transcription factor that primes enhancers for future activation. FoxA is expressed throughout the developing foregut of early mouse embryos (Ang et al., 1993; Monaghan et al., 1993). The liver arises from a subset of these cells, and prior to their separation from the foregut FoxA “marks” enhancers that will become active during later stages of development (Gualdi et al., 1996). It was suggested that the binding of FoxA to these enhancers primes them for future induction by opening local chromatin and facilitating the entry of liver-specific transcription factors (Cirillo et al., 2002). The exact mechanism is uncertain. Perhaps FoxA recruits a histone modifying enzyme like CBP/p300 (Visel et al., 2009) or a chromatin remodeling enzyme like Swi/Snf (Ronan et al., 2013), which in turn, renders neighboring factor binding sites accessible for efficient occupancy once the later liver-specific transcription factors are first expressed. It is now appreciated that transcription factors involved in reprogramming cells from one fate to another, such as Oct4 and Sox2, have pioneer-like properties (Soufi et al., 2012; Wapinski et al., 2013).Open in a separate windowFigure 4A model for the sequential activation of gene expressionDiagram of a hypothetical gene regulated by several distal enhancers located both 5′ and 3′ of the transcription unit. (A) Gene X is silent; all enhancers are inactive and contain “repressive marks” – H3K27me3 – mediated by Polycomb silencers (e.g., (Voigt et al., 2013)). (B) A pioneer factor (PF) binds to specific sites in Enhancer 1. This leads to the appearance of flanking DnaseI hypersensitive sites and, presumably, the recruitment of chromatin remodeling complexes (e.g., BAF) and histone modifying complexes (e.g., Hu et al., 2013). (C) Following changes in chromatin state, the regulatory region becomes condensed, thereby bringing Enhancer 1 into proximity with the Gene X promoter. In some cases, the promoter acquires paused Pol II prior to induction. (D) Upon binding of inductive sequence-specific transcription factors (TF), the Enhancer engages the promoter and leads to the recruitment of the PIC or release of paused Pol II to trigger expression. Cohesin has been implicated in stabilizing Enhancer-Promoter interactions (e.g., Guo et al., 2012).FoxA exhibits an unusual property during the cell cycle; it remains associated with condensing chromosomes during mitosis, while most sequence-specific transcription factors appear to be released (Caravaca et al., 2013). This special quality – avid binding to condensed chromatin – might be a critical manifestation of the ability of pioneer factors to stably mark enhancers for future use (Zaret and Carroll, 2011).Pioneer factors are not a distinctive property of vertebrate systems, but appear to occur in invertebrates as well. For example, the Drosophila embryo exhibits a sharp transition in gene activation between 2 and 3 hours after fertilization. This is referred to as the maternal-zygotic transition (MZT), and is akin to the midblastula transition in Xenopus embryos (Tadros et al., 2007). Early embryogenesis is driven by maternal products deposited into the unfertilized egg during oogenesis. After depletion of these products the zygotic genome is induced for subsequent developmental processes. A sequence-specific transcription factor called Zelda appears to function as a pioneer factor to mark most or all of the enhancers slated for induction during the MZT (Harrison et al., 2011; Liang et al., 2008; Nien et al., 2011). Zelda is maternally expressed and appears to interact with target enhancers during the first 30–60 minutes of embryogenesis, well before they become active about an hour later. Altogether, Zelda marks hundreds of enhancers regulating over 100 zygotic genes. However, unlike FoxA, Zelda has not been specifically shown to remain associated with mitotic chromosomes, which we might expect to see if it functions as a bona fide pioneer factor.It is likely that the priming of distal enhancers by pioneer (or putative pioneer) factors such as FoxA and Zelda is related to DNaseI hypersensitivity documented for select regulatory sequences such as beta-globin genes in classical studies performed in the 1980s (e.g., (Groudine et al., 1983)). Whole-genome assays suggest that the “marking” of regulatory sequences for future use is a prevalent property of metazoan gene control during development. Paused RNA PolymeraseIn addition to marking their enhancers for future use, developmentally regulated genes can also anticipate activation by acquiring paused Pol II during embryogenesis (Adelman and Lis, 2012; Levine, 2011). Whole-genome Pol II ChIP-Seq and Gro-Seq assays reveal that the majority of genes that contain Zelda at their distal enhancers prior to activation during Drosophila MZT also contain paused Pol II (Fig. 4C) (Chen et al., 2013; Saunders et al., 2013). Thus, both distal regulatory sequences and the proximal promoter are “primed” for timely induction of gene expression during the one-hour period, between 2 and 3 hours after fertilization, when localized stripes and bands of gene expression establish the basic blueprint of the adult fly (Levine, 2010). Genes that are activated later in development are not paused during this early time period. Instead, they acquire paused Pol II later, approximately an hour or so prior to their expression (Chen et al., 2013). However, it is important to note that paused Pol II is not the only way to prepare the promoter for timely activation. For example, TBP and TFIIA mark the promoter regions of histone genes throughout the cell cycle, while Pol II is recruited only upon transcriptional activation (Fig. 2B) (Guglielmi et al., 2013).The mechanism by which paused Pol II (or other general factors such as TFIIA) foster timely activation of gene expression is uncertain. Studies in cultured S2 cells suggest that paused Pol II functions very much like pioneer factors, serving as a “bookmark” to prime the gene for future activation (Gilchrist et al., 2010). In particular, it was suggested that paused Pol II blocks the assembly of inhibitory nucleosomes within the core promoter. According to this model, the priming of distal regulatory sequences and proximal promoters coordinates efficient activation upon receipt of appropriate inducing signals (Fig. 4). Thus, paused genes are immediately activated upon induction, whereas genes lacking paused Pol II might exhibit stochastic patterns of activation, possibly arising from variable delays in the eviction of inhibitory nucleosomes from the core promoter (Lagha et al., 2013). Genome-wide Identification of EnhancersThe human genome contains a scant number of genes, on the order of just 25,000, approximately the same number of genes seen in the mustard weed Arabidopsis and the nematode worm C. elegans (Putnam et al., 2008; Simakov et al., 2013). Given this uncoupling between gene number and organismal complexity we previously argued that complexity depends on increasingly sophisticated mechanisms of gene regulation (Levine and Tjian, 2003). Thus, the human genome is likely to contain a significantly larger number of enhancers than that seen in plants or worms. Recent studies using whole-genome methods are entirely consistent with this point of view.Several methods have been used for the systematic identification of enhancers, or putative enhancers, engaged in specific developmental processes, including heart specification in mice and the differentiation of cranial neural crest in humans. For example, heart enhancers were identified by examining the genome-wide distribution of CBP/p300 histone acetyltransferase (May et al., 2012). Histone acetylation is associated with transcriptional activation, and is seen in both promoter regions and distal enhancers. The idea is that sequence-specific DNA binding proteins interact with their target sites in distal enhancers and then recruit one or more co-activator complexes to mediate communication with the core promoter. Detection of these complexes, such as CBP/p300, permits identification of active enhancers. These studies suggest that thousands of enhancers control gene expression during the specification and morphogenesis of the mammalian heart. The exact number of authentic enhancers identified by CBP/p300 ChIP-Seq assays remains uncertain, since only a small fraction of the predicted enhancers were directly tested in transgenic mouse embryos.Another approach to the whole-genome identification of distal enhancers concerns the use of specific histone modifications, particularly histone H3K4me1 (monomethylation of core histone H3 on lysine 4) and H3K27Ac (acetylation of lysine 27) (Heintzman et al., 2009). These modifications are often associated with latent or active enhancers, and have been used to identify distal regulatory DNAs controlling a number of processes, including the specification of cranial neural crest underlying the patterning of the human face (e.g., (Calo and Wysocka, 2013).These histone modifications identified thousands of putative neural crest enhancers, and a significant fraction contains sequence polymorphisms in human populations (Rada-Iglesias et al., 2012). Specific polymorphisms were shown to alter the binding of two key sequence-specific transcription factors responsible for the differentiation of cranial neural crest, TFAP2A and NR2F1/2. It is likely that altered binding of such factors underlies some human facial variations and malformations such as cleft palate (Attanasio et al. 2013).The ENCODE consortium identified 400,000 putative enhancers in the human genome, and it is possible that this number could increase to as many as a million enhancers (ENCODE Consortium et al., 2012). This amounts to a remarkable fraction of our genomes, 25% and probably more, devoted to regulatory information, suggesting that a typical human gene might be regulated by tens of enhancers. Simpler creatures appear to possess fewer enhancers; for example, Drosophila appears to contain something like 50,000–100,000 enhancers (Arnold et al., 2013). We emphasize that the current estimates are somewhat uncertain since they are mainly based on whole-genome binding assays and relatively few direct functional tests. Nonetheless, it is becoming increasingly clear that metazoan genomes are riddled with enhancers. Enhancer Trafficking and Spatial Organization in the NucleusOur view of the regulatory genome has changed significantly in recent years. It now appears that genes are embedded in vast and complex regulatory landscapes. How do the right enhancers communicate with the right promoters in time and space? Chromosome conformation capture methods suggest that mammalian genomes are organized in a series of topological association domains (TADs) composed of an average of 700–800 kb containing 5–10 genes and several hundred enhancers (Gibcus and Dekker, 2013; Jin et al., 2013). Most enhancer-promoter interactions occur within TADs, although there is evidence for trans-TAD and even trans-chromosomal interactions. Some TADs are bigger than others. For example, the TAD containing the c-Myc locus is approximately 2 Mb in length and includes a cluster of remote enhancers located at one of the boundaries that controls expression in hematopoietic lineages (Shi et al., 2013). The HoxD complex is located at the cusp of two regulatory TADs, each containing tens of separate enhancers (a “regulatory archipelago”; Fig. 1C). The 3′ TAD controls early expression in proximal regions of the developing limb, while the 5′ TAD controls expression in the distal regions of the limb that form the digits. The 5′ TAD contains the global control region (GCR), which maps ~200 kb away from the HoxD complex (see (de Laat and Duboule, 2013)). It is ~40 kb in length and composed of multiple enhancers. The GCR is evocative of the β-globin LCR, which is responsible for temporal switching of linked globin genes ((Martin et al., 1996); see below).Whole-genome analysis of H3K4me1 and H3K27Ac profiles identified putative “super-enhancers” as extended regulatory sequences, spanning ~5–50 kb in length (Whyte et al., 2013). There are over 200 super-enhancers in the human genome, and most appear to be associated with key regulatory genes specifying particular cell types, such as Oct 4 in embryonic stem cells. It is likely that super-enhancers function much like the previously identified LCR at the beta-globin locus and GCR at the HoxD locus, which coordinate the expression of linked genes in defined cell lineages (e.g., Fig. 1C). Preliminary studies suggest that a number of disease-associated sequence polymorphisms map within super-enhancers (Hnisz et al., 2013). Indeed, sequence polymorphisms in the non-coding, regulatory genome are emerging as an important source of human variation, including susceptibility to disease.The structured 3D spatial organization of the genome and the manner in which genes and regulatory elements are embedded therein suggest an important role for the relative location of these sequences in three dimensional space in facilitating regulation of gene expression. Enhancer-promoter CommunicationOne of the outstanding mysteries of transcription regulation is the nature of enhancer-promoter communication. It has been over 30 years since the discovery of the prototypic SV40 enhancer (Banerji et al., 1981), and yet, we still do not understand the dynamics of this process. There is considerable evidence for the looping of distal enhancers to the promoter. For example, the Sp1 activator binds to both enhancers and proximal regions of target promoters, and homotypic interactions between Sp1 subunits have been shown to promote and stabilize looping interactions (Dynan and Tjian, 1983; Su et al., 1991). Indeed, a number of promoter-proximal binding proteins do not appear to function as classical activators (e.g., acidic activation domain), but instead, might augment gene expression by facilitating communication of distal enhancers with their target promoters (e.g., Calhoun and Levine, 2003).A vivid illustration of the importance of enhancer looping was recently documented at the mouse beta-globin gene. As discussed earlier, beta-globin is regulated by the looping of the distal LCR to the beta-globin promoter (Martin et al., 1996). Looping and activation depends on two key transcription factors, GATA1 and LDB1 (Deng et al., 2012). Both proteins bind to the LCR and beta-globin promoter. Removal of GATA1 blocks globin expression. However, expression is restored with a synthetic ZF::LDB1 fusion protein that recognizes specific sequences in the globin promoter and fosters LCR looping in the absence of GATA1. This bypass experiment highlights the importance of enhancer looping in gene activation during development.Recent whole-genome binding assays have identified general transcription factors at distal enhancers. The pre-genome view of such factors, e.g., subunits of the Mediator and TFIID complexes, is that they assemble at or near the promoter to foster transcription initiation. However, whole-genome assays have identified binding of TAF3 and TAF7L, so-called “orphan TAFs”, at both core promoters and distal enhancers in ES cells and adipocytes, respectively (Fig. 2A) (Liu et al., 2011; Zhou et al. 2013). Similar methods have also identified the Pol II elongation factor ELL3 at distal enhancers (Lin et al. 2013). These observations raise the possibility that the assembly of a fully functional PIC might depend on interactions of distal regulatory sequences with promoter-proximal elements. According to this view distal enhancers work synergistically with the core promoter to activate transcription. Integrating Post-Transcriptional Processes, DNA Replication and RepairOver the past 40 years increasing evidence points to a coordinated cross talk between transcription and various steps along the flow of information from DNA replication to protein production as well as related DNA transactions such as maintenance of genome integrity. For example, there is emerging evidence that DNA repair processes may be employed for the orderly trafficking of the genomic regulatory landscape. Also, BAF/BRG1 and BRM-associated factors (Swi/Snf-like complexes) remodel chromatin at distal enhancers and have been implicated in a variety of development and disease processes. BAF was recently shown to recruit topoisomerase IIα and mediate decatenation of sister chromatids during mitosis (Dykhuizen et al., 2013). It is possible that this topo II activity is also required for long-range enhancer-promoter interactions. There are additional examples of DNA repair enzymes functioning as potential coactivators at distal enhancers. The XPC complex can serve both as a classical DNA repair factor and as a transcriptional co-activator in ES cells (Fig. 2A) (Fong et al., 2011). Moreover, components of the nucleotide excision repair pathway have been implicated in transcriptional activation upon DNA de-methylation and gene looping (Le May et al., 2012), while the base-excision repair enzyme TDG is emerging as a key player in regulating DNA methylation (Wyatt, 2013).Transcription is also coupled to RNA splicing and processing. Key components of transcription initiation and elongation including CRSP/Mediator (Huang et al., 2012), RNA Pol II, and P-TEFb (Zhou et al., 2012) modulate RNA splicing and processing. Conversely, splicing factors such as SF2/ASF influence transcription levels affecting RNA Pol II pausing and elongation rates (Zhou et al., 2012). Recent studies raise the possibility that specialized splicing byproducts – circular intronic RNAs resistant to debranching – might regulate the expression of their parent genes (Zhang et al., 2013).Despite the physical sequestration of transcription in the nucleus from protein synthesis in the cytoplasm, eukaryotic cells exhibit a surprisingly tight coordination of these processes (Dahan and Choder, 2013). For example, the efficacy of protein synthesis from mRNA templates is determined by specific sequence motifs in 5′ or 3′ UTRs and associated factors that are loaded onto pre-RNAs during transcription (Haimovich et al., 2013a). Examples of such coordination include the yeast RNA Pol II subunits Rpb4/7p (Dahan and Choder, 2013), the Ccr4-Not complex (Miller and Reese, 2012), the human CEBP1 (Bava et al., 2013) and ELAV/Hu (Simone and Keene, 2013) proteins. Likewise, there is evidence that mRNA degradation can affect transcriptional output. In yeast, reduced mRNA decay rates are balanced by diminished mRNA synthesis, so that steady-state mRNA levels are maintained (Sun et al., 2013). Critical for balancing mRNA levels are cytoplasmic decay factors such as Xrn1, which were shown to translocate to the nucleus and work as transcription regulators (Haimovich et al., 2013b). In short, these findings collectively suggest that the linear view of gene expression from DNA to RNA to protein should instead be viewed as circular: transcription affects and is affected by its downstream processes.There is also a mounting body of evidence for the coupling of transcription with DNA replication. The timing of DNA replication in S phase is coupled to transcription levels, whereby genes that are highly expressed are replicated early and the majority of late-replicating genes are silent (Dellino et al., 2013). Such a temporal correlation between DNA replication and the onset of expression is seen for the large histone gene cluster (Guglielmi et al., 2013). It has been suggested that components of the DNA replication machinery associate with distal regulatory sequences to modulate the timing of transcription (Forsburg, 2004; Karmakar et al., 2010). There is also a spatial component, with respect to where genes are positioned in the nucleus and relative to each other, to the timing of replication from different origins (e.g., Gilbert et al., 2010). Thus again in the instance of the interplay of transcription and replication, it appears that location matters. Emerging Technologies and the Future of Gene RegulationDuring these past several decades powerful new technologies have been added to the traditional biochemical and genetic methods used to investigate transcription, including an explosion of techniques for genome-wide high throughput analysis, leading to a “global systems” view of gene regulation (de Wit and de Laat, 2012; van Steensel and Dekker, 2010). Thus, we witnessed an inexorable shift from single gene analysis to whole genome surveys, sometimes with interesting and unexpected results. We strongly expect this post-genome era and affiliated systems-level analyses to continue for some time. In addition, a new and equally compelling technology is beginning to have a big impact in the field especially in revealing new dynamic spatial and temporal aspects of transcription: single molecule live cell imaging.A looming future challenge is the direct visualization of enhancer-promoter interactions to determine not only the 3D disposition and relative location of these critical cis-regulatory elements but also the time dimension and temporal cadence of their interactions with transcription factors. It is currently unclear how long it takes for a distal enhancer to “find” its target promoter, and the stability of the ensuing enhancer-promoter complex. Moreover, it is not known how many rounds of PIC assembly, initiation and reinitiation results from a single enhancer-promoter interaction. Many of us who were trained in traditional in vitro biochemistry or classic genetic approaches could not imagine the revolution in molecular imaging that has now been sweeping into the life sciences. The idea that we could one day actually see and track the movement of individual transcription factors functioning in living cells in real time, or measure reaction dynamics and spatial resolution of single molecules within individual cell nuclei seemed beyond reach.These questions can now be addressed by the powerful new imaging methods that permit the detection of single molecules in living cells and tissues (Fig. 5A) (Darzacq et al., 2009; Mueller et al., 2013; Xia et al., 2013). These methods offer the promise of tracking the movements and behaviors of individual transcription factors as they search for cognate binding sites on interphase chromatin within the nucleus of individual living cells in sub-second real time measurements (Abrahamsson et al., 2013; Betzig et al., 2006; Gao et al., 2012; Huang et al., 2009; Huisken et al., 2004; Shao et al., 2011; Wu et al., 2013). When combined with genetic manipulations, genome-wide analysis and in vitro single molecule assays (Revyakin et al., 2012), these methods can provide extraordinarily quantitative measurements with remarkable temporal and spatial resolution.Open in a separate windowFigure 5Emerging imaging technologies(A) Single molecule super-resolution imaging of RNA Pol II (Ignacio Izeddin, Ibrahim Cisse, Maxime Dahan and Xavier Darzacq, personal communication). Three-dimensional density map of Pol II localization in fixed nuclei (left) highlights spatial Pol II clustering, while single particle tracking in live cells (right) identifies distinct Pol II dynamic behaviors. Data were collected from an engineered cell line stably expressing the Pol II catalytic subunit (RPB1) labeled with the photo-convertible fluorescent protein Dendra2 (Cisse et al., 2013). (B) Promoter-specific transcription initiation directed by a reconstituted human Pol II system at single molecule resolution using TIRF video-microscopy. Cy5-labeled DNA templates containing a consensus Pol II promoter are immobilized on a surface, and nascent transcripts are detected based on colocalization of fluorescent probes and template signals. The two DNA templates contain (red) or lack (green) the target sequence for the transcript probe to control for specificity (adapted from (Revyakin et al., 2012)).It is now possible to accurately measure on/off rates, dwell times, 3D diffusion intervals, and search times for individual transcription factors or combinations of transcription factors. These approaches can also allow us to dissect the in vivo order of events (i.e. which TFs must bind first to a site before others can approach and bind) at enhancers and promoters (Chen et al, in press). We can also probe how mutations in both the transcription factor proteins and cis-regulatory sequence elements will alter the search parameters and binding constants. At the same time, it is possible to manipulate and alter the chromatin/epigenetic state of cells using drugs or mutations to assess the consequences of changing specific chromatin modifications on the transcription search pattern and simultaneously measure the transcriptional output. Just as super resolution imaging has been a game changer for tracking complex molecular transactions in living cells, a parallel but equally enabling set of advances in single molecule in vitro biochemistry is revolutionizing our ability to dissect the mechanistic steps involved in cell free single molecule transcription assays (Fig. 5B) (Bustamante et al., 2011; Deniz et al., 2008; Friedman and Gelles, 2012; Herbert et al., 2008; Revyakin et al., 2012; Treutlein et al., 2012).The development of advanced imaging methods, such as light sheet microscopy, permits the rapid acquisition of cellular images using a new generation of detectors to record movies over periods of hours in living embryos (Keller et al., 2008). The very first movies of gene regulation are beginning to appear. For example, after nearly thirty years of analyzing fixed preparations of staged Drosophila embryos, we can finally watch the dynamic activation of Hunchback expression by the maternal Bicoid gradient, one of the paradigms of gene control in development (Garcia et al., 2013; Lucas et al., 2013). These studies reported the detection of nascent transcripts produced by the proximal Hunchback enhancer in living embryos in real time. They reveal incredibly rapid induction of gene expression, within a factor of two of the theoretical limit (one Pol II complex loaded every 70–80 bp along the DNA template). These studies also demonstrated that low levels of the Bicoid activator gradient result in all or none expression of the Hunchback reporter gene in neighboring cells, raising the possibility that activators function in a statistical manner to increase the probability of on or off transcription in the different cells of a population. Previous static methods for the analysis of fixed preparations have been useful for elucidating the spatial control of gene expression (e.g., the borders of segmentation stripes of expression). However, these methods provide limited information about the temporal dynamics of gene expression. The newly available imaging technologies provide the first opportunities for delving into the dimension of time.We anticipate that all of these technical advances together with the resurgent interest in mammalian development and stem cell biology bode well for a rich and productive period. We particularly look forward to new insights into the emerging theme of “location matters”, that is, the impact of 3D chromosomal organization and nuclear localization in transcriptional dynamics. The upcoming decade of transcription biology is poised for unprecedented opportunities for discovery. AcknowledgmentsR.T. and C.C. would like to acknowledge the California Institute for Regenerative Medicine (CIRM) for the Research grant (RB4-06016) to R.T.. M.L. is supported by grants from the NIH (GM34431 and GM46638). C.C. is a postdoctoral fellow of California Institute for Regenerative Medicine (CIRM training program TG2-01164). FootnotesPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. ReferencesAbrahamsson S, Chen J, Hajj B, Stallinga S, Katsov AY, Wisniewski J, Mizuguchi G, Soule P, Mueller F, Dugast Darzacq C, et al.  Fast multicolor 3D imaging using aberration-corrected multifocus microscopy. Nature methods. 2013;10:60–63. [PMC free article] [PubMed] [Google Scholar]Adelman K, Lis JT. Promoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat Rev Genet. 2012;13:720–731. [PMC free article] [PubMed] [Google Scholar]Amano T, Sagai T, Tanabe H, Mizushina Y, Nakazawa H, Shiroishi T. Chromosomal dynamics at the Shh locus: limb bud-specific differential regulation of competence and active transcription. Dev Cell. 2009;16:47–57. [PubMed] [Google Scholar]Andrey G, et al.  A switch between topological domains underlies HoxD genes colinearity in mouse limbs. Science. 2013;340:1195–1202. [PubMed] [Google Scholar]Ang SL, Wierda A, Wong D, Stevens KA, Cascio S, Rossant J, Zaret KS. The formation and maintenance of the definitive endoderm lineage in the mouse: involvement of HNF3/forkhead proteins. Development. 1993;119:1301–1315. [PubMed] [Google Scholar]Arnold CD, Gerlach D, Stelzer C, Bory, Rath M, Stark A. Genome-wide quantitative enhancer activity maps identified by STARR-seq. Science. 2013;339:1074–1077. [PubMed] [Google Scholar]Attanasio C, Nord AS, Zhu Y, Blow MJ, Li Z, Liberton DK, Morrison H, Plajzer-Frick I, Holt A, Hosseini R, et al.  Fine tuning of craniofacial morphology by distant-acting enhancers. Science. 2013;342:1241006. [PMC free article] [PubMed] [Google Scholar]Banerji J, Rusconi S, Schaffner W. Expression of a beta-globin gene is enhanced by remote SV40 DNA sequences. Cell. 1981;27:299–308. [PubMed] [Google Scholar]Bava FA, Eliscovich C, Ferreira PG, Miñana B, Ben-Dov C, Guigó R, Valcárcel J, Méndez R. CPEB1 coordinates alternative 3′-UTR formation with translational regulation. Nature. 2013;495:121–125. [PubMed] [Google Scholar]Betzig E, Patterson GH, Sougrat R, Lindwasser OW, Olenych S, Bonifacino JS, Davidson MW, Lippincott-Schwartz J, Hess HF. Imaging intracellular fluorescent proteins at nanometer resolution. Science. 2006;313:1642–1645. [PubMed] [Google Scholar]Bulger M, Groudine M. Functional and mechanistic diversity of distal transcription enhancers. Cell. 2011;144:327–339. [PMC free article] [PubMed] [Google Scholar]Bushnell DA, Westover KD, Davis RE, Kornberg RD. Structural basis of transcription: an RNA polymerase II-TFIIB cocrystal at 4.5 Angstroms. Science. 2004;303:983–988. [PubMed] [Google Scholar]Bustamante C, Cheng W, Mejia YX. Revisiting the central dogma one molecule at a time. Cell. 2011;144:480–497. [PMC free article] [PubMed] [Google Scholar]Calhoun VC, Levine M. Long-range enhancer-promoter interactions in the Scr-Antp interval of the Drosophila Antennapedia complex. Proc Natl Acad Sci U S A. 2003;100:9878–9883. [PMC free article] [PubMed] [Google Scholar]Calo E, Wysocka J. Modification of enhancer chromatin: what, how, and why? Mol Cell. 2013;49:825–837. [PMC free article] [PubMed] [Google Scholar]Caravaca JM, Donahue G, Becker JS, He X, Vinson C, Zaret KS. Bookmarking by specific and nonspecific binding of FoxA1 pioneer factor to mitotic chromosomes. Genes Dev. 2013;27:251–260. [PMC free article] [PubMed] [Google Scholar]Chan YF, Marks ME, Jones FC, Villarreal G, Shapiro MD, Brady SD, Southwick AM, Absher DM, Grimwood J, Schmutz J, et al.  Adaptive evolution of pelvic reduction in sticklebacks by recurrent deletion of a Pitx1 enhancer. Science. 2010;327:302–305. [PMC free article] [PubMed] [Google Scholar]Chen K, Johnston J, Shao W, Meier S, Staber C, Zeitlinger J. A global change in RNA polymerase II pausing during the Drosophila midblastula transition. Elife. 2013;2:e00861. [PMC free article] [PubMed] [Google Scholar]Chen J, Zhang Z, Li L, Chen B, Revyakin A, Hajj B, Legant W, Dahan M, Lionnet T, Betzig E, Tjian R, Liu Z. Single-molecule dynamics of enhanceosome assembly in embryonic stem cells. Cell. 2014 In press. [PMC free article] [PubMed] [Google Scholar]Cheung AC, Sainsbury S, Cramer P. Structural basis of initial RNA polymerase II transcription. EMBO J. 2011;30:4755–4763. [PMC free article] [PubMed] [Google Scholar]Cianfrocco MA, Kassavetis GA, Grob P, Fang J, Juven-Gershon T, Kadonaga JT, Nogales E. Human TFIID binds to core promoter DNA in a reorganized structural state. Cell. 2013;152:120–131. [PMC free article] [PubMed] [Google Scholar]Cirillo LA, Lin FR, Cuesta I, Friedman D, Jarnik M, Zaret KS. Opening of compacted chromatin by early developmental transcription factors HNF3 (FoxA) and GATA-4. Mol Cell. 2002;9:279–289. [PubMed] [Google Scholar]Cisse II, Izeddin I, Causse SZ, Boudarene L, Senecal A, Muresan L, Dugast-Darzacq C, Hajj B, Dahan M, Darzacq X. Real-time dynamics of RNA polymerase II clustering in live human cells. Science. 2013;341:664–667. [PubMed] [Google Scholar]Cramer P. Multisubunit RNA polymerases. Curr Opin Struct Biol. 2002;12:89–97. [PubMed] [Google Scholar]Cramer P, Bushnell DA, Fu J, Gnatt AL, Maier-Davis B, Thompson NE, Burgess RR, Edwards AM, David PR, Kornberg RD. Architecture of RNA polymerase II and implications for the transcription mechanism. Science. 2000;288:640–649. [PubMed] [Google Scholar]D’Alessio JA, Wright KJ, Tjian R. Shifting players and paradigms in cell-specific transcription. Molecular cell. 2009;36:924–931. [PMC free article] [PubMed] [Google Scholar]Dahan N, Choder M. The eukaryotic transcriptional machinery regulates mRNA translation and decay in the cytoplasm. Biochim Biophys Acta. 2013;1829:169–173. [PubMed] [Google Scholar]Darzacq X, Yao J, Larson DR, Causse SZ, Bosanac L, de Turris V, Ruda VM, Lionnet T, Zenklusen D, Guglielmi B, et al.  Imaging transcription in living cells. Annu Rev Biophys. 2009;38:173–196. [PMC free article] [PubMed] [Google Scholar]de Laat W, Duboule D. Topology of mammalian developmental enhancers and their regulatory landscapes. Nature. 2013;502:499–506. [PubMed] [Google Scholar]de Wit E, de Laat W. A decade of 3C technologies: insights into nuclear organization. Genes & development. 2012;26:11–24. [PMC free article] [PubMed] [Google Scholar]Deato MD, Tjian R. Switching of the core transcription machinery during myogenesis. Genes Dev. 2007;21:2137–2149. [PMC free article] [PubMed] [Google Scholar]Dellino GI, Cittaro D, Piccioni R, Luzi L, Banfi S, Segalla S, Cesaroni M, Mendoza-Maldonado R, Giacca M, Pelicci PG. Genome-wide mapping of human DNA-replication origins: levels of transcription at ORC1 sites regulate origin selection and replication timing. Genome Res. 2013;23:1–11. [PMC free article] [PubMed] [Google Scholar]Deng W, Lee J, Wang H, Miller J, Reik A, Gregory PD, Dean A, Blobel GA. Controlling long-range genomic interactions at a native locus by targeted tethering of a looping factor. Cell. 2012;149:1233–1244. [PMC free article] [PubMed] [Google Scholar]Deniz AA, Mukhopadhyay S, Lemke EA. Single-molecule biophysics: at the interface of biology, physics and chemistry. J R Soc Interface. 2008;5:15–45. [PMC free article] [PubMed] [Google Scholar]Dikstein R, Zhou S, Tjian R. Human TAFII 105 is a cell type-specific TFIID subunit related to hTAFII130. Cell. 1996;87:137–146. [PubMed] [Google Scholar]Dykhuizen EC, Hargreaves DC, Miller EL, Cui K, Korshunov A, Kool M, Pfister S, Cho YJ, Zhao K, Crabtree GR. BAF complexes facilitate decatenation of DNA by topoisomerase IIα Nature. 2013;497:624–627. [PMC free article] [PubMed] [Google Scholar]Dynan WS, Tjian R. The promoter-specific transcription factor Sp1 binds to upstream sequences in the SV40 early promoter. Cell. 1983;35:79–87. [PubMed] [Google Scholar]ENCODE Project Consortium et al. An integrated encyclopedia of DNA elements in the human genome. Nature. 2012;489:57–74. [PMC free article] [PubMed] [Google Scholar]Fong YW, Inouye C, Yamaguchi T, Cattoglio C, Grubisic I, Tjian R. A DNA repair complex functions as an oct4/sox2 coactivator in embryonic stem cells. Cell. 2011;147:120–131. [PMC free article] [PubMed] [Google Scholar]Forsburg SL. Eukaryotic MCM proteins: beyond replication initiation. Microbiol Mol Biol Rev. 2004;68:109–131. [PMC free article] [PubMed] [Google Scholar]Friedman LJ, Gelles J. Mechanism of transcription initiation at an activator-dependent promoter defined by single-molecule observation. Cell. 2012;148:679–689. [PMC free article] [PubMed] [Google Scholar]Gao L, Shao L, Higgins CD, Poulton JS, Peifer M, Davidson MW, Wu X, Goldstein B, Betzig E. Noninvasive imaging beyond the diffraction limit of 3D dynamics in thickly fluorescent specimens. Cell. 2012;151:1370–1385. [PMC free article] [PubMed] [Google Scholar]Garcia HG, Tikhonov M, Lin A, Gregor T. Quantitative imaging of transcription in living Drosophila embryos links polymerase activity to patterning. Curr Biol. 2013;23:2140–2145. [PMC free article] [PubMed] [Google Scholar]Gibcus JH, Dekker J. The hierarchy of the 3D genome. Mol Cell. 2013;49:773–782. [PMC free article] [PubMed] [Google Scholar]Gilbert DM, Takebayashi SI, Ryba T, Lu J, Pope BD, Wilson KA, Hiratani I. Space and time in the nucleus: developmental control of replication timing and chromosome architecture. Cold Spring Harb Symp Quant Biol. 2010;75:143–153. [PubMed] [Google Scholar]Gilchrist DA, Dos Santos G, Fargo DC, Xie B, Gao Y, Li L, Adelman K. Pausing of RNA polymerase II disrupts DNA-specified nucleosome organization to enable precise gene regulation. Cell. 2010;143:540–551. [PMC free article] [PubMed] [Google Scholar]Gnatt AL, Cramer P, Fu J, Bushnell DA, Kornberg RD. Structural basis of transcription: an RNA polymerase II elongation complex at 3.3 A resolution. Science. 2001;292:1876–1882. [PubMed] [Google Scholar]Goodrich JA, Tjian R. Unexpected roles for core promoter recognition factors in cell-type-specific transcription and gene regulation. Nat Rev Genet. 2010;11:549–558. [PMC free article] [PubMed] [Google Scholar]Groudine M, Eisenman R, Gelinas R, Weintraub H. Developmental aspects of chromatin structure and gene expression. Prog Clin Biol Res. 1983;134:159–182. [PubMed] [Google Scholar]Grünberg S, Hahn S. Structural insights into transcription initiation by RNA polymerase II. Trends Biochem Sci 2013 [PMC free article] [PubMed] [Google Scholar]Gualdi R, Bossard P, Zheng M, Hamada Y, Coleman JR, Zaret KS. Hepatic specification of the gut endoderm in vitro: cell signaling and transcriptional control. Genes Dev. 1996;10:1670–1682. [PubMed] [Google Scholar]Guglielmi B, La Rochelle N, Tjian R. Gene-specific transcriptional mechanisms at the histone gene cluster revealed by single-cell imaging. Mol Cell. 2013;51:480–492. [PMC free article] [PubMed] [Google Scholar]Guo Y, Monahan K, Wu H, Gertz J, Varley KE, Li W, Myers RM, Maniatis T, Wu Q. CTCF/cohesin-mediated DNA looping is required for protocadherin α promoter choice. Proc Natl Acad Sci U S A. 2012;109:21081–21086. [PMC free article] [PubMed] [Google Scholar]Haimovich G, Choder M, Singer RH, Trcek T. The fate of the messenger is pre-determined: a new model for regulation of gene expression. Biochim Biophys Acta. 2013a;1829:643–653. [PMC free article] [PubMed] [Google Scholar]Haimovich G, Medina DA, Causse SZ, Garber M, Millán-Zambrano G, Barkai O, Chávez S, Pérez-Ortín JE, Darzacq X, Choder M. Gene expression is circular: factors for mRNA degradation also foster mRNA synthesis. Cell. 2013b;153:1000–1011. [PubMed] [Google Scholar]Harrison MM, Li XY, Kaplan T, Botchan MR, Eisen MB. Zelda binding in the early Drosophila melanogaster embryo marks regions subsequently activated at the maternal-to-zygotic transition. PLoS Genet. 2011;7:e1002266. [PMC free article] [PubMed] [Google Scholar]He Y, Fang J, Taatjes DJ, Nogales E. Structural visualization of key steps in human transcription initiation. Nature. 2013;495:481–486. [PMC free article] [PubMed] [Google Scholar]Heintzman ND, Hon GC, Hawkins RD, Kheradpour P, Stark A, Harp LF, Ye Z, Lee LK, Stuart RK, Ching CW, et al.  Histone modifications at human enhancers reflect global cell-type-specific gene expression. Nature. 2009;459:108–112. [PMC free article] [PubMed] [Google Scholar]Herbert KM, Greenleaf WJ, Block SM. Single-molecule studies of RNA polymerase: motoring along. Annual review of biochemistry. 2008;77:149–176. [PMC free article] [PubMed] [Google Scholar]Hnisz D, Abraham BJ, Lee TI, Lau A, Saint-André V, Sigova AA, Hoke HA, Young RA. Super-Enhancers in the Control of Cell Identity and Disease. Cell. 2013;155:934–947. [PMC free article] [PubMed] [Google Scholar]Hu D, Gao X, Morgan MA, Herz HM, Smith ER, Shilatifard A. The MLL3/MLL4 Branches of the COMPASS Family Function as Major Histone H3K4 Monomethylases at Enhancers. Mol Cell Biol. 2013;33:4745–4754. [PMC free article] [PubMed] [Google Scholar]Huang B, Bates M, Zhuang X. Super-resolution fluorescence microscopy. Annual review of biochemistry. 2009;78:993–1016. [PMC free article] [PubMed] [Google Scholar]Huang Y, Li W, Yao X, Lin QJ, Yin JW, Liang Y, Heiner M, Tian B, Hui J, Wang G. Mediator complex regulates alternative mRNA processing via the MED23 subunit. Mol Cell. 2012;45:459–469. [PMC free article] [PubMed] [Google Scholar]Huisken J, Swoger J, Del Bene F, Wittbrodt J, Stelzer EH. Optical sectioning deep inside live embryos by selective plane illumination microscopy. Science. 2004;305:1007–1009. [PubMed] [Google Scholar]Jin F, Li Y, Dixon JR, Selvaraj S, Ye Z, Lee AY, Yen CA, Schmitt AD, Espinoza CA, Ren B. A high-resolution map of the three-dimensional chromatin interactome in human cells. Nature. 2013;503:290–294. [PMC free article] [PubMed] [Google Scholar]Juven-Gershon T, Kadonaga JT. Regulation of gene expression via the core promoter and the basal transcriptional machinery. Dev Biol. 2010;339:225–229. [PMC free article] [PubMed] [Google Scholar]Karmakar S, Mahajan MC, Schulz V, Boyapaty G, Weissman SM. A multiprotein complex necessary for both transcription and DNA replication at the β-globin locus. EMBO J. 2010;29:3260–3271. [PMC free article] [PubMed] [Google Scholar]Keller PJ, Schmidt AD, Wittbrodt J, Stelzer EH. Reconstruction of zebrafish early embryonic development by scanned light sheet microscopy. Science. 2008;322:1065–1069. [PubMed] [Google Scholar]Kettenberger H, Armache KJ, Cramer P. Complete RNA polymerase II elongation complex structure and its interactions with NTP and TFIIS. Mol Cell. 2004;16:955–965. [PubMed] [Google Scholar]Kornberg RD, Lorch Y. Twenty-five years of the nucleosome, fundamental particle of the eukaryote chromosome. Cell. 1999;98:285–294. [PubMed] [Google Scholar]Kwon I, Kato M, Xiang S, Wu L, Theodoropoulos P, Mirzaei H, Han T, Xie S, Corden JL, McKnight SL. Phosphorylation-Regulated Binding of RNA Polymerase II to Fibrous Polymers of Low-Complexity Domains. Cell. 2013;155:1049–1060. [PMC free article] [PubMed] [Google Scholar]Lagha M, Bothma JP, Esposito E, Ng S, Stefanik L, Tsui C, Johnston J, Chen K, Gilmour DS, Zeitlinger J, et al.  Paused Pol II coordinates tissue morphogenesis in the Drosophila embryo. Cell. 2013;153:976–987. [PMC free article] [PubMed] [Google Scholar]Lagha M, Bothma JP, Levine M. Mechanisms of transcriptional precision in animal development. Trends Genet. 2012;28:409–416. [PMC free article] [PubMed] [Google Scholar]Le May N, Fradin D, Iltis I, Bougneres P, Egly JM. XPG and XPF Endonucleases Trigger Chromatin Looping and DNA Demethylation for Accurate Expression of Activated Genes. Mol Cell. 2012;47:622–632. [PubMed] [Google Scholar]Levine M. Transcriptional enhancers in animal development and evolution. Curr Biol. 2010;20:R754–763. [PMC free article] [PubMed] [Google Scholar]Levine M. Paused RNA polymerase II as a developmental checkpoint. Cell. 2011;145:502–511. [PMC free article] [PubMed] [Google Scholar]Levine M, Tjian R. Transcription regulation and animal diversity. Nature. 2003;424:147–151. [PubMed] [Google Scholar]Lewis M. Allostery and the lac Operon. J Mol Biol. 2013;425:2309–2316. [PubMed] [Google Scholar]Liang HL, Nien CY, Liu HY, Metzstein MM, Kirov N, Rushlow C. The zinc-finger protein Zelda is a key activator of the early zygotic genome in Drosophila. Nature. 2008;456:400–403. [PMC free article] [PubMed] [Google Scholar]Lin C, Garruss AS, Luo Z, Guo F, Shilatifard A. The RNA Pol II elongation factor Ell3 marks enhancers in ES cells and primes future gene activation. Cell. 2013;152:144–156. [PMC free article] [PubMed] [Google Scholar]Liu WL, Coleman RA, Ma E, Grob P, Yang JL, Zhang Y, Dailey G, Nogales E, Tjian R. Structures of three distinct activator-TFIID complexes. Genes Dev. 2009;23:1510–1521. [PMC free article] [PubMed] [Google Scholar]Liu X, Bushnell DA, Kornberg RD. RNA polymerase II transcription: structure and mechanism. Biochim Biophys Acta. 2013;1829:2–8. [PMC free article] [PubMed] [Google Scholar]Liu Z, Scannell DR, Eisen MB, Tjian R. Control of Embryonic Stem Cell Lineage Commitment by Core Promoter Factor, TAF3. Cell. 2011;146:720–731. [PMC free article] [PubMed] [Google Scholar]Losick R. Summary: three decades after sigma. Cold Spring Harb Symp Quant Biol. 1998;63:653–666. [PubMed] [Google Scholar]Lucas T, Ferraro T, Roelens B, De Las Heras Chanes J, Walczak AM, Coppey M, Dostatni N. Curr Biol. 2013;23:2135–2139. [PubMed] [Google Scholar]Martin DI, Fiering S, Groudine M. Regulation of beta-globin gene expression: straightening out the locus. Curr Opin Genet Dev. 1996;6:488–495. [PubMed] [Google Scholar]May D, Blow MJ, Kaplan T, McCulley DJ, Jensen BC, Akiyama JA, Holt A, Plajzer-Frick I, Shoukry M, Wright C, et al.  Large-scale discovery of enhancers from human heart tissue. Nat Genet. 2012;44:89–93. [PMC free article] [PubMed] [Google Scholar]McKay DB, Steitz TA. Structure of catabolite gene activator protein at 2.9 A resolution suggests binding to left-handed B-DNA. Nature. 1981;290:744–749. [PubMed] [Google Scholar]Miller JE, Reese JC. Ccr4-Not complex: the control freak of eukaryotic cells. Crit Rev Biochem Mol Biol. 2012;47:315–333. [PMC free article] [PubMed] [Google Scholar]Monaghan AP, Kaestner KH, Grau E, Schütz G. Postimplantation expression patterns indicate a role for the mouse forkhead/HNF-3 alpha, beta and gamma genes in determination of the definitive endoderm, chordamesoderm and neuroectoderm. Development. 1993;119:567–578. [PubMed] [Google Scholar]Mueller F, Stasevich TJ, Mazza D, McNally JG. Quantifying transcription factor kinetics: At work or at play? Crit Rev Biochem Mol Biol. 2013;48:492–514. [PubMed] [Google Scholar]Murakami K, Elmlund H, Kalisman N, Bushnell DA, Adams CM, Azubel M, Elmlund D, Levi-Kalisman Y, Liu X, Levitt M, et al.  Architecture of an RNA Polymerase II Transcription Pre-Initiation Complex. Science 2013 [PMC free article] [PubMed] [Google Scholar]Murakami KS, Masuda S, Campbell EA, Muzzin O, Darst SA. Structural basis of transcription initiation: an RNA polymerase holoenzyme-DNA complex. Science. 2002;296:1285–1290. [PubMed] [Google Scholar]Nien CY, Liang HL, Butcher S, Sun Y, Fu S, Gocha T, Kirov N, Manak JR, Rushlow C. Temporal coordination of gene networks by Zelda in the early Drosophila embryo. PLoS Genet. 2011;7:e1002339. [PMC free article] [PubMed] [Google Scholar]Parry TJ, Theisen JW, Hsu JY, Wang YL, Corcoran DL, Eustice M, Ohler U, Kadonaga JT. The TCT motif, a key component of an RNA polymerase II transcription system for the translational machinery. Genes Dev. 2010;24:2013–2018. [PMC free article] [PubMed] [Google Scholar]Pavletich NP, Pabo CO. Zinc finger-DNA recognition: crystal structure of a Zif268-DNA complex at 2.1 A. Science. 1991;252:809–817. [PubMed] [Google Scholar]Pavlopoulou A, Michalopoulos I. State-of-the-art bioinformatics protein structure prediction tools (Review) Int J Mol Med. 2011;28:295–310. [PubMed] [Google Scholar]Philippakis AA, Busser BW, Gisselbrecht SS, He FS, Estrada B, Michelson AM, Bulyk ML. Expression-guided in silico evaluation of candidate cis regulatory codes for Drosophila muscle founder cells. PLoS Comput Biol. 2006;2:e53. [PMC free article] [PubMed] [Google Scholar]Ptashne M. Regulation of transcription: from lambda to eukaryotes. Trends Biochem Sci. 2005;30:275–279. [PubMed] [Google Scholar]Pugh BF, Tjian R. Mechanism of transcriptional activation by Sp1: evidence for coactivators. Cell. 1990;61:1187–1197. [PubMed] [Google Scholar]Putnam NH, Butts T, Ferrier DE, Furlong RF, Hellsten U, Kawashima T, Robinson-Rechavi M, Shoguchi E, Terry A, Yu JK, et al.  The amphioxus genome and the evolution of the chordate karyotype. Nature. 2008;453:1064–1071. [PubMed] [Google Scholar]Rada-Iglesias A, Bajpai R, Prescott S, Brugmann SA, Swigut T, Wysocka J. Epigenomic annotation of enhancers predicts transcriptional regulators of human neural crest. Cell Stem Cell. 2012;11:633–648. [PMC free article] [PubMed] [Google Scholar]Revyakin A, Zhang Z, Coleman RA, Li Y, Inouye C, Lucas JK, Park SR, Chu S, Tjian R. Transcription initiation by human RNA polymerase II visualized at single-molecule resolution. Genes & development. 2012;26:1691–1702. [PMC free article] [PubMed] [Google Scholar]Roeder RG. Nuclear RNA polymerases: role of general initiation factors and cofactors in eukaryotic transcription. Methods Enzymol. 1996;273:165–171. [PubMed] [Google Scholar]Ronan JL, Wu W, Crabtree GR. From neural development to cognition: unexpected roles for chromatin. Nat Rev Genet. 2013;14:347–359. [PMC free article] [PubMed] [Google Scholar]Ruthenburg AJ, Li H, Patel DJ, Allis CD. Multivalent engagement of chromatin modifications by linked binding modules. Nat Rev Mol Cell Biol. 2007;8:983–994. [PMC free article] [PubMed] [Google Scholar]Saunders A, Core LJ, Sutcliffe C, Lis JT, Ashe HL. Extensive polymerase pausing during Drosophila axis patterning enables high-level and pliable transcription. Genes Dev. 2013;27:1146–1158. [PMC free article] [PubMed] [Google Scholar]Shao L, Kner P, Rego EH, Gustafsson MG. Super-resolution 3D microscopy of live whole cells using structured illumination. Nature methods. 2011;8:1044–1046. [PubMed] [Google Scholar]Shapiro MD, Marks ME, Peichel CL, Blackman BK, Nereng KS, Jónsson B, Schluter D, Kingsley DM. Genetic and developmental basis of evolutionary pelvic reduction in threespine sticklebacks. Nature. 2004;428:717–723. [PubMed] [Google Scholar]Sharp PA. Split genes and RNA splicing. Cell. 1994;77:805–815. [PubMed] [Google Scholar]Shi J, Whyte WA, Zepeda-Mendoza CJ, Milazzo JP, Shen C, Roe JS, Minder JL, Mercan F, Wang E, Eckersley-Maslin MA, et al.  Role of SWI/SNF in acute leukemia maintenance and enhancer-mediated Myc regulation. Genes Dev. 2013;27:2648–2662. [PMC free article] [PubMed] [Google Scholar]Simakov O, Marletaz F, Cho SJ, Edsinger-Gonzales E, Havlak P, Hellsten U, Kuo DH, Larsson T, Lv J, Arendt D, et al.  Insights into bilaterian evolution from three spiralian genomes. Nature. 2013;493:526–531. [PMC free article] [PubMed] [Google Scholar]Simone LE, Keene JD. Mechanisms coordinating ELAV/Hu mRNA regulons. Curr Opin Genet Dev. 2013;23:35–43. [PMC free article] [PubMed] [Google Scholar]Smith E, Shilatifard A. Transcriptional elongation checkpoint control in development and disease. Genes Dev. 2013;27:1079–1088. [PMC free article] [PubMed] [Google Scholar]Soufi A, Donahue G, Zaret KS. Facilitators and impediments of the pluripotency reprogramming factors’ initial engagement with the genome. Cell. 2012;151:994–1004. [PMC free article] [PubMed] [Google Scholar]Struhl K, Kadosh D, Keaveney M, Kuras L, Moqtaderi Z. Activation and repression mechanisms in yeast. Cold Spring Harb Symp Quant Biol. 1998;63:413–421. [PubMed] [Google Scholar]Su W, Jackson S, Tjian R, Echols H. DNA looping between sites for transcriptional activation: self-association of DNA-bound Sp1. Genes Dev. 1991;5:820–826. [PubMed] [Google Scholar]Sun M, Schwalb B, Pirkl N, Maier KC, Schenk A, Failmezger H, Tresch A, Cramer P. Global Analysis of Eukaryotic mRNA Degradation Reveals Xrn1-Dependent Buffering of Transcript Levels. Mol Cell. 2013;52:52–62. [PubMed] [Google Scholar]Taatjes DJ, Näär AM, Andel F, Nogales E, Tjian R. Structure, function, and activator-induced conformations of the CRSP coactivator. Science. 2002;295:1058–1062. [PubMed] [Google Scholar]Tadros W, Westwood JT, Lipshitz HD. The mother-to-child transition. Dev Cell. 2007;12:847–849. [PubMed] [Google Scholar]Tjian R, Maniatis T. Transcriptional activation: a complex puzzle with few easy pieces. Cell. 1994;77:5–8. [PubMed] [Google Scholar]Treutlein B, Muschielok A, Andrecka J, Jawhari A, Buchen C, Kostrewa D, Hog F, Cramer P, Michaelis J. Dynamic architecture of a minimal RNA polymerase II open promoter complex. Molecular cell. 2012;46:136–146. [PubMed] [Google Scholar]van Steensel B, Dekker J. Genomics tools for unraveling chromosome architecture. Nat Biotechnol. 2010;28:1089–1095. [PMC free article] [PubMed] [Google Scholar]Visel A, Blow MJ, Li Z, Zhang T, Akiyama JA, Holt A, Plajzer-Frick I, Shoukry M, Wright C, Chen F, et al.  ChIP-seq accurately predicts tissue-specific activity of enhancers. Nature. 2009;457:854–858. [PMC free article] [PubMed] [Google Scholar]Voigt P, Tee WW, Reinberg D. A double take on bivalent promoters. Genes Dev. 2013;27:1318–1338. [PMC free article] [PubMed] [Google Scholar]Wang D, Bushnell DA, Westover KD, Kaplan CD, Kornberg RD. Structural basis of transcription: role of the trigger loop in substrate specificity and catalysis. Cell. 2006;127:941–954. [PMC free article] [PubMed] [Google Scholar]Wapinski Orly L, Vierbuchen T, Qu K, Lee Qian Y, Chanda S, Fuentes Daniel R, Giresi Paul G, Ng Yi H, Marro S, Neff Norma F, et al.  Hierarchical mechanisms for direct reprogramming of fibroblasts to neurons. Cell. 2013;155:621–635. [PMC free article] [PubMed] [Google Scholar]Weirauch MT, Hughes TR. A catalogue of eukaryotic transcription factor types, their evolutionary origin, and species distribution. Subcell Biochem. 2011;52:25–73. [PubMed] [Google Scholar]Westover KD, Bushnell DA, Kornberg RD. Structural basis of transcription: nucleotide selection by rotation in the RNA polymerase II active center. Cell. 2004;119:481–489. [PubMed] [Google Scholar]Whyte WA, Orlando DA, Hnisz D, Abraham BJ, Lin CY, Kagey MH, Rahl PB, Lee TI, Young RA. Master transcription factors and mediator establish super-enhancers at key cell identity genes. Cell. 2013;153:307–319. [PMC free article] [PubMed] [Google Scholar]Wu Y, Christensen R, Colon-Ramos D, Shroff H. Advanced optical imaging techniques for neurodevelopment. Curr Opin Neurobiol 2013 [PMC free article] [PubMed] [Google Scholar]Wyatt MD. Advances in understanding the coupling of DNA base modifying enzymes to processes involving base excision repair. Adv Cancer Res. 2013;119:63–106. [PubMed] [Google Scholar]Xia T, Li N, Fang X. Single-molecule fluorescence imaging in living cells. Annu Rev Phys Chem. 2013;64:459–480. [PubMed] [Google Scholar]Zaret KS, Carroll JS. Pioneer transcription factors: establishing competence for gene expression. Genes Dev. 2011;25:2227–2241. [PMC free article] [PubMed] [Google Scholar]Zhang Y, Zhang XO, Chen T, Xiang JF, Yin QF, Xing YH, Zhu S, Yang L, Chen LL. Circular Intronic Long Noncoding RNAs. Mol Cell. 2013;51:792–806. [PubMed] [Google Scholar]Zhou H, Kaplan T, Li Y, Grubisic I, Zhang Z, Wang PJ, Eisen MB, Tjian R. Dual functions of TAF7L in adipocyte differentiation. Elife. 2013;2:e00170. [PMC free article] [PubMed] [Google Scholar]Zhou Q, Li T, Price DH. RNA polymerase II elongation control. Annu Rev Biochem. 2012;81:119–143. [PMC free article] [PubMed] [Google Scholar]"}