{"title": "Genetic control of weight loss during pneumonic Burkholderia pseudomallei infection", "pubDate": "2014", "PMCID": "PMC4107055", "DOI": "10.1111/2049-632X.12172", "PMID": "24687986", "abstract": "Burkholderia pseudomallei (Bp) is the causal agent of a high-morbidity/mortality disease syndrome known as melioidosis. This syndrome can range from acute fulminate disease to chronic, local, and disseminated infections that are often difficult to treat because Bp exhibits resistance to many antibiotics. Bp is a prime candidate for use in biologic warfare/terrorism and is classified as a Tier-1 select agent by HHS and APHIS. It is known that inbred mouse strains display a range of susceptibility to Bp and that the murine infection model is ideal for studying acute melioidosis. Here, we exploit a powerful mouse genetics resource that consists of a large family of BXD-type recombinant inbred strains, to perform genome-wide linkage analysis of the weight loss phenotype following pneumonic infection with Bp. We infected parental mice and 32 BXD strains with 50-100 CFU of Bp (strain 1026b) and monitored weight retention each day over an eleven-day time course. Using the computational tools in GeneNetwork, we performed genome-wide linkage analysis to identify an interval on chromosome 12 that appears to control the weight retention trait. We then analyzed and ranked positional candidate genes in this interval, several of which have intriguing connections with innate immunity, calcium homeostasis, lipid transport, host cell growth and development, and autophagy.", "author": [{"author": "Felicia D Emery", "affiliation": ["Department of Microbiology, Immunology & Biochemistry, The University of Tennessee Health Science Center, Memphis, TN, USA."], "href": "/?term=Emery+FD&cauthor_id=24687986"}, {"author": "Jyothi Parvathareddy", "affiliation": [], "href": "/?term=Parvathareddy+J&cauthor_id=24687986"}, {"author": "Ashutosh K Pandey", "affiliation": [], "href": "/?term=Pandey+AK&cauthor_id=24687986"}, {"author": "Yan Cui", "affiliation": [], "href": "/?term=Cui+Y&cauthor_id=24687986"}, {"author": "Robert W Williams", "affiliation": [], "href": "/?term=Williams+RW&cauthor_id=24687986"}, {"author": "Mark A Miller", "affiliation": [], "href": "/?term=Miller+MA&cauthor_id=24687986"}], "refPMID": [], "citedInPMID": ["24687986", "32054106", "27399650", "26573737"], "body": " AbstractBurkholderia pseudomallei (Bp) is the causal agent of a high morbidity/mortality disease syndrome known as melioidosis. This syndrome can range from acute fulminate disease to chronic, local, and disseminated infections that are often difficult to treat because Bp exhibits resistance to many antibiotics. Bp is a prime candidate for use in biological warfare/terrorism and is classified as a Tier-1 Select Agent by HHS and APHIS. It is known that inbred mouse strains display a range of susceptibility to Bp and that the murine infection model is ideal for studying acute melioidosis. Here we exploit a powerful mouse genetics resource that consists of a large family of BXD type recombinant inbred strains, to perform genome-wide linkage analysis of the weight loss phenotype following pneumonic infection with Bp. We infected parental mice and 32 BXD strains with 50-100 CFU of Bp (strain 1026b) and monitored weight retention each day over an eleven-day time course. Using the computational tools in GeneNetwork, we performed genome-wide linkage analysis to identify an interval on chromosome 12 that appears to control the weight retention trait. We then analysed and ranked positional candidate genes in this interval, several of which have intriguing connections with innate immunity, calcium homeostasis, lipid transport, host cell growth and development, and autophagy. INTRODUCTIONBurkholderia pseudomallei (Bp) is a saprophytic, gram-negative aerobe and the causative agent of the disease melioidosis (Wiersinga, et al., 2006). Melioidosis is an infectious disease that occurs in humans and animals and is prevalent in S.E. Asia, N. Australia and other tropical areas (Currie, 2008). Transmission occurs through direct contact with the organism via ingestion, inhalation, or through open wounds and skin abrasions (Wiersinga, et al., 2006). Clinical presentation is extremely variable and can range from acute septicemia with bacterial dissemination to distant sites, to an isolated pulmonary infection (Peacock, 2006, Wiersinga, et al., 2006). Treatment of melioidosis can be problematic because it is often difficult to diagnose and Bp is resistant to a diverse group of antibiotics (Yamamoto, et al., 1990). Even with treatment, the mortality rate of melioidosis is 20 to 50% (Cheng, et al., 2003, White, 2003). Although this pathogen is not endemic in the United States, it is a significant U.S. health issue because of its high potential for use as a biological weapon (Leakey, et al., 1998, Cheng, et al., 2005). In fact, Bp has been classified as a Tier 1 Select Agent by APHIS and HHS and as a Biodefense category B pathogen by NIAID. Furthermore, other factors including aerosol infectivity, the severity of infection, and the global distribution of this pathogen makes it a potential bioterrorism agent that poses a threat to national security, if intentionally released into populated areas (Gilad, et al., 2007).The basis of the variable progression of melioidosis in Bp-infected individuals has not been determined, to date. There is evidence that differential susceptibility to Bp has an immunogenetic basis. For instance, one study revealed that polymorphisms in cytokine-related genes may be a factor in susceptibility to infection with Bp (Nuntayanuwat, et al., 1999). Another report revealed a correlation between human leukocyte antigen (HLA) polymorphisms and the type and/or intensity of the immune response that develops in response to a Bp infection (Dharakul, et al., 1998). These findings are not surprising in light of findings that genetic factors play a key role in susceptibility to a wide range of other infectious diseases. Published findings have identified host genetic factors that are critical for variable susceptibility to intracellular parasites (Roberts, et al., 1990), viruses (Melvold, et al., 1990, Lee, et al., 2001, Cheng, et al., 2008, Horby, et al., 2010, Horby, et al., 2013), and both intracellular (Miyairi, et al., 2007, Yadav, et al., 2011, Miyairi, et al., 2012) and extracellular (Abdeltawab, et al., 2008) bacterial pathogens. Moreover, recent genome-wide studies have established novel associations between common polymorphisms and susceptibility to several infectious diseases that are responsible for significant morbidity and/or mortality in humans (Miyairi, et al., 2007, Boon, et al., 2009, Alberts, et al., 2011, Nedelko, et al., 2012).The murine model of B. pseudomallei infection is considered to be an excellent model for both the chronic and acute forms of human melioidosis (Leakey, et al., 1998, Ulett, et al., 2000, Ulett, et al., 2005). Studies in inbred strains of mice have established the importance of the host genetic background on the progression of Bp infection. C57BL/6J (B6) mice are known to be relatively resistant to the acute form of melioidosis and tend to develop disease that progresses significantly slower than that observed in the much more susceptible BALB/c (Leakey, et al., 1998, Ulett, et al., 2000) or DBA/2J (D2) (Hoppe, et al., 1999) inbred strains. To date, there have been few published studies that have identified host-genetic elements that correlate with the progression of melioidosis. In this report, we have used a panel of recombinant inbred (RI) mouse strains, that were generated by inbreeding of B6 × D2 F1 offspring (BXD), to perform genome-wide linkage analysis for the identification of host genetic loci that correlate with the differential weight loss of B6 and D2 parental strains during acute pneumonic melioidosis. MATERIALS AND METHODSBacterial Strains and Growth ConditionsBurkholderia pseudomallei strain 1026b (Bp) was obtained from BEI Resources Biodefense & Emerging Infections Research Resources Repository (Manassa, VA). Bp was cultured in LB broth (tryptone [10g/liter], yeast extract [5g/liter], and NaCl [10g/liter]). Challenge stocks were prepared by performing an overnight culture that was then sub-cultured the following day until mid-log growth phase was achieved (ABS=1.0 at 600nm). Bacteria were then pelleted by centrifugation, resuspended in fresh LB medium containing 20% glycerol, and frozen in aliquots. These challenge stock aliquots were stored at −80°C until needed. All work with Bp was performed under biosafety level-3 (BSL3) containment according to policies and standard operating procedures approved via the University of Tennessee Health Science Center (UTHSC) Committee On Biocontainment and Restricted Entities (COBRE), a subcommittee of the UTHSC Institutional Biosafety Committee (IBC). The UTHSC has been approved for select agent work by the Centers for Disease Control (CDC).MiceC57BL/6J, DBA/2J, and all BXD strains of mice used in these studies were obtained from our in-house breeding colony in the Regional Biocontainment Laboratory (RBL) at UTHSC and were used between the ages of 8-16 weeks. Mice were housed in an AALAC accredited and CDC-select agent program approved facility within an Allentown Biocontainment Unit BCU2000 caging system with gamma-irradiated food and autoclaved water available ad libitum. All experimental protocols involving animals were reviewed and approved by the UTHSC IACUC.Intranasal Instillation of Mice With BpPrior to each challenge procedure, an aliquot of frozen challenge stock was thawed and diluted as needed with PBS to reach the required dose of Bp (50-100 CFU/dose). Prior to instillation, mice were anesthetized using isoflurane delivered using a SurgiVet® Vaporstick small animal anesthesia machine equipped with a Classic T3™ isoflurane vaporizer (Smith Medical, Dublin, OH). Mice were exposed to 2.5% isoflurane delivered in O2 (2 L/min) within a 1-liter induction chamber until a state of areflexia was reached. Intranasal administration of each challenge dose (50μl total volume) was administered immediately after the mouse was removed from the induction chamber by pipetting the inoculum onto the outer edge of the nares. No supplemental anesthesia or oxygen was administered following removal of mice from the induction chamber. Mice were held in a tilted supine position with their heads elevated to between 60 and 75 degrees above their feet during and after instillation (for approximately 1 minute).Monitoring of Mice Post ChallengeMice were observed daily for signs of morbidity for a period of 10-11 days post infection. Each mouse was weighed daily as an additional measure of disease progression. Moribund mice were euthanized to prevent unnecessary pain and/or discomfort.Genome-Wide Linkage AnalysisQTL/interval mapping of BXD weight retention phenotypic data was performed using GeneNetwork (www.genenetwork.org). Interval mapping tests for the presence of QTLs across the entire genome and summarizes the strength of linkage as a likelihood ratio statistic (LRS) (Chesler, et al., 2004, Peirce, et al., 2004). We used a permutation test to establish empirical significance criteria at a genome-wide p value of .05 (Miyairi, et al., 2007). The original data sets can be obtained at www.genenetwork.org with the following identification numbers: percentage weight loss Day 1: 16332, Day 2: 16333, Day 3: 16334, Day 4: 16335, and Principal component 1: 16350.Heritability calculationIn order to assess heritability, we computed a single factor ANOVA with the mouse strain as the independent measure and percentage weight loss as the dependent measure. In short, the variance between strains and variance within strains was calculated. The F-statistic was calculated as the ratio of the variance between strains to the variance within strains. The total variance was calculated as the sum of variance between strains and variance within strains. Heritability was calculated as ratio of variance between strains to the total variance.Statistical MethodologyStatistical analyses for Figure 1 were performed using GraphPad Prism software (GraphPad Software, La Jolla, CA) as indicated in the figure legend. All other statistical analyses were performed using the algorithms built into GeneNetwork or as described in the text.Open in a separate windowFigure 1DBA/2J mice are significantly more susceptible than C57BL/6J mice to Burkholderia pseudomalleiPanel A: C57Bl/6J and DBA/2J mice (15/strain) were challenged with 50 CFU Bp 1026b via intranasal instillation. Mice were sacrificed (5/strain) each day and lungs were collected via sterile dissection. The bacterial burdens in the lungs of each mouse were determined via dilution plating and are reported as CFU/mg of lung tissue. Statistical analysis was performed using a twoway ANOVA with Bonferroni posttests. Panel B: C57Bl/6J and DBA/2J mice (13/strain) were challenged with 50-100 CFU Bp 1026b via intranasal instillation and were monitored for survival over the next 11 days. Statistical analyses were performed using Log-Rank (Mantel-Cox) and Gehan-Breslow-Wilcoxon tests. RESULTSOur initial studies with a pneumonic challenge model (intranasal instillation) using 50–200 CFU of Bp 1026b confirmed the previously published observation (Hoppe, et al., 1999) that B6 are more resistant than D2 to Bp infection (Figure 1). Subsequent studies in a cohort of BXD strains (using a challenge dose of 50–100 CFU) revealed a range of susceptibility to melioidosis. Interestingly, female D2 mice (as well as females of several BXD strains) were significantly more resistant to pneumonic Bp infection than their male counterparts (Figure 2). This result indicates that there are sex-based host factor(s) that influence the susceptibility/resistance phenotypes of at least some mouse strains to Bp infection. Based on these findings, we performed all of the following studies exclusively in male mice.Open in a separate windowFigure 2Differential susceptibility of male versus female DBA/2J and BXD mice to pneumonic B. pseudomallei infectionThe indicated strains of mice were challenged with 50-100 CFU of Bp via intranasal instillation and were monitored for survival over an 11-day period. Survival data is displayed in a Kaplan-Meier plot and statistical analyses were performed using Log-Rank (Mantel-Cox) tests.We performed a series of experiments in which a cohort of 32 BXD strains as well as the B6 and D2 parental strains were challenged via intranasal instillation with 50–100 CFU of Bp 1026b and then monitored for disease progression by measuring weight loss over the next 11 days (see Supplemental Table 1 for BXD strain group sizes). Based on survival, the BXD strains could be logically broken into three categories based on their susceptibility to pneumonic Bp infection: 1) susceptible, 2) intermediate susceptibility, and 3) resistant. An evaluation of weight loss in these three groups of BXD genotypes predictably revealed that the resistant strains generally lost less weight than the intermediate susceptibility strains, and especially the susceptible BXD strains following infection (Figure 3). However, there were several BXD genotypes that did not follow this pattern. For instance BXD9 was highly susceptible to Bp infection and all succumbed to infection by day 4 post-infection. Interestingly, these mice lost less of their body weight than most of the strains in the study, including the BXD genotypes that were resistant to Bp. Likewise, BXD81 lost weight slower than the other susceptible strains despite the fact that they all succumbed to melioidosis by day 4 post-infection. In contrast, BXD38 survived the challenge while losing weight faster than any other strain in the study. Moreover, BXD strains within each of these phenotypically distinct subgroups—susceptible, intermediate susceptibility, and resistant—displayed a wide range of weight change kinetics (Figure 4). These findings indicated that weight change kinetics generally tracks with disease progression, but is not a completely reliable indicator of susceptibility to pneumonic Bp infection.Open in a separate windowFigure 3Weight loss of BXD genotypes following pneumonic Bp infectionThe cohort of BXD mice were weighed daily following intranasal instillation with 50-100 CFU of Bp 1026b as a measure of morbidity. For comparative purposes, the data are presented in three panels depending on the susceptibility of each strain to Bp infection. The genotypes that all experienced 100% mortality are shown in the panel labelled “Susceptible”. Those that experienced 100% survival are shown in the panel labelled “Resistant”. The genotypes that had at least one survivor or at least one mortality are shown in the panel labelled “Intermediate Susceptibility”. The data are plotted as the mean weight loss (± SEM).Open in a separate windowFigure 4Bar graph (by rank) of percentage weight loss on days 1 through 4 post-Bp infectionThe BXD and parental mouse cohort were weighed daily after intranasal challenge with 50-100 CFU of Bp 1026b as a measure of morbidity and the percentage of weight loss (mean ± SEM) is shown for each mouse genotype on the indicated day post-infection. The “susceptible” strains (100% mortality) are indicated with a grey bar, “resistant” strains (100% survival) are indicated with a white bar, and “intermediate” strains (at least one mouse died) are indicated with crosshatched bars. The parental B6 and D2 mice are indicated with black and brown bars, respectively. Red asterisks indicate that at least one mouse from that genotype succumbed to infection.Heritability and variance of weight loss traitsWe estimated heritability as the main effect on body weight relative to the starting weight by ANOVA. Heritability increased from day 1 through to day 3–4 from ~70 to 93% (Figure 5a). Correlations among the four sequential and non-independent weight loss estimates are high, and the first principal component accounts of ~75% of the total variance (Figure 5B and C), and GeneNetwork Trait 16350 for the eigentrait associated with the principal component.Open in a separate windowFigure 5Principal component analysis, heritability, and correlations among weight loss traits during the early stages of pneumonic melioidosisPanel A: Heritability of weight loss increases from day 1 to day 4. Panel B: A correlation matrix of Pearson (lower left) and Spearman rank (upper right) correlations, along with the first principal component (PC). The numbers listed in orange or red text indicate correlation indices of 0.5-0.7 and 0.7 to 1.0, respectively. Panel C: Pearson's Scree plot shows that the first PC accounts for approximately 75% of the strain variance in weight loss.Identification of host loci that are covariant with weight loss during pneumonic Bp infectionWe performed genome-wide linkage analysis using weight loss relative to baseline. Mapping results are volatile for days 1 and 2 (Figure 6), with suggestive loci on Chr 4 (LRS of ~15 from 7 to 11 Mb with B alleles contributing to increased weight loss; Figure 7A), on distal Chr 2 (LRS of ~12 from 178 to 182 Mb, high B allele; Figure 7B), and on proximal Chr 17 (LRS of ~14 from 6 to 13 Mb, high D allele; Figure 7C). Two of these suggestive loci have an effect that does not conform to expectation based on parental strain weight loss (D2 high, B6 low). In contrast, we detect a single significant and consistent QTL on Chr 12 for weight loss on days 3 and 4 (and remaining stable over the remaining timecourse: see Supplemental Figure 1) that does conform to expectation based on the parental strain difference (Traits 16334 and 16335). This Chr 12 locus peaks between 80 and 87 Mb near the Ttc9 gene. The LRS peak of 16–18 is near the genome-wide significance threshold. Although it does not affect the position of this peak, the LRS is boosted to 21 by including parental phenotypes (Figure 7D). As shown in Figure 5, a principal component analysis for weight loss at all days, also supports a single locus on Chr 12 with increased sensitivity being associated with the D allele (Trait 16350).Open in a separate windowFigure 6Genome-wide linkage analysis for percentage weight loss over the 4 days following pneumonic challenge with Burkholderia pseudomalleiGenome-wide interval maps of percentage weight loss of all BXD genotypes and parental strains at each time point are shown as indicated. The blue line indicates LRS scores across the entire genome. Thin red and green lines indicate that B6 or D2 alleles increase trait values, respectively. The mouse chromosomes are identified in the upper x-axis, the lower x-axis shows the physical map in mega bases for each chromosome, and the y-axis represents the LRS score. Thick red and grey horizontal lines indicate the genome-wide significance threshold (p<0.05) or suggestive threshold (p<0.63), respectively.Open in a separate windowFigure 7Detailed maps of the QTLs contributing to weight loss during the early stages of pneumonic Bp infectionThe critical intervals on Chrs 4 (Panel A), 2 (Panel B), 17 (Panel C) and 12 (Panel D) were identified based on bootstrap analysis (frequencies of peak LRS indicated with yellow bars) and peak shapes. The critical intervals for candidate gene analysis for each chromosome were: Chr 4: 7-14 Mb, Chr 2: 179.25-180 Mb, Chr. 17: 9.5-11.5 Mb, Chr. 12: 80-86 Mb. The density of SNPs present in the BXD strains is indicated by orange chatter along the x-axis. The multicolored chatter along the top of the graph represent the open reading frames within the interval. The blue line indicates LRS scores across the entire genome. Thin red and green lines indicate that B6 or D2 alleles increase trait values, respectively. The mouse chromosomes are identified in the upper x-axis, the lower x-axis shows the physical map in mega bases for each chromosome, and the y-axis represents the LRS score. Thick red and grey horizontal lines indicate the genome-wide significance threshold (p<0.05) or suggestive threshold (p<0.63), respectively. Right hand panels: The highest ranking candidate genes within each interval (according to QTLminer scores) are indicated along with their LRS score and their relative expression levels in normative tissues.Identification of candidate host genes that may contribute to weight loss kinetics following pneumonic Bp infectionWe analyzed each of the loci to identify and evaluate potential candidate genes. We considered and weighted several factors including: (1) mRNA expression levels at or above background in the lungs and spleen, (2) genes that are associated with local genetic control (so called cis eQTLs) in the lung; and (3) genes with one or more nonsynonymous SNPs or indels between the parental B6 and D2 genotypes. These factors were combined into a ranking score scale (0 to 4) using the QTLminer software (Alberts & Schughart, 2010). The highest scoring candidates are indicated in Figure 7 (right hand panels). More comprehensive lists of candidates for each of the QTLs are shown by day and trait identifiers in Tables 1-​-33.Table 1QTLminer scores for candidate genes within the Day 1 QTL interval (Chr 4): Trait 16332.Gene SymbolMbGene DesignationBiological Processes/FunctionsnsSNPs (B6 vs. D2)InDels in BXD MiceCis-Regulated in LungQTLminer Score (1-4)\nChromosome 4 (Day 1)\n\nCar8\n8.07carbonic anhydrase 8phosphoinositide-mediated signaling, one-carbon metabolic process1849Yes4\nInts8\n11.13integrator complex subunit 8354Yes4\nAsph\n9.38aspartate-beta-hydroxylaseoxidation reduction, face morphogenesis, palate development, peptidyl-amino acid modification, limb morphogenesis, negative regulation of cell proliferation4735Yes4\nTrp53inp1\n11.08transformation related protein 53 inducible nuclear protein 1pattern specification process, peptidyl-aspartic apoptosis, cell cycle arrest, response to stress, induction of apoptosis181No3\nPlekhf2\n10.92pleckstrin homology domain containing, family F (with FYVE domain) member 2phospholipid binding, metal ion binding101No3\n2610301B20Rik\n10.80RIKEN cDNA 2610301B20 geneunknown173Yes3\nRbm35a\n11.26RNA binding motif protein 35AmRNA processing, RNA splicing, regulation of RNA splicing222No3\n5730591J02Rik\n9.70RIKEN cDNA 5730591J02 geneunknown725Yes3\nCcne2\n11.12cyclin E2cell cycle, cell division, regulation of cell cycle, DNA replication initiation42No2\nRunx1t1\n13.67runt-related transcription factor 1; translocated to, 1 (cyclin D-related)transcription, regulation of transcription, DNA- dependent fat cell differentiation, regulation of DNA binding88No2\nChd7\n8.62chromodomain helicase DNA binding protein 7transcription, chromatin modification, regulation of transcription, chromatin assembly or disassembly, adult walking behavior, heart morphogenesis, female genitalia development, camera-type eye developmentblood vessel development, blood circulation, adult heart development,nose development, embryonic hindlimb morphogenesis, palate development, positive regulation of multicellular organism growth, in utero embryonic development, sensory perception of sound60No2\nTox\n6.61thymocyte selection-associated HMG box geneDNA binding, T-cell devolopment05Yes2\nE130016E03Rik\n11.49RIKEN cDNA E130016E03 geneDNA repair, transcription, regulation of transcription, double-strand break repair via homologous recombination, response to DNA283No2\nDpy19l4\n11.19dpy-19-like 4 (C. elegans)damage stimulus, response to drug, response to C-mannosylation of tryptophan residues183unknown2\n1700123O12Rik\n10.44RIKEN cDNA 1700123O12 geneunknown614No2\nRlbp1l1\n9.20retinaldehyde binding protein 1-like 1transport257unknown2\n4930412C18Rik\n9.70RIKEN cDNA 4930412C18 geneunknown805unknown2\nRab2\n8.46RAB2, member RAS oncogene familyGDP binding, GTP binding512unknown2\n2310030N02Rik\n10.98RIKEN cDNA 2310030N02 geneunknown71unknown2\n1110037F02Rik\n11.41RIKEN cDNA 1110037F02 geneRNA splicing, mRNA processing269unknown2\nRbm12b\n12.07RNA binding motif protein 12BRNA binding, nucleotide binding50No1\nGdf6\n9.77growth differentiation factor 6growth, BMP signaling pathway10No1\nLOC242317\n10.37similar to L-lactate dehydrogenase A chain (LDH-A) (LDH muscle subunit)unknown01unknown1\nA630034I12Rik\n11.10RIKEN cDNA A630034I12 geneunknown02unknown1\n1700123M08Rik\n11.89RIKEN cDNA 1700123M08 geneunknown01unknown1Open in a separate windowTable 3QTLminer scores for candidate genes within the Days 3-4 QTL interval (Chr 12: Traits 16334 and 16335).Gene SymbolMbGene DesignationBiological Processes/FunctionsnsSNPs (B6 vs. D2)InDels in BXD MiceCis-Regulated in LungQTLminer Score (1-4)\nChromosome 12\n\nSipa1l1\n83.36signal-induced proliferation-associated 1 like 1regulation of synaptic plasticity, regulation of small GTPase mediated signal transduction, regulation of dendrite morphogenesis37Yes4\nTtc9\n82.73tetratricopeptide repeat domain 9protein folding383Yes4\nSmoc1\n82.13SPARC related modular calcium binding 1extracellular matrix organization, positive regulation of cell-substrate adhesion1815No3\nAcot2\n85.33acyl-CoA thioesterase 2lipid metabolic process, acyl-CoA metabolic process, very-long-chain fatty acid catabolic process50No2\nPsen1\n85.03presenilin 1regulation of resting membrane potential, negative regulation of neuron apoptosis, protein maturation by peptide bond cleavage, regulation of synaptic transmission, glutamatergic neurogenesis, skeletal system morphogenesis, T cell activation during immune response, brain morphogenesis, dorsal/ventral neural tube patterning, hemopoietic progenitor cell differentiation; myeloid leukocyte differentiation, endoplasmic reticulum, calcium ion homeostasis, Cajal-Retzius cell differentiation, T cell receptor signaling pathway, thymus development, positive regulation of apoptosis01No2\nRbm25\n84.97RNA binding motif protein 25apoptosis, RNA splicing, mRNA processing01No2\nNek9\n86.64NIMA (never in mitosis gene a)-related expressed kinase 9cell cycle, cell division, mitosis, protein amino acid phosphorylation20No2\n2410016O06Rik\n85.29RIKEN cDNA 2410016O06 genetranscription, oxidation reduction, regulation of transcription, chromatin remodeling, ribosome biogenesis, chromatin modification, negative regulation of osteoblast, differentiation, negative regulation of transcription, DNA-dependent, histone H3-K4 demethylation, histone H3-K36 demethylation10No2\nZfyve1\n84.89zinc finger, FYVE domain containing 1biological process10No2\nRgs6\n83.72regulator of G-protein signaling 6signal transduction, negative regulation of signal transduction, intracellular signaling cascade G-protein coupled receptor protein signaling pathwaypositive regulation of neuron differentiation931No2\nPcnx\n82.96pecanex homolog (Drosophila)biological process20No2\nMap3k9\n82.83mitogen-activated protein kinase kinase kinase 9protein amino acid phosphorylation, cell death positive regulation of apoptosis10No2\nSynj2bp\n82.59synaptojanin 2 binding proteinendocytosis, cytoplasm organization, protein targeting, Rho protein signal transduction, regulation of endocytosis, intracellular distribution of mitochondria30No2\nAdam4\n82.52a disintegrin and metallopeptidase domain 4integrin-mediated signaling pathway30No2\nTmed10\n86.68transmembrane emp24-like trafficking protein 10 (yeast)transport, vesicle-mediated transport, protein transportintracellular protein transport, regulated secretory pathway, vesicle targeting, to, from or within Golgi10No2\nYlpm1\n86.34YLP motif containing 1reduction of telomerase activity differentiation of embryonic stem cells20No2\nJundm2\n86.94Jun dimerization protein 2transcription, regulation of transcription, DNA-dependent, negative regulation of transcription from RNA polymerase II promoter10No2\nRps6kl1\n86.48ribosomal protein S6 kinase-like 1protein amino acid phosphorylation01No1\nVsx2\n85.91visual system homeobox 2transcription, regulation of transcription, multicellular organismal development, DNA-dependent positive regulation of cell proliferation, positive regulation of transcription from RNA polymerase II promoter, negative regulation of cell proliferation, cell fate commitment, retina morphogenesis in camera-type eye, retinal bipolar01No1\nAcot5\n85.41acyl-CoA thioesterase 5acyl-CoA metabolic process, lipid metabolic process, saturated monocarboxylic acid metabolic process, long-chain fatty acid metabolic process, very-long-chain fatty acid metabolic process, unsaturated monocarboxylic acid metabolic process20No1\nAcot3\n85.39acyl-CoA thioesterase 3lipid metabolic process, unsaturated monocarboxylic acid metabolic process, long-chain fatty acid metabolic process, very-long-chain fatty acid metabolic process, saturated monocarboxylic acid metabolic process, acyl-CoA40No1\nAcot4\n85.38acyl-CoA thioesterase 4acyl-CoA metabolic process, succinyl-CoA metabolic process, lipid metabolic process, short-chain fatty acid metabolic process, dicarboxylic acid metabolic process10No1\nTmem90a\n86.02transmembrane protein 90aresponse to biotic stimulus10No1\n1110018G07Rik\n86.26RIKEN cDNA 1110018G07 geneprotein modification process40No1Open in a separate window DISCUSSIONBoth humans and distinct inbred mouse strains display a range of disease progression following Burkholderia pseudomallei infection. In this study, we employed a panel of recombinant inbred BXD genotypes to identify regions of the murine genome that are responsible for their variable weight loss during the course of Bp infection. We performed genome-wide linkage analysis using percentage weight loss over a four-day time course following pneumonic infection with Bp 1026b to identify host genes responsible for differential progression of melioidosis. We found that the weight loss trait is controlled in a time-dependent manner by a significant QTL on Chr 12 and several suggestive loci on chromosomes 2, 4, and 17. The locus on Chr 12 is likely to be the single primary factor responsible for differential weight loss following infection. Interestingly, in a parallel study in which we have used survival as the key outcome phenotype (unpublished findings), we identified a highly significant QTL on Chr 5, with no contribution from Chr 12.Analysis of weight loss phenotypes over the course of infection yielded some interesting findings. First, the cohort of BXD genotypes displayed a wide range of weight loss kinetics that often did not always correlate with survival. For instance, BXD9 lost weight more slowly than other strains, yet all of these animals succumbed to melioidosis on or before day 4. In contrast, several genotypes that lost much more weight (and lost it more rapidly) than BXD9 fell into the resistant category (100% survival). These findings clearly showed that weight loss is not an ideal indicator for determining the ultimate fate of Bp-infected mice. It seems likely that other infection models would display a similar lack of correlation between weight loss kinetics and eventual mortality, a point that should be shared with IACUC committees that require sacrifice of infected animals once they reach an arbitrary percentage of weight loss.Another interesting finding is the volatile nature of the set of three suggestive QTLs detected only during the early stages of infection. These loci may be a sampling artefact, but it is also possible that different phases of infection expose different gene loci. The locus on chromosome 4 is only detected “acutely” at 24 hours post-infection. Similarly, the two suggestive loci on day 2 are not even hinted at either on day 1 or day 3. In contrast, the QTL that we detect on days 3 and 4 is consistent, and is also detected when mapping with the weight loss “eigentrait” that summarizes weight loss across all days. These findings suggest that weight loss following Bp infection may be a dynamic phenotype that involves different host genes over the course of infection/disease. Interestingly, a recently reported genome wide study of host response to H1N1 influenza infection also identified multiple QTLs (different from those identified here) that appear to control weight loss kinetics in a time-dependent fashion (Nedelko, et al., 2012).The H1N1 study identified a QTL on Chr 10 that was linked only with the day 1 weight loss trait, and they concluded that much of the weight loss was transient and associated with the stress of anesthesia prior to intranasal instillation. Our findings support a similar conclusion for the day 1 weight loss trait. Although the QTLs identified in the two studies are on different chromosomes, this conclusion is feasible because our studies utilized inhaled isoflurane for anesthesia, while the studies by Nedelko et. al. used injectable anesthesia (ketamine/xylazine). Another stressor that could account for variation of the weight loss trait could be introduction of liquid vehicle (PBS) into the lungs during intranasal instillation. Again, the identification of loci on different chromosomes (Chrs 4 and 10) in our and the Nedelko et. al. studies, respectively, is feasible because instillation was performed with different volumes of vehicle (50μl vs. 20μl, respectively).We used QTLminer to analyze these QTL intervals and to identify genes that are promising positional and biological candidate genes. Three candidate genes with high QTLminer scores were identified within the significant QTL on chromosome 12 that was observed on days 3 and 4 post-infection. One of these genes (Sipa1l1) encodes a protein that is thought to be involved in several processes that impact innate immunity: (1) positive regulation of RAP2A GTPase activity, (2) reorganization of the actin cytoskeleton and recruitment of DLG4 to F-actin, and (3) regulation of dendritic spine morphogenesis. Ttc9 is a hormonally regulated gene in breast cancer cells and may play a role in cancer cell invasion and metastasis (Cao, et al., 2006). The final candidate gene (Smoc1) encodes a putative regulator of osteoblast differentiation in bone marrow stromal cells (Choi, et al., 2010) and plays a critical role in ocular and limb development in mice and humans through the modulation of BMP signaling (Okada, et al., 2011, Lawrance-Owen, et al., 2013). The heritability of the day 3 and day 4 weight loss traits approached 93%, indicating that these traits are highly likely to be genetically controlled. Moreover, principal component analysis revealed that the QTL on Chr 12 contributed >70% of the total weight loss variability in the cohort, indicating that a gene(s) within this interval is the most important genetic factor in weight loss kinetics.Although the loci that were identified on days 1 and 2 post-infection contribute 30% or less to weight loss, we also examined them for gene candidates. There were four high value candidates associated with the day 1 Chr 4 locus. Car8 encodes a protein that is designated as carbonic anhydrase VIII, despite its lack of carbonic anhydrase activity. Mice carrying non-functional Car8 mutations suffer from neurological defects (Turkmen, et al., 2009). The Asph gene is expressed from two promoters and undergoes extensive alternative splicing, resulting in a set of aspartate beta-hydroxylases that have distinct functional properties. The longest isoform hydroxylates aspartic acid or asparagine residues in the epidermal growth factor-like domains of several proteins, including protein C, coagulation factors VII, IX, and X, and the complement factors C1R and C1S. ASPH is also thought to play an important role in calcium homeostasis (Srikanth, et al., 2012). Trp53inp1 encodes an antiproliferative and proapoptotic protein (tumor protein p53-inducible nuclear protein 1) that is involved in cell stress responses by acting as a dual regulator of transcription and autophagy (Okamura, et al., 2001, Sancho, et al., 2012, Seillier, et al., 2012). TRP53INP1 protein also reduces cell migration by regulating expression of SPARC, a regulator of cell growth through interactions with the extracellular matrix and cytokines. Inst8 encodes one component of a complex (integrator complex) that associates with RNA polymerase II and is involved in the processing of small nuclear RNAs (Baillat, et al., 2005). It remains unclear how any of the candidate genes within the Chr 4 interval might be involved in weight loss kinetics during the initial stages of melioidosis.There were several high-scoring candidate genes from the suggestive QTLs that were observed on day 2 post-infection. Lama5 (Chr 2) encodes a protein that is thought to mediate the attachment, migration and organization of cells into tissues during embryonic development. Gtpbp5 (Chr 2) encodes a putative GTPase that may play a role in the regulation of processes such as protein synthesis, nuclear transport, membrane trafficking, and signal transduction (Hirano, et al., 2006, Kotani, et al., 2013). The gene product of Ss18l1 (Chr 2) is a transcriptional activator that is required for calcium-dependent dendritic growth and branching in cortical neurons. Psma7 (Chr 2) encodes a member of the peptidase T1A family that functions as a 20S core alpha proteasome subunit and participates in cytoplasmic protein degradation and recycling, while Osbpl2 encodes a member of the oxysterol-binding protein family of intracellular lipid receptors, known as oxysterol binding protein-like 2 (Suchanek, et al., 2007). Two of the high-priority candidate genes on chromosome 17, Park2 and Pacrg, share a bidirectional promoter and are co-regulated in various tissues. Their gene products are involved in the degradation of misfolded or damaged proteins as well as in autophagy and mitophagy, and have a strong association with the development of Parkinson’s disease (Olzmann & Chin, 2008) (Narendra, et al., 2008, Chen, et al., 2010). Interestingly, single nucleotide polymorphisms of Park2 and Pacrg are also associated with leprosy susceptibility in the Chinese population (Li, et al., 2012). The other high scoring candidate gene on chromosome 17 was Qk, a gene that encodes an RNA-binding protein that plays a central role in myelination; dysfunction of this gene may result in myelin and/or oligodendrocyte dysfunction in schizophrenia (Aberg, et al., 2006). It is difficult to predict the role of any of these genes in weight loss kinetics, but because the heritability of the Day 2 weight loss trait is approximately 87% (compared to 68.8% for the day 1 weight loss trait), it is much more likely that genes from one or both of these QTLs exert some control over weight loss during melioidosis.Our findings indicate that weight loss kinetics during acute pneumonic Bp infection is a heritable and dynamic trait that is controlled by several host loci in a time dependent fashion. A significant QTL on Chr 12 (between 80 and 87Mb) appears to be the most important genetic factor, while loci on chromosomes 2, 4, and 17 also contribute to weight loss. The strongest candidate genes are involved in processes that could be critical for immune processes, such as regulation of GTPase activity, reorganization of actin cytoskeleton, regulation of dendritic spine morphogenesis, hydroxylation of coagulation factors and complement components, and autophagy. Several of the other strong candidates are involved in developmental processes that include osteoblast differentiation, regulation of cell growth and migration, tissue development during embryonic development, limb development, and myelination. ​\n                    Table 2QTLminer scores for candidate genes within Day 2 QTL intervals (Chrs 2 and 17): Trait 16333.Gene SymbolMbGene DesignationBiological Processes/FunctionsnsSNPs (B6 vs. D2)InDels in BXD MiceCis-Regulated in LungQTLminer Score (1-4)\nChromosome 2\n\nLama5\n179.91laminin, alpha 5cell adhesion, regulation of cell migration, regulation of cell adhesion, regulation of embryonic developmenthair follicle development, muscle organ developmentlung development, branching involved in ureteric bud morphogenesis, organ morphogenesis, cilium assembly585Yes4\nGtpbp5\n179.81GTP binding protein 5neural crest cell migration, branching morphogenesis of a tube, morphogenesis of a ribosome maturation process, GTPase81Yes4\nPsma7\n179.77proteasome (prosome, macropain) subunit, alpha type 7proteolysis involved in cellular protein catabolic process, ubiquitin-dependent protein catabolic process20Yes3\nOsbpl2\n179.85oxysterol binding protein-like 2transport, lipid transport, steroid metabolic process85No3\nSs18l1\n179.78synovial sarcoma translocation gene on chromosome 18-like 1transcription, chromatin modification, regulation of transcription, regulation of transcription, DNA-dependent dendrite development180Yes3\nCdh4\n179.18cadherin 4cell adhesion, axon guidance, positive regulation of axon extension, heterophilic cell-cell adhesion, homophilic cell adhesion1457No2\nTaf4a\n179.65TAF4A RNA polymerase II, TATA box binding protein (TBP)-associated factortranscription from RNA polymerase II promoter, ovarian follicle development, regulation of transcription from RNA polymerase II promoter30No2\nAdrm1\n179.91adhesion regulating molecule 1proteasomal ubiquitin receptor, regulation of deubiquitinating enzyme90No2\nHrh3\n179.83histamine receptor H 3G-protein coupled receptor protein signaling pathway, signal transduction,negative regulation of adenylate cyclase activity, elevation of cytosolic calcium ion concentration, learning memory, negative regulation of glutamate secretion, negative regulation of gamma-aminobutyric acid secretion, regulation of norepinephrine secretion, negative regulation of serotonin secretion response to organic cyclic substance, eating behavior30No1\n4930449I21Rik\n179.39RIKEN cDNA 4930449I21 geneunknown01No1\nChromosome 17\n\nPacrg\n10.60Park2 co-regulatedFunctions within a multiprotein E3 ubiquitin ligase complex3619Yes4\nPark2\n11.03parkinsynaptic transmission, dopaminergic, adult locomotory behavior, response to unfolded protein, locomotory behavior, learning, protein metabolic process, dopamine metabolic process, norepinephrine metabolic process13199Yes3\nQk\n10.40quakingregulation of neurotransmitter secretion, regulation of synaptic transmission, synaptic transmission, glutamatergic, dopamine uptake, vasculogenesis, cell differentiation, transport, regulation of translation, multicellular organismal development, RNA splicing, mRNA transport, mRNA processing, axon ensheathment, myelination, muscle cell differentiation, long-chain fatty acid biosynthetic process21No3\nPde10a\n8.99phosphodiesterase 10Asignal transduction, cAMP catabolic process, cGMP catabolic process810No2Open in a separate window Supplementary MaterialSupp FigureS1Click here to view.(70K, tiff)Supp TableS1Click here to view.(66K, xlsx) ACKNOWLEDGEMENTSThe authors wish to thank Jennifer Stabenow, Lillian Zalduondo, Sam Woods, Rob Benson, Lou Jackson, Fu Zeng, and John Shelton for their roles in providing a safe BSL-3 work environment in the University of Tennessee Health Science Center's Regional Biocontainment Laboratory. This work was supported by Department of Defense grant W81XHW-05-1-0227. We also thank NIAAA U01 AA016662, U01 AA013499 and the UT Center for Integrative and Translational Genomics for support of GeneNetwork. ReferencesAbdeltawab NF, Aziz RK, Kansal R, et al.  An unbiased systems genetics approach to mapping genetic loci modulating susceptibility to severe streptococcal sepsis. PLoS pathogens. 2008;4:e1000042. [PMC free article] [PubMed] [Google Scholar]Aberg K, Saetre P, Jareborg N, Jazin E. Human QKI, a potential regulator of mRNA expression of human oligodendrocyte-related genes involved in schizophrenia. Proceedings of the National Academy of Sciences of the United States of America. 2006;103:7482–7487. [PMC free article] [PubMed] [Google Scholar]Alberts R, Schughart K. QTLminer: identifying genes regulating quantitative traits. BMC bioinformatics. 2010;11:516. [PMC free article] [PubMed] [Google Scholar]Alberts R, Lu L, Williams RW, Schughart K. Genome-wide analysis of the mouse lung transcriptome reveals novel molecular gene interaction networks and cell-specific expression signatures. Respiratory research. 2011;12:61. [PMC free article] [PubMed] [Google Scholar]Baillat D, Hakimi MA, Naar AM, Shilatifard A, Cooch N, Shiekhattar R. Integrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell. 2005;123:265–276. [PubMed] [Google Scholar]Boon AC, deBeauchamp J, Hollmann A, et al.  Host genetic variation affects resistance to infection with a highly pathogenic H5N1 influenza A virus in mice. Journal of virology. 2009;83:10417–10426. [PMC free article] [PubMed] [Google Scholar]Cao S, Iyer JK, Lin V. Identification of tetratricopeptide repeat domain 9, a hormonally regulated protein. Biochemical and biophysical research communications. 2006;345:310–317. [PubMed] [Google Scholar]Chen D, Gao F, Li B, Wang H, Xu Y, Zhu C, Wang G. Parkin mono-ubiquitinates Bcl-2 and regulates autophagy. The Journal of biological chemistry. 2010;285:38214–38223. [PMC free article] [PubMed] [Google Scholar]Cheng AC, Dance DA, Currie BJ. Bioterrorism, Glanders and melioidosis. Euro Surveill. 2005;10:E1–2. author reply E1-2. [PubMed] [Google Scholar]Cheng AC, Hanna JN, Norton R, et al.  Melioidosis in northern Australia, 2001-02. Communicable diseases intelligence quarterly report. 2003;27:272–277. [PubMed] [Google Scholar]Cheng TP, French AR, Plougastel BF, Pingel JT, Orihuela MM, Buller ML, Yokoyama WM. Ly49h is necessary for genetic resistance to murine cytomegalovirus. Immunogenetics. 2008;60:565–573. [PMC free article] [PubMed] [Google Scholar]Chesler EJ, Lu L, Wang J, Williams RW, Manly KF. WebQTL: rapid exploratory analysis of gene expression and genetic networks for brain and behavior. Nature neuroscience. 2004;7:485–486. [PubMed] [Google Scholar]Choi YA, Lim J, Kim KM, et al.  Secretome analysis of human BMSCs and identification of SMOC1 as an important ECM protein in osteoblast differentiation. Journal of proteome research. 2010;9:2946–2956. [PubMed] [Google Scholar]Currie BJ. Advances and remaining uncertainties in the epidemiology of Burkholderia pseudomallei and melioidosis. Transactions of the Royal Society of Tropical Medicine and Hygiene. 2008;102:225–227. [PubMed] [Google Scholar]Dharakul T, Vejbaesya S, Chaowagul W, Luangtrakool P, Stephens HA, Songsivilai S. HLADR and -DQ associations with melioidosis. Hum Immunol. 1998;59:580–586. [PubMed] [Google Scholar]Gilad J, Harary I, Dushnitsky T, Schwartz D, Amsalem Y. Burkholderia mallei and Burkholderia pseudomallei as bioterrorism agents: national aspects of emergency preparedness. The Israel Medical Association journal : IMAJ. 2007;9:499–503. [PubMed] [Google Scholar]Hirano Y, Ohniwa RL, Wada C, Yoshimura SH, Takeyasu K. Human small G proteins, ObgH1, and ObgH2, participate in the maintenance of mitochondria and nucleolar architectures. Genes to cells : devoted to molecular & cellular mechanisms. 2006;11:1295–1304. [PubMed] [Google Scholar]Hoppe I, Brenneke B, Rohde M, Kreft A, Haussler S, Reganzerowski A, Steinmetz I. Characterization of a murine model of melioidosis: comparison of different strains of mice. Infection and immunity. 1999;67:2891–2900. [PMC free article] [PubMed] [Google Scholar]Horby P, Nguyen NY, Dunstan SJ, Baillie JK. An updated systematic review of the role of host genetics in susceptibility to influenza. Influenza and other respiratory viruses. 2013;7(Suppl 2):37–41. [PMC free article] [PubMed] [Google Scholar]Horby P, Sudoyo H, Viprakasit V, et al.  What is the evidence of a role for host genetics in susceptibility to influenza A/H5N1? Epidemiology and infection. 2010;138:1550–1558. [PubMed] [Google Scholar]Kotani T, Akabane S, Takeyasu K, Ueda T, Takeuchi N. Human G-proteins, ObgH1 and Mtg1, associate with the large mitochondrial ribosome subunit and are involved in translation and assembly of respiratory complexes. Nucleic acids research. 2013;41:3713–3722. [PMC free article] [PubMed] [Google Scholar]Lawrance-Owen AJ, Bargary G, Bosten JM, Goodbourn PT, Hogg RE, Mollon JD. Genetic association suggests that SMOC1 mediates between prenatal sex hormones and digit ratio. Human genetics. 2013;132:415–421. [PubMed] [Google Scholar]Leakey AK, Ulett GC, Hirst RG. BALB/c and C57Bl/6 mice infected with virulent Burkholderia pseudomallei provide contrasting animal models for the acute and chronic forms of human melioidosis. Microbial pathogenesis. 1998;24:269–275. [PubMed] [Google Scholar]Lee SH, Girard S, Macina D, et al.  Susceptibility to mouse cytomegalovirus is associated with deletion of an activating natural killer cell receptor of the C-type lectin superfamily. Nature genetics. 2001;28:42–45. [PubMed] [Google Scholar]Li J, Liu H, Liu J, et al.  Association study of the single nucleotide polymorphisms of PARK2 and PACRG with leprosy susceptibility in Chinese population. European journal of human genetics : EJHG. 2012;20:488–489. [PMC free article] [PubMed] [Google Scholar]Melvold RW, Jokinen DM, Miller SD, Dal Canto MC, Lipton HL. Identification of a locus on mouse chromosome 3 involved in differential susceptibility to Theiler's murine encephalomyelitis virus-induced demyelinating disease. Journal of virology. 1990;64:686–690. [PMC free article] [PubMed] [Google Scholar]Miyairi I, Tatireddigari VR, Mahdi OS, et al.  The p47 GTPases Iigp2 and Irgb10 regulate innate immunity and inflammation to murine Chlamydia psittaci infection. Journal of immunology. 2007;179:1814–1824. [PubMed] [Google Scholar]Miyairi I, Ziebarth J, Laxton JD, et al.  Host genetics and Chlamydia disease: prediction and validation of disease severity mechanisms. PloS one. 2012;7:e33781. [PMC free article] [PubMed] [Google Scholar]Narendra D, Tanaka A, Suen DF, Youle RJ. Parkin is recruited selectively to impaired mitochondria and promotes their autophagy. The Journal of cell biology. 2008;183:795–803. [PMC free article] [PubMed] [Google Scholar]Nedelko T, Kollmus H, Klawonn F, et al.  Distinct gene loci control the host response to influenza H1N1 virus infection in a time-dependent manner. BMC Genomics. 2012;13:411. [PMC free article] [PubMed] [Google Scholar]Nuntayanuwat S, Dharakul T, Chaowagul W, Songsivilai S. Polymorphism in the promoter region of tumor necrosis factor-alpha gene is associated with severe meliodosis. Human immunology. 1999;60:979–983. [PubMed] [Google Scholar]Okada I, Hamanoue H, Terada K, et al.  SMOC1 is essential for ocular and limb development in humans and mice. American journal of human genetics. 2011;88:30–41. [PMC free article] [PubMed] [Google Scholar]Okamura S, Arakawa H, Tanaka T, et al.  p53DINP1, a p53-inducible gene, regulates p53-dependent apoptosis. Molecular cell. 2001;8:85–94. [PubMed] [Google Scholar]Olzmann JA, Chin LS. Parkin-mediated K63-linked polyubiquitination: a signal for targeting misfolded proteins to the aggresome-autophagy pathway. Autophagy. 2008;4:85–87. [PMC free article] [PubMed] [Google Scholar]Peacock SJ. Melioidosis. Current opinion in infectious diseases. 2006;19:421–428. [PubMed] [Google Scholar]Peirce JL, Lu L, Gu J, Silver LM, Williams RW. A new set of BXD recombinant inbred lines from advanced intercross populations in mice. BMC genetics. 2004;5:7. [PMC free article] [PubMed] [Google Scholar]Roberts M, Alexander J, Blackwell JM. Genetic analysis of Leishmania mexicana infection in mice: single gene (Scl-2) controlled predisposition to cutaneous lesion development. Journal of immunogenetics. 1990;17:89–100. [PubMed] [Google Scholar]Sancho A, Duran J, Garcia-Espana A, et al.  DOR/Tp53inp2 and Tp53inp1 constitute a metazoan gene family encoding dual regulators of autophagy and transcription. PloS one. 2012;7:e34034. [PMC free article] [PubMed] [Google Scholar]Seillier M, Peuget S, Gayet O, et al.  TP53INP1, a tumor suppressor, interacts with LC3 and ATG8-family proteins through the LC3-interacting region (LIR) and promotes autophagy-dependent cell death. Cell death and differentiation. 2012;19:1525–1535. [PMC free article] [PubMed] [Google Scholar]Srikanth S, Jew M, Kim KD, Yee MK, Abramson J, Gwack Y. Junctate is a Ca2+-sensing structural component of Orai1 and stromal interaction molecule 1 (STIM1). Proceedings of the National Academy of Sciences of the United States of America. 2012;109:8682–8687. [PMC free article] [PubMed] [Google Scholar]Suchanek M, Hynynen R, Wohlfahrt G, et al.  The mammalian oxysterol-binding protein-related proteins (ORPs) bind 25-hydroxycholesterol in an evolutionarily conserved pocket. The Biochemical journal. 2007;405:473–480. [PMC free article] [PubMed] [Google Scholar]Turkmen S, Guo G, Garshasbi M, et al.  CA8 mutations cause a novel syndrome characterized by ataxia and mild mental retardation with predisposition to quadrupedal gait. PLoS genetics. 2009;5:e1000487. [PMC free article] [PubMed] [Google Scholar]Ulett GC, Ketheesan N, Hirst RG. Cytokine gene expression in innately susceptible BALB/c mice and relatively resistant C57BL/6 mice during infection with virulent Burkholderia pseudomallei. Infect Immun. 2000;68:2034–2042. [PMC free article] [PubMed] [Google Scholar]Ulett GC, Labrooy JT, Currie BJ, Barnes JL, Ketheesan N. A model of immunity to Burkholderia pseudomallei: unique responses following immunization and acute lethal infection. Microbes Infect. 2005;7:1263–1275. [PubMed] [Google Scholar]White NJ. Melioidosis. Lancet. 2003;361:1715–1722. [PubMed] [Google Scholar]Wiersinga WJ, van der Poll T, White NJ, Day NP, Peacock SJ. Melioidosis: insights into the pathogenicity of Burkholderia pseudomallei. Nature reviews. Microbiology. 2006;4:272–282. [PubMed] [Google Scholar]Yadav JS, Pradhan S, Kapoor R, Bangar H, Burzynski BB, Prows DR, Levin L. Multigenic control and sex bias in host susceptibility to spore-induced pulmonary anthrax in mice. Infection and immunity. 2011;79:3204–3215. [PMC free article] [PubMed] [Google Scholar]Yamamoto T, Naigowit P, Dejsirilert S, Chiewsilp D, Kondo E, Yokota T, Kanai K. In vitro susceptibilities of Pseudomonas pseudomallei to 27 antimicrobial agents. Antimicrobial agents and chemotherapy. 1990;34:2027–2029. [PMC free article] [PubMed] [Google Scholar]"}