{"title": "Role of noncoding RNAs in the regulation of P-TEFb availability and enzymatic activity", "pubDate": "2014;2014:643805.", "PMCID": "PMC3950470", "DOI": "10.1155/2014/643805", "PMID": "24701579", "abstract": "P-TEFb is a transcriptional factor that specifically regulates the elongation step of RNA polymerase II-dependent transcription and its activity strictly required for Human Immunodeficiency Virus (HIV) infection and during cardiac differentiation. P-TEFb role has emerged as a crucial regulator of transcription elongation and its activity found finely tuned in vivo at transcriptional level as well as posttranscriptionally by dynamic association with different multisubunit molecular particles. Both physiological and pathological cellular signals rapidly converge on P-TEFb regulation by modifying expression and activity of the complex to allow cells to properly respond to different stimuli. In this review we will give a panoramic view on P-TEFb regulation by noncoding RNAs in both physiological and pathological conditions.", "author": [{"author": "Giuliana Napolitano", "affiliation": ["Department of Biology, University of Naples Federico II, Naples, Italy."], "href": "/?term=Napolitano+G&cauthor_id=24701579"}, {"author": "Luigi Lania", "affiliation": ["Department of Molecular Medicine and Medical Biotechnologies, University of Naples Federico II, Italy."], "href": "/?term=Lania+L&cauthor_id=24701579"}, {"author": "Barbara Majello", "affiliation": ["Department of Biology, University of Naples Federico II, Naples, Italy."], "href": "/?term=Majello+B&cauthor_id=24701579"}], "refPMID": ["9499409", "9491887", "9649438", "9334326", "10766736", "9832504", "17001490", "19741698", "18406322", "17994019", "20703074", "17994021", "19056941", "20434984", "9450929", "10199401", "24122273", "8676484", "8602364", "9843510", "10393900", "10329126", "20081228", "20665673", "17700062", "16245309", "12037670", "18662700", "11931766", "15706034", "16885020", "19723344", "7759473", "10467404", "12063565", "11739744", "11713533", "11713532", "22404626", "16959964", "14580347", "15994294", "16222702", "18281698", "12832472", "15201869", "18483487", "22740346", "23471002", "18249148", "19416841", "17471027", "19305131", "20574533", "17937499", "19136668", "21853533", "21242887", "23906511", "17611602", "17709395", "18483222", "21763495", "19387490", "22084242", "15719065", "15049426", "10465067", "10199552", "23110726", "12368300", "16330531", "17014716", "19148268", "22205749", "16272292", "19220914", "23661700", "15514168", "12368904", "15172687", "14749500", "17459355", "17234972", "19521018", "20031613", "18407781", "16380711", "17397913", "18457996", "15951802", "11679670", "22303389", "18539123", "20543578", "17135274", "20854876", "21460034", "17855633", "19703992", "20159561", "21764852", "20153263", "22547686", "18187662", "21045193", "21678057", "22493297", "21617945"], "citedInPMID": ["24701579"], "body": " AbstractP-TEFb is a transcriptional factor that specifically regulates the elongation step of RNA polymerase II-dependent transcription and its activity strictly required for Human Immunodeficiency Virus (HIV) infection and during cardiac differentiation. P-TEFb role has emerged as a crucial regulator of transcription elongation and its activity found finely tuned in vivo at transcriptional level as well as posttranscriptionally by dynamic association with different multisubunit molecular particles. Both physiological and pathological cellular signals rapidly converge on P-TEFb regulation by modifying expression and activity of the complex to allow cells to properly respond to different stimuli. In this review we will give a panoramic view on P-TEFb regulation by noncoding RNAs in both physiological and pathological conditions. 1. IntroductionThe core P-TEFb complex is a hetero-dimer composed of a kinase, (CDK9), and a cyclin subunit of the Cyclin T family (i.e., T1, T2a, and T2b) [1–3].P-TEFb activity was initially described as essential for transcriptional activation of the Human Immunodeficiency Virus, HIV-1, viral genes as well as for the expression of some cellular genes such as c-myc, hsp70, and c-fos whose transcriptional expression levels are regulated at the elongation phase [4–7]. Genome-wide studies have demonstrated that most of RNAPII-dependent genes are regulated at the elongation step [8–14]. Soon after pre-mRNA transcripts reach the length of about 30 nucleotides, transcription is halted by the negative action of DSIF and NELF complexes [15, 16]. Paused RNAPII is released by the activity of P-TEFb, which phosphorylates the SPT5 subunit of DSIF and the E subunit of NELF as well as the serine residue at position 2 of the RNAPII-Rpb1-CTD (see [15–17] and references therein).P-TEFb activity is specifically required to allow viral HIV-1 genes to be actively transcribed during infection [2, 6, 18–22]. In addition, it has been shown to be necessary, as part of the p300/GATA4 complex, for transcription of cardiac specific genes such as Nkx2.5, Anf, and β-Myh [23, 24]. Nevertheless, the list of genes that specifically require P-TEFb activity to be promptly expressed is continuously growing and includes developmental, cellular stress- and cancer-associated genes [25–32].The P-TEFb role in gene expression is achieved by a fine tuning of its activity in living cells at transcriptional level as well as by its dynamic association with snRNP particles (see [33–35] and references therein). The enzymatic activity of the complex relies on the presence of the 7SK noncoding RNA that binds to Hexim, LARP7, and MePCE and inhibits P-TEFb kinase activity (see [36–39] and references therein). Moreover, recent findings revealed that P-TEFb synthesis is finely regulated by a number of noncoding RNAs (microRNA). Thus, P-TEFb availability and enzymatic activity are largely controlled by several different noncoding RNAs. 2. Regulation of P-TEFb Enzymatic Activity by 7SK-Containing snRNP Particles: Dynamic Equilibrium between SC and LC P-TEFb ComplexesIn cells, P-TEFb exists in two major forms that are in dynamic equilibrium [31, 37, 40, 41], the core active heterodimer CDK9/Cyclin T (also named small complex, SC) and the inactive 7SK snRNP-bound complex (large complex, LC). In the inactive 7SK snRNP-bound P-TEFb form, the sequestration into the snRNP particle is sufficient to inhibit CDK9 kinase activity. The snRNP contains the noncoding 7SK snRNA and the proteins MePCE (also named BCDIN3), LARP7, and Hexim1 or 2, which can associate as homo- or heterodimers. MePCE and LARP7 are stably bound to 7SK snRNA, while Hexim binding is reversible and is required to inhibit P-TEFb activity. The role of MePCE and LARP7 is to stabilize the integrity of 7SK snRNA as well as the snRNP itself [42–51]. Depending on the cell type, up to 90% of P-TEFb is found in the large inactive complex and the equilibrium between LC and SC determines the overall transcriptional potential activity of the cell. Several different cellular stress signals have been demonstrated to be able to perturb the equilibrium between small active P-TEFb and the 7SK snRNP-bound complex: DNA damage induced by different chemical drugs (camptothecin, doxorubicin, etc.), physical agents (UV light and X-rays), heat, histone deacetylase inhibitors, cardiac hypertrophy, specific intracellular signaling cascades [52–59]. Notably, it has been suggested independently by two research groups that inhibition of transcription itself may determine P-TEFb/7SK snRNP disruption. In the presence of aberrant transcriptional arrest Hexim dissociates from 7SK snRNP and free hnRNPs (viz. hnRNPA1/2, hnRNPQ and hnRNPR) take its place, supporting the notion that the dynamic equilibrium between LC and SC is a mechanism of release of P-TEFb and Hexim from 7SK snRNP [60, 61]. Although precise molecular mechanisms regulating the sequestration/release of P-TEFb from LC remain to be fully elucidated, multiple posttranscriptional modification of 7SK snRNP components are involved as reported elsewhere [32, 62–65]. 3. miRNAs-Dependent Regulation of P-TEFb Activity in HIV-1 Infection and LatencyTranscription of HIV-1 viral genes requires P-TEFb recruitment on the TAR sequence present on all nascent viral RNAs via direct association between the viral transactivator Tat protein and the Cyclin T1 subunit of the host P-TEFb complex [2, 66–69].The two major cell types that support productive HIV-1 infection are activated CD4+ T lymphocytes and differentiated macrophages, while the main reservoir of HIV-1 latency is represented by resting CD4+ T lymphocytes in which P-TEFb activity is under stringent control (see [70] and references therein).A number of mechanisms have been identified that regulate P-TEFb availability and enzymatic function. Specifically, in CD4+ T lymphocytes and macrophages the role of several microRNAs (miRNAs) capable to regulate the expression of the Cyclin T1 subunit has been recently elucidated. In resting CD4+ T lymphocytes Cyclin T1 protein levels are very low and dramatically increase upon activation. Similarly, during differentiation of monocytes to macrophages an increase of Cyclin T1 expression is observed. Since levels of Cyclin T1 messenger RNA do not change during CD4+ T lymphocytes activation and monocytes differentiation, the increase in Cyclin T1 expression is independent of transcriptional regulation [71–76]. Recent studies provided evidences that Cyclin T1 is under the control of miR-27b, 29b, 150, and 233 in resting CD4+ T lymphocytes and miR-198 in monocytes [75]. Abundance of miR-27b, 29b, 150, and 233 decreases upon activation of CD4+ T lymphocytes together with an increase of Cyclin T1 protein levels. Interestingly, overexpression of these small noncoding RNAs downregulates Cyclin T1 protein levels in transfected HeLa cells. Besides, it has been shown that in resting CD4+ T lymphocytes their inhibition leads to an increase of Cyclin T1 protein levels [75]. In the same study, it has been shown that miR-27b directly binds the Cyclin T1 3′UTR, while no direct interaction has been found for miR-29b, 150, and 233, thus suggesting that in this case the effect on Cyclin T1 expression could likely be indirect.miR-198 has been shown to target Cyclin T1 3′UTR and inhibit Cyclin T1 expression in monocytes. Ectopic expression of miR-198 in these cells inhibits upregulation of Cyclin T1 protein induced upon differentiation and represses HIV-1 replication and expression of the HIV-1 proviral plasmid in a monocytic cell line. miR-198 is expressed at high levels in primary monocytes and it has been suggested that the refractoriness of these cells to support HIV-1 replication might be due to miR-198-dependent inhibition of P-TEFb via repression of Cyclin T1 expression [74].Intriguingly, it has been shown that a specific miRNA is produced by the HIV-1 viral TAR element and that this miRNA, localized to the exosomes of infected cells, represses apoptosis by modulating the transcriptional levels of BIM and CDK9 promoters [77, 78]. 4. miRNAs-Dependent Regulation of P-TEFb in Cardiac Hypertrophy and Cardiac DifferentiationCardiac hypertrophy is characterized by enlargement of myocytes cell size in response to different stimuli. At molecular level, increase of mRNA synthesis and transcriptional activation of the fetal gene program are at the basis of this cardiac injury [79]. It has been shown that P-TEFb is the limiting factor responsible for a general transcription increase both in vivo and in vitro [80, 81]. Notably, all hypertrophic stimuli have been shown to lead to release of P-TEFb from its inactive state [79–82]. Although the Jak/STAT pathway has been involved in the release and activation of P-TEFb in the context of cardiac hypertrophy, a miR-1-dependent regulation of CDK9 synthesis during cardiac differentiation and hypertrophy has been recently identified [83].Similar to cardiac hypertrophy, also normal cardiac development relies on increased cell size, mRNA, and protein synthesis and P-TEFb activity seems to be responsible for these effects. A number of miRNAs have been shown to play a role during cardiogenesis and among them miR-1 has been shown to be involved in P-TEFb regulation [84–90]. In fact, in vivo data showed that the 3′UTR of CDK9 messenger RNA is a miR-1 direct target [85].miR-1 has been previously identified as a muscle-specific miRNA and then found to have a pivotal role in heart development being the earlier miRNA downregulated during cardiac hypertrophy [91, 92].The presence of miR-1 in ES cells is barely detectable, but upon cardiac differentiation its expression progressively increases with a concomitant reduction of CDK9 expression. These studies suggest that miR-1 regulates myocardial differentiation of ES cells in part by reducing CDK9 availability [85]. Although CDK9 role during cardiac growth is critical, it has been shown that miR-1 targets also Hand2 mRNA during heart development [91]. In line with its role in promoting cardiac differentiation in part reducing the availability of P-TEFb, miR-1 expression is downregulated in cardiac hypertrophy. It has been shown that miR-1 down-regulation is necessary for the upregulation of CDK9, suggesting that the balance between miR-1 and CDK9 (i.e., P-TEFb) plays essential role during cardiac hypertrophy.It is of note that production of oligoribonucleotides homologous to CDK9 mRNA in miR-1 microinjected one-cell embryo, as well as of miR-1 itself, determines the hyper-activation of CDK9 transcription and the establishment of cardiac hypertrophy in developed mice. For instance, the cardiac injury is inherited in the progeny, due to a phenomenon initially discovered in plant and called “paramutation.” In the case of fertilized eggs, the “paramutation” has been suggested to be due to epigenetic modifications or abnormal forms of CDK9 transcript. Nevertheless, the molecular nature of these heritable alterations has to be clarified [93, 94]. 5. miRNAs-Dependent Regulation of Cyclin T2 Levels in Leukemia and SpermatogenesisP-TEFb, as component of super elongation complexes (SECs), has been shown to have a pivotal role in halting hematopoietic differentiation in mixed-lineage leukemia (MLL), a very aggressive subtype of acute myeloid leukemia. SECs are multifactor complexes consisting of members of ELL family proteins, several MLL translocation partners such as members of AFF family proteins, ENL, AF9, and P-TEFb [95–100]. When SECs are aberrantly brought to MLL targets they are able to misregulate HOX genes as well as other developmental genes such as Wnt target genes and leukemic stem cell target genes developing MLL leukemias [101–104].A functional role of miRNAs during hematopoiesis has been highlighted only recently. Interestingly, miR-29a and miR-142-3p have been shown to be severely downregulated in acute myeloid leukemia (AML), a group of blood cancers characterized by the blockage of myeloid differentiation [105–108]. Moreover, data from a recent work demonstrate that miR-29a and miR-142-3p expression levels increase during differentiation of several leukemia cell lines and that their inhibition using specific anti-miRNAs determines a blockage in myeloid differentiation and the consequent development of AML. Furthermore, miR-29a and miR-142-3p are present at lower levels in PBMNCs (peripheral blood mononuclear cells) and BM (bone marrow) of AML patients if compared to normal patients [107, 108]. It has been reported that a key role of miR-29a and miR-142-3p in myeloid differentiation and AML involves regulation of three target genes Cyclin T2 (CCNT2), cyclin-dependent kinase 6 (CDK6), and TGF-β activated kinase 1/MAP3 K7 binding protein 2 (TAB2). Notably, while CDK6 is a target of miR-29a and TAB2 is a target of miR-142-3p, CCNT2 is target of both miRNAs. Wang and colleagues showed that Cyclin T2 inhibits myeloid differentiation by increasing their proliferation and that miR-29a and miR-142-3p promote monocytopoiesis in part by regulating Cyclin T2 expression levels. Moreover, abnormal increased levels of Cyclin T2 as well as of CDK6 and TAB2 are detected in AML blasts with concomitant reduction of miR-29a and miR-142-3p which further suggests that the two miRNAs regulate myeloid differentiation via these three targets [108].Cyclin T2 mRNA has also been shown to be target of miR-15a during early spermatogenesis. A microarray study revealed that miR-15a, one of the 28 miRNAs whose expression resulted modified during differentiation, specifically targets 3′UTR of Cyclin T2 mRNA. Down-regulation of miR-15a has been initially related to various cancers as well as to development and differentiation. Data reported from Teng and colleagues showed an inverse relationship between Cyclin T2 expression and miR-15a, suggesting a regulatory loop that is crucial in early spermatogenesis [109]. 6. ConclusionDiscovery of the noncoding 7SK RNA cellular function in 2001 opened a door to the comprehension of P-TEFb regulation by noncoding RNAs. Since then, a number of studies have clarified the composition and mode of action of the 7SK snRNP regulating P-TEFb equilibrium and activity in the broad spectrum of biological processes in which P-TEFb is involved.More recently, P-TEFb regulation by miRNAs is emerging as schematized in Figure 1. Biology of miRNAs is far to be fully elucidated; nonetheless, despite being considered “tiny players,” they have key roles in a number of developmental and pathological conditions. It is not a surprise that also P-TEFb is an miRNAs target and that several miRNAs are involved in the regulation of P-TEFb availability in different physiologic and pathologic cellular models. It is reasonable to imagine that new players still have to come to light in the near future and that exploring the emerging field of P-TEFb regulation by miRNAs will give new opportunities to shed light on cancer, HIV-1 infection, and the number of pathological conditions in which P-TEFb has a pivotal role.Open in a separate windowFigure 1Noncoding RNAs that influence P-TEFb availability and activity are schematically represented. Target 3′UTR and involved biological process are indicated. AcknowledgmentsThis work was supported by grants from AIRC and MIUR to B. Majello. References1. Peng J, Zhu Y, Milton JT, Price DH. Identification of multiple cyclin subunits of human P-TEFb. Genes and Development. 1998;12(5):755–762. [PMC free article] [PubMed] [Google Scholar]2. Wei P, Garber ME, Fang S-M, Fischer WH, Jones KA. A novel CDK9-associated C-type cyclin interacts directly with HIV-1 Tat and mediates its high-affinity, loop-specific binding to TAR RNA. Cell. 1998;92(4):451–462. [PubMed] [Google Scholar]3. Zhou Q, Chen D, Pierstorff E, Luo K. Transcription elongation factor P-TEFb mediates Tat activation of HIV-1 transcription at multiple stages. The EMBO Journal. 1998;17(13):3681–3691. [PMC free article] [PubMed] [Google Scholar]4. Mancebo HSY, Lee G, Flygare J, et al.  P-TEFb kinase is required for HIV Tat transcriptional activation in vivo and in vitro. Genes and Development. 1997;11(20):2633–2644. [PMC free article] [PubMed] [Google Scholar]5. Lis JT, Mason P, Peng J, Price DH, Werner J. P-TEFb kinase recruitment and function at heat shock loci. Genes and Development. 2000;14(7):792–803. [PMC free article] [PubMed] [Google Scholar]6. Garber ME, Wei P, KewalRamani VN, et al.  The interaction between HIV-1 Tat and human cyclin T1 requires zinc and a critical cysteine residue that is not conserved in the murine CycT1 protein. Genes and Development. 1998;12(22):3512–3527. [PMC free article] [PubMed] [Google Scholar]7. Eissenberg JC, Shilatifard A, Dorokhov N, Michener DE. Cdk9 is an essential kinase in Drosophila that is required for heat shock gene expression, histone methylation and elongation factor recruitment. Molecular Genetics and Genomics. 2007;277(2):101–114. [PubMed] [Google Scholar]8. Fuda NJ, Ardehali MB, Lis JT. Defining mechanisms that regulate RNA polymerase II transcription in vivo. Nature. 2009;461(7261):186–192. [PMC free article] [PubMed] [Google Scholar]9. Price DH. Poised polymerases: on your mark...Get set...Go! Molecular Cell. 2008;30(1):7–10. [PubMed] [Google Scholar]10. Zeitlinger J, Stark A, Kellis M, et al.  RNA polymerase stalling at developmental control genes in the Drosophila melanogaster embryo. Nature Genetics. 2007;39(12):1512–1516. [PMC free article] [PubMed] [Google Scholar]11. Peterlin BM. Transcription elongation takes central stage: the P-TEFb connection. Cell Cycle. 2010;9(15):2933–2934. [PubMed] [Google Scholar]12. Muse GW, Gilchrist DA, Nechaev S, et al.  RNA polymerase is poised for activation across the genome. Nature Genetics. 2007;39(12):1507–1511. [PMC free article] [PubMed] [Google Scholar]13. Core LJ, Waterfall JJ, Lis JT. Nascent RNA sequencing reveals widespread pausing and divergent initiation at human promoters. Science. 2008;322(5909):1845–1848. [PMC free article] [PubMed] [Google Scholar]14. Rahl PB, Lin CY, Seila AC, et al.  C-Myc regulates transcriptional pause release. Cell. 2010;141(3):432–445. [PMC free article] [PubMed] [Google Scholar]15. Wada T, Takagi T, Yamaguchi Y, et al.  DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes and Development. 1998;12(3):343–356. [PMC free article] [PubMed] [Google Scholar]16. Yamaguchi Y, Takagi T, Wada T, et al.  NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97(1):41–51. [PubMed] [Google Scholar]17. Napolitano G, Lania L, Majello B. RNA polymerase II CTD modifications: how many tales from a single tail. Journal of Cellular Physiology. 20132014;229(5):538–544. [PubMed] [Google Scholar]18. Yang X, Herrmann CH, Rice AP. The human immunodeficiency virus Tat proteins specifically associate with TAK in vivo and require the carboxyl- terminal domain of RNA polymerase II for function. Journal of Virology. 1996;70(7):4576–4584. [PMC free article] [PubMed] [Google Scholar]19. Herrmann CH, Gold MO, Rice AP. Viral transactivators specifically target distinct cellular protein kinases that phosphorylate the RNA polymerase II C-terminal domain. Nucleic Acids Research. 1996;24(3):501–508. [PMC free article] [PubMed] [Google Scholar]20. Bieniasz PD, Grdina TA, Bogerd HP, Cullen BR. Recruitment of a protein complex containing Tat and cyclin T1 to TAR governs the species specificity of HIV-1 Tat. The EMBO Journal. 1998;17(23):7056–7065. [PMC free article] [PubMed] [Google Scholar]21. Bieniasz PD, Grdina TA, Bogerd HP, Cullen BR. Recruitment of cyclin T1/P-TEFb to an HIV type 1 long terminal repeat promoter proximal RNA target is both necessary and sufficient for full activation of transcription. Proceedings of the National Academy of Sciences of the United States of America. 1999;96(14):7791–7796. [PMC free article] [PubMed] [Google Scholar]22. Kwak YT, Ivanov D, Guo J, Nee E, Gaynor RB. Role of the human and murine cyclin T proteins in regulating HIV-1 tat-activation. Journal of Molecular Biology. 1999;288(1):57–69. [PubMed] [Google Scholar]23. Sunagawa Y, Morimoto T, Takaya T, et al.  Cyclin-dependent kinase-9 is a component of the p300/GATA4 complex required for phenylephrine-induced hypertrophy in cardiomyocytes. The Journal of Biological Chemistry. 2010;285(13):9556–9568. [PMC free article] [PubMed] [Google Scholar]24. Kaichi S, Takaya T, Morimoto T, et al.  Cyclin-dependent kinase 9 forms a complex with GATA4 and is involved in the differentiation of mouse ES cells into cardiomyocytes. Journal of Cellular Physiology. 2011;226(1):248–254. [PubMed] [Google Scholar]25. Gargano B, Amente S, Majello B, Lania L. P-TEFb is a crucial co-factor for Myc transactivation. Cell Cycle. 2007;6(16):2031–2037. [PubMed] [Google Scholar]26. Giacinti C, Bagella L, Puri PL, Giordano A, Simone C. MyoD recruits the cdk9/cyclin T2 complex on myogenic-genes regulatory regions. Journal of Cellular Physiology. 2006;206(3):807–813. [PubMed] [Google Scholar]27. Simone C, Stiegler P, Bagella L, et al.  Activation of MyoD-dependent transcription by cdk9/cyclin T2. Oncogene. 2002;21(26):4137–4148. [PubMed] [Google Scholar]28. Nojima M, Huang Y, Tyagi M, Kao H-Y, Fujinaga K. The positive transcription elongation factor b is an essential cofactor for the activation of transcription by myocyte enhancer factor 2. Journal of Molecular Biology. 2008;382(2):275–287. [PMC free article] [PubMed] [Google Scholar]29. Bergstrom DA, Penn BH, Strand A, Perry RLS, Rudnicki MA, Tapscott SJ. Promoter-specific regulation of MyoD binding and signal transduction cooperate to pattern gene expression. Molecular Cell. 2002;9(3):587–600. [PubMed] [Google Scholar]30. Blais A, Tsikitis M, Acosta-Alvear D, Sharan R, Kluger Y, Dynlacht BD. An initial blueprint for myogenic differentiation. Genes and Development. 2005;19(5):553–569. [PMC free article] [PubMed] [Google Scholar]31. Peterlin BM, Price DH. Controlling the elongation phase of transcription with P-TEFb. Molecular Cell. 2006;23(3):297–305. [PubMed] [Google Scholar]32. Kohoutek J. P-TEFb—the final frontier. Cell Division. 2009;4, article 1747:p. 19. [PMC free article] [PubMed] [Google Scholar]33. Marshall NF, Price DH. Purification of P-TEFb, a transcription factor required for the transition into productive elongation. The Journal of Biological Chemistry. 1995;270(21):12335–12338. [PubMed] [Google Scholar]34. Majello B, Napolitano G, Giordano A, Lania L. Transcriptional regulation by targeted recruitment of cyclin-dependent CDK9 kinase in vivo. Oncogene. 1999;18(32):4598–4605. [PubMed] [Google Scholar]35. Napolitano G, Majello B, Lania L. Role of cyclinT/Cdk9 complex in basal and regulated transcription (review) International Journal of Oncology. 2002;21(1):171–177. [PubMed] [Google Scholar]36. Taube R, Lin X, Irwin D, Fujinaga K, Peterlin BM. Interaction between P-TEFb and the C-terminal domain of RNA polymerase II activates transcriptional elongation from sites upstream or downstream of target genes. Molecular and Cellular Biology. 2002;22(1):321–331. [PMC free article] [PubMed] [Google Scholar]37. Nguyen VT, Kiss T, Michels AA, Bensaude O. 7SK small nuclear RNA binds to and inhibits the activity of CDK9/cyclin T complexes. Nature. 2001;414(6861):322–325. [PubMed] [Google Scholar]38. Yang Z, Zhu Q, Luo K, Zhou Q. The 7SK small nuclear RNA inhibits the CDK9/cyclin T1 kinase to control transcription. Nature. 2001;414(6861):317–322. [PubMed] [Google Scholar]39. Zhou Q, Li T, Price DH. RNA polymerase II elongation control. Annual Review of Biochemistry. 2012;81:119–143. [PMC free article] [PubMed] [Google Scholar]40. Zhou Q, Yik JHN. The Yin and Yang of P-TEFb regulation: implications for human immunodeficiency virus gene expression and global control of cell growth and differentiation. Microbiology and Molecular Biology Reviews. 2006;70(3):646–659. [PMC free article] [PubMed] [Google Scholar]41. Yik JHN, Chen R, Nishimura R, Jennings JL, Link AJ, Zhou Q. Inhibition of P-TEFb (CDK9/cyclin T) kinase and RNA polymerase II transcription by the coordinated actions of HEXIM1 and 7SK snRNA. Molecular Cell. 2003;12(4):971–982. [PubMed] [Google Scholar]42. Dulac C, Michels AA, Fraldi A, et al.  Transcription-dependent association of multiple positive transcription elongation factor units to a HEXIM multimer. The Journal of Biological Chemistry. 2005;280(34):30619–30629. [PubMed] [Google Scholar]43. Turano M, Napolitano G, Dulac C, Majello B, Bensaude O, Lania L. Increased HEXIM1 expression during erythroLeukemia and neuroblastoma cell differentiation. Journal of Cellular Physiology. 2006;206(3):603–610. [PubMed] [Google Scholar]44. Krueger BJ, Jeronimo C, Roy BB, et al.  LARP7 is a stable component of the 7SK snRNP while P-TEFb, HEXIM1 and hnRNP A1 are reversibly associated. Nucleic Acids Research. 2008;36(7):2219–2229. [PMC free article] [PubMed] [Google Scholar]45. Michels AA, Nguyen VT, Fraldi A, et al.  MAQ1 and 7SK RNA interact with CDK9/cyclin T complexes in a transcription-dependent manner. Molecular and Cellular Biology. 2003;23(14):4859–4869. [PMC free article] [PubMed] [Google Scholar]46. Michels AA, Fraldi A, Li Q, et al.  Binding of the 7SK snRNA turns the HEXIM1 protein into a P-TEFb (CDK9/cyclin T) inhibitor. The EMBO Journal. 2004;23(13):2608–2619. [PMC free article] [PubMed] [Google Scholar]47. Markert A, Grimm M, Martinez J, et al.  The La-related protein LARP7 is a component of the 7SK ribonucleoprotein and affects transcription of cellular and viral polymerase II genes. EMBO Reports. 2008;9(6):569–575. [PMC free article] [PubMed] [Google Scholar]48. Cosgrove MS, Ding Y, Rennie WA, Lane MJ, Hanes SD. The Bin3 RNA methyltransferase targets 7SK RNA to control transcription and translation. Wiley Interdisciplinary Reviews. 2012;3:633–647. [PMC free article] [PubMed] [Google Scholar]49. Muniz L, Egloff S, Kiss T. RNA elements directing in vivo assembly of the 7SK/MePCE/Larp7 transcriptional regulatory snRNP. Nucleic Acids Research. 2013;41:4686–4698. [PMC free article] [PubMed] [Google Scholar]50. He N, Jahchan NS, Hong E, et al.  A la-related protein modulates 7SK snRNP integrity to suppress P-TEFb-dependent transcriptional elongation and tumorigenesis. Molecular Cell. 2008;29(5):588–599. [PMC free article] [PubMed] [Google Scholar]51. Barboric M, Lenasi T, Chen H, Johansen EB, Guo S, Peterlin BM. 7SK snRNP/P-TEFb couples transcription elongation with alternative splicing and is essential for vertebrate development. Proceedings of the National Academy of Sciences of the United States of America. 2009;106(19):7798–7803. [PMC free article] [PubMed] [Google Scholar]52. Napolitano G, Varrone F, Majello B, Lania L. Activation of P-TEFb induces p21 leading to cell cycle arrest. Cell Cycle. 2007;6(9):1126–1129. [PubMed] [Google Scholar]53. Amente S, Gargano B, Napolitano G, Lania L, Majello B. Camptothecin releases P-TEFb from the inactive 7SK snRNP complex. Cell Cycle. 2009;8(8):1249–1255. [PubMed] [Google Scholar]54. Napolitano G, Amente S, Castiglia V, et al.  Caffeine prevents transcription inhibition and P-TEFb/ 7SK dissociation following UV-induced DNA damage. PLoS ONE. 2010;5(6)e11245 [PMC free article] [PubMed] [Google Scholar]55. Contreras X, Barboric M, Lenasi T, Peterlin BM. HMBA releases P-TEFb from HEXIM1 and 7SK snRNA via PI3K/Akt and activates HIV transcription. PLoS Pathogens. 2007;3(10):1459–1469. [PMC free article] [PubMed] [Google Scholar]56. Contreras X, Schweneker M, Chen C-S, et al.  Suberoylanilide hydroxamic acid reactivates HIV from latently infected cells. The Journal of Biological Chemistry. 2009;284(11):6782–6789. [PMC free article] [PubMed] [Google Scholar]57. Peterlin BM, Brogie JE, Price DH. 7SK snRNA: a noncoding RNA that plays a major role in regulating eukaryotic transcription. Wiley Interdisciplinary Reviews. 2012;3:92–103. [PMC free article] [PubMed] [Google Scholar]58. Karn J. The molecular biology of HIV latency: breaking and restoring the Tat-dependent transcriptional circuit. Current Opinion in HIV and AIDS. 2011;6(1):4–11. [PMC free article] [PubMed] [Google Scholar]59. Napolitano G, Amente S, Lavadera ML, et al.  Sequence-specific double strand breaks trigger P-TEFb-dependent Rpb1-CTD hyperphosphorylation. Mutation Research. 2013;749:21–27. [PubMed] [Google Scholar]60. Van Herreweghe E, Egloff S, Goiffon I, et al.  Dynamic remodelling of human 7SK snRNP controls the nuclear level of active P-TEFb. The EMBO Journal. 2007;26(15):3570–3580. [PMC free article] [PubMed] [Google Scholar]61. Barrandon C, Bonnet F, Nguyen VT, Labas V, Bensaude O. The transcription-dependent dissociation of P-TEFb-HEXIM1-7SK RNA relies upon formation of hnRNP-7SK RNA complexes. Molecular and Cellular Biology. 2007;27(20):6996–7006. [PMC free article] [PubMed] [Google Scholar]62. Chen R, Liu M, Li H, et al.  PP2B and PP1α cooperatively disrupt 7SK snRNP to release P-TEFb for transcription in response to Ca2+ signaling. Genes and Development. 2008;22(10):1356–1368. [PMC free article] [PubMed] [Google Scholar]63. Kim YK, Mbonye U, Hokello J, Karn J. T-Cell receptor signaling enhances transcriptional elongation from latent HIV proviruses by activating P-TEFb through an ERK-dependent pathway. Journal of Molecular Biology. 2011;410(5):896–916. [PMC free article] [PubMed] [Google Scholar]64. Cho S, Schroeder S, Kaehlcke K, et al.  Acetylation of cyclin T1 regulates the equilibrium between active and inactive P-TEFb in cells. The EMBO Journal. 2009;28(10):1407–1417. [PMC free article] [PubMed] [Google Scholar]65. Schröder S, Cho S, Zeng L, et al.  Two-pronged binding with bromodomain-containing protein 4 liberates positive transcription elongation factor b from inactive ribonucleoprotein complexes. The Journal of Biological Chemistry. 2012;287(2):1090–1099. [PMC free article] [PubMed] [Google Scholar]66. Barboric M, Peterlin BM. A new paradigm in eukaryotic biology: HIV Tat and the control of transcriptional elongation. PLoS biology. 2005;3(2):p. e76. [PMC free article] [PubMed] [Google Scholar]67. Rice AP, Herrmann CH. Regulation of TAK/P-TEFb in CD4+ T lymphocytes and macrophages. Current HIV Research. 2003;1(4):395–404. [PubMed] [Google Scholar]68. Napolitano G, Licciardo P, Gallo P, Majello B, Giordano A, Lania L. The CDK9-associated cyclins T1 and T2 exert opposite effects on HIV-1 Tat activity. AIDS. 1999;13(12):1453–1459. [PubMed] [Google Scholar]69. Lania L, Majello B, Napolitano G. Transcriptional control by cell-cycle regulators: a review. Journal of Cellular Physiology. 1999;179:134–141. [PubMed] [Google Scholar]70. Ramakrishnan R, Liu H, Donahue H, Malovannaya A, Qin J, Rice AP. Identification of novel CDK9 and Cyclin T1-associated protein complexes (CCAPs) whose siRNA depletion enhances HIV-1 Tat function. Retrovirology. 2012;9, article 90 [PMC free article] [PubMed] [Google Scholar]71. Liou L-Y, Herrmann CH, Rice AP. Transient induction of cyclin T1 during human macrophage differentiation regulates human immunodeficiency virus type 1 Tat transactivation function. Journal of Virology. 2002;76(21):10579–10587. [PMC free article] [PubMed] [Google Scholar]72. Liou L-Y, Haaland RE, Herrmann CH, Rice AP. Cyclin T1 but not cyclin T2a is induced by a post-transcriptional mechanism in PAMP-activated monocyte-derived macrophages. Journal of Leukocyte Biology. 2006;79(2):388–396. [PubMed] [Google Scholar]73. Sung T-L, Rice AP. Effects of prostratin on Cyclin TI/P-TEFb function and the gene expression profile in primary resting CD4+ T cells. Retrovirology. 2006;3, article 66 [PMC free article] [PubMed] [Google Scholar]74. Sung T-L, Rice AP. miR-198 inhibits HIV-1 gene expression and replication in monocytes and its mechanism of action appears to involve repression of cyclin T1. PLoS Pathogens. 2009;5(1)e1000263 [PMC free article] [PubMed] [Google Scholar]75. Chiang K, Sung T-L, Rice AP. Regulation of Cyclin T1 and HIV-1 Replication by micrornas in Resting CD4+ T Lymphocytes. Journal of Virology. 2012;86(6):3244–3252. [PMC free article] [PubMed] [Google Scholar]76. Marshall RM, Salerno D, Garriga J, Graña X. Cyclin T1 expression is regulated by multiple signaling pathways and mechanisms during activation of human peripheral blood lymphocytes. Journal of Immunology. 2005;175(10):6402–6411. [PubMed] [Google Scholar]77. Klase Z, Winograd R, Davis J, et al.  HIV-1 TAR miRNA protects against apoptosis by altering cellular gene expression. Retrovirology. 2009;6, article 18 [PMC free article] [PubMed] [Google Scholar]78. Narayanan A, Iordanskiy S, Das R, et al.  Exosomes derived from HIV-1-infected cells contain trans-activation response element RNA. The Journal of Biological Chemistry. 2013;288:20014–20033. [PMC free article] [PubMed] [Google Scholar]79. Sano M, Schneider MD. Cyclin-dependent kinase-9: an RNAPII kinase at the nexus of cardiac growth and death cascades. Circulation Research. 2004;95(9):867–876. [PubMed] [Google Scholar]80. Sano M, Abdellatif M, Oh H, et al.  Activation and function of cyclin T-Cdk9 (positive transcription elongation factor-b) in cardiac muscle-cell hypertrophy. Nature Medicine. 2002;8(11):1310–1317. [PubMed] [Google Scholar]81. Huang F, Wagner M, Siddiqui MAQ. Ablation of the CLP-1 gene leads to down-regulation of the HAND1 gene and abnormality of the left ventricle of the heart and fetal death. Mechanisms of Development. 2004;121(6):559–572. [PubMed] [Google Scholar]82. Kulkarni PA, Sano M, Schneider MD. Phosphorylation of RNA polymerase II in cardiac hypertrophy: cell enlargement signals converge on cyclin T/Cdk9. Recent Progress in Hormone Research. 2004;59:125–139. [PubMed] [Google Scholar]83. Espinoza-Derout J, Wagner M, Shahmiri K, Mascareno E, Chaqour B, Siddiqui MAQ. Pivotal role of cardiac lineage protein-1 (CLP-1) in transcriptional elongation factor P-TEFb complex formation in cardiac hypertrophy. Cardiovascular Research. 2007;75(1):129–138. [PMC free article] [PubMed] [Google Scholar]84. Sayed D, Hong C, Chen I-Y, Lypowy J, Abdellatif M. MicroRNAs play an essential role in the development of cardiac hypertrophy. Circulation Research. 2007;100(3):416–424. [PubMed] [Google Scholar]85. Takaya T, Ono K, Kawamura T, et al.  MicroRNA-1 and microRNA-133 in spontaneous myocardial differentiation of mouse embryonic stem cells. Circulation Journal. 2009;73(8):1492–1497. [PubMed] [Google Scholar]86. Catalucci D, Gallo P, Condorelli G. Advances in molecular genetics, genomics, proteomics, metabolomics, and systems biology: MicroRNAs in cardiovascular biology and heart disease. Circulation. 2009;2(4):402–408. [PubMed] [Google Scholar]87. Barry SP, Davidson SM, Townsend PA. Molecular regulation of cardiac hypertrophy. International Journal of Biochemistry and Cell Biology. 2008;40(10):2023–2039. [PubMed] [Google Scholar]88. Chen J-F, Mandel EM, Thomson JM, et al.  The role of microRNA-1 and microRNA-133 in skeletal muscle proliferation and differentiation. Nature Genetics. 2006;38(2):228–233. [PMC free article] [PubMed] [Google Scholar]89. Zhao Y, Ransom JF, Li A, et al.  Dysregulation of cardiogenesis, cardiac conduction, and cell cycle in mice lacking miRNA-1-2. Cell. 2007;129(2):303–317. [PubMed] [Google Scholar]90. Callis TE, Wang D-Z. Taking microRNAs to heart. Trends in Molecular Medicine. 2008;14(6):254–260. [PubMed] [Google Scholar]91. Zhao Y, Samal E, Srivastava D. Serum response factor regulates a muscle-specific microRNA that targets Hand2 during cardiogenesis. Nature. 2005;436(7048):214–220. [PubMed] [Google Scholar]92. Lagos-Quintana M, Rauhut R, Lendeckel W, Tuschl T. Identification of novel genes coding for small expressed RNAs. Science. 2001;294(5543):853–858. [PubMed] [Google Scholar]93. Ghanbarian H, Grandjean V, Cuzin F, Rassoulzadegan M. A network of regulations by small non-coding RNAs: the P-TEFb kinase in development and pathology. Frontiers in Genetics. 2011;2, article 95 [PMC free article] [PubMed] [Google Scholar]94. Wagner KD, Wagner N, Ghanbarian H, et al.  RNA induction and inheritance of epigenetic cardiac hypertrophy in the mouse. Developmental Cell. 2008;14(6):962–969. [PubMed] [Google Scholar]95. Slany RK. When speed matters: Leukemogenic transformation by MLL fusion proteins. Cell Cycle. 2010;9(13):2475–2476. [PubMed] [Google Scholar]96. Bitoun E, Oliver PL, Davies KE. The mixed-lineage Leukemia fusion partner AF4 stimulates RNA polymerase II transcriptional elongation and mediates coordinated chromatin remodeling. Human Molecular Genetics. 2007;16(1):92–106. [PubMed] [Google Scholar]97. Monroe SC, Jo SY, Sanders DS, et al.  MLL-AF9 and MLL-ENL alter the dynamic association of transcriptional regulators with genes critical for Leukemia. Experimental Hematology. 2011;39(1):77.e5–86.e5. [PMC free article] [PubMed] [Google Scholar]98. Smith E, Lin C, Shilatifard A. The super elongation complex (SEC) and MLL in development and disease. Genes and Development. 2011;25(7):661–672. [PMC free article] [PubMed] [Google Scholar]99. Mueller D, Bach C, Zeisig D, et al.  A role for the MLL fusion partner ENL in transcriptional elongation and chromatin modification. Blood. 2007;110(13):4445–4454. [PMC free article] [PubMed] [Google Scholar]100. Wang P, Lin C, Smith ER, et al.  Global analysis of H3K4 methylation defines MLL family member targets and points to a role for MLL1-mediated H3K4 methylation in the regulation of transcriptional initiation by RNA polymerase II. Molecular and Cellular Biology. 2009;29(22):6074–6085. [PMC free article] [PubMed] [Google Scholar]101. Lin C, Smith ER, Takahashi H, et al.  AFF4, a component of the ELL/P-TEFb elongation complex and a shared subunit of MLL chimeras, can link transcription elongation to Leukemia. Molecular Cell. 2010;37(3):429–437. [PMC free article] [PubMed] [Google Scholar]102. Lin C, Garrett AS, de Kumar B, et al.  Dynamic transcriptional events in embryonic stem cells mediated by the super elongation complex (SEC) Genes and Development. 2011;25(14):1486–1498. [PMC free article] [PubMed] [Google Scholar]103. Yokoyama A, Lin M, Naresh A, Kitabayashi I, Cleary ML. A higher-order complex containing AF4 and ENL family proteins with P-TEFb facilitates oncogenic and physiologic MLL-dependent transcription. Cancer Cell. 2010;17(2):198–212. [PMC free article] [PubMed] [Google Scholar]104. Luo Z, Lin C, Guest E, et al.  The super elongation complex family of RNA polymerase II elongation factors: gene target specificity and transcriptional output. Molecular and Cellular Biology. 2012;32:2608–2617. [PMC free article] [PubMed] [Google Scholar]105. Garzon R, Volinia S, Liu C-G, et al.  MicroRNA signatures associated with cytogenetics and prognosis in acute myeloid Leukemia. Blood. 2008;111(6):3183–3189. [PMC free article] [PubMed] [Google Scholar]106. Marcucci G, Mrózek K, Radmacher MD, Garzon R, Bloomfield CD. The prognostic and functional role of microRNAs in acute myeloid Leukemia. Blood. 2011;117(4):1121–1129. [PMC free article] [PubMed] [Google Scholar]107. Wang F, Wang XS, Yang GH, et al.  miR-29a and miR-142-3p downregulation and diagnostic implication in human acute myeloid leukemia. Molecular Biology Reports. 2012;39:2713–2722. [PubMed] [Google Scholar]108. Wang XS, Gong JN, Yu J, et al.  MicroRNA-29a and microRNA-142-3p are regulators of myeloid differentiation and acute myeloid Leukemia. Blood. 2012;119:4992–5004. [PubMed] [Google Scholar]109. Teng Y, Zhang F-X, Shen C-M, et al.  Genetic variation of new 21 autosomal short tandem repeat loci in a Chinese Salar ethnic group. Molecular Biology Reports. 2012;39(2):1465–1470. [PubMed] [Google Scholar]"}