{"title": "Mediator, TATA-binding protein, and RNA polymerase II contribute to low histone occupancy at active gene promoters in yeast", "pubDate": "2014", "PMCID": "PMC4031549", "DOI": "10.1074/jbc.M113.529354", "PMID": "24727477", "abstract": "Transcription by RNA polymerase II (Pol II) in eukaryotes requires the Mediator complex, and often involves chromatin remodeling and histone eviction at active promoters. Here we address the role of Mediator in recruitment of the Swi/Snf chromatin remodeling complex and its role, along with components of the preinitiation complex (PIC), in histone eviction at inducible and constitutively active promoters in the budding yeast Saccharomyces cerevisiae. We show that recruitment of the Swi/Snf chromatin remodeling complex to the induced CHA1 promoter, as well as its association with several constitutively active promoters, depends on the Mediator complex but is independent of Mediator at the induced MET2 and MET6 genes. Although transcriptional activation and histone eviction at CHA1 depends on Swi/Snf, Swi/Snf recruitment is not sufficient for histone eviction at the induced CHA1 promoter. Loss of Swi/Snf activity does not affect histone occupancy of several constitutively active promoters; in contrast, higher histone occupancy is seen at these promoters in Mediator and PIC component mutants. We propose that an initial activator-dependent, nucleosome remodeling step allows PIC components to outcompete histones for occupancy of promoter sequences. We also observe reduced promoter association of Mediator and TATA-binding protein in a Pol II (rpb1-1) mutant, indicating mutually cooperative binding of these components of the transcription machinery and indicating that it is the PIC as a whole whose binding results in stable histone eviction.", "author": [{"author": "Suraiya A Ansari", "affiliation": ["From the Laboratory of Molecular Genetics, Wadsworth Center, New York State Department of Health, Albany, New York 12201-0509."], "href": "/?term=Ansari+SA&cauthor_id=24727477"}, {"author": "Emily Paul", "affiliation": ["From the Laboratory of Molecular Genetics, Wadsworth Center, New York State Department of Health, Albany, New York 12201-0509."], "href": "/?term=Paul+E&cauthor_id=24727477"}, {"author": "Sebastian Sommer", "affiliation": ["the Adolf-Butenandt-Institut, Universität München, 80336 Munich, Germany."], "href": "/?term=Sommer+S&cauthor_id=24727477"}, {"author": "Corinna Lieleg", "affiliation": ["the Adolf-Butenandt-Institut, Universität München, 80336 Munich, Germany."], "href": "/?term=Lieleg+C&cauthor_id=24727477"}, {"author": "Qiye He", "affiliation": ["From the Laboratory of Molecular Genetics, Wadsworth Center, New York State Department of Health, Albany, New York 12201-0509, the Department of Biomedical Science, University at Albany School of Public Health, Albany, New York 12201-0509, and."], "href": "/?term=He+Q&cauthor_id=24727477"}, {"author": "Alexandre Z Daly", "affiliation": ["From the Laboratory of Molecular Genetics, Wadsworth Center, New York State Department of Health, Albany, New York 12201-0509."], "href": "/?term=Daly+AZ&cauthor_id=24727477"}, {"author": "Kara A Rode", "affiliation": ["From the Laboratory of Molecular Genetics, Wadsworth Center, New York State Department of Health, Albany, New York 12201-0509."], "href": "/?term=Rode+KA&cauthor_id=24727477"}, {"author": "Wesley T Barber", "affiliation": ["From the Laboratory of Molecular Genetics, Wadsworth Center, New York State Department of Health, Albany, New York 12201-0509."], "href": "/?term=Barber+WT&cauthor_id=24727477"}, {"author": "Laura C Ellis", "affiliation": ["From the Laboratory of Molecular Genetics, Wadsworth Center, New York State Department of Health, Albany, New York 12201-0509."], "href": "/?term=Ellis+LC&cauthor_id=24727477"}, {"author": "Erika LaPorta", "affiliation": ["From the Laboratory of Molecular Genetics, Wadsworth Center, New York State Department of Health, Albany, New York 12201-0509, the Department of Biomedical Science, University at Albany School of Public Health, Albany, New York 12201-0509, and."], "href": "/?term=LaPorta+E&cauthor_id=24727477"}, {"author": "Amanda M Orzechowski", "affiliation": ["From the Laboratory of Molecular Genetics, Wadsworth Center, New York State Department of Health, Albany, New York 12201-0509."], "href": "/?term=Orzechowski+AM&cauthor_id=24727477"}, {"author": "Emily Taylor", "affiliation": ["From the Laboratory of Molecular Genetics, Wadsworth Center, New York State Department of Health, Albany, New York 12201-0509."], "href": "/?term=Taylor+E&cauthor_id=24727477"}, {"author": "Tanner Reeb", "affiliation": ["From the Laboratory of Molecular Genetics, Wadsworth Center, New York State Department of Health, Albany, New York 12201-0509."], "href": "/?term=Reeb+T&cauthor_id=24727477"}, {"author": "Jason Wong", "affiliation": ["From the Laboratory of Molecular Genetics, Wadsworth Center, New York State Department of Health, Albany, New York 12201-0509."], "href": "/?term=Wong+J&cauthor_id=24727477"}, {"author": "Philipp Korber", "affiliation": ["the Adolf-Butenandt-Institut, Universität München, 80336 Munich, Germany."], "href": "/?term=Korber+P&cauthor_id=24727477"}, {"author": "Randall H Morse", "affiliation": ["From the Laboratory of Molecular Genetics, Wadsworth Center, New York State Department of Health, Albany, New York 12201-0509, the Department of Biomedical Science, University at Albany School of Public Health, Albany, New York 12201-0509, and randall.morse@wadsworth.org."], "href": "/?term=Morse+RH&cauthor_id=24727477"}], "refPMID": [], "citedInPMID": ["24727477", "33904398", "31613873", "30540252", "29785963", "29659513", "29209056", "28240253", "27773677", "27438412", "26913181", "26602697", "26553192", "25953461", "25693131", "25645928", "25368384", "25190457"], "body": " AbstractTranscription by RNA polymerase II (Pol II) in eukaryotes requires the Mediator complex, and often involves chromatin remodeling and histone eviction at active promoters. Here we address the role of Mediator in recruitment of the Swi/Snf chromatin remodeling complex and its role, along with components of the preinitiation complex (PIC), in histone eviction at inducible and constitutively active promoters in the budding yeast Saccharomyces cerevisiae. We show that recruitment of the Swi/Snf chromatin remodeling complex to the induced CHA1 promoter, as well as its association with several constitutively active promoters, depends on the Mediator complex but is independent of Mediator at the induced MET2 and MET6 genes. Although transcriptional activation and histone eviction at CHA1 depends on Swi/Snf, Swi/Snf recruitment is not sufficient for histone eviction at the induced CHA1 promoter. Loss of Swi/Snf activity does not affect histone occupancy of several constitutively active promoters; in contrast, higher histone occupancy is seen at these promoters in Mediator and PIC component mutants. We propose that an initial activator-dependent, nucleosome remodeling step allows PIC components to outcompete histones for occupancy of promoter sequences. We also observe reduced promoter association of Mediator and TATA-binding protein in a Pol II (rpb1-1) mutant, indicating mutually cooperative binding of these components of the transcription machinery and indicating that it is the PIC as a whole whose binding results in stable histone eviction.Keywords: Chromatin Immunoprecipitation (ChiP), Chromatin Remodeling, Gene Transcription, Nucleosome, Transcription, Transcription Coactivators, Yeast Genetics, Mediator, Saccharomyces Cerevisiae, Swi/Snf Complex IntroductionTranscription of protein-coding genes in eukaryotes depends on both RNA polymerase II and an array of coactivators that do not bind directly to DNA but are recruited, directly or indirectly, by sequence-specific DNA-binding activators. Among other functions, these coactivators mediate cooperative assembly of the preinitiation complex (PIC),2 comprising the general transcription factors such as TFIID, TFIIB, and so forth, and Pol II. As eukaryotic DNA is packaged by the histone proteins into chromatin, another role for coactivators is to overcome repressive effects of chromatin and to interact with local chromatin features to facilitate transcriptional events such as elongation and PIC assembly. How these coactivators are recruited to gene promoters, and the mechanisms by which they contribute to transcriptional activation, are not well understood.In this work we address the relationships between the Swi/Snf and Mediator complexes, and their roles in remodeling chromatin during transcriptional activation. The Mediator complex was first described as bridging activators with the general transcription machinery, although it is now clear that it plays additional roles in transcriptional activation and also repression (1). Mediator comprises 25 subunits in the budding yeast Saccharomyces cerevisiae, and can be roughly divided on structural and functional criteria into four domains, the tail, middle, head, and cyclin-CDK modules (2). The tail module appears to function mainly if not exclusively as a target for DNA-binding activators to effect recruitment of Mediator at a subset of genes, whereas the middle and head modules interact directly with Pol II and also contain subunits that are targets for specific activators (1). Mediator is needed for transcriptional activation and PIC recruitment at most if not all Pol II transcribed genes in yeast (3, 4), and also functions in activator-independent (basal) transcription in vitro and in vivo, suggesting it may be regarded as part of the general transcription machinery (5,–7).In addition to its role in PIC recruitment, Mediator also plays a role at some promoters in the recruitment of other co-activator complexes. For example, in S. cerevisiae, Mediator was reported to be required for recruitment of the Swi/Snf chromatin remodeling complex at several glucose-regulated promoters and at the Gcn4-dependent ARG1 and SNZ1 promoters, and for Swi/Snf-dependent remodeling as well as Swi/Snf recruitment at the induced RNR3 promoter (8,–10).To better understand the functional relationship between Mediator and other coactivator complexes, we previously examined the dependence on Mediator of Swi/Snf recruitment and chromatin remodeling at the induced CHA1 promoter (11). CHA1 encodes a serine-threonine dehydratase that enables yeast cells to use serine or threonine as nitrogen sources, and is rapidly induced upon addition of serine to complete synthetic medium (CSM) (12). CHA1 activation is essentially abolished at the restrictive temperature in yeast harboring a temperature-sensitive mutation in the essential Mediator subunit Srb4/Med17, and recruitment of PIC components TBP, Kin28, and Pol II, is greatly impaired (11). Induction of CHA1 also results in recruitment of the Swi/Snf complex and in remodeling of a nucleosome that incorporates the TATA element (11, 13,–15). Surprisingly, this nucleosome remodeling, which is accompanied by histone eviction, occurs normally in swi/snf mutant yeast (11, 14). In contrast to the strong effect seen on recruitment of PIC components TBP, Kin28, and Pol II in srb4/med17 ts yeast, neither recruitment of Swi/Snf nor chromatin remodeling were affected in this Mediator mutant (11). This result suggested that chromatin remodeling and Swi/Snf recruitment at the induced CHA1 promoter occur independently of Mediator. However, we also found that although head and middle module subunits of Mediator were not recruited in srb4/med17 ts yeast, tail module subunits were still associated with several active promoters, including that of CHA1 (3, 11). Thus, we could not rule out a role for the tail module of Mediator in Swi/Snf recruitment or chromatin remodeling, and we report here the results of investigating this possibility.We also found that CHA1 activation in wild type yeast, as has been reported for other inducible promoters, was accompanied by reduced histone association at the promoter, as monitored by ChIP against histone H3 (11). Surprisingly, histone eviction was not observed upon CHA1 induction in srb4/med17 ts yeast, despite the chromatin remodeling observed by altered cleavage of chromatin by micrococcal nuclease (MNase). To explain this apparent discrepancy, we hypothesized that the altered MNase accessibility measured in both wild type and srb4/med17 ts yeast at the induced CHA1 promoter reflected an alteration in nucleosome dynamics, whereas stable eviction resulting in a diminished ChIP signal occurred in a later step requiring PIC assembly. A prediction of this model was that deficient PIC assembly caused by other means than the srb4/med17 ts mutation would similarly result in a lack of histone eviction at the induced CHA1 promoter without compromising remodeling assessed by MNase cleavage. Furthermore, we speculated that other active promoters might also exhibit increased (relative to wild type controls) histone promoter occupancy in mutants that compromised PIC formation. We report here the results of examining the effects of mutations in Mediator and PIC components on histone H3 association with the induced CHA1 and additional gene promoters, and provide support for PIC-dependent histone eviction at active promoters. EXPERIMENTAL PROCEDURESYeast Strains and Growth Conditions The S. cerevisiae strains used in this study are listed in Table 1. For the experiments of Fig. 1, B and C, BY4741 was used as wild type except for the kinetic analysis of snf5Δ yeast, where the Rpb3-TAP strain from the yeast TAP-tagged collection was used (16); deletion mutants were from the Yeast Deletion Collection (17). SNF2-TAP and SRB5–13MYC alleles were introduced into yeast (see Table 1) by standard techniques (18). Transformations were done using a standard lithium acetate protocol (19). Yeast cells were grown at 30 °C on CSM lacking appropriate amino acids (6.7 g/liter Yeast Nitrogen Base without amino acids, 2% glucose, or 1.5% raffinose, CSM (DropOut) powder (Bio101)) or Yeast Extract Peptone dextrose (YPD) (20 g/liter of bactopeptone, 10 g/liter of yeast extract, 2% glucose, 0.15 g/liter of l-tryptophan) media. For temperature shift experiments, samples were grown at 25 °C to an optical density at 600 nm between 0.7 and 1.0, and then shifted rapidly to 37 °C by addition of pre-warmed media and incubated at 37 °C for times as indicated in the figure legends prior to cross-linking for ChIP. For CHA1 induction, serine was added to a concentration of 1 mg/ml for 2 h prior to measuring transcription (Fig. 1B), 30 min before cross-linking for ChIP, and 30 min before nuclei preparation for MNase digestion. For MET gene induction, CdCl2 was added to a concentration of 0.5 mm 60–90 min prior to cross-linking. Yeast harboring the kin28-as analog-sensitive mutation, and the control strain, were grown in CSM-ura containing 1 mg/ml of serine (to allow CHA1 activation) and treated for 1 h with 1 μg/ml of NA-PP1 prior to cross-linking. Plasmid pPpho5v33-lacZ and galactose induction conditions were as reported previously (20, 21).TABLE 1Yeast strains used in this studyStrainGenotypeSourceBY4741MATa his3Δ1 leu2Δ0 met15Δ0 ura3Δ0Yeast knockout collectionBY4742MATa his3Δ1 leu2Δ0 lys2Δ0 ura3Δ0Yeast knockout collectionRMY410MATa his3Δ1 leu2Δ0 ura3Δ0 srb4Δ::kanMX GAL11-13MYC::HIS3MX RY2844 (CEN LEU2 SRB4) med3Δ::URA337LS10MATα med3Δ::kanMX4 med15Δ::kanMX4 his3Δ1 leu2Δ0 lys2Δ0 met15Δ0 ura3Δ045RMY415MATα med3Δ::kanMX4 med15Δ::kanMX4 his3Δ1 leu2Δ0 lys2Δ0 met15Δ0 ura3Δ0 SRB5-13MYC (S.k.)a37RMY521MATa his3Δ1 leu2Δ0 met15Δ0 ura3Δ0 srb4Δ::KanMX SRB5-13MYC::HIS3(S.k.)a RY2844 (CEN LEU2 SRB4)11RMY522MATa his3Δ1 leu2Δ0 met15Δ0 ura3Δ0 srb4Δ::KanMX SRB5-13MYC::HIS3(S.k.)a RY2844 (CEN LEU2 srb4-138)11RMY525MATα med3Δ::kanMX4 med15Δ::kanMX4 his3Δ1 leu2Δ0 met15Δ0 ura3Δ0 SNF2-TAP::HIS3 (S.k.)aThis studyZ111MATα, ura3-52, his3Δ200, leu2-3,112, rpb1-1, ade249Z111-Srb5-MycMATα, ura3-52, his3Δ200, leu2-3,112, rpb1-1, ade2 SRB5-13MYC::HIS3 (S.k.)aThis studyZ579MATa his3Δ200 leu2-3,112 ura3-52 srb4Δ::HIS3 RY2844 (CEN LEU2 SRB4)4Z628MATa his3Δ200 leu2-3,112 ura3-52 srb4Δ::HIS3 RY2882 (CEN LEU2 srb4-138)4BYΔ2MATa ura3-52 trp1Δ1 leu2-ade2-101C lys2-YCplac22-TBP (CEN TRP1 TBP)48BYΔ2-ts1MATa ura3-52 trp1Δ1 leu2-ade2-101C lys2-YCplac22-tbp-ts-1 (CEN TRP1 tbp ts-1)48BY4705MATα ade::higG his3Δ200 leu2Δ0 lys2Δ0 met15Δ0 trp1Δ63 ura3Δ029EPY4706MATα ade::higG his3Δ200 leu2Δ0 lys2Δ0 met15Δ0 trp1Δ63 ura3Δ0 pRS316This studyYFR912MATα ade::higG his3Δ200 leu2Δ0 lys2Δ0 met15Δ0 trp1Δ63 ura3Δ0 kin28::kin28-L83G, bur2Δ::LEU2 pSH579 (ARS CEN URA3 kin28-L83G)54YMH14MATα cyc1-5000 cyc7-67 ura3-52 leu2-3,112 cyh2YMH124MATα cyc1-5000 cyc7-67 ura3-52 leu2-3,112 cyh2 sua7-154Open in a separate windowa Designates the HIS3 allele from Saccharomyces kluyveri (18).Open in a separate windowFIGURE 1.CHA1 induction depends on the Swi/Snf complex.\nA, schematic diagram of the CHA1 promoter. The dashed ellipse represents the nucleosome that occludes the TATA element in the uninduced promoter and is remodeled upon activation. B, CHA1 expression in CSM containing 1 mg/ml of serine was measured by Northern analysis and normalized to PYK1 mRNA in wild type (BY4741) and deletion mutants as indicated. Error bars represent S.D. (n = 4). C, CHA1 expression in CSM containing 1 mg/ml of serine was measured by Northern analysis and normalized to 26 S rRNA in wild type (BY4741) and snf/swi deletion mutants as indicated. Error bars represent S.D. (n = 4). D, delayed induction kinetics of CHA1 in snf5Δ and swi3Δ yeast. Transcription was halted by addition of 10 mm sodium azide at the indicated times following addition of 1 mg/ml of serine to yeast cultures grown in CSM, and RNA analyzed by Northern blotting. Error bars represent S.D. (n = 2–4; note n = 4 for t = 0, 5, 15, 30, and 60 min (left panel)). For the kinetic analyses in D, data were normalized to allow easier visual comparison (see “Experimental Procedures”); this erases the difference in transcription level between wild type and mutant, which was otherwise consistent with that in C.RNA Isolation and Northern Analysis RNA was isolated from yeast cultures grown to an optical density at 600 nm of 0.6 to 1.0. For kinetic analyses of CHA1 induction (Fig. 1D), an aliquot was taken from each culture to serve as a no serine sample. The CHA1 promoter was then induced by adding 1 mg/ml of serine to the cultures. At time points ranging from 1 min to 3 h, 10-ml aliquots were transferred to 50 ml of polypropylene tubes containing 50 μl of 10% sodium azide to halt transcription. RNA isolation and Northern analysis were performed as described (22, 23). Probes were prepared by PCR and blots successively probed for CHA1 and PYK1 or 26 S rRNA for normalization. For kinetic analyses, the values from each replicate were normalized by setting the sum of the 5-, 15-, 30-, and 60-min samples to 100 prior to calculating mean ± S.D. for each time point. This normalization allows easier visual comparison between kinetics of wild type and mutant, but erases the differences in mRNA levels between the deletions and the wild type, which are therefore not apparent in the plots of Fig. 1D.Chromatin Immunoprecipitation (ChIP) ChIP was performed essentially as described previously (3, 11, 20) with the following modifications: the samples were sonicated using a Diagenode Bioruptor at high power setting, 30-s “on”/30-s “off” for a total of 15 min to obtain sheared DNA 200–600 bp in length. For induction of the CHA1 gene, 1 mg/ml of serine was added to the medium 30 min before cross-linking. To induce methionine biosynthesis genes, 0.5 mm CdCl2 was added to the medium for 60–90 min (24) before cross-linking. For ChIP of myc-tagged proteins, whole cell extract was incubated with ∼2 μg of anti-myc antibody (Roche Applied Science). For ChIP of TAP-tagged proteins, antibody to protein A (Sigma) was used. Antibodies against TBP, Snf5, Spt3, Gcn5, and Ada2 were a generous gift of Tony Weil (Vanderbilt University). Other antibodies used in ChIP reactions were against Rpb4 from Abcam (5 μl/ChIP reaction) and pan-H3 from Abcam (2.5 μl/reaction). For ChIP against Snf5, initial experiments (Fig. 2A) were done using antibody from Abcam; subsequent experiments (performed after this antibody was discontinued for sale) were done using antibody generously provided by Tony Weil (Vanderbilt University). ChIP at the PHO5v33 locus was performed as described, and normalized relative to ACT1 (20). A paired t test was used to calculate p values.Open in a separate windowFIGURE 2.Dependence on Mediator of Swi/Snf and SAGA association with active gene promoters.\nA, Snf2 and Snf5 association with the CHA1 promoter in wild type (WT; BY4742 for Snf5 and Research Genetics Snf2-TAP strain for Snf2) and gal11/med15Δ med3Δ (LS10 for Snf5 and RMY525 for Snf2) yeast grown in CSM without (uninduced) or with 1 mg/ml of serine (induced) was measured by ChIP. B, Snf2 association with the MET2 and MET6 promoters in WT (Snf2-TAP strain, Research Genetics) and gal11/med15Δ med3Δ (RMY525) yeast grown in YPD without (uninduced) or with (induced) 0.5 mm CdCl2. C, Snf5 association with the indicated promoters was measured in WT (RMY521) and srb4/med17 ts (RMY522) yeast grown in YPD after 1 h at 37 °C. D, Snf5 association with promoters whose transcription is dependent or independent of the Mediator tail module, as indicated, was measured in WT (Snf2-TAP strain, Research Genetics) and gal11/med15Δ med3Δ (RMY525) yeast grown in YPD. E, effect of Mediator tail mutation on SAGA recruitment. Left panel: Spt3 association with the CHA1 promoter was measured by ChIP in wild type (Snf2-TAP strain, Research Genetics) and gal11/med15Δ med3Δ yeast (RMY525) grown in CSM without (uninduced) or with (induced) 1 mg/ml of serine, and association with the MET2 and MET6 promoters was measured in wild type (RMY521) and gal11/med15Δ med3Δ yeast (RMY415) grown in YPD without (uninduced) or with (induced) 0.5 mm CdCl2. Right panel, Ada2 and Gcn5 association at the uninduced and induced MET2 and MET6 promoters were measured by ChIP, and the log2 ratios of the association at the induced/uninduced promoters in wild type and gal11/med15Δ med3Δ yeast are shown, as indicated. Relative association in all cases was determined by quantitative PCR analysis of input and immunoprecipitated (IP) samples, and normalized to a non-transcribed region of ChrV (25). Error bars represent S.D. (n = 3–4).Quantitations were done by real time PCR; log2 ratios of immunoprecipitation/input are depicted in figures after subtracting the log2 ratios obtained for a non-transcribed region of ChrV (25). Promoter regions were interrogated using primers from about +100 to −100 relative to the starting ATG (Table 2). For analyses of the plasmid-borne PHO5v33 promoter, the probe for indirect end labeling and the primers for ChIP analysis were specific for the plasmid-borne PHO5v33 as opposed to the chromosomal PHO5 locus.TABLE 2Primers used in this studyGenePrimer sequenceChromosomal loci    PMA1-prom.F15′-ACCCCAGCTAGTTAAAGAAAATCA-3′    PMA1-prom.R15′-CGTCATCGTCAGAAGATTCAGATG-3′    ChrV up5′-GGCTGTCAGAATATGGGGCCGTAGTA-3′    ChrV down5′-CACCCCGAAGCTGCTTTCACAATAC-3′    RPL12A-prom.F15′-CAAGGCTTCTTTGAGTTACAGTTC-3′    RPL12A-prom.R15′-GACCAATCTTTGGAGCCAAAGCAG-3′    PHO84-prom.F15′-TTCCTCATCTCGTAGATCACCAGG-3′    PHO84-prom.R15′-CCAGAGGATCTTCAATATGAGCAA-3′    SPO20-prom.F15′-GCTCGCTTTAGCTACTGATAAACC-3′    SPO20-prom.R15′-TGCAACTTCAGGTTCTTATGGTGC-3′    SPS19-prom.F15′-GTTTGGGAGGTCGTATGTTCGAGT-3′    SPS19-prom.R15′-GCCAAGAAGAACCAAGGCTTCTGT-3′    MET6-prom.F15′-AAGCAAGCATCTAAGAGCATTGAC-3′    MET6-prom.R15′-TGAGTTCTCAAATCCTTACCGACC-3′    MET2-prom.F15′-CTACCTGCTATCTTGTTCACGGAT-3′    MET2-prom.R15′-CCAGCTCTTGGAGCGTTTTCGATT-3′    CHA1-prom.F15′-ATCAAATTGTTTGCGATGAGATAAGATA-3′    CHA1-prom.R15′-GAAGCCTTTCCGGGGAAGAATTGACG-3′    PIK1-prom.F15′-GTCTCTTTGGTGCTTCCTGGATAT-3′    PIK1-prom.R15′-AGGCAGCTCTCTTTCTTGGCAAGA-3′    TCM1-prom.F15′-GTCAATCCTCATCTTTCTTTACTC-3′    TCM1-prom.R15′-CAACTGGCTTGGATCTCTCATCCT-3′    PDC1-prom.F15′-CTCTCCTTGCAATCAGATTTGGGT-3′    PDC1-prom.R15′-ACCTGGCAAACCGAAAACGGTGTT-3′    EFB1-prom.F15′-CTACCTTTCAGCACTGAAGAGTCC-3′    EFB1-prom.R15′-CTTCCCATCATAAACACGGACCAA-3′    ARG4-prom.F15′-TGTTCGTTCTTGTGGTGGTTACTC-3′    ARG4-prom.R15′-GCGAATATTCTCCCCTAGCTAAAG-3′    MAE1-prom.F15′-AAGTCGTACCCGTTACCGGCATGA-3′    MAE1-prom.R15′-AGCAACGGAAACGGATAGTCTGGT-3′    SNQ2-prom.F15′-AAACGAAGGTATACGCGGACGTACC-3′    SNQ2-prom.R15′-GGTTATGCCCGTAAATGATTCTTCTG-3′PHO5v.33    UASP2-ForGAATAGGCAATCTCTAAATGAATCGA    UASP2-RevGAAAACAGGGACCAGAATCATAAATT    UASP2-TaqManACCTTGGCGGAAGACTCTCCTCCG    ACT1-ForTGGATTCCGGTGATGGTGTT    ACT1-RevTCAAAATGGCGTGAGGTAGAGA    ACT1-TaqManCTCACGTCGTTCCAATTTACGCTGGTTTOpen in a separate windowChromatin Preparation and Indirect End Label Analysis Yeast nuclear extract was prepared from yeast grown to mid-log phase, aliquots were digested for 8–10 min at 37 °C with micrococcal nuclease (Worthington Biochemicals), and samples were analyzed by indirect end labeling as previously described (26). ClaI accessibility assays were done as described previously (27, 28). RESULTSDependence of Swi/Snf Complex Recruitment on Mediator CHA1 activation is accompanied by remodeling of a nucleosome that incorporates the TATA element (Fig. 1A) (14, 15). Previously, it was reported that this remodeling does not require Gcn5, Swi/Snf, or Rpb1 (11, 14). To gain additional insight into chromatin remodeling during activation of CHA1, we examined the effects of the loss of core subunits of known nucleosome remodeling complexes on CHA1 activation. Little or no change was seen in steady-state-induced expression levels of CHA1 in yeast strains lacking core members of the ISW and INO80 complexes (30, 31), or Fun30, which has homology to Snf2 and functions in gene silencing in heterochromatin and DNA repair (Fig. 1B) (32,–34). We also tested the effect on CHA1 induction in the absence of the histone chaperone Asf1, which contributes to chromatin remodeling and transcriptional activation of the paradigmatic PHO5 gene in yeast, particularly under conditions of partial phosphate depletion (35, 36), and again found no significant effect (Fig. 1B). In contrast, individual deletion of genes encoding three core members of the Swi/Snf complex, SNF2, SWI3, and SNF5, decreased CHA1 expression by 2–4-fold (14) (Fig. 1C). Furthermore, we observed delayed induction of CHA1 in snf2Δ and swi3Δ yeast (Fig. 1D). Thus, although the Swi/Snf complex is not required for chromatin remodeling at the CHA1 promoter upon activation (11, 14), it contributes to both the kinetics and steady-state level of induced expression.Consistent with its playing a role in CHA1 activation, the Swi/Snf complex is recruited to the CHA1 promoter upon induction (11, 13). In previous work examining the relationship between the Mediator complex and chromatin remodeling of CHA1, we found that Swi/Snf was recruited in an srb4/med17 ts mutant, in which recruitment of the Mediator middle and head modules was not observed (11). This suggested that Swi/Snf recruitment might occur via a pathway independent of Mediator. However, the tail module of Mediator remains associated with the induced CHA1 promoter, and with many other promoters, in srb4/med17 ts yeast (3, 11), leaving open the possibility that the tail module could play a role in recruitment of the Swi/Snf complex. We recently showed that although deletions of individual subunits from the Mediator tail module do not affect CHA1 activation, a gal11/med15Δ med3Δ mutation abrogates CHA1 activation and results in a failure to recruit subunits from the head, middle, and tail modules of Mediator to the induced CHA1 promoter (37). Based on this result, we tested the effect of a gal11/med15Δ med3Δ mutation on Swi/Snf recruitment to the CHA1 promoter under inducing conditions and found that Swi/Snf recruitment was abolished (Fig. 2A). Thus, Mediator, and specifically the tail module, is required for Swi/Snf recruitment to the induced CHA1 promoter.To further probe the relationship between Mediator and Swi/Snf recruitment, we examined Swi/Snf recruitment to the Met4-activated genes MET2 and MET6, which can be induced by addition of CdCl2 (24) and require the Mediator tail module for activation (37, 38). We observed a modest but consistent recruitment of both Snf2 and Snf5 to the induced MET2 and MET6 promoters (about 1.8-fold (p < 0.02); Fig. 2B and data not shown) in wild type yeast. However, in contrast to CHA1, Snf2 recruitment in gal11/med15Δ med3Δ yeast at MET2 (p < 0.02) was indistinguishable from that seen in wild type yeast. Recruitment of Snf2 also appeared similar at MET6, although this latter finding was not statistically significant (p = 0.15). Thus, the dependence on Mediator of Swi/Snf recruitment to active promoters can vary in a promoter/activator-dependent manner.Swi/Snf-dependent chromatin remodeling has for the most part been investigated during gene induction (39, 40). However, Swi/Snf complex subunits are also found associated with some gene promoters that show constitutive activity in yeast grown in rich medium (41, 42). We examined Snf5 association with several such promoters in wild type and srb4/med17 ts yeast (Fig. 2C). Although only modest Swi/Snf association was observed relative to a non-transcribed region of Chromosome V (25), decreased association was consistently seen in srb4/med17 ts yeast (p < 0.05 for PMA1, PHO84, and RPL3), indicating Mediator-dependent association of Swi/Snf at these constitutively active promoters. To control for possible general effects of this Mediator mutation, we also examined Swi/Snf association in a gal11/med15Δ med3Δ mutant that only affects transcription and Mediator recruitment at a subset of genes. This mutation reduces transcription and Mediator recruitment at PMA1 and PHO84, but not at RPL12A, RPL3, PIK1, EFB1, or SPS19 (37). Correspondingly, the former two genes exhibit reduced Snf5 association in this mutant (p < 0.06), whereas the latter five are not affected (Fig. 2D). Taken together, these results indicate that the Swi/Snf complex is present at many active gene promoters in yeast, and that its association often depends on the Mediator complex. In contrast, the induced CHA1 promoter appears to be unusual in that the tail module of Mediator can recruit the Swi/Snf complex independently of the middle and head modules (in srb4/med17 ts yeast), and Swi/Snf recruitment occurs completely independently of Mediator at the induced MET genes.Dependence of SAGA Recruitment on Mediator Is Promoter-dependent Induction of CHA1 and MET2 and MET6 genes results in recruitment of the SAGA complex as well as of the Swi/Snf complex (13, 38). We examined recruitment of Spt3 from the SAGA complex and found that Spt3 recruitment is lost in gal11/med15Δ med3Δ yeast at the induced CHA1 promoter but is still observed in gal11/med15Δ med3Δ yeast at the induced MET2 and MET6 promoters (Fig. 2E). Because recruitment of Mediator is greatly reduced at these promoters in gal11/med15Δ med3Δ yeast (37), this indicates that Spt3 (and by inference the SAGA complex) can be recruited to MET2 and MET6 independently of Mediator, whereas it depends on Mediator at the induced CHA1 promoter. ChIP experiments also showed recruitment of SAGA subunits Ada2 and Gcn5 to the induced MET2 and MET6 promoters in both wild type and gal11/med15Δ med3Δ yeast, although Gcn5 recruitment was somewhat reduced in the mutant (Fig. 2E, right panel). We also examined Spt3 association with promoters of several constitutively active genes, including both SAGA-dependent genes whose activity is reduced in gal11/med15Δ med3Δ yeast and TFIID-dependent genes whose activity was unchanged in this mutant (37), and did not see any clear dependence on Mediator for Spt3 association.3 These results indicate that SAGA recruitment depends on Mediator at the active CHA1 promoter, but occurs independently of Mediator at MET2 and MET6, consistent with previous findings that SAGA and Mediator are recruited independently to genes activated by Met4 (38).Chromatin Remodeling at the Induced CHA1 Promoter Is Independent of Mediator Chromatin remodeling of the induced CHA1 promoter occurs independently of the Swi/Snf complex, and also does not depend on Gcn5 (11, 14). We previously found that chromatin remodeling, assessed by altered MNase accessibility, occurred normally upon CHA1 induction in srb4/med17 ts yeast, indicating that remodeling did not depend on the middle or head modules of Mediator (11). However, as mentioned earlier, Mediator tail module subunits are present at normal levels at the induced CHA1 promoter in srb4/med17 ts yeast (3, 11). Because Mediator and Swi/Snf association with the CHA1 promoter is completely abolished in gal11/med15Δ med3Δ yeast (Fig. 2) (37), we examined the chromatin structure under inducing conditions in this mutant to determine whether remodeling occurs independently of the Mediator and Swi/Snf complexes.MNase cleavage sites in the region of the CHA1 promoter were mapped by indirect end labeling (43, 44) in nuclei from yeast under non-inducing and serine-induced conditions. Remodeling was clearly seen by increased MNase cleavage in the vicinity of the TATA element (Fig. 3, arrow). These alterations in MNase cleavage characteristic of CHA1 induction occurred indistinguishably in wild type yeast and gal11/med15Δ med3Δ yeast (Fig. 3, left panel). We also examined chromatin remodeling in a med3Δ gal11/med15-myc strain; in the med3Δ background, the gal11/med15-myc allele behaves as a hypomorph, with similar but less pronounced effects on transcription and much less effect on growth in CSM than the gal11/med15Δ med3Δ mutant (37, 45). This strain also showed altered MNase cleavage upon CHA1 induction that was indistinguishable from that seen in the corresponding wild type strain (Fig. 3, right panel). These results indicate that the chromatin structure is altered upon induction of the CHA1 gene via a pathway that is independent of the Mediator and Swi/Snf complexes. We conclude that some other, unknown activator-dependent function is able to effect a change in the chromatin structure of the CHA1 promoter upon induction.Open in a separate windowFIGURE 3.Chromatin remodeling of the induced CHA1 promoter occurs normally in yeast harboring Mediator tail mutants that are defective for CHA1 transcriptional activation. MNase cleavage sites were mapped relative to the BamHI site at +602 in the CHA1 ORF in chromatin prepared from yeast grown in CSM without or with 1 mg/ml of serine (30 min induction). Increasing amounts of MNase were used for each sample as indicated by the triangles at the bottom; the lowest level in each group corresponds to no MNase addition, and the highest to 50 units/ml. Marker lanes (M) contain 100-bp DNA ladders. The small arrow in each panel indicates the strong cleavage induced by serine addition in the vicinity of the CHA1 TATA element.Dependence of Histone Eviction on Mediator Previously we showed that in wild type yeast, chromatin remodeling of the induced CHA1 promoter is accompanied by histone eviction as assessed by ChIP against histone H3. Surprisingly, histone eviction was not observed in srb4/med17 ts yeast, even though remodeling detected by an altered MNase cleavage pattern still occurs (11). We corroborated and extended this finding by measuring histone H3 association at the uninduced and induced CHA1 promoter in gal11/med15Δ med3Δ yeast by ChIP; in this mutant, transcriptional activation of CHA1 and concomitant Mediator recruitment are abolished (37), but chromatin remodeling is still observed upon induction (Fig. 3). Similarly to srb4/med17 ts yeast, no change was seen in histone H3 association in the gal11/med15Δ med3Δ mutant upon CHA1 induction, whereas about a 2-fold decrease in H3 association was seen at the induced CHA1 promoter in wild type cells (Fig. 4A). This experiment provides further evidence for uncoupling of chromatin remodeling and histone eviction at the induced CHA1 promoter.Open in a separate windowFIGURE 4.Histone H3 association with active gene promoters is increased in Mediator mutants.\nA, histone H3 association with the CHA1 promoter was measured by ChIP using wild type (BY4742) and gal11/med15Δ med3Δ (LS10) yeast grown in CSM without (uninduced) or with (induced) 1 mg/ml of serine. B, histone H3 association with the indicated promoters was measured in wild type (RMY521) and srb4/med17 ts (RMY522) yeast grown in YPD after 1 h growth at 37 °C. C, histone H3 association with promoters whose transcription is dependent or independent of the Mediator tail module, as indicated, was measured in wild type (BY4742) and gal11/med15Δ med3Δ (LS10) yeast grown in YPD. Relative association in all cases was determined by quantitative PCR analysis of input and immunoprecipitated (IP) samples, and normalized to a non-transcribed region of ChrV (25). Error bars represent S.D. (n = 3).To examine the relationship between Mediator, chromatin remodeling, and histone eviction at another inducible promoter, we used a variant of the classic PHO5 promoter, PHO5v33, in which the two binding sites for the activator Pho4 were replaced by two strong Gal4 binding sites (20, 21). A lacZ reporter gene fused to this promoter was rapidly induced upon addition of galactose to yeast grown in raffinose medium, and this induction was greatly reduced in gal11/med15Δ med3Δ yeast (Fig. 5A). As seen for CHA1, chromatin remodeling, monitored in this case by accessibility to the restriction enzyme ClaI, was similar in wild type and gal11/med15Δ med3Δ yeast (Fig. 5B). Histone H3 association with the PHO5v33 promoter, measured by ChIP, was strongly reduced following galactose induction in wild type yeast (Fig. 5C). However, in contrast to CHA1, the decrease in H3 association following induction was very similar in wild type and gal11/med15Δ med3Δ yeast (Fig. 5C). Thus, the uncoupling of chromatin remodeling, monitored by nuclease accessibility, and histone eviction, monitored by ChIP, seen at CHA1 in Mediator-deficient yeast is not universal.Open in a separate windowFIGURE 5.Dependence on Mediator for transcription, chromatin opening, and histone eviction of the PHO5v33 promoter.\nA, β-galactosidase activity (Miller units) was measured for wild type (BY4742) and gal11/med15Δ med3Δ (LS10) yeast harboring the plasmid pPpho5v33-lacZ and grown in raffinose-containing medium and induced by addition of galactose for the indicated times. Error bars represent S.D. (n = 3). B, ClaI accessibility of the PHO5v33 promoter was determined in nuclei prepared from strains and using growth conditions as in A. Biological replicates for the 30-min induction time point of wild type and mutant gave 88 and 94% ClaI accessibility, respectively. C, histone H3 association at the PHO5v33 promoter was measured by ChIP using strains and growth conditions as in A. Error bars represent the variation between two biological replicates.To further examine the role of Mediator in determining nucleosome occupancy at promoters, we measured histone H3 occupancy at several additional promoters. All of the promoters we examined showed increased H3 levels in srb4/med17 ts yeast (p < 0.01 for the null hypothesis of no change in H3 association between wild type and srb4/med17 ts mutant yeast) (Fig. 4B). Furthermore, in gal11/med15Δ med3Δ yeast (grown in YPD), we observed increased H3 occupancy at promoters of genes showing dependence on the Mediator tail module (CHA1, PMA1, and PHO84) (p < 0.02) but not at genes that do not show such dependence (RPL12A, RPL3, and PIK1) (Fig. 4C). (CHA1 is partially induced in YPD medium, which contains serine.) Thus, promoters showing decreased Mediator association also showed increased histone H3 occupancy.The Swi/Snf complex is required for histone eviction at the induced SUC2, DAN1, PHO5, and PHO8 promoters (20, 41, 46, 47), and Swi/Snf association is decreased at several promoters when Mediator recruitment is deficient (Fig. 2). Furthermore, CHA1 induction is partially inhibited and is delayed in swi/snf mutant yeast (Fig. 1). These observations suggest that the effect of impaired Mediator function on histone H3 eviction could be caused by impaired Swi/Snf recruitment. To test this idea, we examined H3 association at the CHA1 promoter 15 and 30 min after serine induction in wild type and snf5Δ yeast (Fig. 6A). A significant decrease (p < 0.05) in histone H3 association was observed in wild type yeast 15 and 30 min after CHA1 induction, consistent with its transcriptional induction (Fig. 1). In contrast, histone H3 association was essentially unchanged 15 or 30 min after serine induction in snf5Δ yeast. These results indicate that the Swi/Snf complex contributes to histone eviction during CHA1 induction.Open in a separate windowFIGURE 6.Dependence of histone H3 association on the Swi/Snf complex.\nA, association of histone H3 with the CHA1 and SPO20 promoters was measured by ChIP in wild type (BY4741) or snf5Δ (yeast deletion collection) yeast grown in CSM under non-inducing conditions (no serine) or after induction for 15 or 30 min by addition of 1 mg/ml of serine. B, histone H3 association at the indicated promoters was measured using the samples from A obtained from yeast grown under non-inducing conditions for 30 min. Relative association in all cases was determined by quantitative PCR analysis of input and immunoprecipitated (IP) samples, and normalized to a non-transcribed region of ChrV (25). Error bars represent S.D. (n = 3).Swi/Snf is also present at constitutively active genes such as PMA1 and PHO84 (Fig. 2), and these promoters, like the active CHA1 promoter, show increased H3 association in Mediator-defective yeast (Fig. 4). We therefore asked whether H3 association at such genes increased in snf5Δ yeast. In contrast to the increased H3 occupancy seen during CHA1 induction in snf5Δ yeast (Fig. 6A), we did not observe significant changes in H3 association at these genes in snf5Δ compared with wild type yeast (Fig. 6B). This suggests that the role of Swi/Snf in assisting histone eviction may be specific to gene induction and that Swi/Snf is not needed to maintain low levels of histone association at constitutively expressed promoters. Furthermore, it implies that the increased H3 occupancy seen in Mediator mutants (Fig. 4) is not directly due to failure to recruit Swi/Snf. Rather, some other feature of Mediator recruitment is important for low histone occupancy at active gene promoters.Dependence of Histone H3 Eviction on PIC Components Histone eviction is observed at the induced CHA1 promoter in wild type yeast but not in srb4/med17 ts and gal11/med15Δ med3Δ mutants, whereas chromatin remodeling, seen by altered MNase accessibility, occurs in both wild type and mutant strains. To explain this uncoupling, we hypothesized a two-stage mechanism leading to histone eviction. In this scenario, gene activation leads to recruitment of a factor or factors that alter nucleosome conformation or positioning without causing histone displacement. This alteration increases accessibility to the associated DNA by MNase, thus exposing cleavage sites that are diagnostic of chromatin remodeling (Fig. 3), and renders the DNA of the proximal promoter region accessible to the general transcription machinery. In wild type cells, activation also leads to recruitment of Mediator and other co-activators, such as Swi/Snf and SAGA, and formation of a functional PIC. We hypothesized that association of the PIC with the promoter occurs in competition with histone binding, leading to histone eviction. According to this scenario, in yeast defective for Mediator recruitment, defective PIC recruitment allows histones to remain associated with activated promoters as in the uninduced state, albeit in a state different from canonical nucleosomes.To test this model, we used ChIP to measure histone H3 association in the temperature-sensitive mutants rpb1-1 and tbp ts-1 (48, 49), which show defective association of Pol II and TBP, respectively, with target genes at 37 °C (8, 50, 51). Wild type and mutant strains were grown at 24 °C, shifted to 37 °C for 30 min, and CHA1 induced by addition of serine for an additional 30 min while maintaining cultures at 37 °C prior to ChIP (11). We found that in both rpb1-1 ts and tbp ts-1 yeast, histone H3 association with the CHA1 promoter was unchanged upon induction, in contrast to the ∼2-fold decrease seen in wild type yeast (Fig. 7A). Thus, Pol II is required for stable histone eviction upon CHA1 induction. We also examined several other promoters in rpb1-1 ts and found increased H3 occupancy compared with wild type (p < 0.01, not including the data for CHA1, for the null hypothesis of no change in H3 association between wild type and rpb1-1 mutant yeast) (Fig. 7B). Because these latter promoters are, unlike CHA1, constitutively active, this result indicates that Pol II is needed for the maintenance of low histone occupancy at these active promoters.Open in a separate windowFIGURE 7.Dependence of histone H3 association on Pol II and TBP.\nA, association of histone H3 with the CHA1 promoter was measured by ChIP in yeast grown in CSM without (uninduced) or with (induced) 1 mg/ml of serine and shifted to 37 °C for 1 h. Strains used were RMY521 (wild type) and Z111-Srb5-Myc (left panel), and BYΔ2 (wild type) and BYΔ2-ts1 (tbp ts-1). B, association of histone H3 with the indicated promoters was measured by ChIP for yeast grown in YPD after a 1-h shift to 37 °C in wild type (RMY521) and rpb1-1 ts (Z111-Srb5-Myc) yeast. CHA1 is partially induced in YPD medium. C, association of histone H3 with the indicated promoters was measured by ChIP in wild type (BYΔ2) and tbp ts-1 (BYΔ2-ts1) yeast grown in CSM (left panel) or YPD (right panel) medium after a 1-h shift to 37 °C. D, association of Rpb4 with the core promoter regions of the indicated genes was measured by ChIP in wild type (RMY521) and rpb1-1 ts (Z111-Srb5-Myc) yeast grown in YPD after 1 h at 37 °C. E, association of TBP with core promoter regions of the indicated genes was measured by ChIP in wild type (BYΔ2) and tbp ts-1 (BYΔ2 ts-1) yeast grown in CSM after 1 h at 37 °C. Relative association in all cases was determined by quantitative PCR analysis of input and immunoprecipitated (IP) samples, and normalized to a non-transcribed region of ChrV (25). All error bars represent S.D. (n = 3 except for C, left panel, and E, PDC1, for which n = 2); asterisk in A indicates p < 0.05 and the double asterisk indicates p < 0.01.In tpb ts-1 yeast, histone H3 levels increased at some promoters (PDC1, RPL12A, and RPL3; Fig. 7C), but some promoters (MAE1, ARG4, and SNQ2) did not show increased H3 occupancy.3 However, the latter promoters also did not show decreased TBP binding in the tbp ts-1 mutant, for unknown reasons, whereas those promoters showing decreased TBP binding also showed increased H3 levels in the tbp ts-1 mutant3 (Fig. 7E). All of the promoters examined in the rpb1-1 mutant showed decreased binding of Pol II (Fig. 7D). Thus, defective PIC formation correlated well with increased histone H3 occupancy.To test whether processes related to or depending on PIC recruitment are important for histone H3 eviction, we compared H3 occupancy at active gene promoters in two additional mutant strains. The sua7-1 mutation encodes a point mutation in TFIIB (TFIIB-E62K) that affects start site selection and confers a strong cold-sensitive phenotype (which we verified), but does not impair interactions with Pol II or TBP in vitro, and has little effect on transcription levels in vivo (52,–54). TFIIB is also important in bringing 5′ and 3′ regions of transcribed genes into close proximity (gene looping), and this looping is strongly impaired in sua7-1 mutant yeast, including at the active CHA1 promoter (53, 55). We observed a modest (about 2-fold) increase in induced levels of CHA1 expression in the sua7-1 mutant,3 whereas ChIP experiments revealed decreased H3 occupancy upon CHA1 induction that was indistinguishable in sua7-1 and wild type yeast (Fig. 8A). We also monitored H3 occupancy in sua7-1 yeast at several of the same promoters that exhibited increased H3 occupancy in srb4/med17 ts and rpb1-1 ts yeast and saw no significant differences in histone H3 occupancy between the sua7-1 mutant and wild type yeast (Fig. 8B). The sua7-1 mutation did not cause any defects in Pol II or TBP association with the induced CHA1 promoter or with the constitutively active promoters that we tested, consistent with in vitro results (52) (Fig. 8, A and B).Open in a separate windowFIGURE 8.Mutations that affect DNA looping or Ser-5 phosphorylation of the Pol II carboxyl-terminal domain do not alter histone H3 occupancy at active promoters.\nA, core promoter occupancy by histone H3, Rpb1, and TBP was measured by ChIP at the CHA1 promoter in wild type and sua7-1 yeast grown in CSM without (uninduced) and with (induced) 1 mg/ml of serine. B, core promoter occupancy by histone H3, Rpb1, and TBP was measured by ChIP at the indicated promoters in wild type and sua7-1 yeast grown in CSM. C, core promoter occupancy by histone H3 was measured by ChIP at the indicated promoters in wild type and bur2Δ kin28-as yeast grown in CSM-ura supplemented with 1 mg/ml of serine 60 min after addition of 1 mm NA-PP1. Relative association in all cases was determined by quantitative PCR analysis of input and immunoprecipitated (IP) samples, and normalized to a non-transcribed region of ChrV (25). Error bars represent S.D. (n = 3), and p values shown in B are from a paired t test.We also compared histone H3 occupancy at promoters of active genes in wild type and bur2Δ kin28-as mutant yeast. Kin28 contributes to phosphorylation of Ser-5 of the carboxyl-terminal domain of the large subunit (Rpb1) of Pol II, which is important for recruitment of various factors involved in transcriptional elongation and associated processes, including mRNA capping enzyme, the Paf1 complex, Bur1, and the Rpd3(S) complex (56,–60). The kin28-as mutation allows inactivation of kin28 kinase activity by the chemical inhibitor NA-PP1 (61). However, although this treatment results in reduced recruitment of Paf1C and the Rpd3(S) complex, compensatory Ser-5 phosphorylation occurs via the Bur1/2 kinase complex (62). We therefore examined histone H3 occupancy in the kin28-as bur2Δ double mutant after 15 min of NA-PP1 treatment (58, 60). No significant difference was seen in histone H3 occupancy at any of the promoters examined, although a modest trend toward decreased, not increased (as in PIC mutants) H3 occupancy may be present (Fig. 8B). Thus, our examination of mutations affecting events occurring post-PIC recruitment do not indicate any contribution to promoter occupancy by histone H3.Mediator contributes to recruitment of TBP and Pol II, and TBP to binding of Pol II (11, 51, 63, 64). Thus, the reduced histone H3 eviction seen in yeast harboring defective Mediator complex could reflect a direct role of Mediator or could be due to defective PIC recruitment, as we have postulated. To investigate this further, we measured association of TBP and the Mediator head module subunit Srb5/Med18 by ChIP in wild type and rpb1-1 ts yeast (Fig. 9). We found reduced binding of both TBP and Srb5/Med18 at all five of the core promoters that we examined in rpb1-1 ts yeast compared with wild type. These findings indicate mutual cooperative interactions among Mediator, TBP, and Pol II. We conclude that all three types of mutants examined here, in Mediator, Pol II, and TBP, affect PIC and Mediator association, and that the effects measured for histone H3 association reflect the reduced association of all of these components. Thus, histone eviction that accompanies CHA1 activation depends on Mediator recruitment and PIC formation, and reduced histone association with constitutively active promoters (65, 66) also depends in part on binding of these same components.Open in a separate windowFIGURE 9.Dependence of TBP and Srb5/Med18 binding on Pol II. TBP (A) and Srb5/Med18 (B) association with the indicated core promoters was measured by ChIP in wild type (RMY521) and rpb1-1 ts (Z111-Srb5-Myc) yeast grown in YPD after 1 h at 37 °C. Relative association in all cases was determined by quantitative PCR analysis of input and immunoprecipitated (IP) samples, and normalized to a non-transcribed region of ChrV (25). Error bars represent S.D. (n = 3). DISCUSSIONThe work reported here had two principal objectives. The first was to test the hypothesis that histone eviction accompanying transcriptional activation depends on stable PIC formation. The second major objective was to gain additional insight into the interdependencies of coactivator complex recruitment during transcriptional activation in yeast.Previously we showed that during induction of the CHA1 promoter, histone eviction, as monitored by ChIP, could occur in a step distinct from chromatin remodeling, as monitored by MNase cleavage (11). Here, we confirm and extend these results by showing that whereas histone eviction depends on the integrity of the Mediator complex, the initial chromatin remodeling step occurs completely independently of Mediator. However, dependence on Mediator for histone eviction is not universal, as we show for a variant PHO5 promoter driven by the Gal4 activator. Possibly the Gal4 activator recruits additional factors not present at the induced CHA1 promoter that contribute to histone eviction.Other examples of uncoupling of chromatin remodeling from histone eviction, in addition to that shown here and previously for CHA1 (11), have also been reported. The PHO5 promoter is constitutively active in the absence of the cyclin Pho80. In pho80 gcn5 yeast, activity of PHO5 was greatly reduced compared with the pho80 mutant and a novel chromatin state was observed (67). This chromatin state was characterized by altered accessibility to DNase I and restriction enzymes compared with the repressed or fully active PHO5 promoter, and thus represented a remodeled state compared with the repressed promoter (67). However, a later study showed that the number of nucleosomes at the PHO5 promoter in pho80 gcn5 yeast was unchanged relative to the repressed state in wild type yeast, implying that histone eviction did not occur (68). Similarly, at the yeast PHO84 promoter, activation is accompanied by increased accessibility to the restriction enzyme HpaI and histone eviction in wild type yeast, whereas in gcn5 mutant yeast, a delay in transcriptional induction is accompanied by a corresponding delay in histone eviction, with no alteration in the kinetics of increased HpaI accessibility (69). In another example, activation of the yeast RNR3 promoter in response to DNA damage results in altered MNase cleavage and histone eviction in wild type yeast. In contrast, loss of SAGA complex components in spt3Δ or spt7Δ yeast strongly inhibits RNR3 induction and histone eviction, while still allowing essentially normal chromatin remodeling as monitored by MNase cleavage (70). These examples, together with our studies on CHA1 induction, suggest that during normal transcriptional activation, nucleosome mobilization and histone eviction are generally tightly coupled, with uncoupling being observed when recruitment of coactivators or the general transcriptional machinery is defective.We hypothesized that in this two-step model for chromatin remodeling and histone eviction, the latter step might require stable binding of the PIC to compete against histones for promoter occupancy. Others have made similar suggestions; for example, paused Pol II has been argued to compete with histones for occupancy of highly regulated promoters in mammalian cells (71). To test the role of the PIC in histone eviction, we examined the effect of mutations in PIC components TBP and Pol II on histone association at various promoters. We found that in both rbp1-1 and tbp ts-1 mutants, histone eviction was impaired at the induced CHA1 promoter (Fig. 7). Furthermore, higher histone levels were observed at a number of constitutively active promoters in both mutants, consistent with a previous genome-wide study that also found a modest increase in promoter nucleosome occupancy in rpb1-1 yeast (72). This latter finding implies that the PIC is important for maintenance of low histone occupancy at active promoters, and not just for eviction during activation. These results favor the idea that PIC components assist histone eviction by competing for occupancy at promoters.An alternative interpretation for the dependence of low promoter histone occupancy on components of the PIC is that histone eviction depends on some other chromatin remodeler whose recruitment depends on the PIC. We did not observe altered H3 occupancy in a sua7-1 mutant that impairs DNA looping, or in a bur2Δ kin28-as mutant that affects Ser-5 phosphorylation of the Pol II CTD and associated processes, and it seems less likely that events occurring post-PIC formation would affect promoter chromatin structure. However, we cannot formally exclude this possibility, nor the possibility that other chromatin remodelers might be recruited in a PIC-dependent fashion. Our examination of CHA1 activation in yeast lacking several chromatin remodelers and histone chaperones that are known to contribute to chromatin remodeling and histone eviction at specific promoters (35, 36, 73), and are thus also good candidates for contributing to the outcome between competition between histones and PIC components, did not reveal any candidates for such a role (Fig. 1B).PIC components contribute to Swi/Snf recruitment to the induced RNR3 promoter (8), suggesting that the increased H3 occupancy seen in Mediator, Pol II, and TBP mutants could occur indirectly via deficient Swi/Snf recruitment. Two arguments can be made against this scenario: first, Swi/Snf recruitment occurs normally at the CHA1 promoter under inducing conditions in srb4/med17 ts yeast, but histone H3 eviction does not (11); thus, Swi/Snf is not sufficient for histone eviction. Second, no change was seen in histone occupancy at several constitutively active promoters in snf5Δ yeast (Fig. 6), but H3 occupancy was increased in srb4/med17, rpb1-1, and tbp ts mutant yeast at such promoters (Figs. 4 and ​and77).Which PIC components are most important in contributing to histone eviction may not only be difficult to answer, it may be the wrong question to ask. The dependence on Mediator for recruitment of TBP and Pol II is well established, as is the requirement for TBP for Pol II binding at most promoters. We also observed reduced binding of TBP and Mediator in rbp1-1 ts yeast, suggesting mutual cooperativity in binding of all of these components at many promoters (Fig. 9). Mutual cooperativity between Mediator and TFIID binding has been observed in vitro (74), and reduced association of TBP and Mediator was observed at the activated RNR3 promoter in rpb1-1 yeast (8). Furthermore, Mediator can be recruited to a promoter that is activated by direct recruitment of TBP or TFIIB (5). Whether these cooperative interactions depend on promoter structure or activator type remains uncertain, but these observations indicate that it is the PIC as a whole, including Mediator, that needs to be considered as participating in histone eviction at active gene promoters.Our second major objective was to gain new insight into the interdependencies of coactivator recruitment during transcriptional activation in yeast. We found variable dependence on Mediator for recruitment of Swi/Snf and the SAGA component Spt3 at specific gene promoters, including an unexpected dependence for Swi/Snf recruitment on the Mediator tail module at the induced CHA1 promoter. Association of Swi/Snf to several constitutively active promoters was reduced in Mediator-defective yeast, suggesting a widespread dependence on Mediator for association of Swi/Snf with transcriptionally active genes. Curiously, despite its presence at constitutively active promoters, Swi/Snf loss did not affect histone occupancy. Future genome-wide studies should provide insight into commonalities and promoter-specific features governing interdependence of coactivator complex association.In summary, our results support a model in which numerous mutually cooperative interactions govern association of coactivators and the transcriptional apparatus with active gene promoters. Specifically, recruitment of the Swi/Snf complex depends on Mediator not only at inducible promoters such as CHA1, but also at constitutively active genes such as PMA1 and PIK1. Previous work has also reported complex interdependencies for coactivator recruitment that can exhibit promoter specificity even for the same activator (9, 75). Similarly, we report dependence on Pol II for association of Mediator and TBP with several active gene promoters, indicating mutual cooperativity among PIC components and Mediator. We also provide evidence for distinct steps for nucleosome remodeling and histone eviction, and for PIC recruitment contributing to the second of these steps but not the first. This model suggests that it is not actually histone eviction that is important for allowing PIC access, but rather an altered (remodeled) nucleosome structure that allows effective competition against the histones for binding. Based on this idea, it might also be expected that histone eviction during replication and repair of chromatin-associated sequences also occurs in two stages, with binding of relevant proteins following a chromatin remodeling step that is a necessary prelude to these processes leading to stable loss of histones. AcknowledgmentsWe are indebted to Tony Weil and Justin Layer (Vanderbilt University) for generous provision of antibodies, Chhabi Govind for providing yeast strains and the NA-PP1 inhibitor (Oakland University, Rochester, MI), and to Mike Hampsey, Alan Hinnebusch, Kevin Struhl, and Rick Young for providing yeast strains. We thank Joe Wade for many helpful discussions, and the Wadsworth Center AGTC Core Facility for their assistance. *This work was supported, in whole or in part, by National Science Foundation Grants MCB0517825 and MCB0949722 (to R. H. M.), German Research Community Grant DFG KO2945/1-1 (to P. K.), a scholarship within the program Molecular Medicine (FöFoLe) of the Medical Faculty of the University of Munich (to S. S.), National Science Foundation REU Program Grant DBI1062963, and the Wadsworth Center.3S. A. Ansari, E. Paul, and R. H. Morse, unpublished observations. 2The abbreviations used are:\nPICpre-initiation complexPol IIRNA polymerase IITBPTATA-binding proteinCSMcomplete synthetic mediumYPDyeast extract peptone dextroseMNasemicrococcal nucleaseTFtranscription factor. REFERENCES1. \nAnsari S. A., Morse R. H. (2013) Mechanisms of Mediator complex action in transcriptional activation. Cell Mol. Life Sci. 70, 2743–2756 [PubMed] [Google Scholar]2. \nLarivière L., Seizl M., Cramer P. (2012) A structural perspective on Mediator function. Curr. Opin. Cell Biol. 24, 305–313 [PubMed] [Google Scholar]3. \nAnsari S. A., He Q., Morse R. H. (2009) Mediator complex association with constitutively transcribed genes in yeast. Proc. Natl. Acad. Sci. U.S.A. 106, 16734–16739 [PMC free article] [PubMed] [Google Scholar]4. \nThompson C. M., Young R. A. (1995) General requirement for RNA polymerase II holoenzymes in vivo. Proc. Natl. Acad. Sci. U.S.A. 92, 4587–4590 [PMC free article] [PubMed] [Google Scholar]5. \nLacombe T., Poh S. L., Barbey R., Kuras L. (2013) Mediator is an intrinsic component of the basal RNA polymerase II machinery in vivo. Nucleic Acids Res. 41, 9651–9662 [PMC free article] [PubMed] [Google Scholar]6. \nTakagi Y., Kornberg R. D. (2006) Mediator as a general transcription factor. J. Biol. Chem. 281, 80–89 [PubMed] [Google Scholar]7. \nMalik S., Roeder R. G. (2010) The metazoan Mediator co-activator complex as an integrative hub for transcriptional regulation. Nat. Rev. Genet. 11, 761–772 [PMC free article] [PubMed] [Google Scholar]8. \nSharma V. M., Li B., Reese J. C. (2003) SWI/SNF-dependent chromatin remodeling of RNR3 requires TAF(II)s and the general transcription machinery. Genes Dev. 17, 502–515 [PMC free article] [PubMed] [Google Scholar]9. \nYoon S., Qiu H., Swanson M. J., Hinnebusch A. G. (2003) Recruitment of SWI/SNF by Gcn4p does not require Snf2p or Gcn5p but depends strongly on SWI/SNF integrity, SRB mediator, and SAGA. Mol. Cell. Biol. 23, 8829–8845 [PMC free article] [PubMed] [Google Scholar]10. \nBiddick R. K., Law G. L., Chin K. K., Young E. T. (2008) The transcriptional coactivators SAGA, SWI/SNF, and mediator make distinct contributions to activation of glucose-repressed genes. J. Biol. Chem. 283, 33101–33109 [PMC free article] [PubMed] [Google Scholar]11. \nHe Q., Battistella L., Morse R. H. (2008) Mediator requirement downstream of chromatin remodeling during transcriptional activation of CHA1 in yeast. J. Biol. Chem. 283, 5276–5286 [PubMed] [Google Scholar]12. \nBornaes C., Petersen J. G., Holmberg S. (1992) Serine and threonine catabolism in Saccharomyces cerevisiae: the CHA1 polypeptide is homologous with other serine and threonine dehydratases. Genetics\n131, 531–539 [PMC free article] [PubMed] [Google Scholar]13. \nMartens J. A., Wu P. Y., Winston F. (2005) Regulation of an intergenic transcript controls adjacent gene transcription in Saccharomyces cerevisiae. Genes Dev. 19, 2695–2704 [PMC free article] [PubMed] [Google Scholar]14. \nMoreira J. M., Holmberg S. (1998) Nucleosome structure of the yeast CHA1 promoter: analysis of activation-dependent chromatin remodeling of an RNA-polymerase-II-transcribed gene in TBP and RNA pol II mutants defective in vivo in response to acidic activators. EMBO J. 17, 6028–6038 [PMC free article] [PubMed] [Google Scholar]15. \nSabet N., Tong F., Madigan J. P., Volo S., Smith M. M., Morse R. H. (2003) Global and specific transcriptional repression by the histone H3 amino terminus in yeast. Proc. Natl. Acad. Sci. U.S.A. 100, 4084–4089 [PMC free article] [PubMed] [Google Scholar]16. \nGhaemmaghami S., Huh W. K., Bower K., Howson R. W., Belle A., Dephoure N., O'Shea E. K., Weissman J. S. (2003) Global analysis of protein expression in yeast. Nature\n425, 737–741 [PubMed] [Google Scholar]17. \nGiaever G., Chu A. M., Ni L., Connelly C., Riles L., Véronneau S., Dow S., Lucau-Danila A., Anderson K., André B., Arkin A. P., Astromoff A., El-Bakkoury M., Bangham R., Benito R., Brachat S., Campanaro S., Curtiss M., Davis K., Deutschbauer A., Entian K. D., Flaherty P., Foury F., Garfinkel D. J., Gerstein M., Gotte D., Güldener U., Hegemann J. H., Hempel S., Herman Z., Jaramillo D. F., Kelly D. E., Kelly S. L., Kötter P., LaBonte D., Lamb D. C., Lan N., Liang H., Liao H., Liu L., Luo C., Lussier M., Mao R., Menard P., Ooi S. L., Revuelta J. L., Roberts C. J., Rose M., Ross-Macdonald P., Scherens B., Schimmack G., Shafer B., Shoemaker D. D., Sookhai-Mahadeo S., Storms R. K., Strathern J. N., Valle G., Voet M., Volckaert G., Wang C. Y., Ward T. R., Wilhelmy J., Winzeler E. A., Yang Y., Yen G., Youngman E., Yu K., Bussey H., Boeke J. D., Snyder M., Philippsen P., Davis R. W., Johnston M. (2002) Functional profiling of the Saccharomyces cerevisiae genome. Nature\n418, 387–391 [PubMed] [Google Scholar]18. \nLongtine M. S., McKenzie A., 3rd, Demarini D. J., Shah N. G., Wach A., Brachat A., Philippsen P., Pringle J. R. (1998) Additional modules for versatile and economical PCR-based gene deletion and modification in Saccharomyces cerevisiae. Yeast\n14, 953–961 [PubMed] [Google Scholar]19. \nHill J., Donald K. A., Griffiths D. E., Donald G. (1991) DMSO-enhanced whole cell yeast transformation (published erratum appears in Nucleic Acids Res. (1991) 19, 6688). Nucleic Acids Res. 19, 5791. [PMC free article] [PubMed] [Google Scholar]20. \nBarbaric S., Luckenbach T., Schmid A., Blaschke D., Hörz W., Korber P. (2007) Redundancy of chromatin remodeling pathways for the induction of the yeast PHO5 promoter in vivo. J. Biol. Chem. 282, 27610–27621 [PubMed] [Google Scholar]21. \nBarbaric S., Walker J., Schmid A., Svejstrup J. Q., Hörz W. (2001) Increasing the rate of chromatin remodeling and gene activation: a novel role for the histone acetyltransferase Gcn5. EMBO J. 20, 4944–4951 [PMC free article] [PubMed] [Google Scholar]22. \nSchmitt M. E., Brown T. A., Trumpower B. L. (1990) A rapid and simple method for preparation of RNA from Saccharomyces cerevisiae. Nucleic Acids Res. 18, 3091–3092 [PMC free article] [PubMed] [Google Scholar]23. \nTsang S. S., Yin X., Guzzo-Arkuran C., Jones V. S., Davison A. J. (1993) Loss of resolution in gel electrophoresis of RNA: a problem associated with the presence of formaldehyde gradients. BioTechniques\n14, 380–381 [PubMed] [Google Scholar]24. \nCormier L., Barbey R., Kuras L. (2010) Transcriptional plasticity through differential assembly of a multiprotein activation complex. Nucleic Acids Res. 38, 4998–5014 [PMC free article] [PubMed] [Google Scholar]25. \nKeogh M. C., Buratowski S. (2004) Using chromatin immunoprecipitation to map cotranscriptional mRNA processing in Saccharomyces cerevisiae. Methods Mol. Biol. 257, 1–16 [PubMed] [Google Scholar]26. \nRyan M. P., Stafford G. A., Yu L., Cummings K. B., Morse R. H. (1999) Assays for nucleosome positioning in yeast. Methods Enzymol. 304, 376–399 [PubMed] [Google Scholar]27. \nAlmer A., Rudolph H., Hinnen A., Hörz W. (1986) Removal of positioned nucleosomes from the yeast PHO5 promoter upon PHO5 induction releases additional upstream activating DNA elements. EMBO J. 5, 2689–2696 [PMC free article] [PubMed] [Google Scholar]28. \nGregory P. D., Barbaric S., Hörz W. (1999) Restriction nucleases as probes for chromatin structure. Methods Mol. Biol. 119, 417–425 [PubMed] [Google Scholar]29. \nBrachmann C. B., Davies A., Cost G. J., Caputo E., Li J., Hieter P., Boeke J. D. (1998) Designer deletion strains derived from Saccharomyces cerevisiae S288C: a useful set of strains and plasmids for PCR-mediated gene disruption and other applications. Yeast\n14, 115–132 [PubMed] [Google Scholar]30. \nTsukiyama T., Palmer J., Landel C. C., Shiloach J., Wu C. (1999) Characterization of the imitation switch subfamily of ATP-dependent chromatin-remodeling factors in Saccharomyces cerevisiae. Genes Dev. 13, 686–697 [PMC free article] [PubMed] [Google Scholar]31. \nShen X., Ranallo R., Choi E., Wu C. (2003) Involvement of actin-related proteins in ATP-dependent chromatin remodeling. Mol. Cell\n12, 147–155 [PubMed] [Google Scholar]32. \nNeves-Costa A., Will W. R., Vetter A. T., Miller J. R., Varga-Weisz P. (2009) The SNF2-family member Fun30 promotes gene silencing in heterochromatic loci. PLoS One\n4, e8111. [PMC free article] [PubMed] [Google Scholar]33. \nCostelloe T., Louge R., Tomimatsu N., Mukherjee B., Martini E., Khadaroo B., Dubois K., Wiegant W. W., Thierry A., Burma S., van Attikum H., Llorente B. (2012) The yeast Fun30 and human SMARCAD1 chromatin remodellers promote DNA end resection. Nature\n489, 581–584 [PMC free article] [PubMed] [Google Scholar]34. \nChen X., Cui D., Papusha A., Zhang X., Chu C. D., Tang J., Chen K., Pan X., Ira G. (2012) The Fun30 nucleosome remodeller promotes resection of DNA double-strand break ends. Nature\n489, 576–580 [PMC free article] [PubMed] [Google Scholar]35. \nAdkins M. W., Howar S. R., Tyler J. K. (2004) Chromatin disassembly mediated by the histone chaperone Asf1 is essential for transcriptional activation of the yeast PHO5 and PHO8 genes. Mol. Cell\n14, 657–666 [PubMed] [Google Scholar]36. \nKorber P., Barbaric S., Luckenbach T., Schmid A., Schermer U. J., Blaschke D., Hörz W. (2006) The histone chaperone Asf1 increases the rate of histone eviction at the yeast PHO5 and PHO8 promoters. J. Biol. Chem. 281, 5539–5545 [PubMed] [Google Scholar]37. \nAnsari S. A., Ganapathi M., Benschop J. J., Holstege F. C., Wade J. T., Morse R. H. (2012) Distinct role of Mediator tail module in regulation of SAGA-dependent, TATA-containing genes in yeast. EMBO J. 31, 44–57 [PMC free article] [PubMed] [Google Scholar]38. \nLeroy C., Cormier L., Kuras L. (2006) Independent recruitment of mediator and SAGA by the activator Met4. Mol. Cell. Biol. 26, 3149–3163 [PMC free article] [PubMed] [Google Scholar]39. \nSmith C. L., Peterson C. L. (2005) ATP-dependent chromatin remodeling. Curr. Top. Dev. Biol. 65, 115–148 [PubMed] [Google Scholar]40. \nSudarsanam P., Winston F. (2000) The Swi/Snf family nucleosome-remodeling complexes and transcriptional control. Trends Genet. 16, 345–351 [PubMed] [Google Scholar]41. \nSchwabish M. A., Struhl K. (2007) The Swi/Snf complex is important for histone eviction during transcriptional activation and RNA polymerase II elongation in vivo. Mol. Cell Biol. 27, 6987–6995 [PMC free article] [PubMed] [Google Scholar]42. \nVenters B. J., Wachi S., Mavrich T. N., Andersen B. E., Jena P., Sinnamon A. J., Jain P., Rolleri N. S., Jiang C., Hemeryck-Walsh C., Pugh B. F. (2011) A comprehensive genomic binding map of gene and chromatin regulatory proteins in Saccharomyces. Mol. Cell\n41, 480–492 [PMC free article] [PubMed] [Google Scholar]43. \nNedospasov S. A., Georgiev G. P. (1980) Non-random cleavage of SV40 DNA in the compact minichromosome and free in solution by micrococcal nuclease. Biochem. Biophys. Res. Commun. 92, 532–539 [PubMed] [Google Scholar]44. \nWu C. (1980) The 5′ ends of Drosophila heat shock genes in chromatin are hypersensitive to DNase I. Nature\n286, 854–860 [PubMed] [Google Scholar]45. \nZhang F., Sumibcay L., Hinnebusch A. G., Swanson M. J. (2004) A triad of subunits from the Gal11/tail domain of Srb mediator is an in vivo target of transcriptional activator Gcn4p. Mol. Cell. Biol. 24, 6871–6886 [PMC free article] [PubMed] [Google Scholar]46. \nBrown C. R., Mao C., Falkovskaia E., Law J. K., Boeger H. (2011) In vivo role for the chromatin-remodeling enzyme SWI/SNF in the removal of promoter nucleosomes by disassembly rather than sliding. J. Biol. Chem. 286, 40556–40565 [PMC free article] [PubMed] [Google Scholar]47. \nSertil O., Vemula A., Salmon S. L., Morse R. H., Lowry C. V. (2007) Direct role for the Rpd3 complex in transcriptional induction of the anaerobic DAN/TIR genes in yeast. Mol. Cell Biol. 27, 2037–2047 [PMC free article] [PubMed] [Google Scholar]48. \nCormack B. P., Struhl K. (1992) The TATA-binding protein is required for transcription by all three nuclear RNA polymerases in yeast cells. Cell\n69, 685–696 [PubMed] [Google Scholar]49. \nNonet M., Scafe C., Sexton J., Young R. (1987) Eucaryotic RNA polymerase conditional mutant that rapidly ceases mRNA synthesis. Mol. Cell Biol. 7, 1602–1611 [PMC free article] [PubMed] [Google Scholar]50. \nSchroeder S. C., Schwer B., Shuman S., Bentley D. (2000) Dynamic association of capping enzymes with transcribing RNA polymerase II. Genes Dev. 14, 2435–2440 [PMC free article] [PubMed] [Google Scholar]51. \nQiu H., Hu C., Yoon S., Natarajan K., Swanson M. J., Hinnebusch A. G. (2004) An array of coactivators is required for optimal recruitment of TATA binding protein and RNA polymerase II by promoter-bound Gcn4p. Mol. Cell. Biol. 24, 4104–4117 [PMC free article] [PubMed] [Google Scholar]52. \nCho E. J., Buratowski S. (1999) Evidence that transcription factor IIB is required for a post-assembly step in transcription initiation. J. Biol. Chem. 274, 25807–25813 [PubMed] [Google Scholar]53. \nSingh B. N., Hampsey M. (2007) A transcription-independent role for TFIIB in gene looping. Mol. Cell\n27, 806–816 [PubMed] [Google Scholar]54. \nPinto I., Wu W. H., Na J. G., Hampsey M. (1994) Characterization of sua7 mutations defines a domain of TFIIB involved in transcription start site selection in yeast. J. Biol. Chem. 269, 30569–30573 [PubMed] [Google Scholar]55. \nMukundan B., Ansari A. (2013) Srb5/Med18-mediated termination of transcription is dependent on gene looping. J. Biol. Chem. 288, 11384–11394 [PMC free article] [PubMed] [Google Scholar]56. \nPhatnani H. P., Greenleaf A. L. (2006) Phosphorylation and functions of the RNA polymerase II CTD. Genes Dev. 20, 2922–2936 [PubMed] [Google Scholar]57. \nQiu H., Hu C., Wong C. M., Hinnebusch A. G. (2006) The Spt4p subunit of yeast DSIF stimulates association of the Paf1 complex with elongating RNA polymerase II. Mol. Cell Biol. 26, 3135–3148 [PMC free article] [PubMed] [Google Scholar]58. \nQiu H., Hu C., Hinnebusch A. G. (2009) Phosphorylation of the Pol II CTD by KIN28 enhances BUR1/BUR2 recruitment and Ser2 CTD phosphorylation near promoters. Mol. Cell\n33, 752–762 [PMC free article] [PubMed] [Google Scholar]59. \nCho E. J., Takagi T., Moore C. R., Buratowski S. (1997) mRNA capping enzyme is recruited to the transcription complex by phosphorylation of the RNA polymerase II carboxyl-terminal domain. Genes Dev. 11, 3319–3326 [PMC free article] [PubMed] [Google Scholar]60. \nGovind C. K., Qiu H., Ginsburg D. S., Ruan C., Hofmeyer K., Hu C., Swaminathan V., Workman J. L., Li B., Hinnebusch A. G. (2010) Phosphorylated Pol II CTD recruits multiple HDACs, including Rpd3C(S), for methylation-dependent deacetylation of ORF nucleosomes. Mol. Cell\n39, 234–246 [PMC free article] [PubMed] [Google Scholar]61. \nLiu Y., Kung C., Fishburn J., Ansari A. Z., Shokat K. M., Hahn S. (2004) Two cyclin-dependent kinases promote RNA polymerase II transcription and formation of the scaffold complex. Mol. Cell Biol. 24, 1721–1735 [PMC free article] [PubMed] [Google Scholar]62. \nBataille A. R., Jeronimo C., Jacques P. É., Laramée L., Fortin M. É., Forest A., Bergeron M., Hanes S. D., Robert F. (2012) A universal RNA polymerase II CTD cycle is orchestrated by complex interplays between kinase, phosphatase, and isomerase enzymes along genes. Mol. Cell\n45, 158–170 [PubMed] [Google Scholar]63. \nKuras L., Struhl K. (1999) Binding of TBP to promoters in vivo is stimulated by activators and requires Pol II holoenzyme. Nature\n399, 609–613 [PubMed] [Google Scholar]64. \nLi X. Y., Virbasius A., Zhu X., Green M. R. (1999) Enhancement of TBP binding by activators and general transcription factors. Nature\n399, 605–609 [PubMed] [Google Scholar]65. \nBernstein B. E., Liu C. L., Humphrey E. L., Perlstein E. O., Schreiber S. L. (2004) Global nucleosome occupancy in yeast. Genome Biol. 5, R62. [PMC free article] [PubMed] [Google Scholar]66. \nLee C. K., Shibata Y., Rao B., Strahl B. D., Lieb J. D. (2004) Evidence for nucleosome depletion at active regulatory regions genome-wide. Nat. Genet. 36, 900–905 [PubMed] [Google Scholar]67. \nGregory P. D., Schmid A., Zavari M., Lui L., Berger S. L., Hörz W. (1998) Absence of Gcn5 HAT activity defines a novel state in the opening of chromatin at the PHO5 promoter in yeast. Mol. Cell\n1, 495–505 [PubMed] [Google Scholar]68. \nBoeger H., Griesenbeck J., Strattan J. S., Kornberg R. D. (2004) Removal of promoter nucleosomes by disassembly rather than sliding in vivo. Mol. Cell\n14, 667–673 [PubMed] [Google Scholar]69. \nWippo C. J., Krstulovic B. S., Ertel F., Musladin S., Blaschke D., Stürzl S., Yuan G. C., Hörz W., Korber P., Barbaric S. (2009) Differential cofactor requirements for histone eviction from two nucleosomes at the yeast PHO84 promoter are determined by intrinsic nucleosome stability. Mol. Cell. Biol. 29, 2960–2981 [PMC free article] [PubMed] [Google Scholar]70. \nZhang H., Kruk J. A., Reese J. C. (2008) Dissection of coactivator requirement at RNR3 reveals unexpected contributions from TFIID and SAGA. J. Biol. Chem. 283, 27360–27368 [PMC free article] [PubMed] [Google Scholar]71. \nGilchrist D. A., Dos Santos G., Fargo D. C., Xie B., Gao Y., Li L., Adelman K. (2010) Pausing of RNA polymerase II disrupts DNA-specified nucleosome organization to enable precise gene regulation. Cell\n143, 540–551 [PMC free article] [PubMed] [Google Scholar]72. \nWeiner A., Hughes A., Yassour M., Rando O. J., Friedman N. (2010) High-resolution nucleosome mapping reveals transcription-dependent promoter packaging. Genome Res. 20, 90–100 [PMC free article] [PubMed] [Google Scholar]73. \nSchwabish M. A., Struhl K. (2006) Asf1 mediates histone eviction and deposition during elongation by RNA polymerase II. Mol. Cell\n22, 415–422 [PubMed] [Google Scholar]74. \nJohnson K. M., Wang J., Smallwood A., Arayata C., Carey M. (2002) TFIID and human mediator coactivator complexes assemble cooperatively on promoter DNA. Genes Dev. 16, 1852–1863 [PMC free article] [PubMed] [Google Scholar]75. \nQiu H., Hu C., Zhang F., Hwang G. J., Swanson M. J., Boonchird C., Hinnebusch A. G. (2005) Interdependent recruitment of SAGA and Srb mediator by transcriptional activator Gcn4p. Mol. Cell. Biol. 25, 3461–3474 [PMC free article] [PubMed] [Google Scholar]"}