{"title": "The oligonucleotide/oligosaccharide-binding fold motif is a poly(ADP-ribose)-binding domain that mediates DNA damage response", "pubDate": "2014", "PMCID": "PMC4034225", "DOI": "10.1073/pnas.1318367111", "PMID": "24799691", "abstract": "Oligonucleotide/oligosaccharide-binding (OB) fold is a ssDNA or RNA binding motif in prokaryotes and eukaryotes. Unexpectedly, we found that the OB fold of human ssDNA-binding protein 1 (hSSB1) is a poly(ADP ribose) (PAR) binding domain. hSSB1 exhibits high-affinity binding to PAR and recognizes iso-ADP ribose (ADPR), the linkage between two ADPR units. This interaction between PAR and hSSB1 mediates the early recruitment of hSSB1 to the sites of DNA damage. Mutations in the OB fold of hSSB1 that disrupt PAR binding abolish the relocation of hSSB1 to the sites of DNA damage. Moreover, PAR-mediated recruitment of hSSB1 is important for early DNA damage repair. We have screened other OB folds and found that several other OB folds also recognize PAR. Taken together, our study reveals a PAR-binding domain that mediates DNA damage repair.", "author": [{"author": "Feng Zhang", "affiliation": ["Division of Molecular Medicine and Genetics, Department of Internal Medicine, University of Michigan Medical School, Ann Arbor, MI 48109."], "href": "/?term=Zhang+F&cauthor_id=24799691"}, {"author": "Yibin Chen", "affiliation": ["Division of Molecular Medicine and Genetics, Department of Internal Medicine, University of Michigan Medical School, Ann Arbor, MI 48109."], "href": "/?term=Chen+Y&cauthor_id=24799691"}, {"author": "Mo Li", "affiliation": ["Division of Molecular Medicine and Genetics, Department of Internal Medicine, University of Michigan Medical School, Ann Arbor, MI 48109."], "href": "/?term=Li+M&cauthor_id=24799691"}, {"author": "Xiaochun Yu", "affiliation": ["Division of Molecular Medicine and Genetics, Department of Internal Medicine, University of Michigan Medical School, Ann Arbor, MI 48109 xiayu@umich.edu."], "href": "/?term=Yu+X&cauthor_id=24799691"}], "refPMID": [], "citedInPMID": ["24799691", "34980897", "34614178", "34377556", "33981709", "33596067", "32576812", "32029453", "31842403", "31606080", "31473101", "31395352", "31315986", "31085591", "30996823", "30722038", "30712989", "30104678", "29327913", "28854736", "28383827", "28262757", "26673700", "26519824", "26489468", "26400172", "26261212", "26170237", "25938242", "25779564", "25714495", "25706250", "25675981", "25575290", "25486481", "25220415"], "body": " SignificancePoly(ADP-ribosyl)ation is a unique posttranslational modification during DNA damage response. However, the biological function of poly(ADP-ribosyl)ation is not clear. Here, we found that human ssDNA-binding protein 1 (hSSB1), a putative DNA-binding protein, recognizes poly(ADP-ribose) (PAR) and participates in PAR-dependent DNA damage repair. hSSB1 contains an Oligonucleotide/oligosaccharide-binding (OB)-fold motif that is a well-known DNA/RNA binding domain. However, we unexpectedly found that the OB fold of hSSB1 is a PAR binding domain that recognizes the linkage of each ADP ribose unit in PAR. DNA damage-induced PAR recruits hSSB1 to the damage sites for DNA damage repair. Moreover, we found that several other OB folds also recognize PAR. Thus, our results reveal a previously unidentified molecular mechanism of PAR in DNA damage response. AbstractOligonucleotide/oligosaccharide-binding (OB) fold is a ssDNA or RNA binding motif in prokaryotes and eukaryotes. Unexpectedly, we found that the OB fold of human ssDNA-binding protein 1 (hSSB1) is a poly(ADP ribose) (PAR) binding domain. hSSB1 exhibits high-affinity binding to PAR and recognizes iso-ADP ribose (ADPR), the linkage between two ADPR units. This interaction between PAR and hSSB1 mediates the early recruitment of hSSB1 to the sites of DNA damage. Mutations in the OB fold of hSSB1 that disrupt PAR binding abolish the relocation of hSSB1 to the sites of DNA damage. Moreover, PAR-mediated recruitment of hSSB1 is important for early DNA damage repair. We have screened other OB folds and found that several other OB folds also recognize PAR. Taken together, our study reveals a PAR-binding domain that mediates DNA damage repair. Genomic integrity is constantly challenged by various types of DNA damage, which are induced by DNA replication errors, environmental hazards, and other genotoxic stress. In response to this stress, cells activate an evolutionarily conserved pathway termed the DNA damage response (DDR), to orchestrate various cellular responses for maintaining genomic stability (1–3). It has been shown that poly(ADP ribosyl)ation plays an important role in DDR (4–6). Upon DNA damage induction, poly(ADP ribose) (PAR) polymerases (PARPs), such as PARP1, the founding member of the PARP family, rapidly detect DNA breaks, including single-strand breaks (SSBs) and double-strand breaks (DSBs), and activate PAR synthesis at or adjacent to DNA lesions (7, 8). Recent evidence suggests that DNA damage-induced PAR may serve as a docking signal to recruit DDR factors to DNA lesions (7–14). For example, our recent study showed that the BRCT domains of BARD1 and NBS1 recognize PAR, which facilitates the rapid recruitment of the BRCA1/BARD1 complex and NBS1 to the site of DNA damage (15, 16). These results indicate that other DDR factors may also be recruited to DNA damage sites by PAR. Thus, it is important to identify other “readers” of PAR to elucidate the molecular mechanism of PAR in DDR.Previous studies have shown that human ssDNA-binding protein 1 (hSSB1) plays a key role in DDR (17–20). hSSB1 is a 211-residue polypeptide containing an oligonucleotide/oligosaccharide-binding (OB) fold at the N terminus. Following DNA damage, hSSB1 quickly relocates to DNA damage sites and regulates foci formation of other DNA damage repair proteins, such as BRCA1 and RAD51 (17, 21–24). Thus, depletion of hSSB1 impairs the repair of DSBs. In response to DNA damage, hSSB1 is phosphorylated by ATM and regulates ATM-dependent cell cycle checkpoint activation (17, 21–24). By protein affinity purifications, hSSB1 was shown to tightly associate with other proteins, such as INTS3, forming a multisubunit complex (21–24). INTS3 is a well-folded protein and previously identified as a member in the INTS complex that regulates RNA processing and gene transcription (25). Like hSSB1, INTS3 is also quickly relocated to DNA lesions in response to DSBs and participates in DSB repair (21–24).More recent studies have shown that hSSB1 is not only rapidly recruited to DSBs, but also interacts with the MRN complex, and may facilitate its recruitment to the DNA damage sites (18, 19). This interaction indicates that hSSB1 is likely one of the earliest DNA damage repair proteins recruited to DNA damage sites. However, the molecular mechanism of hSSB1 recruitment to these DNA damage sites is unclear. Here, we show that the OB-fold domain of hSSB1 is a PAR-binding domain and that DNA damage-induced PAR targets hSSB1 to the sites of DNA damage. Moreover, the interaction between PAR and hSSB1 regulates hSSB1-dependent DDR. ResultsThe OB-Fold Domain of hSSB1 Binds to PAR in Vitro. It has been reported that hSSB1 relocates to DSBs within a few seconds and may function as a DNA damage sensor (19). As the OB-fold domain is a well-known ssDNA-binding domain, it has been proposed that the OB-fold domain of hSSB1 recognizes ssDNA and facilitates the exchange of RAD51 during DSB repair (19, 20). However, compared with other known OB-fold domains, such as that of hPOT1, the affinity between hSSB1 and ssDNA is relatively weak (Fig. S1 A and B) (20, 26). Moreover, the OB-fold domain of hSSB1 does not specifically recognize DNA ends (17), and ssDNA is unlikely to be generated at DSB ends within a few seconds following DSB. Thus, it is likely that the OB-fold domain of hSSB1 may have other binding partners at the sites of DNA damage.Interestingly, PAR, a type of oligosaccharide, is synthesized by PARPs at DNA lesions within a few seconds in response to DNA damage. To examine whether hSSB1 recognizes PAR, we performed an in vitro binding assay by incubating recombinant GST tagged hSSB1 with PAR (Fig. 1A and Fig. S1C). Purified recombinant proteins were dot-blotted on nitrocellulose after incubation with PAR. We found that. like CHFR, a known PAR-binding protein, WT hSSB1 could bind PAR. Moreover, the OB fold of hSSB1 by itself is sufficient to interact with PAR, and deletion of this domain (i.e., ΔOB) abolished the interaction (Fig. 1A). Similar results were obtained by using a reverse pull-down assay, suggesting that the OB fold of hSSB1 is required for PAR binding (Fig. 1B).Open in a separate windowFig. 1.hSSB1 directly binds PAR in vitro. (A) hSSB1 binds PAR in vitro. The recombinant GST-fusion proteins were incubated with PAR. and protein-associated PAR was examined by glutathione agarose bead pull-down and dot blotting with anti-PAR antibody. Recombinant GST and GST–CHFR were used as the negative and positive controls, respectively. Sketches of hSSB1, the OB fold of hSSB1, and the OB fold deletion mutant (∆OB) are shown. (B) hSSB1 interacts with biotin-PAR. (Left) Recombinant GST-hSSB1 was incubated with or without biotin-PAR. The interaction was examined by streptavidin bead pull-down assay and Western blot with anti-GST antibody. (Right) The OB fold of hSSB1 is essential for interaction with PAR. GST fusion proteins were incubated with biotin-PAR. The interaction was examined by streptavidin bead pull-down assay and Western blot with anti-GST antibody. GST and GST-CHFR were used as the negative and positive controls, respectively. (C) Affinity between PAR and hSSB1 was measured by ITC assays. The OB-fold deletion mutant of hSSB1 is marked as hSSB1 (∆OB). Structures of PAR are shown (Lower). (D) Other OB-fold motifs interact with PAR. GST fusion proteins were incubated with PAR. The interaction was examined by glutathione agarose bead pull-down and dot blotting with anti-PAR antibody.As hSSB1 binds to ssDNA and PAR in vitro, we further performed a competition binding assay by using excess oligo dT, the best known ssDNA substrate of hSSB1 (17), to examine the specific interaction between hSSB1 and PAR. In these assays, 50-mer poly-dT was used to compete with 30∼50-mer PAR in an increased molar ratio up to 100:1 (Fig. S1D, Upper). The poly-dT could not compete away the interaction between PAR and hSSB1. However, when using an increased amount of 30∼50-mer PAR to compete with the binding of hSSB1 and 50-mer poly-dT, we found that PAR easily suppressed the interaction between hSSB1 and poly-dT (Fig. S1D, Lower). These results suggest that the binding affinity between hSSB1 and PAR was much stronger than that between hSSB1 and ssDNA.We next quantitatively measured the affinity between PAR and hSSB1 by using isothermal titration calorimetry (ITC). The Kd was approximately 150 nM, which is within physiologically relevant range (Fig. 1C, Left). The length of PAR used in ITC assay was between 10∼25-mer. The binding molar ratio between PAR and hSSB1 in the ITC assay was measured as 1:1, indicating the stoichiometric binding between the short chain of PAR and hSSB1. Deletion of the OB-fold domain of hSSB1 abolished the binding, suggesting that the OB-fold domain of hSSB1 is essential for PAR binding (Fig. 1C, Right). As PAR is a polymer form of ADP ribose (ADPR), we further investigated the interaction between hSSB1and ADPR, the smallest unit in PAR. Unexpectedly, ITC analysis showed that hSSB1 did not interact with ADPR, indicating that hSSB1 might recognize the linkage between individual ADPR in PAR (Fig. S2A, Left). We used phosphodiesterase to digest PAR into iso-ADPR, and purified iso-ADPR with HPLC (Fig. S2B). Interestingly, hSSB1 has high affinity to iso-ADPR (Fig. S2A, Right). The affinity is similar to that between iso-ADPR and the WWE motif of RNF146, a known iso-ADPR–binding domain (27) (Fig. S2C). Taken together, these results suggest that hSSB1 recognizes the linkage between ADPR in PAR. Besides hSSB1, many other proteins have an OB-fold motif. To examine whether other OB folds also recognize PAR, we screened nine other OB-fold motifs, and found that the OB-fold motifs of CTC1, MEIOB, and hSSB2 also interact with PAR (Fig. 1D and Fig. S3). In the present study, we focused on the OB fold of hSSB1, and examined the functional significance of the interaction between hSSB1 and PAR.hSSB1 Associates with PAR in Response to DNA Damage in Vivo. To examine the functional relevance of the in vitro binding between hSSB1 and PAR, we next explored whether hSSB1 associates with PAR in vivo. By using immunoprecipitation (IP) with anti-hSSB1 antibody and dot blotting with anti-PAR antibody, we found that hSSB1 interacted with PAR in vivo (Fig. 2A). Moreover, as DNA damage induces PAR synthesis at the sites of DNA damage (7, 8), the interaction between PAR and hSSB1 was significantly increased following ionizing radiation (IR) treatment (Fig. 2A). These results were confirmed by reciprocal co-IP assays (Fig. 2B). Olaparib is a widely applied PARP inhibitor to suppress PAR synthesis. When PAR synthesis at DNA damage sites was suppressed by olaparib treatment, hSSB1 no longer interacted with PAR following IR treatment (Fig. 2C). We also knocked down PARP1 or PARP2 by siRNA to suppress PAR synthesis, and found that depletion of PARP1 impaired the interaction between PAR and hSSB1 (Fig. S4A). The result is in agreement with the idea that PARP1 regulates the majority of DNA damage-induced PAR synthesis (7, 8). Taken together, these results suggest that hSSB1 interacts with PAR in vivo, especially following DNA damage.Open in a separate windowFig. 2.hSSB1 interacts with PAR in vivo. (A and B) The in vivo interaction between hSSB1 and PAR was examined by co-IP (A) and reciprocal co-IP (B). U2OS cells were treated with 0 or 10 Gy of IR. At 5 min after IR, cells were lysed and analyzed with indicated antibodies. Input or immunoprecipitated samples with normal concentration (1×) or a 5× concentration were analyzed by dot blotting (A) or Western blotting (B) with the indicated antibodies. (C) The in vivo interaction between hSSB1 and PAR was examined by co-IP and reciprocal co-IP in the presence or absence of olaparib (100 nM) and IR treatment (10 Gy) with indicated antibodies. Irrelevant IgG was included as the IP control. (D) The point mutations in the OB fold of hSSB1 abolish the interaction with PAR. GFP-tagged WT hSSB1 and the indicated mutants were expressed in 293T cells. Cell lysates were analyzed by indicated antibodies. The expression levels of exogenous hSSB1 proteins were examined by Western blotting with anti-GFP antibody. The black lines between lanes in D indicate where samples were run on two separate gels that were processed under the same conditions.When PAR has been synthesized by PARPs in response to DNA damage, it is also recognized by PAR glycohydrolase (PARG), the major enzyme that hydrolyzes PAR within a few minutes following DNA damage (7, 28). To examine whether the association between hSSB1 and PAR is regulated by PARG, we knocked down PARG by siRNA and suppressed PAR degradation. When PAR had been protected, the interaction between hSSB1 and PAR was significantly prolonged following DNA damage (Fig. S4B). We also pretreated cells with gallotannin, a cell-permeable PARG inhibitor that suppresses the enzymatic activity of PARG and thus prolongs the t1/2 of PAR (29, 30). Similar results were obtained (Fig. S4C). Collectively, these results indicate that the interaction between hSSB1 and PAR is regulated by both PARPs and PARG.The OB fold of hSSB1 interacts not only with PAR, but also with INTS3 (23, 24). We checked if PAR competes with INTS3 to bind hSSB1. However, PAR does not affect the hSSB1–INTS3 complex formation (Fig. S5A). By using the pull down assay, we found that INTS3 is in a complex with the OB fold of hSSB1 and PAR. Moreover, following DNA damage, INTS3 is also associated with PAR; and hSSB1 is required for the association between INTS3 and PAR in vitro and in vivo (Fig. S5). Taken together, these results suggest that the OB fold of hSSB1 binds to PAR and INTS3 simultaneously.We next searched for the key residues that mediate the interaction in the OB fold. Structural analyses of other OB-fold proteins show that the OB fold contains several antiparallel β-sheets, which have multiple contact sites with nucleic acids. It is possible that the OB fold of hSSB1 uses the similar binding pocket to interact with PAR, the nucleic acid-like molecule. Based on the structure of other OB-fold domains (31, 32), we mutated several conserved residues into alanines at or close to the predicted contact sites in the OB fold of hSSB1 (Figs. S3D and S6A). Among the point mutants, the VL-to-AA and TG-to-AA mutant abolished the interaction with PAR and INTS3, whereas the WD-to-AA mutants abolished the interaction with PAR but does not affect the interaction with INTS3 (Fig. 2D and Fig. S6 B and C), suggesting that these residues are likely to mediate the interaction with PAR.PAR Regulates the Early Recruitment of hSSB1. To study the biological significance of the interaction between hSSB1 and PAR, we examined the dynamic localization of hSSB1 and PAR in response to DNA damage. We first investigated whether the OB fold of hSSB1 could be recruited to DNA damage sites following laser microirradiation. As expected, the OB fold of hSSB1 per se could relocate to DNA damage sites (Fig. S7A). The kinetics of this early recruitment of the hSSB1 OB fold to DNA damage sites is similar to that of PAR synthesis at DNA damage sites, as both appeared at DNA damage sites within a few seconds following laser microirradiation (Fig. S7A). Most PAR degraded within 10 min following laser microirradiation, but a subset of the hSSB1 OB-fold domain were retained at the DNA damage sites long after PAR degradation (Fig. S7A).We next examined the relocation kinetics of WT hSSB1 to the sites of DNA damage. As shown in Fig. 3A, the relocation kinetics of WT hSSB1 is similar to that of the OB-fold domain. Moreover, following inhibition of PAR synthesis by olaparib treatment, hSSB1 was unable to be quickly recruited to DNA damage sites, but was slowly accumulated instead (Fig. 3A and Fig. S7B). We also depleted PARP1 by siRNA to suppress PAR synthesis. Again, lacking PARP1-dependent PAR synthesis suppressed the early recruitment of hSSB1 to DNA lesions (Fig. 3A and Fig. S4A). This result is consistent with the observation that PARP1 is important for the interaction between hSSB1 and PAR in vivo following DNA damage (Fig. S4A). It suggests that PAR initiates the fast early recruitment of hSSB1 to DNA lesions, and signals other than PAR play an important role in retaining hSSB1 at DNA damage sites. Next, to demonstrate the importance of PAR interaction in recruiting hSSB1, we expressed the DG-to-AA mutant that does not affect the interaction with PAR or INTS3, the VL-to-AA and TG-to-AA mutants that abolish the interaction with PAR and INTS3, and the WD-to-AA mutant that abolishes only the interaction with PAR but not INTS3. Of these, only the DG-to-AA mutant could be quickly recruited to and stabilized at the sites of DNA damage. The VL-to-AA and TG-to-AA mutants were not recruited to the damage sites. The WD-to-AA mutant failed to be quickly recruited to the damage site, but slowly accumulated at DNA lesions (Fig. 3B). Taken together, these results indicate that PAR mediates the fast recruitment of hSSB1 to the sites of DNA damage, whereas the interaction with INTS3 might be important for the prolonged retention of hSSB1 at DNA lesions.Open in a separate windowFig. 3.PAR regulates the early recruitment of hSSB1 to DNA damage sites. (A) The effect of olaparib treatment or depletion of PARP1 or PARP2 on recruitment of GFP-hSSB1 to DNA damage sites. GFP-hSSB1 was expressed in U2OS cells pretreated by olaparib (100 nM) or with depletion of PARP1 or PARP2. The relocation of GFP-hSSB1 was monitored in a time course following laser microirradiation. (B) The relocation kinetics of hSSB1 mutants to DNA damage sites. GFP-tagged DG/AA, VL/AA, TG/AA, and WD/AA mutants of hSSB1 were expressed in U2OS cells, and relocation kinetics were monitored in a time course following laser microirradiation. For quantitative and comparative imaging, signal intensities at the laser line were converted into a numerical value by using Axiovision software (version 4.5). Normalized fluorescent curves from 20 cells were averaged. The error bars represent the SD. (Scale bar: 10 µm.)INTS3 Mediates the Retention of hSSB1 at DNA Damage Sites. It has been shown that INTS3 and hSSB1 are two core subunits of the hSSB1–INTS complex that plays an important role in DNA damage repair. In the hSSB1–INTS3 complex, INTS3 serves as scaffold protein to interact with other subunits (21–24). INTS3 directly interacts with hSSB1 OB-fold domain and regulates the relocation of hSSB1 to DNA damage sites (21–24). To assess whether the association between PAR and hSSB1 regulates the recruitment of INTS3 to DNA damage sites, we disrupted PAR synthesis by using olaparib treatment, which abolished the early recruitment of INTS3 to DNA damage sites (Fig. 4A). As hSSB1 mediates the association between INTS3 and PAR in vitro and in vivo, we depleted hSSB1 by siRNA and found that, like olaparib treatment, lacking hSSB1 also abolished the early recruitment of INTS3, although INTS3 could slowly accumulate at DNA damage sites (Fig. 4B). Taken together, these results suggest that the PAR binding of hSSB1 plays an important role for the early recruitment of INTS3 to DNA damage sites. In addition, hSSB1 has a paralog hSSB2, which may have a redundant function but is expressed at much lower levels than hSSB1 (22, 24). We depleted hSSB1 or hSSB2 by siRNA (Fig. S8A) and found that loss of only hSSB1 but not hSSB2 suppressed the fast recruitment of INTS3 (Fig. 4B), indicating that hSSB1 is the major partner of INTS3 in response to DNA damage.Open in a separate windowFig. 4.INTS3 mediates the retention of hSSB1 at DNA damage sites. (A) The effect of olaparib treatment on the recruitment of INTS3 to DNA damage sites. U2OS cells were examined with laser microirradiation and stained with anti-INTS3 at indicated time points. (Scale bar: 10 µm.) (B) Same as A except that U2OS cells were treated with hSSB1 or hSSB2 siRNA. (C) Depletion of INTS3 suppresses the retention of hSSB1 at DNA damage sites. U2OS cells were treated with siINTS3, olaparib, or gallotannin (GLTN), and the relocation kinetics of GFP-hSSB1 to DNA damage sites were examined.To examine whether INTS3 is involved in retaining hSSB1 at the sites of DNA damage, we used siRNA to deplete INTS3 (Fig. S8B). As shown in Fig. 4C, hSSB1 could not be stabilized at the sites of DNA damage in the absence of INTS3. Moreover, hSSB1 failed to be detected at DNA damage sites when lacking PAR and INTS3. However, when cells were treated with GLTC to prolong the t1/2 of PAR, hSSB1 was retained at DNA damage sites even when INTS3 was depleted. Taken together, our results suggest that PAR mediates the early recruitment of hSSB1 to the sites of DNA damage, whereas INTS3 retains hSSB1 for a prolonged time at DNA lesions.PAR-Binding of hSSB1 Regulates DDR. It has been shown that hSSB1 participates in DNA damage repair. We next asked whether the PAR-mediated recruitment is important for hSSB1-dependent DNA damage repair. With comet assays, we found that lack of hSSB1 suppressed DNA damage repair following IR treatment (Fig. S9A). When cells were reconstituted with WT hSSB1 or the DG-to-AA mutant that does not affect the interaction with PAR or INTS3, the DNA repair capacity was restored (Fig. S9A). However, when cells were reconstituted with the VL-to-AA or TG-to-AA mutants, they still had DNA repair defects. Interestingly, when cells were reconstituted with the WD-to-AA mutant, only early DNA damage repair was impaired. Similar repair defect was also observed when cells were treated with olaparib, but the DNA repair defects were more obvious (Fig. S9A). This is consistent with other findings that PAR also mediates the fast recruitment of other DNA damage repair factors to DNA lesions (15, 16). To examine the nature of the relatively fast DNA damage repair mediated by hSSB1, we used siRNA to deplete XRCC1, a key factor for ssDNA damage repair (33–37). However, loss of XRCC1 did not significantly affect fast DNA damage repair (Fig. S9 B and C). Moreover, IR treatment mainly induces DSBs, indicating that the fast repair process is for repairing DSBs, which contains homologous recombination (HR) and nonhomologous end joining (NHEJ) pathways. When cells were arrested in G1 phase by double thymidine block and the comet assays were performed, we found that hSSB1 mediates fast DNA damage repair in G1 cells (Fig. S9D), indicating that hSSB1 is involved in NHEJ repair. Furthermore, depletion of XRCC4, an important factor in NHEJ pathway, also impaired fast DNA damage repair (Fig. S9 B and C). Taken together, our results demonstrate that the early recruitment of hSSB1 by PAR is important for fast DSB repair, which is likely through the NHEJ pathway. DiscussionOB fold is a ssDNA or RNA binding domain that has been identified in proteins from prokaryotes and eukaryotes (38, 39). Previous studies have shown that OB-fold proteins are involved in diverse cellular processes that are important for genomic stability, including DNA damage repair (38, 40, 41). In mammalian cells, the OB-fold proteins RPA and hSSB1 have been predicted to be the homologs of bacterial ssDNA binding protein (17). However, it has been shown that the functions of hSSB1 and RPA in DNA damage may be distinct (17, 18, 21, 22, 24). Unlike RPA or other known OB-fold proteins, the affinity of hSSB1 for ssDNA is relatively low. Thus, it is likely that the major function of the OB fold of hSSB1 is not protein–ssDNA interaction. Here, we demonstrated that hSSB1 has high affinity with PAR and was recruited to DNA damage sites by PAR. The hSSB1 OB-fold does not recognize mono(ADP ribose). Instead, it recognizes iso-ADPR, the smallest structural unit that contains the ribose–ribose glycosidic bond unique in the polymer of ADPR. Besides PAR binding, the hSSB1 OB fold also mediates the interaction with its functional partner INTS3. As the WD-to-AA mutant disrupts the interaction only with PAR but not INTS3, it is likely that hSSB1 has separate docking sites for binding PAR and INTS3 simultaneously. Future structural analysis of the hSSB1 OB fold/iso-ADPR/INTS3 complex will reveal the molecular details of the interaction. Besides the OB fold of hSSB1, we examined other OB fold-containing protein and found that the OB folds of CTC1, MEIOB. and hSSB2 also recognize PAR in vitro and in vivo (Fig. 1D and Fig. S3 B and C), suggesting that the OB fold is a previously unidentified class of PAR-binding domain. In particular, the OB fold of hSSB2 recognizes PAR and may participate in PAR-dependent DNA damage repair. However, as a result of relatively low expression, hSSB2 may not play a dominant role in DDR, as hSSB1 does (17, 24). We have examined the primary sequences of these OB-fold domains. However, the homology of the primary sequence between OB folds is very low. The key residues of these OB folds may exist and have been highlighted (Fig. S3D). Because the prediction is based only on the low homology between these OB folds, further experiments need to be performed to verify the prediction. Moreover, the OB fold usually comprises a five-stranded β-sheet to form a closed β-barrel (38, 42). However, some OB folds have one or two additional β-sheets at the flanks. These β-sheets are capped by an α-helix and connected by loops with various sequence and length (38). Thus, it indicates that different OB folds may rely on their unique tertiary structure to recognize substrates such as PAR.Our studies suggest that, following DNA damage, one main function of PAR is to rapidly recruit DNA damage factors to DNA lesions. Here, we provide evidence that PAR mediates the early recruitment of hSSB1 and INTS3 to DNA damage sites. Besides the early recruitment, INTS3 plays an important role to stabilize the complex at DNA damage sites after PAR degradation (Fig. S10). We have shown that the γH2AX pathway is important for stabilizing INTS3 at DNA lesions (24). Thus, INTS3 associates with other partners at DNA lesions to stabilize the hSSB1–INTS3 complex. This biological setting is very similar to the BRCA1/BARD1 complex and the FHA/BRCT domain of NBS1, in which one module interacts with PAR for the fast recruitment to DNA damage sites, whereas the other module is responsible for the prolonged retention at DNA lesions (15, 16). Both activities are important for DNA damage repair. As indicated by the functional analysis of mutant hSSB1 in DNA damage repair, lacking the fast recruitment of DDR factors impairs the early DNA damage repair. Prompt repair is likely to play an important role to ensure genomic stability and avoid DNA ends to be further damaged by other endogenous nucleases. Lacking the prolonged retention at DNA lesions, DNA damage repair proteins may not be able to complete the repair of DNA lesions.It has been shown that hSSB1 is involved in homologous recombination repair (17, 18, 21–24). Here, we found that hSSB1 also participate in fast DSB repair, which is likely through the NHEJ pathway. As hSSB1 is one of the earliest proteins recruited to DNA lesions, it is possible that the hSSB1–INTS complex is one of the important sensors for DNA damage repair. Moreover, poly(ADP ribosyl)ation plays an important role not only in DDR but also in many other cellular processes such as mitosis and telomere protection (43–46). CTC1 and MEIOB have been shown to participate in telomere protection and meiosis respectively (47, 48). Thus, it is likely that the interaction with PAR facilitates the function of these proteins.In summary, we have identified the OB fold of hSSB1 as a PAR-binding module, which mediates the fast recruitment of hSSB1–INTS complex to DNA damage sites and promotes early DNA damage repair. Materials and MethodsSynthesis, Purification, and Fractionation of PAR. His-tagged human PARP1 was expressed in bacteria and purified by Ni-NTA affinity resin. PAR was synthesized and purified as described previously except for the following modifications (49). PAR was synthesized in a 20-mL incubation mixture containing 100 mM Tris⋅HCl pH 7.8, 10 mM MgCl2, 1 mM NAD+, 10 mM DTT, 60 µg calf thymus histone, 50 µg octameric oligonucleotide GGAATTCC, and 2 mg PARP1. To generate biotinyl-PAR, 10 µM biotinyl-NAD+ (Trevigen) was included in the reaction. The mixture was incubated at 30 °C for 60 min and stopped by addition of 20 mL ice-cold 20% (wt/vol) trichloroacetic acid. Oligo DNA was removed by DNase I and proteins were digested by proteinase K. Purified PAR was fractionated according to chain length by anion exchange HPLC protocol as described previously (50, 51). ADPR chains between 10- and 25-mer were collected as pooled fractions and concentrated for ITC assay.Laser Microirradiation and Imaging of Cells. U2OS cells with or without transfection of indicated plasmids were plated on glass-bottomed culture dishes (Mat Tek). Laser microirradiation was performed by using an IX 71 microscope (Olympus) coupled with the MicoPoint Laser Illumination and Ablation System (Photonic Instruments). A 337.1-nm laser diode (3.4 mW) transmits through a specific dye cell and then yields a 365-nm wavelength laser beam that is focused through a ×60 UPlanSApo/1.35 oil objective to yield a spot size of 0.5–1 μm. Cells were exposed to the laser beam for approximately 3.5 ns. The pulse energy is 170 μJ at 10 Hz. Images were taken by the same microscope with CellSens software (Olympus).Dot Blot. Recombinant proteins (10 pmol) were conjugated to glutathione beads and incubated with PAR (100 pmol, calculated as the ADPR unit) for 2 h at 4 °C. Beads were washed with NETN-100 buffer four times. GST fusion proteins were eluted from beads by glutathione and spotted onto a nitrocellulose membrane. The membrane was blocked with 0.15 M NaCl, 0.01 M Tris⋅HCl, pH 7.4, 0.1% Tween 20 supplemented with 5% milk and extensively washed with the same buffer. After drying in the air, the membrane was examined by anti-PAR antibody.GST Fusion Protein Expression and Pull-Down Assay. GST fusion proteins were expressed in Escherichia coli and purified by using standard procedures. Purified GST fusion proteins (1 pmol) were incubated with biotin-labeled PAR (5 pmol) and streptavidin beads for 2 h at 4 °C. After washing with NETN-100 buffer four times, samples were boiled in SDS-sample buffer and elutes were analyzed by Western blot with anti-GST antibody. Supplementary Material\nSupporting Information:\nClick here to view.\n AcknowledgmentsWe thank Dr. Titia de Lange for providing us baculoviruses expressing hPOT1; Dr. John Pascal for hPARP1; Drs. Krishnapriya Chinnaswamy, Jeanne Stuckey, Jon Pollork, and Tomasz Cierpicki for technical support; and Andrew Gorton, Dave Bridges, and Sheela R. Karunanithi for proofreading of the manuscript. This work was supported by National Institutes of Health Grants CA132755 and CA130899 (to X.Y.), the Era of Hope Scholar Award from the Department of Defense (to X.Y.); and an Association for Research of Childhood Cancer Award (to F.Z.). Footnotes The authors declare no conflict of interest.This article is a PNAS Direct Submission. R.W.S. is a guest editor invited by the Editorial Board.This article contains supporting information online at www.pnas.org/lookup/suppl/doi:10.1073/pnas.1318367111/-/DCSupplemental. References1. Harper JW, Elledge SJ. The DNA damage response: Ten years after. Mol Cell. 2007;28(5):739–745. [PubMed] [Google Scholar]2. Rouse J, Jackson SP. Interfaces between the detection, signaling, and repair of DNA damage. Science. 2002;297(5581):547–551. [PubMed] [Google Scholar]3. Sancar A, Lindsey-Boltz LA, Unsal-Kaçmaz K, Linn S. Molecular mechanisms of mammalian DNA repair and the DNA damage checkpoints. Annu Rev Biochem. 2004;73:39–85. [PubMed] [Google Scholar]4. Hassa PO, Hottiger MO. The diverse biological roles of mammalian PARPS, a small but powerful family of poly-ADP-ribose polymerases. Front Biosci. 2008;13:3046–3082. [PubMed] [Google Scholar]5. Schreiber V, Dantzer F, Ame JC, de Murcia G. Poly(ADP-ribose): Novel functions for an old molecule. Nat Rev Mol Cell Biol. 2006;7(7):517–528. [PubMed] [Google Scholar]6. Gibson BA, Kraus WL. New insights into the molecular and cellular functions of poly(ADP-ribose) and PARPs. Nat Rev Mol Cell Biol. 2012;13(7):411–424. [PubMed] [Google Scholar]7. Kim MY, Zhang T, Kraus WL. Poly(ADP-ribosyl)ation by PARP-1: ‘PAR-laying’ NAD+ into a nuclear signal. Genes Dev. 2005;19(17):1951–1967. [PubMed] [Google Scholar]8. Luo X, Kraus WL. On PAR with PARP: cellular stress signaling through poly(ADP-ribose) and PARP-1. Genes Dev. 2012;26(5):417–432. [PMC free article] [PubMed] [Google Scholar]9. Ahel D, et al.  Poly(ADP-ribose)-dependent regulation of DNA repair by the chromatin remodeling enzyme ALC1. Science. 2009;325(5945):1240–1243. [PMC free article] [PubMed] [Google Scholar]10. Chou DM, et al.  A chromatin localization screen reveals poly (ADP ribose)-regulated recruitment of the repressive polycomb and NuRD complexes to sites of DNA damage. Proc Natl Acad Sci USA. 2010;107(43):18475–18480. [PMC free article] [PubMed] [Google Scholar]11. Li GY, et al.  Structure and identification of ADP-ribose recognition motifs of APLF and role in the DNA damage response. Proc Natl Acad Sci USA. 2010;107(20):9129–9134. [PMC free article] [PubMed] [Google Scholar]12. Ahel I, et al.  Poly(ADP-ribose)-binding zinc finger motifs in DNA repair/checkpoint proteins. Nature. 2008;451(7174):81–85. [PubMed] [Google Scholar]13. Masson M, et al.  XRCC1 is specifically associated with poly(ADP-ribose) polymerase and negatively regulates its activity following DNA damage. Mol Cell Biol. 1998;18(6):3563–3571. [PMC free article] [PubMed] [Google Scholar]14. Okano S, Lan L, Caldecott KW, Mori T, Yasui A. Spatial and temporal cellular responses to single-strand breaks in human cells. Mol Cell Biol. 2003;23(11):3974–3981. [PMC free article] [PubMed] [Google Scholar]15. Li M, Yu X. Function of BRCA1 in the DNA damage response is mediated by ADP-ribosylation. Cancer Cell. 2013;23(5):693–704. [PMC free article] [PubMed] [Google Scholar]16. Li M, Lu LY, Yang CY, Wang S, Yu X. The FHA and BRCT domains recognize ADP-ribosylation during DNA damage response. Genes Dev. 2013;27(16):1752–1768. [PMC free article] [PubMed] [Google Scholar]17. Richard DJ, et al.  Single-stranded DNA-binding protein hSSB1 is critical for genomic stability. Nature. 2008;453(7195):677–681. [PubMed] [Google Scholar]18. Richard DJ, et al.  hSSB1 interacts directly with the MRN complex stimulating its recruitment to DNA double-strand breaks and its endo-nuclease activity. Nucleic Acids Res. 2011;39(9):3643–3651. [PMC free article] [PubMed] [Google Scholar]19. Richard DJ, et al.  hSSB1 rapidly binds at the sites of DNA double-strand breaks and is required for the efficient recruitment of the MRN complex. Nucleic Acids Res. 2011;39(5):1692–1702. [PMC free article] [PubMed] [Google Scholar]20. Yang SH, et al.  The SOSS1 single-stranded DNA binding complex promotes DNA end resection in concert with Exo1. EMBO J. 2013;32(1):126–139. [PMC free article] [PubMed] [Google Scholar]21. Huang J, Gong Z, Ghosal G, Chen J. SOSS complexes participate in the maintenance of genomic stability. Mol Cell. 2009;35(3):384–393. [PMC free article] [PubMed] [Google Scholar]22. Li Y, et al.  HSSB1 and hSSB2 form similar multiprotein complexes that participate in DNA damage response. J Biol Chem. 2009;284(35):23525–23531. [PMC free article] [PubMed] [Google Scholar]23. Skaar JR, et al.  INTS3 controls the hSSB1-mediated DNA damage response. J Cell Biol. 2009;187(1):25–32. [PMC free article] [PubMed] [Google Scholar]24. Zhang F, Wu J, Yu X. Integrator3, a partner of single-stranded DNA-binding protein 1, participates in the DNA damage response. J Biol Chem. 2009;284(44):30408–30415. [PMC free article] [PubMed] [Google Scholar]25. Baillat D, et al.  Integrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell. 2005;123(2):265–276. [PubMed] [Google Scholar]26. Nandakumar J, Cech TR. DNA-induced dimerization of the single-stranded DNA binding telomeric protein Pot1 from Schizosaccharomyces pombe. Nucleic Acids Res. 2012;40(1):235–244. [PMC free article] [PubMed] [Google Scholar]27. Wang Z, et al.  Recognition of the iso-ADP-ribose moiety in poly(ADP-ribose) by WWE domains suggests a general mechanism for poly(ADP-ribosyl)ation-dependent ubiquitination. Genes Dev. 2012;26(3):235–240. [PMC free article] [PubMed] [Google Scholar]28. D’Amours D, Desnoyers S, D’Silva I, Poirier GG. Poly(ADP-ribosyl)ation reactions in the regulation of nuclear functions. Biochem J. 1999;342(pt 2):249–268. [PMC free article] [PubMed] [Google Scholar]29. Fathers C, Drayton RM, Solovieva S, Bryant HE. Inhibition of poly(ADP-ribose) glycohydrolase (PARG) specifically kills BRCA2-deficient tumor cells. Cell Cycle. 2012;11(5):990–997. [PubMed] [Google Scholar]30. Ying W, Sevigny MB, Chen Y, Swanson RA. Poly(ADP-ribose) glycohydrolase mediates oxidative and excitotoxic neuronal death. Proc Natl Acad Sci USA. 2001;98(21):12227–12232. [PMC free article] [PubMed] [Google Scholar]31. Yang H, et al.  BRCA2 function in DNA binding and recombination from a BRCA2-DSS1-ssDNA structure. Science. 2002;297(5588):1837–1848. [PubMed] [Google Scholar]32. Lei M, Podell ER, Baumann P, Cech TR. DNA self-recognition in the structure of Pot1 bound to telomeric single-stranded DNA. Nature. 2003;426(6963):198–203. [PubMed] [Google Scholar]33. Whitehouse CJ, et al.  XRCC1 stimulates human polynucleotide kinase activity at damaged DNA termini and accelerates DNA single-strand break repair. Cell. 2001;104(1):107–117. [PubMed] [Google Scholar]34. Brem R, Hall J. XRCC1 is required for DNA single-strand break repair in human cells. Nucleic Acids Res. 2005;33(8):2512–2520. [PMC free article] [PubMed] [Google Scholar]35. Wong HK, Wilson DM., 3rd XRCC1 and DNA polymerase beta interaction contributes to cellular alkylating-agent resistance and single-strand break repair. J Cell Biochem. 2005;95(4):794–804. [PubMed] [Google Scholar]36. Mourgues S, Lomax ME, O’Neill P. Base excision repair processing of abasic site/single-strand break lesions within clustered damage sites associated with XRCC1 deficiency. Nucleic Acids Res. 2007;35(22):7676–7687. [PMC free article] [PubMed] [Google Scholar]37. Horton JK, et al.  XRCC1 and DNA polymerase beta in cellular protection against cytotoxic DNA single-strand breaks. Cell Res. 2008;18(1):48–63. [PMC free article] [PubMed] [Google Scholar]38. Flynn RL, Zou L. Oligonucleotide/oligosaccharide-binding fold proteins: A growing family of genome guardians. Crit Rev Biochem Mol Biol. 2010;45(4):266–275. [PMC free article] [PubMed] [Google Scholar]39. Theobald DL, Mitton-Fry RM, Wuttke DS. Nucleic acid recognition by OB-fold proteins. Annu Rev Biophys Biomol Struct. 2003;32:115–133. [PMC free article] [PubMed] [Google Scholar]40. Arcus V. OB-fold domains: A snapshot of the evolution of sequence, structure and function. Curr Opin Struct Biol. 2002;12(6):794–801. [PubMed] [Google Scholar]41. Bochkarev A, Bochkareva E. From RPA to BRCA2: Lessons from single-stranded DNA binding by the OB-fold. Curr Opin Struct Biol. 2004;14(1):36–42. [PubMed] [Google Scholar]42. Murzin AG. OB(oligonucleotide/oligosaccharide binding)-fold: Common structural and functional solution for non-homologous sequences. EMBO J. 1993;12(3):861–867. [PMC free article] [PubMed] [Google Scholar]43. Smith S, Giriat I, Schmitt A, de Lange T. Tankyrase, a poly(ADP-ribose) polymerase at human telomeres. Science. 1998;282(5393):1484–1487. [PubMed] [Google Scholar]44. Cook BD, Dynek JN, Chang W, Shostak G, Smith S. Role for the related poly(ADP-Ribose) polymerases tankyrase 1 and 2 at human telomeres. Mol Cell Biol. 2002;22(1):332–342. [PMC free article] [PubMed] [Google Scholar]45. Chang P, Coughlin M, Mitchison TJ. Tankyrase-1 polymerization of poly(ADP-ribose) is required for spindle structure and function. Nat Cell Biol. 2005;7(11):1133–1139. [PubMed] [Google Scholar]46. Chang W, Dynek JN, Smith S. NuMA is a major acceptor of poly(ADP-ribosyl)ation by tankyrase 1 in mitosis. Biochem J. 2005;391(pt 2):177–184. [PMC free article] [PubMed] [Google Scholar]47. Miyake Y, et al.  RPA-like mammalian Ctc1-Stn1-Ten1 complex binds to single-stranded DNA and protects telomeres independently of the Pot1 pathway. Mol Cell. 2009;36(2):193–206. [PubMed] [Google Scholar]48. Souquet B, et al.  MEIOB targets single-strand DNA and is necessary for meiotic recombination. PLoS Genet. 2013;9(9):e1003784. [PMC free article] [PubMed] [Google Scholar]49. Oberoi J, et al.  Structural basis of poly(ADP-ribose) recognition by the multizinc binding domain of checkpoint with forkhead-associated and RING Domains (CHFR) J Biol Chem. 2010;285(50):39348–39358. [PMC free article] [PubMed] [Google Scholar]50. Kiehlbauch CC, Aboul-Ela N, Jacobson EL, Ringer DP, Jacobson MK. High resolution fractionation and characterization of ADP-ribose polymers. Anal Biochem. 1993;208(1):26–34. [PubMed] [Google Scholar]51. Fahrer J, Kranaster R, Altmeyer M, Marx A, Bürkle A. Quantitative analysis of the binding affinity of poly(ADP-ribose) to specific binding proteins as a function of chain length. Nucleic Acids Res. 2007;35(21):e143. [PMC free article] [PubMed] [Google Scholar]"}