{"title": "Nuclear role of WASp in gene transcription is uncoupled from its ARP2/3-dependent cytoplasmic role in actin polymerization", "pubDate": "2014", "PMCID": "PMC4137324", "DOI": "10.4049/jimmunol.1302923", "PMID": "24872192", "abstract": "Defects in Wiskott-Aldrich Syndrome protein (WASp) underlie development of WAS, an X-linked immunodeficiency and autoimmunity disorder of childhood. Nucleation-promoting factors (NPFs) of the WASp family generate F-actin in the cytosol via the VCA (verprolin-homology, cofilin-homology, and acidic) domain and support RNA polymerase II-dependent transcription in the nucleus. Whether nuclear-WASp requires the integration of its actin-related protein (ARP)2/3-dependent cytoplasmic function to reprogram gene transcription, however, remains unresolved. Using the model of human TH cell differentiation, we find that WASp has a functional nuclear localizing and nuclear exit sequences, and accordingly, its effects on transcription are controlled mainly at the level of its nuclear entry and exit via the nuclear pore. Human WASp does not use its VCA-dependent, ARP2/3-driven, cytoplasmic effector mechanisms to support histone H3K4 methyltransferase activity in the nucleus of TH1-skewed cells. Accordingly, an isolated deficiency of nuclear-WASp is sufficient to impair the transcriptional reprogramming of TBX21 and IFNG promoters in TH1-skewed cells, whereas an isolated deficiency of cytosolic-WASp does not impair this process. In contrast, nuclear presence of WASp in TH2-skewed cells is small, and its loss does not impair transcriptional reprogramming of GATA3 and IL4 promoters. Our study unveils an ARP2/3:VCA-independent function of nuclear-WASp in TH1 gene activation that is uncoupled from its cytoplasmic role in actin polymerization.", "author": [{"author": "Sanjoy Sadhukhan", "affiliation": ["Division of Pediatric Hematology-Oncology, Children's Hospital of Pittsburgh, University of Pittsburgh Medical Center, Pittsburgh, PA 15213;"], "href": "/?term=Sadhukhan+S&cauthor_id=24872192"}, {"author": "Koustav Sarkar", "affiliation": ["Division of Pediatric Hematology-Oncology, Children's Hospital of Pittsburgh, University of Pittsburgh Medical Center, Pittsburgh, PA 15213; Division of Pediatric Hematology-Oncology, University of Iowa Children's Hospital, Iowa City, IA 52242; and."], "href": "/?term=Sarkar+K&cauthor_id=24872192"}, {"author": "Matthew Taylor", "affiliation": ["Division of Pediatric Hematology-Oncology, Children's Hospital of Pittsburgh, University of Pittsburgh Medical Center, Pittsburgh, PA 15213;"], "href": "/?term=Taylor+M&cauthor_id=24872192"}, {"author": "Fabio Candotti", "affiliation": ["Genetics and Molecular Biology Branch, National Human Genome Research Institute, National Institutes of Health, Bethesda, MD 20892."], "href": "/?term=Candotti+F&cauthor_id=24872192"}, {"author": "Yatin M Vyas", "affiliation": ["Division of Pediatric Hematology-Oncology, Children's Hospital of Pittsburgh, University of Pittsburgh Medical Center, Pittsburgh, PA 15213; Division of Pediatric Hematology-Oncology, University of Iowa Children's Hospital, Iowa City, IA 52242; and yatin-vyas@uiowa.edu."], "href": "/?term=Vyas+YM&cauthor_id=24872192"}], "refPMID": [], "citedInPMID": ["24872192", "34977502", "34868061", "34422807", "34169073", "34094999", "33240268", "33139832", "32218869", "31604087", "30671311", "29248492", "29086100", "29078804", "28805251", "28684679", "28646090", "28326098", "27425374", "27330000", "26725200", "26438524", "26405532", "26305109", "26261240", "25754639", "25709608", "25431135", "25253772"], "body": " AbstractDefects in Wiskott-Aldrich Syndrome protein (WASp) underlie development of WAS, an X-linked immunodeficiency and autoimmunity disorder of childhood. Nucleation-promoting factors (NPFs) of the WASp-family generate F-actin in the cytosol via the VCA-domain and support RNA polymerase II-dependent transcription in the nucleus. Whether nuclear-WASp requires the integration of its ARP2/3-dependent cytoplasmic function to reprogram gene transcription, however, remains unresolved. Using the model of human T helper (TH) cell differentiation, we find that WASp has a functional nuclear localizing (NLS) and nuclear exit (NES) sequences and accordingly its effects on transcription are controlled mainly at the level of its nuclear entry and exit via the nuclear pore. Human WASp does not utilize its VCA-dependent, ARP2/3-driven, cytoplasmic effector mechanisms to support histone H3K4 methyltransferase activity in the nucleus of TH1-skewed cells. Accordingly, an isolated deficiency of nuclear-WASp is sufficient to impair the transcriptional reprogramming of TBX21 and IFNG promoters in TH1-skewed cells, whereas, an isolated deficiency of cytosolic-WASp does not impair this process. In contrast, nuclear presence of WASp in TH2-skewed cells is small and its loss does not impair transcriptional reprogramming of GATA3 and IL4 promoters. Our study unveils an ARP2/3:VCA-independent function of nuclear-WASp in TH1-gene activation that is uncoupled from its cytoplasmic role in actin polymerization. IntroductionWiskott-Aldrich syndrome (WAS) is an X-linked genetic disorder manifesting in thrombocytopenia, primary immune deficiency, autoimmunity, and lymphoid malignancy (1, 2). A panoply of mutations in the WAS gene, which encodes WASp, is causative of this life-threatening disease of childhood. WASp is expressed exclusively in the cells of the hematopoietic lineage and accordingly its loss results in a variety of defects in the lymphocytes, Dendritic cells, myeloid cells, and megakaryocytes/platelets (3). Functionally, WASp is a member of the type I nucleation promoting factors (NPFs), which are known mainly for its cytoplasmic role in generating filamentous actin (F-actin) via the ARP2/3-dependent mechanism to regulate cortical cytoskeleton (4- 7). Here, the VCA (Verprolin-homology, Cofilin-homology, and Acidic) domain of WASp and other type I NPFs (N-WASp, WAVE, etc.) interacts with ARP2/3 and monomeric actin (G-actin) to nucleate Y-shaped polymerized actin (F-actin) (8). The importance of the cytoplasmic role of WASp in F-actin biology is evidenced in the morphological defects noted in multiple bone-marrow-derived cells from WAS patients (9, 10). In lymphocytes, WASp deficiency correlates with impaired immunological synapse formation in the T cells and NK cells (11–14), impaired BCR and Toll-like receptor signaling in B cells (15), defective homeostasis and function of invariant NKT cells (16) and regulatory T cells (17–20). Notably, the abnormal morphological and functional profiles in WASp-deficient cells, however, are not always linked with the concomitant defects related to F-actin cytoskeleton. Specifically, in WASp-deficient T cells, NK cells, and megakaryocytes, murine or human, as well as in cells expressing the VCA-deleted WASp mutant, normal F-actin content and/or its polarization to the immunological synapse has been reported in multiple studies (13, 21–23). Such findings are not entirely surprising since, besides WASp, a number of other NPFs are equally capable of generating F-actin using the ARP2/3 complex (5). What is surprising, however, is that despite normal F-actin content these WASp-deficient cells still display functional deficits that contribute to the WAS disease spectrum.Hence, the current evidence begs the question: Are other non-VCA functions of WASp involved in the workings of the hematopoietic system in general and the immune system in particular? Are there locations outside of cytoplasm where an actin-binding protein like WASp might have an important function, the perturbation of which plays an important role in the development of WAS. The idea that a bona fide actin-binding, cortical cytoskeletal protein could have a location-specific function in another subcellular compartment is not without precedence. Besides β-actin, many actin-related proteins (ARPs 4–9), as well as actin-binding proteins such as N-WASp, Wave1, JMY, and WASp have all been shown to locate and function in the nucleus, mostly in gene transcription (24–30). We showed that a portion of WASp translocates to the TH1 cell nucleus, where it participates in the transcription of TBX21 gene, at the chromatin level (28). Furthermore, we demonstrated that human WASp associates with histone H3K4 trimethylase activity in vitro, and therefore its loss resulted in diminished enrichment of histone H3K4me3 mark at the TBX21 promoter in vivo (28). This study was the first to unveil a transcriptional role for a bona fide actin-polymerizing cytoplasmic protein WASp. Reciprocally, a bona fide nuclear protein EZH2, a histone H3K27 methylase hasbeen shown to have a critical cytoplasmic function of modifying F-actin cytoskeleton in T cells (31).The dual-location of the cytoplasmic NPFs and nuclear EZH2, however, present a major outstanding question, i.e., which of its two compartment-delimited function is essential in transcriptional reprogramming? To wit, we asked whether the nucleus-located WASp integrates its cytoplasmic F-actin polymerizing role to epigenetically activate the genomic loci with which it interacts in the T helper (TH) cells? Or does the dual-locations of WASp form the basis of completely separate physiological functions in the two subcellular compartments? To this end, using the binary developmental paradigms of TH1 and TH2 differentiation we tested the hypothesis that changes in nuclear WASp transport and/or defects in the nucleus-resident functions of WASp alone result in impaired gene activation that contributes to immune dysregulation in WAS.Here, we identified transport proteins and WASp domains involved in its nuclear import and export. Using this information, we devised a strategy of stably reconstituting WASp in either the cytosol or nucleus of patient-derived WASnull TH cells, and then testing for restoration of gene activation defects linked to WAS (32, 33). We chose the human IFNG and TBX21 (TH1 genes) or IL4 and GATA3 (TH2 genes) as a model system to investigate chromatin-signaling events, since their proximal-promoters are well characterized. We provide multiple levels of evidence that demonstrate an uncoupling of nuclear role of WASp from its ARP2/3-dependent F-actin role in gene activation. Our findings demonstrating that the disparate functions of dual compartment-resident WASp do not rest on the same effector activity (i.e., of actin polymerization) potentially establishes a new paradigm for the non-cytoplasmic functions of other NPFs in theirregulation of nuclear functions during development or cell-fate choices. Materials and MethodsCellsHuman primary CD4+ TH cells, Jurkat T cells, WASnull CD4+ TH cell line, WASnull TH cell line expressing the various domain-deleted mutants, normal CD4+ TH cell line, and HeLa cells were cultured under TH1-skewing (rhIL-12, anti-IL-4 antibody, rhIL-2) or TH2-skewing (rhIL-4, anti-IL-12 antibody, anti-IFNγ antibody, rhIL-2) or non-skewing TH0 (only rhIL-2) conditions for 6 days and further activated with CD3/CD28-coated beads for another 1 day to induce TCR-activation. WASnull TH cell line was generated from a WAS patient carrying the mutation 23delG (G8QfsX44), which resulted in complete loss of WASp expression in lymphocytes and manifesting in the highest clinical-severity score of 5. This WAS TH cell line (WASnull) was used in the reconstitution studies of domain-deleted WASp mutants.WASp domain-deleted mutantsFull-length WASp cDNA was subcloned into mammalian expression vector pCMV6-Entry containing Flag (also known as DDK) and Myc dual-tags at the C-terminal end (Origene). This TrueClone plasmid vector allows stable integration and expression over a longer time course. All domain-deletions in WASp cDNA were performed using QuickChange II PCR-Based Site-Directed Mutagenesis Kit (Stratagene), and the mutant sequences periodically re-confirmed by DNA sequencing before transfection. Full-length WASp and its mutants were transfected into Jurkat or WASnull T cells by Amaxa Cell Line Nucleofector® Kit V (Lonza) and into HeLa by Lipofectamine-2000 Transfection Reagent (Invitrogen). Successful transfection and stable expression of different constructs was verified by immunoblotting and flow cytometry using BD CytoFix/CytoPerm Kit (BD Biosciences). See Table S1 for primer sequences.Mass spectrometryTotal nuclear and cytosolic fractions were isolated using combination of techniques including sucrose-density gradient centrifugation and NE-PER Nuclear & Cytoplasmic Extraction Kit (Pierce). Further purification to isolate nuclear and cytosolic membranes was achieved by using Mem-PER Eukaryotic Membrane Protein Extraction Kit (Pierce), and the purity of four subcellular fractions monitored by antibodies listed in Table S2. For the MS assays, nuclear lysates from MNase-treated nuclei of human primary TH1-skewed cells or Jurkat TH1-skewed cells expressing Flag/Myc dual-tagged WASp were incubated with anti-WASp, or -Flag and -Myc (for 2-step sequential immunoaffinity purification), or their corresponding isotype Ig antibodies, as previously described (34). Bound proteins were eluted, separated on 4–15% Tris-glycine SDS-PAGE gel, and stained with Coumassie blue. Between 8–12 visible bands were excised from the test sample lane and the corresponding size bands from the control lane, even if none were visible in the latter. All bands were individually analyzed for the recovered polypeptides by nano LC-MS/MS on a Thermo Fisher LTQ Orbitrap Velos mass spectrometer. Data were processed with Thermo Fisher Discoverer Daemon 1.3 for database searching with SEQUEST using a target/decoy approach against the Uniprot complete human database. A multi-consensus report for the polypeptides of the WASp proteome recovered from each subcellular fraction was generated and used for the displayed data.Immunoprecipitation and immunoblottingCoimmunoprecipitations were performed with the Universal Magnetic Coimmunoprecipitation kit (Active Motif), as per the manufacturer’s specifications using the commercial reagents, kits, and antibodies listed in Table S2. same blots were sequentially re-probed with multiple antibodies for consistency. For each experiment, immunoprecipitation with the corresponding isotype Ig antibody served as a negative control. 10% of the total input was loaded and resolved with immunoblotting.Deconvolution immunofluorescence microscopyDeconvolution imaging of differentially transfected paraformaldehyde-fixed TH1-skewed and TCR-activated cells was performed with Zeiss inverted digital microscopy workstation integrated with SlideBook software, as previously described (35). About 20–30 z-stack images were acquired at the step size of 0.2μm at ×63 oil immersion magnification. About 20–30 single TH1-cells chosen randomly from multiple experiments were analyzed for each antibody combination.Flow cytometryThe LIVE/DEAD® Fixable Dead Cell Stain Kit (Invitrogen) was used for gating on viable TH cells, which were cultured under TH1- or TH2-skewing or non-skewing TH0 conditions. For intracellular protein staining the cells were further activated by plate-bound anti-human CD3 and CD28 monoclonal antibodies in the presence of 1 μl of BD GolgiPlug™ and 0.6 μl of BD GolgiStop™ (BD-Biosciences, USA) added to ~106 cells/ml of T cell culture for 4–6 hours. After fixation and permeabilization using CytoFix/CytoPerm solutions, T cells were stained for intracellular cytokines/or transcription factors using fluorochrome-conjugated antibodies. For surface receptor staining, non-permeabilized fixed cells were labeled with anti-human fluorochrome-conjugated antibodies for 30–45 min as per manufacturers’ recommendations. Corresponding isotype Ig antibody controls were always included to rule out background- or auto-fluorescence. Cells were analyzed on a Becton Dickinson LSR II using FACSDiva software. The data was generated by cytofluorometric analysis of 10,000 events. Percentage of each positive population and mean fluorescence intensity (MFI) (geometric mean) were determined by using either quadrant statistics or histograms.Quantitative real-time PCRTotal RNA prepared from ~5000 non-skewed TH0, TH1- or TH2-skewed cells using Quick-RNA™ MiniPrep kit (Zymo Research) was utilized to synthesize cDNA using High Capacity cDNA Reverse Transcription Kit (Applied Biosystems), and the samples used as templates for qPCR analysis performed on 7500HT Real-Time PCR System (Applied Biosystems) using qPCR SuperMix with ROX (Perfecta) and TaqMan® Gene Expression Assay primers/probes, detailed in Table S1. The derived Ct values were converted to absolute copy numbers with a cloned DNA plasmid standard dilution curve, as previously described by our group (28).ELISA assayThe supernatant was harvested from untransfected and WASp-mutant transfected TH0 (non-skewed) or TH1- or TH2-skewed cells, as well as from normal human TH cells in culture, and the expression of GM-CSF, IFNG and IL4 cytokines was quantitated by Solid Phase Sandwich ELISA assay (R&D Systems) in three independent experiments.Pharmacological inhibition assayTo inhibit CRM-1-dependent nuclear export pathway, T cells were incubated in culture with 20 ng/ml of Leptomycin B (Sigma-Adrich) or DMSO for 4h, 6h, 8h, and 24h. Nuclear and cytosolic fractions were isolated from the treated cells and used for downstream assays. To inhibit MT/Dynein cytoskeleton, T cells were incubated in culture with 5μM of Nocodazole for 15h or with 100μM of orthovanadate for 4h and 24h or with their DMSO control.Histone methylation assayWestern blot-based assay was used to test the in vitro H3 lysine methyltransferase activity of immunoprecipitated WASp and its various mutants on 5 μg of human recombinant unmodified H3 histone octamer subunits (NEB) in the presence or absence of 20 μM non-radioactive S-Adenosyl Methionine (SAM) (Sigma) as previously described (28).Quantitative chromatin immunoprecipitation (ChIP)-qPCR assayAll ChIP assays were performed with micrococcal nuclease (MNase)-digested chromatin isolated from ~5000 cells after fixing protein-DNA interactions with 1% formaldehyde as previously described (36) and modified by our group (28). Briefly, ChIP-grade, antibodies and their isotype Ig control antibodies listed in Table S2 were used to pull down DNA:Protein complexes. ChIP samples were used as templates for the RT-PCR analysis and the derived Ct values converted to absolute copy numbers with a cloned DNA plasmid standard dilution curve. Non-specific signals obtained with control IgG ChIP were subtracted from those obtained in the test samples. ResultsWASp contains Nuclear Localization Signal (NLS)-like and Nuclear Export Signal (NES)-like Motifs that are Evolutionary Conserved from Drosophila to HumansSince the ~65kDa WASp is beyond the exclusion limit of nuclear pores (NPC) for simple diffusion, we sought to identify a mechanism for its nuclear transport. WASp contains NLS-like motif 222PADKKRSGKKKISK235 in the basic-domain encoded by Exon 7 (Fig. 1A). The hydropathicity and PONDR plots predict this NLS region to be polar (hydrophilic index ~ +2.0) and intrinsically disordered (PONDR score ~1.0) respectively (Fig. 1B), properties that render NLS region accessible to engage in inter- or intra-molecular interactions. It also contains two hydrophobic, leucine-rich motifs: nuclear export signal (NES)1 35LFEMLGRKCLTL46 and NES2 85IRLYGLQAGRLLWEQELYSQL105 in the PH/WH1-domain encoded by Exons 1 and 2. In NES1, the five hydrophobic residues (ϕ) follow the conventional ϕ0-(x)2-ϕ1-ϕ2-(x)4-ϕ3-(x)-ϕ4 spacing, while in NES2, the ϕ0-x-ϕ1-x2-ϕ2-x4-ϕ3–5-x3-ϕ6-x3-ϕ7 spacing is unconventional. Yet, both motifs satisfy the minimum in silico requirements for CRM1 binding (37). Notably, the NLS/NES sequences demonstrate the highest conservation between human and mice, although the general consensus is conserved down to Drosophila, suggesting a nucleocytosolic shuttling property for WASp in both higher and lower eukaryotes.Open in a separate windowFigure 1WASp nucleocytosolic transport sequences and partner proteins(A) Putative NLS- and NES-motifs (underlined) of human WASp aligned with WASp-like proteins of other species. The evolutionary conserved core amino acids known to impart NLS- or NES-specific function are indicated in red. The “ϕ” in the NESs denote hydrophobic amino acid. (B) The hydropathy profiles of the putative NLS and NES-motifs of human WASp computed from the standard algorithms of Kyte-Doolittle (in yellow) and Hopp-Woods (in pink). PONDR plot of WASp, which predicts intrinsically-disordered regions (IDRs) in WASp is also shown. A score > 0.5 predicts disordered domains and <0.5 ordered domains. (C) Subcellular fractionation of T cell compartments. The purity of the indicated fractions (CP, CM, NP, NM) isolated from TH1-skewed human primary cells probed with the indicated antibodies. CP, cytoplasm depleted of total cellular membranes; CM, purified cellular membranes; NP, nucleoplasm depleted of total cellular membranes; NM, purified nuclear membranes. (D) Coumassie staining of proteins IP’ed with anti-WASp or control IgG antibody from the indicated fractions of primary TH1-skewed cells. A ~65kDa band corresponding to WASp is indicated by an asterisk. Excised bands were analyzed by MS. (E) The actual number of polypeptides of WASp-associated, nucleocytoplasmic transport proteins in the cell fractions are shown for cytosolic and nuclear WASp-complexes immunoprecipitated (IP) with anti-WASp, -FLAG/MYC (2-step immunoaffinity purification), or -IgG Abs. (F) Validation of MS-generated WASp-transport proteome by Co-IP. Protein complexes IP’ed by anti-WASp or control Ig antibody from TH1-skewed cells were resolved by sequential Western blotting the same gel using indicated antibodies. Loaded IP material is ~10% of input.Identification of WASp-Associated Nuclear Transport ProteinsSince NLS- and NES-bearing cargoes typically bind karyopherins (KAPs) and certain nucleoporins (NUPs), we predicted that WASp would also bind these transport factors, in vivo. To identify WASp-transport proteins, we performed multiple rounds of liquid chromatography and tandem mass spectrometric (LC-MS/MS) analyses of proteins that coimmunoprecipitated (IP’ed) with endogenous WASp in human primary CD4+ TH cells and exogenous full-length WASp (FLAG:Myc doubly-tagged) expressed in Jurkat T cells, both TCR-activated and TH1-skewed. Since WASp is located in both cytosol and nucleus (28), we IP’ed WASp-containing complexes from the cellular fractions enriched for: a) cytoplasm depleted of total cellular membranes (CP), b) cellular membranes (CM), c) nucleoplasm depleted of total cellular membranes (NP), and d) nuclear membranes (NM). For investigating the composition of nuclear-WASp complexes, the TH-cell nuclei were additionally treated with micrococcal nuclease (MNase) to optimize recovery of chromatin-bound complexes. The purity of the four subcellular fractions was monitored by Western blotting for compartment-specific markers (Fig. 1C). This showed, lysosomal-associated membrane protein 1 (lysosomal/endosomal marker) and ZAP-70 (cytoplasmic signaling protein in T cells) enriched in CP, Ankyrin G (plasma membrane marker) in CM, nucleophosmin B23 (nucleolus marker) in NP, and Lamin B1 (inner nuclear membrane [INM] marker) in NM. Ryanodine receptor RyR1, a known endoplasmic reticulum (ER) protein, was absent from the NP fraction, implying that our NP fractions were free of cortical-ER that is contiguous with outer nuclear membrane (ONM). Samples submitted for MS analyses were confirmed for the presence of WASp (or Flag/Myc) in all fractions, by Western blot (Fig. 2C).Open in a separate windowFigure 2Functional validation of NLS- and NES-motifs(A) Sequential Western blotting with the indicated antibodies on the nuclear (nu) and cytosolic (cyt) fractions generated from WAS TH cells expressing either full-length (FL) or the indicated Flag/Myc-tagged WASp-mutants (Δ) or untransfected (UT), activated under TH1-skewing or non-skewing TH0 conditions. (B) Cytosolic and nuclear fractions of Jurkat (TH1-skewed, TCR-activated) cells expressing Flag-tagged FL-WASp or its indicated WASp mutants were IP’ed with anti-Flag or -IgG Ab, and analyzed by sequential Western blotting with the indicated antibodies. Loaded IP is ~10% of input. The purity of the fractions was verified by Histone and LAMP-1 staining, which is shown in panel A. (C) Deconvolution fluorescence images of TH1-skewed (TCR-activated), human WASnull TH cells expressing the indicated WASp mutants. The images shown are after collapsing the entire z-stack images acquired at 0.2μm step size. Arrows point to cells displaying prominent nuclear WASp signal. Between 20–30 cells were analyzed. (D) Coimmunoprecipitation was performed with anti-FLAG or -IgG (control) antibodies from the cytosolic and nuclear fractions of Jurkat TH cells reconstituted with the indicated mutants and activated under TH1-skewing conditions. Serial immunoblotting was performed with the indicated antibodies. IP loading was 10% of the total input. The data is representative of at least 2 independent experiments. (E) MT/Dynein inhibition assays. Serial western blotting with the indicated antibodies of the nuclear (nu) and cytoplasmic (cyt) fractions derived from primary human TH1-skewed cells after treating with the indicated pharmacological agents or their controls. (F) Serial western blotting with the indicated antibodies of the nuclear (NF) and cytosolic (CF) fractions of human primary TH1-skewed cells treated with Leptomycin B (LMB) or control (ctrl)/DMSO for indicated durations. The data is representative of two experiments. (G) Western blot: the description is similar to that for panel B.The subcellular fractions were incubated with anti-WASp or anti-FLAG:Myc (two-step purification) antibody or their control Ig antibodies, and bound polypeptides were detected by Coomassie blue (Fig. 1D). WASp-IPs (both endogenous and transfected WASp) gave more bands, ranging from <20 kDa to >200 kDa, than control Ig-IPs. Both visible (in WASp-IP) and corresponding size non-visible (in Ig-IP) bands were included for MS. We excluded from analyses proteins that met our filtering criteria: 1) more or equal number of peptides captured also in the control Ig sample, 2) only one peptide captured in only one MS sample, 3) peptides scoring low on two Sequent parameters (XCorr value <1.5 and ΔCn <0.1), 4) common MS contaminants such as keratin, albumin, trypsin, and heat shock proteins 5) known components of mitochondria, golgi, ER, lysosomes, and ribosomes, since these were not directly relevant to the study question. In multiple independent MS experiments, while a number of proteins were identified as WASp-interacting partners, we focused only on those that might be involved in nucleocytoplasmic transport.The combined MS data (n=5 experiments) showed several peptides of WASp and its known cytoplasmic partners actin and ARP2/3, which authenticated our MS approach (Fig. 1E). The nucleocytoplasmic transporters that co-purified with WASp included KAPs [KPNA1-A4 (also known as Importin-α isoforms), KPNB1 (also known as Importin β1), XPO1 (exportin1), XPO2 (exportin 2)], NUPs [NUP358 (also known as RANBP2), NUP98], and RAN proteins (RANGAP1, RAN). WASp associates with many of these transport proteins in both cytosol and nucleus, which is consistent with their role in nucleocytoplasmic transport across nuclear pore complex (NPC). Note, the MS profile of IgG-IP captured peptides of actin, ARP2/3, and some KAPs, but the absolute peptide numbers were dramatically lower in IgG-IP compared to that in WASp-IP or Flag/Myc-IP. Nevertheless, the association of WASp with these KAPs/NUPs was verified by coIP, which not only validated our MS results but also revealed that the occasional peptide association with IgG was nonspecific (Fig. 1F). Together, our findings propose a KAP/NUP-mediated, nucleocytosolic transport pathway for WASp.Nuclear import of WASp requires its NLS-motifTo test the functionality of NLS in WASp nuclear import, we generated three WASp-mutants that: 1) lack NLS (ΔNLS) (aa: 222–235), 2) lack Exons7 and 8 (ΔExon7/8) (aa: 187–259), which encodes NLS-containing WASp domain, and 3) lack Exon7/8 but retain NLS motif (ΔExon7/8+NLS) (aa: 187–221 and 236–259) (Fig. S1A). Full-length (FL) WASp and empty (mock) vector served as positive and negative controls, respectively. These proteins fused to Flag:Myc tags were stably-expressed both in Jurkat T cells and in a WAS patient CD4+ TH line (genotype: 23delG; G8QfsX44) lacking endogenous WASp expression (Supplementary Fig. S2B–D). Phenotypically, both WAS and normal TH lines express surface markers classically present in naïve TH cells (CD4+, CD45RA+, CD45RO−) (Supplementary Fig. S2A). Moreover, neither TH line spontaneously expresses CXCR3 or CCR6, chemokine receptors typically expressed in already differentiated TH1 (CXCR3+; CCR6−), TH2 (CXCR3+) or TH17 (CXCR3−; CCR6+) cells (Supplementary Fig. S2A) (38, 39), making them suitable for the proposed studies.The above T cells were transfected with different mutants, achieving >90% stable expression on day 8 of transfection determined by flow cytometry after staining with anti-Myc antibody (Supplementary Fig. S2D). Transfected TH cells were activated with plate-bound CD3/28 under TH1-skewing conditions, and TCR-activation monitored with anti-phosphorylated CD3ζ (Tyr142) and nuclear translocation of NF-κB (p65) (a surrogate marker of calcium flux downstream of productive TCR activation), which were both prominent in TH1-skewed cells compared to non-skewed TH0 cells (Fig. 2A). Notably, the expression of WASp-mutants did not change the total cellular filamentous actin content determined by phalloidin-FITC staining and Western blot (Fig. 2A, Supplementary Fig. S2E), implying that loss of these transport motifs do not dramatically perturb F-actin generating mechanisms in the cytosol or nucleus (Fig. 2A).Significantly, unlike full-length (FL)-WASp, ΔNLS- and ΔExon7/8-mutants both fail to accumulate in the nucleus in TH1-skewed cells, whereas their cytosolic presence is comparable to that of FL-WASp, by Western blot (Figs. 2A, 2B) and imaging (Fig. 2C). In the same transduced Jurkat TH cells the endogenous WASp undergoes the expected nuclear translocation, suggesting that the transfected ΔNLS-mutant does not function as a dominant negative (Fig. 2B). In contrast, ΔExon7/8+NLS-mutant localizes in both cytosol and nucleus (Fig. 2B), which implies that the transport function of NLS is insensitive to the flanking structural environment. In coIP assays, ΔNLS-mutant does not bind importin-β1 (KPNB1), establishing that the failed nuclear targeting of ΔNLS-mutant is a direct consequence of the abolition of KAP:WASp interaction in the cytosol (Fig. 2D).Microtubular (MT)/Dynein Cytoskeleton Facilitates Nuclear Import of WASpSince MT-cytoskeleton facilitates KAP-dependent nuclear import of NLS-bearing cargoes (40), we tested if WASp nuclear import is MT-assisted. Primary TH cells, TH1-skewed and treated concomitantly with nocodazole (NCZ) (inhibitor of MT assembly) or Vanadate (inhibitor of dynein ATPase activity) showed a reduction in the nuclear localization of WASp (Fig. 2E). Nuclear localization of CREB known to be MT-independent and that of p53 known to be MT-dependent served as our specificity controls. This data suggests that the Dynein/MT pathway, which is known to transport cargoes towards the nuclear periphery, is a facilitator of nuclear WASp transport.Nuclear export of WASp require its NES2- but not NES1-motifSince WASp contains two NES-like motifs and binds XPO1 (CRM1), we postulated that the nuclear location of WASp might be regulated also at the level of its export. Normal TH cells skewed under TH1-biasing conditions were concomitantly treated with leptomycin B (LMB, a CRM-1 inhibitor) or DMSO (control) for 2, 4, 8, and 24hr, and their cytosolic and nuclear fractions tested for the presence of WASp by Western blotting. In the LMB-treated cells, the amount of endogenous WASp in the cytosolic and nuclear fractions was both reduced at ~8hr, although cytosolic WASp more than nuclear WASp. However, at ~24hr, WASp level in the cytosol was completely depleted whereas that in the nucleus was restored. (Fig. 2F). The LMB treatment, however, did not decrease the export of β-actin in the same cells, which reaffirms the previously reported finding of CRM-1-independent actin export pathway (41). The LMB data suggest that functional NES(s) exit in WASp that utilizes CRM1.To identify which of the two NES-motifs (or both) is/are functional, we generated WASp mutants lacking NES1-motif (ΔNES1) or NES2-motif (ΔNES2) (Supplementary Fig. S1B) and stably expressed them in Jurkat or WASnull TH lines (Supplementary Fig. S2D). The NES1-mutant like FL-WASp locates both to the cytosol and nucleus (Fig. 2G), implying that despite the in silico prediction (37) the NES1-motif does not function to reimport WASp to the cytosol, in vivo. On the other hand, ΔNES2-mutant accumulates predominantly in the nucleus, verified both by cell fractionation and imaging (Figs. 2A, 2C). Accordingly, ΔNES2-mutant does not bind CRM1 or its cofactor RanBP3 in the nucleus, where it accumulates (Fig. 2D). These results implicate NES2-motif in CRM1-dependent nuclear export of WASp in TCR-activated, TH1-skewed cells.Only Nuclear, not Cytosolic, WASp Complexes Catalyze Histone H3K4 TrimethylationOur ability to isolate WASp in the cytosol or nucleus of TH cells created an opportunity to test whether compositionally distinct cytosolic and nuclear WASp pools are also functionally distinct. Since, we previously showed that cellular WASp associates with histone H3 HMTase activity, in vitro (28), we chose this readout to test the above hypothesis. Accordingly, we tested whether the ΔNLS-WASp mutant, which cannot locate to the nucleus, catalyzes H3K4 trimethylation, or not. After 48h in culture, the ΔNLS mutant expressed in HeLa cells showed an exclusive cytosolic location, while its control FL-WASp was distributed in both compartments (Fig. 3). The HMTase assay revealed that the cytosol-trapped ΔNLS-WASp mutant does not catalyze trimethylation of H3K4, demonstrating that unlike EZH2 (31), WASp does not associate with any putative cytosolic H3 HMTase complexes. Whether WASp can catalyze methylation of other non-histone H3, cytosolic, substrates remains to be determined. On the other hand, nucleus-only located ΔNES2-WASp mutant effectively catalyzes H3K4 trimethylation. Together, the data suggest that nuclear but not cytosolic WASp complexes associate with chromatin-modifying activity.Open in a separate windowFigure 3Western-based, histone H3 HMTase, assayHistone H3 methyltransferase activity of WASp IP’ed with anti-Flag antibody from the nu/cyt fractions of HeLa cells stably transfected with FL-WASp or the indicated WASp-mutants. HeLa core histones and material IP’ed with anti-RBBP5 antibody are the positive controls, whereas Flag-IP in the mock transfected cells and IgG-IP are the negative controls. Reaction mixtures were immunoblotted with the indicated series of antibodies. The data is representative of at least two independent assays from two separate transfection events.Nuclear WASp is essential for TH1 but not TH2 gene inductionOur identification of nuclear WASp in TH1 cells (28) raised the question whether WASp locates to the nucleus also in TH2 cells. Primary TH cells isolated from normal human donors were activated in vitro under TH1- or TH2-skewing or non-skewing TH0 condition. CD3/28-activation and IL2 were common to three culture conditions. Presence of cytosolic phosphorylated ZAP70 (Tyr319) validated ongoing TCR-activation (Fig. 4A). Similarly, augmented nuclear signals of p-STAT1 (Ser727) in TH1 but not TH0 or TH2 and of pSTAT6 (Tyr641) in TH2 but not TH1 or TH0 cells validated our in vitro TH skewing conditions. Re-probing the same gel with anti-WASp antibody demonstrates that the magnitude of nuclear WASp translocation (or retention) is higher in TH1 compared to TH2 or TH0 cells, finding that was reproducible in multiple experiments.Open in a separate windowFigure 4Characterizing the effect of WASp domain-deleted mutants on TH1- and TH2-activation(A) Sequential western blotting with the indicated antibodies of the nuclear (nu) and cytosolic (cyt) fractions of human primary CD4+ TH cells, TH1-skewed, TH2-skewed, or non-skewed TH0 (all three CD3/28-activated). (B) RT-qPCR quantitation of candidate TH1- or TH2-genes in WASnull T cells reconstituted with FL-WASp or its indicated mutants after CD3/28-activation under TH1- or TH2-skewing or TH0 non-skewing conditions. Normal T cell line is the control. The mRNA copy numbers derived from the control TH0 cells are not shown, but were subtracted from the displayed final mRNA values of the TH1- or TH2-skewed cells. Absolute copy numbers adjusted to GAPDH are displayed as fold change (up or down) in TH1 or TH2 cells compared to their TH0 controls. Data represent the average of duplicates from at least 5 independent experiments from 3 separate transfections, with bars indicating SEM. Wilcoxon non-parametric test using the GraphPad InStat software determined the p-values comparing the data between WASnull T cells (UT) and FL/or mutant-expressing T cells (black asterisk, p<0.01) or between FL and mutants (red asterisk, p<0.01). In data where the differences did not reach statistical significance (i.e., p>0.05), asterisk is not shown (C) Flow cytometric histogram profiles showing expression of the indicated intracellular cytokines or transcription factors for TH0-nonskewed, TH1- and TH2-skewed, CD3/28-activated T cells transfected with the indicated WASp mutants. The bar graphs next to each histogram show the shift in mean fluorescence intensity (MFI) relative to their isotype controls and was quantified using the arithmetic average on a log scale (geometric mean). (D) Quantification of the secreted cytokines in the supernatants of cell cultures, whose mRNA profile is displayed in panel C, was assessed by quantitative ELISA performed in triplicates from at least 2 independent assays. Bars indicate SEM. Asterisk denotes p<0.05.The physical presence of WASp in nucleus and cytosol of both TH1 and TH2 cells and our identification of the functional NLS and NES allowed us to investigate the functional interdependency of the two WASp pools on gene activation, in TH1-skewed or TH2-skewed cells. We reconstituted human WASnull TH cells (WASUT) with ΔNES2 (nucleus “only” location) or ΔNLS (cytosol “only” location) and quantified the degree to which the gene activation defects of WAS were restored. TH1-skewed cells reconstituted with FL-WASp (WASFL) demonstrate a significant increase in the mRNA expression of two core TH1-genes (TBX21, IFNG), compared to uncorrected WASUT (p<0.01) (Fig. 4B). In contrast, while WASΔNLS cells fail to up-regulate these genes, WASΔNES2 cells show near-normal TH1-gene up-regulation. Together, these results demonstrate that the physical presence of WASp in the nucleus but not in cytosol is necessary for TH1-cytokine driven gene activation.Notably, these effects of nuclear WASp are gene-specific, in that the expression of CSF2 mRNA (a non-TH1-specific growth factor, GM-CSF) in TH1-skewed cells is not significantly increased (~1.5–2 fold change; non-significant p>0.05) compared to that in non-skewed TH0, in normal, WASFL, or WASΔNES2 T cells (Fig. 4B). However, in WASUT and WASΔNLS TH cells, CSF2 mRNA level is increased in the face of IFNG deficiency (~4 fold change). Such findings align with the previous report that showed an inverse correlation between TH1-cytokine expression and CSF2 activation (42). The above mRNA expression profiles mirrored their corresponding protein expression levels determined by ELISA and intracellular cytokine/transcription factor staining with flow cytometry (Fig. 4C, 4D).In contrast to WASp effects on TH1 activation, loss of WASp (total or nuclear) did not impair the augmented mRNA or protein expression of the two core TH2-genes, IL4 and GATA3 under TH2-skewing conditions (Figs. 4B–D). Together, our findings demonstrate that the physical presence of WASp in the nucleus is necessary for TH1-gene activation, in vitro.Loss of Nuclear WASp Impairs promoter activation of IFNG and TBX21 Genes in TH1-skewed cells but not of IL4 or GATA3 in TH2-skewed cellsWe sought to further characterize how nuclear WASp influences TH0>TH1 transcriptional reprogramming of its target gene promoters, at the chromatin level. To this end, we performed ChIP-qPCR assays to examine the histone modifications and RNA Polymerase II enrichment at gene promoters in the presence or absence of nuclear WASp.First, the chromatin enrichment of WASp-mutants was verified by both anti-FLAG and -WASp antibodies, which gave comparable results (Fig. 5A). While Both FL and ΔNES2 mutants were enriched at the 5′ promoter loci of TBX21 and IFNG, the ΔNLS mutant was not (Fig. 5A). Accordingly, the 5′ promoter loci of these genes displayed “repressive” or “poised” chromatin configuration (↓H3K4me3 and ↑H3K27me3) in WASnull and WASΔNLS TH cells, whereas, in WASFL and WASΔNES2, the promoter chromatin displayed histone marks (↑ H3K4me3 and absent/or ↓ H3K27me3) that were conducive to active gene transcription (Fig. 5B).Open in a separate windowFigure 5Chromatin-remodeling effects of WASp on its target gene lociMNase-ChIP-qPCR. Chromatin enrichment profiles of the indicated proteins, at 5′UTR or 3′ exon ends of the indicated genes in TH1- or TH2-skewed cells, normal or WASnull TH cells, untransfected (UT) or stably transfected with the indicated WASp-mutants. The efficiency of MNase digested chromatin is displayed in Supplementary Fig. S2F. The displayed ChIP values (% of total input), shown as stacked columns, were derived after subtracting the background values obtained with isotype IgG antibody control ChIPs, the latter not shown. Data are expressed as percent immunoprecipitation relative to nuclear input chromatin (mean ± SEM) and represent an average of at least 5 independent experiments performed in duplicates from at least 3 separate transfection events. Intergenic region between COL8A2 and TRAPPC3 genes on Chr.1, which does not contain known protein-coding genes, served as a negative control. The genomic location of PCR primer/probes is indicated by red asterisk. For TBX21, the 5′ UTR primers were designed within the genomic region that also contains a GAS (γ-activated sequence) site (5′-TTCAGGCAA-3′ at about −770 bp from first coding ATG). For IFNG, the primers are located between −200 to −250 bp from first coding ATG, a region known to contain functional promoter elements (51). DNase I HS profile for the primary human peripheral TH1 cells (in grey) available from the ENCODE-University of Washington was aligned alongside our custom tracks to give context to the location of our ChIP-PCR primer/probes. Panel A: WASp and Transcription factors, Panel B: Histone modifications, and Panel C: RNA Pol II and SPT5. In panel C, 3′ denotes ChIP enrichment at the 3′ ends (last coding exon); 5′ denotes ChIP enrichment between 5′UTR and first coding exon.Since we had previously shown that WASp impacts H3K4me3 modification at gene promoter by influencing the chromatin recruitment of RBBP5 (MLL complex protein involved in inscribing the activating H3K4me3 mark) (28), we next examined the relative enrichment patterns of counter-regulatory histone modifiers RBBP5 and EZH2 (Polycomb protein involved in inscribing the repressive H3K27me3 mark). Consistent with the above histone configuration, we find decreased enrichment of RBBP5 in WASnull and WASΔNLS T cells contemporaneously with increased enrichment of EZH2 at these TH1-gene promoters (Fig. 5B).Surprisingly, in WASnull and WASΔNLS TH1-skewed cells we find normal promoter enrichment of initiating phopho-RNA Pol II (Ser5) in TBX21 and IFNG, this despite low mRNA output of these genes (Fig. 5C). Such findings suggest that while WASp-lacking promoters may experience some transcriptional ‘activity’, the productive 5′→3′ ‘sense’ transcription is still impaired. Indeed, a dramatically low enrichment of elongating phospho-RNA Pol II (Ser2) and SPT5 (transcription elongation factor) at the 3′ end of same genes supports this idea (Fig. 5C).In contrast to WASp effects on IFNG and TBX21 promoter dynamics in TH1-skewed cells, histone configuration of the IL4 and GATA3 promoters in TH2-skewed cells was consistent with “active” gene transcription in all mutant-expressing cells (Fig. 5, right panels). Accordingly, enrichment of the markers of transcription elongation [p-RNAP2 (Ser2) and SPT5] at the 3′ end of these TH2 genes suggested productive transcription. Together, our data demonstrates that a selective deficiency of nuclear WASp perturbs the chromatin events of gene activation during TH1 but not TH2 differentiation.Loss of nuclear WASp impairs recruitment of STAT1 and T-BET to IFNG and TBX21 promoters in TH1-skewed cellsThe dynamic recruitment of TH-lineage specific transcription factors to gene promoters is critical for the actuation of TH1 vs. TH2 gene activation program. To gain further insight into why loss of nuclear WASp selectively impairs TH1 but not TH2 differentiation, we examined the enrichment patterns of STAT1, T-BET (in TH1-skewed cells) and STAT6, GATA3 (in TH2-skewed cells). We show by ChIP-qPCR that the enrichment of TH1-transcription factors STAT1 and T-BET to IFNG and TBX21 promoters is diminished in TH1-differentiating cells lacking WASp, total or nuclear (Fig. 5A). In contrast, the enrichment of TH2-transcription factors STAT6 and GATA3 is unaffected by the absence of nuclear WASp. This data proposes that the chromatin effect of WASp on TH1-target gene activation is mechanistically linked to STAT1 and T-BET.VCA-domain is nonessential for TH1 or TH2 gene activationTo test the role of VCA-domain in WASp-dependent TH1-gene activation we generated VCA-lacking WASp mutant (Supplementary Fig. S1C), which we show is stably expressed (Supplementary Fig. S2D) and translocates to the nucleus of TH1-skewed cells (Figs. 2A, 2D). First, TCR activation (pCD3ζTyr142) and calcium signaling (NF-κB-p65 nuclear translocation) appear to be grossly intact in TH1-skewed cells expressing VCA-deleted WASp (Fig. 2A), as is the total cellular F-actin content (Figs. 2A, Supplementary Fig. S2E). Second, while this mutant does not bind ARP2/3, which is expected, it maintains association with transport KAPs/NUPs (Fig. 2E). Third, the nucleus-located ΔVCA-mutant catalyzes H3K4 HMTase activity at the level comparable to normal, full-length WASp (Fig. 3). These findings suggest that chromatin-based mechanism(s) utilized by nuclear-WASp to support TH1-gene activation, in vitro, does not integrate its VCA-domain functions. Consequently, ChIP-qPCR assays show that the nuclear ΔVCA mutant is recruited to the 5′ promoters of the TH1 genes, the chromatin landscape of which is consistent with “active” gene transcription (Fig. 5). Accordingly, in WASΔVCA cells, the magnitude of TBX21 and IFNG (in TH1-skewed cells) and IL4 and GATA3 (in TH2-skewed cells) up-regulation and the corresponding protein expression (by Western, FACS, and ELISA) appears to be comparable to that observed in WASFL or Normal T cells (Figs. 4B-D). DiscussionThe recent discovery by our group of the nuclear location of WASp in T lymphocytes (28) raised a major outstanding question: Does WASp integrate its cytosolic cortical remodeling function to modify chromatin of the genomic loci with which it interacts? This was an important question not just for clarifying the immunopathology of WAS, but had wider implications on how dual/multi-compartment proteins function in a cell to mediate disparate cell biological outcomes. Using the example of WASp, our findings highlight that the protein functions limited to one location (i.e., nucleus) do not rest on the same activity (i. e, actin polymerization) as in the other (i.e., cytosol). Specifically, we show that the nuclear effects of WASp on reprogramming transcription are uncoupled from its cytoplasmic signaling and actin effects, thus demonstrating an ARP2/3-independent action of a type I NPF outside of cytoplasm. Significantly, this uncoupling of compartment-specific roles is immediately relevant to the development of TH cell-mediated immune dysfunction in WAS, and imposes a shift in the thinking about WASp biology, in health and disease.Uncoupling WASp’s nuclear from cytosolic functions during transcriptional reprogrammingOur most compelling finding is that only nuclear WASp can function as a gene-specific transcriptional co-factor, a role that cannot be substituted for by the actions of cytosol-constrained WASp. Consequently, creating nucleus-delimited deficiency of WASp by re-expressing ΔNLS mutant in the human WASnull TH0 non-skewed cells that are differentiated down the TH1 lineage is sufficient to impair the epigenetic and transcriptional activation of ‘core’ TH1-network genes, which in turn disallows acquisition of TH1 functions. Strikingly, these chromatin defects occur despite preserved expression and functions of the ΔNLS mutant in the cytosol. Remarkably, on the other hand, a cytosol-delimited deficiency of WASp created by ΔNES2 mutant expression still allows for chromatin signaling events sufficient for TH1 gene activation in culture conditions. While beyond the scope of this study, pinpointing which of the many distinct compartments of the nucleus is/are the different sites of WASp nuclear activity will further refine our understanding of the full gamut of WASp nuclear functions in the immune system. At the minimum, our study reveals that there is considerably more complexity in how WASp signaling module is constructed in a TH cell to pattern a compartment-specific functional outcome than was previously suspected.Whether a similar paradigm exits in other hematopoietic lineages is unknown, but we speculate that the compartment specificity of nuclear and cytosolic WASp functionality uncovered in the TH lymphocytes will be typical of its actions throughout biology where WASp or WASp-like proteins are expressed. Indeed, in addition to TH cells, nuclear WASp has also been found in human myelomonocytic cells (43), suggesting a putative nucleus-specific function of WASp in the innate immune system as well. Notably, in Drosophila, WASp is in the nucleus during the different stages of organogenesis (44). Similarly, Bacloviruses contain a WASp-like protein (p78/83) in its nucleocapsid, which translocates to the nucleus of the host cell, an event necessary for its replication and infectivity (45). In wake of our study, it will be very interesting to know if the nuclear p78/83 drives specific forms of gene expression programs in the virally infected host cell. Notwithstanding, these and our studies highlight the evolutionary pressure to maintain the nuclear presence of WASp in widely divergent organisms, such as humans, flies, and viruses, implying that nuclear WASp supports an ancient, conserved role in fundamental nuclear processes. Besides human WASp, Xenopus Wave1 the other ARP2/3 actin-binding protein also follows the paradigm unveiled by human WASp, wherein the “new found” nuclear role of Wave1 in gene transcription is essential during oocyte development (29).Nuclear WASp in TH1 versus TH2 cell fate choiceWe found that loss of nuclear WASp did not impair the chromatin and transcriptional signaling events of TH2 cell fate choice. Such a result is not entirely surprising since in WAS patients the TH1-activation defect is not associated with a concomitant TH2-activation defect (32). In fact, high TH2 cytokine-driven colitis is observed in a murine model of WAS (33). Mechanistically, we show that WASp enrichment at promoters of TBX21 and IFNG genes under TH1-skewed conditions is significantly higher than that seen at the promoters of GATA3 or IL4 genes under TH2-skewed conditions. Why this might occur is not clear. One possible reason could be that the magnitude of nuclear translocation of WASp is much lower in TH2- compared to TH1- skewed cells. Pending experimental validation, such findings imply that beyond TCR signaling, which was common to both activation conditions, the differential (TH1 vs. TH2) cytokine signaling intermediates (STATs, NFATs, NF-κB isoforms, Notch, etc.) might contribute towards calibrating WASp presence in the nucleus.ARP2/3:VCA domain-Independent Functions of WASpSince WASp is mainly known for its VCA-domain-dependent functions in the immune system, an unexpected finding of these investigations is that elimination of the VCA domain, known for WASp’s ARP2/3-dependent actin polymerizing function in the cytosol, results in a mutant protein that is still capable of interactions with chromatin and transcriptional signaling networks involved in TH1 cell fate choice. The observation that nuclear protein complexes IP’ed by WASpΔVCA mutant does not contain ARP2/3, and yet the TH cells expressing this mutant achieve TH1 functions at the same relative efficiency as that achieved by ARP2/3-containing WASpFL informs us that ARP2/3:WASp complexation is unnecessary for TH1 gene activation. Indeed, for the H3-HMTase effector activity of nuclear WASp, ARP2/3-dependent function is dispensable. Accordingly, our study demonstrates that WASp does not integrate ARP2/3 complex, which is otherwise important for its cytosolic functions, to modify the chromatin of its target genomic loci. Similar to human WASp, the transcriptional effects of Xenopus WAVE1 are also independent of its VCA-like domain (VPH domain) (29). In yeast, the observed cellular dysmotility consequent to the mutational defects in type I NPFs is not related to the loss of ARP2/3 binding and/or its activation (46). The collective evidence, therefore, establishes biologically important ARP2/3-independent effects of WASp-family proteins in both lower and higher organisms.Moreover, the currently available genotype-phenotype data on human WAS does not convincingly link the VCA-domain missense mutations to the development of all clinical severity grades of human WAS. A case in point, of the 308 total (both unique and recurring) disease-causing mutations currently annotated in the WASp database (http://rapid.rcai.riken.jp/RAPID), 238 (77%) are missense mutations, of which only 16 (~7%) are located in the VCA domain (aa: 412–502). Furthermore, the majority of these VCA-domain missense mutations (e.g., Arginine477, Isoleucine481, Aspartic Acid485) result in XLT (mildest WAS phenotype) but not in classic/severe WAS (1, 47, 48). Importantly, no recurring “hot spot” missense mutations have yet been identified in the VCA-domain that result in serious immune dysregulation, a complication that is emblematic of classic WAS phenotypes. From a cell biological perspective, a VCA-domain missense mutation involving Arginine477 was shown to result in a significant actin-polymerizing defect, and yet this human mutation reportedly manifests clinically as stable, mild X-linked thrombocytopenia (XLT). In the same report, another VCA-domain mutation Lysine476 was shown to support ARP2/3-dependent actin polymerization with a twice-normal efficiency (49), implying that F-actin defect does not occur with all VCA-domain mutations. In contrast, some of the common, disease-causing, “hot spot” WAS missense mutations involve residues Threonine45 (n=13 patients) Valine75 (n=22), Arginine86 (n=31), and Aspartic Acid224 (n=5) (47, 48, 50). But these variants occur within the nucleocytoplasmic transport domains (NLS and NESs) and not in the VCA-domain. Accordingly, the reported WAS genotype/phenotype correlation place constraints on the F-actin- ‘centric’ model as the sole basis for the development of all WAS clinical phenotypes, be it consequent to adaptive and/or innate immune defects.Future studies identifying disease-associated, WAS missense mutations that differentially impact the cortical cytoskeletal and nuclear chromatin-modifying functions of WASp has the potential to enable better predictions of clinical outcomes for the affected patients. Clarifying the molecular details of how WASp orchestrates transcriptional reprogramming and what signals pattern gene-targeting specificity of WASp under varied cell differentiation programs could shed further light into the immunobiology of human WAS. Given the imperfect genotype-phenotype correlation in human WAS, such studies may provide deeper insights into how the loss of compartment-delimited WASp activities is linked to disease severity grades in WAS and whether the newer gene-editing strategies (e.g. CRISPR/Cas9) could reverse the disease phenotype that are consequent to single point mutations. Supplementary Material1Click here to view.(1.1M, pdf) AcknowledgmentsWe thank Alan Hall (MSKCC) and Jerome Parness (University of Pittsburgh) for insightful discussions and critical reading of the manuscript, and M. Balasubramani of the University of Pittsburgh Proteomic Core Facility for analyzing the MS data.Funding: NIH grants R01AI073561 and R01AI084957 (Y.M.V.) and National Genome Research Institute/NIH intramural funds (F.C.). FootnotesAuthor contributionK.S. and S.S. performed majority of the experiments, M.T. assisted in imaging studies, F.C. provided WAS patient cell line, Y.M.V. conceived the study, designed the experiments, analyzed the data, and wrote the paper. Competing interests: The authors declare that they have no competing interests. References1. Imai K, Morio T, Zhu Y, Jin Y, Itoh S, Kajiwara M, Yata J, Mizutani S, Ochs HD, Nonoyama S. Clinical course of patients with WASP gene mutations. Blood. 2004;103:456–464. [PubMed] [Google Scholar]2. Catucci M, Castiello MC, Pala F, Bosticardo M, Villa A. Autoimmunity in wiskott-Aldrich syndrome: an unsolved enigma. Front Immunol. 2012;3:209. [PMC free article] [PubMed] [Google Scholar]3. Thrasher AJ, Burns SO. WASP: a key immunological multitasker. Nat Rev Immunol. 2010;10:182–192. [PubMed] [Google Scholar]4. Higgs HN, Pollard TD. Regulation of actin filament network formation through ARP2/3 complex: activation by a diverse array of proteins. Annu Rev Biochem. 2001;70:649–676. [PubMed] [Google Scholar]5. Campellone KG, Welch MD. A nucleator arms race: cellular control of actin assembly. Nat Rev Mol Cell Biol. 2010;11:237–251. [PMC free article] [PubMed] [Google Scholar]6. Rotty JD, Wu C, Bear JE. New insights into the regulation and cellular functions of the ARP2/3 complex. Nat Rev Mol Cell Biol. 2013;14:7–12. [PubMed] [Google Scholar]7. Takenawa T, Suetsugu S. The WASP-WAVE protein network: connecting the membrane to the cytoskeleton. Nat Rev Mol Cell Biol. 2007;8:37–48. [PubMed] [Google Scholar]8. Padrick SB, Doolittle LK, Brautigam CA, King DS, Rosen MK. Arp2/3 complex is bound and activated by two WASP proteins. Proc Natl Acad Sci U S A. 2011;108:E472–9. [PMC free article] [PubMed] [Google Scholar]9. Moulding DA, Record J, Malinova D, Thrasher AJ. Actin cytoskeletal defects in immunodeficiency. Immunol Rev. 2013;256:282–299. [PMC free article] [PubMed] [Google Scholar]10. Matalon O, Reicher B, Barda-Saad M. Wiskott-Aldrich syndrome protein--dynamic regulation of actin homeostasis: from activation through function and signal termination in T lymphocytes. Immunol Rev. 2013;256:10–29. [PubMed] [Google Scholar]11. Badour K, Zhang J, Shi F, McGavin MK, Rampersad V, Hardy LA, Field D, Siminovitch KA. The Wiskott-Aldrich syndrome protein acts downstream of CD2 and the CD2AP and PSTPIP1 adaptors to promote formation of the immunological synapse. Immunity. 2003;18:141–54. [PubMed] [Google Scholar]12. Sims TN, Soos TJ, Xenias HS, Dubin-Thaler B, Hofman JM, Waite JC, Cameron TO, Thomas VK, Varma R, Wiggins CH, Sheetz MP, Littman DR, Dustin ML. Opposing effects of PKCtheta and WASp on symmetry breaking and relocation of the immunological synapse. Cell. 2007;129:773–785. [PubMed] [Google Scholar]13. Huang W, Ochs HD, Dupont B, Vyas YM. The Wiskott-Aldrich syndrome protein regulates nuclear translocation of NFAT2 and NF-kappa B (RelA) independently of its role in filamentous actin polymerization and actin cytoskeletal rearrangement. J Immunol. 2005;174:2602–2611. [PubMed] [Google Scholar]14. Orange JS, Ramesh N, Remold-O’Donnell E, Sasahara Y, Koopman L, Byrne M, Bonilla FA, Rosen FS, Geha RS, Strominger JL. Wiskott-Aldrich syndrome protein is required for NK cell cytotoxicity and colocalizes with actin to NK cell-activating immunologic synapses. Proc Natl Acad Sci U S A. 2002;99:11351–6. [PMC free article] [PubMed] [Google Scholar]15. Becker-Herman S, Meyer-Bahlburg A, Schwartz MA, Jackson SW, Hudkins KL, Liu C, Sather BD, Khim S, Liggitt D, Song W, Silverman GJ, Alpers CE, Rawlings DJ. WASp-deficient B cells play a critical, cell-intrinsic role in triggering autoimmunity. J Exp Med. 2011;208:2033–2042. [PMC free article] [PubMed] [Google Scholar]16. Astrakhan A, Ochs HD, Rawlings DJ. Wiskott-Aldrich syndrome protein is required for homeostasis and function of invariant NKT cells. J Immunol. 2009;182:7370–7380. [PMC free article] [PubMed] [Google Scholar]17. Humblet-Baron S, Sather B, Anover S, Becker-Herman S, Kasprowicz DJ, Khim S, Nguyen T, Hudkins-Loya K, et al.  Wiskott-Aldrich syndrome protein is required for regulatory T cell homeostasis. J Clin Invest. 2007;117:407–418. [PMC free article] [PubMed] [Google Scholar]18. Maillard MH, Cotta-de-Almeida V, Takeshima F, Nguyen DD, Michetti P, Nagler C, Bhan AK, Snapper SB. The Wiskott-Aldrich syndrome protein is required for the function of CD4(+)CD25(+)Foxp3(+) regulatory T cells. J Exp Med. 2007;204:381–391. [PMC free article] [PubMed] [Google Scholar]19. Adriani M, Aoki J, Horai R, Thornton AM, Konno A, Kirby M, Anderson SM, Siegel RM, Candotti F, Schwartzberg PL. Impaired in vitro regulatory T cell function associated with Wiskott-Aldrich syndrome. Clin Immunol. 2007;124:41–48. [PMC free article] [PubMed] [Google Scholar]20. Marangoni F, Trifari S, Scaramuzza S, Panaroni C, Martino S, Notarangelo LD, Baz Z, Metin A, Cattaneo F, Villa A, Aiuti A, Battaglia M, Roncarolo MG, Dupré L. WASP regulates suppressor activity of human and murine CD4(+)CD25(+)FOXP3(+) natural regulatory T cells. J Exp Med. 2007;204:369–380. [PMC free article] [PubMed] [Google Scholar]21. Cannon JL, Burkhardt JK. Differential roles for Wiskott-Aldrich syndrome protein in immune synapse formation and IL-2 production. J Immunol. 2004;173:1658–1662. [PubMed] [Google Scholar]22. Haddad E, Cramer E, Rivière C, Rameau P, Louache F, Guichard J, Nelson DL, Fischer A, Vainchenker W, Debili N. The thrombocytopenia of Wiskott Aldrich syndrome is not related to a defect in proplatelet formation. Blood. 1999;94:509–518. [PubMed] [Google Scholar]23. Silvin C, Belisle B, Abo A. A role for Wiskott-Aldrich syndrome protein in T-cell receptor-mediated transcriptional activation independent of actin polymerization. J Biol Chem. 2001;276:21450–21457. [PubMed] [Google Scholar]24. Visa N, Percipalle P. Nuclear functions of actin. Cold Spring Harb Perspect Biol. 2010;2:a000620. [PMC free article] [PubMed] [Google Scholar]25. Meagher RB, Kandasamy MK, McKinney EC, Roy E. Chapter 5. Nuclear actin-related proteins in epigenetic control. Int Rev Cell Mol Biol. 2009;277:157–215. [PMC free article] [PubMed] [Google Scholar]26. Olave IA, Reck-Peterson SL, Crabtree GR. Nuclear actin and actin-related proteins in chromatin remodeling. Annu Rev Biochem. 2002;71:755–781. [PubMed] [Google Scholar]27. Wu X, Yoo Y, Okuhama NN, Tucker PW, Liu G, Guan JL. Regulation of RNA-polymerase-II-dependent transcription by N-WASP and its nuclear-binding partners. Nat Cell Biol. 2006;8:756–763. [PubMed] [Google Scholar]28. Taylor MD, Sadhukhan S, Kottangada P, Ramgopal A, Sarkar K, D’Silva S, Selvakumar A, Candotti F, Vyas YM. Nuclear role of WASp in the pathogenesis of dysregulated TH1 immunity in human Wiskott-Aldrich syndrome. Sci Transl Med. 2010;2:37ra44. [PMC free article] [PubMed] [Google Scholar]29. Miyamoto K, Teperek M, Yusa K, Allen GE, Bradshaw CR, Gurdon JB. Nuclear Wave1 is required for reprogramming transcription in oocytes and for normal development. Science. 2013;341:1002–1005. [PMC free article] [PubMed] [Google Scholar]30. Zuchero JB, Belin B, Mullins RD. Actin binding to WH2 domains regulates nuclear import of the multifunctional actin regulator JMY. Mol Biol Cell. 2012;23:853–863. [PMC free article] [PubMed] [Google Scholar]31. Su IH, Dobenecker MW, Dickinson E, Oser M, Basavaraj A, Marqueron R, Viale A, Reinberg D, Wülfing C, Tarakhovsky A. Polycomb group protein Ezh2 controls actin polymerization and cell signaling. Cell. 2005;121:425–436. [PubMed] [Google Scholar]32. Trifari S, Sitia G, Aiuti A, Scaramuzza S, Marangoni F, Guidotti LG, Martino S, Saracco P, Notarangelo LD, Roncarolo MG, Dupré L. Defective Th1 cytokine gene transcription in CD4+ and CD8+ T cells from Wiskott-Aldrich syndrome patients. J Immunol. 2006;177:7451–7461. [PubMed] [Google Scholar]33. Nguyen DD, Maillard MH, Cotta-de-Almeida V, Mizoguchi E, Klein C, Fuss I, Nagler C, Mizoguchi A, Bhan AK, Snapper SB. Lymphocyte-dependent and Th2 cytokine-associated colitis in mice deficient in Wiskott-Aldrich syndrome protein. Gastroenterology. 2007;133:1188–1197. [PMC free article] [PubMed] [Google Scholar]34. Nakatani Y, Ogryzko V. Immunoaffinity purification of mammalian protein complexes. Methods Enzymol. 2003;370:430–444. [PubMed] [Google Scholar]35. Vyas YM, Mehta KM, Morgan M, Maniar H, Butros L, Jung S, Burkhardt JK, Dupont B. Spatial organization of signal transduction molecules in the NK cell immune synapses during MHC class I-regulated noncytolytic and cytolytic interactions. J Immunol. 2001;167:4358–4367. [PubMed] [Google Scholar]36. Dahl JA, Collas P. A rapid micro chromatin immunoprecipitation assay (microChIP) Nat Protoc. 2008;3:1032–1045. [PubMed] [Google Scholar]37. Güttler T, Madl T, Neumann P, Deichsel D, Corsini L, Monecke T, Ficner R, Sattler M, Görlich D. NES consensus redefined by structures of PKI-type and Rev-type nuclear export signals bound to CRM1. Nat Struct Mol Biol. 2010;17:1367–1376. [PubMed] [Google Scholar]38. Miossec P, Korn T, Kuchroo VK. Interleukin-17 and type 17 helper T cells. N Engl J Med. 2009;361:888–898. [PubMed] [Google Scholar]39. Cosmi L, Maggi L, Santarlasci V, Liotta F, Annunziato F. T helper cells plasticity in inflammation. Cytometry A. 2013;85:36–42. [PubMed] [Google Scholar]40. Roth DM, Moseley GW, Pouton CW, Jans DA. Mechanism of microtubule-facilitated “fast track” nuclear import. J Biol Chem. 2011;286:14335–14351. [PMC free article] [PubMed] [Google Scholar]41. Dopie J, Skarp KP, Rajakylä EK, Tanhuanpää K, Vartiainen MK. Active maintenance of nuclear actin by importin 9 supports transcription. Proc Natl Acad Sci USA. 2012;109:E544–E552. [PMC free article] [PubMed] [Google Scholar]42. Codarri L, Gyülvészi G, Tosevski V, Hesske L, Fontana A, Magnenat L, Suter T, Becher B. RORγt drives production of the cytokine GM-CSF in helper T cells, which is essential for the effector phase of autoimmune neuroinflammation. Nat Immunol. 2011;12:560–567. [PubMed] [Google Scholar]43. Rivero-Lezcano OM, Marcilla A, Sameshima JH, Robbins KC. Wiskott-Aldrich syndrome protein physically associates with Nck through Src homology 3 domains. Mol Cell Biol. 1995;15:5725–5731. [PMC free article] [PubMed] [Google Scholar]44. Rodriguez-Mesa E, Abreu-Blanco MT, Rosales-Nieves AE, Parkhurst SM. Developmental expression of Drosophila Wiskott-Aldrich Syndrome family proteins. Dev Dyn. 2012;241:608–626. [PMC free article] [PubMed] [Google Scholar]45. Goley ED, Ohkawa T, Mancuso J, Woodruff JB, D’Alessio JA, Cande WZ, Volkman LE, Welch MD. Dynamic nuclear actin assembly by Arp2/3 complex and a baculovirus WASP-like protein. Science. 2006;314:464–467. [PubMed] [Google Scholar]46. Galletta BJ, Carlsson AE, Cooper JA. Molecular analysis of arp2/3 complex activation in cells. Biophys J. 2012;103:2145–2156. [PMC free article] [PubMed] [Google Scholar]47. Jin Y, Mazza C, Christie JR, Giliani S, Fiorini M, Mella P, Gandellini F, Stewart DM, Zhu Q, Nelson DL, Notarangelo LD, Ochs HD. Mutations of the Wiskott-Aldrich Syndrome Protein (WASP): hotspots, effect on transcription, and translation and phenotype/genotype correlation. Blood. 2004;104:4010–4019. [PubMed] [Google Scholar]48. Albert MH, Bittner TC, Nonoyama S, Notarangelo LD, Burns S, Imai K, Espanol TA, et al.  X-linked thrombocytopenia (XLT) due to WAS mutations: clinical characteristics, long-term outcome, and treatment options. Blood. 2010;115:3231–3238. [PubMed] [Google Scholar]49. Marchand JB, Kaiser DA, Pollard TD, Higgs HN. Interaction of WASP/Scar proteins with actin and vertebrate Arp2/3 complex. Nat Cell Biol. 2001;3:76–82. [PubMed] [Google Scholar]50. Gulácsy V, Freiberger T, Shcherbina A, Pac M, Chernyshova L, Avcin T, Kondratenko I, et al.  Genetic characteristics of eighty-seven patients with the Wiskott-Aldrich syndrome. Mol Immunol. 2011;48:788–792. [PubMed] [Google Scholar]51. Chrivia JC, Wedrychowicz T, Young HA, Hardy KJ. A model of human cytokine regulation based on transfection of gamma interferon gene fragments directly into isolated peripheral blood T lymphocytes. J Exp Med. 1990;172:661–664. [PMC free article] [PubMed] [Google Scholar]"}