{"title": "The mechanisms behind the therapeutic activity of BET bromodomain inhibition", "pubDate": "2014", "PMCID": "PMC4236231", "DOI": "10.1016/j.molcel.2014.05.016", "PMID": "24905006", "abstract": "The bromodomain and extraterminal (BET) protein Brd4 recruits transcriptional regulatory complexes to acetylated chromatin. While Brd4 is considered to be a general transcriptional regulator, pharmacological inhibition of BET proteins shows therapeutic activity in a variety of different pathologies, particularly in models of cancer and inflammation. Such effects have been attributed to a specific set of downstream target genes whose expression is disproportionately sensitive to pharmacological targeting of BET proteins. Emerging evidence links the transcriptional consequences of BET inhibition to the association of Brd4 with enhancer elements, which tend to be involved in lineage-specific gene regulation. Furthermore, Brd4 engages in direct regulatory interactions with several DNA-binding transcription factors to influence their disease-relevant functions. Here we review the current understanding of molecular mechanisms that underlie the promising therapeutic effects of BET bromodomain inhibition.", "author": [{"author": "Junwei Shi", "affiliation": ["Cold Spring Harbor Laboratory, 1 Bungtown Road, Cold Spring Harbor, NY 11724, USA; Molecular and Cellular Biology Program, Stony Brook University, Stony Brook, NY 11794, USA."], "href": "/?term=Shi+J&cauthor_id=24905006"}, {"author": "Christopher R Vakoc", "affiliation": ["Cold Spring Harbor Laboratory, 1 Bungtown Road, Cold Spring Harbor, NY 11724, USA. Electronic address: vakoc@cshl.edu."], "href": "/?term=Vakoc+CR&cauthor_id=24905006"}], "refPMID": [], "citedInPMID": ["24905006", "35132191", "35117258", "35072011", "35064087", "35054230", "35039581", "35027731", "34949827", "34944870", "34944438", "34857874", "34805786", "34803511", "34791636", "34754068", "34733788", "34716294", "34633088", "34615996", "34604312", "34604071", "34568834", "34512660", "34439792", "34417184", "34396987", "34386522", "34346116", "34333666", "34289988", "34288498", "34203690", "34199719", "34172737", "34160250", "34153213", "34138732", "34062863", "34045230", "34037670", "33958721", "33938943", "33937229", "33917538", "33916219", "33893325", "33830083", "33794365", "33792225", "33768129", "33741018", "33739832", "33718091", "33717143", "33712563", "33686960", "33654205", "33616410", "33536616", "33535228", "33504139", "33501440", "33462494", "33393503", "33356554", "33339368", "33302406", "33299103", "33257688", "33247496", "33234676", "33177522", "33135348", "33094644", "33052224", "33046654", "33000412", "32989226", "32961679", "32954665", "32946883", "32941882", "32913560", "32855276", "32832865", "32820150", "32764680", "32669118", "32642770", "32636391", "32634370", "32575711", "32541671", "32531926", "32459053", "32457617", "32456018", "32409773", "32393766", "32373584", "32371868", "32355326", "32341082", "32329693", "32286255", "32246716", "32218352", "32184777", "32163373", "32157097", "32149490", "32135247", "32075110", "32068780", "32068115", "32012890", "31961032", "31953319", "31937753", "31932756", "31922235", "31921615", "31913353", "31908141", "31896688", "31862959", "31832310", "31783518", "31780938", "31771951", "31754113", "31696640", "31632543", "31632060", "31620231", "31605774", "31575828", "31485609", "31470872", "31372878", "31335328", "31320616", "31311960", "31294688", "31266503", "31250978", "31157223", "31143708", "31133746", "31126889", "31106471", "31099166", "31075399", "31069140", "31043489", "31037138", "31023702", "31013941", "30988278", "30970245", "30936246", "30910908", "30899360", "30841549", "30809946", "30788082", "30760718", "30733805", "30693281", "30674532", "30647404", "30575820", "30565725", "30554946", "30535444", "30523053", "30518851", "30502323", "30474062", "30467325", "30466442", "30431433", "30409083", "30326621", "30224758", "30205046", "30184544", "30108844", "30078633", "30069450", "30057199", "30055346", "30036377", "29870403", "29777189", "29767555", "29735668", "29732121", "29721157", "29671161", "29662175", "29661909", "29653131", "29650805", "29636547", "29622725", "29603290", "29593742", "29545928", "29545201", "29513658", "29491412", "29434197", "29424686", "29415456", "29386193", "29333921", "29316427", "29262321", "29212143", "29178021", "29142903", "29108467", "29026209", "28981843", "28894804", "28891793", "28837371", "28807940", "28805821", "28798233", "28796244", "28782606", "28781807", "28747513", "28724615", "28721198", "28663582", "28630312", "28626565", "28619718", "28618269", "28595007", "28591577", "28545522", "28525743", "28515341", "28490802", "28461486", "28446439", "28402630", "28358317", "28356894", "28356707", "28349415", "28335859", "28286180", "28262505", "28213432", "28209615", "28187285", "28174254", "28108739", "28103888", "28080202", "28076398", "28063381", "28042144", "27990121", "27980063", "27890933", "27863397", "27811314", "27803105", "27783056", "27769355", "27769353", "27764802", "27764245", "27677740", "27650498", "27638771", "27631103", "27598138", "27581651", "27507649", "27503998", "27491296", "27452461", "27436852", "27423045", "27392607", "27353326", "27294782", "27274052", "27259267", "27233051", "27230637", "27193077", "27099234", "27084101", "27081696", "27081402", "27070701", "27068464", "27067814", "27055867", "26985289", "26911376", "26877780", "26870791", "26870770", "26840017", "26807235", "26771497", "26752646", "26751173", "26645049", "26626481", "26618343", "26596909", "26596901", "26596782", "26586936", "26575423", "26552700", "26516144", "26505118", "26493648", "26455392", "26415225", "26397018", "26367796", "26329395", "26292256", "26254443", "26170807", "26148704", "26139243", "26111795", "26099177", "26092401", "26087189", "26083714", "26053182", "26051217", "26035625", "25982114", "25961408", "25941994", "25919951", "25849938", "25814685", "25807524", "25707943", "25696920", "25644600", "25407682", "25261112"], "body": " AbstractThe bromodomain and extra-terminal (BET) protein Brd4 recruits transcriptional regulatory complexes to acetylated chromatin. While Brd4 is considered to be a general transcriptional regulator, pharmacological inhibition of BET proteins shows therapeutic activity in a variety of different pathologies, particularly in models of cancer and inflammation. Such effects have been attributed to a specific subset of downstream target genes, whose expression is disproportionately sensitive to pharmacological targeting of BET proteins. Emerging evidence links the transcriptional consequences of BET inhibition to the association of Brd4 with enhancer elements, which tend to be involved in lineage-specific gene regulation. Furthermore, Brd4 engages in direct regulatory interactions with several DNA-binding transcription factors to influence their disease-relevant functions. Here we review the current understanding of molecular mechanisms that underlie the promising therapeutic effects of pharmacological BET bromodomain inhibition. IntroductionThe bromodomain and extra-terminal domain (BET) family of adaptor proteins is comprised of Brd2, Brd3, Brd4, and Brdt, which performs diverse roles in regulating transcription by RNA polymerase II (Pol II). Common to all four BET proteins are two conserved N-terminal bromodomains (BD1 and BD2), which are chromatin interaction modules that recognize acetylated lysine residues on histone tails and other nuclear proteins (Dhalluin et al., 1999). The bromodomain structure consists of four alpha helices separated by variable loop regions, which together form a hydrophobic cavity that recognizes acetyl-lysine (Dhalluin et al., 1999). The human genome encodes 61 bromodomains present in 46 different proteins, where differences in the amino acid residues around the acetyl-lysine binding site impart ligand specificity (Filippakopoulos et al., 2012). Bromodomains of the BET family are known to have modest affinity for mono-acetylated lysine in a range of polypeptide contexts, however their affinity is significantly greater when multiple acetylation sites exist within a span of 1-5 amino acids (Dey et al., 2003; Filippakopoulos et al., 2012; Moriniere et al., 2009). In certain settings, this increase in affinity has been attributed to bi-dentate acetyl-lysine recognition that occurs within a single bromodomain pocket (Filippakopoulos and Knapp, 2012; Gamsjaeger et al., 2011; Moriniere et al., 2009). Bromodomain-mediated interactions with acetylated chromatin result in the localization of BET proteins to discrete locations along the chromosome, where they recruit other regulatory complexes to influence gene expression (Dey et al., 2003).A well-studied member of the BET family is Brd4, whose role in transcriptional regulation was first suggested by the constituents of its associated protein complex, which included P-TEFb and Mediator (discussed separately below) (Jang et al., 2005; Jiang et al., 1998; Yang et al., 2005). P-TEFb is a heterodimer of cyclin-dependent kinase 9 (Cdk9) and one of its regulatory subunits, Cyclin T1, T2 or K, which promotes transcription elongation by Pol II through its kinase activity (reviewed in Zhou et al., 2012). At a significant fraction of metazoan genes, recently initiated Pol II becomes arrested, or paused, within ~60 nucleotides of the transcription start site through a variety of different means (Kwak and Lis, 2013). One such mechanism is through interactions with regulatory factors DSIF and NELF, which can maintain Pol II in a reversibly paused state (Adelman and Lis, 2012). When recruited to the promoter-proximal region, P-TEFb can phosphorylate DSIF and NELF to inhibit their function and allow productive transcription elongation (Zhou et al., 2012). P-TEFb also phosphorylates the heptad repeats of Pol II at the serine-2 position, a modification also associated with active elongation (Zhou et al., 2012).At least two regions of Brd4 bind directly to P-TEFb: The C-terminal domain (CTD) interacts with Cyclin T1 and Cdk9 while BD2 recognizes an acetylated region of Cyclin T1 (Bisgrove et al., 2007; Jang et al., 2005; Schroder et al., 2012). The interaction with Brd4 will prevent P-TEFb from associating with 7SK/HEXIM, a ribonucleoprotein complex that sequesters P-TEFb in a kinase-inactive state (Jang et al., 2005; Yang et al., 2005). Thus, the association with Brd4 can modulate the global level of P-TEFb activity in the cell (Jang et al., 2005; Yang et al., 2005). Brd4 itself also contains an intrinsic kinase activity that can phosphorylate the heptad repeats of Pol II at serine-2 in vitro, suggesting additional mechanisms through which Brd4 might regulate Pol II elongation (Devaiah et al., 2012). However, the biochemical mechanism underlying this kinase activity is unclear at present since Brd4 lacks homology to other known kinase domains. Nonetheless, these findings have implicated Brd4 as a general regulator that couples the acetylation state of chromatin with Pol II elongation (Jang et al., 2005; Yang et al., 2005). The Brd4/P-TEFb interaction is particularly important for rapid transcriptional induction, as occurs at mitotic exit and in response to signal-dependent activation of DNA-binding transcription factors (TFs) (Dey et al., 2009; Hargreaves et al., 2009; Yang et al., 2008; Zippo et al., 2009).Brd4 was identified in one of the original purifications of the mammalian Mediator complex, a multiprotein coactivator that links TFs to Pol II activation (Jiang et al., 1998). Consistent with this interaction, Brd4 and Mediator occupy similar sites across the genome and can stabilize one another’s occupancy at certain regions (Donner et al., 2010; Loven et al., 2013). While the Brd4/Mediator association has been widely observed, the binding surfaces that link these two factors have yet to be defined. Nonetheless, the interaction with Mediator suggests that Brd4 could provide an interface between TFs and the transcriptional apparatus (Wu and Chiang, 2007).The ET domain of Brd4 has been linked to transcriptional regulation by interacting with several other chromatin regulators, including the arginine demethylase Jmjd6 and the lysine methyltransferase Nsd3 (Liu et al., 2013; Rahman et al., 2011). In addition, the ET domain has been found to associate with ATP-dependent nucleosome remodeling enzymes SWI/SNF and CHD4 (Rahman et al., 2011). These interactions imply that Brd4 alters chromatin structure at its occupied sites, although the regulatory significance of these associations is currently not well understood. Therapeutic targeting of BET bromodomains with small-moleculesIn 2010, two independent groups reported small-molecule inhibitors of BET bromodomains, called JQ1 and I-BET, which have a similar chemical structure and mode of target inhibition (Filippakopoulos et al., 2010; Nicodeme et al., 2010). JQ1 and I-BET are notable for their high affinity for bromodomains of the BET family (BD1 and BD2 of Brd2/Brd3/Brd4/Brdt) over other bromodomain sub-families. Both BET inhibitors engage the bromodomain pocket in a manner that is competitive with acetylated peptide binding, thereby causing the displacement of all four BET proteins from chromatin in cells upon exposure to these compounds (reviewed in Prinjha et al., 2012). BET inhibitors also have suitable pharmacokinetics for in vivo application, which has enabled a rapid evaluation of their potential therapeutic activity in various disease models.BRD4 can be mutated by chromosomal translocation to form in-frame fusions with the NUT gene to initiate an aggressive cancer called midline carcinoma (French, 2012). The resulting Brd4-NUT oncoprotein is an aberrant transcriptional regulator that relies on the bromodomains of Brd4 for its oncogenic function. Hence, this malignancy provided a clear rationale for the initial therapeutic evaluation of BET inhibitors. In midline carcinoma cell lines, JQ1 treatment led to the release of Brd4-NUT from chromatin and triggered terminal squamous cell differentiation and apoptosis (Filippakopoulos et al., 2010). In patient-derived xenograft models of midline carcinoma, it was shown that daily exposure to JQ1 extended the survival of cancer-bearing mice at doses that had minimal toxicity to normal tissues (Filippakopoulos et al., 2010). This pivotal study provided the first demonstration of efficacy for a BET inhibitor in a pre-clinical cancer model.Since midline carcinoma is a rare form of cancer, a major effort has also been directed at targeting BET proteins in other malignancies that lack BRD4-rearrangments. Studies from several laboratories, including our own, have identified therapeutic effects for BET inhibitors in mouse models of hematological malignancies, such as acute myeloid leukemia, multiple myeloma, and lymphoma (Dawson et al., 2011; Delmore et al., 2011; Mertz et al., 2011; Zuber et al., 2011). Unlike in midline carcinoma, the therapeutic activity of BET inhibitors in hematological cancers can span diverse genetic subtypes of disease and generally are attributed to targeting the protein product of a wild-type BRD4 gene. Exposure of malignant blood cells to BET inhibitors leads to the rapid transcriptional suppression of key proto-oncogenes, such as MYC and BCL2 (Dawson et al., 2011; Delmore et al., 2011; Mertz et al., 2011; Zuber et al., 2011). Importantly, overexpression of either MYC or BCL2 from a heterologous promoter can partially alleviate the anti-cancer effects of JQ1/I-BET, highlighting that suppression of these genes is an important downstream effect of BET inhibition in these malignancies (Dawson et al., 2011; Delmore et al., 2011; Mertz et al., 2011; Zuber et al., 2011).In addition to hematological cancers, emerging evidence suggests that specific subtypes of solid tumors are also sensitive to BET inhibitors. For example, proliferation of a subset of non-small cell lung cancer cell lines is inhibited by JQ1, effects correlating with suppression of FOSL1 expression (Lockwood et al., 2012). A subset of neuroblastomas that harbor NMYC amplifications are also sensitive to JQ1, correlating with suppression of NMYC transcription (Puissant et al., 2013). In Supplemental Table 1 we have listed the pre-clinical studies reported to date that show therapeutic activity of BET inhibitors in various diseases. A picture emerges across these studies where the anti-cancer activity of BET inhibitors can sometimes be correlated with effects on MYC transcription, but in other instances these effects are mediated by a different set of cancer-relevant genes. It should be noted that in the majority of these studies the therapeutic effect of BET inhibitors has been attributed to targeting Brd4, rather than the other BET proteins. Based on the promising effects seen in these pre-clinical studies, several phase I clinical trials commenced in 2013 to evaluate the safety and efficacy of BET inhibitors in human cancer patients (ClinicalTrials.gov Identifiers: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01587703\",\"term_id\":\"NCT01587703\"}}NCT01587703, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01713582\",\"term_id\":\"NCT01713582\"}}NCT01713582, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01949883\",\"term_id\":\"NCT01949883\"}}NCT01949883, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01987362\",\"term_id\":\"NCT01987362\"}}NCT01987362, and {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01943851\",\"term_id\":\"NCT01943851\"}}NCT01943851).BET inhibitors also exhibit potent anti-inflammatory effects in vivo, with a single injection of I-BET preventing lethal septic shock induced by bacterial lipopolysaccharide (LPS) (Nicodeme et al., 2010). This therapeutic effect has been linked to an essential role of Brd2, Brd3, and Brd4 in the induction of inflammatory gene transcription (Belkina et al., 2013; Hargreaves et al., 2009; Nicodeme et al., 2010). Treating macrophage cells with I-BET prevented the activation of a specific subset of LPS-inducible genes, including genes encoding cytokines, chemokines, and various transcription factors involved in the inflammatory response (Nicodeme et al., 2010). In the absence of LPS stimulation, I-BET treatment will lead to minimal changes to global gene expression in macrophages, indicating selective effects of BET inhibitors on inflammatory genes in this cell type (Nicodeme et al., 2010). BET inhibitors have also been shown to influence the differentiation of T helper cells following self-antigen presentation, which can lead to therapeutic effects in mouse models of autoimmune disease (Bandukwala et al., 2012; Mele et al., 2013).In addition to effects on cancer and immune processes, other organ systems are also influenced by pharmacological BET inhibition. In the cardiovascular system, JQ1 treatment has been shown to prevent heart failure by altering a Brd4-dependent transcriptional program linked to cardiomyocyte hypertrophy (Anand et al., 2013; Spiltoir et al., 2013). BET inhibitors also inhibit spermatogenesis, which may occur through targeting of the testes-specific BET protein Brdt (Matzuk et al., 2012). Collectively, these studies reveal how targeting BET proteins can have diverse effects on mammalian physiology and pathophysiology, representing several opportunities for further clinical evaluation.Brd4 has been described as a general regulator for Pol II-dependent transcription through interactions with P-TEFb (Jang et al., 2005; Yang et al., 2005). Consistent with this possibility, JQ1 exposure causes a modest reduction in global mRNA levels and in total Pol II serine-2 phosphorylation (Anand et al., 2013; Devaiah et al., 2012; Loven et al., 2013). However, the studies with BET inhibitors described above indicate that not all genes are equally affected by JQ1, but instead transcription is disproportionately suppressed at specific sites. It should be emphasized that the transcriptional effects of BET inhibitors are often highly specific to the cell-type being examined. For example, treating leukemia cells with JQ1 causes dramatic MYC suppression, whereas treating fibroblast cells with JQ1 has a minimal impact on MYC levels (Zuber et al., 2011). The molecular mechanisms of BET protein function that underlie these therapeutic effects have been the subject of several recent studies, described below. Role of Brd4 in enhancer-mediated gene regulationInsight into the disease-relevant functions of Brd4 has been obtained from genome-wide analysis of its chromatin occupancy, using chromatin immunoprecipitation coupled with massively parallel DNA sequencing (ChIP-seq). Consistent with its presumed role as a general regulator, Brd4 has been found to associate with essentially all active promoters and a significant fraction of active enhancers in the genome of various normal and transformed cell types (Anand et al., 2013; Loven et al., 2013; Zhang et al., 2012). The overall pattern of Brd4 occupancy correlates with that of several different histone acetylation marks (e.g. H4K5, H4K8, H3K9, and H3K27), consistent with a bromodomain-mediated recruitment mechanism (Loven et al., 2013; Zhang et al., 2012).Examination of Brd4 occupancy at genes whose transcription is particularly sensitive to JQ1 has led to the observation that such genes often exhibit high levels of Brd4 occupancy at nearby enhancer regions. This was first noted at the MYC locus in the multiple myeloma cell line MM1.S, where a translocation with the IgH enhancer region drives high MYC expression to promote disease progression. In this particular cell line, MYC transcription has been shown to be exquisitely sensitive to JQ1-mediated suppression (Delmore et al., 2011). Notably, the level of Brd4 occupancy at the IgH enhancers is more than 10-fold greater than that seen at the MYC promoter, suggesting that enhancers might be the major source of Brd4-dependent transcriptional activation (Delmore et al., 2011). In leukemia cells, MYC transcription is also highly sensitive to JQ1 in the absence of genomic rearrangements of the MYC locus (Dawson et al., 2011; Mertz et al., 2011; Zuber et al., 2011). Leukemia cells possess a unique set of Brd4-occupied enhancers, which are located 1.7 megabases downstream of the MYC promoter (Shi et al., 2013). These lineage-specific enhancers are occupied by several hematopoietic transcription factors and display long-range looping interactions with the MYC promoter (Shi et al., 2013). While MYC is expressed ubiquitously in most proliferating cell types, the enhancers that regulate this gene are highly cell type-specific, which raises the possibility that different enhancer configurations at the MYC locus might be differentially sensitive to BET bromodomain inhibition (Figure 3) (Hnisz et al., 2013; Kieffer-Kwon et al., 2013; Shi et al., 2013).Open in a separate windowFigure 3Lineage-specific arrangements of Brd4-occupied enhancers at the MYC locus that correlate with sensitivity to pharmacological BET inhibitionBrd4 occupancy is represented by red triangles as measured by ChIP-seq in either MM1.S cells (top) (Loven et al., 2013) or in MLL-AF9/NrasG12D acute myeloid leukemia (Shi et al., 2013). In these two cell lines, MYC transcription is highly sensitive to BET inhibition.While Brd4 occupies thousands of putative enhancer elements in a given cell type, it has been noted that only a small fraction of enhancers in MM1.S cells (~300) exhibit the high level of Brd4 occupancy seen at the IgH region (Loven et al., 2013). These elements have been termed ‘super-enhancers’ and are remarkable for the level and the span of Brd4 occupancy, which can extend across tens of kilobases (Loven et al., 2013; Whyte et al., 2013). The unusual size of super-enhancers is reminiscent of Locus Control Regions, e.g. at β-globin locus, which are clusters of regulatory elements known to drive high-levels of lineage-specific transcription (Li et al., 1999). Several studies describe a similar phenomenon in which a specific subset of regulatory DNA elements exhibits high levels of occupancy for TFs, histone modifications, and/or coregulators (e.g. stretch enhancers and HOT regions) (mod et al., 2010; Parker et al., 2013; Yan et al., 2013). However, it remains an open question whether enhancers that are loaded with exceptional levels of regulatory factors share any specialized functional properties.It has been proposed that genes regulated by super-enhancers are particularly sensitive to BET inhibition (Loven et al., 2013). This is based on the observation that the mRNA level of genes located near super-enhancers tend to be more down-regulated by JQ1 than genes located near typical enhancers, based on genomewide analyses performed in MM1.S cells and subsequently in Ly1 lymphoma cells (Chapuy et al., 2013; Loven et al., 2013). While the magnitude of this differential effect was quite small, a lack of consideration for differences in mRNA half-life and the assumption that enhancers regulate the nearest expressed gene may have obscured the strength of this association. Nonetheless, independent reports of Brd4-dependent genes having nearby super-enhancers lend additional support that the transcriptional effects of BET inhibitors can be linked to large domains of Brd4 occupancy, at least for certain genes (Dawson et al., 2014; Groschel et al., 2014; Shi et al., 2013). An important goal for future investigation will be to clarify the generality and the robustness of the relationship between super-enhancers and the transcriptional effects of BET inhibition.While the role of Brd4 in promoting Pol II elongation at promoter-proximal regions is well established, the regulatory function of Brd4 at enhancer regions is less clear. A recent study suggests that Brd4 might form distinct complexes when bound to promoters versus enhancers, with the latter containing the demethylase protein Jmjd6 (Liu et al., 2013). Brd4 was found to recruit Jmjd6 to enhancers where it demethylates two distinct substrates: the 5’ methyl-phosphate cap of 7SK RNA and histone H4 arginine 3 mono- and di-methylation (H4R3me1 and H4R3me2), a chromatin mark associated with transcriptional repression (Zhao et al., 2009). Since 7SK relies on its methyl-phosphate cap to evade exonucleolytic degradation (Jeronimo et al., 2007), recruitment of Jmjd6 would cause degradation of 7SK as an additional means by which Brd4 could promote the local activation of P-TEFb (Liu et al., 2013). Long-range chromatin looping interactions would then allow enhancer-bound Brd4/Jmjd6/P-TEFb complexes to promote pause-release of Pol II at the target promoter-proximal region (Liu et al., 2013). The authors also showed that knockdown of Brd4 and Jmjd6 led to similar global gene expression changes, consistent with both factors operating in a complex with one another (Liu et al., 2013). One provocative observation in the study by Liu et al., 2013 was that 7SK RNA was found to interact with histone tails marked by H4R3me2. Such an interaction, if independently verified, would provide the first example of an RNA functioning as a chromatin reader module, with important implications as a novel element of chromatin regulation. Direct Brd4 interactions with transcription factorsAn enhancer DNA element is essentially comprised of clustered TF binding sites, which form a platform for the recruitment of transcriptional regulatory complexes (Calo and Wysocka, 2013). The presence of Brd4 at enhancers would suggest that its function could be linked to the transcription factors (TFs) associated with these sites. As a general rule, TFs recruit acetyltransferases (e.g. Cbp and Gcn5) as coactivators, which results in lysine acetylation of enhancer-associated nucleosomes and other non-histone proteins, including the TFs themselves. In one scenario, Brd4 recruitment to enhancers or promoters might be largely determined by the combinatorial pattern of histone acetylation, which would be established indirectly by TF-mediated acetyltransferase recruitment. Alternatively, Brd4 recruitment to chromatin could be determined by direct interactions with the TFs themselves. While these two models are not mutually exclusive, recent studies described below show that Brd4 engages in direct contacts with certain TFs, which can occur in either a bromodomain-dependent or -independent manner. Regulatory Brd4/TF interactions might also contribute to the therapeutic transcriptional effects of pharmacological BET inhibition observed in certain disease states.A biochemical screen was recently performed that evaluated whether Brd4 directly interacts with various other purified factors, including pre-initiation complex components, chromatin regulators, and sequence-specific TFs (Wu et al., 2013). In addition to confirming the known interaction with P-TEFb, this analysis revealed that Brd4 binds directly to a specific subset of TFs. These interactions presumably occurred in an acetylation-independent manner, since the TFs were expressed and purified from E. coli. This group of Brd4-interacting TFs included p53, YY1, c-Jun, AP2, C/EBPα, C/EBPβ, and the Myc/Max heterodimer (Wu et al., 2013). In these experiments Brd4 failed to associate with the majority of TFs tested, including the strong activator Gal4-VP16, suggesting that Brd4 has an intrinsic binding specificity for certain TFs.In followup to this biochemical screen, the authors demonstrated that the C-terminal regulatory domain of p53 interacts with two distinct regions of Brd4 outside of the bromodomains, with one of these interactions requiring pre-existing phosphorylation of Brd4 by casein kinase II (CK2) (Wu et al., 2013). In the absence of phosphorylation, Brd4 engages in a non-productive interaction with p53 in a complex that cannot associate with DNA. Upon phosphorylation by CK2, the second binding surface of Brd4 became available to interact with p53, which formed a complex that can now associate with DNA and facilitate transcriptional activation (Wu et al., 2013). The phosphorylation of Brd4 also alleviated auto-inhibition of its second bromodomain, thereby allowing its interaction with acetylated chromatin. This important study demonstrated a gene-specific functionality for Brd4 via bromodomain-independent TF interactions and demonstrated how such interactions can be regulated by signal transduction cascades (Wu et al., 2013).In addition to recognizing acetylated histones, the bromodomains of Brd4 can also interact with specific acetylated regions of TFs. One example of a TF that utilizes Brd4 as a coactivator is TWIST, a basic helix-loop-helix transcription factor that controls mesoderm formation during normal development and also epithelial-to-mesenchymal transitions (EMT) during cancer progression (Shi et al., 2014). TWIST can be di-acetylated by the TIP60 acetyltransferase at a motif (GKacRGKac) which resembles the di-acetylation site on histone H4 (GKacGGKac). When acetylated, TWIST was found to associate specifically with BD2 of Brd4 and not other bromodomains (Shi et al., 2014). Using NMR spectroscopy, critical residues in the bromodomain pocket were identified that could explain the specificity of the TWIST/BD2 interaction. In functional assays, lysine-to-arginine substitutions of these two acetylation sites led to defects in TWIST-dependent induction of EMT (Shi et al., 2014). The authors proposed a model where Brd4 simultaneously associates with acetylated histones (via BD1) and acetylated TWIST (via BD2) at enhancer regions to facilitate P-TEFb-mediated transcriptional activation. The interaction with TWIST implicates a role for Brd4 in the biology of epithelial cancers, which is possibly related to the therapeutic effects of BET inhibitors observed in xenograft models of breast cancer (Shi et al., 2014).The hematopoietic TF GATA-1 is another example in which acetylation of a histone-like sequence motif can facilitate interactions with BET proteins. GATA-1 is di-acetylated by CBP at a motif (GKacGKKac) that also resembles histone H4, which creates a specific docking site for BD1 of Brd3 (Gamsjaeger et al., 2011; Lamonica et al., 2011). Point mutations of that remove these acetylation sites prevented GATA-1 from occupying its cognate DNA elements in a chromatinized template but not on naked DNA (Lamonica et al., 2006). Furthermore, treating erythroid cell lines with a BET inhibitor resulted in GATA-1 displacement from chromatin and prevented the induction of erythroid-specific gene expression (Lamonica et al., 2011). These studies highlights how BET proteins can be required to stabilize TF occupancy on chromatin, in addition to promoting downstream effects on Pol II activation.NFκB is a heterodimeric transcription factor that plays an important role in the immune system and in the pathogenesis of cancer (Hayden and Ghosh, 2012). Ligand binding to cell surface receptors (e.g. LPS binding to TLR4 or TNFα binding to TNFR1) activates signaling cascades that trigger entry of NFκB into the nucleus and the rapid activation of inflammation-associated gene transcription (Hayden and Ghosh, 2012). Original studies with I-BET showed that inhibiting BET proteins in macrophage cells will attenuate the induction of inflammation-associated genes following LPS exposure, suggesting effects on the NFκB pathway (Nicodeme et al., 2010). Indeed, one of the subunits of NFκB, RelA, can be acetylated by the p300 acetyltransferase at lysine 310 to facilitate interactions with both bromodomains of Brd4 (Huang et al., 2009). While the affinity of NFκB K310 acetylation for Brd4 is evidently quite weak, this lysine residue is essential for both Brd4 and P-TEFb recruitment to NFκB target genes following to TNFα stimulation (Huang et al., 2009). Treating cells with JQ1 will disrupt the RelA-Brd4 interaction and lead to proteasome-mediated RelA degradation, which may further suppress the NFκB pathway (Zou et al., 2013). Gene expression analysis of JQ1-treated cardiomyocytes identified systematic down-regulation of NFκB target genes, further suggesting that BET inhibitors can attenuate NFκB function (Anand et al., 2013). These observations raise the possibility that the anti-inflammatory and the anti-cancer effects of BET inhibitors are mediated in part through suppression of the NFκB pathway.It should be noted that NFκB activation with LPS is also accompanied by robust GCN5-mediated H4K5/K8 hyper-acetylation at inflammation-associated gene promoters, which occurs coincident with Brd4 recruitment (Hargreaves et al., 2009). Based on this, one cannot easily discriminate whether it is histone and/or RelA acetylation that drives inducible Brd4 recruitment to these locations upon LPS stimulation. In fact, JQ1 treatment can prevent several different inducible transcriptional responses, including those caused by interferonγ-mediated activation of STAT transcription factors and the rapid gene reactivation that occurs at the mitosis-G1 transition (Patel et al., 2013; Zhao et al., 2011). Moreover, the specific subset of inflammatory genes that are suppressed by BET inhibitors tend to exhibit a similar pattern of histone modifications and a low CpG content at their associated promoter region (Nicodeme et al., 2010). Taken together, these observations suggest that the sensitivity of inflammatory genes to BET inhibition is due to multiple factors: the disruption of specific Brd4-TF complexes and the unique chromatin ground state found at the promoters of inducible genes. Role of Brd4 in regulating viral gene expressionLatency of HIV in a transcriptionally silent state is a major mechanism through which this virus can evade anti-retroviral therapies. Hence, pharmacological strategies aimed at reactivating HIV transcription represent a means of eliminating persistent viral reservoirs. Brd4 has been shown to regulate multiple steps of HIV transcription (Jang et al., 2005; Yang et al., 2005) and a series of recent studies have shown that BET inhibitors can trigger HIV transcription in latently infected cells, thus activating viral replication (Banerjee et al., 2012; Boehm et al., 2013; Li et al., 2013; Zhu et al., 2012). This seemingly paradoxical effect can be explained by the known competition between Brd4 and the viral trans-activator, Tat, for their association with P-TEFb (Yang et al., 2005). By inhibiting Brd4 with JQ1, a larger pool of P-TEFb now becomes available to associate with Tat to activate transcription elongation of the HIV genome (Li et al., 2013; Zhu et al., 2012). The mechanism of JQ1-induced HIV transcription might additionally involve inhibition of Brd2, which could act as an endogenous negative regulator HIV latency (Boehm et al., 2013). These studies highlight how BET inhibitors can indirectly lead to transcriptional effects by altering the available pool of P-TEFb in the cell, which also may occur at host genes as well (Bartholomeeusen et al., 2012).Virally encoded DNA binding proteins also associate with Brd4 to control various aspects of the viral life cycle (reviewed in Weidner-Glunde et al., 2010). For example, HPV encodes a DNA-binding protein called E2, which directly interacts with the CTD of Brd4 to regulate expression of viral genes (Wu et al., 2006; You et al., 2004). In this specific context Brd4 functions as a corepressor that can block pre-initiation complex assembly in an acetylation dependent manner (Wu et al., 2006). The E2-Brd4 interaction can also be exploited by HPV to tether viral episomes to segregating mitotic chromosomes to ensure virus persistence during cell division (You et al., 2004). The use of Brd4 as a host cell factor for numerous viruses justifies further investigation of the safety and efficacy of BET inhibitors in models of acute and chronic infection. Perspective and future directionsBET proteins have emerged in recent years as therapeutic targets in a remarkable range of disease models, which may relate to Brd4 being an integral component of several disease-associated gene regulatory networks. However, the effects of BET inhibitors on numerous transcriptional pathways raise obvious concerns about the tolerability of BET inhibitors in humans, issues that will ultimately become clarified as clinical trials proceed. Nevertheless, one important goal for future studies will be to determine whether more selective perturbations of BET protein function will have improved therapeutic efficacy. Discrimination between BD1 and BD2 pharmacologically presents one opportunity to achieve more selective transcriptional effects. A recent study identified BET inhibitors with a preference for BD2 over BD1 and such compounds only led to minimal transcriptional effects when compared to JQ1 (Picaud et al., 2013). Selective inhibitors of individual BET family members would also be anticipated to cause distinct effects on transcription, since the genome occupancy patterns Brd2/Brd3/Brd4 are not identical (Anders et al., 2014). Brd2 has been linked to metabolic regulation and lymphomagenesis, however little is known about the biological function of Brd3 in vivo (Greenwald et al., 2004; Wang et al., 2010). Since the bromodomains of BET proteins share ~75% identity between family members, it remains uncertain whether highly selective chemical probes will be achievable. Small-molecule targeting of Brd4-interacting proteins might be an additional strategy to perturb transcription therapeutically in a manner with improved selectivity. The feasibility of targeting jumonji domains has recently been demonstrated (Kruidenier et al., 2012), hence Jmjd6 now emerges as a potential drug target in diseases where Brd4 has an established function. In this regard, a comprehensive investigation of factors that work upstream of Brd4 (e.g. acetyltransferases and TFs) or downstream (e.g. ET-associated factors) in different disease contexts may reveal additional opportunities for therapeutic intervention.Much of our current mechanistic understanding of BET proteins as drug targets is derived from experiments that correlate pharmacological inhibition with global gene expression changes and/or patterns of Brd4 occupancy on chromatin. A clear objective for future investigation will be to decisively demonstrate the critical protein-protein interactions, downstream target genes, and genomic binding sites that are relevant to the role of BET proteins in disease processes. In this regard, defining the mechanisms of resistance to BET inhibitors in cancer models will be a powerful means of revealing the most critical disease-relevant functions of BET proteins. Continued efforts to understand the role of Brd4 in disease states might also inform how we assess other candidate chromatin regulator drug targets, particularly since Brd4 exemplifies how seemingly general regulators can elicit specific biological effects when targeted pharmacologically. ​\n                    Open in a separate windowFigure 1Domain architecture of human Brd4 and other BET proteinsThree isoforms of Brd4 are indicated. ET: extra-terminal domain. CTD: C-terminal domain. Isoform B of Brd4 has a unique C-terminus, which interacts with condensin II complexes (Floyd et al., 2013). Brdt and Brd2 have multiple isoforms, which are not indicated here. In some studies, the CTD of Brd4 and Brdt is referred to as a C-terminal motif (CTM).Open in a separate windowFigure 2Protein-protein interactions involving Brd4Depicted are some of the critical protein-protein interactions employed by Brd4 that could be relevant to the therapeutic effects of BET inhibitors. Mediator, Jmjd6, and P-TEFb are candidate effectors recruited by Brd4 to regulate transcription by Pol II. Acetylated histones and/or TFs have been suggested as potential recruiters of Brd4 to promoters and/or enhancer regions. AcknowledgementsC.R.V. is supported by NIH CA174793 and a Burroughs-Wellcome Fund Career Award for Medical Scientists. ReferencesAdelman K, Lis JT. Promoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nature reviews. Genetics. 2012;13:720–731. [PMC free article] [PubMed] [Google Scholar]Anand P, Brown JD, Lin CY, Qi J, Zhang R, Artero PC, Alaiti MA, Bullard J, Alazem K, Margulies KB, et al.  BET Bromodomains Mediate Transcriptional Pause Release in Heart Failure. Cell. 2013;154:569–582. [PMC free article] [PubMed] [Google Scholar]Anders L, Guenther MG, Qi J, Fan ZP, Marineau JJ, Rahl PB, Loven J, Sigova AA, Smith WB, Lee TI, et al.  Genome-wide localization of small molecules. Nature biotechnology. 2014;32:92–96. [PMC free article] [PubMed] [Google Scholar]Bandukwala HS, Gagnon J, Togher S, Greenbaum JA, Lamperti ED, Parr NJ, Molesworth AM, Smithers N, Lee K, Witherington J, et al.  Selective inhibition of CD4+ T-cell cytokine production and autoimmunity by BET protein and c-Myc inhibitors. Proceedings of the National Academy of Sciences of the United States of America. 2012;109:14532–14537. [PMC free article] [PubMed] [Google Scholar]Banerjee C, Archin N, Michaels D, Belkina AC, Denis GV, Bradner J, Sebastiani P, Margolis DM, Montano M. BET bromodomain inhibition as a novel strategy for reactivation of HIV-1. Journal of leukocyte biology. 2012;92:1147–1154. [PMC free article] [PubMed] [Google Scholar]Bartholomeeusen K, Xiang Y, Fujinaga K, Peterlin BM. Bromodomain and extra-terminal (BET) bromodomain inhibition activate transcription via transient release of positive transcription elongation factor b (P-TEFb) from 7SK small nuclear ribonucleoprotein. The Journal of biological chemistry. 2012;287:36609–36616. [PMC free article] [PubMed] [Google Scholar]Belkina AC, Nikolajczyk BS, Denis GV. BET protein function is required for inflammation: Brd2 genetic disruption and BET inhibitor JQ1 impair mouse macrophage inflammatory responses. Journal of immunology. 2013;190:3670–3678. [PMC free article] [PubMed] [Google Scholar]Bisgrove DA, Mahmoudi T, Henklein P, Verdin E. Conserved P-TEFb-interacting domain of BRD4 inhibits HIV transcription. Proceedings of the National Academy of Sciences of the United States of America. 2007;104:13690–13695. [PMC free article] [PubMed] [Google Scholar]Boehm D, Calvanese V, Dar RD, Xing S, Schroeder S, Martins L, Aull K, Li PC, Planelles V, Bradner JE, et al.  BET bromodomain-targeting compounds reactivate HIV from latency via a Tat-independent mechanism. Cell cycle. 2013;12:452–462. [PMC free article] [PubMed] [Google Scholar]Calo E, Wysocka J. Modification of enhancer chromatin: what, how, and why? Molecular cell. 2013;49:825–837. [PMC free article] [PubMed] [Google Scholar]Chapuy B, McKeown MR, Lin CY, Monti S, Roemer MG, Qi J, Rahl PB, Sun HH, Yeda KT, Doench JG, et al.  Discovery and characterization of super-enhancer-associated dependencies in diffuse large B cell lymphoma. Cancer cell. 2013;24:777–790. [PMC free article] [PubMed] [Google Scholar]Dawson MA, Gudgin EJ, Horton SJ, Giotopoulos G, Meduri E, Robson S, Cannizzaro E, Osaki H, Wiese M, Putwain S, et al.  Recurrent mutations, including NPM1c, activate a BRD4-dependent core transcriptional program in acute myeloid leukemia. Leukemia. 2014;28:311–320. [PMC free article] [PubMed] [Google Scholar]Dawson MA, Prinjha RK, Dittmann A, Giotopoulos G, Bantscheff M, Chan WI, Robson SC, Chung CW, Hopf C, Savitski MM, et al.  Inhibition of BET recruitment to chromatin as an effective treatment for MLL-fusion leukaemia. Nature. 2011;478:529–533. [PMC free article] [PubMed] [Google Scholar]Delmore JE, Issa GC, Lemieux ME, Rahl PB, Shi J, Jacobs HM, Kastritis E, Gilpatrick T, Paranal RM, Qi J, et al.  BET bromodomain inhibition as a therapeutic strategy to target c-Myc. Cell. 2011;146:904–917. [PMC free article] [PubMed] [Google Scholar]Devaiah BN, Lewis BA, Cherman N, Hewitt MC, Albrecht BK, Robey PG, Ozato K, Sims RJ, 3rd, Singer DS. BRD4 is an atypical kinase that phosphorylates serine2 of the RNA polymerase II carboxy-terminal domain. Proceedings of the National Academy of Sciences of the United States of America. 2012;109:6927–6932. [PMC free article] [PubMed] [Google Scholar]Dey A, Chitsaz F, Abbasi A, Misteli T, Ozato K. The double bromodomain protein Brd4 binds to acetylated chromatin during interphase and mitosis. Proceedings of the National Academy of Sciences of the United States of America. 2003;100:8758–8763. [PMC free article] [PubMed] [Google Scholar]Dey A, Nishiyama A, Karpova T, McNally J, Ozato K. Brd4 marks select genes on mitotic chromatin and directs postmitotic transcription. Molecular biology of the cell. 2009;20:4899–4909. [PMC free article] [PubMed] [Google Scholar]Dhalluin C, Carlson JE, Zeng L, He C, Aggarwal AK, Zhou MM. Structure and ligand of a histone acetyltransferase bromodomain. Nature. 1999;399:491–496. [PubMed] [Google Scholar]Donner AJ, Ebmeier CC, Taatjes DJ, Espinosa JM. CDK8 is a positive regulator of transcriptional elongation within the serum response network. Nature structural & molecular biology. 2010;17:194–201. [PMC free article] [PubMed] [Google Scholar]Filippakopoulos P, Knapp S. The bromodomain interaction module. FEBS letters. 2012;586:2692–2704. [PubMed] [Google Scholar]Filippakopoulos P, Picaud S, Mangos M, Keates T, Lambert JP, Barsyte-Lovejoy D, Felletar I, Volkmer R, Muller S, Pawson T, et al.  Histone recognition and large-scale structural analysis of the human bromodomain family. Cell. 2012;149:214–231. [PMC free article] [PubMed] [Google Scholar]Filippakopoulos P, Qi J, Picaud S, Shen Y, Smith WB, Fedorov O, Morse EM, Keates T, Hickman TT, Felletar I, et al.  Selective inhibition of BET bromodomains. Nature. 2010;468:1067–1073. [PMC free article] [PubMed] [Google Scholar]Floyd SR, Pacold ME, Huang Q, Clarke SM, Lam FC, Cannell IG, Bryson BD, Rameseder J, Lee MJ, Blake EJ, et al.  The bromodomain protein Brd4 insulates chromatin from DNA damage signalling. Nature. 2013;498:246–250. [PMC free article] [PubMed] [Google Scholar]French CA. Pathogenesis of NUT midline carcinoma. Annual review of pathology. 2012;7:247–265. [PubMed] [Google Scholar]Gamsjaeger R, Webb SR, Lamonica JM, Billin A, Blobel GA, Mackay JP. Structural basis and specificity of acetylated transcription factor GATA1 recognition by BET family bromodomain protein Brd3. Molecular and cellular biology. 2011;31:2632–2640. [PMC free article] [PubMed] [Google Scholar]Greenwald RJ, Tumang JR, Sinha A, Currier N, Cardiff RD, Rothstein TL, Faller DV, Denis GV. E mu-BRD2 transgenic mice develop B-cell lymphoma and leukemia. Blood. 2004;103:1475–1484. [PMC free article] [PubMed] [Google Scholar]Groschel S, Sanders MA, Hoogenboezem R, de Wit E, Bouwman BA, Erpelinck C, van der Velden VH, Havermans M, Avellino R, van Lom K, et al.  A Single Oncogenic Enhancer Rearrangement Causes Concomitant EVI1 and GATA2 Deregulation in Leukemia. Cell. 2014;157:369–381. [PubMed] [Google Scholar]Hargreaves DC, Horng T, Medzhitov R. Control of inducible gene expression by signal-dependent transcriptional elongation. Cell. 2009;138:129–145. [PMC free article] [PubMed] [Google Scholar]Hayden MS, Ghosh S. NF-kappaB, the first quarter-century: remarkable progress and outstanding questions. Genes & development. 2012;26:203–234. [PMC free article] [PubMed] [Google Scholar]Hnisz D, Abraham BJ, Lee TI, Lau A, Saint-Andre V, Sigova AA, Hoke HA, Young RA. Super-enhancers in the control of cell identity and disease. Cell. 2013;155:934–947. [PMC free article] [PubMed] [Google Scholar]Huang B, Yang XD, Zhou MM, Ozato K, Chen LF. Brd4 coactivates transcriptional activation of NF-kappaB via specific binding to acetylated RelA. Molecular and cellular biology. 2009;29:1375–1387. [PMC free article] [PubMed] [Google Scholar]Jang MK, Mochizuki K, Zhou M, Jeong HS, Brady JN, Ozato K. The bromodomain protein Brd4 is a positive regulatory component of P-TEFb and stimulates RNA polymerase II-dependent transcription. Molecular cell. 2005;19:523–534. [PubMed] [Google Scholar]Jeronimo C, Forget D, Bouchard A, Li Q, Chua G, Poitras C, Therien C, Bergeron D, Bourassa S, Greenblatt J, et al.  Systematic analysis of the protein interaction network for the human transcription machinery reveals the identity of the 7SK capping enzyme. Molecular cell. 2007;27:262–274. [PMC free article] [PubMed] [Google Scholar]Jiang YW, Veschambre P, Erdjument-Bromage H, Tempst P, Conaway JW, Conaway RC, Kornberg RD. Mammalian mediator of transcriptional regulation and its possible role as an end-point of signal transduction pathways. Proceedings of the National Academy of Sciences of the United States of America. 1998;95:8538–8543. [PMC free article] [PubMed] [Google Scholar]Kieffer-Kwon KR, Tang Z, Mathe E, Qian J, Sung MH, Li G, Resch W, Baek S, Pruett N, Grontved L, et al.  Interactome maps of mouse gene regulatory domains reveal basic principles of transcriptional regulation. Cell. 2013;155:1507–1520. [PMC free article] [PubMed] [Google Scholar]Kruidenier L, Chung CW, Cheng Z, Liddle J, Che K, Joberty G, Bantscheff M, Bountra C, Bridges A, Diallo H, et al.  A selective jumonji H3K27 demethylase inhibitor modulates the proinflammatory macrophage response. Nature. 2012;488:404–408. [PMC free article] [PubMed] [Google Scholar]Kwak H, Lis JT. Control of transcriptional elongation. Annual review of genetics. 2013;47:483–508. [PMC free article] [PubMed] [Google Scholar]Lamonica JM, Deng W, Kadauke S, Campbell AE, Gamsjaeger R, Wang H, Cheng Y, Billin AN, Hardison RC, Mackay JP, et al.  Bromodomain protein Brd3 associates with acetylated GATA1 to promote its chromatin occupancy at erythroid target genes. Proceedings of the National Academy of Sciences of the United States of America. 2011;108:E159–168. [PMC free article] [PubMed] [Google Scholar]Lamonica JM, Vakoc CR, Blobel GA. Acetylation of GATA-1 is required for chromatin occupancy. Blood. 2006;108:3736–3738. [PMC free article] [PubMed] [Google Scholar]Li Q, Harju S, Peterson KR. Locus control regions: coming of age at a decade plus. Trends in genetics : TIG. 1999;15:403–408. [PubMed] [Google Scholar]Li Z, Guo J, Wu Y, Zhou Q. The BET bromodomain inhibitor JQ1 activates HIV latency through antagonizing Brd4 inhibition of Tat-transactivation. Nucleic acids research. 2013;41:277–287. [PMC free article] [PubMed] [Google Scholar]Liu W, Ma Q, Wong K, Li W, Ohgi K, Zhang J, Aggarwal AK, Rosenfeld MG. Brd4 and JMJD6-associated anti-pause enhancers in regulation of transcriptional pause release. Cell. 2013;155:1581–1595. [PMC free article] [PubMed] [Google Scholar]Lockwood WW, Zejnullahu K, Bradner JE, Varmus H. Sensitivity of human lung adenocarcinoma cell lines to targeted inhibition of BET epigenetic signaling proteins. Proceedings of the National Academy of Sciences of the United States of America. 2012;109:19408–19413. [PMC free article] [PubMed] [Google Scholar]Loven J, Hoke HA, Lin CY, Lau A, Orlando DA, Vakoc CR, Bradner JE, Lee TI, Young RA. Selective inhibition of tumor oncogenes by disruption of super-enhancers. Cell. 2013;153:320–334. [PMC free article] [PubMed] [Google Scholar]Matzuk MM, McKeown MR, Filippakopoulos P, Li Q, Ma L, Agno JE, Lemieux ME, Picaud S, Yu RN, Qi J, et al.  Small-molecule inhibition of BRDT for male contraception. Cell. 2012;150:673–684. [PMC free article] [PubMed] [Google Scholar]Mele DA, Salmeron A, Ghosh S, Huang HR, Bryant BM, Lora JM. BET bromodomain inhibition suppresses TH17-mediated pathology. The Journal of experimental medicine. 2013;210:2181–2190. [PMC free article] [PubMed] [Google Scholar]Mertz JA, Conery AR, Bryant BM, Sandy P, Balasubramanian S, Mele DA, Bergeron L, Sims RJ., 3rd Targeting MYC dependence in cancer by inhibiting BET bromodomains. Proceedings of the National Academy of Sciences of the United States of America. 2011;108:16669–16674. [PMC free article] [PubMed] [Google Scholar]mod EC, Roy S, Ernst J, Kharchenko PV, Kheradpour P, Negre N, Eaton ML, Landolin JM, Bristow CA, Ma L, et al.  Identification of functional elements and regulatory circuits by Drosophila modENCODE. Science (New York, N.Y.) 2010;330:1787–1797. [PMC free article] [PubMed] [Google Scholar]Moriniere J, Rousseaux S, Steuerwald U, Soler-Lopez M, Curtet S, Vitte AL, Govin J, Gaucher J, Sadoul K, Hart DJ, et al.  Cooperative binding of two acetylation marks on a histone tail by a single bromodomain. Nature. 2009;461:664–668. [PubMed] [Google Scholar]Nicodeme E, Jeffrey KL, Schaefer U, Beinke S, Dewell S, Chung CW, Chandwani R, Marazzi I, Wilson P, Coste H, et al.  Suppression of inflammation by a synthetic histone mimic. Nature. 2010;468:1119–1123. [PMC free article] [PubMed] [Google Scholar]Parker SC, Stitzel ML, Taylor DL, Orozco JM, Erdos MR, Akiyama JA, van Bueren KL, Chines PS, Narisu N, Program NCS, et al.  Chromatin stretch enhancer states drive cell-specific gene regulation and harbor human disease risk variants. Proceedings of the National Academy of Sciences of the United States of America. 2013;110:17921–17926. [PMC free article] [PubMed] [Google Scholar]Patel MC, Debrosse M, Smith M, Dey A, Huynh W, Sarai N, Heightman TD, Tamura T, Ozato K. BRD4 coordinates recruitment of pause release factor P-TEFb and the pausing complex NELF/DSIF to regulate transcription elongation of interferon-stimulated genes. Molecular and cellular biology. 2013;33:2497–2507. [PMC free article] [PubMed] [Google Scholar]Picaud S, Wells C, Felletar I, Brotherton D, Martin S, Savitsky P, Diez-Dacal B, Philpott M, Bountra C, Lingard H, et al.  RVX-208, an inhibitor of BET transcriptional regulators with selectivity for the second bromodomain. Proceedings of the National Academy of Sciences of the United States of America. 2013;110:19754–19759. [PMC free article] [PubMed] [Google Scholar]Prinjha RK, Witherington J, Lee K. Place your BETs: the therapeutic potential of bromodomains. Trends in pharmacological sciences. 2012;33:146–153. [PubMed] [Google Scholar]Puissant A, Frumm SM, Alexe G, Bassil CF, Qi J, Chanthery YH, Nekritz EA, Zeid R, Gustafson WC, Greninger P, et al.  Targeting MYCN in neuroblastoma by BET bromodomain inhibition. Cancer discovery. 2013;3:308–323. [PMC free article] [PubMed] [Google Scholar]Rahman S, Sowa ME, Ottinger M, Smith JA, Shi Y, Harper JW, Howley PM. The Brd4 extraterminal domain confers transcription activation independent of pTEFb by recruiting multiple proteins, including NSD3. Molecular and cellular biology. 2011;31:2641–2652. [PMC free article] [PubMed] [Google Scholar]Schroder S, Cho S, Zeng L, Zhang Q, Kaehlcke K, Mak L, Lau J, Bisgrove D, Schnolzer M, Verdin E, et al.  Two-pronged binding with bromodomain-containing protein 4 liberates positive transcription elongation factor b from inactive ribonucleoprotein complexes. The Journal of biological chemistry. 2012;287:1090–1099. [PMC free article] [PubMed] [Google Scholar]Shi J, Wang Y, Zeng L, Wu Y, Deng J, Zhang Q, Lin Y, Li J, Kang T, Tao M, et al.  Disrupting the Interaction of BRD4 with Diacetylated Twist Suppresses Tumorigenesis in Basal-like Breast Cancer. Cancer cell. 2014;25:210–225. [PMC free article] [PubMed] [Google Scholar]Shi J, Whyte WA, Zepeda-Mendoza CJ, Milazzo JP, Shen C, Roe JS, Minder JL, Mercan F, Wang E, Eckersley-Maslin MA, et al.  Role of SWI/SNF in acute leukemia maintenance and enhancer-mediated Myc regulation. Genes & development. 2013;27:2648–2662. [PMC free article] [PubMed] [Google Scholar]Spiltoir JI, Stratton MS, Cavasin MA, Demos-Davies K, Reid BG, Qi J, Bradner JE, McKinsey TA. BET acetyl-lysine binding proteins control pathological cardiac hypertrophy. Journal of molecular and cellular cardiology. 2013;63:175–179. [PMC free article] [PubMed] [Google Scholar]Wang F, Liu H, Blanton WP, Belkina A, Lebrasseur NK, Denis GV. Brd2 disruption in mice causes severe obesity without Type 2 diabetes. The Biochemical journal. 2010;425:71–83. [PMC free article] [PubMed] [Google Scholar]Weidner-Glunde M, Ottinger M, Schulz TF. WHAT do viruses BET on? Frontiers in bioscience. 2010;15:537–549. [PubMed] [Google Scholar]Whyte WA, Orlando DA, Hnisz D, Abraham BJ, Lin CY, Kagey MH, Rahl PB, Lee TI, Young RA. Master transcription factors and mediator establish super-enhancers at key cell identity genes. Cell. 2013;153:307–319. [PMC free article] [PubMed] [Google Scholar]Wu SY, Chiang CM. The double bromodomain-containing chromatin adaptor Brd4 and transcriptional regulation. The Journal of biological chemistry. 2007;282:13141–13145. [PubMed] [Google Scholar]Wu SY, Lee AY, Hou SY, Kemper JK, Erdjument-Bromage H, Tempst P, Chiang CM. Brd4 links chromatin targeting to HPV transcriptional silencing. Genes & development. 2006;20:2383–2396. [PMC free article] [PubMed] [Google Scholar]Wu SY, Lee AY, Lai HT, Zhang H, Chiang CM. Phospho switch triggers Brd4 chromatin binding and activator recruitment for gene-specific targeting. Molecular cell. 2013;49:843–857. [PMC free article] [PubMed] [Google Scholar]Yan J, Enge M, Whitington T, Dave K, Liu J, Sur I, Schmierer B, Jolma A, Kivioja T, Taipale M, et al.  Transcription factor binding in human cells occurs in dense clusters formed around cohesin anchor sites. Cell. 2013;154:801–813. [PubMed] [Google Scholar]Yang Z, He N, Zhou Q. Brd4 recruits P-TEFb to chromosomes at late mitosis to promote G1 gene expression and cell cycle progression. Molecular and cellular biology. 2008;28:967–976. [PMC free article] [PubMed] [Google Scholar]Yang Z, Yik JH, Chen R, He N, Jang MK, Ozato K, Zhou Q. Recruitment of P-TEFb for stimulation of transcriptional elongation by the bromodomain protein Brd4. Molecular cell. 2005;19:535–545. [PubMed] [Google Scholar]You J, Croyle JL, Nishimura A, Ozato K, Howley PM. Interaction of the bovine papillomavirus E2 protein with Brd4 tethers the viral DNA to host mitotic chromosomes. Cell. 2004;117:349–360. [PubMed] [Google Scholar]Zhang W, Prakash C, Sum C, Gong Y, Li Y, Kwok JJ, Thiessen N, Pettersson S, Jones SJ, Knapp S, et al.  Bromodomain-containing protein 4 (BRD4) regulates RNA polymerase II serine 2 phosphorylation in human CD4+ T cells. The Journal of biological chemistry. 2012;287:43137–43155. [PMC free article] [PubMed] [Google Scholar]Zhao Q, Rank G, Tan YT, Li H, Moritz RL, Simpson RJ, Cerruti L, Curtis DJ, Patel DJ, Allis CD, et al.  PRMT5-mediated methylation of histone H4R3 recruits DNMT3A, coupling histone and DNA methylation in gene silencing. Nature structural & molecular biology. 2009;16:304–311. [PMC free article] [PubMed] [Google Scholar]Zhao R, Nakamura T, Fu Y, Lazar Z, Spector DL. Gene bookmarking accelerates the kinetics of post-mitotic transcriptional re-activation. Nature cell biology. 2011;13:1295–1304. [PMC free article] [PubMed] [Google Scholar]Zhou Q, Li T, Price DH. RNA polymerase II elongation control. Annual review of biochemistry. 2012;81:119–143. [PMC free article] [PubMed] [Google Scholar]Zhu J, Gaiha GD, John SP, Pertel T, Chin CR, Gao G, Qu H, Walker BD, Elledge SJ, Brass AL. Reactivation of latent HIV-1 by inhibition of BRD4. Cell reports. 2012;2:807–816. [PMC free article] [PubMed] [Google Scholar]Zippo A, Serafini R, Rocchigiani M, Pennacchini S, Krepelova A, Oliviero S. Histone crosstalk between H3S10ph and H4K16ac generates a histone code that mediates transcription elongation. Cell. 2009;138:1122–1136. [PubMed] [Google Scholar]Zou Z, Huang B, Wu X, Zhang H, Qi J, Bradner J, Nair S, Chen LF. Brd4 maintains constitutively active NF-kappaB in cancer cells by binding to acetylated RelA. Oncogene. 2013 [PMC free article] [PubMed] [Google Scholar]Zuber J, Shi J, Wang E, Rappaport AR, Herrmann H, Sison EA, Magoon D, Qi J, Blatt K, Wunderlich M, et al.  RNAi screen identifies Brd4 as a therapeutic target in acute myeloid leukaemia. Nature. 2011;478:524–528. [PMC free article] [PubMed] [Google Scholar]"}