{"title": "New Technologies Provide Quantum Changes in the Scale, Speed, and Success of SELEX Methods and Aptamer Characterization", "pubDate": "2014", "PMCID": "PMC4221594", "DOI": "10.1038/mtna.2014.34", "PMID": "25093707", "abstract": "Single-stranded oligonucleotide aptamers have attracted great attention in the past decade because of their diagnostic and therapeutic potential. These versatile, high affinity and specificity reagents are selected by an iterative in vitro process called SELEX, Systematic Evolution of Ligands by Exponential Enrichment. Numerous SELEX methods have been developed for aptamer selections; some that are simple and straightforward, and some that are specialized and complicated. The method of SELEX is crucial for selection of an aptamer with desired properties; however, success also depends on the starting aptamer library, the target molecule, aptamer enrichment monitoring assays, and finally, the analysis and characterization of selected aptamers. Here, we summarize key recent developments in aptamer selection methods, as well as other aspects of aptamer selection that have significant impact on the outcome. We discuss potential pitfalls and limitations in the selection process with an eye to aid researchers in the choice of a proper SELEX strategy, and we highlight areas where further developments and improvements are desired. We believe carefully designed multiplexed selection methods, when complemented with high-throughput downstream analysis and characterization assays, will yield numerous high-affinity aptamers to protein and small molecule targets, and thereby generate a vast array of reagents for probing basic biological mechanisms and implementing new diagnostic and therapeutic applications in the near future.", "author": [{"author": "Abdullah Ozer", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, New York, USA."], "href": "/?term=Ozer+A&cauthor_id=25093707"}, {"author": "John M Pagano", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, New York, USA."], "href": "/?term=Pagano+JM&cauthor_id=25093707"}, {"author": "John T Lis", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, New York, USA."], "href": "/?term=Lis+JT&cauthor_id=25093707"}], "refPMID": ["10339553", "19385619", "1697402", "2200121", "10198434", "18971322", "20592747", "19653880", "19717337", "10471678", "22949372", "21165148", "18403417", "21798953", "23299833", "24489826", "22962591", "20714306", "17072603", "17627883", "19377980", "18193823", "12458799", "10549518", "8516284", "7537093", "23737446", "22952815", "23398198", "24553662", "24453987", "18401506", "19480397", "19202068", "22110600", "24644057", "22103644", "24727714", "24809628", "17697378", "9774661", "14709039", "23662585", "21947169", "20061133", "20705898", "19370238", "24256293", "21413891", "21774453", "21413890", "19374883", "19029139", "24167271", "19265799", "10385322", "11404456", "12524544", "21125495", "19861426", "17981839", "19193102", "18729475", "22458258", "19955232", "17262788", "9501188", "16873550", "16540230", "19956692", "23967247", "18512861", "8604313", "21133818", "22467215", "24318899", "17461758", "24335293", "18971263", "23032188", "19946274", "18482004", "23150810", "23326761", "23563318", "24379378", "23541235", "9631061", "18644461", "22558297", "22517858", "19755178", "21170350", "24505114", "11927260", "15329412", "23744070", "23102219", "22609015", "12490729", "24549608", "20448026", "20870801", "20565094", "23042245", "15923372", "21793789", "19465396", "21949784", "19732022", "19520057", "18696364", "17461759", "22314701", "20110867", "22733247", "19384268", "21420926", "18361789", "18594898", "17360423", "18948292", "24376564", "9111335", "17515195", "22189104", "19046686", "17155908", "24325000", "19965765", "17994225", "24463043", "16448086", "22965726", "22931544", "22860007", "19075955", "22505517", "19500672", "12754291", "17283213", "24641476", "23994614", "22033290", "21038863", "20110884", "18060045", "23550551", "22624874", "23846655", "2674675", "20378718", "23332764", "16186128", "22479205", "24500199", "20161784", "22150332", "22434135", "22242135", "24779017", "23241386", "22689764", "21639912", "18628955", "21706015", "18558676", "19565638", "22736004", "21431754", "11345441", "19514954", "19846574", "21368158", "23018995", "23496229", "24525205", "9631044", "19967683", "20636061", "23666257", "23090891", "24400930", "23057694", "24753303", "16823371", "19860714", "22344439", "24618921", "19801990", "20719399", "22951893", "19701187", "23142634"], "citedInPMID": ["25093707", "35056924", "34441287", "34233000", "34070509", "33841601", "33671039", "33633317", "33559947", "33262379", "33233573", "33151990", "33080969", "33050544", "32976590", "32857495", "32624844", "32624764", "32546848", "31591283", "31494245", "31399713", "31255977", "31148584", "31117311", "31040350", "30472639", "29495282", "29416827", "29301363", "28837119", "28548488", "28325909", "27959341", "27898020", "27827561", "27807347", "27650576", "27600216", "27432610", "27402765", "27398998", "27364357", "27242994", "27213406", "27188514", "26978578", "26972787", "26969733", "26631715", "26607475", "26389865", "26285679", "26201745", "26163061", "25870409", "25734917", "25693130", "25432760", "25226163"], "body": " AbstractSingle-stranded oligonucleotide aptamers have attracted great attention in the past decade because of their diagnostic and therapeutic potential. These versatile, high affinity and specificity reagents are selected by an iterative in vitro process called SELEX, Systematic Evolution of Ligands by Exponential Enrichment. Numerous SELEX methods have been developed for aptamer selections; some that are simple and straightforward, and some that are specialized and complicated. The method of SELEX is crucial for selection of an aptamer with desired properties; however, success also depends on the starting aptamer library, the target molecule, aptamer enrichment monitoring assays, and finally, the analysis and characterization of selected aptamers. Here, we summarize key recent developments in aptamer selection methods, as well as other aspects of aptamer selection that have significant impact on the outcome. We discuss potential pitfalls and limitations in the selection process with an eye to aid researchers in the choice of a proper SELEX strategy, and we highlight areas where further developments and improvements are desired. We believe carefully designed multiplexed selection methods, when complemented with high-throughput downstream analysis and characterization assays, will yield numerous high-affinity aptamers to protein and small molecule targets, and thereby generate a vast array of reagents for probing basic biological mechanisms and implementing new diagnostic and therapeutic applications in the near future. Aptamers are single-stranded oligonucleotides that are selected from a very large random library (1013–1016 unique sequences) for a particular property, usually affinity and specificity, against a wide variety of target molecules ranging from small molecules,1 peptides,2 proteins,3,4 to whole cells.5 Aptamers adapt unique three-dimensional structures to recognize their targets; smaller targets are often completely encapsulated by aptamers whereas aptamers latch on to larger targets by covering a large surface.6 Aptamers that block or disrupt a specific interaction of the target with DNA, substrates, or other proteins, can be used in therapeutic applications.7,8 Perhaps the best example of therapeutic use of aptamers is the VEGF-binding 2'Fluoro-modified RNA aptamer, Macugen/Pegaptanib, which is used to treat age-related macular degeneration.9 In addition, the highly specific and tight binding of aptamers to target molecules lends itself to diagnostic applications.10,11 Arguably the best example of diagnostic use of aptamers have been realized with SOMAmers,12 a special class of modified nucleotide aptamers (discussed below). Aptamers are also used in a wide array of applications in basic research. For example, aptamers with inhibitory functions can be used to dissect regulatory functions of proteins with more precision than conventional methods such as RNAi and knockdown, which eliminate not just one but all functions or interactions of the target protein.13 Similarly, aptamers that bind small dye molecules and enhance their fluorescence properties can be used for visualization of RNA molecules14 as well as other target molecules, if they are connected with other aptamers that target them.Aptamers rival antibodies in terms of affinity and specificity.10 Furthermore, aptamers are smaller (<30 kDa) than antibodies (~150 kDa), and their production is easier and they have minimal restrictions for targets. Antibody generation requires the target molecule to be nontoxic to the animal, and it needs to be immunogenic. Aptamer selection process is carried out in vitro, thus it can accommodate toxic and nonimmunogenic targets. The nucleic acid nature of aptamers also offers several advantages over antibodies critical for many applications. Once an aptamer is identified and its sequence determined, unlimited amounts of the same aptamer can be pr5oduced with relative ease and minimal cost. Aptamers can be renatured after denaturation without an appreciable loss in function, whereas denaturation of antibodies is hardly reversible. Aptamers can be easily and site-specifically modified to alter its properties or add new functionalities with minimal effect on its binding affinity and specificity. In general aptamers are nonimmunogenic, that is, they do not induce an immune reaction when administered to host animals. Recent studies demonstrated that many aptamers readily permeate cells.15,16,17 These properties make aptamers superior to antibodies with respect to their potential use in diagnostic and therapeutic applications.Aptamers are generated by a method called SELEX, Systematic Evolution of Ligands by Exponential Enrichment (Figure 1). This is an iterative in vitro process comprised of three main steps: (i) binding, where the target molecule is incubated with a random library, (ii) partitioning, where the target bound aptamers are separated from unbound ones, and (iii) amplification, where the enriched pool of aptamers are amplified to be used in the next round of selection. Finally, the enriched pool of aptamers is analyzed by cloning and sequencing individual clones, or alternatively, in recent years, high-throughput sequencing methods and bioinformatics analysis are implemented to identify candidate aptamers. Once the candidates are identified, they are subjected to the scrutiny of downstream tests to verify their binding affinity, specificity, and desired properties such as target inhibition, stability, and more. These later steps are by far the most time-consuming aspect of developing aptamer based diagnostic and therapeutic reagents, which have been covered elsewhere.7,8,18Open in a separate windowFigure 1Overview of Systematic Evolution of Ligands by Exponential Enrichment (SELEX). SELEX consists of three major steps: binding, partitioning, and amplification. In the binding step, single-stranded DNA, RNA, or modified nucleic acid library is incubated with the target such as small-molecule, protein, or cells. Nucleic acid aptamers that are bound to the target are separated from unbound ones during the partitioning step. Bound aptamers are then amplified, often via an intermediary dsDNA template, to generate the enriched pool of nucleic acid aptamers for the next round of selection. After 8–20 cycles, the enriched aptamer pool is cloned and individual clones are sequenced separately. The candidate aptamers are then characterized for their binding affinity and specificity. Aptamer with high affinity and specificity for the target are then subjected to further optimization for incorporation into therapeutic and diagnostic applications.Conventional SELEX methods and earlier derivatives (prior to 2007) have been reviewed extensively elsewhere;19,20,21,22 therefore, only a very brief overview of them will be provided here. The major focus of this review will be on recent (post-2007) technological developments and emerging concepts in SELEX and aptamer fields (Figure 2), which have gained significant momentum by incorporating and adapting various other technologies such as microarrays, next-generation sequencing, and microfluidics. Instead of going over individual SELEX methods, we will classify them into major categories based on the selection principle used and review them accordingly as a whole. However, it should be noted that most of the recent SELEX applications employ a hybrid method, comprising multiple methods or strategies that fit them under different categories in our classification; thus, they are discussed in multiple sections as appropriate.Open in a separate windowFigure 2Systematic Evolution of Ligands by Exponential Enrichment (SELEX) methods. Various methods have been used for partitioning of target bound and unbound aptamers including nitrocellulose filter binding, bead-based, electrophoretic, microfluidic, microarray-based, and microscopic methods. Other SELEX methods are defined not based on the method but rather based on the target used in selections such as cell-SELEX and small-molecule SELEX, or the condition in which the aptamer-target binding and partitioning are performed as for in vivo SELEX. Selex MethodsThe main SELEX methods discussed below are shown in Figure 2, and advantages and limitations of each method are summarized in Table 1.Table 1Comparison of SELEX methodsOpen in a separate windowNitrocellulose filter binding SELEXThe original SELEX publications3,4 and the majority of earlier SELEX studies used the nitrocellulose filter binding method for aptamer selections. It relies on the nonspecific capture of the target protein and associated aptamers via a nitrocellulose filter. The unbound aptamers pass through the filter and are thus removed from the library. Although this method is very simple and has worked well for many proteins, it possesses several limitations: (i) the efficiency of protein capture varies from protein to protein as well as between different experimental conditions, (ii) other target molecules (e.g., small molecules) cannot be captured by the filter, and (iii) certain aptamers are known to bind the nitrocellulose filter (i.e., aptamers with a multi-G motif).23 In addition to the ease of use and no special instrument requirement, the main advantage of nitrocellulose filter binding SELEX method is the true equilibrium binding of aptamers to the target protein in-solution. Most other methods rely on immobilization of either the target or the aptamers on a solid support. As for most SELEX methods, including the nitrocellulose filter binding, the actual partitioning (and the subsequent washing) steps distort the equilibrium achieved in binding, after which the off-rate of the bound aptamers becomes the critical determinant of their retention for next round of selection. Furthermore, the nitrocellulose filter binding assay can be implemented as a relatively cheap, medium-throughput, and quantitative follow-up assay to verify and characterize aptamer-protein binding.24 Also available are 96-well filter devices24 and a double filter method,25 where both the protein bound and unbound aptamers can be captured and quantified separately for better assessment of binding affinity.Bead-based SELEXImmobilization of target molecules on a solid support (e.g., agarose beads) is another common method for SELEX.26 A variety of affinity tags and corresponding affinity resins (e.g., 6xHis-, GST-, or MBP- tags and Ni-NTA, Glutathione, Amylose resins, respectively) and coupling chemistries (i.e., Amine-, Thiol-, or Carboxyl-) make this strategy attractive and applicable to various target molecules. In addition, ease of selection stringency fine-tuning by changing flow and incubation parameters, gentle and specific elutions, minimal requirement for specialized equipment, and the potential for multiplex selection schemes (see below) are attractive features of affinity chromatography-based SELEX methods, and are accessible to many users.Target molecules that are pre-immobilized on a solid support can be incubated with the aptamer library. Alternatively, target molecules in solution can be incubated with the aptamer library and later captured by the affinity resin. Both scenarios allow steady-state equilibrium binding, whereas pre-immobilization of target on beads also permit nonequilibrium binding under flow conditions, which can be exploited for selection of aptamers based on kinetic parameters (i.e., fast on-rate or slow off-rate) if needed. In the case of pre-immobilization, the density of the target on the solid support is an often neglected but a critical parameter that can significantly distort the outcome.27,28 As we have demonstrated,27 higher density of the target molecules can result in an artificially tighter binding due to cooperativity between multiple weak interactions and therefore reduce the enrichment of true high affinity aptamers in each cycle of selection. This might be overcome by performing additional cycles of selection;28 however, in some cases, it will result in a failure to select high affinity aptamers. Affinity capture of target-bound aptamers with the affinity resin following in solution binding requires higher amounts of resin to ensure efficient capture, a condition that may also pull-down many aptamers that bind nonspecifically to the resin. Also, aptamers that bind the affinity tag may interfere with the capture of the target, and this method is difficult to implement for multiplex selections (i.e., same library is used for selection of aptamers against multiple targets).Microcolumns provide a version of affinity chromatography-based SELEX that minimizes the amount of resin and aptamer, has little dead volume and minimal surface for nonspecific binding, and can be easily multiplexed.29 Our recent version is a 96-microcolumn device called MEDUSA (Microplate-based Enrichment Device Used for the Selection of Aptamers)30 that is easily modified for serial or parallel processing, and is compatible with 96-well plates and high-throughput sample processing. During our characterization of microcolumn based selections we realized that the density of the target molecule has a significant effect on the enrichment of aptamers.29,30 As expected, low levels of target on beads lead to capture of very low levels of even high-affinity aptamers. Higher levels of target (e.g., 0.5–1.0 µg protein per µl of resin, largely independent of the target protein's molecular weight) improved the recovery of the specific aptamers. Interestingly, a further increase in target density on the resin significantly reduced the aptamer recovery. Molecular crowding, leading to the inaccessibility of target molecules by aptamers, is a proposed explanation. In a different SELEX-type experiment with bead-immobilized histone peptides, we observed a density-dependent increase in nonspecific aptamer binding.27 A mathematical modeling of these results is consistent with the idea that otherwise weak interactions of a single aptamer with multiple, closely located targets can act cooperatively to increase the affinity as much as three orders of magnitude. Such a phenomenon can yield substantial retention of nonspecific binders in a pool. We strongly recommend carefully optimizing the density of the target, and similarly the concentration of the library to achieve a successful selection of a high affinity aptamer. By using experimentally determined optimum conditions in microcolumn selections, we have identified nanomolar affinity aptamers to Heat Shock Factor 1 and 2 (HSF1 and HSF2),29 and NELF-E31 in six rounds of SELEX.In addition to the conventional agarose beads, polystyrene32 and magnetic beads33 have been used in SELEX. Magnetic separation is very convenient and rapid, and can be either used alone33 or coupled with microfluidic selection platforms, as done in multiple selections (see below). In such combinatorial systems, efficient processing of a small number of beads (~106 beads) and the fluid flow dynamics enabled rapid (within 1–3 rounds) selection of low nanomolar affinity aptamers against multiple targets including BoNT/A-rLc,34 streptavidin,33 PDGF-BB, thrombin, and ApoE3.35A single bead selection has been reported to yield low nanomolar affinity ssDNA aptamers for botulinum neurotoxin (BoNT) after only two rounds of selection.32 However, such a method is not likely to be used widely due to potential issues and requirements: equilibrium binding can only be ensured by incubation of the bead with an extremely concentrated library or very long incubation time, high density of target on the bead, high risk of bead loss during handling, and equipment for handling a single bead.Very recently, a novel bead-based SELEX method called Particle Display36 has been developed. For most of the bead-based SELEX methods, the target molecule is immobilized on beads. However, in Particle Display, emulsion PCR is used to immobilize as many as 105 copies of a single, clonally amplified ssDNA aptamers on each bead. Aptamer immobilized beads are then incubated with fluorescently-labeled target molecules and sorted based on target binding using a FACS instrument. Due to practical limitations of FACS sorting (~108 particles), a pre-enriched aptamer library from a single round of conventional selection was used to generate aptamer particles (APs, aptamer presenting beads). Three additional rounds of selection with Particle Display led to identification of high affinity aptamers to thrombin, ApoE, PAI-1, and 4-1BB; the latter two are target proteins for which previous attempts in selecting ssDNA aptamers were unsuccessful. Particle Display SELEX exploits the benefits of using alternate selection methods, and, in principal, enables simultaneous selection of aptamers to multiple closely related targets. In another study, aptamers within a pre-enriched library were singly contained in agarose droplets generated by a microfluidic system, clonally amplified, and later tested individually for target binding using flow cytometry.37 The agarose droplet-based approach led to isolation of an ssDNA aptamer with 25 nmol/l affinity against Shp2 protein, a protein tyrosine phosphatase implicated in cancer. However, starting library size restrictions, availability of a FACS instrument and fabrication of microfluidic devices represent major hurdles for wide use of Particle Display- and agarose droplet-based approaches. Currently, both methods are restricted to ssDNA aptamer selections, and extension to RNA aptamer selections may be possible with emulsion-based in vitro transcription or NASBA reactions, or alternative ways of tethering RNA aptamers to the beads.38,39 The two methods would be most beneficial when used as an alternative method of selection following one or a few rounds of selection with other methods, as has been done.36,37Another affinity chromatography (bead-based) SELEX method, MonoLEX, was reported to generate ssDNA aptamers against whole Vaccinia virus particles in a single-round.40 It is argued that MonoLEX owes it efficiency to physical sectioning of the target immobilized affinity column after flowing the aptamer library, and isolation of aptamers from each section. It is well established that affinity columns fractionate samples into many theoretical plates. Based on this model, highest affinity aptamers with fast on- and slow off-rates would be expected to reside at the top of the column; however, the observed affinity distribution of aptamers was not consistent with this theory.40 In addition, it is not clear whether the results can be translated to other targets, that is, how similar aptamer distributions would be, and how many and how precisely sectioning needs to be done for single-round selection of high-affinity aptamers.Electrophoretic SELEXThe Electrophoretic Mobility Shift Assay (EMSA, also known as gel-shift assay), which is often used for downstream verification and characterization of selected aptamers, has also been used for aptamer selections.41 Binding conditions, thus the stringency of selections, are difficult to manipulate due to compatibility issues with gel-electrophoresis. Potential complications may rise as a result of high aptamer library concentration, dictated by relatively small sample volume accommodated in gel electrophoresis. This could limit the library size that can be covered by EMSA-SELEX. Therefore, it is best suited as an alternative method for later cycles of selection or for downstream analysis of selected aptamers.Similar to EMSA-SELEX, Capillary Electrophoresis-SELEX (CE-SELEX) relies on the shift in electrophoretic mobility of the aptamer (in the capillary instead of a gel) upon binding of the target molecule.42 Such a shift can be easily achieved with larger target molecules like proteins; however, small molecules and molecules with similar charges to that of nucleic acids may not induce a shift and therefore cannot be used in CE-SELEX. In addition, restrictions on binding reaction volume limit the size of the library (~1012 sequences)42 that can be interrogated, and/or increase the concentration of target and aptamer to a level that may lead to nonspecific interactions. Primary advantages of CE- and EMSA-SELEX, is the in-solution aptamer-target binding. The steady-state equilibrium can be reached during binding; however, the actual partitioning of target-bound and -unbound aptamers by electrophoretic separation takes place under nonequilibrium conditions.Recent advances in CE-SELEX have been limited. In addition to previously reported selection of ssDNA and RNA aptamers, successful selection of base- and sugar modified DNA aptamers via CE-SELEX has been reported for human α-thrombin.43 Small size of the starting library in CE-SELEX (~1012 sequences), a major limitation, has been improved significantly by using a micro free flow electrophoresis (μFFE) device (300-fold, 1.8 1014 sequences).44 Isolation of nanomolar affinity aptamers after a single round (i.e., 30–60 nmol/l Kd for IgE), in-solution binding of aptamer to target, and lower electric fields and shorter separation times needed for separation are attractive features of μFFE SELEX. However, the lower operational capacity of μFFE SELEX (1014 sequence starting library), while other SELEX methods easily accommodating ~1016 sequences, is a major drawback. Furthermore, lack of further improvements in bulk binding affinity after the first round of μFFE selection, lack of verification with an independent target molecule are concerning, and fabrication of μFFE devices and the necessary electronic equipment to operate the device further complicates the use of this method by an average molecular biology laboratory. As a general SELEX method, CE-SELEX is only suitable for targets that cause a shift in the electrophoretic mobility of the aptamers, and large targets such as whole cells cannot be used as a target.Microfluidic SELEXSeveral groups have also utilized microfluidic platforms to perform SELEX experiments. These platforms come in two main types; the target molecule is immobilized on micromagnetic beads33,34,45,46 or encapsulated in sol-gel, a gel-like porous silica material formed as a result of polymerization of multiple components in solution.47,48,49 Microfluidic SELEX platforms benefit from miniaturization leading to reduced consumption of reagents used for SELEX and creates a more stringent selection in part due to a reduction in available target molecules, and from fluidics to perform extensive washing.50 Both platforms were shown to be efficient in generating high affinity aptamers to protein targets in 3–6 rounds of selection,35,51 but successful selection of low nanomolar affinity aptamers to Botulinum Neurotoxin Type A Light Chain (BoNT/A-rLC) in a single round has also been reported.34 Other developments include a semi-automated microfluidic-SELEX platform, where on-chip PCR amplification of enriched ssDNA library is performed.45 Specific formulations of sol-gel were developed for encapsulation of small molecules and successfully used for selection of aptamers.48 A sol-gel-based microfluidic SELEX platform offers a unique advantage, by enabling selection of aptamers to multiple targets in one experiment (multiplex selection), whereas the current magnetic bead-based microfluidic platforms are not multiplexable; therefore, requires a parallel independent selection for each target.In general, both micromagnetic bead- and sol-gel-based microfluidic SELEX platforms may not be widely accessible to researchers due to the requirement of nanofabrication of these microfluidic devices and electronic instrumentation for their operation. These devices are hardly reusable; microscale operation of microfluidic SELEX platforms makes them more vulnerable to cross-contamination. In sol-gel-based microfluidic platform aptamer-target binding and partitioning are carried out under nonequilibrium flow conditions, whereas in bead-based microfluidic platforms the binding can be performed under equilibrium but not the partitioning. In addition, although sol-gel represents a convenient way of immobilizing both small and large target molecules, there are potential undesired effects of the chemical reaction during sol-gel formation on target molecules. The requirement of a precisely controlled environment for proper sol-gel formation further limits the general use of sol-gel in aptamer selections.Microarray-based SELEXMicroarray platforms have been instrumental for analysis of gene expression and protein-DNA binding, and not surprisingly made their way into the SELEX field as well. Performing SELEX using microarrays is far from ideal and limited due to the low capacity of microarrays (<105 sequences) compared to the size of random libraries used in most other SELEX methods (~1016 sequences). In addition, microarray-based selections are restricted, at least for now, to ssDNA aptamers owing to the scarcity of commercial RNA microarrays in part due to the fragile nature of RNA. Equilibrium binding of target molecules to the immobilized aptamers is a positive feature of microarray-based SELEX methods. A clever microarray-based SELEX method named Closed Loop Aptameric Directed Evolution (CLADE) was developed and used to select a 24 nmol/l affinity aptamer, as measured by SPR, in four rounds against a commonly used target protein, thrombin.52 In the first round, binding of fluorescently-labeled thrombin to 46,389 randomly generated 30mers was interrogated. Binders from earlier rounds were then mutated using a genetic algorithm and the mutant sequences were synthesized on a microarray and subjected to later rounds of selection. The CLADE method was used to generate 2–5 nmol/l affinity aptamers for allophycocyanin (APC) protein in 9 rounds of selection, and to obtain information about the rules that govern the sequence-fitness landscape of the APC protein binding to ssDNA.53Due to limited capacity of microarray-based SELEX methods compared to other methods, the choice of aptamer sequences presented on the microarray is of great importance. Even when mutants of the better binders from an earlier round are synthesized and tested in later rounds, this might yield selection of aptamers with better affinity, but it may not yield true highest affinity aptamer which can be only captured by a large random library. With analogy to an energy landscape, microarray-based selections are more likely to be trapped into local energy minima as opposed to true energy minima. Although it is true that iterative mutational analysis performed by microarrays would have a better coverage of available sequence space around the hits selected from the first round, it should be noted this is biased from start.Tom Soh's group has utilized microarrays to identify highest affinity aptamers in the second step of their Quantitative Parallel Aptamer Selection System (QPASS).54 They first perform a microfluidic SELEX followed by high-throughput sequencing to identify enriched aptamers, which are then chemically synthesized on a microarray chip and tested for binding by the target. Using QPASS, they have identified a 20 nmol/l affinity ssDNA aptamer against angiopoietin-2 (Ang2), a cancer biomarker protein. They also tested the aptamer specificity and efficacy by performing similar microarray-based binding assays with a nontarget protein, bovine serum albumin (BSA), and with Ang2 in the presence of nontarget proteins, using undiluted fetal bovine serum (FBS), respectively. One of the interesting, and somewhat unsettling, observations from their study is the lack of correlation between the aptamer copy numbers in enriched pools and the measured binding affinities. This needs further investigation and necessitates the development of high-throughput characterization methods that can accommodate even larger numbers of candidate aptamers.Microarrays have also been used to determine the sequence specificity of DNA- and RNA-binding proteins.55,56,57,58,59 Similarly, they provide cost effective, convenient, and high-throughput means of performing mutational analysis and characterization of a previously selected aptamers to obtain sequence and structural features that govern their binding to proteins.60 A custom microarray containing all single-, and a subset of double- and triple-mutants of a 37-nucleotide long ssDNA aptamer was used to characterize IgE binding.61 Although this assay failed to identify higher affinity aptamers, it provided a substantial amount of information about the sequence and structural features of the aptamer.It is conceivable that aptamers will be heavily used in high-throughput diagnostic and bioanalytic assays, and microarrays represent a convenient platform to achieve this. To that end, optimization of aptamer immobilization on microarrays,62,63 as well as on-chip synthesis of both ssDNA54 and RNA aptamers64 have been reported. Both SPR64 and fluorescence imaging54 have been successfully used for monitoring target binding to aptamers on microarrays.Microscopic SELEXMicroscopic techniques have also been incorporated into the SELEX method. In one case, a fluorescence stereomicroscope was used to perform SELEX with a single microbead carrying target protein and a fluorescently-labeled ssDNA library.32 Under microscopic observation, the bead was transferred with a micropipette between library incubation, washing, and amplification steps.Atomic Force Microscopy (AFM) is a high resolution and highly sensitive microscopic technique that is used to probe structural features on a surface or to measure the strength of the interaction between molecules on the surface and the AFM cantilever. As a proof-of-principal, two groups have demonstrated the feasibility of SELEX with AFM,65,66 albeit its limitations. Both groups used thrombin as the target, perhaps in part due to relative ease of selecting aptamers for it. One group combined AFM and fluorescence microscopy to select thrombin aptamers from a 1:1 mixture of thrombin aptamer and nonspecific aptamer (NanoSelection).66 Aptamers carrying a fluorescent probe on one end and coupled to a bead on the other end were incubated with surface immobilized thrombin. Surface bound beads were detected by fluorescence imaging, verified and later picked up with the AFM tip. The second group performed a real selection with a library of aptamers immobilized on the AFM tip and thrombin on the chip surface (AFM-SELEX).65 Aptamers are brought in contact with thrombin and high affinity binders are transferred from the tip to the AFM chip and later eluted by heat. After only three rounds of AFM-SELEX, authors identified sub-nanomolar affinity aptamers against thrombin. The major limitations of AFM- and bead-based microscopic SELEX methods are the requirement of expensive instrumentation, target or aptamer immobilization, nonequilibrium binding, and the size of the starting library. Size of the bead-coupled aptamer libraries hardly exceeds 108 sequences/beads, and the coverage of any aptamer library on the AFM tip, even starting with a large 1016 library would be significantly lower. It remains to be seen whether AFM-based SELEX methods can be used for targets other than thrombin that are less “aptagenic” (propensity to higher affinity aptamer selection). On the other hand, AFM-SELEX can serve as an alternative method of selection in later rounds of an ongoing SELEX experiment. In theory, it should be possible to probe an aptamer microarray with a target immobilized AFM tip and measure the strength of target binding for every aptamer on the microarray.Cell-SELEXCell-SELEX holds the promise of producing aptamers that can be used both diagnostically to detect specific normal cell types and disease cells, and therapeutically for the targeted destruction of specific cell types. Cell-SELEX is not applied to a single purified target, but rather, to intact cells or cellular fragments that contain many potential targets.5,67 The underlying principle in cell-SELEX is that aptamers are selected to a differentially expressed protein or a modified form of a common protein present on the surface of a particular cell type. This selection is only possible if the aptamers that bind to all other potential targets on the cell surface are removed via a negative selection during cycles of selection. Therefore, cell-SELEX methods often consist of positive selection against the target cells and negative selection against related nontarget cells.68 For example, cancerous cells and noncancerous healthy cells obtained from the same tissue of the same patient would be an ideal pair of cells. In general, both the positive and the negative selections can be done under steady-state equilibrium binding to gain the most benefit from each of these selections. However, due to concerns about the fate of nucleic acid aptamers (i.e., internalization and degradation), the binding reactions are performed rapidly (<1 hour incubation) often before reaching equilibrium.Cell-SELEX provides a particularly useful strategy for targeting cell-surface proteins, especially those that are heavily post-transcriptionally modified and cannot readily be obtained in their native modified and folded form by bacterial expression systems. One of the biggest benefits, of cell-SELEX is that one does not require knowledge about the identity of the aptamer target or its modification state. However, this unknown nature of the target also represents a major limitation for the therapeutic use of such aptamers. Identification of the target and subsequent verification of specificity is extremely time-consuming and can significantly delay the utilization of cell-SELEX derived aptamers in diagnostic and therapeutic applications.Over the years various groups have developed strategies to overcome the challenges of cell-SELEX. One significant challenge is that cells express a large number of proteins and other chemical moieties on their surface, all of which are potential targets of aptamers. TECS-SELEX addresses this by using cells that overexpress a desired target protein on their surface for selections. This approach has successfully generated nanomolar affinity aptamers for TGFB type III receptor.69 Because most cells share a significant number of proteins on their surface, it is necessary to perform negative (counter)-selections against a related cell line to obtain cell-specific aptamers as done in Differential SELEX.70 The strategy of using parental cells that don't express target for negative selection has been called Specific TArget Cell-SELEX (STACS) and was successful in obtaining aptamers for murine c-kit cell surface receptor.71 Although, it has not been demonstrated yet, it should be possible to use a cell line known to express the target protein for positive selections, and the same cells where the expression of the target protein is diminished by shRNA/siRNA for counter selections.In general, sedimentation of cells by gentle centrifugation is used for separation of cell-bound aptamers,69 and flow cytometry (or FACS) is used to characterize the affinity and specificity of cell-SELEX derived aptamers.68 Flow cytometry has been used for selections as well72 and aptamers have been proven suitable for flow cytometry applications.73 However, it has recently become evident that dead cells in the population used for cell-SELEX present a significant problem, due to higher affinity and large binding capacity of dead cells against nucleic acid aptamers.74 FACS has been demonstrated to circumvent this issue by sorting healthy cells together with the aptamers that are bound to them, away from dead cells and nonspecifically bound aptamers.72One of the heralded applications of aptamers generated by cell-SELEX is their use in specific delivery of cargo molecules to target cells. A cell-SELEX derived aptamer was found to target Annexin A2, a protein known to be overexpressed in many cancer cells, and shown to be completely internalized into cells within 2 hours.16 To improve the efficacy of aptamer guided cargo delivery and internalization in to target cells, a modified cell-SELEX method called cell-internalization SELEX has been developed to specifically select aptamers that are taken into target cells,17,75,76 and the resulting aptamers were used to deliver an anti-apoptotic protein, Bcl-2, targeting siRNA to Her2-positive breast cancer cells.75 Similarly, aptamers that cross the brain blood barrier, a major obstacle for delivery of drugs to the brain for treatment of neurological disorders, have been selected in whole animals.15 These aptamers were found to be internalized by brain capillary endothelial cells.A complication of most SELEX methods, including cell-SELEX, is that if a mixture of potential targets are present in the sample used for SELEX, aptamers targeting the most abundant protein, rather than the less abundant but biologically important target, are likely to dominate the enriched pool of aptamers. In Deselecting SELEX (DeSELEX),77 the Sullenger group specifically eliminated the aptamer targeting prothrombin, the most abundant protein in their sample, by hybridizing a complimentary DNA oligo, which inhibits the folding and target binding of this aptamer. This then allowed selection of aptamers to a lower abundance protein, Factor IX, in the same sample. A similar approach can be used to eliminate aptamers that bind to filter membrane, beads, tubing or other material used during selections. Our group has used RNaseH treatment following cDNA hybridization to eliminate specific RNA aptamers that have high affinity against the partitioning matrix, nitrocellulose filter, which have hindered some of the previous selections.23 Such strategies of elimination require that sequences of these aptamers to be known for designing such cDNA probes, and often a completely new selection or a restart from an earlier round may be necessary.In vivo SELEXIn vivo SELEX has been utilized for functional studies of protein-RNA interactions in live cells, where a library of DNA templates encoding RNAs are transfected and functionally selected. In a recent study, multiple regions in the untranslated leader of HIV-1 RNA were randomized and screened for their effect on HIV replication.78 A similar study revealed an essential role of GGRG RNA motif for packaging of HIV-2 RNA into viral particles.79 Another group used in vivo SELEX to study RNA interactions of Nrd1-Nab3-Sen1 complex, which is responsible for transcription termination of cryptic unstable transcripts and sn/snoRNAs, and identified sequence and structural determinants of this interaction.80In addition to the targeted studies of RNA-protein interactions, in vivo SELEX approach has been used to select aptamers for unspecified target molecules. In vivo selections done in mice with nuclease-resistant 2'Fluoropyrimidine containing RNAs yielded a few aptamers for the liver metastases of a colorectal cancer after 14 rounds.81 One of the aptamers was shown to be specific for an RNA helicase, p68, which is known to be upregulated in colorectal cancer. It is unclear however, how and why an aptamer targeting an RNA binding protein involved in transcriptional regulation and RNA processing82 got selected. Perhaps, selection of p68 binding aptamer in liver metastases was made possible by the high volume of blood flow to this organ and the necrotic cells within the tumor acting as a nucleic acid binding sponge analogous to the dead cells in cell-SELEX. It is difficult to assess whether in vivo selections are done under equilibrium conditions, if it can ever be realized, and it remains to be seen whether aptamers targeting other disease biomarkers or diseased cells at other parts of the body can be selected via in vivo SELEX. In vivo selection of aptamers in liver, kidney, and heart would be challenging because of the nonspecific accumulation of aptamers in these tissues or in brain because of the inaccessibility of brain via bloodstream. Brain is protected from direct contact from circulating blood and chemicals therein by the brain blood barrier, which represents a major challenge for delivery of drugs to brain cells. To overcome this limitation and select aptamers that are capable of penetrating mice brain, an in vivo SELEX has been performed where a 2'Fluoropyrimidine containing RNA library was injected intravenously through the tail vein and aptamers that penetrated brain were extracted and amplified.15 Aptamers converged after 22 rounds of selection. A15, one of the identified aptamers, was found to bind brain capillary endothelia and to penetrate into the parenchyma. Although A15 exhibited higher brain penetrating ability compared to a scrambled oligonucleotide, substantially higher levels of A15 accumulation in liver and kidney is likely to prevent its therapeutic use for delivery of cargos to brain. Nonetheless, variations of the strategy of selection and counter-selection are worth considering to solve this important barrier issue.Small-molecule target SELEXMany environmentally and biologically important molecules are small molecules; however, the small size of these molecules represent a major challenge in aptamer selections.83 In-solution binding approaches are not suitable for small molecule targets, and conjugation of other moieties for capture or immobilization on a solid support could have drastic and unpredictable effects on their accessibility and therefore the aptamer selection process. A recent SELEX method, Capture-SELEX, overcomes these issues by performing aptamer selections without target immobilization.84 An aptamer library containing a docking sequence was captured by a complimentary oligo on beads, and then beads are incubated with target molecule to release aptamers that undergo a conformational change upon binding to the target molecule. The released aptamers are then amplified to be used in the next round of selection. Using Capture-SELEX, micromolar affinity aptamers have been selected for Kanamycin A in 13 rounds of selection.84 The biggest advantage of Capture-SELEX is that it permits aptamer selections with nonimmobilized small-molecule target in solution, and under steady-state equilibrium binding. However, it is unclear how well this method will work for other targets, because of this required target-induced conformation change that is prerequisite to release of the aptamer from the bead. It would be interesting to compare side-by-side the selection process and the resulting aptamers obtained from Capture-SELEX, or a SELEX done with a target small molecule immobilized on beads or encapsulated in SolGel, which was shown to be feasible for small molecule aptamer selections.48Specialized SELEX and aptamers: SOMAmers and SpiegelmersModified nucleotides have been used to circumvent the limitations of regular deoxyribose-(DNA) and ribose- (RNA) based nucleic acid aptamers, that is, their susceptibility to nuclease degradation and limited chemical diversity (Figure 3). Modifications of nucleotide base,12,85,86,87 sugar,88,89 and the sugar-phosphate backbones90,91 can increase the chemical complexity of oligonucleotide aptamers and decrease their sensitivity to nucleases. Two special types of modified aptamers: SOMAmers and Spiegelmers are worth highlighting for the strategies and concepts implemented in their selection.Open in a separate windowFigure 3A subset of nucleotides used for aptamers.(a) In addition to the unmodified nucleotides of DNA and RNA, a wide variety of modified nucleotides have been used for improving stability, chemical diversity, and target binding potential of selected aptamers. (b) The most commonly used modified nucleotides contain modifications of the ribose sugar such as 2′-Fluoro, 2′-Amino, or 2′-OMethyl. Such modified pyrimidine nucleotides confer reduced susceptibility to RNAs against degradation by RNases. (c) Locked nucleic acids (LNAs), a xeno-nucleic acid (XNA), contain modifications to the sugar phosphate backbone, and are more stable than DNA and RNA. (d) SOMAmers contain modifications (i.e., benzyl, napthyl, tryptamino, or isobutyl) on deoxyuridine nucleotide (dUTP), which improve the chemical diversity and thus the target interaction capacity of the oligonucleotide aptamers. (e) Spiegelmers are derived from mirror-image (enantiomer) ribonucleotides. Spiegelmers are not recognized by, and thus protected from, natural enzymes that degrade oligonucleotides.SOMAmers. SOMAmers, Slow Off-rate Modified Aptamers, are ssDNA aptamers that increase chemical complexity of aptamers by using base-modified dUTP and 5-methyl-dCTP (MedCTP).12 The amino acid side chain-like groups on 5-benzylaminocarbonyl-dU (BndU), 5-naphthylmethylaminocarbonyl-dU (NapdU), 5-tryptaminocarbonyl-dU (TrpdU), and 5-isobutylaminocarbonyl-dU (iBudU) confer significant increase to the chemical diversity to oligonucleotide aptamers and thus increase the chances of interaction with proteins. This strategy has substantially improved the success rate of high-affinity aptamer selections, as measured by pool Kd < ~30 nmol/l, from <30% with regular ssDNA libraries to 84%, thus enabling selection of aptamers to even proteins that had proven difficult in aptamer selections before.12 The aptamer selections were simply done with proteins immobilized on Co+2-NTA paramagnetic beads, where separate selections were performed with singly modified libraries for each target. A second layer of selection, slow dissociation rates (half-life >30 minutes) in the presence of excess polyanionic competitor (dextran sulfate), was implemented for identification of a SOMAmer. So far, >1,000 protein-specific SOMAmers have been selected, and incorporated into a high-throughput proteomics assay used to measure protein stability in serum,92 and to discover potential biomarkers of Chronic Kidney Disease,12 lung cancer,93 and prostate cancer.94 However, the cost associated with special enzymes needed for amplification of these modified aptamers during selection and with separate selections with each singly modified library for a single target, as well as the availability of these modified nucleotides, and potential patent issues limit the general application of SOMAmer technology.Spiegelmers. Spiegelmers, a name derived from the German word “Spiegel” for mirror, are mirror-image aptamers obtained with L-ribose nucleotides, enantiomers of naturally occurring D-ribose nucleotides. Selection of Spiegelmers requires chemical synthesis of a mirror-image of an actual target molecule (i.e., D-amino acid derived mirror-image protein). Regular D-ribose RNA aptamers are selected for the mirror image target. Finally, the mirror-image of the selected regular RNA aptamers, a Spiegelmer, will be synthesized for recognition of the natural target. Spiegelmers have been shown to bind natural targets with comparable affinity and specificity as the originally selected regular aptamers recognizing the mirror image of the target.88 High-affinity Spiegelmers for multiple proteins, including gonadotropin-releasing hormone I (GnRH),95 and Ghrelin,96 have been selected and shown to be effective in in vivo settings.97 The major limitation of Spiegelmer technology is that the mirror image target molecules and the mirror image of the selected aptamer need to be chemically synthesized. Chemical synthesis of even small protein domains and Spiegelmers are costly, and impossible for large proteins. The folding of synthesized proteins may not recapitulate the mirror image of the natural target; therefore, selection of aptamers to an unintended target is a possibility. Emerging Concepts in Selex and Aptamer FieldsA number of concepts have emerged in recent SELEX and aptamer related studies, which are summarized in Figure 4 and below.Open in a separate windowFigure 4Emerging concepts in the Systematic Evolution of Ligands by Exponential Enrichment (SELEX) field. (a) Nucleic acid libraries, designed to improve the diversity and thus the target-binding potential, have been used for SELEX. Different partitioning methods, indicated by pink and green arrows, have been used in alternating cycles of SELEX to improve the selection of specific target binding aptamers. SELEX progress has been monitored with various techniques at different stages of selections (marked by a dashed box). To speed up the SELEX process, single-round selection methods or the RAPID-SELEX method that alternates between amplification and nonamplification cycles (indicated by orange and blue arrows, respectively) have been developed. Amplification of enriched aptamer libraries via RNA have been used to minimize PCR-induced bias. Instead of clonal sequencing of candidate aptamers, aptamer pools have been analyzed by high-throughput sequencing methods. High-throughput characterization of target-aptamer interactions have been carried out via a number of different techniques; HiTS-FLIP, HiTS-RAP, and RNA-MaP can yield both the sequence and binding affinity in a single assay, whereas HAPI screen and QPASS rely on sequence information obtained previously. Candidate high-affinity and -specificity aptamers are later optimized for future therapeutic and diagnostic applications. (b) Aptamers targeting distinct surfaces or domains of a protein (red and black colored aptamers, respectively) have been selected via blocking of the primary aptamer-binding surface with a nonamplifiable aptamer (cyan colored aptamer) or via removal of the primary target domain from the protein used for selections, indicated by red dashed line. (c) SELEX and high-throughput sequencing have been used to determine the sequence specificity of DNA-binding transcription factors.Aptamer library design and amplificationThe starting library is as important for successful selection of high-affinity aptamers as the SELEX method used. Aptamer libraries can be derived from, chemical synthesis, genomic DNA98 or transcriptomic sources,31,99 and they can be made with regular deoxyribo-, ribo-, or modified nucleotides.12,88,89,91 These modified nucleotides are primarily used to increase the stability of aptamers but also the chemical diversity and, as a result, their interaction potential. Many enzymes are available that can read or write aptamer sequences with unnatural nucleotides,12,90,91,100 and methods are also available that identify the precise location of these nucleotides within an aptamer sequence.85,86,87 Xeno-nucleic acids (XNAs), which have a modified sugar-phosphate backbone, have been used to produce aptamers with nanomolar affinity to HIV TAR RNA and to hen egg lysozyme.91 Similarly, base-modified aptamers (expanded genetic alphabet) were selected with subnanomolar affinity for vascular endothelial cell growth factor (VEGF) and interferon-γ,85 and with nanomolar affinity to MDA-MB-231 cells.86There has been a substantial effort in designing aptamer libraries to improve their structural and functional diversity and thus the likelihood of obtaining high affinity aptamers for various targets with SELEX.101,102,103,104 However, it can be argued that “selection is more intelligent than design,”105 and in most cases, use of a well-made random library is the best option. Given that most of the previously selected aptamers contain three or more features, increasing the length of the random region and the size (number of unique sequences) of a library are expected to increase the likelihood of selecting high affinity aptamers.106 In addition, short (20 nt) random region libraries are more prone to nucleotide biases introduced during amplification steps in the SELEX process.107 However, limitations associated with chemical synthesis and downstream applications impede the use of libraries with random regions longer than 80 nts.Predesigned or gradually evolved libraries starting from small number of sequences52,53 have produced aptamers,108 but they run the risk of yielding aptamers that are constrained by the size of the starting library. Although a random library of 1016 sequences only sparsely samples the potential sequence space (1042 for 70 nt random region library), it is a huge improvement over a library of 106 sequences accommodated by in silico or step-wise evolutionary selection methods. We recommend generating and characterizing in-depth random aptamer libraries to eliminate biases during SELEX. From experience, we know that even biased libraries can yield aptamers but working with such libraries is generally less efficient and less likely to yield high affinity aptamers.PCR amplification of aptamer libraries and generation of ssDNA libraries can be problematic.109,110 A number of strategies have been effective in alleviating some of these problems. PCR bias and generation of by-products can be significantly reduced by amplification of individual aptamers in separate droplets via emulsion PCR,109 or by achieving amplification of RNA aptamers with in vitro transcription111 or isothermal amplification112,113 rather than amplification of template DNA by PCR. Generation of ssDNA library can be achieved with various methods including lambda exonuclease digestion, asymmetric PCR, biotin-streptavidin separation, and size separation on denaturing-urea PAGE, all of which have been successfully used in selections yielding high-affinity ssDNA aptamers.114 Problems encountered with streptavidin-bead separation of biotinylated ssDNA110 led some groups to switch to using exonuclease digestion,115 while others suggest using a hybrid method combining asymmetric PCR and exonuclease digestion.116Aptamer library constant regions are a cause of concern for two main reasons. The first is their potential impact on aptamer random region folding.117 To that end, aptamer selection methods for aptamer libraries that have minimal or nonexistent constant regions have been developed.118,119 However, a survey of more than 2,000 previously selected aptamers found that, in general, constant regions of aptamers do not contribute to the overall predicted secondary structure.120 In our experience, the constant regions take part in folding of the aptamers, and thus, necessary for the activity of the selected aptamer.121 Therefore, it is best to assess the contribution of constant regions for each selected aptamer individually. The second is the risk of cross-contamination between selections done with libraries of identical constant region sequences.122 Such contaminating aptamers are rarely detected by cloning-based aptamer identification123; however, the high-throughput sequencing technologies enable their detection even at much lower levels.124 As a preventative measure, especially for groups that regularly perform SELEX, switching between libraries with different constant regions for each selection or at least at regular time-intervals can be recommended to avoid potential cross-contamination issues.SELEX monitoring techniquesAnother critical aspect of the SELEX process is the determination of when to stop selections. Aptamer identification either by cloning or by high-throughput sequencing, and downstream aptamer characterization assays necessitate a significant enrichment of aptamers. Any further selection is not only unnecessary and comes with the expense of cost and time, but also makes the selection prone to artifacts such as enrichment of unintended nonspecific aptamers and even loss of real aptamers. Therefore, knowing when to end a selection is of critical importance. To this end, multiple assays have been used to monitor the progression of aptamer selections. These assays measure (i) percent aptamer recovery (e.g., by radioactivity125 or fluorescence associated with aptamers,126 or by QPCR),29 (ii) bulk binding affinity to target (e.g., by FACS,68 EMSA,47 filter binding,127 or capillary electrophoresis (CE)),128 or (iii) convergence of the aptamer species (e.g., by Restriction Fragment Length Polymorphism (RFLP),129 melting curve,130 Cot analysis,131 or HPLC).132 A recent study compared RFLP, melting curve, fluorescence, QPCR, and bulk binding affinity measurement assays to monitor the progress of SELEX against streptavidin concluded that these assays were all equally informative.133 However, we suggest that a combination of aptamer recovery or binding affinity measurements during selection and high-throughput sequencing analysis of multiple SELEX libraries from different rounds of selection at the end is a fail-safe strategy.Improved SELEX efficiency and single-round selection methodsSELEX is a laborious and time-consuming process; therefore, it is crucial to improve the efficiency of the selection, which is often measured by the number of selection cycles or the time that it takes to achieve successful selection of a high affinity aptamer. As a method-independent strategy that was guided by theoretical considerations, we have tested the use of an enriched aptamer pool directly, without amplification, for a later cycle of selection. A full SELEX performed in this manner, named RAPID-SELEX, performs equally well, if not slightly better, in selections with identical targets under similar conditions and can be completed in one third of the time required for regular SELEX.124 The number of consecutive nonamplification cycles in RAPID-SELEX can be further increased as long as the starting library contains a sufficiently large number of high affinity aptamers and copies of each aptamer. Elimination of all amplification steps in a nonequilibrium capillary electrophoresis-based SELEX, defined as Non-SELEX, led to the selection of a low micromolar affinity aptamer library for h-Ras134 and aptamers for bovine catalase135 in three rounds.A number of studies have reported selection of aptamers with a single-round of selection using different SELEX methods including nitrocellulose filter binding,136 affinity chromatography on beads40 and glass coverslip,137 microfluidics,34 and atomic force microscopy.65,66 These were developed either to avoid patent issues relating to the SELEX technology138 or to improve the efficiency of SELEX. In some respects, these methods are distinct from SELEX, since they do not fit its most common definition: repeated rounds of selection each comprising of binding, partitioning, and amplification steps. However, they all systematically enrich a ligand against a target molecule; therefore, they can be considered as a SELEX method. In MonoLEX, the affinity chromatography column used for selection is sliced into segments, and the aptamers obtained from individual segments are tested for their affinity to identify the highest affinity aptamer.40 Although this strategy was successful in identifying aptamers for Vaccinia virus, the affinity-dependent distribution of aptamers within the column does not meet expectations: the affinity of aptamers should be higher near the top of the column and gradually decrease along the length of the column but the aptamers were found to be randomly distributed in distinct clusters along the column.40 It is not clear, however, how similar and predictable the aptamer distribution patterns would be between selections with different targets, or the target binding affinity characterization has to be performed for each segment in every independent selection. Another single-round selection method utilized DNaseI-digestion and gradient wash with urea buffers to select DNA aptamers that are protected by target protein binding on a nitrocellulose filter.136 A ssDNA aptamer was obtained from a single round selection against α-bungarotoxin immobilized on a glass coverslip,137 albeit it had low affinity (micromolar Kd). Salt and temperature gradient elutions were used to identify nanomolar affinity aptamers in a single round for KLK6139 and human Growth Hormone,140 respectively. A microfluidic micromagnetic SELEX platform was also used for selection of a nanomolar affinity aptamer for Botulinum neurotoxin in a single round.34 However, later work of the same group showed that this may not be possible for every target protein, as other targets require additional rounds of selection and high-throughput sequencing to identify high affinity aptamers.35,46Enrichment factors ranging from 10- to 1,000-fold per cycle of selection are attainable in most SELEX platforms; therefore, a minimum of three rounds of selection is necessary even with high-throughput sequencing based analysis for a starting library of 1016 complexity. On the other hand, single-round selections require, conservatively, an enrichment factor of 1010 for a similar size starting library. It should be noted that certain targets are more aptagenic, thus easier to select an aptamer for it. In light of these, the results of the single-round selection methods need to be taken with a grain of salt, until it is proven that similar results are obtained with a wide-variety of targets and ideally by other labs. To that end, there is a need for a consensus in the SELEX field on what targets, libraries, selection conditions, and criteria of success to use, so that a direct comparison between many of these methods can be made fairly and unambiguously.Alternating between different SELEX methodsDifferent SELEX methods often give rise to distinct sets of nonspecific background binding aptamers, which confound, if not completely prevent, the selection of specific target-binding aptamers.23,27,28 Such background aptamers can be specifically removed23,77 or their enrichment can be circumvented by alternate use of different selection methods expected to have nonoverlapping background aptamers.127 Green fluorescent protein (GFP) is a target protein that has proven to be very difficult to select an aptamer for,141 and our initial attempts yielded filter- or bead-binding aptamers. Successful selection of a ~5 nmol/l affinity GFP-binding RNA aptamer had only been possible by alternating filter binding and affinity chromatography-based selections for a total of 27 cycles.127In a recent study, microfluidic, micromagnetic bead-based selection has been coupled with a FACS-based selection, named Particle Display.36 Particle Display performs selections with aptamer particles displaying many copies of an individual aptamer. Such aptamer particles are expected to minimize the loss of high affinity aptamers by chance, and have been shown to yield high affinity DNA aptamers to multiple protein targets in only three rounds of FACS-based selections. Particle Display SELEX represents an ideal choice of a SELEX method to switch to after a preenrichment of library is done to reduce the library complexity.In vitro SELEX methods can also be combined with in vivo methods like the yeast three-hybrid assay. This combination has been productive in selecting aptamers for Rrm4 protein from the corn pathogen Ustilago maydis and in gaining insights for Rrm4-RNA interactions in vivo.142 However, RNA libraries derived exclusively from in vitro selections might also be sufficient to shed some light on in vivo RNA-protein interactions.31Multiple aptamers to distinct sites of a single targetIn theory, SELEX can yield aptamers to multiple targets within a sample or even to distinct surfaces of a single target. However, most SELEX experiments yield multiple aptamers almost exclusively to a single “aptagenic” epitope (one of many surfaces on a target or one of many targets within a mixture that is readily targeted by aptamers). Aptamers that bind aptagenic epitopes dominate selections and often prevent identification of aptamers to other targets or target surfaces. Such aptamers can be eliminated specifically during selections using complementary DNAs to prevent their folding thus target binding or degrade RNA aptamers with RNaseH.23,77Selection of multiple aptamers that bind to distinct surfaces of a target are often highly desired. Pairs of noncompeting aptamers that bind to a single target are ideal for developing highly specific aptamer-based sandwich assays,143,144,145,146 for developing higher affinity and specificity multivalent aptamers,147,148,149 and for specific inhibition of a single function/interaction of a multi-function/-domain protein.121 A number of strategies, including the use of separate domains of the target for individual selections,147,150 or blockage of the primary aptamer binding site during the selection with a nonamplifiable form of a previously selected aptamer,121,143 have been used for selecting pairs of aptamers to a single target protein. The heparin-binding domain of VEGF is readily aptagenic, and selections of aptamers to the receptor binding domain (RBD) has only been possible with the use of VEGF protein lacking the Heparin-binding domain.147 Alternatively, individual domains can be used in tandem with the full-length protein (counter- and toggle-selections) to separate domain-specific aptamers as done for αV and β3 subunits of integrin αVβ3.150 Our group used a nonamplifiable form of a previously selected aptamer to later select another aptamer that binds to a different interacting surface of a relatively small protein; TATA-binding protein (TBP), which plays a central role in transcriptional regulation by directly interacting with both promoter DNA and General Transcription Factors (GTFs).121 Targeting of different domains can be further enforced by using a different modified aptamer library in addition to the blockage of the primary site with a nonamplifiable aptamer, and this strategy has been demonstrated successful for 8 different protein targets.143Transcription factor binding site identificationIn addition to the discovery of sequence and structural determinants of RNA-protein interactions,31,80,151 SELEX approaches have been used to characterize the sequence specificity of DNA-binding transcription factors with the objective of gaining insights about their in vivo interactions.152,153,154,155 The first report of such use, which predates the publications that are often credited for the development of the SELEX technology,3,4 characterized the DNA-binding specificity of yeast GCN4 transcription factor.152 Later, the binding specificity of EGR, a zinc finger protein, was determined with affinity chromatography-based SELEX.155 Protein Binding-Sequencing (PB-Seq), a SELEX-related approach, has been used to determine both the sequence and the affinity of Drosophila Melanogaster Heat Shock Factor binding to a library of genomic DNA fragments.156 A recent large-scale SELEX-based DNA binding analysis of over 800 transcription factors revealed many previously unknown specificity determinants for a large number of transcription factors.153,154 Furthermore, SELEX derived transcription factor binding models were found to recapitulate in vivo binding, assessed by chromatin immunoprecipitation-sequencing (ChIP-Seq), better than Protein Binding Microarrays (PBMs),157 an alternative in vitro assay used for high-throughput characterization of transcription factor binding specificity and affinity using a dsDNA microarray.55,56,57High-throughput sequencing and data analysisIncorporation of high-throughput sequencing technologies for analysis of enriched aptamer libraries and identification of candidate aptamers has been one of the most fundamental changes in SELEX applications. Conventionally, enriched aptamer pools were cloned into a plasmid and a few hundred individual clones, at most, would be sequenced to identify individual high affinity aptamers. Sequences of these clones were also used to obtain sequence and structural information about the enriched aptamers. In comparison, next-generation sequencing analysis can yield well over a hundred million sequences. In addition, based on the enrichment of a particular sequence with respect to others, candidate aptamers can be identified by high-throughput sequencing at much earlier cycles of a selection, whereas conventional cloning based aptamer identification requires convergance of the enriched aptamer pool down to a few sequences.15 Although other platforms of next-generation sequencing technology have been used as well,158 Illumina platforms have been the preferred choice implemented due to their significantly higher number of sequence reads with sufficient read-lengths to cover random regions of most libraries used for SELEX.46,159 A large number of sequence reads enables a more comprehensive analysis and gives better insight into the sequence and structural features of the aptamers being selected against a target. Information gathered from such an analysis led to a secondary structure prediction and minimization of IL-10 receptor binding modified RNA aptamer with increased affinity compared to the original aptamer.160In addition to identification of candidate aptamers for follow-up characterization, many groups, including ours, have used high-throughput sequencing for analysis of the enrichment process in multiple aptamer pools leading to the final aptamer pool. Such high-throughput analysis of SELEX pools revealed many insights about the selection process. Analysis of SELEX pools derived from a genomic library by a conventional filter binding SELEX against E.coli Hfq protein and a control SELEX (Neutral SELEX) omitting the target binding selection but subjecting the library to repeated cycles of reverse transcription, PCR amplification, and transcription revealed that the selective pressure exerted by the target binding dominates the selection process.158 High-throughput sequencing analysis of cell-SELEX derived aptamer pools revealed that the negative selection done against nontarget cells have the biggest positive effect in selecting aptamers with the desired property, that is cell internalization.17 A recent study found the selective pressure of the amplification steps to be not so neutral,161 and therefore suggested the use of the minimum number of selection cycles to avoid possible artifacts and biases in PCR amplification, and the identification of enriched aptamers in much earlier rounds with the power of high-throughput sequencing. At which round this can be achieved depends on the complexity of the starting library, the enrichment factor achieved each round, and the number of reads obtained from sequencing. Certain targets could be less “aptagenic” and therefore may require more rounds of selection even though high-throughput sequencing is employed for aptamer identification.It is well accepted in the SELEX field that even the most highly enriched libraries contain many thousands of sequences, albeit most of them at lower levels. Also, it is becoming more and more evident that the most abundant sequences identified in the final aptamer pools are not necessarily the highest affinity aptamers, but instead are enriched because of other reasons such as high affinity to partitioning matrix, PCR bias, or sequencing bias. Therefore, the fold-enrichment of an aptamer, instead of its abundance, has been used to identify low nanomolar affinity RNA aptamers against PDGF-BB.46 This is a good metric to use especially if the starting library is biased, that is, individual aptamers are not equally abundant.Albeit the common use of high-throughput sequencing, the development of specific bioinformatics tools for identification of candidate aptamers from large sequencing data have been limited.17,159 With the exception of very few recent studies,162,163,164 development and utilization of bioinformatics tools for analysis of sequencing data to gain further insights into aptamer-target interactions (sequence-structure or sequence-function relationship) is almost nonexistent. Even at the limited scale done in a recent study, such an analysis led to identification of structural motifs that are shared between aptamers of different lineages and of even higher affinity RNA aptamers for HIV Reverse Transcriptase than previously identified pseudoknots.163 The SELEX field would benefit immensely from an agreed upon algorithm and metrics (i.e., enrichment versus multiplicity) to use for selecting candidate aptamers, and from computational tools that can efficiently and accurately predict, compare and classify aptamer secondary structures, to obtain a better insight into target interactions.High-throughput aptamer characterizationAdvances in SELEX methods and the incorporation of high-throughput sequencing methods for downstream analysis demand comparable high-throughput aptamer characterization assays for rapid and efficient identification of high affinity aptamers. Nitrocellulose filter binding assay can be implemented as a relatively cheap, moderately high-throughput, quantitative follow-up assay.24 An AlphaScreen-based assay, HAPIscreen,165 and two microarray-based assays including QPASS,54,166 have been used to measure target binding affinity of thousands of aptamers. However, all three methods require either the sequences of the aptamers to be known and synthesized or individual aptamers to be blindly cloned prior to the binding assay. This limitation has been overcome recently by an assay called HiTS-FLIP, which measures the target protein binding affinities of millions of DNAs at the time of sequencing on an IlluminaGAIIx instrument.167 More recently, a similar high-throughput assay for analysis of RNA-protein interactions was independently developed by our group, named HiTS-RAP,39 and by a group of collaborators at Stanford University, named RNA-MaP.38 HiTS-FLIP, HiTS-RAP, and RNA-MaP combine the power of high-throughput sequencing and the fluorescence-based DNA or RNA binding assay to reveal not only the sequence of aptamers in an enriched library but also determine their affinity for the target protein. In principal, these assays can be applied to fluorescently-labeled targets other than proteins as well. We expect that the aforementioned high-throughput assays will transform the aptamer field by expediting the identification and in-depth characterization of high affinity aptamers and their diagnostic and therapeutic use in the near future.Other high-throughput assays used for the assessment of DNA-protein binding affinity include Protein Binding-Sequencing, PB-Seq,156 and Protein Binding Microarrays, PBM.56 Both PB-Seq and PBM have been originally developed for analysis of protein interactions with dsDNA.55,56,156 In principal, PB-Seq can be applied for analysis of ssDNA and RNA aptamer-target interactions by measuring their binding affinities in a high-throughput manner. Microarray-based analysis of ssDNA aptamers-protein interactions has been achieved with QPASS.54 It might be possible to study RNA aptamer-target interaction using RNA microarrays in near future, if they become readily available. Alternatively, the RNA polymerase halting strategies used in HiTS-RAP39 or RNA-MaP38 can be adapted to dsDNA microarrays enabling their conversion to an RNA microarray. These potential new approaches and the existing techniques should make high-throughput characterization of aptamers highly efficient and accessible to large number of researchers.Applications of aptamers: imaging, diagnosis, and therapyAptamers have been used in a wide variety of applications: identification of disease biomarkers,12,168,169 purification of RNA-associated proteins,170,171,172 and inhibition of protein173,174 to name a few. Moreover, a substantial number of studies have used aptamers for imaging purposes including cancer cell imaging in whole animals,175 cell-surface protein imaging with high-resolution microscopy,176 and many others.177,178 In addition to imaging, the largest interest in aptamer use have been in diagnostics and therapeutics.11 Many methods utilizing aptamers as detection agents have been developed including ELONA,179 SOMAscan,12,94 MAP,180 and many others reviewed elsewhere.181,182,183,184 Aptamers were also used for cell-specific delivery of various cargo molecules including drugs185,186 and siRNAs.187,188 An attractive feature of drugs composed of aptamers or delivered by aptamers is that their activity can be modulated in a spatiotemporal manner via secondary targets,189 small-molecules,190 or complementary oligonucleotides, called antidotes.191 Aptamers in therapeutics is an active field of research with many other applications that have been reviewed extensively elsewhere.7,8,192 Quite a few aptamers show promising specificity and inhibitory effects against different cancer types in cell culture and animal models.193,194 A select few of them have been tested in clinical trials. Macugen/Pegaptanib, a 2'Fluoro-modified RNA aptamer specific for VEGF-165 isoform, was approved by the FDA in 2004 for treatment of age-related macular degeneration.9 Other aptameric drugs, targeting different diseases such as hemophilia, heart disease, cancer, and diabetes, are currently in various stages of clinical trials.9,195 The number clinical trials for aptamer-based drugs are expected to increase in the near future.7,8 OutlookThe aptamer field will thrive further in the future with improvements on existing SELEX methods, and the development of new methods, reagents, and tools for aptamer selections. A consensus on the library, conditions, target, sequencing data analysis algorithm, method of characterization, and criteria of success used for aptamer selections is necessary for a direct and fair comparison of methods and strategies. Successful selection of aptamers for the most commonly used targets such as thrombin, VEGF, and PDGF, which are now known to be highly aptagenic and thus easier to select an aptamer for, is far from being an acid test of the selection strategy and perhaps should not be considered sufficient even for proof-of-principal demonstrations.Interest in automation and theoretical modeling of the SELEX process has been limited recently. With the advent of multiplex SELEX methods and high-throughput sequencing and follow-up characterization assays, the need for automation of the entire process and in-depth theoretical understanding of SELEX is greater than ever before. Most of the earlier mathematical models of SELEX are limited in scope with regards to some of the practical issues such as background-binding aptamers, and they assume steady-state equilibrium binding. A significant number of recent SELEX methods, however, perform aptamer selections in nonequilibrium, often in-flow conditions. There is a growing need for a theoretical framework that can be applied to nonequilibrium and fluidic SELEX methods, and can guide potential users to pick ideal binding, washing, and elution conditions for selections.Aptamer characterization can be a rate limiting step in generating useful aptamers and we propose the following broad recommendations. Recently developed high-throughput aptamer characterization methods are extremely powerful and will be invaluable in many applications; however, these technologies may not be accessible to everyone. In contrast, high-throughput sequencing is more accessible for most researchers, and the development of bioinformatics analysis tools that are capable of large-scale comparative sequence and secondary structure analysis are needed. Such analysis will immensely help not only the efforts of aptamer identification and minimization, but also guide aptamer modifications for a better fit in downstream applications. These post-selection methods are still done in a trial and error manner, and a systematic route of optimizations needs to be established for a faster adaptation of a selected aptamer into a wide range of applications.The future of aptamers is very promising. With the recent advances in SELEX technology; new and improved selection methods and strategies, available reagents including mutant enzymes and modified nucleotides, guidelines derived from theoretical studies, incorporation of high-throughput sequencing technologies, and development of high-throughput characterization assays, we believe the difficulties of high-affinity and specificity aptamer selections have largely become a thing of the past. A carefully designed SELEX strategy with the conditions that are specifically crafted for the target in hand, will with almost certainty yield one or more aptamers for a wide variety of targets. Potential uses of aptamers are only limited by the field's imagination, and can cover a wide breadth of applications ranging from detection of small molecules in environmental and biological samples, quantitative analysis of proteins in serum, disease biomarker discovery, delivery of drugs or other cargo to target cell, to cancer imaging in humans. As such, we are fairly confident that in near future aptamers will take a center stage not only in therapeutic and diagnostic applications, but also in basic research for dissecting biomolecular interactions and functions with unprecedented precision and resolution. AcknowledgmentsWe thank D Shalloway, W Zipfel, H Lin, M Jin, and H Craighead (Cornell University) and the members of the Lis lab for helpful discussion on SELEX and aptamer related projects and the manuscript. We dedicate this review to the memory of Rebekka O Sprouse-Grubbs (24 September 1981–12 February 2014). SELEX and aptamer related work carried out in the Lis lab, which is also reviewed in this publication, was supported by the National Institute of General Medical Sciences of the National Institutes of Health under Award Numbers R01GM025232, R01GM090320, and R01DA030329. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The authors declare no conflict of interest. ReferencesGrate D, Wilson C. Laser-mediated, site-specific inactivation of RNA transcripts. Proc Natl Acad Sci USA. 1999;96:6131–6136. [PMC free article] [PubMed] [Google Scholar]Williams BA, Lin L, Lindsay SM, Chaput JC. Evolution of a histone H4-K16 acetyl-specific DNA aptamer. J Am Chem Soc. 2009;131:6330–6331. [PMC free article] [PubMed] [Google Scholar]Ellington AD, Szostak JW. In vitro selection of RNA molecules that bind specific ligands. Nature. 1990;346:818–822. [PubMed] [Google Scholar]Tuerk C, Gold L. Systematic evolution of ligands by exponential enrichment: RNA ligands to bacteriophage T4 DNA polymerase. Science. 1990;249:505–510. [PubMed] [Google Scholar]Homann M, Göringer HU. Combinatorial selection of high affinity RNA ligands to live African trypanosomes. Nucleic Acids Res. 1999;27:2006–2014. [PMC free article] [PubMed] [Google Scholar]Long SB, Long MB, White RR, Sullenger BA. Crystal structure of an RNA aptamer bound to thrombin. RNA. 2008;14:2504–2512. [PMC free article] [PubMed] [Google Scholar]Keefe AD, Pai S, Ellington A. Aptamers as therapeutics. Nat Rev Drug Discov. 2010;9:537–550. [PMC free article] [PubMed] [Google Scholar]Thiel KW, Giangrande PH. Therapeutic applications of DNA and RNA aptamers. Oligonucleotides. 2009;19:209–222. [PMC free article] [PubMed] [Google Scholar]Dausse E, Da Rocha Gomes S, Toulmé JJ. Aptamers: a new class of oligonucleotides in the drug discovery pipeline. Curr Opin Pharmacol. 2009;9:602–607. [PubMed] [Google Scholar]Jayasena SD. Aptamers: an emerging class of molecules that rival antibodies in diagnostics. Clin Chem. 1999;45:1628–1650. [PubMed] [Google Scholar]Liu K, Lin B, Lan X. Aptamers: a promising tool for cancer imaging, diagnosis, and therapy. J Cell Biochem. 2013;114:250–255. [PubMed] [Google Scholar]Gold L, Ayers D, Bertino J, Bock C, Bock A, Brody EN, et al.  Aptamer-based multiplexed proteomic technology for biomarker discovery. PLoS ONE. 2010;5:e15004. [PMC free article] [PubMed] [Google Scholar]Sevilimedu A, Shi H, Lis JT. TFIIB aptamers inhibit transcription by perturbing PIC formation at distinct stages. Nucleic Acids Res. 2008;36:3118–3127. [PMC free article] [PubMed] [Google Scholar]Paige JS, Wu KY, Jaffrey SR. RNA mimics of green fluorescent protein. Science. 2011;333:642–646. [PMC free article] [PubMed] [Google Scholar]Cheng C, Chen YH, Lennox KA, Behlke MA, Davidson BL. In vivo SELEX for Identification of Brain-penetrating Aptamers. Mol Ther Nucleic Acids. 2013;2:e67. [PMC free article] [PubMed] [Google Scholar]Cibiel A, Quang NN, Gombert K, Thézé B, Garofalakis A, Ducongé F. From ugly duckling to swan: unexpected identification from cell-SELEX of an anti-Annexin A2 aptamer targeting tumors. PLoS ONE. 2014;9:e87002. [PMC free article] [PubMed] [Google Scholar]Thiel WH, Bair T, Peek AS, Liu X, Dassie J, Stockdale KR, et al.  Rapid identification of cell-specific, internalizing RNA aptamers with bioinformatics analyses of a cell-based aptamer selection. PLoS ONE. 2012;7:e43836. [PMC free article] [PubMed] [Google Scholar]Kuwahara M, Sugimoto N. Molecular evolution of functional nucleic acids with chemical modifications. Molecules. 2010;15:5423–5444. [PMC free article] [PubMed] [Google Scholar]Gopinath SC. Methods developed for SELEX. Anal Bioanal Chem. 2007;387:171–182. [PubMed] [Google Scholar]Stoltenburg R, Reinemann C, Strehlitz B. SELEX–a ®evolutionary method to generate high-affinity nucleic acid ligands. Biomol Eng. 2007;24:381–403. [PubMed] [Google Scholar]Cerchia L, Giangrande PH, McNamara JO, de Franciscis V. Cell-specific aptamers for targeted therapies. Methods Mol Biol. 2009;535:59–78. [PMC free article] [PubMed] [Google Scholar]Shamah SM, Healy JM, Cload ST. Complex target SELEX. Acc Chem Res. 2008;41:130–138. [PubMed] [Google Scholar]Shi H, Fan X, Ni Z, Lis JT. Evolutionary dynamics and population control during in vitro selection and amplification with multiple targets. RNA. 2002;8:1461–1470. [PMC free article] [PubMed] [Google Scholar]Hall KB, Kranz JK. Nitrocellulose filter binding for determination of dissociation constants. Methods Mol Biol. 1999;118:105–114. [PubMed] [Google Scholar]Wong I, Lohman TM. A double-filter method for nitrocellulose-filter binding: application to protein-nucleic acid interactions. Proc Natl Acad Sci USA. 1993;90:5428–5432. [PMC free article] [PubMed] [Google Scholar]Nieuwlandt D, Wecker M, Gold L. In vitro selection of RNA ligands to substance P. Biochemistry. 1995;34:5651–5659. [PubMed] [Google Scholar]Ozer A, White BS, Lis JT, Shalloway D. Density-dependent cooperative non-specific binding in solid-phase SELEX affinity selection. Nucleic Acids Res. 2013;41:7167–7175. [PMC free article] [PubMed] [Google Scholar]Wang J, Rudzinski JF, Gong Q, Soh HT, Atzberger PJ. Influence of target concentration and background binding on in vitro selection of affinity reagents. PLoS ONE. 2012;7:e43940. [PMC free article] [PubMed] [Google Scholar]Latulippe DR, Szeto K, Ozer A, Duarte FM, Kelly CV, Pagano JM, et al.  Multiplexed microcolumn-based process for efficient selection of RNA aptamers. Anal Chem. 2013;85:3417–3424. [PMC free article] [PubMed] [Google Scholar]Szeto K, Reinholt SJ, Duarte FM, Pagano JM, Ozer A, Yao L, et al.  High-throughput binding characterization of RNA aptamer selections using a microplate-based multiplex microcolumn device. Anal Bioanal Chem. 2014;406:2727–2732. [PMC free article] [PubMed] [Google Scholar]Pagano JM, Kwak H, Waters CT, Sprouse RO, White BS, Ozer A, et al.  Defining NELF-E RNA binding in HIV-1 and promoter-proximal pause regions. PLoS Genet. 2014;10:e1004090. [PMC free article] [PubMed] [Google Scholar]Tok JB, Fischer NO. Single microbead SELEX for efficient ssDNA aptamer generation against botulinum neurotoxin. Chem Commun (Camb) 2008. pp. 1883–1885. [PubMed]Oh SS, Qian J, Lou X, Zhang Y, Xiao Y, Soh HT. Generation of highly specific aptamers via micromagnetic selection. Anal Chem. 2009;81:5490–5495. [PMC free article] [PubMed] [Google Scholar]Lou X, Qian J, Xiao Y, Viel L, Gerdon AE, Lagally ET, et al.  Micromagnetic selection of aptamers in microfluidic channels. Proc Natl Acad Sci USA. 2009;106:2989–2994. [PMC free article] [PubMed] [Google Scholar]Ahmad KM, Oh SS, Kim S, McClellen FM, Xiao Y, Soh HT. Probing the limits of aptamer affinity with a microfluidic SELEX platform. PLoS ONE. 2011;6:e27051. [PMC free article] [PubMed] [Google Scholar]Wang J, Gong Q, Maheshwari N, Eisenstein M, Arcila ML, Kosik KS, et al.  Particle display: a quantitative screening method for generating high-affinity aptamers. Angew Chem Int Ed Engl. 2014;126:4896–4901. [PMC free article] [PubMed] [Google Scholar]Zhang WY, Zhang W, Liu Z, Li C, Zhu Z, Yang CJ. Highly parallel single-molecule amplification approach based on agarose droplet polymerase chain reaction for efficient and cost-effective aptamer selection. Anal Chem. 2012;84:350–355. [PubMed] [Google Scholar]Buenrostro JD, Araya CL, Chircus LM, Layton CJ, Chang HY, Snyder MP, et al.  Quantitative analysis of RNA-protein interactions on a massively parallel array reveals biophysical and evolutionary landscapes. Nat Biotechnol. 2014;32:562–568. [PMC free article] [PubMed] [Google Scholar]Tome JM, Ozer A, Pagano JM, Gheba D, Schroth GP, Lis JT. Comprehensive analysis of RNA-protein interactions by high-throughput sequencing-RNA affinity profiling. Nat Methods. 2014;11:683–688. [PMC free article] [PubMed] [Google Scholar]Nitsche A, Kurth A, Dunkhorst A, Pänke O, Sielaff H, Junge W, et al.  One-step selection of Vaccinia virus-binding DNA aptamers by MonoLEX. BMC Biotechnol. 2007;7:48. [PMC free article] [PubMed] [Google Scholar]Tsai RY, Reed RR. Identification of DNA recognition sequences and protein interaction domains of the multiple-Zn-finger protein Roaz. Mol Cell Biol. 1998;18:6447–6456. [PMC free article] [PubMed] [Google Scholar]Mendonsa SD, Bowser MT. In vitro evolution of functional DNA using capillary electrophoresis. J Am Chem Soc. 2004;126:20–21. [PubMed] [Google Scholar]Kasahara Y, Irisawa Y, Fujita H, Yahara A, Ozaki H, Obika S, et al.  Capillary electrophoresis-systematic evolution of ligands by exponential enrichment selection of base- and sugar-modified DNA aptamers: target binding dominated by 2'-O,4'-C-methylene-bridged/locked nucleic acid primer. Anal Chem. 2013;85:4961–4967. [PubMed] [Google Scholar]Jing M, Bowser MT. Isolation of DNA aptamers using micro free flow electrophoresis. Lab Chip. 2011;11:3703–3709. [PMC free article] [PubMed] [Google Scholar]Huang CJ, Lin HI, Shiesh SC, Lee GB. Integrated microfluidic system for rapid screening of CRP aptamers utilizing systematic evolution of ligands by exponential enrichment (SELEX) Biosens Bioelectron. 2010;25:1761–1766. [PubMed] [Google Scholar]Cho M, Xiao Y, Nie J, Stewart R, Csordas AT, Oh SS, et al.  Quantitative selection of DNA aptamers through microfluidic selection and high-throughput sequencing. Proc Natl Acad Sci USA. 2010;107:15373–15378. [PMC free article] [PubMed] [Google Scholar]Park SM, Ahn JY, Jo M, Lee DK, Lis JT, Craighead HG, et al.  Selection and elution of aptamers using nanoporous sol-gel arrays with integrated microheaters. Lab Chip. 2009;9:1206–1212. [PubMed] [Google Scholar]Bae H, Ren S, Kang J, Kim M, Jiang Y, Jin MM, et al.  Sol-gel SELEX circumventing chemical conjugation of low molecular weight metabolites discovers aptamers selective to xanthine. Nucleic Acid Ther. 2013;23:443–449. [PubMed] [Google Scholar]Jo M, Ahn JY, Lee J, Lee S, Hong SW, Yoo JW, et al.  Development of single-stranded DNA aptamers for specific Bisphenol a detection. Oligonucleotides. 2011;21:85–91. [PMC free article] [PubMed] [Google Scholar]Oh SS, Ahmad KM, Cho M, Kim S, Xiao Y, Soh HT. Improving aptamer selection efficiency through volume dilution, magnetic concentration, and continuous washing in microfluidic channels. Anal Chem. 2011;83:6883–6889. [PMC free article] [PubMed] [Google Scholar]Ahn JY, Jo M, Dua P, Lee DK, Kim S. A sol-gel-based microfluidics system enhances the efficiency of RNA aptamer selection. Oligonucleotides. 2011;21:93–100. [PubMed] [Google Scholar]Platt M, Rowe W, Wedge DC, Kell DB, Knowles J, Day PJ. Aptamer evolution for array-based diagnostics. Anal Biochem. 2009;390:203–205. [PubMed] [Google Scholar]Knight CG, Platt M, Rowe W, Wedge DC, Khan F, Day PJ, et al.  Array-based evolution of DNA aptamers allows modelling of an explicit sequence-fitness landscape. Nucleic Acids Res. 2009;37:e6. [PMC free article] [PubMed] [Google Scholar]Cho M, Soo Oh S, Nie J, Stewart R, Eisenstein M, Chambers J, et al.  Quantitative selection and parallel characterization of aptamers. Proc Natl Acad Sci USA. 2013;110:18460–18465. [PMC free article] [PubMed] [Google Scholar]Berger MF, Bulyk ML. Universal protein-binding microarrays for the comprehensive characterization of the DNA-binding specificities of transcription factors. Nat Protoc. 2009;4:393–411. [PMC free article] [PubMed] [Google Scholar]Bulyk ML, Gentalen E, Lockhart DJ, Church GM. Quantifying DNA-protein interactions by double-stranded DNA arrays. Nat Biotechnol. 1999;17:573–577. [PubMed] [Google Scholar]Bulyk ML, Huang X, Choo Y, Church GM. Exploring the DNA-binding specificities of zinc fingers with DNA microarrays. Proc Natl Acad Sci USA. 2001;98:7158–7163. [PMC free article] [PubMed] [Google Scholar]Hieronymus H, Silver PA. Genome-wide analysis of RNA-protein interactions illustrates specificity of the mRNA export machinery. Nat Genet. 2003;33:155–161. [PubMed] [Google Scholar]Jain R, Devine T, George AD, Chittur SV, Baroni TE, Penalva LO, et al.  RIP-Chip analysis: RNA-Binding Protein Immunoprecipitation-Microarray (Chip) Profiling. Methods Mol Biol. 2011;703:247–263. [PubMed] [Google Scholar]Reid DC, Chang BL, Gunderson SI, Alpert L, Thompson WA, Fairbrother WG. Next-generation SELEX identifies sequence and structural determinants of splicing factor binding in human pre-mRNA sequence. RNA. 2009;15:2385–2397. [PMC free article] [PubMed] [Google Scholar]Katilius E, Flores C, Woodbury NW. Exploring the sequence space of a DNA aptamer using microarrays. Nucleic Acids Res. 2007;35:7626–7635. [PMC free article] [PubMed] [Google Scholar]Lao YH, Peck K, Chen LC. Enhancement of aptamer microarray sensitivity through spacer optimization and avidity effect. Anal Chem. 2009;81:1747–1754. [PubMed] [Google Scholar]Walter JG, Kökpinar O, Friehs K, Stahl F, Scheper T. Systematic investigation of optimal aptamer immobilization for protein-microarray applications. Anal Chem. 2008;80:7372–7378. [PubMed] [Google Scholar]Chen Y, Nakamoto K, Niwa O, Corn RM. On-chip synthesis of RNA aptamer microarrays for multiplexed protein biosensing with SPR imaging measurements. Langmuir. 2012;28:8281–8285. [PMC free article] [PubMed] [Google Scholar]Miyachi Y, Shimizu N, Ogino C, Kondo A. Selection of DNA aptamers using atomic force microscopy. Nucleic Acids Res. 2010;38:e21. [PMC free article] [PubMed] [Google Scholar]Peng L, Stephens BJ, Bonin K, Cubicciotti R, Guthold M. A combined atomic force/fluorescence microscopy technique to select aptamers in a single cycle from a small pool of random oligonucleotides. Microsc Res Tech. 2007;70:372–381. [PMC free article] [PubMed] [Google Scholar]Morris KN, Jensen KB, Julin CM, Weil M, Gold L. High affinity ligands from in vitro selection: complex targets. Proc Natl Acad Sci USA. 1998;95:2902–2907. [PMC free article] [PubMed] [Google Scholar]Shangguan D, Li Y, Tang Z, Cao ZC, Chen HW, Mallikaratchy P, et al.  Aptamers evolved from live cells as effective molecular probes for cancer study. Proc Natl Acad Sci USA. 2006;103:11838–11843. [PMC free article] [PubMed] [Google Scholar]Ohuchi SP, Ohtsu T, Nakamura Y. Selection of RNA aptamers against recombinant transforming growth factor-beta type III receptor displayed on cell surface. Biochimie. 2006;88:897–904. [PubMed] [Google Scholar]Cerchia L, Esposito CL, Jacobs AH, Tavitian B, de Franciscis V. Differential SELEX in human glioma cell lines. PLoS ONE. 2009;4:e7971. [PMC free article] [PubMed] [Google Scholar] RetractedMeyer S, Maufort JP, Nie J, Stewart R, McIntosh BE, Conti LR, et al.  Development of an efficient targeted cell-SELEX procedure for DNA aptamer reagents. PLoS ONE. 2013;8:e71798. [PMC free article] [PubMed] [Google Scholar]Raddatz MS, Dolf A, Endl E, Knolle P, Famulok M, Mayer G. Enrichment of cell-targeting and population-specific aptamers by fluorescence-activated cell sorting. Angew Chem Int Ed Engl. 2008;47:5190–5193. [PubMed] [Google Scholar]Davis KA, Abrams B, Lin Y, Jayasena SD. Use of a high affinity DNA ligand in flow cytometry. Nucleic Acids Res. 1996;24:702–706. [PMC free article] [PubMed] [Google Scholar]Avci-Adali M, Metzger M, Perle N, Ziemer G, Wendel HP. Pitfalls of cell-systematic evolution of ligands by exponential enrichment (SELEX): existing dead cells during in vitro selection anticipate the enrichment of specific aptamers. Oligonucleotides. 2010;20:317–323. [PubMed] [Google Scholar]Thiel KW, Hernandez LI, Dassie JP, Thiel WH, Liu X, Stockdale KR, et al.  Delivery of chemo-sensitizing siRNAs to HER2+-breast cancer cells using RNA aptamers. Nucleic Acids Res. 2012;40:6319–6337. [PMC free article] [PubMed] [Google Scholar]Yan A, Levy M. Cell internalization SELEX: in vitro selection for molecules that internalize into cells. Methods Mol Biol. 2014;1103:241–265. [PubMed] [Google Scholar]Layzer JM, Sullenger BA. Simultaneous generation of aptamers to multiple gamma-carboxyglutamic acid proteins from a focused aptamer library using DeSELEX and convergent selection. Oligonucleotides. 2007;17:1–11. [PubMed] [Google Scholar]van Bel N, Das AT, Berkhout B. In vivo SELEX of single-stranded domains in the HIV-1 leader RNA. J Virol. 2014;88:1870–1880. [PMC free article] [PubMed] [Google Scholar]Baig TT, Lanchy JM, Lodmell JS. Randomization and in vivo selection reveal a GGRG motif essential for packaging human immunodeficiency virus type 2 RNA. J Virol. 2009;83:802–810. [PMC free article] [PubMed] [Google Scholar]Porrua O, Hobor F, Boulay J, Kubicek K, D'Aubenton-Carafa Y, Gudipati RK, et al.  In vivo SELEX reveals novel sequence and structural determinants of Nrd1-Nab3-Sen1-dependent transcription termination. EMBO J. 2012;31:3935–3948. [PMC free article] [PubMed] [Google Scholar]Mi J, Liu Y, Rabbani ZN, Yang Z, Urban JH, Sullenger BA, et al.  In vivo selection of tumor-targeting RNA motifs. Nat Chem Biol. 2010;6:22–24. [PMC free article] [PubMed] [Google Scholar]Clark EL, Fuller-Pace FV, Elliott DJ, Robson CN. Coupling transcription to RNA processing via the p68 DEAD box RNA helicase androgen receptor co-activator in prostate cancer. Biochem Soc Trans. 2008;36 Pt 3:546–547. [PubMed] [Google Scholar]McKeague M, Derosa MC. Challenges and opportunities for small molecule aptamer development. J Nucleic Acids. 2012;2012:748913. [PMC free article] [PubMed] [Google Scholar]Stoltenburg R, Nikolaus N, Strehlitz B. Capture-SELEX: Selection of DNA Aptamers for Aminoglycoside Antibiotics. J Anal Methods Chem. 2012;2012:415697. [PMC free article] [PubMed] [Google Scholar]Kimoto M, Yamashige R, Matsunaga K, Yokoyama S, Hirao I. Generation of high-affinity DNA aptamers using an expanded genetic alphabet. Nat Biotechnol. 2013;31:453–457. [PubMed] [Google Scholar]Sefah K, Yang Z, Bradley KM, Hoshika S, Jiménez E, Zhang L, et al.  In vitro selection with artificial expanded genetic information systems. Proc Natl Acad Sci USA. 2014;111:1449–1454. [PMC free article] [PubMed] [Google Scholar]Yang Z, Durante M, Glushakova LG, Sharma N, Leal NA, Bradley KM, et al.  Conversion strategy using an expanded genetic alphabet to assay nucleic acids. Anal Chem. 2013;85:4705–4712. [PMC free article] [PubMed] [Google Scholar]Klussmann S, Nolte A, Bald R, Erdmann VA, Fürste JP. Mirror-image RNA that binds D-adenosine. Nat Biotechnol. 1996;14:1112–1115. [PubMed] [Google Scholar]Keefe AD, Cload ST. SELEX with modified nucleotides. Curr Opin Chem Biol. 2008;12:448–456. [PubMed] [Google Scholar]Crouzier L, Dubois C, Edwards SL, Lauridsen LH, Wengel J, Veedu RN. Efficient reverse transcription using locked nucleic acid nucleotides towards the evolution of nuclease resistant RNA aptamers. PLoS ONE. 2012;7:e35990. [PMC free article] [PubMed] [Google Scholar]Pinheiro VB, Taylor AI, Cozens C, Abramov M, Renders M, Zhang S, et al.  Synthetic genetic polymers capable of heredity and evolution. Science. 2012;336:341–344. [PMC free article] [PubMed] [Google Scholar]Ostroff R, Foreman T, Keeney TR, Stratford S, Walker JJ, Zichi D. The stability of the circulating human proteome to variations in sample collection and handling procedures measured with an aptamer-based proteomics array. J Proteomics. 2010;73:649–666. [PubMed] [Google Scholar]Ostroff RM, Bigbee WL, Franklin W, Gold L, Mehan M, Miller YE, et al.  Unlocking biomarker discovery: large scale application of aptamer proteomic technology for early detection of lung cancer. PLoS ONE. 2010;5:e15003. [PMC free article] [PubMed] [Google Scholar]Webber J, Stone TC, Katilius E, Smith BC, Gordon B, Mason MD, et al.  Proteomics analysis of cancer exosomes using a novel modified aptamer-based array (SOMAscan™) platform. Mol Cell Proteomics. 2014;13:1050–1064. [PMC free article] [PubMed] [Google Scholar]Leva S, Lichte A, Burmeister J, Muhn P, Jahnke B, Fesser D, et al.  GnRH binding RNA and DNA Spiegelmers: a novel approach toward GnRH antagonism. Chem Biol. 2002;9:351–359. [PubMed] [Google Scholar]Helmling S, Maasch C, Eulberg D, Buchner K, Schröder W, Lange C, et al.  Inhibition of ghrelin action in vitro and in vivo by an RNA-Spiegelmer. Proc Natl Acad Sci USA. 2004;101:13174–13179. [PMC free article] [PubMed] [Google Scholar]Vater A, Sell S, Kaczmarek P, Maasch C, Buchner K, Pruszynska-Oszmalek E, et al.  A mixed mirror-image DNA/RNA aptamer inhibits glucagon and acutely improves glucose tolerance in models of type 1 and type 2 diabetes. J Biol Chem. 2013;288:21136–21147. [PMC free article] [PubMed] [Google Scholar]Vu MM, Jameson NE, Masuda SJ, Lin D, Larralde-Ridaura R, Lupták A. Convergent evolution of adenosine aptamers spanning bacterial, human, and random sequences revealed by structure-based bioinformatics and genomic SELEX. Chem Biol. 2012;19:1247–1254. [PMC free article] [PubMed] [Google Scholar]Fujimoto Y, Nakamura Y, Ohuchi S. HEXIM1-binding elements on mRNAs identified through transcriptomic SELEX and computational screening. Biochimie. 2012;94:1900–1909. [PubMed] [Google Scholar]Padilla R, Sousa R. A Y639F/H784A T7 RNA polymerase double mutant displays superior properties for synthesizing RNAs with non-canonical NTPs. Nucleic Acids Res. 2002;30:e138. [PMC free article] [PubMed] [Google Scholar]Chushak YG, Martin JA, Chávez JL, Kelley-Loughnane N, Stone MO. Computational design of RNA libraries for in vitro selection of aptamers. Methods Mol Biol. 2014;1111:1–15. [PubMed] [Google Scholar]Kim N, Izzo JA, Elmetwaly S, Gan HH, Schlick T. Computational generation and screening of RNA motifs in large nucleotide sequence pools. Nucleic Acids Res. 2010;38:e139. [PMC free article] [PubMed] [Google Scholar]Luo X, McKeague M, Pitre S, Dumontier M, Green J, Golshani A, et al.  Computational approaches toward the design of pools for the in vitro selection of complex aptamers. RNA. 2010;16:2252–2262. [PMC free article] [PubMed] [Google Scholar]Ruff KM, Snyder TM, Liu DR. Enhanced functional potential of nucleic acid aptamer libraries patterned to increase secondary structure. J Am Chem Soc. 2010;132:9453–9464. [PMC free article] [PubMed] [Google Scholar]Ahmad KM, Xiao Y, Soh HT. Selection is more intelligent than design: improving the affinity of a bivalent ligand through directed evolution. Nucleic Acids Res. 2012;40:11777–11783. [PMC free article] [PubMed] [Google Scholar]Gevertz J, Gan HH, Schlick T. In vitro RNA random pools are not structurally diverse: a computational analysis. RNA. 2005;11:853–863. [PMC free article] [PubMed] [Google Scholar]Thiel WH, Bair T, Wyatt Thiel K, Dassie JP, Rockey WM, Howell CA, et al.  Nucleotide bias observed with a short SELEX RNA aptamer library. Nucleic Acid Ther. 2011;21:253–263. [PMC free article] [PubMed] [Google Scholar]Chushak Y, Stone MO. In silico selection of RNA aptamers. Nucleic Acids Res. 2009;37:e87. [PMC free article] [PubMed] [Google Scholar]Shao K, Ding W, Wang F, Li H, Ma D, Wang H. Emulsion PCR: a high efficient way of PCR amplification of random DNA libraries in aptamer selection. PLoS ONE. 2011;6:e24910. [PMC free article] [PubMed] [Google Scholar]Paul A, Avci-Adali M, Ziemer G, Wendel HP. Streptavidin-coated magnetic beads for DNA strand separation implicate a multitude of problems during cell-SELEX. Oligonucleotides. 2009;19:243–254. [PubMed] [Google Scholar]Tsuji S, Hirabayashi N, Kato S, Akitomi J, Egashira H, Tanaka T, et al.  Effective isolation of RNA aptamer through suppression of PCR bias. Biochem Biophys Res Commun. 2009;386:223–226. [PubMed] [Google Scholar]Boese BJ, Corbino K, Breaker RR. In vitro selection and characterization of cellulose-binding RNA aptamers using isothermal amplification. Nucleosides Nucleotides Nucleic Acids. 2008;27:949–966. [PMC free article] [PubMed] [Google Scholar]Tanaka Y, Akagi K, Nakamura Y, Kozu T. RNA aptamers targeting the carboxyl terminus of KRAS oncoprotein generated by an improved SELEX with isothermal RNA amplification. Oligonucleotides. 2007;17:12–21. [PubMed] [Google Scholar]Marimuthu C, Tang TH, Tominaga J, Tan SC, Gopinath SC. Single-stranded DNA (ssDNA) production in DNA aptamer generation. Analyst. 2012;137:1307–1315. [PubMed] [Google Scholar]Avci-Adali M, Paul A, Wilhelm N, Ziemer G, Wendel HP. Upgrading SELEX technology by using lambda exonuclease digestion for single-stranded DNA generation. Molecules. 2010;15:1–11. [PMC free article] [PubMed] [Google Scholar]Svobodová M, Pinto A, Nadal P, O' Sullivan CK. Comparison of different methods for generation of single-stranded DNA for SELEX processes. Anal Bioanal Chem. 2012;404:835–842. [PubMed] [Google Scholar]Pan W, Clawson GA. The shorter the better: reducing fixed primer regions of oligonucleotide libraries for aptamer selection. Molecules. 2009;14:1353–1369. [PMC free article] [PubMed] [Google Scholar]Lai YT, DeStefano JJ. A primer-free method that selects high-affinity single-stranded DNA aptamers using thermostable RNA ligase. Anal Biochem. 2011;414:246–253. [PMC free article] [PubMed] [Google Scholar]Pan W, Xin P, Clawson GA. Minimal primer and primer-free SELEX protocols for selection of aptamers from random DNA libraries. BioTechniques. 2008;44:351–360. [PubMed] [Google Scholar]Cowperthwaite MC, Ellington AD. Bioinformatic analysis of the contribution of primer sequences to aptamer structures. J Mol Evol. 2008;67:95–102. [PMC free article] [PubMed] [Google Scholar]Shi H, Fan X, Sevilimedu A, Lis JT. RNA aptamers directed to discrete functional sites on a single protein structural domain. Proc Natl Acad Sci USA. 2007;104:3742–3746. [PMC free article] [PubMed] [Google Scholar]Lee S, Kang J, Ren S, Laurell T, Kim S, Jeong OC. A cross-contamination-free SELEX platform for a multi-target selection strategy. Biochip Journal. 2013;7:38–45. [Google Scholar]Li N, Wang Y, Pothukuchy A, Syrett A, Husain N, Gopalakrisha S, et al.  Aptamers that recognize drug-resistant HIV-1 reverse transcriptase. Nucleic Acids Res. 2008;36:6739–6751. [PMC free article] [PubMed] [Google Scholar]Szeto K, Latulippe DR, Ozer A, Pagano JM, White BS, Shalloway D, et al.  RAPID-SELEX for RNA aptamers. PLoS ONE. 2013;8:e82667. [PMC free article] [PubMed] [Google Scholar]Shi H, Hoffman BE, Lis JT. A specific RNA hairpin loop structure binds the RNA recognition motifs of the Drosophila SR protein B52. Mol Cell Biol. 1997;17:2649–2657. [PMC free article] [PubMed] [Google Scholar]Wochner A, Glökler J. Nonradioactive fluorescence microtiter plate assay monitoring aptamer selections. BioTechniques. 2007;42:578, 580, 582. [PubMed] [Google Scholar]Shui B, Ozer A, Zipfel W, Sahu N, Singh A, Lis JT, et al.  RNA aptamers that functionally interact with green fluorescent protein and its derivatives. Nucleic Acids Res. 2012;40:e39. [PMC free article] [PubMed] [Google Scholar]Yunusov D, So M, Shayan S, Okhonin V, Musheev MU, Berezovski MV, et al.  Kinetic capillary electrophoresis-based affinity screening of aptamer clones. Anal Chim Acta. 2009;631:102–107. [PubMed] [Google Scholar]Pestourie C, Cerchia L, Gombert K, Aissouni Y, Boulay J, De Franciscis V, et al.  Comparison of different strategies to select aptamers against a transmembrane protein target. Oligonucleotides. 2006;16:323–335. [PubMed] [Google Scholar]Vanbrabant J, Leirs K, Vanschoenbeek K, Lammertyn J, Michiels L. reMelting curve analysis as a tool for enrichment monitoring in the SELEX process. Analyst. 2014;139:589–595. [PubMed] [Google Scholar]Schütze T, Arndt PF, Menger M, Wochner A, Vingron M, Erdmann VA, et al.  A calibrated diversity assay for nucleic acid libraries using DiStRO–a Diversity Standard of Random Oligonucleotides. Nucleic Acids Res. 2010;38:e23. [PMC free article] [PubMed] [Google Scholar]Müller J, El-Maarri O, Oldenburg J, Pötzsch B, Mayer G. Monitoring the progression of the in vitro selection of nucleic acid aptamers by denaturing high-performance liquid chromatography. Anal Bioanal Chem. 2008;390:1033–1037. [PubMed] [Google Scholar]Mencin N, Šmuc T, Vranicar M, Mavri J, Hren M, Galeša K, et al.  Optimization of SELEX: comparison of different methods for monitoring the progress of in vitro selection of aptamers. J Pharm Biomed Anal. 2014;91:151–159. [PubMed] [Google Scholar]Berezovski M, Musheev M, Drabovich A, Krylov SN. Non-SELEX selection of aptamers. J Am Chem Soc. 2006;128:1410–1411. [PubMed] [Google Scholar]Ashley J, Ji K, Li SF. Selection of bovine catalase aptamers using non-SELEX. Electrophoresis. 2012;33:2783–2789. [PubMed] [Google Scholar]Liu Y, Wang C, Li F, Shen S, Tyrrell DL, Le XC, et al.  DNase-mediated single-cycle selection of aptamers for proteins blotted on a membrane. Anal Chem. 2012;84:7603–7606. [PubMed] [Google Scholar]Lauridsen LH, Shamaileh HA, Edwards SL, Taran E, Veedu RN. Rapid one-step selection method for generating nucleic acid aptamers: development of a DNA aptamer against a-bungarotoxin. PLoS ONE. 2012;7:e41702. [PMC free article] [PubMed] [Google Scholar]Dua P, Kim S, Lee DK. Patents on SELEX and therapeutic aptamers. Recent Pat DNA Gene Seq. 2008;2:172–186. [PubMed] [Google Scholar]Arnold S, Pampalakis G, Kantiotou K, Silva D, Cortez C, Missailidis S, et al.  One round of SELEX for the generation of DNA aptamers directed against KLK6. Biol Chem. 2012;393:343–353. [PubMed] [Google Scholar]Calik P, Balci O, Ozdamar TH. Human growth hormone-specific aptamer identification using improved oligonucleotide ligand evolution method. Protein Expr Purif. 2010;69:21–28. [PubMed] [Google Scholar]Stanlis KK, McIntosh JR. Single-strand DNA aptamers as probes for protein localization in cells. J Histochem Cytochem. 2003;51:797–808. [PubMed] [Google Scholar]König J, Julius C, Baumann S, Homann M, Göringer HU, Feldbrügge M. Combining SELEX and the yeast three-hybrid system for in vivo selection and classification of RNA aptamers. RNA. 2007;13:614–622. [PMC free article] [PubMed] [Google Scholar]Ochsner UA, Green LS, Gold L, Janjic N. Systematic selection of modified aptamer pairs for diagnostic sandwich assays. BioTechniques. 2014;56:125–8, 130, 132. [PubMed] [Google Scholar]Park JW, Jin Lee S, Choi EJ, Kim J, Song JY, Bock Gu M. An ultra-sensitive detection of a whole virus using dual aptamers developed by immobilization-free screening. Biosens Bioelectron. 2014;51:324–329. [PubMed] [Google Scholar]Niu S, Qu L, Zhang Q, Lin J. Fluorescence detection of thrombin using autocatalytic strand displacement cycle reaction and a dual-aptamer DNA sandwich assay. Anal Biochem. 2012;421:362–367. [PubMed] [Google Scholar]Xiao SJ, Hu PP, Wu XD, Zou YL, Chen LQ, Peng L, et al.  Sensitive discrimination and detection of prion disease-associated isoform with a dual-aptamer strategy by developing a sandwich structure of magnetic microparticles and quantum dots. Anal Chem. 2010;82:9736–9742. [PubMed] [Google Scholar]Nonaka Y, Sode K, Ikebukuro K. Screening and improvement of an anti-VEGF DNA aptamer. Molecules. 2010;15:215–225. [PMC free article] [PubMed] [Google Scholar]McNamara JO, Kolonias D, Pastor F, Mittler RS, Chen L, Giangrande PH, et al.  Multivalent 4-1BB binding aptamers costimulate CD8+ T cells and inhibit tumor growth in mice. J Clin Invest. 2008;118:376–386. [PMC free article] [PubMed] [Google Scholar]Zhao X, Lis JT, Shi H. A systematic study of the features critical for designing a high avidity multivalent aptamer. Nucleic Acid Ther. 2013;23:238–242. [PMC free article] [PubMed] [Google Scholar]Gong Q, Wang J, Ahmad KM, Csordas AT, Zhou J, Nie J, et al.  Selection strategy to generate aptamer pairs that bind to distinct sites on protein targets. Anal Chem. 2012;84:5365–5371. [PMC free article] [PubMed] [Google Scholar]Ray D, Kazan H, Cook KB, Weirauch MT, Najafabadi HS, Li X, et al.  A compendium of RNA-binding motifs for decoding gene regulation. Nature. 2013;499:172–177. [PMC free article] [PubMed] [Google Scholar]Oliphant AR, Brandl CJ, Struhl K. Defining the sequence specificity of DNA-binding proteins by selecting binding sites from random-sequence oligonucleotides: analysis of yeast GCN4 protein. Mol Cell Biol. 1989;9:2944–2949. [PMC free article] [PubMed] [Google Scholar]Jolma A, Kivioja T, Toivonen J, Cheng L, Wei G, Enge M, et al.  Multiplexed massively parallel SELEX for characterization of human transcription factor binding specificities. Genome Res. 2010;20:861–873. [PMC free article] [PubMed] [Google Scholar]Jolma A, Yan J, Whitington T, Toivonen J, Nitta KR, Rastas P, et al.  DNA-binding specificities of human transcription factors. Cell. 2013;152:327–339. [PubMed] [Google Scholar]Liu J, Stormo GD. Combining SELEX with quantitative assays to rapidly obtain accurate models of protein-DNA interactions. Nucleic Acids Res. 2005;33:e141. [PMC free article] [PubMed] [Google Scholar]Guertin MJ, Martins AL, Siepel A, Lis JT. Accurate prediction of inducible transcription factor binding intensities in vivo. PLoS Genet. 2012;8:e1002610. [PMC free article] [PubMed] [Google Scholar]Orenstein Y, Shamir R. A comparative analysis of transcription factor binding models learned from PBM, HT-SELEX and ChIP data. Nucleic Acids Res. 2014;42:e63. [PMC free article] [PubMed] [Google Scholar]Zimmermann B, Gesell T, Chen D, Lorenz C, Schroeder R. Monitoring genomic sequences during SELEX using high-throughput sequencing: neutral SELEX. PLoS ONE. 2010;5:e9169. [PMC free article] [PubMed] [Google Scholar]Hoon S, Zhou B, Janda KD, Brenner S, Scolnick J. Aptamer selection by high-throughput sequencing and informatic analysis. BioTechniques. 2011;51:413–416. [PubMed] [Google Scholar]Berezhnoy A, Stewart CA, Mcnamara JO, 2nd, Thiel W, Giangrande P, Trinchieri G, et al.  Isolation and optimization of murine IL-10 receptor blocking oligonucleotide aptamers using high-throughput sequencing. Mol Ther. 2012;20:1242–1250. [PMC free article] [PubMed] [Google Scholar]Schütze T, Wilhelm B, Greiner N, Braun H, Peter F, Mörl M, et al.  Probing the SELEX process with next-generation sequencing. PLoS ONE. 2011;6:e29604. [PMC free article] [PubMed] [Google Scholar]Beier R, Boschke E, Labudde D. New strategies for evaluation and analysis of SELEX experiments. Biomed Res Int. 2014;2014:849743. [PMC free article] [PubMed] [Google Scholar]Ditzler MA, Lange MJ, Bose D, Bottoms CA, Virkler KF, Sawyer AW, et al.  High-throughput sequence analysis reveals structural diversity and improved potency among RNA inhibitors of HIV reverse transcriptase. Nucleic Acids Res. 2013;41:1873–1884. [PMC free article] [PubMed] [Google Scholar]Hoinka J, Zotenko E, Friedman A, Sauna ZE, Przytycka TM. Identification of sequence-structure RNA binding motifs for SELEX-derived aptamers. Bioinformatics. 2012;28:i215–i223. [PMC free article] [PubMed] [Google Scholar]Dausse E, Taouji S, Evadé L, Di Primo C, Chevet E, Toulmé JJ. HAPIscreen, a method for high-throughput aptamer identification. J Nanobiotechnology. 2011;9:25. [PMC free article] [PubMed] [Google Scholar]Fischer NO, Tok JB, Tarasow TM. Massively parallel interrogation of aptamer sequence, structure and function. PLoS ONE. 2008;3:e2720. [PMC free article] [PubMed] [Google Scholar]Nutiu R, Friedman RC, Luo S, Khrebtukova I, Silva D, Li R, et al.  Direct measurement of DNA affinity landscapes on a high-throughput sequencing instrument. Nat Biotechnol. 2011;29:659–664. [PMC free article] [PubMed] [Google Scholar]Berezovski MV, Lechmann M, Musheev MU, Mak TW, Krylov SN. Aptamer-facilitated biomarker discovery (AptaBiD) J Am Chem Soc. 2008;130:9137–9143. [PubMed] [Google Scholar]Ulrich H, Wrenger C. Disease-specific biomarker discovery by aptamers. Cytometry A. 2009;75:727–733. [PubMed] [Google Scholar]Corcoran CP, Rieder R, Podkaminski D, Hofmann B, Vogel J. Use of aptamer tagging to identify in vivo protein binding partners of small regulatory RNAs. Methods Mol Biol. 2012;905:177–200. [PubMed] [Google Scholar]Slobodin B, Gerst JE. RaPID: an aptamer-based mRNA affinity purification technique for the identification of RNA and protein factors present in ribonucleoprotein complexes. Methods Mol Biol. 2011;714:387–406. [PubMed] [Google Scholar]Srisawat C, Engelke DR. Streptavidin aptamers: affinity tags for the study of RNAs and ribonucleoproteins. RNA. 2001;7:632–641. [PMC free article] [PubMed] [Google Scholar]Missailidis S, Hardy A. Aptamers as inhibitors of target proteins. Expert Opin Ther Pat. 2009;19:1073–1082. [PubMed] [Google Scholar]Nimjee SM, Oney S, Volovyk Z, Bompiani KM, Long SB, Hoffman M, et al.  Synergistic effect of aptamers that inhibit exosites 1 and 2 on thrombin. RNA. 2009;15:2105–2111. [PMC free article] [PubMed] [Google Scholar]Shi H, He X, Wang K, Wu X, Ye X, Guo Q, et al.  Activatable aptamer probe for contrast-enhanced in vivo cancer imaging based on cell membrane protein-triggered conformation alteration. Proc Natl Acad Sci USA. 2011;108:3900–3905. [PMC free article] [PubMed] [Google Scholar]Opazo F, Levy M, Byrom M, Schäfer C, Geisler C, Groemer TW, et al.  Aptamers as potential tools for super-resolution microscopy. Nat Methods. 2012;9:938–939. [PubMed] [Google Scholar]Gomes Sda R, Azéma L, Allard M, Toulmé JJ. Aptamers as imaging agents. Expert Opin Med Diagn. 2010;4:511–518. [PubMed] [Google Scholar]Wang AZ, Farokhzad OC. Current progress of aptamer-based molecular imaging. J Nucl Med. 2014;55:353–356. [PMC free article] [PubMed] [Google Scholar]Drolet DW, Moon-McDermott L, Romig TS. An enzyme-linked oligonucleotide assay. Nat Biotechnol. 1996;14:1021–1025. [PubMed] [Google Scholar]Csordas A, Gerdon AE, Adams JD, Qian J, Oh SS, Xiao Y, et al.  Detection of proteins in serum by micromagnetic aptamer PCR (MAP) technology. Angew Chem Int Ed Engl. 2010;49:355–358. [PubMed] [Google Scholar]Cho EJ, Lee JW, Ellington AD. Applications of aptamers as sensors. Annu Rev Anal Chem (Palo Alto Calif) 2009;2:241–264. [PubMed] [Google Scholar]Šmuc T, Ahn IY, Ulrich H. Nucleic acid aptamers as high affinity ligands in biotechnology and biosensorics. J Pharm Biomed Anal. 2013;81-82:210–217. [PubMed] [Google Scholar]Thiviyanathan V, Gorenstein DG. Aptamers and the next generation of diagnostic reagents. Proteomics Clin Appl. 2012;6:563–573. [PMC free article] [PubMed] [Google Scholar]Yoshida W, Abe K, Ikebukuro K. Emerging techniques employed in aptamer-based diagnostic tests. Expert Rev Mol Diagn. 2014;14:143–151. [PubMed] [Google Scholar]He W, Elizondo-Riojas MA, Li X, Lokesh GL, Somasunderam A, Thiviyanathan V, et al.  X-aptamers: a bead-based selection method for random incorporation of druglike moieties onto next-generation aptamers for enhanced binding. Biochemistry. 2012;51:8321–8323. [PMC free article] [PubMed] [Google Scholar]Hu R, Zhang X, Zhao Z, Zhu G, Chen T, Fu T, et al.  DNA nanoflowers for multiplexed cellular imaging and traceable targeted drug delivery. Angew Chem Int Ed Engl. 2014;53:5821–5826. [PubMed] [Google Scholar]McNamara JO, 2nd, Andrechek ER, Wang Y, Viles KD, Rempel RE, Gilboa E, et al.  Cell type-specific delivery of siRNAs with aptamer-siRNA chimeras. Nat Biotechnol. 2006;24:1005–1015. [PubMed] [Google Scholar]Zhou J, Rossi JJ. The therapeutic potential of cell-internalizing aptamers. Curr Top Med Chem. 2009;9:1144–1157. [PubMed] [Google Scholar]Douglas SM, Bachelet I, Church GM. A logic-gated nanorobot for targeted transport of molecular payloads. Science. 2012;335:831–834. [PubMed] [Google Scholar]Mo R, Jiang T, DiSanto R, Tai W, Gu Z. ATP-triggered anticancer drug delivery. Nat Commun. 2014;5:3364. [PubMed] [Google Scholar]Oney S, Lam RT, Bompiani KM, Blake CM, Quick G, Heidel JD, et al.  Development of universal antidotes to control aptamer activity. Nat Med. 2009;15:1224–1228. [PMC free article] [PubMed] [Google Scholar]Cerchia L, de Franciscis V. Targeting cancer cells with nucleic acid aptamers. Trends Biotechnol. 2010;28:517–525. [PubMed] [Google Scholar]Zhu G, Ye M, Donovan MJ, Song E, Zhao Z, Tan W. Nucleic acid aptamers: an emerging frontier in cancer therapy. Chem Commun (Camb) 2012;48:10472–10480. [PMC free article] [PubMed] [Google Scholar]Dassie JP, Liu XY, Thomas GS, Whitaker RM, Thiel KW, Stockdale KR, et al.  Systemic administration of optimized aptamer-siRNA chimeras promotes regression of PSMA-expressing tumors. Nat Biotechnol. 2009;27:839–849. [PMC free article] [PubMed] [Google Scholar]Sundaram P, Kurniawan H, Byrne ME, Wower J. Therapeutic RNA aptamers in clinical trials. Eur J Pharm Sci. 2013;48:259–271. [PubMed] [Google Scholar]"}