{"title": "Coupling mRNA synthesis and decay", "pubDate": "2014", "PMCID": "PMC4248707", "DOI": "10.1128/MCB.00535-14", "PMID": "25154419", "abstract": "What has been will be again, what has been done will be done again; there is nothing new under the sun. -Ecclesiastes 1:9 (New International Version) Posttranscriptional regulation of gene expression has an important role in defining the phenotypic characteristics of an organism. Well-defined steps in mRNA metabolism that occur in the nucleus-capping, splicing, and polyadenylation-are mechanistically linked to the process of transcription. Recent evidence suggests another link between RNA polymerase II (Pol II) and a posttranscriptional process that occurs in the cytoplasm-mRNA decay. This conclusion appears to represent a conundrum. How could mRNA synthesis in the nucleus and mRNA decay in the cytoplasm be mechanistically linked? After a brief overview of mRNA processing, we will review the recent evidence for transcription-coupled mRNA decay and the possible involvement of Snf1, the Saccharomyces cerevisiae ortholog of AMP-activated protein kinase, in this process.", "author": [{"author": "Katherine A Braun", "affiliation": ["Department of Biochemistry, University of Washington, Seattle, Washington, USA."], "href": "/?term=Braun+KA&cauthor_id=25154419"}, {"author": "Elton T Young", "affiliation": ["Department of Biochemistry, University of Washington, Seattle, Washington, USA ety@uw.edu."], "href": "/?term=Young+ET&cauthor_id=25154419"}], "refPMID": [], "citedInPMID": ["25154419", "34646989", "34582893", "34085923", "33588838", "33300180", "33258404", "33138675", "33094674", "32518159", "32286305", "32251580", "32060173", "31392315", "31340047", "31116665", "31036808", "30281021", "29893792", "29675268", "29244760", "28904013", "28706937", "28119420", "27841720", "27273514", "27048816", "27044895", "26843527", "26667037", "26368052", "26259698", "26211836", "26205245", "25721579", "25640595"], "body": " Abstract\nWhat has been will be again, what has been done will be done again; there is nothing new under the sun.—Ecclesiastes 1:9 (New International Version)Posttranscriptional regulation of gene expression has an important role in defining the phenotypic characteristics of an organism. Well-defined steps in mRNA metabolism that occur in the nucleus—capping, splicing, and polyadenylation—are mechanistically linked to the process of transcription. Recent evidence suggests another link between RNA polymerase II (Pol II) and a posttranscriptional process that occurs in the cytoplasm—mRNA decay. This conclusion appears to represent a conundrum. How could mRNA synthesis in the nucleus and mRNA decay in the cytoplasm be mechanistically linked? After a brief overview of mRNA processing, we will review the recent evidence for transcription-coupled mRNA decay and the possible involvement of Snf1, the Saccharomyces cerevisiae ortholog of AMP-activated protein kinase, in this process. THE BEGINNING—mRNA PROCESSING IN THE NUCLEUS IS COUPLED TO TRANSCRIPTIONThe primary RNA transcript in the nucleus of a eukaryotic cell undergoes multiple covalent modifications before it reaches the cytoplasmic compartment (Fig. 1). Several excellent in-depth reviews of mRNA processing and related topics have appeared recently, and the interested reader is referred to these reviews for detailed information (1,–6). RNA polymerase II (Pol II) transcripts are modified at their 5′ ends by the addition of a 7-methylguanosine (7-MeG) cap, at their 3′ ends by polyadenylation, and internally by the removal of intronic sequences and in some cases by editing. What was not anticipated but is now well accepted is the fact that all of these processes occur cotranscriptionally. If they are completed successfully, nuclear export occurs (7,–9), which is also linked to transcription (8).Open in a separate windowFIG 1Cotranscriptional RNA processing in the nucleus. The capping enzymes are recruited once Pol II is phosphorylated at serine 5 in the carboxyl-terminal domain (CTD) during early elongation. The capping enzymes consist of RNA triphosphatase (RT), guanylyltransferase (GT), and 7-methyltransferase (MT) activities. As Pol II switches to productive elongation, the serine 5 phosphorylation disappears and serine 2 phosphorylation becomes dominant. The elongating Pol II complex recruits splicing enzymes, and the spliceosome removes the introns while transcription proceeds. The serine 2-phosphorylated CTD recruits the polyadenylation factors, including the RNA cleavage components and the poly(A) polymerase (PAP) to cleave the mRNA following the polyadenylation signal(s) (AAUAA) and add the poly(A) tail.The enzymes that cap the mRNA are recruited to the nascent transcript shortly after the 5′ end emerges from the exit channel. Recruitment of the capping enzyme complex, containing RNA triphosphatase, guanylyltransferase, and the 7-methyltransferase activity, requires phosphorylation of Ser5 on the carboxyl-terminal domain (CTD) of Pol II by the transcription factor IIH (TFIIH)-associated kinase, Cdk7 (Kin28 in Saccharomyces cerevisiae), linking 5′ capping to Pol II and transcription. Ser5 phosphorylation and the capping complex are lost as Pol II progresses down the gene (1, 10, 11).mRNA splicing is coupled both to transcription and to nuclear export via recruitment of complexes involved in each process by elongating Pol II. Intron-associated sequences and the Ser2-phosphorylated form of the CTD are involved in elongating the transcript and recruiting the splicing machinery (reviewed in references 12 and 13). Because accurate and efficient splicing can be achieved in vitro, it was unexpected that the promoter can influence where splicing occurs in the nascent transcript (reviewed in reference 14). The simplest manner in which a promoter can influence splicing is for an alternative promoter to change the 5′-most exon and thus alter the pre-mRNA sequence and structure. However, alternative promoters of the same gene may influence where splicing occurs by recruiting transcription factors that have different activities, either by themselves recruiting different splicing complexes or by influencing the rate of elongation, which can influence the location of alternative splice sites in the primary transcripts. Many of the components of the splicing and nuclear export machinery are conserved between the two evolutionarily divergent yeasts Schizosaccharomyces pombe and Saccharomyces cerevisiae and mammals (8, 15, 16), a testament to their importance even in S. cerevisiae where only about 5% of the genes contain introns (17). Despite the paucity of intron-containing genes in S. cerevisiae, they account for a disproportionate amount of total message and protein synthesis. Intron deletion from three essential genes in S. cerevisiae reduced transcript levels consistent with a mechanistic link between transcription and splicing that acts in both directions: transcription influences splicing, and splicing influences transcription (17). Thus, as in higher eukaryotes, there is an important coupling between splicing and transcription.Cleavage downstream of the poly(A) addition site and poly(A) addition occurs by the concerted action of cleavage factors and the poly(A) polymerase and is mechanistically coupled to transcription termination (reviewed in reference 18). Cleavage and termination factor recruitment require Ser2 phosphorylation of the CTD (19, 20). A current model combines two former ideas of termination, invoking both a “torpedo”-like function of the nuclear exoribonuclease (Rat1 in the yeast S. cerevisiae and Xrn2 in mammals) and an allosteric change in the elongation complex that together cause transcription termination (21, 22). However, termination at genes transcribed by Pol II is complex, and the mechanism differs depending on several factors, including the presence or absence of a poly(A) tail, introns, and gene length (18). THE END—mRNA DECAY IN THE CYTOPLASMThe major pathways of mRNA decay in the cytoplasm are illustrated in Fig. 2. Not shown is a surveillance pathway that ensures that only correctly processed mRNAs escape degradation (23, 24). Correctly processed mRNAs bearing a 7-MeG cap at their 5′ end are recognized by eukaryotic initiation factor 4E (eIF4E), which recruits the mRNA to initiation factor eIF4F, forms a complex with the small 40S ribosome, initiator Met-tRNA and initiation factors to begin translation (reviewed in references 25 to 27). mRNAs not associated with polysomes may be associated with processing bodies (P-bodies) and stress granules, sites of degradation and storage (28). However, there is evidence that for some mRNAs, association with P-bodies is a consequence, not a cause of removal from the translation cycle (reviewed in reference 28). Degradation of the cytoplasmic mRNA is usually initiated by shortening of the poly(A) tail. In yeast, deadenylation is catalyzed primarily by either the Ccr4-Not or Pan2-Pan3 complex (reviewed in references 6 and 29). Following deadenylation, the mRNA can be degraded processively from the 3′ end by the exosome (2), resulting in an oligonucleotide whose cap is removed by a salvage pathway catalyzed by Dcs1 in yeast (30). Poly(A) tail shortening also promotes decapping by the Dcp complex (1), aided by auxiliary factors in particular the DEAD box helicase Dhh1 (1, 31). This leads to mRNA decay by the major pathway in the cytoplasm that requires Xrn1, a 5′-3′ exoribonuclease that contains an RNA binding and RNase catalytic domain in its N-terminal region (4). There are also deadenylation-independent pathways of mRNA degradation that occur as part of quality control mechanisms, and these pathways do not require deadenylation (23, 32).Open in a separate windowFIG 2mRNA decay pathways in the cytoplasm. There are two major cytoplasmic pathways to degrade mRNA that both start with the shortening of the poly(A) tail by one of the deadenylase complexes (Ccr4-Not or Pan2/3). The exosome can degrade the deadenylated mRNA in the 3′-to-5′ direction, and the scavenger decapping enzyme, Dcs1, degrades the remaining cap. The most prominent pathway involves decapping by Dcp1 and Dcp2 and subsequent degradation by the 5′-to-3′ exonuclease, Xrn1.mRNA decay may be tightly coupled to a transcriptional program that is regulated by nutritional or stress conditions (9, 33, 34). Together, the transcriptional and posttranscriptional responses allow a more rapid adaptation to new environmental conditions than would either mechanism acting alone. Regulation of mRNA decay is frequently mediated by sequence-specific RNA binding proteins (RBPs). Advances in recognizing RNA binding motifs in proteins, together with identification of specific RNA binding proteins has led to the understanding that mRNA decay could be a specific, highly regulated process (35,–39). The current mRNA decay paradigm involves gene- or class-specific RBPs that bind sequences in either the 5′ untranslated region (5′ UTR), open reading frame (ORF), or more commonly the 3′ UTR. The multitude of RBPs identified in the S. cerevisiae genome (38, 39) suggests that posttranscriptional regulation by RBPs is as ubiquitous as transcriptional control by DNA binding transcription factors.Technical advances, both molecular and bioinformatic, have led to a dramatic increase in our knowledge of the nature of RBPs and the extent of their utilization to modulate gene expression at the posttranscriptional level. Several recent studies have identified RBP binding sites on a transcriptome-wide scale in S. cerevisiae (39, 40). The take-home message is that most yeast messages contain binding sites for RBPs, many RBPs bind multiple, functionally related mRNAs, and their binding can be dependent on conditions. These results suggest that posttranscriptional control of gene expression utilizes complex combinatorial inputs.How important is this mode of regulation in yeast? A prominent family of RNA binding proteins in S. cerevisiae is comprised of five “Puf” proteins (Drosophila Pumilio (Pum) and C. elegans\nFBF). A deletion mutant lacking all five Puf family proteins (Puf1, Puf2, Puf3, Puf4, and Puf5) is viable (41) and showed differential regulation of 7% to 8% of all mRNAs. Mutants lacking individual PUF genes showed condition-dependent effects, and the targets of several Puf proteins were shown to belong to related gene families (37). Puf3, for example, has a role in regulating the synthesis of proteins destined for the mitochondrion. The observation that most mRNAs contain binding sites for more than one RBP suggests that functional redundancy might explain why some RBP deletion mutants have subtle phenotypes.Another example of an RBP with a defined physiological role in modulating gene expression is Meu5, an RBP that is involved in meiosis and sporulation in Schizosaccharomyces pombe (42). Meu5 binds to and stabilizes one class of sporulation-specific transcripts. Sporulation-specific transcription occurs normally in the absence of Meu5, but reduced transcript levels, due to enhanced decay, lead to reduced protein levels and defective spore formation. This process is an elegant example of a feed-forward regulatory loop involving activation of the MEU5 gene by the sporulation-specific transcription factor Mei4, which leads to binding and stabilization of about 80 sporulation-specific transcripts by Meu5. There are numerous examples of mammalian RBPs with a role in regulating mRNA decay (43,–47), implicating this process as a conserved mechanism of posttranscriptional gene regulation.Surprisingly, RBPs can also influence transcription. TAT (trans\nactivator of transcription) is a small RNA binding protein encoded by HIV. TAT is produced after HIV infection and activates transcription of the HIV genome by binding to a site (trans-activation response element [TAR]) in the 5′ region of viral transcripts. TAT helps recruit the positive transcription elongation factor b (P-TEFb), a cyclin-dependent kinase that stimulates transcription elongation by phosphorylating the Pol II CTD. P-TEFb inhibits two negative elongation factors, NELF (negative elongation factor) and DSIF (DRB sensitivity-inducing factor [DRB stands for 5,6-dichloro-1-β-d-ribofuranosylbenzimidazole]), that cause pausing. Phosphorylation of DSIF by P-TEFb converts it into a positive elongation factor that stimulates productive transcription from the viral genome (reviewed in reference 48). Thus, TAT is an antipausing factor. Whether cellular RBPs can play a similar role is unknown. LINKING THE BEGINNING AND THE END—COUPLING TRANSCRIPTION TO mRNA DECAYPromoter-regulated mRNA stability. The nuclear events in RNA processing are accomplished by proteins that bind the nascent mRNA in concert with transcription. Recent studies suggest that mRNA decay in the cytoplasm may also be coupled to transcription (reviewed in references 3 and 49). Recent observations using budding yeast provide strong evidence that promoter sequences, and even the act of transcription itself, can be coupled to mRNA decay. When transcription factor (TF) binding sites in the regulatory region of a yeast gene were replaced by those from another gene, mRNA decay kinetics were altered in a manner reflecting the gene from which the TF binding sites had been obtained, suggesting that promoter sequences could influence mRNA decay (50). An extension of these studies involved promoter swapping of multiple genes from two related yeast species (51). Analysis of the hybrid genes indicated that both transcription and mRNA decay were affected. Analysis of mRNA decay rates between different cell types and between different mammalian species suggested that a similar relationship between transcription and mRNA decay could occur in humans (51). In conclusion, gene sequences outside the body of the transcript have been shown in several studies to influence the rate of decay of mRNA in the cytoplasm.A second example is the cell cycle-regulated decay of transcripts of the genes CLB2 and SWI5 in S. cerevisiae. The coordinated decay of these transcripts is dependent on their promoter sequences and is regulated by two paralogous mitotic exit network protein kinases, Dbf2 and Dbf20 (52). Using chromatin immunoprecipitation (ChIP) and RNA immunoprecipitation (RIP), Dbf2 was found to interact with both the promoter and message for CLB2 and SWI5, suggesting that it is recruited to the promoter and then subsequently deposited on the mRNA as it is transcribed. Dbf2 is known to interact with the multifunctional Ccr4-Not complex, linking it to both transcription and mRNA decay (53). Whether Dbf2 is actively recruited to the CLB2 promoter by a transcription factor or is present by some other mechanism is unknown.A third example is suggested by observations made in the GAL system in yeast. The addition of galactose to cells growing on raffinose or a nonfermentable carbon source induces a rapid transcriptional response that enables metabolism of galactose. Readdition of glucose causes a rapid shutdown of transcription that is accompanied by rapid degradation of the induced transcripts, an example of glucose-induced mRNA decay (54,–57). However, if the promoter of the GAL7 gene is replaced by the constitutive ADH1 promoter, the GAL7 transcripts escape glucose-induced decay (33). The authors attributed the enhanced stability of the ADH1-promoted transcripts to the absence of a transition from one carbon source to another. Another interpretation would attribute the enhanced stability of the GAL7 transcripts synthesized in glucose-containing medium to the ADH1 promoter. The ADH1 promoter contains binding sites for Rap1, a TF that was shown to enhance stability of transcripts made under its control (50). Thus, the promoter, and by implication, the TF, not the altered nutritional conditions, might be the causal factor for enhanced mRNA stability.These three examples are analogous to swapping promoters of the globin gene reported in 1993 (58). These studies showed that the stability of the mRNAs made from the globin promoter were less stable than those synthesized when a viral promoter was fused to the globin genomic sequences. Because genomic sequences of the globin gene were used, production of the mature mRNA required splicing, and because splicing can be influenced by promoter sequences as described above, one could attribute the different amounts of mature globin mRNA to different efficiencies of splicing. However, the yeast genes studied do not contain introns, so coupling to the splicing machinery cannot be invoked to explain how sequences outside the body of the mature transcript could influence mRNA decay.Transcription-regulated mRNA stability. There is increasing evidence that the transcriptional machinery can influence mRNA decay rates. The first evidence came from studies of two subunits of RNA Pol II, Rpb4 and Rpb7. The dissociable Rpb4/7 heterodimer forms the stalk of Pol II, just below the RNA exit channel. Several reports suggested that Rpb4/7 binds to nascent mRNAs as they emerge from the polymerase and accompanies them to the cytoplasm where it influences their decay rate (59,–61). The effect is greatest for mRNAs involved in protein synthesis where deletion of RBP4 leads to increased half-lives of these mRNAs. Both Rbp4 and Rbp7 appear to promote deadenylation and thus effect degradation by both the Xrn1- and exosome-dependent pathways (60, 61). Rbp4 and Rbp7 interact with two P-body factors that promote mRNA decay, Pat1 and the Lsm1 to Lsm7 complex, and loss of RPB4 results in increased P-body formation similar to other decay factors (60, 61). There is conflicting evidence regarding the relative levels of Rbp4/7 compared to the other core subunits of Pol II (62, 63). Therefore, it is unclear whether there is enough free Rpb4/7 for it to fulfill its essential function in transcription if it is also bound to a large number of nascent mRNAs. Although ChIP studies show that Rbp4/7 is bound to chromatin in the same regions as a core Pol II subunit, Rbp3 (64), there is some evidence that Rbp4/7 dissociates from the Pol II complex during elongation (63). A recent study investigated a possible cytoplasmic role of Rpb4 in a novel manner (65). These investigators created a yeast strain in which the only form of Rpb4 was expressed as a fusion protein with Rpb2, a core subunit of Pol II. The yeast strain expressing this fusion protein had a phenotype remarkably similar to that of a strain with wild-type RPB4, restoring mRNA synthesis and decay to normal levels, suggesting that the major role of Rpb4 was performed in the nucleus as a component of Pol II. Although it is possible that a small amount of Rpb4 was present in the cytoplasm and was sufficient to perform a cytoplasmic function in mRNA decay, these studies favor an indirect role of Rpb4 in cytoplasmic mRNA decay.Two other components of the Pol II transcription machinery have also been implicated in regulating mRNA stability. One of these, yeast Cdk8 (also known as Srb10, Ssn3, Ume5, Nut7, Gig2, Rye5, and Ssx7), is a cyclin-dependent protein kinase (CDK) associated with Mediator, the coactivator recruited by transcription factors to recruit Pol II to promoters. Cdk8 was reported to decrease the stability of meiotic transcripts made in nutrient-rich conditions (66) and was necessary for glucose-induced mRNA decay (56, 67). Recent evidence links Cdk8-dependent phosphorylation of the CTD to a step of transcription elongation (68). The other Pol II-associated component implicated in mRNA decay is the TFIIH-associated Mat1, a component of the CDK that phosphorylates Ser5 of the CTD (39). Defective Pol II transcription due to homozygous deletion of Mat1 was not accompanied by a reduction in steady-state mRNA levels as expected, a result the authors attributed to widespread stabilization of mRNAs (69).The apparent alterations in mRNA decay caused by loss of either Rpb4/7 or a CTD kinase could be due to indirect consequences of the mutations as suggested by recent studies of an Rpb4-Rpb2 fusion protein (65). The correlations observed between decreased transcription and corresponding changes in mRNA decay rates need to be confirmed by experiments that demonstrate causality. For example, in the case of Rpb4/7, by demonstrating that when binding of Rpb4 to a particular mRNA is eliminated, the influence of Rpb4/7 on its stability is also eliminated without affecting the decay of other mRNAs. In the case of the CTD kinases, an effect on mRNA stability could be an indirect consequence of defective capping or another nuclear mRNA processing step.Despite these caveats, the evidence obtained by altering the transcriptional machinery, either promoters or Pol II-associated factors, strongly suggests that there is a mechanistic link that couples mRNA synthesis and decay. There is also evidence obtained using the converse approach, mutating the RNA decay machinery and observing an effect on transcription rates. The first such evidence was obtained in Escherichia coli. This report showed that inactivation of RNase III or RNase E reduced mRNA degradation rates but was not accompanied by increased mRNA levels as expected. This led the authors to conclude that reduced rates of decay were balanced by an unknown mechanism that led to reduced synthesis rates (70). This interesting observation was apparently not confirmed in prokaryotes, but recent studies performed in budding yeast suggest that mRNA decay mechanisms can have an influence on mRNA synthesis rates as described below.Xrn1 buffers mRNA levels. An interdependence of mRNA synthesis and decay rates in S. cerevisiae on a genome-wide scale was evident in two recent reports. Both reports studied the consequences of loss of components of the RNA degradation machinery (71, 72) and concluded that only one of them, Xrn1, was instrumental in linking mRNA synthesis and decay rates such that decreases in one could be balanced by appropriate changes in the other. The end result was a relatively constant amount of total cytoplasmic mRNA; hence, mRNA levels were said to be “buffered.”Xrn1 of yeast is a large, nonessential, highly conserved cytoplasmic 5′→3′ exoribonuclease whose well-defined biochemical function is to degrade mRNA containing a free 5′ monophosphate end produced by either deadenylation and decapping or by endoribonucleolytic cleavage (reviewed in reference 4). XRN1 mutants that were isolated in genetic screens in yeast have a wide array of phenotypes, including sensitivity to Li2+ ions (73), and defects in genetic recombination, meiosis, and telomere maintenance (reviewed in reference 74). Deletion of XRN1 or mutation of conserved residues in its nuclease domain leads to stabilization of mRNAs on a global scale, consistent with its role in the major cytoplasmic mRNA decay pathway (71, 72, 75). Whether its role in other processes such as nuclear fusion and spindle pole body duplication (76) is a consequence of its role in mRNA degradation is unknown. In S. cerevisiae, Xrn1 has an essential paralog, Rat1, which functions in RNA degradation in the nucleus (77). Rat1 also functions in termination of transcription and in mRNA cap surveillance with a binding partner, Rai1 (21, 22, 76). Xrn1 and Rat1 are highly conserved in the N-terminal nuclease domain. Overexpression of the nonconserved C-terminal region of Xrn1 leads to a reduced growth rate, suggesting that it may serve a regulatory role (78). This region interacts with the decapping enzyme, Dcp1, in Drosophila melanogaster and the decapping activator, Edc4, in humans (4). The nonessential yeast RNA helicase Dhh1 is the major activator of the decapping enzyme (79) and is thus an indirect activator of Xrn1. The yeast scavenger decapping enzyme, Dcs1, is also an activator of Xrn1 (80). If Rat1 is directed to the cytoplasm by deletion of its nuclear localization signal (NLS), it can complement an xrn1Δ mutation for growth, mRNA decay, benomyl sensitivity, sporulation, and lethality with ski2Δ (an RNA helicase). Conversely, if Xrn1 is directed to the nucleus by appending an NLS, it can complement the lethality of a rat1-1 temperature-sensitive mutation. Thus, Xrn1 and Rat1 are interchangeable in function when localized to the correct compartment of the cell (81).Xrn1 also has a role in stabilizing antisense transcripts in S. cerevisiae (75). Deletion of XRN1 or inactivating an xrn1-ts allele led to accumulation of a novel class of antisense, noncoding (ncRNA) transcripts called XUTs (Xrn1-sensitive unstable transcripts) primarily (66% in xrn1Δ strain) from within the coding region of genes. The enhanced level of XUTs was associated with reduced gene-associated Pol II levels and reduced SET1-dependent trimethylated histone H3 lysine 4 (H3K4) consistent with gene silencing in the ORF of the genomic region from which the XUT originated. Similarly, in the nucleus, Dcp2 and Rat1 are involved in degradation of large ncRNAs (82) that have been shown to regulate transcription and posttranscriptional processes.The role of Xrn1 in mRNA synthesis is unresolved and controversial. The study by Haimovich et al. (71) attributed a stimulatory role of Xrn1 in transcription to a direct effect on gene activity. Using nuclear run-on assays, they demonstrated a genome-wide reduction in Pol II activity in a strain in which XRN1 had been deleted or bore a mutation eliminating its nuclease activity. In addition, fluorescence in situ hybridization (FISH) analysis showed a reduced number of transcripts per affected gene as a result of the loss of XRN1, which is consistent with the reduced Pol II occupancy seen in the XUT analysis (71). Consistent with a direct effect on transcription, evidence was presented that Xrn1, as well as several other proteins involved in cytoplasmic mRNA degradation, was present upstream of the transcription start sites of the genes most affected by the loss of XRN1. This was unexpected because previous studies had shown that ≥90% of Xrn1 was cytoplasmic (83).The evidence that Xrn1 is also present in the nucleus is somewhat perplexing because Xrn1 and Rat1 are functionally interchangeable when directed to the correct compartment, yet Rat1 is essential. This suggests that Xrn1 is not present in high enough concentrations in the nucleus to complement the loss of Rat1. The second complication is that Rat1 is able to complement the loss of Xrn1 function when targeted to the cytoplasm, yet Rat1 is not able to modulate transcription in the nucleus in the absence of XRN1. One hypothesis to explain this dilemma is that a cytoplasmic 5′-3′ exonuclease, either Xrn1 or Rat1ΔNLS, is important for the nuclear import of other mRNA decay factors, and these other factors are required for transcriptional activation. In summary, these studies suggested that Xrn1 positively affects transcription on a genome-wide scale and confirmed that effect for two inducible systems, GAL and heat shock.In contrast, the research by Sun et al. (72) described a negative effect of Xrn1 on global transcription rates. Deletion of XRN1 led to a decreased rate of global mRNA decay and an increased global transcription rate resulting in a 3.2-fold increase in global mRNA abundance. Deletion of XRN1 was unique among 40 components of mRNA processing pathways in leading to an imbalance between mRNA transcription and decay. Thus, they proposed that Xrn1 plays a unique and pivotal role in balancing mRNA synthesis and decay in S. cerevisiae. They attributed the negative transcriptional role of Xrn1 to an indirect effect acting through the transcriptional repressor encoded by NRG1 whose transcript levels were Xrn1 dependent. Consistent with this idea, they demonstrated a small but significant increase in global transcription rates in an nrg1Δ strain. However, in the absence of XRN1, the synthesis rate of NRG1 transcripts increased, an effect that should have led to a decrease in global transcription but instead resulted in an increase.Although Sun et al. (72) did not localize Xrn1 to genomic regions and they were unable to demonstrate a defect on in vitro transcription using xrn1Δ nuclear extracts, they provided evidence that altered transcription of xrn1Δ required that it be nuclear by using the “anchor-away” technology (84). However, the Xrn1 exonuclease activity in the cytoplasm was increased in the experiment, an effect they attributed to its exclusion from the nucleus. The increased cytoplasmic Xrn1 nuclease activity could complicate interpretation of the experiment, as could the use of a tor1 mutant strain, which was employed to avoid rapamycin-induced inhibition of Tor1 functions. In contrast to the XRN1 deletion and catalytic mutant, the exclusion of Xrn1 fusion protein from the nucleus had no effect on the synthesis rate of NRG1 transcripts, suggesting that Xrn1 does not have a direct role in modulating NRG1 mRNA levels.Thus, the two studies arrived at different conclusions regarding the consequences of deleting or inactivating XRN1 as summarized in Fig. 3. In the work by Haimovich et al. (71), deletion of XRN1, or inactivation of its exonuclease activity, led to reduced transcription rates as determined by nuclear run-on assays and by induction of gene expression. Sun et al. (72), in contrast, concluded from their studies that deletion of XRN1 led to globally enhanced mRNA synthesis rates as measured by incorporation of 4-thiouracil. Despite these apparent contradictions, both reports concluded that mRNA levels could be “buffered” from changes in either synthesis or decay by compensatory alterations in the other pathway. Sun et al. (72) attributed the discrepancy between the effects of XRN1 deletion in the two studies to different methods of measuring mRNA synthesis rates, 4-thiouracil incorporation versus ChIP of Pol II. However, this interpretation does not account for the reduced levels of induction of GAL and heat shock gene expression, the reduced number of transcripts per gene determined by FISH, or reduced rates of mRNA synthesis determined by nuclear run-on assays (71).Open in a separate windowFIG 3Circular regulation of transcription and mRNA decay. (A) The first model, the model of Haimovich et al. (71), links transcription and decay together by the mRNA decay factors (DF) that shuttle between the cytoplasm and nucleus to regulate both processes. (B) The second model, the model of Sun et al. (72), shows that increased synthesis rates (SR) lead to increased levels of XRN1 mRNA, resulting in an increase in decay rates (DR). Increased levels of Xrn1 protein promote the higher synthesis rates inhibiting the induction of a global transcription repressor (Nrg1?). (C) The third model, the model of Braun et al. (94), shows Snf1 activating Xrn1, which leads to transcription of glucose-repressed genes and stabilization of the mRNA and subsequent glucose-induced decay.Snf1 and transcription-coupled mRNA decay. If balancing mRNA synthesis and decay is an important function for the cell, one might expect that a strain lacking XRN1 would lose viability or have a severe growth defect. Instead, lack of XRN1 causes only a 2-fold reduction in growth rate in complete medium (85). However, Xrn1 gains in importance under conditions of stress, particularly glucose starvation or the presence of toxic Li2+ concentrations (75, 80, 86). Environmental stress leads to major alterations in mRNA levels as the genes that respond to the adverse conditions are up- or downregulated (87). The yeast ortholog of AMP-activated protein kinase, Snf1, plays an important role in multiple stress conditions, including carbon (88) and nitrogen limitation (73), toxic cations (89), heat stress (88), high salinity and alkaline pH (90), and hydroxyurea (87). Snf1 is regulated positively by three upstream kinases (88) and negatively by protein phosphatases that dephosphorylate T210 in the activation loop. The major protein phosphatase that inactivates Snf1 is Glc7 in combination with a regulatory subunit, Reg1 (91,–93). Snf1 has both a direct role in stress response by substrate-level phosphorylation (94, 95) and an indirect role due to its importance in transcriptional control of gene expression (96). Snf1 also has a role in posttranscriptional regulation of gene expression. When an analog-sensitive allele of Snf1 is inhibited during glucose depletion, SNF1-dependent transcripts are as rapidly degraded as in glucose-induced mRNA decay (94). Conversely, in a reg1 mutant, in which Snf1 is constitutively active, the same transcripts are protected from glucose-induced mRNA decay (56, 94).To identify Snf1 targets that participate in posttranscriptional gene regulation, a global phosphoproteomic study was undertaken (94). Snf1-dependent phosphorylation of about 150 proteins was observed, many of which were phosphorylated uniquely after glucose depletion, conditions in which Snf1 is maximally active. Proteins involved in mRNA metabolism constituted a prominent category of Snf1-dependent phosphorylated proteins (Ccr4, Cdc73, Dcs2, Dhh1, Leo1, Mpt5/Puf5, Nab6, Ngr1, Pbp1, Puf3, Scp160, Whi3, and Xrn1) (Fig. 4). Three Snf1 targets, Ccr4, Dhh1, and Xrn1, participate in glucose-induced mRNA decay as shown by the enhanced stability of Snf1-dependent transcripts when any one of these three genes was deleted. Two Puf proteins were targets, Puf3 as discussed above and Puf5/Mpt5, an RBP that is involved in mating type switching. Puf5/Mpt5 promotes mRNA degradation by recruiting the Ccr4-Not complex along with the helicase Dhh1 and the decapping enzyme Dcp1 to promote deadenylation, decapping, and decay (97,–99). Puf5/Mpt5 also interacts with the translational repressor Caf20 (100). Several other Snf1 targets (Ngr1, Nab6, Scp160, and Whi3) have annotations suggesting that they may participate in gene-specific pathways. Thus, Snf1 may have a global role in posttranscriptional gene regulation.Open in a separate windowFIG 4mRNA-associated pathways targeted by Snf1. The black shapes represent Snf1 targets identified in a phosphoproteomic study (94). UAS, upstream activating sequence; ADA, Ada2/Gcn5/Ada3 transcription activator complex; SAGA, Spt-Ada-Gcn5-acetyltransferase; SLIK, SAGA-like complex; mRNP, messenger ribonucleoprotein particle.There is both genetic and biochemical evidence for a role of SNF1 in mRNA buffering through its interaction with XRN1. First, synthetic lethality was observed between XRN1 and REG1 (94). The synthetic lethality of the xrn1 reg1 double mutant required Snf1, suggesting that Xrn1 is necessary to counteract what would otherwise be a deleterious consequence of activating Snf1. Such a function might explain the enhanced importance of Xrn1 under conditions of nutrient- or cation-induced stress that activates Snf1 (101). Surprisingly, mRNA accumulation of Snf1-dependent transcripts was dramatically reduced when XRN1 was deleted or was exonuclease deficient, whereas an increase of mRNA abundance would be expected because Snf1-dependent transcripts were stabilized by the absence of XRN1. These results suggest that mRNA synthesis is compromised by deletion or mutation of XRN1, in agreement with the data from the Choder lab (71) and in apparent disagreement with data from the Cramer lab (72). A direct causal link between Snf1 and Xrn1 activity was suggested by the phenotype of an XRN1 mutant lacking the Snf1-dependent phosphorylation sites in its C-terminal region. Specifically, a strain in which three Snf1-dependent phosphorylation sites in Xrn1 were mutated to Ala showed reduced rates of decay of Snf1-dependent transcripts, whereas a strain in which the sites had been mutated to Asp behaved similarly to the wild type (94). Thus, Snf1-dependent phosphorylation of Xrn1 appears to be important for its exoribonuclease activity during glucose-induced mRNA decay. The importance of Snf1-dependent phosphorylation of Xrn1 on other transcripts and on its ability to balance mRNA synthesis and decay during vegetative growth need to be assessed.Another connection between transcription-coupled mRNA decay, Xrn1, and Snf1 is the observation that in the absence of XRN1, the expression of the Snf1-interacting repressor, NRG1, is reduced 5-fold (72). Nrg1 and its paralog Nrg2 are zinc finger DNA binding proteins that function as transcriptional repressors by recruiting the Ssn6/Tup1 (also known as Cyc8/Tup1) corepressor complex to repress SNF1-dependent gene expression (102,–105). Nrg1 was implicated in mRNA balancing by Sun and coworkers (72). Nrg1 and Nrg2 interact with Snf1 (106) and are phosphorylated by a specific isoform of casein kinase in a stress-dependent manner (107). A recent report suggests that Puf5/Mpt5 regulates the stability of NRG1 mRNA by binding in its 3′ UTR and recruiting Dhh1 and the Ccr4-Not complex to inhibit its translation and to induce its decay (108). Dhh1 and Puf5/Mpt5 were identified as the substrates or downstream effectors of Snf1, and Ccr4 was dephosphorylated in a Snf1-dependent manner (94). Thus, there are multiple connections between Snf1 and transcription-coupled mRNA decay. In summary, the results suggest that Snf1 might have an important influence on mRNA buffering when yeast cells are shifted from a fermentable to a respiratory, nonfermentable carbon source. For example, Snf1 might phosphorylate, directly or indirectly, an RBP and/or enzymes involved in coupling mRNA synthesis and decay (Fig. 3C). Xrn1 might represent an example of a Snf1-affected enzyme involved in mRNA synthesis and decay, but there is a need for Snf1 to influence the process in a specific manner. The binding or activity of one of the RBPs identified in the phosphoproteomic analysis might be regulated by SNF1-dependent phosphorylation to influence the synthesis and decay specifically of SNF1-dependent transcripts. CONCLUSIONSDoes our current understanding of mRNA processing provide any insight that might explain mechanistic coupling of mRNA synthesis and decay? The steps in mRNA processing that occur in the nucleus—capping, splicing, polyadenylation, and nuclear degradation—have been shown to be coupled to transcription by recruitment of protein complexes that are associated with a specific form of the CTD. The coupling achieves several important functions. It provides a mechanism that allows quality control so that incorrectly or unprocessed mRNAs do not enter the cytoplasm. In addition, coupling can provide a kinetic boost to a series of processes that can occur independently but would do so inefficiently or slowly if not linked in time and space. Coupling transcription to mRNA decay might confer similar advantages by balancing the two processes to maintain mRNA homeostasis.Viewed as another step in mRNA processing, cytoplasmic mRNA decay might be linked to transcription using mechanisms analogous to those employed in nuclear pre-mRNA processing. As was suggested by work by Dahan and Choder (49), an RBP or complex that was recruited in a promoter-dependent manner could remain associated as an RNA-protein complex after the RNA was exported from the nucleus and could regulate its decay in the cytoplasm. Recruitment could occur in concert with a particular form of the CTD, a specific transcription factor, sequences in the mRNA, or by some combination of these processes. However, this model does not explain how an RBP could regulate mRNA synthesis as well as decay.The HIV TAT protein provides a well-studied precedent for an RNA binding protein that associates with a nascent RNA and influences transcription. TAT has been reported to influence both initiation and elongation (reviewed in reference 48). TAT enhances transcription elongation by recruiting an antipausing factor, P-TEFb, in mammalian cells. Although there is no yeast homolog of P-TEFb, other factors involved in transcription elongation might be the target of a hypothetical TAT analog. To balance the rates of synthesis and decay, the activity of the hypothetical mRNA binding protein would have to be sensitive to the rate of transcription initiation or elongation and be able to influence both synthesis and decay. Thus far, no proteins or protein complexes that have both of these properties have been identified. Xrn1 has been proposed to play this role in S. cerevisiae, but the evidence regarding whether it does so by directly influencing transcription is controversial (71, 72). The role of Snf1 and the proposed role of Nrg1 in these processes need to be examined to understand how they participate in transcription-coupled mRNA decay.Research in this area would benefit from the input of other investigators using model organisms in addition to budding yeast to test the generality of transcription-coupled mRNA decay. Mammalian systems in particular are well poised to contribute in a substantial fashion because numerous RBPs with defined roles in mRNA decay have been identified. It would be interesting to determine whether any of these RBPs also influence transcription. It is of paramount interest to determine whether the metazoan homologs of S. cerevisiae Xrn1 are involved in buffering mRNA levels by balancing rates of mRNA synthesis and decay. ACKNOWLEDGMENTSThis work was supported by research grant GM26079 from the National Institutes of Health.We thank the reviewers for their critical insights. Biographies• Open in a separate windowKatherine Braun received her B.S. in biochemistry from the University of California at Davis in 1993 and her Ph.D. in biochemistry from the University of Iowa in 1998. Her work as a graduate student and a postdoctoral fellow at Cold Spring Harbor Laboratory focused on understanding the mechanism of DNA replication in eukaryotes. In subsequent postdoctoral work at Fred Hutchinson Research Center she studied cell cycle regulation in yeast. Since joining Ted Young's laboratory at the University of Washington as a research scientist in 2010, she has studied the regulation of gene expression in response to changing nutrient conditions in yeast with a focus on the coregulation of transcription and mRNA decay.• Open in a separate windowElton (Ted) Young received his B.S. in chemistry from the University of Colorado in 1962 and his Ph. D. in biophysics from the California Institute of Technology in 1967. His work as a graduate student identified circular DNA molecules as intermediate in the replication of bacteriophage lambda DNA. His postdoctoral work at the University of Geneva, Switzerland, under the auspices of a NATO Fellowship, developed in vitro synthesis of bacteriophage T4 early enzymes as an assay for mRNA synthesis and its regulation. He joined the Department of Biochemistry at the University of Washington in 1969 and is currently Professor Emeritus. Beginning in the late 1970s his research interests turned to eukaryotes and specifically to the function and transcriptional regulation of the alcohol dehydrogenase genes of baker's yeast, Saccharomyces cerevisiae. He is a Fellow of the American Association for the Advancement of Science. He was an editor of Molecular and Cellular Biology and a member of the editorial board of the Journal of Biological Chemistry.  FootnotesPublished ahead of print 25 August 2014 REFERENCES1. Arribas-Layton M, Wu D, Lykke-Andersen J, Song H.\n2013. \nStructural and functional control of the eukaryotic mRNA decapping machinery. Biochim. Biophys. Acta\n1829:580–589. 10.1016/j.bbagrm.2012.12.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Chlebowski A, Lubas M, Jensen TH, Dziembowski A.\n2013. \nRNA decay machines: the exosome. Biochim. Biophys. Acta\n1829:552–560. 10.1016/j.bbagrm.2013.01.006. [PubMed] [CrossRef] [Google Scholar]3. Haimovich G, Choder M, Singer RH, Trcek T.\n2013. \nThe fate of the messenger is pre-determined: a new model for regulation of gene expression. Biochim. Biophys. Acta\n1829:643–653. 10.1016/j.bbagrm.2013.01.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Nagarajan VK, Jones CI, Newbury SF, Green PJ.\n2013. \nXRN 5′→3′ exoribonucleases: structure, mechanisms and functions. Biochim. Biophys. Acta\n1829:590–603. 10.1016/j.bbagrm.2013.03.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Perez-Ortin JE, Alepuz P, Chavez S, Choder M.\n2013. \nEukaryotic mRNA decay: methodologies, pathways, and links to other stages of gene expression. J. Mol. Biol.\n425:3750–3775. 10.1016/j.jmb.2013.02.029. [PubMed] [CrossRef] [Google Scholar]6. Wahle E, Winkler GS.\n2013. \nRNA decay machines: deadenylation by the Ccr4-Not and Pan2-Pan3 complexes. Biochim. Biophys. Acta\n1829:561–570. 10.1016/j.bbagrm.2013.01.003. [PubMed] [CrossRef] [Google Scholar]7. Maniatis T, Reed R.\n2002. \nAn extensive network of coupling among gene expression machines. Nature\n416:499–506. 10.1038/416499a. [PubMed] [CrossRef] [Google Scholar]8. Reed R.\n2003. \nCoupling transcription, splicing and mRNA export. Curr. Opin. Cell Biol.\n15:326–331. 10.1016/S0955-0674(03)00048-6. [PubMed] [CrossRef] [Google Scholar]9. Licatalosi DD, Darnell RB.\n2010. \nRNA processing and its regulation: global insights into biological networks. Nat. Rev. Genet.\n11:75–87. 10.1038/nrg2673. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Bentley DL.\n2005. \nRules of engagement: co-transcriptional recruitment of pre-mRNA processing factors. Curr. Opin. Cell Biol.\n17:251–256. 10.1016/j.ceb.2005.04.006. [PubMed] [CrossRef] [Google Scholar]11. Komarnitsky P, Cho EJ, Buratowski S.\n2000. \nDifferent phosphorylated forms of RNA polymerase II and associated mRNA processing factors during transcription. Genes Dev.\n14:2452–2460. 10.1101/gad.824700. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Kornblihtt AR.\n2004. \nShortcuts to the end. Nat. Struct. Mol. Biol.\n11:1156–1157. 10.1038/nsmb1204-1156. [PubMed] [CrossRef] [Google Scholar]13. Le Hir H, Nott A, Moore MJ.\n2003. \nHow introns influence and enhance eukaryotic gene expression. Trends Biochem. Sci.\n28:215–220. 10.1016/S0968-0004(03)00052-5. [PubMed] [CrossRef] [Google Scholar]14. Kornblihtt AR.\n2005. \nPromoter usage and alternative splicing. Curr. Opin. Cell Biol.\n17:262–268. 10.1016/j.ceb.2005.04.014. [PubMed] [CrossRef] [Google Scholar]15. Kaufer NF, Potashkin J.\n2000. \nAnalysis of the splicing machinery in fission yeast: a comparison with budding yeast and mammals. Nucleic Acids Res.\n28:3003–3010. 10.1093/nar/28.16.3003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Viphakone N, Hautbergue GM, Walsh M, Chang CT, Holland A, Folco EG, Reed R, Wilson SA.\n2012. \nTREX exposes the RNA-binding domain of Nxf1 to enable mRNA export. Nat. Commun.\n3:1006. 10.1038/ncomms2005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Juneau K, Miranda M, Hillenmeyer ME, Nislow C, Davis RW.\n2006. \nIntrons regulate RNA and protein abundance in yeast. Genetics\n174:511–518. 10.1534/genetics.106.058560. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Buratowski S.\n2005. \nConnections between mRNA 3′ end processing and transcription termination. Curr. Opin. Cell Biol.\n17:257–261. 10.1016/j.ceb.2005.04.003. [PubMed] [CrossRef] [Google Scholar]19. Ahn SH, Kim M, Buratowski S.\n2004. \nPhosphorylation of serine 2 within the RNA polymerase II C-terminal domain couples transcription and 3′ end processing. Mol. Cell\n13:67–76. 10.1016/S1097-2765(03)00492-1. [PubMed] [CrossRef] [Google Scholar]20. Glover-Cutter K, Larochelle S, Erickson B, Zhang C, Shokat K, Fisher RP, Bentley DL.\n2009. \nTFIIH-associated Cdk7 kinase functions in phosphorylation of C-terminal domain Ser7 residues, promoter-proximal pausing, and termination by RNA polymerase II. Mol. Cell. Biol.\n29:5455–5464. 10.1128/MCB.00637-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Xiang S, Cooper-Morgan A, Jiao X, Kiledjian M, Manley JL, Tong L.\n2009. \nStructure and function of the 5′→3′ exoribonuclease Rat1 and its activating partner Rai1. Nature\n458:784–788. 10.1038/nature07731. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Luo W, Johnson AW, Bentley DL.\n2006. \nThe role of Rat1 in coupling mRNA 3′-end processing to transcription termination: implications for a unified allosteric-torpedo model. Genes Dev.\n20:954–965. 10.1101/gad.1409106. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Graille M, Seraphin B.\n2012. \nSurveillance pathways rescuing eukaryotic ribosomes lost in translation. Nat. Rev. Mol. Cell Biol.\n13:727–735. 10.1038/nrm3457. [PubMed] [CrossRef] [Google Scholar]24. Karam R, Wengrod J, Gardner LB, Wilkinson MF.\n2013. \nRegulation of nonsense-mediated mRNA decay: implications for physiology and disease. Biochim. Biophys. Acta\n1829:624–633. 10.1016/j.bbagrm.2013.03.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Altmann M, Linder P.\n2010. \nPower of yeast for analysis of eukaryotic translation initiation. J. Biol. Chem.\n285:31907–31912. 10.1074/jbc.R110.144196. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Merrick WC.\n2010. \nEukaryotic protein synthesis: still a mystery. J. Biol. Chem.\n285:21197–21201. 10.1074/jbc.R110.111476. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Baron-Benhamou J, Fortes P, Inada T, Preiss T, Hentze MW.\n2003. \nThe interaction of the cap-binding complex (CBC) with eIF4G is dispensable for translation in yeast. RNA\n9:654–662. 10.1261/rna.5100903. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Balagopal V, Parker R.\n2009. \nPolysomes, P bodies and stress granules: states and fates of eukaryotic mRNAs. Curr. Opin. Cell Biol.\n21:403–408. 10.1016/j.ceb.2009.03.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Chen CY, Shyu AB.\n2011. \nMechanisms of deadenylation-dependent decay. Wiley Interdiscip. Rev. RNA\n2:167–183. 10.1002/wrna.40. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Liu H, Rodgers ND, Jiao X, Kiledjian M.\n2002. \nThe scavenger mRNA decapping enzyme DcpS is a member of the HIT family of pyrophosphatases. EMBO J.\n21:4699–4708. 10.1093/emboj/cdf448. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Coller JM, Tucker M, Sheth U, Valencia-Sanchez MA, Parker R.\n2001. \nThe DEAD box helicase, Dhh1p, functions in mRNA decapping and interacts with both the decapping and deadenylase complexes. RNA\n7:1717–1727. 10.1017/S135583820101994X. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Doma MK, Parker R.\n2006. \nEndonucleolytic cleavage of eukaryotic mRNAs with stalls in translation elongation. Nature\n440:561–564. 10.1038/nature04530. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Munchel SE, Shultzaberger RK, Takizawa N, Weis K.\n2011. \nDynamic profiling of mRNA turnover reveals gene-specific and system-wide regulation of mRNA decay. Mol. Biol. Cell\n22:2787–2795. 10.1091/mbc.E11-01-0028. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Wilusz CJ, Wilusz J.\n2004. \nBringing the role of mRNA decay in the control of gene expression into focus. Trends Genet.\n20:491–497. 10.1016/j.tig.2004.07.011. [PubMed] [CrossRef] [Google Scholar]35. Keene JD.\n2007. \nRNA regulons: coordination of post-transcriptional events. Nat. Rev. Genet.\n8:533–543. 10.1038/nrg2111. [PubMed] [CrossRef] [Google Scholar]36. Dreyfuss G, Kim VN, Kataoka N.\n2002. \nMessenger-RNA-binding proteins and the messages they carry. Nat. Rev. Mol. Cell Biol.\n3:195–205. 10.1038/nrm760. [PubMed] [CrossRef] [Google Scholar]37. Gerber AP, Herschlag D, Brown PO.\n2004. \nExtensive association of functionally and cytotopically related mRNAs with Puf family RNA-binding proteins in yeast. PLoS Biol.\n2:E79. 10.1371/journal.pbio.0020079. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Hogan DJ, Riordan DP, Gerber AP, Herschlag D, Brown PO.\n2008. \nDiverse RNA-binding proteins interact with functionally related sets of RNAs, suggesting an extensive regulatory system. PLoS Biol.\n6:e255. 10.1371/journal.pbio.0060255. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Riordan DP, Herschlag D, Brown PO.\n2011. \nIdentification of RNA recognition elements in the Saccharomyces cerevisiae transcriptome. Nucleic Acids Res.\n39:1501–1509. 10.1093/nar/gkq920. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Freeberg MA, Han T, Moresco JJ, Kong A, Yang YC, Lu ZJ, Yates JR, Kim JK.\n2013. \nPervasive and dynamic protein binding sites of the mRNA transcriptome in Saccharomyces cerevisiae. Genome Biol.\n14:R13. 10.1186/gb-2013-14-2-r13. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Olivas W, Parker R.\n2000. \nThe Puf3 protein is a transcript-specific regulator of mRNA degradation in yeast. EMBO J.\n19:6602–6611. 10.1093/emboj/19.23.6602. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Amorim MJ, Cotobal C, Duncan C, Mata J.\n2010. \nGlobal coordination of transcriptional control and mRNA decay during cellular differentiation. Mol. Syst. Biol.\n6:380. [PMC free article] [PubMed] [Google Scholar]43. Dai W, Zhang G, Makeyev EV.\n2012. \nRNA-binding protein HuR autoregulates its expression by promoting alternative polyadenylation site usage. Nucleic Acids Res.\n40:787–800. 10.1093/nar/gkr783. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Briata P, Chen CY, Ramos A, Gherzi R.\n2013. \nFunctional and molecular insights into KSRP function in mRNA decay. Biochim. Biophys. Acta\n1829:689–694. 10.1016/j.bbagrm.2012.11.003. [PubMed] [CrossRef] [Google Scholar]45. Brooks SA, Blackshear PJ.\n2013. \nTristetraprolin (TTP): interactions with mRNA and proteins, and current thoughts on mechanisms of action. Biochim. Biophys. Acta\n1829:666–679. 10.1016/j.bbagrm.2013.02.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. White EJ, Brewer G, Wilson GM.\n2013. \nPost-transcriptional control of gene expression by AUF1: mechanisms, physiological targets, and regulation. Biochim. Biophys. Acta\n1829:680–688. 10.1016/j.bbagrm.2012.12.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Vlasova-St Louis I, Dickson AM, Bohjanen PR, Wilusz CJ.\n2013. \nCELFish ways to modulate mRNA decay. Biochim. Biophys. Acta\n1829:695–707. 10.1016/j.bbagrm.2013.01.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Zhou Q, Yik JH.\n2006. \nThe yin and yang of P-TEFb regulation: implications for human immunodeficiency virus gene expression and global control of cell growth and differentiation. Microbiol. Mol. Biol. Rev.\n70:646–659. 10.1128/MMBR.00011-06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Dahan N, Choder M.\n2013. \nThe eukaryotic transcriptional machinery regulates mRNA translation and decay in the cytoplasm. Biochim. Biophys. Acta\n1829:169–173. 10.1016/j.bbagrm.2012.08.004. [PubMed] [CrossRef] [Google Scholar]50. Bregman A, Avraham-Kelbert M, Barkai O, Duek L, Guterman A, Choder M.\n2011. \nPromoter elements regulate cytoplasmic mRNA decay. Cell\n147:1473–1483. 10.1016/j.cell.2011.12.005. [PubMed] [CrossRef] [Google Scholar]51. Dori-Bachash M, Shalem O, Manor YS, Pilpel Y, Tirosh I.\n2012. \nWidespread promoter-mediated coordination of transcription and mRNA degradation. Genome Biol.\n13:R114. 10.1186/gb-2012-13-12-r114. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Trcek T, Larson DR, Moldon A, Query CC, Singer RH.\n2011. \nSingle-molecule mRNA decay measurements reveal promoter-regulated mRNA stability in yeast. Cell\n147:1484–1497. 10.1016/j.cell.2011.11.051. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Komarnitsky SI, Chiang YC, Luca FC, Chen J, Toyn JH, Winey M, Johnston LH, Denis CL.\n1998. \nDBF2 protein kinase binds to and acts through the cell cycle-regulated MOB1 protein. Mol. Cell. Biol.\n18:2100–2107. [PMC free article] [PubMed] [Google Scholar]54. Cereghino GP, Atencio DP, Saghbini M, Beiner J, Scheffler IE.\n1995. \nGlucose-dependent turnover of the mRNAs encoding succinate dehydrogenase peptides in Saccharomyces cerevisiae: sequence elements in the 5′ untranslated region of the Ip mRNA play a dominant role. Mol. Biol. Cell\n6:1125–1143. 10.1091/mbc.6.9.1125. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Lombardo A, Cereghino GP, Scheffler IE.\n1992. \nControl of mRNA turnover as a mechanism of glucose repression in Saccharomyces cerevisiae. Mol. Cell. Biol.\n12:2941–2948. [PMC free article] [PubMed] [Google Scholar]56. Cereghino GP, Scheffler IE.\n1996. \nGenetic analysis of glucose regulation in Saccharomyces cerevisiae: control of transcription versus mRNA turnover. EMBO J.\n15:363–374. [PMC free article] [PubMed] [Google Scholar]57. Prieto S, de la Cruz BJ, Scheffler IE.\n2000. \nGlucose-regulated turnover of mRNA and the influence of poly(A) tail length on half-life. J. Biol. Chem.\n275:14155–14166. 10.1074/jbc.275.19.14155. [PubMed] [CrossRef] [Google Scholar]58. Enssle J, Kugler W, Hentze MW, Kulozik AE.\n1993. \nDetermination of mRNA fate by different RNA polymerase II promoters. Proc. Natl. Acad. Sci. U. S. A.\n90:10091–10095. 10.1073/pnas.90.21.10091. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Harel-Sharvit L, Eldad N, Haimovich G, Barkai O, Duek L, Choder M.\n2010. \nRNA polymerase II subunits link transcription and mRNA decay to translation. Cell\n143:552–563. 10.1016/j.cell.2010.10.033. [PubMed] [CrossRef] [Google Scholar]60. Lotan R, Bar-On VG, Harel-Sharvit L, Duek L, Melamed D, Choder M.\n2005. \nThe RNA polymerase II subunit Rpb4p mediates decay of a specific class of mRNAs. Genes Dev.\n19:3004–3016. 10.1101/gad.353205. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Lotan R, Goler-Baron V, Duek L, Haimovich G, Choder M.\n2007. \nThe Rpb7p subunit of yeast RNA polymerase II plays roles in the two major cytoplasmic mRNA decay mechanisms. J. Cell Biol.\n178:1133–1143. 10.1083/jcb.200701165. [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Neugebauer KM.\n2002. \nOn the importance of being co-transcriptional. J. Cell Sci.\n115:3865–3871. 10.1242/jcs.00073. [PubMed] [CrossRef] [Google Scholar]63. Mosley AL, Hunter GO, Sardiu ME, Smolle M, Workman JL, Florens L, Washburn MP.\n2013. \nQuantitative proteomics demonstrates that the RNA polymerase II subunits Rpb4 and Rpb7 dissociate during transcriptional elongation. Mol. Cell. Proteomics\n12:1530–1538. 10.1074/mcp.M112.024034. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Jasiak AJ, Hartmann H, Karakasili E, Kalocsay M, Flatley A, Kremmer E, Strasser K, Martin DE, Soding J, Cramer P.\n2008. \nGenome-associated RNA polymerase II includes the dissociable Rpb4/7 subcomplex. J. Biol. Chem.\n283:26423–26427. 10.1074/jbc.M803237200. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Schulz D, Pirkl N, Lehmann E, Cramer P.\n2014. \nRpb4 subunit functions mainly in mRNA synthesis by RNA polymerase II. J. Biol. Chem.\n289:17446–17452. 10.1074/jbc.M114.568014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Surosky RT, Strich R, Esposito RE.\n1994. \nThe yeast UME5 gene regulates the stability of meiotic mRNAs in response to glucose. Mol. Cell. Biol.\n14:3446–3458. [PMC free article] [PubMed] [Google Scholar]67. Yin Z, Hatton L, Brown AJ.\n2000. \nDifferential post-transcriptional regulation of yeast mRNAs in response to high and low glucose concentrations. Mol. Microbiol.\n35:553–565. 10.1046/j.1365-2958.2000.01723.x. [PubMed] [CrossRef] [Google Scholar]68. Donner AJ, Ebmeier CC, Taatjes DJ, Espinosa JM.\n2010. \nCDK8 is a positive regulator of transcriptional elongation within the serum response network. Nat. Struct. Mol. Biol.\n17:194–201. 10.1038/nsmb.1752. [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Helenius K, Yang Y, Tselykh TV, Pessa HK, Frilander MJ, Makela TP.\n2011. \nRequirement of TFIIH kinase subunit Mat1 for RNA Pol II C-terminal domain Ser5 phosphorylation, transcription and mRNA turnover. Nucleic Acids Res.\n39:5025–5035. 10.1093/nar/gkr107. [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Chow J, Dennis PP.\n1994. \nCoupling between mRNA synthesis and mRNA stability in Escherichia coli. Mol. Microbiol.\n11:919–931. 10.1111/j.1365-2958.1994.tb00371.x. [PubMed] [CrossRef] [Google Scholar]71. Haimovich G, Medina DA, Causse SZ, Garber M, Millan-Zambrano G, Barkai O, Chavez S, Perez-Ortin JE, Darzacq X, Choder M.\n2013. \nGene expression is circular: factors for mRNA degradation also foster mRNA synthesis. Cell\n153:1000–1011. 10.1016/j.cell.2013.05.012. [PubMed] [CrossRef] [Google Scholar]72. Sun M, Schwalb B, Pirkl N, Maier KC, Schenk A, Failmezger H, Tresch A, Cramer P.\n2013. \nGlobal analysis of eukaryotic mRNA degradation reveals Xrn1-dependent buffering of transcript levels. Mol. Cell\n52:52–62. 10.1016/j.molcel.2013.09.010. [PubMed] [CrossRef] [Google Scholar]73. Dichtl B, Stevens A, Tollervey D.\n1997. \nLithium toxicity in yeast is due to the inhibition of RNA processing enzymes. EMBO J.\n16:7184–7195. 10.1093/emboj/16.23.7184. [PMC free article] [PubMed] [CrossRef] [Google Scholar]74. Kearsey S, Kipling D.\n1991. \nRecombination and RNA processing: a common strand?\nTrends Cell Biol.\n1:110–112. 10.1016/0962-8924(91)90101-E. [PubMed] [CrossRef] [Google Scholar]75. van Dijk EL, Chen CL, d'Aubenton-Carafa Y, Gourvennec S, Kwapisz M, Roche V, Bertrand C, Silvain M, Legoix-Ne P, Loeillet S, Nicolas A, Thermes C, Morillon A.\n2011. \nXUTs are a class of Xrn1-sensitive antisense regulatory non-coding RNA in yeast. Nature\n475:114–117. 10.1038/nature10118. [PubMed] [CrossRef] [Google Scholar]76. Kim M, Krogan NJ, Vasiljeva L, Rando OJ, Nedea E, Greenblatt JF, Buratowski S.\n2004. \nThe yeast Rat1 exonuclease promotes transcription termination by RNA polymerase II. Nature\n432:517–522. 10.1038/nature03041. [PubMed] [CrossRef] [Google Scholar]77. Kenna M, Stevens A, McCammon M, Douglas MG.\n1993. \nAn essential yeast gene with homology to the exonuclease-encoding XRN1/KEM1 gene also encodes a protein with exoribonuclease activity. Mol. Cell. Biol.\n13:341–350. [PMC free article] [PubMed] [Google Scholar]78. Page AM, Davis K, Molineux C, Kolodner RD, Johnson AW.\n1998. \nMutational analysis of exoribonuclease I from Saccharomyces cerevisiae. Nucleic Acids Res.\n26:3707–3716. 10.1093/nar/26.16.3707. [PMC free article] [PubMed] [CrossRef] [Google Scholar]79. Fischer N, Weis K.\n2002. \nThe DEAD box protein Dhh1 stimulates the decapping enzyme Dcp1. EMBO J.\n21:2788–2797. 10.1093/emboj/21.11.2788. [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. Sinturel F, Brechemier-Baey D, Kiledjian M, Condon C, Benard L.\n2012. \nActivation of 5′-3′ exoribonuclease Xrn1 by cofactor Dcs1 is essential for mitochondrial function in yeast. Proc. Natl. Acad. Sci. U. S. A.\n109:8264–8269. 10.1073/pnas.1120090109. [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Johnson AW.\n1997. \nRat1p and Xrn1p are functionally interchangeable exoribonucleases that are restricted to and required in the nucleus and cytoplasm, respectively. Mol. Cell. Biol.\n17:6122–6130. [PMC free article] [PubMed] [Google Scholar]82. Geisler S, Lojek L, Khalil AM, Baker KE, Coller J.\n2012. \nDecapping of long noncoding RNAs regulates inducible genes. Mol. Cell\n45:279–291. 10.1016/j.molcel.2011.11.025. [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Heyer WD, Johnson AW, Reinhart U, Kolodner RD.\n1995. \nRegulation and intracellular localization of Saccharomyces cerevisiae strand exchange protein 1 (Sep1/Xrn1/Kem1), a multifunctional exonuclease. Mol. Cell. Biol.\n15:2728–2736. [PMC free article] [PubMed] [Google Scholar]84. Haruki H, Nishikawa J, Laemmli UK.\n2008. \nThe anchor-away technique: rapid, conditional establishment of yeast mutant phenotypes. Mol. Cell\n31:925–932. 10.1016/j.molcel.2008.07.020. [PubMed] [CrossRef] [Google Scholar]85. Larimer FW, Stevens A.\n1990. \nDisruption of the gene XRN1, coding for a 5′→3′ exoribonuclease, restricts yeast cell growth. Gene\n95:85–90. 10.1016/0378-1119(90)90417-P. [PubMed] [CrossRef] [Google Scholar]86. Kim J, Ljungdahl PO, Fink GR.\n1990. \nkem mutations affect nuclear fusion in Saccharomyces cerevisiae. Genetics\n126:799–812. [PMC free article] [PubMed] [Google Scholar]87. DeRisi JL, Iyer VR, Brown PO.\n1997. \nExploring the metabolic and genetic control of gene expression on a genomic scale. Science\n278:680–686. 10.1126/science.278.5338.680. [PubMed] [CrossRef] [Google Scholar]88. Hedbacker K, Carlson M.\n2008. \nSNF1/AMPK pathways in yeast. Front. Biosci.\n13:2408–2420. 10.2741/2854. [PMC free article] [PubMed] [CrossRef] [Google Scholar]89. Portillo F, Mulet JM, Serrano R.\n2005. \nA role for the non-phosphorylated form of yeast Snf1: tolerance to toxic cations and activation of potassium transport. FEBS Lett.\n579:512–516. 10.1016/j.febslet.2004.12.019. [PubMed] [CrossRef] [Google Scholar]90. McCartney RR, Schmidt MC.\n2001. \nRegulation of Snf1 kinase. Activation requires phosphorylation of threonine 210 by an upstream kinase as well as a distinct step mediated by the Snf4 subunit. J. Biol. Chem.\n276:36460–36466. 10.1074/jbc.M104418200. [PubMed] [CrossRef] [Google Scholar]91. Castermans D, Somers I, Kriel J, Louwet W, Wera S, Versele M, Janssens V, Thevelein JM.\n2012. \nGlucose-induced posttranslational activation of protein phosphatases PP2A and PP1 in yeast. Cell Res.\n22:1058–1077. 10.1038/cr.2012.20. [PMC free article] [PubMed] [CrossRef] [Google Scholar]92. Ludin K, Jiang R, Carlson M.\n1998. \nGlucose-regulated interaction of a regulatory subunit of protein phosphatase 1 with the Snf1 protein kinase in Saccharomyces cerevisiae. Proc. Natl. Acad. Sci. U. S. A.\n95:6245–6250. 10.1073/pnas.95.11.6245. [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. Sanz P, Alms GR, Haystead TA, Carlson M.\n2000. \nRegulatory interactions between the Reg1-Glc7 protein phosphatase and the Snf1 protein kinase. Mol. Cell. Biol.\n20:1321–1328. 10.1128/MCB.20.4.1321-1328.2000. [PMC free article] [PubMed] [CrossRef] [Google Scholar]94. Braun KA, Vaga S, Dombek KM, Fang F, Palmisano S, Aebersold R, Young ET.\n2014. \nPhosphoproteomic analysis identifies proteins involved in transcription-coupled mRNA decay as targets of Snf1 signaling. Sci. Signal.\n7:ra64. 10.1126/scisignal.2005000. [PubMed] [CrossRef] [Google Scholar]95. Zhang Y, Kweon HK, Shively C, Kumar A, Andrews PC.\n2013. \nTowards systematic discovery of signaling networks in budding yeast filamentous growth stress response using interventional phosphorylation data. PLoS Comput. Biol.\n9:e1003077. 10.1371/journal.pcbi.1003077. [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Young ET, Dombek KM, Tachibana C, Ideker T.\n2003. \nMultiple pathways are co-regulated by the protein kinase Snf1 and the transcription factors Adr1 and Cat8. J. Biol. Chem.\n278:26146–26158. 10.1074/jbc.M301981200. [PubMed] [CrossRef] [Google Scholar]97. Goldstrohm AC, Hook BA, Seay DJ, Wickens M.\n2006. \nPUF proteins bind Pop2p to regulate messenger RNAs. Nat. Struct. Mol. Biol.\n13:533–539. 10.1038/nsmb1100. [PubMed] [CrossRef] [Google Scholar]98. Tadauchi T, Matsumoto K, Herskowitz I, Irie K.\n2001. \nPost-transcriptional regulation through the HO 3′-UTR by Mpt5, a yeast homolog of Pumilio and FBF. EMBO J.\n20:552–561. 10.1093/emboj/20.3.552. [PMC free article] [PubMed] [CrossRef] [Google Scholar]99. Hata H, Mitsui H, Liu H, Bai Y, Denis CL, Shimizu Y, Sakai A.\n1998. \nDhh1p, a putative RNA helicase, associates with the general transcription factors Pop2p and Ccr4p from Saccharomyces cerevisiae. Genetics\n148:571–579. [PMC free article] [PubMed] [Google Scholar]100. Cridge AG, Castelli LM, Smirnova JB, Selley JN, Rowe W, Hubbard SJ, McCarthy JE, Ashe MP, Grant CM, Pavitt GD.\n2010. \nIdentifying eIF4E-binding protein translationally-controlled transcripts reveals links to mRNAs bound by specific PUF proteins. Nucleic Acids Res.\n38:8039–8050. 10.1093/nar/gkq686. [PMC free article] [PubMed] [CrossRef] [Google Scholar]101. Hong SP, Carlson M.\n2007. \nRegulation of snf1 protein kinase in response to environmental stress. J. Biol. Chem.\n282:16838–16845. 10.1074/jbc.M700146200. [PubMed] [CrossRef] [Google Scholar]102. Zhou H, Winston F.\n2001. \nNRG1 is required for glucose repression of the SUC2 and GAL genes of Saccharomyces cerevisiae. BMC Genet.\n2:5. 10.1186/1471-2156-2-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]103. Park SH, Koh SS, Chun JH, Hwang HJ, Kang HS.\n1999. \nNrg1 is a transcriptional repressor for glucose repression of STA1 gene expression in Saccharomyces cerevisiae. Mol. Cell. Biol.\n19:2044–2050. [PMC free article] [PubMed] [Google Scholar]104. Kuchin S, Vyas VK, Carlson M.\n2002. \nSnf1 protein kinase and the repressors Nrg1 and Nrg2 regulate FLO11, haploid invasive growth, and diploid pseudohyphal differentiation. Mol. Cell. Biol.\n22:3994–4000. 10.1128/MCB.22.12.3994-4000.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]105. Lamb TM, Mitchell AP.\n2003. \nThe transcription factor Rim101p governs ion tolerance and cell differentiation by direct repression of the regulatory genes NRG1 and SMP1 in Saccharomyces cerevisiae. Mol. Cell. Biol.\n23:677–686. 10.1128/MCB.23.2.677-686.2003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]106. Vyas VK, Kuchin S, Carlson M.\n2001. \nInteraction of the repressors Nrg1 and Nrg2 with the Snf1 protein kinase in Saccharomyces cerevisiae. Genetics\n158:563–572. [PMC free article] [PubMed] [Google Scholar]107. Berkey CD, Carlson M.\n2006. \nA specific catalytic subunit isoform of protein kinase CK2 is required for phosphorylation of the repressor Nrg1 in Saccharomyces cerevisiae. Curr. Genet.\n50:1–10. 10.1007/s00294-006-0070-5. [PubMed] [CrossRef] [Google Scholar]108. Lo TL, Qu Y, Uwamahoro N, Quenault T, Beilharz TH, Traven A.\n2012. \nThe mRNA decay pathway regulates the expression of the Flo11 adhesin and biofilm formation in Saccharomyces cerevisiae. Genetics\n191:1387–1391. 10.1534/genetics.112.141432. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}