{"title": "Hormone-induced and DNA demethylation-induced relief of a tissue-specific and developmentally regulated block in transcriptional elongation", "pubDate": "2014", "PMCID": "PMC4271199", "DOI": "10.1074/jbc.M114.615435", "PMID": "25331959", "abstract": "Genome-wide studies have revealed that genes commonly have a high density of RNA polymerase II just downstream of the transcription start site. This has raised the possibility that genes are commonly regulated by transcriptional elongation, but this remains largely untested in vivo, particularly in vertebrates. Here, we show that the proximal promoter from the Rhox5 homeobox gene recruits polymerase II and begins elongating in all tissues and cell lines that we tested, but it only completes elongation in a tissue-specific and developmentally regulated manner. Relief of the elongation block is associated with recruitment of the elongation factor P-TEFb, the co-activator GRIP1, the chromatin remodeling factor BRG1, and specific histone modifications. We provide evidence that two mechanisms relieve the elongation block at the proximal promoter: demethylation and recruitment of androgen receptor. Together, our findings support a model in which promoter proximal pausing helps confer tissue-specific and developmental gene expression through a mechanism regulated by DNA demethylation-dependent nuclear hormone receptor recruitment.", "author": [{"author": "Manjeet K Rao", "affiliation": ["From the Department of Biochemistry and Molecular Biology, University of Texas M. D. Anderson Cancer Center, Houston, Texas 77030, the Greehey Children's Cancer Research Institute, Department of Cellular and Structural Biology, University of Texas Health Science Center, San Antonio, Texas 78229."], "href": "/?term=Rao+MK&cauthor_id=25331959"}, {"author": "Yuiko Matsumoto", "affiliation": ["From the Department of Biochemistry and Molecular Biology, University of Texas M. D. Anderson Cancer Center, Houston, Texas 77030."], "href": "/?term=Matsumoto+Y&cauthor_id=25331959"}, {"author": "Marcy E Richardson", "affiliation": ["the Department of Reproductive Medicine, University of California at San Diego, La Jolla, California 92037, the Institute of Genomic Medicine, University of California at San Diego, La Jolla, California 92093, and."], "href": "/?term=Richardson+ME&cauthor_id=25331959"}, {"author": "Subbarayalu Panneerdoss", "affiliation": ["the Greehey Children's Cancer Research Institute, Department of Cellular and Structural Biology, University of Texas Health Science Center, San Antonio, Texas 78229."], "href": "/?term=Panneerdoss+S&cauthor_id=25331959"}, {"author": "Anjana Bhardwaj", "affiliation": ["From the Department of Biochemistry and Molecular Biology, University of Texas M. D. Anderson Cancer Center, Houston, Texas 77030."], "href": "/?term=Bhardwaj+A&cauthor_id=25331959"}, {"author": "Jacqueline M Ward", "affiliation": ["the Department of Reproductive Medicine, University of California at San Diego, La Jolla, California 92037, the Institute of Genomic Medicine, University of California at San Diego, La Jolla, California 92093, and."], "href": "/?term=Ward+JM&cauthor_id=25331959"}, {"author": "Sreenath Shanker", "affiliation": ["From the Department of Biochemistry and Molecular Biology, University of Texas M. D. Anderson Cancer Center, Houston, Texas 77030."], "href": "/?term=Shanker+S&cauthor_id=25331959"}, {"author": "Anilkumar Bettegowda", "affiliation": ["From the Department of Biochemistry and Molecular Biology, University of Texas M. D. Anderson Cancer Center, Houston, Texas 77030, the Department of Reproductive Medicine, University of California at San Diego, La Jolla, California 92037, the Institute of Genomic Medicine, University of California at San Diego, La Jolla, California 92093, and."], "href": "/?term=Bettegowda+A&cauthor_id=25331959"}, {"author": "Miles F Wilkinson", "affiliation": ["From the Department of Biochemistry and Molecular Biology, University of Texas M. D. Anderson Cancer Center, Houston, Texas 77030, the Department of Reproductive Medicine, University of California at San Diego, La Jolla, California 92037, the Institute of Genomic Medicine, University of California at San Diego, La Jolla, California 92093, and mfwilkinson@ucsd.edu."], "href": "/?term=Wilkinson+MF&cauthor_id=25331959"}], "refPMID": [], "citedInPMID": ["25331959", "34902009", "27029734"], "body": " AbstractGenome-wide studies have revealed that genes commonly have a high density of RNA polymerase II just downstream of the transcription start site. This has raised the possibility that genes are commonly regulated by transcriptional elongation, but this remains largely untested in vivo, particularly in vertebrates. Here, we show that the proximal promoter from the Rhox5 homeobox gene recruits polymerase II and begins elongating in all tissues and cell lines that we tested, but it only completes elongation in a tissue-specific and developmentally regulated manner. Relief of the elongation block is associated with recruitment of the elongation factor P-TEFb, the co-activator GRIP1, the chromatin remodeling factor BRG1, and specific histone modifications. We provide evidence that two mechanisms relieve the elongation block at the proximal promoter: demethylation and recruitment of androgen receptor. Together, our findings support a model in which promoter proximal pausing helps confer tissue-specific and developmental gene expression through a mechanism regulated by DNA demethylation-dependent nuclear hormone receptor recruitment.Keywords: Androgen Receptor, DNA Methylation, Hormone, Testosterone, Transcriptional Regulation, Transcriptional Elongation IntroductionTissue-specific gene expression has the potential to be conferred by a multitude of different transcriptional and post-transcriptional steps. A long held dogma is that tissue-specific gene expression is primarily regulated at the level of transcriptional initiation (1). In support of this, components of the general transcriptional apparatus have been shown to confer functionally specialized transcription initiation complexes that mediate the promoter selectivity required for tissue- and cell type-specific transcription (1). However, another potential regulatory step is the one following transcriptional initiation—the pausing of RNA polymerase II (pol II)6 immediately downstream of the promoter (2, 3). It is typically necessary for additional activation signals to be received by pol II to proceed to productive elongation (2). This promoter-proximal pausing step was initially thought to be surpassed by the vast majority of genes through the recruitment of constitutive elongation-promoting factors. Indeed, promoter-proximal pausing was thought to occur in only a few specialized circumstances. For example, the c-myc gene was shown to have pol II paused or arrested at the 5′ end in undifferentiated cells as a result of stable stem-loop structure (1). Similarly, the Drosophila melanogaster heat shock gene, hsp70, was shown to maintain an open chromatin conformation with a transcriptionally engaged but paused pol II, which is rapidly released from the paused state and undergoes productive elongation in response to stress (2).In recent years, accumulating evidence suggests that promoter-proximal pausing is, in fact, a common regulatory event. Genome-wide studies have indicated that ∼10–40% of genes accumulate pol II near their promoter in several cell types, including mammalian embryonic stem cells, Drosophila melanogaster embryonic cells, and primary mammalian cells (3,–7). The high density of pol II near promoters does not necessarily reflect pol II pausing. In some cases, pol II could be recruited without initiating transcriptional initiation, or it could initiate transcription but undergo incomplete processivity or even complete arrest (8). However, several lines of evidence, including assays identifying promoter-proximal transcripts, have strongly suggested that promoter-proximal pausing is indeed widespread (4). The genes with paused pol II are enriched for those that encode proteins involved in acute responses (e.g. stress and damage responses) and proteins critical for development, differentiation, and cell proliferation (3, 9,–12). The predominance of proximally paused pol II in both stress-responsive pathways and development suggests that pausing may serve not only as a mechanism to facilitate a burst of transcriptional activity in response to specific environmental signals but also as a mechanism for regulating the expression of genes during development. Indeed, it has been shown that promoter-proximal pausing is required in some circumstances for synchronizing gene expression in tissues to allow for proper development (13, 14). Poised pol II may also provide a permissive state that renders genes competent to respond to extracellular signals during development. Other proposed functions for paused pol II include: integrating multiple regulatory signals, providing a checkpoint for coupling transcription with RNA processing, and establishing the basal expression of stimulus-response pathway components (4, 15).Considerable progress has been made in the identification of factors that have roles in promoting promoter-proximal pausing and release from this transcriptionally paused state. For example, one set of factors that plays a role in hsp70 promoter pausing is GAGA factors, which are known to prevent the association of repressive nucleosomes and histone H1 with DNA, allowing access of transcription factors to the promoter (5). Studies have revealed the existence of several other factors that have important roles in regulating the stability of paused pol II. Examples of such factors include the 5,6-dichloro-1-β-d-ribofuranosylbenzimidazole sensitivity-inducing factor (also known as SPT5-SPT4) and negative elongation factor, both of which co-localize with stalled pol II in the uninduced hsp70 gene and other transcriptionally paused genes (4). Release from pausing and subsequent productive elongation requires the phosphorylation of the DRB sensitivity-inducing factor and negative elongation factor by P-TEFb, resulting in the dissociation of negative elongation factor and conversion of DRB sensitivity-inducing factor to a positive elongation factor (4).Although a great deal has been learned about the molecular mechanisms underlying transcriptional elongation, the cellular contexts in which it is utilized remain poorly understood. Apart from its role in rapid transcriptional responses and synchronizing the expression of genes during D. melanogaster development (4), little is known about its regulatory roles in vivo, particularly in vertebrates. In this communication, we examine the role of transcriptional elongation in controlling tissue-specific and developmentally regulated gene expression. As a model system, we used the reproductive homeobox-5 (Rhox5) gene, the founding member of a large X-linked homeobox gene cluster that is selectively expressed in male and female reproductive organs (16,–20). Rhox5 encodes a transcription factor that is selectively expressed in Sertoli cells and is necessary to promote the survival and motility of the adjacent male germ cells (17). Androgens and androgen receptor (Ar) dramatically induce Rhox5 expression in the testis, which has raised the possibility that Rhox5 encodes a transcription factor that mediates androgen-dependent gene regulatory events in Sertoli cells (17, 19). In support of this, several genes have been identified that are regulated by Ar through the action of Rhox5 (21, 22).Rhox5 has two alternative promoters that both exhibit tissue-specific expression. Its proximal promoter (Pp) is expressed in the testis and the epididymis, and its distal promoter is expressed in the ovary and placenta (16, 23, 24). The Pp has been of particular interest because it is highly androgen-dependent; it is developmentally regulated during postnatal testes and epididymis development, and it serves as a model for understanding tissue-specific expression (16, 17, 19). We previously obtained evidence that the proximal promoter's tissue-specific expression is dictated, in part, by Ar, GATA transcription factors, and DNA methylation (20, 25). However, the precise mechanisms by which these factors influence Pp transcription are not known. In this communication, we provide evidence that both the tissue-specific and developmentally regulated pattern of Pp expression is controlled, at least in part, at the level of transcriptional elongation. We show that pol II is recruited to the Pp in tissues and developmental stages that do not express Rhox5 or full-length Pp transcripts. In these nonexpressing tissues and stages, the Pp has the hallmarks of active chromatin, and it generates abortive 5′ transcripts. We provide evidence that the elongation block that results in the generation of these 5′ Pp transcripts is mediated, at least in part, by DNA methylation and that it is partially reversed by Ar signaling. Our discovery that both DNA methylation and nuclear hormones control Rhox5 transcriptional elongation significantly expands our understanding of how transcriptional elongation is regulated and provides potential insights into its physiological role. EXPERIMENTAL PROCEDURESChemicals and Reagents The antibodies for pol II (17-620), phospho-CTD Ser-5 (04-1572-I), phospho-CTD Ser-2 (04-1571-I), trimethyl-histone H3-Lys-4 (07-473), dimethyl-histone H3-Lys-9 (07-441), trimethyl-histone H3-Lys-9 (05-1242), BRG1 (MABE60), and GRIP1 (ABN27) were obtained from Millipore Inc. (Billerica, MA). The antibodies for pTEFb (H-169) and androgen receptor (C19) were obtained from Santa Cruz Biotechnology.Plasmids We generated the Rhox5 plasmids for this study from the Pem-250 plasmid, whose generation was described previously (25). Pem-306 was generated by site-directed mutagenesis of the CpG1 site in the Pp using the primer pair MDA−3363/−3364. Likewise, Pem-307, -308, and -309 were generated by site-directed mutagenesis of the CpG2, CpG3, and CpG4 sites in Pp using the primer pairs MDA−3361/−3362, MDA−3359/−3360, and MDA−3357/−3368, respectively. The human Ar pcDNA 3.1 plasmid (G541) was kindly provided by Zhengxin Wang (University of Texas M. D. Anderson Cancer Center, Houston, TX).Cell Culture, Transfection, and Luciferase Assays The HeLa and 15P-1 cell line was maintained in Dulbecco's modified Eagle's medium supplemented with 10% fetal bovine serum and 50 mg/ml of both penicillin and streptomycin. All cell culture reagents were obtained from Invitrogen. 15P-1 cells were transfected using Lipofectamine 2000 (Invitrogen) following the manufacturer's instructions. Cells were plated on 6-well culture dishes and then co-transfected with 1 μg of Rhox5 plasmid and 250 ng of either the Ar expression plasmid or empty vector. Total cellular extracts were prepared 48 h after transfection. Luciferase activity was measured using a Promega Dual-Luciferase® reporter system (Promega Corp., Madison, WI).Animals All mice experiments were performed in accordance with National Institutes of Health guidelines for the care and use of animals. Tissue samples from Tfm mice were kindly provided by Dr. Peter O'Shaughnessy, Institute of Comparative Medicine, University of Glasgow Veterinary School, Glasgow, Scotland, UK.RNA Isolation and Analysis Total cellular RNA was isolated as described previously (24, 26). Nuclear and cytoplasmic RNA fractions were isolated as described previously (27). Northern blot analysis was performed as described previously (28) using a Rhox5 cDNA and U6 small nuclear RNA probes, prepared as described previously (24, 28, 29). Quantitative real time PCR (qPCR) analysis was performed on cDNA prepared from 1 μg of total RNA using the iScript RT kit (Bio-Rad) and SYBR Green (Bio-Rad) as described (30, 31) with the primers A (MDA-2117), B (MDA-2118), C (MDA-2119), and D (MDA-2020). mRNA levels were normalized to ribosomal subunit L19 mRNA.Chromatin Immunoprecipitation (ChIP) ChIP assays were carried out according to the manufacturer's instructions (Upstate Biotechnology, Billerica, MA). Briefly, mouse tissue was excised out and rinsed in 1× PBS at room temperature. Tissue was fixed by adding formaldehyde to a final concentration of 1% and incubated for 15 min at room temperature. The reaction was stopped by adding glycine and further incubated at 37 °C for 5 min. Cells were then washed three times with cold PBS containing 1 mm PMSF and 1% protease inhibitor mixture (Sigma) and dounced seven times using pestle B. The cells were then lysed with SDS lysis buffer for 10 min and dounced four times using pestle B. The cells were then pelleted and resuspended in Nuclear Lysis buffer for 10 min; the resulting chromatin was sheared to an average length of 200–500 nt by sonication, pre-cleared, and then incubated overnight at 4 °C with a volume of antibody recommended by the manufacturer. Rabbit IgG was used as a negative control for each ChIP assay. Ten percent of chromatin was saved as an input before adding antibodies and diluted in elution buffer. The antibody-protein complexes were bound to a salmon sperm DNA/protein A-agarose slurry (Millipore, Inc.) and washed following the manufacturer's instructions. Immune complexes were eluted with 1% SDS and 0.1 m NaHCO3 and reverse cross-linked by incubating with 200 mm NaCl at 65 °C for 4 h. The samples were then incubated with proteinase K for 1 h; phenol/chloroform extracted, ethanol-precipitated, and resuspended in 30 μl of H2O. Three μl of this was used as template for PCR amplification, which was performed with 200 μm dNTPs, 1.5 mm MgCl, 1× buffer (supplied), 0.2 μm each primer, and 1 unit of AmpliTaq DNA polymerase (Roche Applied Science). qPCR analysis was performed with 4 μl of input DNA from above, SYBR Green (Bio-Rad), and the following primers: A (MDA-2117), B (MDA-2118), C (MDA-2119), D (MDA-2020), E (MDA-2178), F (MDA-2180), G (MDA-2296), H (MDA-210), and I (MDA-123).Genomic Bisulfite Sequencing and in Vitro Methylation In vitro methylation of plasmid DNA, as well as genomic DNA isolation, bisulfite treatment followed by PCR amplification, cloning, and sequencing were performed as described previously (32). RESULTSRole of Transcriptional Elongation in the Tissue-specific Expression of the Rhox5 Homeobox Gene To understand the means by which the Pp is expressed in a tissue-specific manner, we compared a tissue that expresses full-length Rhox5 transcripts from this promoter (testes) with two that do not (seminal vesicle (SV) and liver) (Fig. 1A) (16, 19). We chose SV and liver as negative controls, as they represent male reproductive and nonreproductive tract tissue, respectively. We first used these three tissues to determine whether the tissue-specific expression of Pp is dictated by pol II recruitment. We examined pol II occupancy by ChIP and found that it was recruited to the Pp in all three tissues (Fig. 1, B and C, left panel). This provided evidence that pol II is recruited to the Pp in these tissues regardless of whether or not they express Rhox5. Of note, there was less pol II recruited to the Rhox5 promoter in the liver than the other two tissues, indicating that reduced initiation might play a role in dictating the low levels of Rhox5 mRNA in this tissue (Fig. 1C, left panel). To test whether Rhox5 expression is regulated at the level of transcriptional elongation, we examined pol II occupancy at the 3′ end of the Rhox5 gene and found that pol II was only detectable at this position in the testis but not in the SV or liver (Fig. 1C, right panel). This suggests that pol II initiates transcription but fails to progress to the elongation phase in the SV and liver.Open in a separate windowFIGURE 1.pol II accumulates near the Pp transcription start site in nonexpressing tissues.\nA, Northern blot analysis of total RNA isolated from mouse testis, SV, and liver using probes to detect full-length Rhox5 and U6 (loading control) transcripts. B, schematic of the Rhox5 gene, depicting the Pp transcription start site (bent arrow), exons 3–6 (boxes), and their intronic regions (black lines). Note: exons 1 and 2 are only present in distal promoter transcripts (19). Lettered arrows indicate the primer locations for all ChIP experiments. C, ChIP analyses of adult mouse testis, SV, and liver using antibodies against the total pol II and primers specific for the proximal region (AB, left panels) and for the distal region (CD, right panels) of the Pp. The values shown represent the mean values of percentage enrichment of pol II compared with IgG obtained by real time PCR analysis (±S.E.) from three tissue samples run in triplicate. D and E, ChIP analysis, as described in C, using antibodies (Ab) against pol II-Ser 5 (D) and pol II-Ser 2 (E). In, input. Shown are representative gel images (top panel) and percentage enrichment (bottom panel), as described in C.Transcriptional elongation involves at least two distinct stages as follows: elongation phase I, which encompasses promoter escape and promoter-proximal pausing, and elongation phase II, which entails the productive elongation events necessary to generate a full-length transcript (2). As one means to determine which of these stages governs Rhox5 transcriptional regulation, we examined the phosphorylation status of pol II, as phosphorylation of the pol II large subunit CTD at Ser-5 and -2 is associated with phase I and II, respectively. ChIP with an antibody specific for the Ser-5-phosphorylated form (Ser-5-pol II) revealed that this initiating form of pol II occupied the Pp in testis, SV, and liver (Fig. 1D, left panel). In contrast, the elongating form, Ser-2-pol II, was at higher levels at the Pp in the testis than in SV or liver (Fig. 1E, left panel). Indeed, we could not detect either Ser-2- or Ser-5-pol II at the 3′ end of the Rhox5 gene in either of these tissues (Fig. 1, D and E, right panels), which was consistent with our ChIP data using the pan-pol II antibody (Fig. 1C). Together, these data suggested that the tissue-specific pattern of Pp expression is conferred, at least in part, at the level of transcriptional elongation.To directly examine whether pol II is able to initiate but not complete transcription at the Pp in liver and SV, we assayed for 5′ and 3′ Pp transcripts using quantitative real time polymerase chain reaction (qPCR) analysis. Using a forward primer (E) located 24 nt downstream of the Pp start site (TSS) (23) and reverse primers located 54 and 101 nt downstream of TSS (primers F and G, respectively; Fig. 2A and Table 1), we observed Pp transcripts not only in the testis but also in SV and liver (Fig. 2B). In contrast, primer H, which anneals 128 nt downstream of the TSS, produced a >100-fold lower signal in liver and SV than in testes (Fig. 2B, right panel). Together, these data indicated that there is an elongation block in a region ∼101 to 128 nt downstream of the Pp TSS in SV and liver.Open in a separate windowFIGURE 2.pol II generates nascent Pp transcripts in non-Rhox5-expressing tissues and recruits P-TEFb only in Rhox5-expressing tissues.\nA, schematic of the Rhox5 gene, as in Fig. 1B, with the approximate site of the elongation block depicted. Lettered arrows indicate the primer locations for comparing Rhox5 transcript levels. B, real time PCR analysis on total RNA isolated from testis, SV, and liver using the indicated primer pairs. RNA levels were normalized to L19 and plotted relative to the level of expression in testes. C, real time PCR analysis was performed on nuclear RNA from testis and liver using the indicated primer pairs (left panel). Data were normalized to L19 and plotted relative to the signal for primer set E and F. Error bars represent average of three independent experiments ± S.E. Northern blot analysis was performed on nuclear (N) and cytoplasmic (C) and total (T) RNA fractions using cyclophilin (a cytoplasmic RNA) and U6 (a nuclear spliceosomal RNA) probes to ensure purification of each fraction (right panel). D, ChIP analysis performed as described in Fig. 1 using an antibody against P-TEFb. The values shown represent the mean values of percentage enrichment of P-TEFb compared with IgG obtained by real time PCR analysis (±S.E.) from three tissue samples run in triplicate. nd, not determined. *, p < 0.05; **, p < 0.01.TABLE 1PrimersPrimer namePrimer no.Primer sequenceLocationaChIP    AMDA2117GAGGAGATCCCTGCCAGGT− 114 to − 95    BMDA2118GGTGTCCCCGGGAACAG− 75 to − 58    CMDA2119GAAACAGGAGGAGGGCAACAC+ 3542 to + 3563    DMDA2120CAAGCAGGACACTCGAATGTTC+ 3584 to + 3606Pp qPCR    EMDA2178GGCCCAAGCTCAGAATC− 55 to − 38    FMDA2180CTGAATAGGATCAATGATGAAG− 25 to − 3    GMDA2296AGTAGCCTGGTGACCTTGC+ 22 to + 40    HMDA210TTCCGAGTCTTCCTTGACTC+ 49 to + 69    IMDA123CACCAGGACCAAAGTGGCC+ 377 to + 396    KMDA3525TACTGCAGAAGTTGGTCGTGA+113 to − 133    LMDA3526GGCACTGGGCAGGTAAGTAT+ 134 to + 153    MMDA3514CCAGAACAAAGGAAACGGAT+ 374 to + 393CpG mutant    CpG1MDA3363TCATTCTGTTCCTGGGGACACCAGG    CpG1MDA3364CCTGGTGTCCCCAGGAACAGAATGA    CpG2MDA3361CGGCCCACAGGAATGTCCTGTGAGCAA    CpG2MDA3362TTGCTCACAGGACATTCCTGTGGGCCG    CpG3MDA3359TACCCCAAAGGCTTGGCCCACAGGAAC    CpG3MDA3360GTTCCTGTGGGCCAAGCCTTTGGGGTA    CpG4MDA3357CTTGCAAGCACATTGTCTCATTACATC    CpG4MDA3358GATGTAATGAGACAATGTGCTTGCAAGOpen in a separate windowa Locations are given relative to the translation start site (ATG).To examine the generality of this Pp elongation block, we examined several other Rhox5-negative tissues and observed that they also expressed 5′ Pp transcripts (primer EF) but no 3′ Pp transcripts (primer EI) (Fig. 3). Although these data indicated that the tissue-specific expression pattern of the Pp is regulated at the level of transcriptional elongation, they did not rule out the possibility that Pp transcription initiation also plays a role. Consistent with this, we found that the level of 5′ Pp mRNA is higher in testes than in SV and liver (Fig. 2B). However, this difference could also result from differential mRNA decay, e.g. abortive 5′ Pp transcripts in the SV and liver could be more rapidly degraded in the cytoplasm than the full-length Pp transcripts generated in the testes. To address this, we isolated nuclear RNA from testes and liver and found that the level of 5′ Pp transcripts was indistinguishable (Fig. 2C), providing evidence that Pp transcription initiation was virtually equivalent in these two tissues. Together, these results suggest that the tissue-specific expression pattern of the Pp is primarily directed by a mechanism controlling transcriptional elongation.Open in a separate windowFIGURE 3.Rhox5-nonexpressing tissues generate nascent Pp transcripts. Real time PCR analysis of total RNA isolated from the indicated tissues using the indicated primers. Data were normalized to L19. The testes and epididymis serve as positive controls for full-length Pp transcripts. The values represent the average from three experiments ± S.E. *, p < 0.05; **, p < 0.01.Preferential Occupancy of P-TEFb, BRG1, and H3K9Ac at the Pp in the Testis To understand how pol II becomes stalled at the Pp in tissues that do not express Rhox5, we compared SV and liver (where this stall occurs) with testis (which allows productive elongation) for the presence or absence of several key factors that are required for pol II to progress into and through elongation. P-TEFb is a positive elongation factor consisting of cyclin T1, cyclin T2, and the cyclin-dependent kinase 9 (CDK9) (1, 2). CDK9 phosphorylates the CTD of pol II at Ser-2, a phosphorylation event required for the transition from the initiation to the elongation phases of eukaryotic transcription (33, 34). Using ChIP, we observed high occupancy of P-TEFb at the Pp in the testis but not in SV or liver (Fig. 2D). P-TEFb is also present at the 3′ end of the Rhox5 gene, suggesting that P-TEFb is carried along with the pol II transcriptional complex during Pp elongation in the testes.Chromatin remodeling is believed to be required for the recruitment of specific factors that control transcription and promote the transition between the initial and final phases of elongation (3,–5). Covalent histone modifications by specific enzymes, including histone acetyltransferases, deactylases, and histone methyltransferases, is one of the ways chromatin remodeling takes place. However, it is unclear which histone modifications are associated with each specific phase of transcription, particularly in vivo. Because Rhox5 transcription is paused between phase I and phase II of elongation in many tissues, it serves as a potential model system to identify specific histone modifications associated with these two elongation phases. Thus, we analyzed the level of several different histone marks at the Pp in the testes (which undergoes both phases of elongation) and SV and liver (which only significantly undergo phase I elongation). We did not observe any histone marks that had a pattern that correlated perfectly with phase II elongation (AB primer pair; Fig. 4A). However, H3K9Ac was significantly higher at the Pp in testes than liver, and there was a trend of higher levels of this mark in testes than SV. Thus, H3K9Ac is a candidate histone mark to have a role in phase II elongation. Other histone marks, including H3K4me2 and H3K4me3, which are associated with transcriptional initiation (35), were present at high levels at the Pp not only in testes but at least one other tissue. Analysis of the 3′ end of the Rhox5 gene revealed that the histone marks, H3K9Ac, H3K4me3, and total H3Ac, were all present at significantly higher levels in testes than SV or liver (CD primer pair; Fig. 4A). This is consistent with our finding that Rhox5 only significantly completes elongation in testes. H3K9me2 had the reciprocal pattern; it was present at the 3′ end of Rhox5 in SV and liver but largely undetectable in the testis, which is consistent with H3K9me2 being a repressive mark (36). Unexpectedly, however, we found that that H3K9me2 was present at the Pp of all three tissues, including the testis.Open in a separate windowFIGURE 4.Specific histone marks are associated with paused and progressive pol II complexes at the Pp. ChIP analyses of adult mouse testis, SV, and liver using antibodies against the indicated histone marks (A) and BRG1 (B), and primers specific for the proximal region (AB) and for the distal region (CD) of the Pp. The values shown represent mean values of percentage enrichment compared with IgG obtained by real time PCR analysis (±S.E.) from three tissue samples run in triplicate. #, p < 0.1; *, p < 0.05; **, p < 0.01.In addition to histone modifications, ATP-dependent chromatin remodeling factors (SWI-SNF) remodel chromatin by either displacing or restructuring nucleosomes and therefore facilitate the progression of pol II during transcriptional elongation (37,–40). We examined occupancy of one such factor, Brahma-related gene-1 (BRG1), the mammalian homolog of the Drosophila SWI/SNF chromatin remodeling factor, which helps pol II to overcome nucleosomal barriers during elongation (40, 41). ChIP analysis indicated that BRG1 occupied the Pp in the testis: occupancy in the liver and SV was very low (Fig. 4B). Taken together, these results suggest that histone modifications and chromatin remodeling factors act in concert to facilitate pol II progression by disrupting the interaction between DNA and histone octamers.Role of Transcriptional Elongation in the Induction of the Rhox5 Homeobox Gene during Development We next examined whether the developmentally regulated pattern of expression of Rhox5 is also regulated at the level of transcriptional elongation. We previously showed that full-length Pp transcripts from the Rhox5 gene are dramatically induced in the testes between postnatal day 7 (P7) and P8, a critical point of testes development when spermatogenesis is first initiated (17, 23, 42). In agreement with this, we found that Rhox5 transcript levels dramatically increase (by >100-fold) between P4 and P8 (Fig. 5A, right panel), as detected using primers in the middle of the Rhox5 gene. Rhox5 transcripts were up-regulated by a further ∼10-fold between P8 and P11 (Fig. 5A, right panel). If activation of transcriptional initiation (the traditional model) is solely responsible for this dramatic (∼1000-fold) induction of mRNA, this predicts that no Pp transcripts, including 5′ Pp transcripts, would be present prior to P8. Alternatively, if this induction is caused by relief of a transcriptional elongation blockade, 5′ Pp transcripts would be present prior to P8. In agreement with the latter hypothesis, qPCR analysis revealed relatively high levels of 5′ Pp transcripts in the testis at both P4 and P6, as detected using the Pp-specific primer pair E and F (Fig. 5A, left panel). The presence of 5′ transcripts as early as P4 indicates that some initiation is taking place at this stage of development. The level of Pp transcripts detected by this primer pair increased ∼22-fold between P6 and P11. However, the level of mRNA detected using a primer pair downstream of the elongation block increased by much more, by ∼450-fold, during the same time interval (Fig. 5A, right panel). This is consistent with a relief of a Pp elongation block at this developmental stage.Open in a separate windowFIGURE 5.Transcriptional elongation controls developmentally regulated expression of the Pp.\nA, real time PCR analysis on total RNA isolated from testes from mice of the indicated ages using the indicated primers (see Fig. 2A for primer locations). The data were normalized to L19 and plotted on a log scale. mRNA level was compared between each postnatal time point using Student's t test. Values that are different from P4 or P6 are labeled a; values that are different from P8 are labeled b; values that are different from P11 are labeled c; and values that are different from P14 are labeled d. B and C, ChIP analysis on 6- and 11-day-old mouse testes as described in Fig. 1C using antibodies against pol II-Ser-5 (B, left panel), pol II-Ser-2 (B, right panel), or P-TEFb (C) and the indicated primer pairs. Error bars in A–C represent average of three independent experiments ± S.E. #, p < 0.1; *, p < 0.05; **, p < 0.01.If indeed there is relief of a Pp elongation block during development, this predicts that the initiating form of pol II (pol II-Ser-5) would be present at the Pp at all developmental time points and that the elongating form of pol II (pol II-Ser-2) would increase in level at the Pp after full-length mRNAs are induced. In agreement with this prediction, pol II-Ser-5 levels at the Pp did not significantly change between P6 and P11 (Fig. 5B, left panel), whereas pol II-Ser-2 levels significantly increased between P6 and P11 (Fig. 5B, right panel). Also consistent with relief of a transcriptional elongation block, the elongation promoting factor, P-TEFb (4), exhibited dramatically increased occupancy at the Pp between P6 and P11 (Fig. 5C, left panel). P-TEFb occupancy also increased in the body of the Rhox5 gene between P6 and P11 (Fig. 5C, right panel).Another mechanism that may contribute to the dramatic induction of full-length Pp transcripts during testes development is increased transcriptional initiation. To examine this possibility, we assessed occupancy of the transcriptional initiation factor TFIIB. We found that TFIIB occupancy at the Pp did not increase between P6 and P14, as assessed using two different primer pairs (Fig. 6), which is inconsistent with increased Pp transcriptional initiation occurring during this developmental transition. Indeed, there appeared to be reduced TFIIB occupancy at P14 relative to P6 (statistically significant with one primer pair and a trend with the other). As detailed under the “Discussion,” this is consistent with a past report showing that TFIIB is present in pre-initiation pol II complexes on paused promoters and is reduced in level upon transcriptional elongation induction (43). To test the possibility that reduced TFIIB occupancy at P14 compared with P6 is merely the result of changes in the cellular composition of testis, we performed ChIP analysis with a total histone 3 antibody. We observed no significant difference in total H3 occupancy between P6 and P14 (Fig. 6). Although these results do not rule out that increased transcriptional initiation has a role in the dramatic induction of Rhox5 transcripts during development, they suggest it is unlikely to have a major role in this response. Together, our data support the notion that Rhox5 transcription is developmentally controlled, at least in part, by a relief in a transcriptional elongation blockade.Open in a separate windowFIGURE 6.Transcriptional initiation is not the major factor that controls developmentally regulated expression of the Pp.\nTop panels, ChIP analysis of 6- and 14-day-old mouse testes, as described in Fig. 1C, using an antibody against transcription initiation factor TFIIB. Bottom panels, ChIP analysis on 6- and 14-day-old mouse testes, as described in A, using an antibody against total histone H3. The values shown in the top and bottom panels represent mean values of the percentage of TFIIB and histone H3 enrichment compared with the IgG control, obtained by real time PCR analysis (±S.E.) from days 6 and 14 pooled testes samples from five sets of mice (n = 70 total).Evidence That Androgen-mediated Signaling Relieves the Pp Elongation Block Pp transcription is highly androgen-dependent (17, 19, 44, 45), raising the possibility that androgen signaling has a role in relieving the Pp elongation block. In support of this hypothesis, the nuclear hormone receptor responsible for androgen signaling, Ar, is known to directly interact with P-TEFb (46). As a first test of this hypothesis, we examined whether Ar is selectively recruited to the Pp when it undergoes progressive elongation. Indeed, we found that Ar occupancy is higher at the Pp in the adult testis (which expresses full-length Pp transcripts) than the adult liver (which only has 5′ Pp transcripts) (Fig. 7A). Likewise, Ar occupancy at the Pp is higher in P11 testes (when high levels of full-length Pp mRNAs are made) (17, 23) than in P6 testes (which largely lack full-length Pp mRNA) (Fig. 7B). We also found that Ar is selectively present at the 3′ end of the Rhox5 gene only in tissues and developmental stages in which the Pp generates full-length transcripts (Fig. 7, A and B), suggesting that, like P-TEFb, Ar is coupled to the pol II transcriptional complex during elongation. Consistent with our findings, both Ar and P-TEFb have previously been shown to be recruited to the 3′ end of genes (47, 48). It is also possible that Ar and P-TEFb recruitment at the 3′ end of Rhox5 is due to genomic looping, which commonly occurs with nuclear hormone receptors, including Ar (49). Nuclear hormones, including AR, form complexes with the transcriptional co-activator glucocorticoid receptor-interacting polypeptide-1 (GRIP1) on nuclear receptor-responsive promoters (8). This ability to form complexes with nuclear hormones, coupled with the ability of GRIP1 to interact with P-TEFb (9), raised the possibility that GRIP1 is selectively recruited to the Pp in the testes, where both P-TEFb and Ar reside. Indeed, we found that GRIP1 only significantly occupied the Pp in the testis, not in the SV or liver (Fig. 7C), suggesting it may have a collaborative role with Ar and P-TEFb in the transition from transcriptional initiation to transcriptional elongation.Open in a separate windowFIGURE 7.Ar relieves the Pp transcriptional elongation block.\nA, ChIP analysis on adult mouse testis and liver as described in Fig. 1C using an antibody against Ar. B, ChIP analysis on 6- and 11-day-old mouse testes as described in A. C, ChIP analysis on adult testis, SV, and liver as described in Fig. 1C using an antibody against GRIP1. The values shown in A–C represent mean values of the percentage of Ar or GRIP1 enrichment compared with IgG obtained by real time PCR analysis (±S.E.) from three tissue samples run in triplicate. D, real time PCR analysis on total RNA isolated from testis of wild type (left panel) and Ar-null (Tfm) mice (right panel) using the indicated primers (see Fig. 2A for primer locations). The data were normalized to L19 and plotted on a log scale. Error bars represent the average of at least three independent experiments ±S.E. E, real time PCR analysis on total (left and middle panels) and nuclear (right panel) RNA from 15P1 Sertoli cells and adult mouse testis using the indicated primer pairs (see Fig. 2A for primer locations). The data were normalized to L19 and plotted on a log scale relative to testis. F, real time PCR analysis on RNA isolated from 15P1 cells transfected with either mock (−Ar/T) or Ar expression plasmid (+Ar/T) and incubated with testosterone. Data were normalized to L19 and plotted relative to basal expression in 15P-1 cells (−Ar/−T). G, schematic of a luciferase construct driven by the Pp (Pp), which contains four androgen-response elements (indicated as ARE1–4) and four CpGs, the positions of which are shown relative to the ATG initiator codon of Rhox5 (the latter of which has been replaced by the luciferase initiator ATG in this construct). The locations of primers used are drawn as black arrows. Site-directed-mutagenesis of the ARE is depicted by black X. These constructs were co-transfected into 15P-1 cells with Ar or a control vector and treated with testosterone as indicated. Real time PCR was performed on RNA isolated from 15P-1 cells transfected with wild type or ARE mutant constructs using indicated primers. Firefly luciferase mRNA levels were normalized to Renilla luciferase mRNA levels. Data were plotted relative to the mock-transfected cells. *, p < 0.05; **, p < 0.01.To address whether Ar has a causal role in Pp transcriptional elongation in vivo, we first asked whether ablation of Ar in vivo perturbs Pp elongation. We used testicular feminized mice (Tfm), which have a debilitating frameshift mutation in the Ar gene and have been previously shown to express dramatically lower levels of full-length Rhox5 transcripts than littermate controls (22, 50). As shown in Fig. 7D, although control mice have similar levels of Pp transcripts before and after the elongation block, Tfm mice have >100-fold reduced levels of Pp transcripts after the block, implying that Ar is necessary for the complete elongation of Pp transcripts in vivo.Rhox5 is abundantly expressed in normal Sertoli cells, which is the exclusive site of its expression within the testis (17, 19), but primary Sertoli cells and Sertoli cell lines express only trace levels of Rhox5, presumably because they are missing one or more key factors only present in vivo (23, 25). We took advantage of this deficiency as another means to assess whether Ar promotes Pp elongation. Using a primer pair corresponding to the middle of the Rhox5 gene, we confirmed that the 15P-1 Sertoli cell line has low levels of full-length Rhox5 transcript,; only 1.5% of that in adult testis (Fig. 7E, middle panel). In striking contrast, 15P-1 cells had high levels of 5′ Pp transcripts (Fig. 7E, left panel), which were comparable with those in the adult testis, when the nuclear RNA fraction was analyzed (Fig. 7E, right panel). Together, these results suggest that 15P-1 cells transcribe high levels of Pp but express only trace levels of full-length Pp transcripts because of the elongation blockade we defined above. To determine whether Ar is capable of relieving this elongation block, we transfected 15P-1 cells with an Ar expression plasmid and treated them with the androgen analog R1881. As shown in Fig. 7F, this treatment resulted in a modest (∼3-fold) but reproducible increase in endogenous Pp transcripts that extended past the elongation block, indicating that Ar at least partially reversed the elongation blockade. This is likely to be an underestimate of the response, as the transfection efficiency of 15P-1 cells (as judged using a GFP reporter) was ∼40%.To assess whether Ar acts directly on the Pp to promote transcriptional elongation, we mutated an androgen-response element (ARE) in the Pp that we previously showed to be necessary for its expression (25). Mutation of this ARE caused a marked reduction in transcripts extending beyond the transcriptional elongation block site but did not significantly affect the level of 5′ Pp transcripts (Fig. 7G). Together, these data strongly suggest that Ar relieves the Pp elongation block.Evidence That DNA Methylation Promotes the Pp Elongation Block Although our data above clearly indicate that Ar has a role in regulating the Pp elongation block, Ar alone cannot be sufficient for relieving the Pp elongation block because it is expressed in cell types and testicular developmental stages where the block occurs (25, 51, 52). We hypothesized that DNA methylation is an additional mechanism regulating Pp elongation as several studies have shown that Rhox5 is regulated by DNA methylation (20, 53). If indeed DNA methylation promotes the elongation block, this predicts that tissues exhibiting the elongation block will have a hypermethylated Pp, whereas this promoter will be hypomethylated in the adult testes, which express full-length Pp transcripts. In support of this prediction, bisulfite analysis revealed that the Pp was hypermethylated in liver, SV, and ovary (Fig. 8A), all of which exhibit the Pp elongation block (Fig. 3). In contrast, the Pp was hypomethylated in the adult testes (Fig. 8A), which express high levels of full-length Pp transcripts (Fig. 1). If DNA methylation is also responsible for the relief of the Pp elongation block during testes development, this predicts that the Pp will be demethylated at the time point when this relief occurs. In agreement with this prediction, we found that the Pp was largely methylated at P4, which exhibits the elongation block, and it became demethylated at P10, when the elongation block is largely relieved (Figs. 5 and ​and88B).Open in a separate windowFIGURE 8.DNA methylation correlates with and promotes the Pp elongation block.\nA, four CpG residues in the Pp (Pp) are shown relative to their proximity to the AREs. The results of bisulfite sequencing are shown as pie charts representing percent methylation (number of methylated CpG residues divided by total CpG residues detected). Black wedges indicate methylated CpG residues, and white wedges represent unmethylated CpG residues. DNA methylation was assayed in testis, liver, SV, and ovary from adult mice. p values were derived using the Mann-Whitney test. B, DNA methylation at the Pp promoter in testes from the indicated postnatal ages. The results are depicted and statistically analyzed as in A (ns, not significant). C, schematic of a luciferase construct driven by the Pp, which contains the indicated AREs and CpG residues. The Pp (not the plasmid backbone) was specifically methylated by using the cassette methylation procedure and co-transfected with a Renilla luciferase construct into MSCI cells. Luciferase activity was detected and normalized to Renilla luciferase expression (left panel). RNA from these cells was subjected to qPCR analysis with the indicated primers. Data from three experiments were normalized to L19 and plotted on a log scale (±S.E.). D, DNA from adult Sertoli-Cell-Only-Knock-out (SCARKO) mice was analyzed for methylation at the Pp and compared with wild type counterparts. p values are indicated for individual CpG residues below each pie (Fisher's exact test) and also for the whole region (Mann-Whitney test) comparing the degree of methylation between SCARKO and wild type animals.To directly determine whether DNA methylation inhibits transcription elongation, we performed transfection experiments in the 15P-1 Sertoli cells using a Pp-driven luciferase reporter construct that we generated (Fig. 8C). The Pp, not vector sequences, was specifically methylated in vitro by using the cassette methylation procedure (see “Experimental Procedures”). We found that in vitro methylation of the Pp led to an ∼5-fold reduction in luciferase expression (Fig. 8C, left graph), demonstrating that DNA methylation directly inhibits Pp transcription. To determine whether this inhibition occurred at the level of transcriptional initiation or transcriptional elongation, we performed qPCR analysis with reverse primers that hybridize to different positions downstream of the Pp (Fig. 8C, top). We found that DNA methylation did not have a significant effect on the level of 5′ Pp-derived transcripts (detected using primer pair A+B), although it decreased the levels of longer Pp-derived transcripts (Fig. 8C, right graph). The effect was progressive such that the longest Pp-derived transcripts (detected with primer pair A + E) were most strongly decreased in level by DNA methylation. These data strongly suggest that DNA methylation inhibits productive elongation of the Pp.Together, these results support a model in which DNA methylation of the Pp inhibits recruitment of Ar and thereby inhibits Pp elongation. To address whether the reciprocal is also the case—the presence of Ar inhibits DNA methylation at the Pp—we determined Pp methylation levels in control and Sertoli cell-specific Ar knock-out (SCARKO) mice. We observed that DNA methylation at most CpG sites within the Pp was significantly lower in SCARKO mice than in control mice (Fig. 8D). This suggests that Ar may also play an important role in regulating Rhox5 transcriptional elongation by protecting the Pp from being DNA methylated. DISCUSSIONRecent genome-wide studies have indicated that pol II is commonly paused near promoters, raising the possibility that regulation of gene expression at the level of transcription elongation is widespread (2, 4, 54,–56). However, the contexts in which transcriptional elongation control mechanisms operate are incompletely understood. Here, we examined the possibility that transcriptional elongation controls the tissue-specific and developmentally regulated pattern of the Rhox5 homeobox gene. We demonstrate that pol II is recruited to its proximal promoter and nascent transcripts begins to elongate; however, the progression of pol II is blocked or impeded ∼100 nt downstream of the transcription start site in most tissues (Figs. 1​1–3). This elongation block is largely absent in the testis and epididymis, allowing full-length Rhox5 transcripts to be produced and Rhox5 protein to be made in these male reproductive tissues (Figs. 1​1–3). We provide several lines of evidence that relief of this elongation block is critical for the normal tissue-specific and developmental expression pattern of Rhox5 (Figs. 1​1–3 and ​and5).5). Finally, we also provide several lines of evidence that DNA demethylation and the nuclear hormone receptor, Ar, are responsible for relieving this elongation block in a developmentally regulated and tissue-specific manner (Figs. 7 and ​and88).We found that the positive elongation factor, P-TEFb, the chromatin remodeling factor, BRG1, and the transcriptional co-activator, GRIP1, are all selectively recruited to the Pp in tissues that generate full-length Rhox5 transcripts (Figs. 2D, ​,44B, and ​and77C). GRIP1 is an attractive candidate to promote Pp elongation in the testis because it is highly expressed in the testis (57) and interacts with P-TEFb (9), and evidence suggests that GRIP1 promotes HIV-I transcriptional elongation by recruiting P-TEFb (58). Furthermore, GRIP1 physically and functionally interacts with Ar (8), a known activator of the Pp (16, 19, 22, 25, 50). The amount and availability of active P-TEFb may also regulate transcriptional elongation in Rhox5-expressing tissues. For example, it has been shown that the availability of P-TEFb is regulated by its degree of sequestration into an inactive complex with 7SKRNA and HEXIM protein (58, 59).Recent reports have suggested that different histone modifications may play critical roles in different steps of transcription. For example, genome-wide ChIP studies have shown that whereas gene promoters occupied by H3K4me3, H3K9Ac, and H3K14Ac tend to initiate transcription, only gene promoters occupied by histone H3 trimethylated at lysine 36 (H3K36me3) or dimethylated at lysine 79 (H3K79me2) are likely to proceed to productive elongation (60). Acetylation of H4K16 has been shown to release pol II from pausing through recruitment of BRD4 and P-TEFb (61). Conversely, trimethylation of H4K20 blocks recruitment of the enzyme mediating H4K16 acetylation, leading to pol II pausing and transcriptional repression. Although we did not observe a pattern of histone marks at the Pp that correlated perfectly with productive elongation, there was a trend toward this for H3K9Ac (Fig. 4A). Thus, H3K9Ac is a candidate to have a role in phase II elongation of the Rhox5 gene. It will be important to expand the analysis of histone modifications to determine whether there are other modifications that specifically associate with Pp elongation phase II. Such modifications could play a causal role in the tissue-specific and developmentally regulated expression of the Rhox5 gene.Changes in chromatin structure and histone modifications are often associated with changes in DNA methylation. Many of the studies aimed at understanding the role of DNA methylation on transcription have proposed that DNA methylation prompts formation of hypoacetylated and compacted chromatin that prevents binding of transcription factors essential for transcriptional initiation (62,–65). Few studies have addressed whether DNA methylation instead influences transcriptional elongation. One of the few studies that has addressed this question was done in Neurospora crassa, where it was shown that the transcriptional silencing that ensues from repeat sequence-induced mutations results from DNA methylation blocking transcriptional elongation (66). Elegant studies performed using a Cre/loxP system in mammalian cells showed that DNA methylation directed specifically to the intragenic region of an artificial p16 promoter-driven GFP gene led to reduced pol II density in this intragenic region, strongly suggesting that this DNA methylation represses transcriptional elongation in the gene body (67). Although these studies demonstrated that DNA methylation can inhibit transcriptional elongation under some circumstances, to our knowledge, there have been no studies examining the role of DNA methylation in controlling proximal promoter pausing. Our finding that DNA methylation in a promoter can inhibit transcriptional elongation downstream (Fig. 8) raises the possibility that DNA methylation of promoters can control not only their rate of transcriptional initiation but also release from promoter-proximal pausing.We obtained several lines of evidence that methylation of the Pp inhibits its ability to undergo production elongation. First, the Pp is selectively methylated in tissues that do not express full-length Rhox5 transcripts (Fig. 8A). Second, the Pp is methylated in the testis at early developmental time points when full-length Rhox5 transcripts are essentially absent (Fig. 8B). Third, in vitro methylation of the Pp inhibited the production of transcripts that extend to the 3′ end in transiently transfected cells (Fig. 8C). Although we do not know the mechanism by which DNA methylation inhibits Pp elongation, our results support a model in which DNA methylation inhibits recruitment of the nuclear hormone receptor, Ar, which, in turn, largely prevents recruitment of the elongation factor, P-TEFb, because this elongation factor directly binds to AR (39). As evidence for this model, it is well established that the Pp requires Ar to generate full-length Rhox mRNA and RHOX5 protein (16, 19, 22, 25, 50), and we found that DNA methylation and Ar recruitment at the Pp inversely correlated in different tissues and developmental time points (Figs. 7 and ​and8).8). As causal evidence for this model, we obtained several lines of evidence that Ar promotes Pp elongation in Sertoli cells (Fig. 7), and we have previously demonstrated that in vitro methylation of the Pp inhibits Ar recruitment in epididymal cells (20). In addition to DNA methylation inhibiting Ar recruitment, Ar recruitment may normally serve to inhibit DNA methylation. In support of this, we found that mice lacking Ar in Sertoli cells (45) (the testicular cell type that expresses Rhox5 protein (18, 68)) had significantly higher Pp DNA methylation than littermate control mice (Fig. 8D). We suggest that Ar protects Pp from being methylated by facilitating an open chromatin structure marked with active histone marks, such as H3K4, which has been reported to block the interaction of DNA methyltransferases with nucleosomes (69). Supporting this, we found that H3K4me3 is associated with Pp elongation in the testis (Fig. 4A).Studies over the years have suggested that at least three classes of genes are regulated by transcriptional elongation: (i) those that require rapid induction and shutoff; (ii) those that require synchronous expression across cells; and (iii) those encoding basal signaling molecules. With regard to the first class, paused pol II is prevalent in rapidly induced genes, including heat-shock genes involved in stress responses (4). Many of these genes are also rapidly shut off following induction (e.g. hsp70, c-myc, c-fos, and junB), and the evidence suggests this occurs at the level of transcriptional elongation (70,–74). The second class is constitutively expressed genes with paused pol II that encode important signaling cascade components (15). Examples of such genes include those encoding receptors, kinases, and transcription factors that have critical roles in signaling networks. The functional significance of this is not known. The third class of genes is developmentally regulated genes that, in turn, encode proteins important for development (12). Evidence suggests that the transcriptional elongation of these genes is repressed in a manner that allows them to be poised for activation at specific stages of embryonic development (12). These development control genes have been best studied in D. melanogaster; many of them encode transcription factors (3, 12). This is of interest given that Rhox5 encodes a developmentally regulated transcription factor in mammals (75).Although our evidence suggests that the tissue-specific and developmental regulation of Rhox5 in the testis is strongly influenced by transcriptional elongation, the selection pressure that led to this type of regulation may have been for a different purpose. This possibility stems from the fact that although the Rhox5 protein is normally only expressed in reproductive tissues and placenta, in some circumstances, it is expressed in other tissues. For example, in response to bacterial lipopolysaccharide, Rhox5 is rapidly and robustly induced in liver macrophages (18). Given that paused promoters permit rapid transcriptional responses, we suggest that the Rhox5 gene may have evolved to use this regulatory mechanism to permit rapid and coordinated bursts of transcription to respond to stress and contribute to inflammatory responses. Regulation at the level of transcriptional elongation would also potentially provide fine-tuned expression to buffer the transcriptional output from Rhox5. Another scenario that may have led to selection for paused polymerases in the Pp is to drive the burst of Rhox5 transcription that occurs in primordial germ cells during embryonic development (76).Of note, our study does not rule out that the Pp is also regulated at the level of transcriptional initiation. Indeed, consistent with this possibility, we found that the level of Pp transcripts detected with promoter proximal (5′) primers increased more than those detected with 3′ primers during postnatal testes development (Fig. 5). However, we did not observe a corresponding increase in occupancy of the transcriptional initiation factor, TFIIB, at the Pp (Fig. 6). In fact, TFIIB occupancy at the Pp appeared to decrease during this time interval. This is analogous with a past study that showed that p53-mediated relief of an elongation block at the p21 promoter was accompanied by decreased TFIIB occupancy (43). In both cases, decreased TFIIB occupancy may result from a rate of elongation that is greater than the rate of transcriptional re-initiation, as suggested previously (43). Another possibility is that the high rate of transcriptional activity at the Pp at later stages of development increases the dissociation rate of TFIIB from the Pp, leading to a lower steady-state level of TFIIB occupancy compared with early stages of development when Pp is paused. Supporting this, it is known that elongating RNA triggers TFIIB release from pol II complexes (77, 78).If indeed the Pp transcription initiation rate does not increase during development, why does the level of Pp mRNA detected with promoter proximal (5′) primers increase as development proceeds (Fig. 5)? We suggest it may result from the different relative stability of short promoter proximal Pp transcripts with that of full-length Pp transcripts, both of which are recognized by the 5′ primers we used for qPCR analysis. The promoter proximal transcripts that are dominant in early development may be highly unstable, either when still bound to chromatin or when released into the nucleoplasm, leading to the relatively low signal we observed. In contrast, the predominant species later in development, i.e. full-length Pp transcripts, would be expected to accumulate at high levels in the cytoplasm, explaining the high signal we observed at late time points. We emphasize, however, that our results do not rule out the possibility that Pp is also regulated at the level of transcriptional initiation. For example, it is possible that transcriptional initiation at the Pp increases during development by a TFIIB-independent mechanism.In conclusion, our study demonstrates that transcriptional elongation has an important role in regulating gene expression in mice in vivo. Our data support a model in which DNA methylation and the nuclear hormone receptor, Ar, regulate transcriptional elongation to confer tissue-specific and developmentally regulated gene expression. Future studies will be required to unveil what mechanisms dictate the pattern of DNA methylation in different tissues and developmental stages that ultimately dictates whether transcriptional elongation ensues or not. *This work was supported, in whole or in part, by National Institutes of Health Grants R01 HD045595 (to M. F. W.) and F32 GM096722 (to M. E. R.). 6The abbreviations used are:\npolpolymeraseArandrogen receptorPpproximal promoterCTDC-terminal domainqPCRquantitative real time PCRAREandrogen-response elementTSStranscription start siteSVseminal vesiclentnucleotide. REFERENCES1. \nHochheimer A., Tjian R. (2003) Diversified transcription initiation complexes expand promoter selectivity and tissue-specific gene expression. Genes Dev. 17, 1309–1320 [PubMed] [Google Scholar]2. \nSaunders A., Core L. J., Lis J. T. (2006) Breaking barriers to transcription elongation. Nat. Rev. Mol. Cell Biol. 7, 557–567 [PubMed] [Google Scholar]3. \nGaertner B., Zeitlinger J. (2014) RNA polymerase II pausing during development. Development\n141, 1179–1183 [PMC free article] [PubMed] [Google Scholar]4. \nAdelman K., Lis J. T. (2012) Promoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat. Rev. Genet. 13, 720–731 [PMC free article] [PubMed] [Google Scholar]5. \nLee C., Li X., Hechmer A., Eisen M., Biggin M. D., Venters B. J., Jiang C., Li J., Pugh B. F., Gilmour D. S. (2008) NELF and GAGA factor are linked to promoter-proximal pausing at many genes in Drosophila. Mol. Cell. Biol. 28, 3290–3300 [PMC free article] [PubMed] [Google Scholar]6. \nMin I. M., Waterfall J. J., Core L. J., Munroe R. J., Schimenti J., Lis J. T. (2011) Regulating RNA polymerase pausing and transcription elongation in embryonic stem cells. Genes Dev. 25, 742–754 [PMC free article] [PubMed] [Google Scholar]7. \nWang X., Lee C., Gilmour D. S., Gergen J. P. (2007) Transcription elongation controls cell fate specification in the Drosophila embryo. Genes Dev. 21, 1031–1036 [PMC free article] [PubMed] [Google Scholar]8. \nEhrensberger A. H., Kelly G. P., Svejstrup J. Q. (2013) Mechanistic interpretation of promoter-proximal peaks and RNAPII density maps. Cell\n154, 713–715 [PubMed] [Google Scholar]9. \nNechaev S., Fargo D. C., dos Santos G., Liu L., Gao Y., Adelman K. (2010) Global analysis of short RNAs reveals widespread promoter-proximal stalling and arrest of Pol II in Drosophila. Science\n327, 335–338 [PMC free article] [PubMed] [Google Scholar]10. \nRahl P. B., Lin C. Y., Seila A. C., Flynn R. A., McCuine S., Burge C. B., Sharp P. A., Young R. A. (2010) c-Myc regulates transcriptional pause release. Cell\n141, 432–445 [PMC free article] [PubMed] [Google Scholar]11. \nGilchrist D. A., Dos Santos G., Fargo D. C., Xie B., Gao Y., Li L., Adelman K. (2010) Pausing of RNA polymerase II disrupts DNA-specified nucleosome organization to enable precise gene regulation. Cell\n143, 540–551 [PMC free article] [PubMed] [Google Scholar]12. \nZeitlinger J., Stark A., Kellis M., Hong J. W., Nechaev S., Adelman K., Levine M., Young R. A. (2007) RNA polymerase stalling at developmental control genes in the Drosophila melanogaster embryo. Nat. Genet. 39, 1512–1516 [PMC free article] [PubMed] [Google Scholar]13. \nBoettiger A. N., Levine M. (2009) Synchronous and stochastic patterns of gene activation in the Drosophila embryo. Science\n325, 471–473 [PMC free article] [PubMed] [Google Scholar]14. \nBoettiger A. N., Levine M. (2013) Rapid transcription fosters coordinate snail expression in the Drosophila embryo. Cell Rep. 3, 8–15 [PMC free article] [PubMed] [Google Scholar]15. \nGilchrist D. A., Fromm G., dos Santos G., Pham L. N., McDaniel I. E., Burkholder A., Fargo D. C., Adelman K. (2012) Regulating the regulators: the pervasive effects of Pol II pausing on stimulus-responsive gene networks. Genes Dev. 26, 933–944 [PMC free article] [PubMed] [Google Scholar]16. \nMaiti S., Doskow J., Li S., Nhim R. P., Lindsey J. S., Wilkinson M. F. (1996) The Pem homeobox gene. Androgen-dependent and -independent promoters and tissue-specific alternative RNA splicing. J. Biol. Chem. 271, 17536–17546 [PubMed] [Google Scholar]17. \nLindsey J. S., Wilkinson M. F. (1996) Pem: a testosterone- and LH-regulated homeobox gene expressed in mouse Sertoli cells and epididymis. Dev. Biol. 179, 471–484 [PubMed] [Google Scholar]18. \nPitman J. L., Lin T. P., Kleeman J. E., Erickson G. F., MacLeod C. L. (1998) Normal reproductive and macrophage function in Pem homeobox gene-deficient mice. Dev. Biol. 202, 196–214 [PubMed] [Google Scholar]19. \nRao M. K., Wayne C. M., Meistrich M. L., Wilkinson M. F. (2003) Pem homeobox gene promoter sequences that direct transcription in a Sertoli cell-specific, stage-specific, and androgen-dependent manner in the testis in vivo. Mol. Endocrinol. 17, 223–233 [PubMed] [Google Scholar]20. \nBhardwaj A., Song H. W., Beildeck M., Kerkhofs S., Castoro R., Shanker S., De Gendt K., Suzuki K., Claessens F., Issa J. P., Orgebin-Crist M. C., Wilkinson M. F. (2012) DNA demethylation-dependent Ar recruitment and GATA factors drive Rhox5 homeobox gene transcription in the epididymis. Mol. Endocrinol. 26, 538–549 [PMC free article] [PubMed] [Google Scholar]21. \nHu Z., Shanker S., MacLean J. A., 2nd, Ackerman S. L., Wilkinson M. F. (2008) The RHOX5 homeodomain protein mediates transcriptional repression of the netrin-1 receptor gene Unc5c. J. Biol. Chem. 283, 3866–3876 [PubMed] [Google Scholar]22. \nHu Z., Dandekar D., O'Shaughnessy P. J., De Gendt K., Verhoeven G., Wilkinson M. F. (2010) Androgen-induced Rhox homeobox genes modulate the expression of Ar-regulated genes. Mol. Endocrinol. 24, 60–75 [PMC free article] [PubMed] [Google Scholar]23. \nSutton K. A., Maiti S., Tribley W. A., Lindsey J. S., Meistrich M. L., Bucana C. D., Sanborn B. M., Joseph D. R., Griswold M. D., Cornwall G. A., Wilkinson M. F. (1998) Androgen regulation of the Pem homeodomain gene in mice and rat Sertoli and epididymal cells. J. Androl. 19, 21–30 [PubMed] [Google Scholar]24. \nRao M. K., Maiti S., Ananthaswamy H. N., Wilkinson M. F. (2002) A highly active homeobox gene promoter regulated by Ets and Sp1 family members in normal granulosa cells and diverse tumor cell types. J. Biol. Chem. 277, 26036–26045 [PubMed] [Google Scholar]25. \nBhardwaj A., Rao M. K., Kaur R., Buttigieg M. R., Wilkinson M. F. (2008) GATA factors and androgen receptor collaborate to transcriptionally activate the Rhox5 homeobox gene in Sertoli cells. Mol. Cell. Biol. 28, 2138–2153 [PMC free article] [PubMed] [Google Scholar]26. \nSasaki A. W., Doskow J., MacLeod C. L., Rogers M. B., Gudas L. J., Wilkinson M. F. (1991) The oncofetal gene Pem encodes a homeodomain and is regulated in primordial and pre-muscle stem cells. Mech. Dev. 34, 155–164 [PubMed] [Google Scholar]27. \nBhalla A. D., Gudikote J. P., Wang J., Chan W. K., Chang Y. F., Olivas O. R., Wilkinson M. F. (2009) Nonsense codons trigger an RNA partitioning shift. J. Biol. Chem. 284, 4062–4072 [PMC free article] [PubMed] [Google Scholar]28. \nClement J. Q., Maiti S., Wilkinson M. F. (2001) Localization and stability of introns spliced from the Pem homeobox gene. J. Biol. Chem. 276, 16919–16930 [PubMed] [Google Scholar]29. \nWilkinson M. F., Kleeman J., Richards J., MacLeod C. L. (1990) A novel oncofetal gene is expressed in a stage-specific manner in murine embryonic development. Dev. Biol. 141, 451–455 [PubMed] [Google Scholar]30. \nImam J. S., Buddavarapu K., Lee-Chang J. S., Ganapathy S., Camosy C., Chen Y., Rao M. K. (2010) MicroRNA-185 suppresses tumor growth and progression by targeting the Six1 oncogene in human cancers. Oncogene\n29, 4971–4979 [PubMed] [Google Scholar]31. \nChang Y. F., Lee-Chang J. S., Imam J. S., Buddavarapu K. C., Subaran S. S., Sinha-Hikim A. P., Gorospe M., Rao M. K. (2012) Interaction between microRNAs and actin-associated protein Arpc5 regulates translational suppression during male germ cell differentiation. Proc. Natl. Acad. Sci. U.S.A. 109, 5750–5755 [PMC free article] [PubMed] [Google Scholar]32. \nRichardson M. E., Bleiziffer A., Tüttelmann F., Gromoll J., Wilkinson M. F. (2014) Epigenetic regulation of the RHOX homeobox gene cluster and its association with human male infertility. Hum. Mol. Genet. 23, 12–23 [PMC free article] [PubMed] [Google Scholar]33. \nEgloff S., Dienstbier M., Murphy S. (2012) Updating the RNA polymerase CTD code: adding gene-specific layers. Trends Genet. 28, 333–341 [PubMed] [Google Scholar]34. \nNi Z., Saunders A., Fuda N. J., Yao J., Suarez J. R., Webb W. W., Lis J. T. (2008) P-TEFb is critical for the maturation of RNA polymerase II into productive elongation in vivo. Mol. Cell. Biol. 28, 1161–1170 [PMC free article] [PubMed] [Google Scholar]35. \nZhou V. W., Goren A., Bernstein B. E. (2011) Charting histone modifications and the functional organization of mammalian genomes. Nat. Rev. Genet. 12, 7–18 [PubMed] [Google Scholar]36. \nSnowden A. W., Gregory P. D., Case C. C., Pabo C. O. (2002) Gene-specific targeting of H3K9 methylation is sufficient for initiating repression in vivo. Curr. Biol. 12, 2159–2166 [PubMed] [Google Scholar]37. \nBondarenko V. A., Steele L. M., Ujvári A., Gaykalova D. A., Kulaeva O. I., Polikanov Y. S., Luse D. S., Studitsky V. M. (2006) Nucleosomes can form a polar barrier to transcript elongation by RNA polymerase II. Mol. Cell\n24, 469–479 [PubMed] [Google Scholar]38. \nKulaeva O. I., Gaykalova D. A., Studitsky V. M. (2007) Transcription through chromatin by RNA polymerase II: histone displacement and exchange. Mutat. Res. 618, 116–129 [PMC free article] [PubMed] [Google Scholar]39. \nHodges C., Bintu L., Lubkowska L., Kashlev M., Bustamante C. (2009) Nucleosomal fluctuations govern the transcription dynamics of RNA polymerase II. Science\n325, 626–628 [PMC free article] [PubMed] [Google Scholar]40. \nSubtil-Rodríguez A., Reyes J. C. (2010) BRG1 helps RNA polymerase II to overcome a nucleosomal barrier during elongation, in vivo. EMBO Rep. 11, 751–757 [PMC free article] [PubMed] [Google Scholar]41. \nTrotter K. W., Archer T. K. (2008) The BRG1 transcriptional coregulator. Nucl. Recept. Signal. 6, e004. [PMC free article] [PubMed] [Google Scholar]42. \nMaclean J. A., 2nd, Chen M. A., Wayne C. M., Bruce S. R., Rao M., Meistrich M. L., Macleod C., Wilkinson M. F. (2005) Rhox: a new homeobox gene cluster. Cell\n120, 369–382 [PubMed] [Google Scholar]43. \nEspinosa J. M., Verdun R. E., Emerson B. M. (2003) p53 functions through stress- and promoter-specific recruitment of transcription initiation components before and after DNA damage. Mol. Cell\n12, 1015–1027 [PubMed] [Google Scholar]44. \nBarbulescu K., Geserick C., Schüttke I., Schleuning W. D., Haendler B. (2001) New androgen response elements in the murine pem promoter mediate selective transactivation. Mol. Endocrinol. 15, 1803–1816 [PubMed] [Google Scholar]45. \nDe Gendt K., Swinnen J. V., Saunders P. T., Schoonjans L., Dewerchin M., Devos A., Tan K., Atanassova N., Claessens F., Lécureuil C., Heyns W., Carmeliet P., Guillou F., Sharpe R. M., Verhoeven G. (2004) A Sertoli cell-selective knockout of the androgen receptor causes spermatogenic arrest in meiosis. Proc. Natl. Acad. Sci. U.S.A. 101, 1327–1332 [PMC free article] [PubMed] [Google Scholar]46. \nLee D. K., Duan H. O., Chang C. (2001) Androgen receptor interacts with the positive elongation factor P-TEFb and enhances the efficiency of transcriptional elongation. J. Biol. Chem. 276, 9978–9984 [PubMed] [Google Scholar]47. \nLuecke H. F., Yamamoto K. R. (2005) The glucocorticoid receptor blocks P-TEFb recruitment by NFκB to effect promoter-specific transcriptional repression. Genes Dev. 19, 1116–1127 [PMC free article] [PubMed] [Google Scholar]48. \nChen H., Libertini S. J., George M., Dandekar S., Tepper C. G., Al-Bataina B., Kung H. J., Ghosh P. M., Mudryj M. (2010) Genome-wide analysis of androgen receptor binding and gene regulation in two CWR22-derived prostate cancer cell lines. Endocr. Relat. Cancer\n17, 857–873 [PMC free article] [PubMed] [Google Scholar]49. \nWu D., Zhang C., Shen Y., Nephew K. P., Wang Q. (2011) Androgen receptor-driven chromatin looping in prostate cancer. Trends Endocrinol. Metab. 22, 474–480 [PMC free article] [PubMed] [Google Scholar]50. \nO'Shaughnessy P. J., Abel M., Charlton H. M., Hu B., Johnston H., Baker P. J. (2007) Altered expression of genes involved in regulation of vitamin A metabolism, solute transportation, and cytoskeletal function in the androgen-insensitive tfm mouse testis. Endocrinology\n148, 2914–2924 [PubMed] [Google Scholar]51. \nRuizeveld de Winter J. A., Trapman J., Vermey M., Mulder E., Zegers N. D., van der Kwast T. H. (1991) Androgen receptor expression in human tissues: an immunohistochemical study. J. Histochem. Cytochem. 39, 927–936 [PubMed] [Google Scholar]52. \nPelletier G., Luu-The V., Li S., Labrie F. (2004) Localization and estrogenic regulation of androgen receptor mRNA expression in the mouse uterus and vagina. J. Endocrinol. 180, 77–85 [PubMed] [Google Scholar]53. \nMaclean J. A., Bettegowda A., Kim B. J., Lou C. H., Yang S. M., Bhardwaj A., Shanker S., Hu Z., Fan Y., Eckardt S., McLaughlin K. J., Skoultchi A. I., Wilkinson M. F. (2011) The rhox homeobox gene cluster is imprinted and selectively targeted for regulation by histone h1 and DNA methylation. Mol. Cell. Biol. 31, 1275–1287 [PMC free article] [PubMed] [Google Scholar]54. \nRasmussen E. B., Lis J. T. (1993) In vivo transcriptional pausing and cap formation on three Drosophila heat shock genes. Proc. Natl. Acad. Sci. U.S.A. 90, 7923–7927 [PMC free article] [PubMed] [Google Scholar]55. \nRougvie A. E., Lis J. T. (1988) The RNA polymerase II molecule at the 5′ end of the uninduced hsp70 gene of D. melanogaster is transcriptionally engaged. Cell\n54, 795–804 [PubMed] [Google Scholar]56. \nBoehm A. K., Saunders A., Werner J., Lis J. T. (2003) Transcription factor and polymerase recruitment, modification, and movement on dhsp70 in vivo in the minutes following heat shock. Mol. Cell. Biol. 23, 7628–7637 [PMC free article] [PubMed] [Google Scholar]57. \nPuustinen R., Sarvilinna N., Manninen T., Tuohimaa P., Ylikomi T. (2001) Localization of glucocorticoid receptor interacting protein 1 in murine tissues using two novel polyclonal antibodies. Eur. J. Endocrinol. 145, 323–333 [PubMed] [Google Scholar]58. \nKino T., Slobodskaya O., Pavlakis G. N., Chrousos G. P. (2002) Nuclear receptor coactivator p160 proteins enhance the HIV-1 long terminal repeat promoter by bridging promoter-bound factors and the Tat-P-TEFb complex. J. Biol. Chem. 277, 2396–2405 [PubMed] [Google Scholar]59. \nLi Q., Price J. P., Byers S. A., Cheng D., Peng J., Price D. H. (2005) Analysis of the large inactive P-TEFb complex indicates that it contains one 7SK molecule, a dimer of HEXIM1 or HEXIM2, and two P-TEFb molecules containing Cdk9 phosphorylated at threonine 186. J. Biol. Chem. 280, 28819–28826 [PubMed] [Google Scholar]60. \nGuenther M. G., Levine S. S., Boyer L. A., Jaenisch R., Young R. A. (2007) A chromatin landmark and transcription initiation at most promoters in human cells. Cell\n130, 77–88 [PMC free article] [PubMed] [Google Scholar]61. \nKapoor-Vazirani P., Kagey J. D., Vertino P. M. (2011) SUV420H2-mediated H4K20 trimethylation enforces RNA polymerase II promoter-proximal pausing by blocking hMOF-dependent H4K16 acetylation. Mol. Cell. Biol. 31, 1594–1609 [PMC free article] [PubMed] [Google Scholar]62. \nGroudine M., Eisenman R., Weintraub H. (1981) Chromatin structure of endogenous retroviral genes and activation by an inhibitor of DNA methylation. Nature\n292, 311–317 [PubMed] [Google Scholar]63. \nBird A. (1992) The essentials of DNA methylation. Cell\n70, 5–8 [PubMed] [Google Scholar]64. \nTate P. H., Bird A. P. (1993) Effects of DNA methylation on DNA-binding proteins and gene expression. Curr. Opin. Genet. Dev. 3, 226–231 [PubMed] [Google Scholar]65. \nEden S., Cedar H. (1994) Role of DNA methylation in the regulation of transcription. Curr. Opin. Genet. Dev. 4, 255–259 [PubMed] [Google Scholar]66. \nRountree M. R., Selker E. U. (1997) DNA methylation inhibits elongation but not initiation of transcription in Neurospora crassa. Genes Dev. 11, 2383–2395 [PMC free article] [PubMed] [Google Scholar]67. \nLorincz M. C., Dickerson D. R., Schmitt M., Groudine M. (2004) Intragenic DNA methylation alters chromatin structure and elongation efficiency in mammalian cells. Nat. Struct. Mol. Biol. 11, 1068–1075 [PubMed] [Google Scholar]68. \nLindsey J. S., Wilkinson M. F. (1996) An androgen-regulated homeobox gene expressed in rat testis and epididymis. Biol. Reprod. 55, 975–983 [PubMed] [Google Scholar]69. \nWu J. Q., Snyder M. (2008) RNA polymerase II stalling: loading at the start prepares genes for a sprint. Genome Biol. 9, 220. [PMC free article] [PubMed] [Google Scholar]70. \nNechaev S., Adelman K. (2011) Pol II waiting in the starting gates: regulating the transition from transcription initiation into productive elongation. Biochim. Biophys. Acta\n1809, 34–45 [PMC free article] [PubMed] [Google Scholar]71. \nMuse G. W., Gilchrist D. A., Nechaev S., Shah R., Parker J. S., Grissom S. F., Zeitlinger J., Adelman K. (2007) RNA polymerase is poised for activation across the genome. Nat. Genet. 39, 1507–1511 [PMC free article] [PubMed] [Google Scholar]72. \nKrumm A., Meulia T., Brunvand M., Groudine M. (1992) The block to transcriptional elongation within the human c-myc gene is determined in the promoter-proximal region. Genes Dev. 6, 2201–2213 [PubMed] [Google Scholar]73. \nAida M., Chen Y., Nakajima K., Yamaguchi Y., Wada T., Handa H. (2006) Transcriptional pausing caused by NELF plays a dual role in regulating immediate-early expression of the junB gene. Mol. Cell. Biol. 26, 6094–6104 [PMC free article] [PubMed] [Google Scholar]74. \nAdelman K., Kennedy M. A., Nechaev S., Gilchrist D. A., Muse G. W., Chinenov Y., Rogatsky I. (2009) Immediate mediators of the inflammatory response are poised for gene activation through RNA polymerase II stalling. Proc. Natl. Acad. Sci. U.S.A. 106, 18207–18212 [PMC free article] [PubMed] [Google Scholar]75. \nMacLean J. A., 2nd, Hu Z., Welborn J. P., Song H. W., Rao M. K., Wayne C. M., Wilkinson M. F. (2013) The RHOX homeodomain proteins regulate the expression of insulin and other metabolic regulators in the testis. J. Biol. Chem. 288, 34809–34825 [PMC free article] [PubMed] [Google Scholar]76. \nDaggag H., Svingen T., Western P. S., van den Bergen J. A., McClive P. J., Harley V. R., Koopman P., Sinclair A. H. (2008) The rhox homeobox gene family shows sexually dimorphic and dynamic expression during mouse embryonic gonad development. Biol. Reprod. 79, 468–474 [PubMed] [Google Scholar]77. \nKostrewa D., Zeller M. E., Armache K. J., Seizl M., Leike K., Thomm M., Cramer P. (2009) RNA polymerase II-TFIIB structure and mechanism of transcription initiation. Nature\n462, 323–330 [PubMed] [Google Scholar]78. \nAhn S. H., Keogh M. C., Buratowski S. (2009) Ctk1 promotes dissociation of basal transcription factors from elongating RNA polymerase II. EMBO J. 28, 205–212 [PMC free article] [PubMed] [Google Scholar]"}