{"title": "Cyclin-dependent kinase 12 increases 3' end processing of growth factor-induced c-FOS transcripts", "pubDate": "2015", "PMCID": "PMC4272423", "DOI": "10.1128/MCB.01157-14", "PMID": "25384976", "abstract": "Transcriptional cyclin-dependent kinases (CDKs) regulate RNA polymerase II initiation and elongation as well as cotranscriptional mRNA processing. In this report, we describe an important role for CDK12 in the epidermal growth factor (EGF)-induced c-FOS proto-oncogene expression in mammalian cells. This kinase was found in the exon junction complexes (EJC) together with SR proteins and was thus recruited to RNA polymerase II. In cells depleted of CDK12 or eukaryotic translation initiation factor 4A3 (eIF4A3) from the EJC, EGF induced fewer c-FOS transcripts. In these cells, phosphorylation of serines at position 2 in the C-terminal domain (CTD) of RNA polymerase II, as well as levels of cleavage-stimulating factor 64 (Cstf64) and 73-kDa subunit of cleavage and polyadenylation specificity factor (CPSF73), was reduced at the c-FOS gene. These effects impaired 3' end processing of c-FOS transcripts. Mutant CDK12 proteins lacking their Arg-Ser-rich (RS) domain or just the RS domain alone acted as dominant negative proteins. Thus, CDK12 plays an important role in cotranscriptional processing of c-FOS transcripts.", "author": [{"author": "Tristan T Eifler", "affiliation": ["Department of Medicine, Microbiology and Immunology, University of California at San Francisco, San Francisco, California, USA Tristan.Eifler@ucsf.edu matija.peterlin@ucsf.edu."], "href": "/?term=Eifler+TT&cauthor_id=25384976"}, {"author": "Wei Shao", "affiliation": ["Department of Medicine, Microbiology and Immunology, University of California at San Francisco, San Francisco, California, USA."], "href": "/?term=Shao+W&cauthor_id=25384976"}, {"author": "Koen Bartholomeeusen", "affiliation": ["Department of Medicine, Microbiology and Immunology, University of California at San Francisco, San Francisco, California, USA."], "href": "/?term=Bartholomeeusen+K&cauthor_id=25384976"}, {"author": "Koh Fujinaga", "affiliation": ["Department of Medicine, Microbiology and Immunology, University of California at San Francisco, San Francisco, California, USA."], "href": "/?term=Fujinaga+K&cauthor_id=25384976"}, {"author": "Stefanie Jäger", "affiliation": ["Department of Cellular and Molecular Pharmacology, University of California at San Francisco, San Francisco, California, USA California Institute for Quantitative Biosciences, QB3, San Francisco, California, USA."], "href": "/?term=J%C3%A4ger+S&cauthor_id=25384976"}, {"author": "Jeff R Johnson", "affiliation": ["Department of Cellular and Molecular Pharmacology, University of California at San Francisco, San Francisco, California, USA California Institute for Quantitative Biosciences, QB3, San Francisco, California, USA."], "href": "/?term=Johnson+JR&cauthor_id=25384976"}, {"author": "Zeping Luo", "affiliation": ["Department of Medicine, Microbiology and Immunology, University of California at San Francisco, San Francisco, California, USA."], "href": "/?term=Luo+Z&cauthor_id=25384976"}, {"author": "Nevan J Krogan", "affiliation": ["Department of Cellular and Molecular Pharmacology, University of California at San Francisco, San Francisco, California, USA California Institute for Quantitative Biosciences, QB3, San Francisco, California, USA."], "href": "/?term=Krogan+NJ&cauthor_id=25384976"}, {"author": "B Matija Peterlin", "affiliation": ["Department of Medicine, Microbiology and Immunology, University of California at San Francisco, San Francisco, California, USA Tristan.Eifler@ucsf.edu matija.peterlin@ucsf.edu."], "href": "/?term=Peterlin+BM&cauthor_id=25384976"}], "refPMID": [], "citedInPMID": ["25384976", "34316683", "34146121", "33811920", "32917631", "32805052", "32572259", "32570740", "32451425", "32401151", "31657151", "31652541", "31347271", "30988284", "30819820", "30319007", "29090014", "28334900", "28174091", "27605205", "27571479", "27365398", "26911346", "26853452", "26597175", "26567509", "26508632", "26189575", "25712099", "25429106"], "body": " AbstractTranscriptional cyclin-dependent kinases (CDKs) regulate RNA polymerase II initiation and elongation as well as cotranscriptional mRNA processing. In this report, we describe an important role for CDK12 in the epidermal growth factor (EGF)-induced c-FOS proto-oncogene expression in mammalian cells. This kinase was found in the exon junction complexes (EJC) together with SR proteins and was thus recruited to RNA polymerase II. In cells depleted of CDK12 or eukaryotic translation initiation factor 4A3 (eIF4A3) from the EJC, EGF induced fewer c-FOS transcripts. In these cells, phosphorylation of serines at position 2 in the C-terminal domain (CTD) of RNA polymerase II, as well as levels of cleavage-stimulating factor 64 (Cstf64) and 73-kDa subunit of cleavage and polyadenylation specificity factor (CPSF73), was reduced at the c-FOS gene. These effects impaired 3′ end processing of c-FOS transcripts. Mutant CDK12 proteins lacking their Arg-Ser-rich (RS) domain or just the RS domain alone acted as dominant negative proteins. Thus, CDK12 plays an important role in cotranscriptional processing of c-FOS transcripts. INTRODUCTIONRNA polymerase II (RNAPII) transcribes protein-coding genes. It is regulated at multiple stages during transcription, including recruitment to promoters, initiation, pausing, release, and termination. In the process, RNAPII also orchestrates cotranscriptional capping, RNA splicing, and cleavage/polyadenylation (CPA) of nascent transcripts (1,–5). Though originally considered to be divided into distinct phases, there is increasing evidence that many steps in mRNA transcription and processing are concurrent (6, 7).Transcriptional cyclin-dependent kinases (CDKs) are important regulators of various phases of RNAPII transcription. With their respective cyclin subunits, they regulate transcription by phosphorylating various effectors as well as the C-terminal domain (CTD) of RNAPII itself (8, 9). CDK7 and CDK8 are components of the general transcription factor TFIIH and Mediator, respectively. They regulate early steps of transcription by phosphorylating Mediator subunits and the CTD (10,–13). CDK7 phosphorylates serines at position 5 in the CTD (Ser5P). This action recruits the capping complex, which adds the 5′ methyl cap to nascent transcripts (14, 15). A role for CDK7 in the release of paused RNAPII has been attributed to its activation of CDK9 (16). CDK9 phosphorylates negative elongation factors NELF (17) and DSIF (18), thereby promoting the release of the paused RNAPII into elongation (19,–21). Phosphorylation of serines at position 2 (Ser2P) in the CTD is involved in recruitment of 3′ RNA-processing factors, which play a major role in the termination process (12, 22, 23).Recently, CDK12 joined the ranks of known transcriptional CDKs. Knocking down this kinase reduced overall levels of Ser2P in fly, human, and Caenorhabditis elegans germ line cells (24,–26). It also decreased the expression of a subset of cellular genes, e.g., those involved in the DNA damage response (DDR) (27), and the activation of luciferase reporter genes with cytomegalovirus (CMV) and simian virus 40 (SV40) promoters (26). CDK12 is also required for 3′ cleavage of c-Myc transcripts (28). This attenuated cleavage could be correlated to decreased levels of Ser2P and cleavage stimulation factor 77 (CstF77) (29) at the c-Myc gene. CDK12's cyclin partner is cyclin K (CycK, or CCNK), which also binds to CDK13 (27). Interestingly, depleting CDK13 does not decrease levels of Ser2P (24).In this report, we provide evidence that CDK12 is required for the optimal induction of the c-FOS proto-oncogene (30, 31) by epidermal growth factor (EGF). In this context, depletion of CDK12 led to decreased levels of Ser2P, cleavage stimulation factor 64 (CstF64) (32), and cleavage and polyadenylation specificity factor 73 (CPSF73) (33) at this gene and attenuated 3′ end formation of c-FOS transcripts. Proteomic and functional analyses revealed that CDK12 associates with the exon junction complex (EJC) and SR splicing factors (SRSFs), which recruit it to the RNAPII elongation complex. MATERIALS AND METHODSPlasmids and reagents. Mammalian expression vectors encoding CDK12 domain deletion mutants were produced from the parental pcdna.CDK12-Flag, described previously (27), by PCR-mediated deletion and BamHI religation. The following primers were used: for ΔRS, F_ATAGGATCCCATCACGCTAGCCAGCTTGG and R_ATAGGATCCATGGATGGAAAGGAGTCCAAG; for ΔKD, F_ATAGGATCCCCAGTCGCTTTCTGTTTGTC and R_ATAGGATCCAAAGATGTCGAACTCAGCAAAATG; for ΔCT, F_ATAGGATCCTCGTAGACGCCTTCGATATTGC and R_ATAGGATCCAGAGGAGTTCCTTACGAGCTT. RS only was produced using primers ΔCT F and R_ATAGGATCCGGGAAACGCTGTGTGGACAAG. Expression plasmids for SRSF4 to SRSF6 were a kind gift from Stefan Schwartz (Uppsala University, Sweden). Anti-CDK12 antibody (87011; Novus Biologicals) was used for chromatin immunoprecipitation (ChIP), and two anti-CDK12 antibodies (87012 [Novus Biologicals] and ab57311 [Abcam]) were used for Western blotting and RNA immunoprecipitation (RNA-IP). Antitubulin (ab6046; Abcam), anti-phospho-extracellular signal-regulated kinase 42/44 (anti-P-ERK42/44) (4370; Cell Signaling Technology [CST]), and anti-total ERK (4695; CST) were used for Western blotting. Human recombinant EGF was purchased from Sigma (E9644). Anti-RNAPII (sc899; Santa Cruz Biotechnology [SCBT]), anti-Ser2P RNAPII (61084; Active Motif), and anti-Ser5P (61085; Active Motif) were used for ChIP. Antihemagglutinin (anti-HA) (H3663; Sigma-Aldrich) and anti-Flag (F1804; Sigma-Aldrich) were used for immunoprecipitation and Western blotting. Anti-CPSF73 (sc101923; SCBT) and anti-CstF64 (sc166647; SCBT) were used for Western blotting. Anti-SRp55 (MABE152; Millipore), anti-eukaryotic translation initiation factor 4A3 (anti-eIF4A3) (sc-365549; SCBT), and anti-CDK12 (ab57311; Abcam) were used for native immunoprecipitation.Cell culture and transfection. HEK293 and HEK293T cells were cultured in Dulbecco's modified Eagle's medium (DMEM) with 10% fetal calf serum (FCS) at 37°C and 5% CO2. Transfection of plasmid DNA was performed using X-tremeGENE HP DNA transfection reagent (06366546001; Roche) according to the manufacturer's instructions. Small interfering RNA (siRNA) was transfected for 72 or 48 h using Lipofectamine RNAiMAX transfection reagent (13778030; Invitrogen) according to the manufacturer's instructions. siRNA targeting CDK12 or a nontargeting siRNA was purchased from SCBT (sc-44343 or sc-37007, respectively). siRNA targeting eIF4A3 (antisense_GACAACAUGCUGUCCGUAA and sense_GCUGGAUUACGGACAGCAU) was purchased from Integrated DNA Technologies.Reverse transcription-quantitative PCR (RT-qPCR). Total RNA was prepared using TRIzol reagent according to the manufacturer's instructions (15596-026; Invitrogen). Total RNA (1 μg) was treated for 30 min with Turbo DNase (AM2238; Ambion) and subsequently reverse transcribed and quantified using a SuperScript III first-strand synthesis system (18080-051; Life Technologies) with random hexamers or gene-specific primers on a Stratagene Mx3005P platform. Control reaction mixtures lacking reverse transcriptase (RT-minus) were routinely incorporated and indicated at least 10-fold lower signal in all experiments. The following primers were used: for c-FOS exon 4 (total c-FOS), F_GAGAGCTGGTAGTTAGTAGCATGTTG and R_CTATCTACCAGAAAATAAAGTCGTATC; c-FOS exon poly(A) (pA), F_GCATTGTTTGCTTATTGTTCCAAGAC and R_CCAGCAGCTACCCTTCTTGACAAA; F1, F_GGAGACCAGTTTGTCAAGAAGGGTAG and R_GACGGGGTTTCTCCATGTTGG; F2, F_AGAACGTGACCTTTGTCCG and R_TCTCCTTTCCCTGTGGTTTG. For glyceraldehyde-3-phosphate dehydrogenase (GAPDH), the primers were F_CTGGCGTCTTCACCACCATGG and R_CATCACGCCACAGTTTCCCGG. Primers used to determine splicing of the c-FOS RNA were described by Gu et al. (34).ChIP and RNA-IP. ChIP was performed as described previously (35). Sonicated lysate of 3 to 5 million cells was immunoprecipitated using 3 μg of the appropriate antibody. Immunoprecipitated DNA was detected by qPCR using a Bioline SensiFAST SYBR Lo-ROX kit (BIO-94002; Bioline, Cincinnati, OH) with annealing at 57°C and 15-s elongation steps. The following primers were used: for c-FOS promoter (Pro), F_TGAGCCCGTGACGTTTAC and R_TGCAGATGCGGTTGGAG; exon 2 (Ex2), F_CTGGCGTTGTGAAGACCATGAC and R_TCTGTACTGGGCTCCTGCATC; exon 3 (Ex3), F_AAGGGAAAGGAATAAGATGGCTG and R_CGCTTGGAGTGTATCAGTCA; pA, F_GCATTGTTTGCTTATTGTTCCAAGAC and R_CCAGCAGCTACCCTTCTTGACAAA; 3′ flanking region 1 (F1), F_GGAGACCAGTTTGTCAAGAAGGGTAG and R_GACGGGGTTTCTCCATGTTGG. For detection of RNA associated with immunoprecipitated proteins, sonicated lysate of cross-linked cells was treated the same as for ChIP, eluted from the beads, and reverse transcribed as described previously (36).Immunoprecipitation. Immunoprecipitations were performed as described before (37). HEK293 or HEK293T cells (∼5 × 106) were lysed on ice (10 min) in lysis buffer (20 mM HEPES, pH 7.4, 150 mM NaCl, 0.1% NP-40, 0.5% Triton X-100). The cell lysates were centrifuged (10,000 × g for 2 min at 4°C), and the supernatants were collected. Supernatants were then precleared with protein A- or G-Sepharose beads (Invitrogen) for 1 h at 4°C. Precleared lysates were incubated with 3 μg of the appropriate antibodies overnight at 4°C. The lysates were then centrifuged (10,000 × g for 10 min at 4°C), and supernatants were incubated with protein A- or G-Sepharose beads for 1 h at 4°C. Beads were washed five times with 800 μl of lysis buffer, and immunoprecipitated complexes were boiled in SDS sample buffer and analyzed by Western blotting. Native immunoprecipitations were performed as follows. HEK239T cells were cultured in DMEM supplemented with 10% fetal bovine serum (FBS) in 15-cm culture dishes at 37°C and 5% CO2. Once confluent, the cells were washed with cold (4°C) Dulbecco's phosphate-buffered saline (DPBS) and lysed in 1.2 ml of cold immunoprecipitation buffer (50 mM Tris-HCl, pH 7.5, 150 mM NaCl, 5 mM EDTA, 0.5% NP-40, 1.0% Triton X-100). Cells were then scraped from the dish and sonicated on ice. Cell lysates were centrifuged (10,000 × g for 10 min at 4°C), and the supernatants were collected. The supernatant was precleared with protein A-Sepharose (Invitrogen) for 1 h at 4°C. Precleared lysates were incubated with 4 μg of anti-CDK12 antibody (NB100-87011; Novus Biologicals), anti-CDK12 (ab57311; Abcam), anti-eIF4A3 (sc-365549; SCBT), anti-SRp55 antibody (A303-669A; Bethyl Laboratories), or anti-SRp55 (MABE152; Millipore) overnight with rotation at 4°C. RNase treatment was performed by incubating the lysates in RNase A (200 ng/μl) for 30 min. The lysates were then centrifuged (14,000 rpm at 10 min for 4°C); the supernatants were recovered and then incubated with protein A-Sepharose beads for 1 h at 4°C. Beads were washed three times with 1 ml of lysis buffer. The immunoprecipitated complexes were boiled in sample buffer (Laemmli sample buffer with β-mercaptoethanol) at 95°C and analyzed via Western blotting.MS. Immunopurification and mass spectrometry (MS) were carried out as previously described (38). HEK293T cells (5 × 106) were transfected using calcium phosphate precipitation and lysed in 1 ml of lysis buffer (50 mM Tris-HCl, pH 7.5, 150 mM NaCl, 1 mM EDTA, 0.5% NP-40) on ice for 45 h posttransfection. Insoluble material was pelleted for 20 min at 2,800 × g. Supernatants were incubated with 20 μl of Flag M2 affinity gel (Sigma-Aldrich) for 2 h. After washing, beads were eluted in 30 μl of elution buffer (50 mM Tris-HCl, pH 7.5, 150 mM NaCl, 1 mM EDTA, 100 μg/ml 3×Flag peptide [ELIM Biopharmaceuticals], 0.05% RapiGest SF). Immunopurified samples were denatured and reduced in 2 M urea, 10 mM NH4HCO3, and 2 mM dithiothreitol (DTT) for 30 min at 60°C and then alkylated with 2 mM iodoacetamide for 45 min at room temperature. Trypsin (Promega) was added at a 1:100 enzyme-to-substrate ratio, and peptide mixtures were digested overnight at 37°C. Following digestion, samples were concentrated using C18 ZipTips (Millipore) according to the manufacturer's specifications. Digested peptide mixtures were analyzed by liquid chromatography-tandem mass spectrometry (LC-MS/MS) on a Thermo Scientific Velos Pro ion trap mass spectrometry system equipped with a Proxeon Easy nLC high-pressure liquid chromatography and autosampler system. Samples were injected onto a precolumn (length, 2 cm; inside diameter [i.d.], 100 μm; packed with ReproSil Pur C18 AQ 5-μm particles) in 0.1% formic acid and then separated with a 2-h gradient from 5% to 30% acetonitrile (ACN) in 0.1% formic acid on an analytical column (length, 10 cm; i.d., 75 μm; packed with ReproSil Pur C18 AQ 3-μm particles). The mass spectrometer collected data in a data-dependent fashion, collecting one full scan followed by 20 collision-induced dissociation MS/MS scans of the 20 most intense peaks from the full scan. Dynamic exclusion was enabled for 30 s with a repeat count of 1. The resulting raw data were matched to protein sequences by the Protein Prospector algorithm (39). Data were searched against a database containing Swiss-Prot human protein sequences (downloaded 6 March 6 2012) and concatenated to a decoy database where each sequence was randomized in order to estimate the false-positive rate. The searches considered a precursor mass tolerance of 1 Da and fragment ion tolerances of 0.8 Da and considered variable modifications for protein N-terminal acetylation, protein N-terminal acetylation and oxidation, glutamine-to-pyroglutamate conversion for peptide N-terminal glutamine residues, protein N-terminal methionine loss, protein N-terminal acetylation and methionine loss, methionine oxidation, and constant modification for carbamidomethyl cysteine. Prospector data were filtered using a maximum protein expectation value of 0.01 and a maximum peptide expectation value of 0.05. RESULTSCDK12 binds to the EJC and SRSFs. CDK12 exists as a CycK:CDK12 heterodimer in vivo (24, 26, 27). To gain mechanistic insight into the role of CDK12 in transcription, we identified its proteome. Flag epitope-tagged CDK12 protein was expressed with or without CycK (CCNK) in HEK293T cells. After immunoprecipitation, CDK12-associated proteins were identified by mass spectrometry (MS). We found an almost exclusive enrichment of RNA-binding proteins, which included components of the EJC (e.g., MAGOH, eIF4A3, RBM8, and RNPS1), SRSFs, the CDC5L/PRPF19 complex (CDC5L, PRPF19, and BCAS2), and other nonspecific proteins (Fig. 1A; see also Table S1 in the supplemental material). Apart from CycK, the eIF4A3 subunit of the EJC was the highest-scoring candidate-binding partner.Open in a separate windowFIG 1CDK12 associates with the exon junction complex (EJC) and SR splicing factors (SRSFs). (A) Visual representation of the CDK12 proteome. Proteins coimmunoprecipitated with the Flag epitope-tagged CDK12 protein from HEK293T cells. They were identified using mass spectrometry. Nodes represent CDK12-binding partners. Distances between nodes and CDK12 are inversely proportional to the number of peptides identified for each protein. Nodes in a darker color also mark proteins with greater number of peptides within known complexes, such as the EJC and SRSFs. Other nodes contain proteins that could not be validated further (see Fig. S1 in the supplemental material): teal, PRP19-CDC5L proteins; red, PRPF40A; yellow, miscellaneous RNA-associated proteins. (B) CDK12 interacts with EJC proteins in cells. Anti-Flag antibodies immunoprecipitated Flag epitope-tagged MAGOH or eIF4A3 (f:MAGOH or f:eIF4A3) proteins from HEK293T cells (lower panels). Anti-CDK12 antibodies revealed CDK12 in these immunoprecipitations in the absence (lanes 3 and 6) or presence (lanes 4 and 7) of RNase A by Western blotting (upper panels). Input (5% lysate) (lanes 1 and 5) and anti-IgG (lane 2) control lanes are also presented. (C) CDK12 interacts with SRSFs in cells. Anti-HA antibodies immunoprecipitated HA epitope-tagged SRSF4 (lanes 4 and 8), SRSF5 (lanes 2 and 6), and SRSF6 (lanes 3 and 7) (h:SRSF) proteins from HEK293T cells (lower panels). Anti-CDK12 antibodies revealed CDK12 in these immunoprecipitations by Western blotting (upper panels). Left panels show input (5% lysate), and right panels show immunoprecipitations. Lanes C, input lysates (lane 1) and immunoprecipitations from HEK293T cells (lane 5) expressing only the empty plasmid vector. (D) Endogenous CDK12, eIF4A3, and SRSF6 proteins interact in cells. Anti-CDK12 (upper panels) and anti-SRSF6 (lower panels) antibodies immunoprecipitated native proteins from untransfected HEK293T cells. Next, anti-eIF4A3 and anti-SRSF6 antibodies revealed these proteins in anti-CDK12 immunoprecipitations by Western blotting (upper panels). Anti-CDK12 and anti-eIF4A3 antibodies revealed CDK12 in anti-SRSF6 immunoprecipitations by Western blotting (lower panels). Inputs and IgG lanes (1 and 2) are as described for panel B. Lysates were incubated in the absence (lane 3) or presence (lane 4) of RNase A. α, anti.EJC and SRSFs are found in the same complexes (40,–43). MAGOH, eIF4A3, Y14, and MLN51 form the core of the EJC that binds to sequences 20 to 24 nucleotides upstream of exon-exon boundaries (43, 44). The EJC is recruited to transcripts by the intron-binding protein IBP160 (45) and deposited on the RNA via eIF4A3 prior to exon ligation during splicing (46, 47). The EJC has been implicated in transcription, nuclear mRNA export, nonsense-mediated decay (NMD), and enhanced translation (48,–51). It also acts as a general scaffold for a variety of factors implicated in cotranscriptional mRNA processing, especially 3′ end formation (e.g., UPF2, UPF3, and RNPS1) (44). SRSFs are characterized by a common domain organization: one or two N-terminal RNA recognition motifs (RRMs) and a C-terminal Arg-Ser-rich domain (RS domain). SRSFs have been implicated in transcription elongation, splice site selection, and 3′ end processing as well as mRNA stabilization, export, and translation (52). RS domains of SRSFs serve as protein interaction domains (53). Given the presence of an RS domain in the N-terminal region of CDK12, the high score of eIF4A3 in the proteomic analysis, and established association between the EJC and splicing factors, which contain multiple SRSFs (5), we proceeded to characterize interactions between CDK12, the EJC, and SRSFs.Endogenous CDK12 protein coimmunoprecipitated with ectopically expressed Flag epitope-tagged eIF4A3 and MAGOH proteins in the presence and absence of RNase A (Fig. 1B, lanes 3 and 4 and lanes 6 and 7). Representative HA epitope-tagged SRSFs (SRSF4/SRp75, SRSF5/SRp40, and SRSF6/SRp55) also coimmunoprecipitated with CDK12 (Fig. 1C, lanes 6 to 8). Importantly, endogenous eIF4A3 and SRSF6 proteins also interacted with CDK12 in an RNA-independent fashion (Fig. 1D). In contrast, other representative proteins of our proteome failed to coimmunoprecipitate with CDK12 (see Fig. S1 in the supplemental material). We conclude that CDK12 is a component of EJC:SRSF complexes in cells.CDK12 and eIF4A3 are required for optimal c-FOS activation by EGF. CDKs play critical roles in inducible gene expression by targeting transcriptional regulators and RNAPII. For instance, rapid activation of the c-FOS gene by EGF mediated via CTD phosphorylation has been used as a model system for inducible gene expression (54,–56). Furthermore, cotranscriptional recruitment of SRSFs, which are known to associate with the EJC (43), is integral to RNA processing (52, 57). Multiple SRSFs were identified as candidate CDK12-binding partners (Fig. 1A; see also Table S1 in the supplemental material). To evaluate possible interactions between CDK12 and the EJC:SRSF complexes in growth factor-stimulated activation of c-FOS, HEK293T cells were depleted of CDK12, eIF4A3 (58,–60), or both proteins by siRNA for 48 h and subsequently stimulated with EGF for 30 min. Levels of c-FOS RNA were quantified by RT-qPCR. Induction of c-FOS transcripts in CDK12-, eIF4A3-, and CDK12/eIF4A3-depleted cells was 5-fold lower than levels in control cells (Fig. 2A, compare black, striped, and hatched bars to the white bar). Thus, CDK12 and the EJC appear to be required for optimal c-FOS gene activation by EGF. Interestingly, simultaneous depletion of eIF4A3 and CDK12 did not lower c-FOS levels below those observed in knockdowns of eIF4A3 or CDK12 alone (Fig. 2A, compare hatched bar to black and striped bars). Small differences in the levels of c-FOS activation can be attributed to the incomplete knockdown of CDK12 compared to that of eIF4A3 (Fig. 2B, lanes 2 and 3). Phosphorylation of ERK1/2 (P-ERK1/2) was not affected, demonstrating that CDK12 depletion did not reduce signaling via the canonical EGF receptor (EGFR)-Ras-Raf-MEK-ERK1/2 signaling pathway (see Fig. S2 in the supplemental material). This finding suggests that CDK12 and EJC:SRSF complexes act through a common pathway for optimal c-FOS induction by EGF.Open in a separate windowFIG 2Depletions of CDK12 and eIF4A3 inhibit c-FOS activation by EGF. (A) Depletion of CDK12, eIF4A3, or both proteins decreases levels of EGF-induced c-FOS transcripts. HEK293T cells were treated with scrambled siRNA (siScr), siRNAs targeting CDK12 (siCDK12), eIF4A3 (sieIF4A3), or both siRNAs (siCDK12 + sieIF4A3) for 48 h and then lysed (group 1 bars) or incubated first with EGF for 30 min prior to lysis (group 2 bars). Levels of c-FOS transcripts were determined by RT-qPCR and normalized to those of GAPDH RNA. Values represent the averages ± standard deviations (n = 3). The horizontal line (3) below the schematic for c-FOS transcripts represents the region amplified by RT-qPCR. The schematic is as follows: ball, the 7-methylguanosine (m7G) cap; black ovals, exons; zigzag line, poly(A) tail. (B) Confirmation of eIF4A3 and CDK12 knockdowns. Levels of CDK12 and eIF4A3 in HEK293T cells treated with scrambled siRNA and siRNAs targeting CDK12, eIF4A3, or both, as indicated (see above), were determined using specific antibodies by Western blotting. α-Tubulin levels were used as the loading control (lower panel).CDK12 depletion decreases levels of Ser2P, CstF64, and CPSF73 at the EGF-stimulated c-FOS gene. CDK12 depletion decreases overall levels of Ser2P in flies, humans, and C. elegans (24,–26). To determine whether this inhibition also occurs on the EGF-induced c-FOS gene in HEK293 cells, we performed chromatin immunoprecipitations (ChIPs) (Fig. 3). A schematic diagram of the c-FOS gene and interrogated sequences is provided in Fig. 3A. We found that CDK12 knockdown had minimal effects on levels of RNAPII and Ser5P throughout the c-FOS gene and its 3′ flanking region (Fig. 3B and ​andC).C). In contrast, it reduced Ser2P levels 2-fold in the body of the gene (Fig. 3D). These findings are in agreement with those published with the c-Myc gene in CDK12-depleted HeLa cells (28). Thus, CDK12 also promotes Ser2P in the CTD of RNAPII on the c-FOS gene.Open in a separate windowFIG 3CDK12 depletion decreases levels of Ser2P, CstF64, and CPSF73 at the c-FOS gene following EGF stimulation. (A) Schematic representation of the c-FOS gene. Horizontal lines beneath the gene represent regions amplified by qPCR. Pro, promoter; Ex2, exon 2/intron 2; pA, polyadenylation site; F1, 3′ flanking region 1. (B) Depletion of CDK12 has little effect on levels of RNAPII at the c-FOS gene. ChIPs were performed using CDK12-depleted or control HEK293 cells with EGF stimulation (30 min). Levels of RNAPII in control (siScr) and CDK12-depleted (siCDK12) cells are presented as relative fold enrichment following EGF stimulation, which was normalized to the input. Values presented for N20 (total RNAPII)-specific antibodies represent the averages ± standard deviations (n = 2). (C) Depletion of CDK12 has little effect on levels of Ser5P at the c-FOS gene. ChIPs were performed as described for panel B. Levels and values of H14 (anti-Ser5P) antibodies in control (siScr) and CDK12-depleted (siCDK12) cells are presented as described for panel B. (D) Depletion of CDK12 reduces levels of Ser2P at the c-FOS gene. ChIPs were performed as described for panel B. Levels and values of H5 (anti-Ser2P) antibodies in control (siScr) and CDK12-depleted (siCDK12) cells are presented as described for panel B. (E) Depletion of CDK12 reduces levels of CstF64 at the c-FOS gene. ChIPs were performed as described for panel B. Levels and values of anti-CstF64 antibodies in control (siScr) and CDK12 knockdown (siCDK12) cells are presented as described for panel B. (F) Depletion of CDK12 reduces levels of CPSF73 at the c-FOS gene. ChIPs were performed as described for panel B. Levels and values of anti-CPSF73 antibodies in control (siScr) and CDK12 knockdown (siCDK12) cells are presented as described for panel B. (G) Knockdown of CDK12 does not affect levels of CstF64 and CPSF73 in cells. Anti-CstF64, anti-CPSF73, anti-CDK12, and anti-α-tubulin antibodies revealed their cognate proteins in control (1) and siCDK12-treated (2) HEK293 cells (see above) by Western blotting.Since Ser2P levels have been correlated with recruitment of CPA factors to RNAPII, which decreased at the c-Myc gene in the absence of CDK12 (28), we also examined whether recruitment of CPA factors to c-FOS is affected by CDK12 depletion in c-FOS. Polyadenylation site selection and cleavage of the nascent RNA are mediated by components of the heterotrimeric CstF complex (61, 62). The RNA-binding component of CstF, CstF64 (32), is also a determining factor in alternative polyadenylation (APA) (63). In addition, CPSF plays a critical role in 3′ cleavage of nascent transcripts. Indeed, CPSF73 is the endonuclease that cleaves the transcript 18 to 20 nucleotides 3′ to the poly(A) site (33). We found that levels of CstF64 and CPSF73 were reduced at the poly(A) site and 3′ flanking sequences of the c-FOS gene in CDK12-depleted cells (Fig. 3E and ​andF,F, pA and F1 regions). This finding was not due to decreased levels of CstF64 and CPSF73 in these cells, which were not affected by the absence of CDK12 (Fig. 3G). Since CDK12 regulates only a small subset of cellular genes, this finding is not surprising. It also confirmed that CDK12 promotes not only Ser2P but also the recruitment of CPA factors to RNAPII at affected genes (28).CDK12 affects 3′ end processing of the activated c-FOS gene. Decreased levels of c-FOS transcripts in CDK12-depleted cells (Fig. 2A) cannot be explained by the slightly reduced enrichment of RNAPII at the c-FOS gene (Fig. 3B). Rather, they reflect rates of transcription, cotranscriptional processing, and stability of the mature RNA. Indeed, the proper splicing and CPA of newly transcribed RNA also influence its overall stability (64,–66). By acting as a recruiting platform for splicing and CPA factors, the phosphorylated CTD affects the cotranscriptional processing of nascent RNA (67). Reduced phosphorylation of the CTD attenuates these processes (34).To evaluate consequences of CDK12 depletion on c-FOS transcripts, we examined c-FOS splicing and 3′ end processing following EGF stimulation. First, we compared levels of mature and read-through transcripts by RT-qPCR. Mature and read-through transcripts as well as primers used in this study are depicted in Fig. 4A. Note that RT-qPCRs were normalized to total c-FOS RNA, which was determined with primers to exon 4 (total in Fig. 4A). As presented in Fig. 4B, we found no significant changes in splicing patterns in CDK12-depleted cells using primers that span exon-exon junctions (introns 1, 2, and 3). Next, we determined the 3′ end processing efficiency of transcripts downstream of the major poly(A) site (Fig. 4C). RT-qPCR with the indicated primers (pA, F1, and F2) demonstrated that total cellular c-FOS RNA included 3- to 4-fold more downstream sequences in CDK12-depleted cells (Fig. 4C, black bars). A similar increase of c-FOS read-through transcripts was observed in eIF4A3-depleted cells (Fig. 4C, striped bars). Again, depletion of CDK12 and eIF4A3 did not significantly change levels of these read-through transcripts (Fig. 4C, hatched bars), further indicating that they regulate c-FOS RNA 3′ end processing via a common pathway. Thus, knockdown of these factors reduced total c-FOS RNA levels (Fig. 2) and increased c-FOS transcripts with extended 3′ ends, which is characteristic of mRNAs featuring extended 3′ untranslated regions (UTRs) (68).Open in a separate windowFIG 4CDK12 and eIF4A3 depletions reduce 3′ end processing of c-FOS transcripts. (A) Schematic representations of mature (upper) and read-through (lower) c-FOS transcripts. Ball, 7-methylguanosine (m7G) cap; zigzag line, poly(A) tail. Horizontal lines below transcripts represent regions amplified by RT-qPCR. Primers span exon-exon junctions, as follows: exons 1 to 2 (1), exons 2 to 3 (2), and exons 3 to 4 (3). Primers for 3′ end formation amplify as follows: total, exon 4; pA, polyadenylation site; F1 and F2, 3′ flanking regions 1 and 2, respectively. (B) CDK12 depletion does not affect c-FOS RNA splicing. CDK12-depleted or control cells were treated with EGF for 30 min, and total RNA was isolated. Total RNA was converted to cDNA via random-primed RT and quantified by qPCR using exon-exon junction-spanning primers presented in panel A. Levels of spliced RNA were normalized to the total c-FOS RNA determined with primers to exon 4 (total). Levels of spliced RNA after CDK12 depletion (siCDK12) are presented relative to those in nondepleted control cells (siScr). Values represent the averages ± standard deviations (n = 3). (C) Depletion of CDK12 and eIF4A3 inhibit 3′ end processing of c-FOS transcripts. HEK293T cells were treated with scrambled siRNA (siScr), siRNA targeting CDK12 (siCDK12), eIF4A3 (sieIF4A3), or both siRNAs (siCDK12 + sieIF4A3) for 48 h, followed by incubation with EGF for 30 min (total RNA was isolated from the same cultures used in the experiment shown in Fig. 2). Total RNA was converted to cDNA via random-primed RT and quantified by qPCR using 3′ end primers presented in panel A. Transcripts spanning the polyadenylation site and read-through regions were normalized to total c-FOS RNA determined with primers to exon 4 (total). Levels of read-through RNA after depletion are presented relative to those in nondepleted control cells (siScr). Values represent the averages ± standard errors (n = 4).CDK12 does not associate with nascent and mature c-FOS transcripts after eIF4A3 depletion. CDK12 is recruited to the c-Myc gene and comigrates with RNAPII during transcription (28). Given our proteomic data (Fig. 1), we hypothesized that depletion of eIF4A3 should reduce CDK12 enrichment at the EGF-induced c-FOS gene. To this end, we performed ChIPs on control (using scrambled siRNA [siScr]) and eIF4A3-depleted (siRNA targeting eIF4A3 [sieIF4A3]) HEK293T cells using anti-CDK12 and anti-N20 (RNAPII) antibodies, normalizing levels of CDK12 to those of RNAPII (Fig. 5A). We used the same primers as shown in Fig. 3. Indeed, we observed 2- and 5-fold decreased levels of CDK12 at the body (exon 2/intron 2) and poly(A) site (pA) of the c-FOS gene, respectively, in eIF4A3-depleted cells (Fig. 5A). Thus, the EJC is involved in the recruitment of CDK12 to the c-FOS gene.Open in a separate windowFIG 5Depletion of eIF4A3 impairs CDK12 recruitment to the c-FOS gene. (A) Knockdown of eIF4A3 reduces CDK12 enrichment at the c-FOS exon 2/intron 2 region and the polyadenylation site. ChIPs were performed using anti-CDK12 antibodies on HEK293T cells treated with scrambled siRNA (siScr) or siRNA targeting eIF4A3 (sieIF4A3). Amplified regions are as described in the legend of Fig. 3. Levels of CDK12 across the c-FOS promoter (Pro), exon 2/intron 2 (Ex2), polyadenylation site (pA), and 3′ read-through region (F1) were normalized to RNAPII and are presented as relative enrichment over the siScr control value. Values represent the averages ± standard deviations (n = 3). (B) CDK12 recruitment to c-FOS transcripts is reduced in eIF4A3-depleted cells. RNA-IP was performed using HEK293T cells treated with scrambled siRNA (siScr,) or siRNA targeting eIF4A3 (sieIF4A3). After immunoprecipitation with CDK12-specific antibodies, RNA was converted to cDNA via random-primed RT and quantified by qPCR using primers spanning the boundary between exon 2 and intron 2 (Ex2, unprocessed transcript) or exon 3 (Ex3, total transcript) in c-FOS transcripts. Bars are presented as relative RNA enrichment normalized to input and IgG control levels set to 1. Values represent the averages ± standard errors (n = 3).Given that the EJC and SRSFs associate extensively with mRNA (43, 53, 59, 69), we also performed RNA immunoprecipitations to determine the relative enrichment of CDK12 on c-FOS transcripts (Fig. 5B). The schematic representation of c-FOS exons, introns, and primers is presented above the bar graphs in Fig. 5. Ex2 primers correspond to exon 2 and intron 2 sequences and represent unspliced transcripts while Ex3 primers amplify exon 3 and therefore reflect total c-FOS RNA. As presented in the bar graph (Fig. 5B), the association between CDK12 and unprocessed and total c-FOS RNA was decreased 5- and 20-fold, respectively, in eIF4A3-depleted cells. Of interest, CDK12 dissociation was more severe with total c-FOS RNA. This finding could indicate that there are additional interactions between nascent transcripts, CDK12, and RNAPII on genes or that CDK12 and the EJC remain associated with mature transcripts after splicing. These interactions further support a role for CDK12, the EJC, and SRSFs in transcription and cotranscriptional processing of target genes.Mapping interactions between CDK12 and RNA-binding complexes. The EJC and SRSFs interact in an RNA-independent fashion (43). Furthermore, SRSFs are found together with the EJC during cotranscriptional processing on nascent transcripts and interact with CDK12 equivalently (Fig. 1C and ​andD).D). We hypothesized that mutant CDK12 proteins that no longer interact with these complexes could also function as dominant negative proteins. They could be used to analyze further the role(s) of CDK12 in transcription. Thus, we performed additional binding studies using mutant CDK12 and wild-type (WT) SRSF proteins.Flag epitope-tagged deletion mutant CDK12 proteins (Fig. 6A) were coexpressed with HA epitope-tagged SRSF6, followed by anti-Flag immunoprecipitations in HEK293 cells. Detection of SRSF6 indicated that the kinase domain and the C-terminal region of CDK12 were dispensable for this binding (Fig. 6B, lanes 9 and 10). In contrast, the deletion of the N-terminal RS domain seemed to abolish interactions with SRSF6 (Fig. 6B, lane 8). However, removal of the RS domain destabilized CDK12 and reduced its levels of expression (Fig. 6B, lane 2). To stabilize this mutant protein, we added enhanced green fluorescent protein (eGFP) to its N terminus (ΔRS.GFP CDK12) (Fig. 6C, lane 3). In this context, removing the RS domain also disrupted interactions between CDK12 and SRSF6 (Fig. 6C, lane 6). Conversely, the N-terminal CDK12 RS domain was sufficient for binding to SRSF6 (Fig. 6B, lane 11). We also determined that the RS domain of CDK12 was sufficient for interactions with all three SRSFs (Fig. 6D, lanes 5 to 7). Thus, the RS domain of CDK12 interacts with the EJC and SRSFs.Open in a separate windowFIG 6N-terminal RS domain in CDK12 interacts with SRSFs. (A) A graphical representation of wild-type (WT) and mutant CDK12 proteins. Predicted domains of the protein are as follows: RS, arginine- and serine-rich domain; PRM, proline-rich motif; KD, kinase domain; P, prolines. Expressed proteins are as follows: f:WT, Flag epitope-tagged WT protein; f:ΔRS, f:ΔKD, and f:ΔCT, Flag epitope-tagged mutant proteins lacking their RS, KD, and C-terminal domains, respectively; f:ΔRS.GFP, Flag epitope-tagged ΔRS protein stabilized with GFP; f:RS, Flag epitope-tagged RS domain alone. (B) The N-terminal RS domain of CDK12 interacts with SRSFs. Flag epitope-tagged mutant CDK12 proteins were coexpressed with the HA epitope-tagged SRSF6 protein in HEK293 cells. Anti-Flag immunoprecipitations were performed. Lower panels depict total lysates (lanes 1 to 6) and immunoprecipitated (lanes 7 to 12) WT and mutant CDK12 proteins. Upper panels depict the HA epitope-tagged SRSF6 protein in lysates (lanes 1 to 6) and coimmunoprecipitated (lanes 7 to 12) with WT and mutant Flag epitope-tagged CDK12 proteins. C, control lanes containing empty plasmid vector cell lysate. The asterisk marks the immunoglobulin heavy chain. (C) The CDK12 RS domain is required for interactions with SRSF6. Flag epitope-tagged WT (f:WT) or GFP-stabilized mutant ΔRS CDK12 (f:ΔRS.GFP) proteins were coexpressed with the HA epitope-tagged SRSF6 proteins in HEK293T cells. Anti-Flag immunoprecipitations were performed. Lower panels depict results with total lysates (lanes 1 to 3) and immunoprecipitated (lanes 4 to 6) WT and mutant CDK12 proteins. Upper panels depict the HA epitope-tagged SRSF6 protein in lysates (lanes 1 to 3) and coimmunoprecipitated (lanes 4 to 6) with WT and mutant CDK12 proteins. C, control lanes containing empty plasmid vector cell lysate. The asterisk marks the immunoglobulin heavy chain. (D) RS domain of CDK12 alone interacts with SRSFs. HA epitope-tagged SRSF proteins (h:SRSF) were coexpressed with the Flag epitope-tagged CDK12 RS domain (f:RS), and anti-HA immunoprecipitations were performed. Lower panels show results with total lysates (lanes 1 to 4) and immunoprecipitated (lanes 5 to 8) HA epitope-tagged SRSFs. Upper panels show results with input (lanes 1 to 4) and coimmunoprecipitated (lanes 5 to 8) Flag epitope-tagged RS protein.RS domain of CDK12 is important for its effects on transcription. To determine if these interactions between CDK12 and RNA processing factors are necessary for activation of the c-FOS gene, we expressed ΔRS.GFP CDK12 in HEK293T cells. Whereas expression of the WT CDK12 protein did not affect activation of the c-FOS gene, that of the mutant ΔRS.GFP CDK12 protein decreased it 3-fold (Fig. 7A, bars 2 and 3). Furthermore, the exogenous expression of the CDK12 RS domain led to a 4-fold decrease in the activation of the c-FOS gene by EGF (Fig. 7A, bars 2 and 4). Similar to depletion of CDK12 or eIF4A3, expression of the CDK12 RS domain also increased read-through transcription of the c-FOS gene (Fig. 7B). These data support and extend the role for CDK12 in the cotranscriptional processing of a target gene, particularly at its 3′ end.Open in a separate windowFIG 7Dominant negative CDK12 proteins. (A) CDK12 lacking the RS domain and ectopic expression of the CDK12 RS domain inhibit c-FOS gene activation by EGF. HEK293T cells coexpressing CycK and control empty plasmid vector (lane 1), Flag epitope-tagged WT CDK12 (f:WT CDK12) (lane 2) protein, Flag epitope-tagged ΔRS CDK12 protein stabilized with GFP (f:ΔRS.GFP CDK12) (lane 3), or the Flag epitope-tagged RS (f:RS) domain (lane 4) were grown for 48 h and then treated with EGF for 30 min. Levels of total c-FOS RNA were determined using primers to exon 4 by RT-qPCR. Values were normalized to those of actin and are presented relative to the control empty plasmid vector. Values represent the means ± standard deviations (n = 3). (B) The RS domain of CDK12 interferes with 3′ end formation of the c-FOS gene. In the same samples (see above), read-through of the c-FOS gene was determined using F1 primers as described in the legend of Fig. 4A. Values were normalized to those of actin and are presented relative to the control empty plasmid vector. Values represent the means ± standard deviations (n = 3). DISCUSSIONIn this study, we extended our previous observations on the importance of CDK12 on the expression of long genes, such as those involved in the DDR, to those that are induced rapidly in cells (27). CDK12 was found to associate with the EJC and several SRSFs. We determined that EGF-mediated induction of c-FOS was diminished in cells depleted of CDK12 and eIF4A3. This finding correlated with reduced levels of Ser2P and CPA factors on the c-FOS gene. In these cells, RNAPII read-through past the c-FOS poly(A) site was observed. Levels of read-through transcription correlated with those of diminished c-FOS transcripts. Additional mapping of these interactions pointed to a critical role of the EJC in the recruitment CDK12 to the c-FOS gene. Mapping and analyses of dominant negative CDK12 proteins also pointed to a role of the RS domain in CDK12 for these interactions and effects. Thus, CDK12 is recruited to elongating RNAPII by RNA-processing factors, where it phosphorylates Ser2P in the CTD, thus increasing the recruitment of CPA factors for optimal 3′ end processing of target genes.Although knockdown of CDK12 and/or eIF4A3 resulted in a modest reduction (5-fold) of EGF-induced c-FOS RNA levels (Fig. 2A), a similar reduction was observed with dominant negative CDK12 proteins, which indicates that these effects were specific. Most likely, other CDKs, e.g., CDK9 in positive transcriptional elongation factor b (P-TEFb), also contribute to increased levels of c-FOS transcripts and Ser2P in EGF-induced cells (70, 71). This scenario is likely as P-TEFb affects early steps in transcription. Thus, stress induced by CDK12 depletion could have released free P-TEFb from the inhibitory 7SK snRNP (20). Consequently, increased levels of active P-TEFb would have been recruited to the c-FOS promoter via the super elongation complex (SEC) (72). Another possibility is that with a rapidly induced short gene, the EJC and SRSFs are not fully associated with its nascent transcripts during transcription and thus less CDK12 is recruited. On long genes with many introns and exons, such as those involved in DNA damage repair (27), these RNA-bound complexes would be more stably associated, which could result in greater effects of CDK12 depletion. Finally, although CDK12 depletion reduced CPA of c-Myc transcripts in cells (28), we found no differences in c-Myc RNA levels (data not presented), suggesting that not all transcripts are destabilized by increased read-through transcription.CDK12 is the closest homolog of the Saccharomyces cerevisiae Ctk1 (24). Interestingly, knockout of Ctk1 in yeast cells also leads to read-through transcription of select genes (73, 74). This finding suggests some degree of functional conservation between Ctk1 and CDK12. Indeed, CDK12 depletion impacted the recruitment of CstF64 and CPSF73 to the c-FOS gene. CDK12 also increased levels of CPA factors and CPSF-mediated cleavage of nascent c-Myc transcripts (28). In our study, these effects depended on interactions between CDK12, the EJC, and SRSFs. Further positioning of the 3′ end processing machinery on the nascent RNA is determined by specific interactions between CPA factors with the (AAUAAA) polyadenylation signal and U- or G/U-rich element downstream of the cleavage site (75). Thus, Ser2P in the CTD facilitates their cotranscriptional recruitment to the nascent RNA. In agreement with this finding, replacing all serines at position 2 in the CTD with alanines resulted in increased read-through transcription of the c-FOS gene (34).The EJC also promotes NMD and translation of mRNA (58, 76). However, we found no effect of CDK12 depletion on these processes (data not presented). Rather CDK12 elucidates a previously less appreciated role of the EJC in cotranscriptional processing of target genes (43, 49). This role appears to be specific for a subset of genes—those that are rapidly induced, such as c-FOS, and those that are long and contain many exons and introns (27). It is also possible that in cells where CDK12 is expressed at higher levels, e.g., stem and cancer cells (77), it plays a greater role in overall transcription of genes.CycK binds to CDK12 and is highly expressed in developing germ cells (78). CycK promotes spermatogenesis and is highly expressed in testicular cancer (79). Along with BRCA1 and BRCA2, CDK12 depletion also sensitizes tumor cells to poly(ADP-ribose) polymerase 1/2 (PARP1/2) inhibition, which targets an important component of the DDR (80). Taken together with the kinase's predilection for DDR genes and our data on c-FOS gene expression, this finding suggests that CDK12 is an important regulator of cell growth and proliferation. Mutations in CDK12 may result in, or at least contribute to, carcinogenesis via pleiotropic effects. Deregulation of the function of different CDKs has been linked to disease phenotypes such as growth defects and cancer etiology (16, 81, 82). Given recent advances in whole-genome sequencing, a correlation between CDK12 gene amplification and tumor formation is becoming more evident. The CDK12 gene is located in the q12-q21 region of chromosome 17 (17q12-q21). This locus is amplified in a large number of cancers, including ovarian and prostate cancer and up to 30% of breast cancers (83, 84). Supplementary Material\nSupplemental material:\nClick here to view.\n ACKNOWLEDGMENTSWe thank members of both laboratories for help with experiments and useful comments on the manuscript. We also thank Julie Horner at Thermo Scientific for providing ion trap instrumentation for this project.\nThis work was supported by National Institutes of Health CARE Center Grant U19 AI076113 (David Margolis, principal investigator [PI]), HARC Center Grant P50 GM082250 (Alan Frankel and Nevan Krogan, co-PIs), P01 AI090935 (Sumit Chandra, PI), P50 GM081879 (Wendell Lim, PI), and RO1 AI049104 (B.M.P., PI). S.J. and K.F. were supported by the California HIV/AIDS Research Program. FootnotesSupplemental material for this article may be found at http://dx.doi.org/10.1128/MCB.01157-14. REFERENCES1. Adelman K, Lis JT. \n2012. \nPromoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat Rev Genet\n13:720–731. doi:10.1038/nrg3293. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Liu X, Bushnell DA, Kornberg RD. \n2013. \nRNA polymerase II transcription: structure and mechanism. Biochim Biophys Acta\n1829:2–8. doi:10.1016/j.bbagrm.2012.09.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Proudfoot NJ.\n2011. \nEnding the message: poly(A) signals then and now. Genes Dev\n25:1770–1782. doi:10.1101/gad.17268411. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Zorio DA, Bentley DL. \n2004. \nThe link between mRNA processing and transcription: communication works both ways. Exp Cell Res\n296:91–97. doi:10.1016/j.yexcr.2004.03.019. [PubMed] [CrossRef] [Google Scholar]5. Chen M, Manley JL. \n2009. \nMechanisms of alternative splicing regulation: insights from molecular and genomics approaches. Nat Rev Mol Cell Biol\n10:741–754. doi:10.1038/nrm2777. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Bentley DL.\n2014. \nCoupling mRNA processing with transcription in time and space. Nat Rev Genet\n15:163–175. doi:10.1038/nrg3662. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Lee KM, Tarn WY. \n2013. \nCoupling pre-mRNA processing to transcription on the RNA factory assembly line. RNA Biol\n10:380–390. doi:10.4161/rna.23697. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Loyer P, Trembley JH, Katona R, Kidd VJ, Lahti JM. \n2005. \nRole of CDK/cyclin complexes in transcription and RNA splicing. Cell Signal\n17:1033–1051. doi:10.1016/j.cellsig.2005.02.005. [PubMed] [CrossRef] [Google Scholar]9. Sanso M, Fisher RP. \n2013. \nPause, play, repeat: CDKs push RNAP II's buttons. Transcription\n4:146–152. doi:10.4161/trns.25146. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Poss ZC, Ebmeier CC, Taatjes DJ. \n2013. \nThe Mediator complex and transcription regulation. Crit Rev Biochem Mol\n48:575–608. doi:10.3109/10409238.2013.840259. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Chymkowitch P, Enserink JM. \n2013. \nThe cell cycle rallies the transcription cycle: Cdc28/Cdk1 is a cell cycle-regulated transcriptional CDK. Transcription\n4:3–6. doi:10.4161/trns.22456. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Heidemann M, Hintermair C, Voss K, Eick D. \n2013. \nDynamic phosphorylation patterns of RNA polymerase II CTD during transcription. Biochim Biophys Acta\n1829:55–62. doi:10.1016/j.bbagrm.2012.08.013. [PubMed] [CrossRef] [Google Scholar]13. Galbraith MD, Donner AJ, Espinosa JM. \n2010. \nCDK8: a positive regulator of transcription. Transcription\n1:4–12. doi:10.4161/trns.1.1.12373. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Ho CK, Shuman S. \n1999. \nDistinct roles for CTD Ser-2 and Ser-5 phosphorylation in the recruitment and allosteric activation of mammalian mRNA capping enzyme. Mol Cell\n3:405–411. doi:10.1016/S1097-2765(00)80468-2. [PubMed] [CrossRef] [Google Scholar]15. Cho EJ, Takagi T, Moore CR, Buratowski S. \n1997. \nmRNA capping enzyme is recruited to the transcription complex by phosphorylation of the RNA polymerase II carboxy-terminal domain. Genes Dev\n11:3319–3326. doi:10.1101/gad.11.24.3319. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Fisher RP.\n2012. \nThe CDK network: linking cycles of cell division and gene expression. Genes Cancer\n3:731–738. doi:10.1177/1947601912473308. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H. \n1999. \nNELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell\n97:41–51. doi:10.1016/S0092-8674(00)80713-8. [PubMed] [CrossRef] [Google Scholar]18. Wada T, Takagi T, Yamaguchi Y, Ferdous A, Imai T, Hirose S, Sugimoto S, Yano K, Hartzog GA, Winston F, Buratowski S, Handa H. \n1998. \nDSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes Dev\n12:343–356. doi:10.1101/gad.12.3.343. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Pirngruber J, Shchebet A, Johnsen SA. \n2009. \nInsights into the function of the human P-TEFb component CDK9 in the regulation of chromatin modifications and co-transcriptional mRNA processing. Cell Cycle\n8:3636–3642. doi:10.4161/cc.8.22.9890. [PubMed] [CrossRef] [Google Scholar]20. Peterlin BM, Price DH. \n2006. \nControlling the elongation phase of transcription with P-TEFb. Mol Cell\n23:297–305. doi:10.1016/j.molcel.2006.06.014. [PubMed] [CrossRef] [Google Scholar]21. Fujinaga K, Irwin D, Huang Y, Taube R, Kurosu T, Peterlin BM. \n2004. \nDynamics of human immunodeficiency virus transcription: P-TEFb phosphorylates RD and dissociates negative effectors from the transactivation response element. Mol Cell Biol\n24:787–795. doi:10.1128/MCB.24.2.787-795.2004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Proudfoot NJ, Furger A, Dye MJ. \n2002. \nIntegrating mRNA processing with transcription. Cell\n108:501–512. doi:10.1016/S0092-8674(02)00617-7. [PubMed] [CrossRef] [Google Scholar]23. Hsin JP, Manley JL. \n2012. \nThe RNA polymerase II CTD coordinates transcription and RNA processing. Genes Dev\n26:2119–2137. doi:10.1101/gad.200303.112. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Bartkowiak B, Liu P, Phatnani HP, Fuda NJ, Cooper JJ, Price DH, Adelman K, Lis JT, Greenleaf AL. \n2010. \nCDK12 is a transcription elongation-associated CTD kinase, the metazoan ortholog of yeast Ctk1. Genes Dev\n24:2303–2316. doi:10.1101/gad.1968210. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Bowman EA, Bowman CR, Ahn JH, Kelly WG. \n2013. \nPhosphorylation of RNA polymerase II is independent of P-TEFb in the C. elegans germline. Development\n140:3703–3713. doi:10.1242/dev.095778. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Cheng SW, Kuzyk MA, Moradian A, Ichu TA, Chang VC, Tien JF, Vollett SE, Griffith M, Marra MA, Morin GB. \n2012. \nInteraction of cyclin-dependent kinase 12/CrkRS with cyclin K1 is required for the phosphorylation of the C-terminal domain of RNA polymerase II. Mol Cell Biol\n32:4691–4704. doi:10.1128/MCB.06267-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Blazek D, Kohoutek J, Bartholomeeusen K, Johansen E, Hulinkova P, Luo Z, Cimermancic P, Ule J, Peterlin BM. \n2011. \nThe Cyclin K/Cdk12 complex maintains genomic stability via regulation of expression of DNA damage response genes. Genes Dev\n25:2158–2172. doi:10.1101/gad.16962311. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Davidson L, Muniz L, West S. \n2014. \n3′ End formation of pre-mRNA and phosphorylation of Ser2 on the RNA polymerase II CTD are reciprocally coupled in human cells. Genes Dev\n28:342–356. doi:10.1101/gad.231274.113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Takagaki Y, Manley JL. \n1994. \nA polyadenylation factor subunit is the human homolog of the Drosophila suppressor of forked protein. Nature\n372:471–474. doi:10.1038/372471a0. [PubMed] [CrossRef] [Google Scholar]30. Curran T, Morgan JI. \n1987. \nMemories of Fos. Bioessays\n7:255–258. doi:10.1002/bies.950070606. [PubMed] [CrossRef] [Google Scholar]31. Milde-Langosch K.\n2005. \nThe Fos family of transcription factors and their role in tumourigenesis. Eur J Cancer\n41:2449–2461. doi:10.1016/j.ejca.2005.08.008. [PubMed] [CrossRef] [Google Scholar]32. Takagaki Y, Macdonald CC, Shenk T, Manley JL. \n1992. \nThe human 64-Kda polyadenylylation factor contains a ribonucleoprotein-type RNA-binding domain and unusual auxiliary motifs. Proc Natl Acad Sci U S A\n89:1403–1407. doi:10.1073/pnas.89.4.1403. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Mandel CR, Kaneko S, Zhang HL, Gebauer D, Vethantham V, Manley JL, Tong L. \n2006. \nPolyadenylation factor CPSF-73 is the pre-mRNA 3′-end-processing endonuclease. Nature\n444:953–956. doi:10.1038/nature05363. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Gu B, Eick D, Bensaude O. \n2013. \nCTD serine-2 plays a critical role in splicing and termination factor recruitment to RNA polymerase II in vivo. Nucleic Acids Res\n41:1591–1603. doi:10.1093/nar/gks1327. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Nelson JD, Denisenko O, Bomsztyk K. \n2006. \nProtocol for the fast chromatin immunoprecipitation (ChIP) method. Nat Protoc\n1:179–185. doi:10.1038/nprot.2006.27. [PubMed] [CrossRef] [Google Scholar]36. Gilbert C, Svejstrup JQ. \n2006. \nRNA immunoprecipitation for determining RNA-protein associations in vivo. Curr Protoc Mol Biol\nChapter 27:Unit 27.4. doi:10.1002/0471142727.mb2704s75. [PubMed] [CrossRef] [Google Scholar]37. Bartholomeeusen K, Xiang Y, Fujinaga K, Peterlin BM. \n2012. \nBromodomain and extra-terminal (BET) bromodomain inhibition activate transcription via transient release of positive transcription elongation factor b (P-TEFb) from 7SK small nuclear ribonucleoprotein. J Biol Chem\n287:36609–36616. doi:10.1074/jbc.M112.410746. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Jager S, Gulbahce N, Cimermancic P, Kane J, He N, Chou S, D'Orso I, Fernandes J, Jang G, Frankel AD, Alber T, Zhou Q, Krogan NJ. \n2011. \nPurification and characterization of HIV-human protein complexes. Methods\n53:13–19. doi:10.1016/j.ymeth.2010.08.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Clauser KR, Baker P, Burlingame AL. \n1999. \nRole of accurate mass measurement (+/− 10 ppm) in protein identification strategies employing MS or MS/MS and database searching. Anal Chem\n71:2871–2882. doi:10.1021/ac9810516. [PubMed] [CrossRef] [Google Scholar]40. Reichert VL, Le Hir H, Jurica MS, Moore MJ. \n2002. \n5′ Exon interactions within the human spliceosome establish a framework for exon Junction complex structure and assembly. Genes Dev\n16:2778–2791. doi:10.1101/gad.1030602. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Chiara MD, Gozani O, Bennett M, Champion-Arnaud P, Palandjian L, Reed R. \n1996. \nIdentification of proteins that interact with exon sequences, splice sites, and the branchpoint sequence during each stage of spliceosome assembly. Mol Cell Biol\n16:3317–3326. [PMC free article] [PubMed] [Google Scholar]42. Muhlemann O.\n2012. \nIntimate liaison with SR proteins brings exon junction complexes to unexpected places. Nat Struct Mol Biol\n19:1209–1211. doi:10.1038/nsmb.2454. [PubMed] [CrossRef] [Google Scholar]43. Singh G, Kucukural A, Cenik C, Leszyk JD, Shaffer SA, Weng Z, Moore MJ. \n2012. \nThe cellular EJC interactome reveals higher-order mRNP structure and an EJC-SR protein nexus. Cell\n151:750–764. doi:10.1016/j.cell.2012.10.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Le Hir H, Andersen GR. \n2008. \nStructural insights into the exon junction complex. Curr Opin Struc. Biol\n18:112–119. doi:10.1016/j.sbi.2007.11.002. [PubMed] [CrossRef] [Google Scholar]45. Ideue T, Sasaki YT, Hagiwara M, Hirose T. \n2007. \nIntrons play an essential role in splicing-dependent formation of the exon junction complex. Genes Dev\n21:1993–1998. doi:10.1101/gad.1557907. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Bono F, Gehring NH. \n2011. \nAssembly, disassembly and recycling: the dynamics of exon junction complexes. RNA Biol\n8:24–29. doi:10.4161/rna.8.1.13618. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Kataoka N, Dreyfuss G. \n2004. \nA simple whole cell lysate system for in vitro splicing reveals a stepwise assembly of the exon-exon junction complex. J Biol Chem\n279:7009–7013. [PubMed] [Google Scholar]48. Nott A, Le Hir H, Moore MJ. \n2004. \nSplicing enhances translation in mammalian cells: an additional function of the exon junction complex. Genes Dev\n18:210–222. doi:10.1101/gad.1163204. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Wiegand HL, Lu S, Cullen BR. \n2003. \nExon junction complexes mediate the enhancing effect of splicing on mRNA expression. Proc Natl Acad Sci U S A\n100:11327–11332. doi:10.1073/pnas.1934877100. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Chang YF, Imam JS, Wilkinson MF. \n2007. \nThe nonsense-mediated decay RNA surveillance pathway. Annu Rev Biochem\n76:51–74. doi:10.1146/annurev.biochem.76.050106.093909. [PubMed] [CrossRef] [Google Scholar]51. Gatfield D, Izaurralde E. \n2002. \nREF1/Aly and the additional exon junction complex proteins are dispensable for nuclear mRNA export. J Cell Biol\n159:579–588. doi:10.1083/jcb.200207128. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Zhou Z, Fu XD. \n2013. \nRegulation of splicing by SR proteins and SR protein-specific kinases. Chromosoma\n122:191–207. doi:10.1007/s00412-013-0407-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Wu JY, Maniatis T. \n1993. \nSpecific interactions between proteins implicated in splice site selection and regulated alternative splicing. Cell\n75:1061–1070. doi:10.1016/0092-8674(93)90316-I. [PubMed] [CrossRef] [Google Scholar]54. Donner AJ, Ebmeier CC, Taatjes DJ, Espinosa JM. \n2010. \nCDK8 is a positive regulator of transcriptional elongation within the serum response network. Nat Struct Mol Biol\n17:194–201. doi:10.1038/nsmb.1752. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Larochelle S, Amat R, Glover-Cutter K, Sanso M, Zhang C, Allen JJ, Shokat KM, Bentley DL, Fisher RP. \n2012. \nCyclin-dependent kinase control of the initiation-to-elongation switch of RNA polymerase II. Nat Struct Mol Biol\n19:1108–1115. doi:10.1038/nsmb.2399. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Chen DB, Davis JS. \n2003. \nEpidermal growth factor induces c-fos and c-jun mRNA via Raf-1/MEK1/ERK-dependent and -independent pathways in bovine luteal cells. Mol Cell Endocrinol\n200:141–154. doi:10.1016/S0303-7207(02)00379-9. [PubMed] [CrossRef] [Google Scholar]57. Sapra AK, Anko ML, Grishina I, Lorenz M, Pabis M, Poser I, Rollins J, Weiland EM, Neugebauer KM. \n2009. \nSR protein family members display diverse activities in the formation of nascent and mature mRNPs in vivo. Mol Cell\n34:179–190. doi:10.1016/j.molcel.2009.02.031. [PubMed] [CrossRef] [Google Scholar]58. Gehring NH, Lamprinaki S, Hentze MW, Kulozik AE. \n2009. \nThe hierarchy of exon-junction complex assembly by the spliceosome explains key features of mammalian nonsense-mediated mRNA decay. PLoS Biol\n7:e1000120. doi:10.1371/journal.pbio.1000120. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Le Hir H, Seraphin B. \n2008. \nEJCs at the heart of translational control. Cell\n133:213–216. doi:10.1016/j.cell.2008.04.002. [PubMed] [CrossRef] [Google Scholar]60. Chan CC, Dostie J, Diem MD, Feng W, Mann M, Rappsilber J, Dreyfuss G. \n2004. \neIF4A3 is a novel component of the exon junction complex. RNA\n10:200–209. doi:10.1261/rna.5230104. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Takagaki Y, Manley JL, MacDonald CC, Wilusz J, Shenk T. \n1990. \nA multisubunit factor, CstF, is required for polyadenylation of mammalian pre-mRNAs. Genes Dev\n4:2112–2120. doi:10.1101/gad.4.12a.2112. [PubMed] [CrossRef] [Google Scholar]62. Colgan DF, Manley JL. \n1997. \nMechanism and regulation of mRNA polyadenylation. Genes Dev\n11:2755–2766. doi:10.1101/gad.11.21.2755. [PubMed] [CrossRef] [Google Scholar]63. Yao C, Biesinger J, Wan J, Weng L, Xing Y, Xie X, Shi Y. \n2012. \nTranscriptome-wide analyses of CstF64-RNA interactions in global regulation of mRNA alternative polyadenylation. Proc Natl Acad Sci U S A\n109:18773–18778. doi:10.1073/pnas.1211101109. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Bresson SM, Conrad NK. \n2013. \nThe human nuclear poly(a)-binding protein promotes RNA hyperadenylation and decay. PLoS Genet\n9:e1003893. doi:10.1371/journal.pgen.1003893. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Houseley J, Tollervey D. \n2009. \nThe many pathways of RNA degradation. Cell\n136:763–776. doi:10.1016/j.cell.2009.01.019. [PubMed] [CrossRef] [Google Scholar]66. Jacobson A, Peltz SW. \n1996. \nInterrelationships of the pathways of mRNA decay and translation in eukaryotic cells. Annu Rev Biochem\n65:693–739. doi:10.1146/annurev.bi.65.070196.003401. [PubMed] [CrossRef] [Google Scholar]67. Fong N, Bentley DL. \n2001. \nCapping, splicing, and 3′ processing are independently stimulated by RNA polymerase II: different functions for different segments of the CTD. Genes Dev\n15:1783–1795. doi:10.1101/gad.889101. [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Ji Z, Luo W, Li W, Hoque M, Pan Z, Zhao Y, Tian B. \n2011. \nTranscriptional activity regulates alternative cleavage and polyadenylation. Mol Syst Biol\n7:534. doi:10.1038/msb.2011.69. [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Bjork P, Jin S, Zhao J, Singh OP, Persson JO, Hellman U, Wieslander L. \n2009. \nSpecific combinations of SR proteins associate with single pre-messenger RNAs in vivo and contribute different functions. J Cell Biol\n184:555–568. doi:10.1083/jcb.200806156. [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Hsin JP, Xiang K, Manley JL. \n2014. \nFunction and control of RNA polymerase II C-terminal domain phosphorylation in vertebrate transcription and RNA processing. Mol Cell Biol\n34:2488–2498. doi:10.1128/MCB.00181-14. [PMC free article] [PubMed] [CrossRef] [Google Scholar]71. Zhou M, Halanski MA, Radonovich MF, Kashanchi F, Peng J, Price DH, Brady JN. \n2000. \nTat modifies the activity of CDK9 to phosphorylate serine 5 of the RNA polymerase II carboxyl-terminal domain during human immunodeficiency virus type 1 transcription. Mol Cell Biol\n20:5077–5086. doi:10.1128/MCB.20.14.5077-5086.2000. [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Luo Z, Lin C, Shilatifard A. \n2012. \nThe super elongation complex (SEC) family in transcriptional control. Nat Rev Mol Cell Biol\n13:543–547. doi:10.1038/nrm3417. [PubMed] [CrossRef] [Google Scholar]73. Ahn SH, Kim M, Buratowski S. \n2004. \nPhosphorylation of serine 2 within the RNA polymerase II C-terminal domain couples transcription and 3′ end processing. Mol Cell\n13:67–76. doi:10.1016/S1097-2765(03)00492-1. [PubMed] [CrossRef] [Google Scholar]74. Kim M, Ahn SH, Krogan NJ, Greenblatt JF, Buratowski S. \n2004. \nTransitions in RNA polymerase II elongation complexes at the 3′ ends of genes. EMBO J\n23:354–364. doi:10.1038/sj.emboj.7600053. [PMC free article] [PubMed] [CrossRef] [Google Scholar]75. Martinson HG.\n2011. \nAn active role for splicing in 3′-end formation. Wiley Interdiscip Rev RNA\n2:459–470. doi:10.1002/wrna.68. [PubMed] [CrossRef] [Google Scholar]76. Chazal PE, Daguenet E, Wendling C, Ulryck N, Tomasetto C, Sargueil B, Le Hir H. \n2013. \nEJC core component MLN51 interacts with eIF3 and activates translation. Proc Natl Acad Sci U S A\n110:5903–5908. doi:10.1073/pnas.1218732110. [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Dai Q, Lei T, Zhao C, Zhong J, Tang YZ, Chen B, Yang J, Li C, Wang S, Song X, Li L, Li Q. \n2012. \nCyclin K-containing kinase complexes maintain self-renewal in murine embryonic stem cells. J Biol Chem\n287:25344–25352. doi:10.1074/jbc.M111.321760. [PMC free article] [PubMed] [CrossRef] [Google Scholar]78. Edwards MC, Wong C, Elledge SJ. \n1998. \nHuman cyclin K, a novel RNA polymerase II-associated cyclin possessing both carboxy-terminal domain kinase and Cdk-activating kinase activity. Mol Cell Biol\n18:4291–4300. [PMC free article] [PubMed] [Google Scholar]79. Xiang X, Deng L, Zhang J, Zhang X, Lei T, Luan G, Yang C, Xiao ZX, Li Q, Li Q. \n2014. \nA distinct expression pattern of cyclin k in Mammalian testes suggests a functional role in spermatogenesis. PLoS One\n9:e101539. doi:10.1371/journal.pone.0101539. [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. Bajrami I, Frankum JR, Konde A, Miller RE, Rehman FL, Brough R, Campbell J, Sims D, Rafiq R, Hooper S, Chen L, Kozarewa I, Assiotis I, Fenwick K, Natrajan R, Lord CJ, Ashworth A. \n2014. \nGenome-wide profiling of genetic synthetic lethality identifies CDK12 as a novel determinant of PARP1/2 inhibitor sensitivity. Cancer Res\n74:287–297. doi:10.1158/0008-5472.CAN-13-2541. [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Gu W, Wang C, Li W, Hsu FN, Tian L, Zhou J, Yuan C, Xie XJ, Jiang T, Addya S, Tai Y, Kong B, Ji JY. \n2013. \nTumor-suppressive effects of CDK8 in endometrial cancer cells. Cell Cycle\n12:987–999. doi:10.4161/cc.24003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]82. Smith E, Lin C, Shilatifard A. \n2011. \nThe super elongation complex (SEC) and MLL in development and disease. Genes Dev\n25:661–672. doi:10.1101/gad.2015411. [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Luoh SW.\n2002. \nAmplification and expression of genes from the 17q11 approximately q12 amplicon in breast cancer cells. Cancer Genet Cytogenet\n136:43–47. doi:10.1016/S0165-4608(01)00657-4. [PubMed] [CrossRef] [Google Scholar]84. Bell D, Berchuck A, Birrer M, Chien J, Cramer D, Dao F, Dhir R, DiSaia P, Gabra H, Glenn P, Godwin A, Gross J, Hartmann L, Huang M, Huntsman D, Iacocca M, Imielinski M, Kalloger S, Karlan B, Levine D, Mills G, Morrison C, Mutch D, Olvera N, Orsulic S, Park K, Petrelli N, Rabeno B, Rader J, Sikic B, Smith-McCune K, Sood A, Bowtell D, Penny R, Testa J, Chang K, Dinh H, Drummond J, Fowler G, Gunaratne P, Hawes A, Kovar C, Lewis L, Morgan M, Newsham I, Santibanez J, Reid J, Trevino L, Wu Y, Wang M, et al. , Cancer Genome Atlas Research Network. 2011. \nIntegrated genomic analyses of ovarian carcinoma. Nature\n474:609–615. doi:10.1038/nature10166. [CrossRef] [Google Scholar]"}