{"title": "Stem-loop 4 of U1 snRNA is essential for splicing and interacts with the U2 snRNP-specific SF3A1 protein during spliceosome assembly", "pubDate": "2014", "PMCID": "PMC4233244", "DOI": "10.1101/gad.248625.114", "PMID": "25403181", "abstract": "The pairing of 5' and 3' splice sites across an intron is a critical step in spliceosome formation and its regulation. Interactions that bring the two splice sites together during spliceosome assembly must occur with a high degree of specificity and fidelity to allow expression of functional mRNAs and make particular alternative splicing choices. Here, we report a new interaction between stem-loop 4 (SL4) of the U1 snRNA, which recognizes the 5' splice site, and a component of the U2 small nuclear ribonucleoprotein particle (snRNP) complex, which assembles across the intron at the 3' splice site. Using a U1 snRNP complementation assay, we found that SL4 is essential for splicing in vivo. The addition of free U1-SL4 to a splicing reaction in vitro inhibits splicing and blocks complex assembly prior to formation of the prespliceosomal A complex, indicating a requirement for a SL4 contact in spliceosome assembly. To characterize the interactions of this RNA structure, we used a combination of stable isotope labeling by amino acids in cell culture (SILAC), biotin/Neutravidin affinity pull-down, and mass spectrometry. We show that U1-SL4 interacts with the SF3A1 protein of the U2 snRNP. We found that this interaction between the U1 snRNA and SF3A1 occurs within prespliceosomal complexes assembled on the pre-mRNA. Thus, SL4 of the U1 snRNA is important for splicing, and its interaction with SF3A1 mediates contact between the 5' and 3' splice site complexes within the assembling spliceosome.", "author": [{"author": "Shalini Sharma", "affiliation": ["Department of Basic Medical Sciences, University of Arizona, College of Medicine-Phoenix, Phoenix, Arizona 85004, USA; Department of Microbiology, Immunology, and Molecular Genetics."], "href": "/?term=Sharma+S&cauthor_id=25403181"}, {"author": "Somsakul Pop Wongpalee", "affiliation": ["Molecular Biology Interdepartmental Graduate Program."], "href": "/?term=Wongpalee+SP&cauthor_id=25403181"}, {"author": "Ajay Vashisht", "affiliation": ["Department of Biological Chemistry."], "href": "/?term=Vashisht+A&cauthor_id=25403181"}, {"author": "James A Wohlschlegel", "affiliation": ["Department of Biological Chemistry."], "href": "/?term=Wohlschlegel+JA&cauthor_id=25403181"}, {"author": "Douglas L Black", "affiliation": ["Department of Microbiology, Immunology, and Molecular Genetics, Howard Hughes Medical Institute, University of California at Los Angeles, Los Angeles, California 90095, USA."], "href": "/?term=Black+DL&cauthor_id=25403181"}], "refPMID": [], "citedInPMID": ["25403181", "34779515", "34605821", "34202873", "34161584", "34105434", "33677607", "32522889", "31744343", "31383795", "31042550", "30975767", "30053257", "29693319", "28530653", "27882870", "27683217", "27625393", "27288314", "27104978", "27041075", "26456624"], "body": " AbstractThe pairing of 5′ and 3′ splice sites across an intron is a critical step in spliceosome formation and its regulation. Interactions that bring the two splice sites together during spliceosome assembly must occur with a high degree of specificity and fidelity to allow expression of functional mRNAs and make particular alternative splicing choices. Here, we report a new interaction between stem–loop 4 (SL4) of the U1 snRNA, which recognizes the 5′ splice site, and a component of the U2 small nuclear ribonucleoprotein particle (snRNP) complex, which assembles across the intron at the 3′ splice site. Using a U1 snRNP complementation assay, we found that SL4 is essential for splicing in vivo. The addition of free U1-SL4 to a splicing reaction in vitro inhibits splicing and blocks complex assembly prior to formation of the prespliceosomal A complex, indicating a requirement for a SL4 contact in spliceosome assembly. To characterize the interactions of this RNA structure, we used a combination of stable isotope labeling by amino acids in cell culture (SILAC), biotin/Neutravidin affinity pull-down, and mass spectrometry. We show that U1-SL4 interacts with the SF3A1 protein of the U2 snRNP. We found that this interaction between the U1 snRNA and SF3A1 occurs within prespliceosomal complexes assembled on the pre-mRNA. Thus, SL4 of the U1 snRNA is important for splicing, and its interaction with SF3A1 mediates contact between the 5′ and 3′ splice site complexes within the assembling spliceosome.Keywords: RNA–protein interaction, alternative splicing, gene expression, pre-mRNA splicing, ribonucleoprotein, snRNA, spliceosome Intron removal is catalyzed by an ∼40S RNP complex called the spliceosome, which consists of five small nuclear ribonucleoprotein particles (snRNPs) (U1, U2, U4, U5, and U6) and ∼150 auxiliary proteins (Will et al. 2011). In vitro, the spliceosome assembles onto an intron through the sequential binding of the snRNPs (Behzadnia et al. 2006; Hoskins et al. 2011). The 5′ splice site is recognized by the U1 snRNP through base-pairing between the pre-mRNA and the snRNA. At the 3′ end of the intron, the U2 auxiliary factor (U2AF) and splicing factor 1 (SF1) bind to the 3′ splice site and branch point sequence, respectively. Initial association of the U2 snRNP can be ATP-independent and has been proposed to occur through interactions with the U2AF65 protein (Gozani et al. 1998; Das et al. 2000). This ATP-independent complex is referred to as the E complex. However, the stable association of U2 with the pre-mRNA requires ATP hydrolysis and formation of a base-pairing interaction between U2 snRNA and the branch point sequence with displacement of SF1. This pre-mRNP complex containing both the U1 and U2 snRNPs is called the prespliceosomal A complex. Recruitment of the U4/U6–U5 tri-snRNP forms the precatalytic B complex. In another mode of B complex formation, the U4/U6–U5 tri-snRNP binds with the U2 snRNP to the 3′ splice site, preceding interactions with the 5′ splice site-bound U1 snRNP (Schneider et al. 2010). The B complex formed by either pathway undergoes extensive remodeling in its RNA and protein interactions. These rearrangements include base-pairing of the U6 snRNA with both the U2 snRNA and the 5′ splice site, recruitment of the nineteen complex (NTC), and displacement of the U1 and U4 snRNPs. This forms the activated B (B*) complex in which the first transesterification step of splicing occurs to detach the 5′ exon and form the intron lariat intermediate. Completion of the first step generates the C complex, which carries out the second catalytic step involving intron lariat detachment and exon ligation. The multiple transitions in spliceosome conformation and assembly are driven by eight evolutionarily conserved DExD/H-type RNA-dependent ATPases/helicases: UAP56, Prp5, Prp28, Brr2, Prp2, Prp16, Prp22, and Prp43 (Cordin et al. 2012; Semlow and Staley 2012). These proteins are tightly regulated and thought to provide proofreading functions during spliceosome assembly and splicing catalysis.The pairing of splice sites is a critical step for accurate spliceosome assembly and splicing catalysis. Analyses of the rate of missplicing indicate that pairing occurs with high fidelity (Fox-Walsh and Hertel 2009). Key questions for understanding the regulation of alternative splicing regard when the decision to pair splice sites is made during assembly and what proofreading mechanisms maintain the fidelity of this pairing. For a simple single-intron pre-mRNA studied in vitro in HeLa cell extracts, spatial proximity between the two intron ends is seen prior to A complex formation, but commitment to splice site pairing is thought to occur during the transition to the A complex (Kent and MacMillan 2002; Lim and Hertel 2004; Donmez et al. 2007).Candidate factors for mediating contact between the 5′ and 3′ splice site complexes include the DEAD-box proteins Prp5 and UAP56 as well as the SR and SR-related proteins. In Schizosaccharomyces pombe, the Prp5 protein has been proposed to bridge the splice site complexes across an intron by forming interactions with an SR-related protein (Rsd1, associated with the U1A protein) and the U2 snRNP-specific protein SF3B1 (Shao et al. 2012). In Saccharomyces cerevisiae, Prp5 has been shown to play an important role in maintaining the fidelity of the U2 snRNA/branch point interaction (Xu and Query 2007). Associations between the U1 snRNP protein U1 70k and the 3′ splice site-bound protein U2AF have also been reported. This interaction was proposed to be mediated by the SR protein SC35 in mammals but by a direct contact in yeast (Wu and Maniatis 1993; Abovich and Rosbash 1997; Reed 2000; Boukis et al. 2004). In HeLa cell extracts, the SR-related proteins Srm160 and Srm300 have also been shown to bridge the U1 and U2 snRNPs (Eldridge et al. 1999; Blencowe et al. 2000). Finally, in yeast and humans, the UAP56 protein was shown to facilitate the stable ATP-dependent contact of the U2 snRNP with the branch point sequence, but its role in cross-intron bridging is not known (Fleckner et al. 1997; Kistler and Guthrie 2001; Libri et al. 2001; Shen et al. 2008). A recent yeast study reported genetic interactions between the U1 snRNA and the branch point-binding complex of Msl5 (branch point-binding protein or SF1 in humans) and Mud2 (U2AF65 in humans) (Schwer et al. 2013). It is not yet clear whether any of the Prp5-, UAP56-, Srm160-, or Srm300-mediated contacts or functions are required and sufficient for splice site pairing or whether the intron-bridging interactions seen in yeast are common to all organisms. To maintain high accuracy of pairing, it is likely that multiple contacts are made between the 5′ and 3′ splice site complexes and that these contacts change over the splicing cycle.In previous studies, we analyzed the mechanism of the Src N1 exon splicing repression by the polypyrimidine tract-binding protein 1 (PTBP1) (Black 1992; Chou et al. 2000; Sharma et al. 2005, 2008, 2011). We found that the pre-mRNA-bound PTBP1 does not interfere with U1 snRNP binding to the N1 exon 5′ splice site (Sharma et al. 2005). In repressing N1 exon splicing, PTBP1 interacts with stem–loop 4 (SL4) of the U1 snRNA and alters the interaction of U1 with the pre-mRNA to prevent formation of a functional spliceosome (Sharma et al. 2011). These results implied that the PTBP1 interaction with SL4 might block U1 snRNP contacts critical for its further assembly into the spliceosome. In this study, we show that SL4 of U1 snRNA is important for pre-mRNA splicing and identify the U2 snRNP-specific SF3A1 protein as its interacting partner. Our analyses show that the interactions of SL4 in U1 snRNA are required for formation of the prespliceosomal A complex. ResultsSL4 of U1 snRNA is required for splicing in vivoIt was previously shown that the loss of splicing caused by 5′ splice site mutations can be suppressed by expression of mutant U1 snRNAs carrying complementary nucleotide changes in their 5′ ends (Zhuang and Weiner 1986; Roca and Krainer 2009; Roca et al. 2012). This suppression assay has allowed detailed analyses of 5′ splice site recognition by the U1 snRNP. The assay can also be used to test the function of other regions of the U1 snRNA, such as SL4. By incorporating mutations at additional sites in a suppressor mutant U1 snRNA that activates a mutant 5′ splice site in a splicing reporter, the effect of the new mutations can be assessed. We used a three-exon–two-intron minigene reporter, Dup51, where exon 2 of the wild-type reporter is included at >90% (Fig. 1A,C, lane 1; Dominski and Kole 1991). We changed the 5′ splice site of exon 2 from CAG/GUUGGUAUC to AUG/GUGUGUAUC (“/” is the exon–intron boundary) (Fig. 1B). This mutant splice site causes skipping of the protocadherin 15 (PCDH15) exon 3 in Usher syndrome (Le Guedard-Mereuze et al. 2009). In the Dup51p reporter, the mutation reduced exon 2 inclusion to ∼20% (Fig. 1A–C, lane 2). Similar to the suppression seen in protocadherin, the loss of Dup51p exon 2 splicing could be rescued by coexpression of a U1 snRNA carrying a U>A substitution at the fifth position (U1-5a) but not by cotransfection with pcDNA or coexpression of the wild-type U1 or a U1-5g variant (Fig. 1C, lanes 2–5). Thus, the U>A mutation in the 5′ end of U1 snRNA can suppress the 5′ splice site mutation in the Dup51p reporter. The coexpression of U1-5a and U1-5g did not alter the inclusion pattern of the wild-type Dup51 reporter (data not shown). The expression of U1 variants in these assays was confirmed by primer extension analysis using a U17–26 oligo in the presence of only dATP (Fig. 1D). This extension reaction yields 22- and 23-nucleotide (nt) products for the endogenous wild-type U1 snRNA but terminates at 21 nt for the U1-5a and U1-5g variants.Open in a separate windowFigure 1.Suppressor U1 snRNAs can rescue splicing. (A) Schematic representation of three-exon/two-intron Dup51 and Dup51p reporters. (B) Base-pairing of the wild-type and mutant 5′ splice sites with the 5′ end of U1 and U1-5a snRNAs. (C) Primer extension analysis of the Dup51 minigenes after cotransfection with control pcDNA or U1 expression plasmids. The mRNA products are indicated at the right and quantified in the graph below. (D) Primer extension analysis with oligonucleotide U17–26 showing expression of the wild-type U1 and variant U1-5a and U1-5g snRNAs.The U1 snRNA in higher eukaryotes folds into a structure containing four stem–loops, with SL4 at the 3′ terminus downstream from the Sm protein-binding site (Burge et al. 1999). SL4 consists of two G-C-rich stems split by a pyrimidine-rich internal loop and capped by a UUCG tetraloop (Fig. 2A). To examine possible requirements of SL4 in U1 function, we introduced changes in this region of the U1-5a construct and tested their effect on the rescue of the 5′ splice site mutation in the Dup51p reporter (Fig. 2A). The pyrimidines in the bulge and the tetraloop were changed to adenosine in mutant U1-5aM3. The G-C base pairs were changed to A-U in either the upper stem (M10b) or the lower stem (M10a) or both stems (M10). In mutants M10c, M10d, and M10e, the strands of the stems were swapped. In M10u, G-C base pairs were changed to C-G base pairs at alternating positions in the lower stem. To disrupt base-pairing in the upper or lower stems or both, G or C residues were changed to adenosines in M10f, M10g, M10h, M10p, M10q, M10r, M10k, M10l, and M10m.Open in a separate windowFigure 2.SL4 of U1 snRNA is important for U1 function. (A) Schematic of the secondary structures of SL4 region of the wild-type and mutant U1 snRNAs. Structures predicted to have the lowest ΔG are shown (Zuker 2003). (B) Primer extension analysis of the Dup51 minigene transcripts after cotransfection with control or U1 plasmids. The mRNA products are indicated at the right and quantified in the graph below. (C) Primer extension analysis with oligonucleotide U17–26 showing expression of the endogenous wild-type U1 and variant U1-5a snRNAs.The effect of the SL4 mutations on U1 snRNP activity was assayed by cotransfection of the U1-5a constructs with the Dup51p reporter. The U1-5a variants carrying SL4 mutations were compared with U1-5a carrying the wild-type SL4 for their ability to restore exon 2 splicing (Fig. 2B, cf. lanes 4–20 and lane 3). SL4 sequence mutations that affect U1 function will compromise the ability of the U1-5a construct to rescue exon 2 inclusion. Many changes in SL4 did not affect U1-5a activity in restoring exon 2 splicing, indicating lack of a significant role for those SL4 nucleotides. Notably, changing the pyrimidine residues in the single-stranded bulge regions and tetraloop to adenosines did not affect the ability of U1 to restore exon 2 splicing (Fig. 2A [M3], B [lane 4]). Swapping the two strands of the upper and/or lower stems (M10c, M10d, and M10e) (Fig. 2B, lanes 8–10) also did not substantially affect U1 function. Flipping G-C base pairs at alternate positions in the lower stem (M10u) (Fig. 2B, lane 11) also had minimal effect.From the suppressor U1 analysis, we found that U1 function was most affected by mutations that alter the strength of base-pairing in the lower stem of SL4. Changing the G-C-rich lower stem to an A-U base-paired stem (M10 and M10a) (Fig. 2B, lanes 5,6) led to loss of exon 2 splicing. G-C-to-A-U changes in the upper stem alone had minimal effect (M10b) (Fig. 2B, lane 7). The largest effects were observed when the majority of base pairs in the lower stem were disrupted (M10g, M10h, M10q, M10r, and M10m) (Fig. 2B, lanes 13,14,16,17,20). This analysis shows that the lower G-C-rich stem of SL4 plays an important role in U1 snRNP function.The expression of all mutant U1-5a snRNAs was confirmed by primer extension (Fig. 2C). Quantification of the mutant snRNA expression indicated that at the observed levels, the exogenous U1-5a snRNAs were not limiting for the splicing of the reporter pre-mRNA (see the Materials and Methods; Supplemental Fig. S1). The loss of DUP51p exon splicing most likely reflects changes in the activity of the snRNAs due to the mutations in the SL4 region, although other effects cannot be ruled out.U1-SL4 from other species is functional in human cellsA comparison of U1-SL4 sequences from humans, Drosophila, Caenorhabditis elegans, and S. pombe shows significant differences in their sequences and structures (Supplemental Fig. S2A). Human SL4 shares 68%, 59%, and 19% sequence identity with the Drosophila, C. elegans, and S. pombe RNAs, respectively, although all of these SL4 sequences can be folded into stem–loop structures (Supplemental Fig. S2B). In C. elegans and S. pombe, the stem lacks the pyrimidine-containing internal loop, and in Drosophila, there is a single bulged adenosine. In S. pombe, the loop is bigger than the tetraloop found in other organisms, and the stem is shorter. In all species, the lower portion of the terminal stem is highly G-C-rich. Note that the budding yeast S. cerevisiae does not have a clearly homologous terminal SL4 structure. However, the S. cerevisiae U1 snRNA is unusually long (568 nt) and may have an equivalent structure internal to its normal position.To further investigate the sequence requirements for SL4 in U1 function, we made U1-5aM10s and U1-5aM10t constructs that eliminate the internal loop separating the upper and lower stems (Supplemental Fig. S1B). We also made chimeric U1-5a constructs carrying the Drosophila (Dm), C. elegans (Ce), and S. pombe (Sp) sequences in place of the human SL4. All of these constructs were active in the U1 complementation assay (Supplemental Fig. S2C, lanes 4–8). The activity of the U1-5aSL4Sp construct showed that the size of the SL4 loop is not critical for U1 function. The G-C base pairs at the base of SL4 that were found to be important for the human U1 function are present in all of these constructs. Taken together, these experiments indicate that the G-C base pairs in the lower stem of SL4 play an important role in U1 snRNP function.Free U1-SL4 inhibits pre-mRNA splicing in vitro by blocking formation of the prespliceosomal A complexTo assess whether the SL4 engaged in interactions essential for splicing, we examined the effect of free U1-SL4 on pre-mRNA splicing and spliceosomal complex assembly in vitro. Short 24-nt RNAs containing just the terminal U1 hairpin were transcribed in vitro (Fig. 3A). HeLa nuclear extract active for in vitro splicing was preincubated with increasing concentrations of free wild-type and mutant SL4 RNAs at 4°C. Uniformly 32P-labeled adenovirus major late transcription unit (AdML) pre-mRNA was then added, and incubation was continued at 30°C. The wild-type SL4 RNA inhibited pre-mRNA splicing with a half maximal inhibitory concentration (IC50) of ∼3 µM (Fig. 3A [lanes 2–7], B). In contrast, the mutant SL4 RNA did not have a significant effect on splicing activity (Fig. 3A [lanes 8–13], B). A similar analysis of another constitutively spliced pre-mRNA (BS273 derived from Src) showed inhibition by wild-type SL4 with an IC50 of ∼6 µM and, again, no inhibition by the mutant RNA (Supplemental Fig. S3A). The SL4M mutation used in this in vitro analysis was also confirmed to reduce U1 activity in the U1 suppression assay, with an expression level comparable with the U1-5a snRNA (Supplemental Fig. S4A,B). At the IC50 value, the concentration of U1-SL4 in the splicing reaction is ∼10-fold higher than the U1 snRNP concentration, which we estimated to be ∼0.12 µM (data not shown) and has been reported to be in the range of 0.2–0.3 µM in similar HeLa nuclear extracts (Hall and Konarska 1992).Open in a separate windowFigure 3.Free U1-SL4 inhibits pre-mRNA splicing in vitro. (A) In vitro splicing of the AdML transcript in HeLa nuclear extract in the absence (lane 1) or presence of 0.5, 1.0, 2.5, 5.0, 7.5, and 10 μM wild-type (lanes 2–7) and mutant (lanes 8–13) short U1-SL4 RNA competitors. Prior to addition of the pre-mRNA, the splicing reactions were preincubated with the SL4 RNAs for 20 min at 4°C. The RNA splicing products and intermediates are diagrammed at the right. (B) Splicing activity is plotted as a function of SL4 concentration (in micromolar). Splicing was measured as the percent intensity of the intron lariat product in the presence of wild-type (A, lanes 2–7) and mutant (lanes 8–13) SL4 RNAs relative to the control reaction lacking SL4 (lane 1). (C) Analysis of ATP-dependent spliceosomal complexes in the presence of the short U1-SL4 RNA competitors. Transcripts were incubated in HeLa nuclear extract under splicing conditions with ATP in the absence (lanes 1–4) or presence of wild-type (lanes 5–8) or mutant (lanes 9–12) SL4 for the indicated times and separated by 2% native agarose gel. (D) Analysis of ATP-independent spliceosomal complexes in the presence of U1-SL4 RNA competitors. Transcripts were incubated in HeLa nuclear extract under splicing conditions without ATP in the absence (lanes 1–4) or presence of wild-type (lanes 5–8) or mutant (lanes 9–12) SL4 RNA for the indicated times and separated by 1.5% native agarose gel. Positions of the H, E, A, B, and C complexes are indicated.Splicing complex analysis on the AdML pre-mRNA using native agarose gels showed formation of the ATP-dependent spliceosomal A, B, and C complexes in the control reactions where no SL4 RNA was added (Fig. 3C, lanes 1–4). In the presence of the wild-type (Fig. 3C, lanes 5–8) but not the mutant (Fig. 3C, lanes 9–12) SL4 RNA, there was a dramatic decrease in all spliceosomal complexes. Analyses in the absence of ATP showed equal formation of the ATP-independent E complex in the presence of either wild-type or mutant U1-SL4 (Fig. 3D). Similarly, complex analysis on the BS273 transcript showed loss of A, B, and C complexes in the presence of the wild-type SL4 but not the mutant (Supplemental Fig. S3C, lanes 1–3). Again, no effect on E complex assembly was seen in the presence of the wild-type or mutant RNA (Supplemental Fig. S3C, lanes 4–6). These splicing complex analyses indicate that the excess of free U1-SL4 inhibits splicing by interfering with the transition from the E complex to the A complex.The human U1-SL4 interacts with the SF3A1 proteinThe free U1-SL4 presumably inhibits splicing and spliceosome assembly by competing for interactions of the endogenous U1 snRNA. To identify U1-SL4-interacting partners, we used a combination of stable isotope labeling by amino acids in cell culture (SILAC), RNA affinity chromatography, and mass spectrometry (MS). SILAC coupled with MS is a powerful unbiased quantitative proteomics approach that was previously applied to the identification of specific interactions of proteins with RNA (Butter et al. 2009; Lee et al. 2012). An advantage of SILAC is that it can detect specific interactions in the presence of abundant nonspecific background binding (Ibarrola et al. 2003; Mann 2006). Therefore, mild incubation and wash buffer conditions can be used to preserve low-affinity but specific interactions such as individual contacts that may occur in the spliceosome.Figure 4A shows a diagram of the SILAC-based RNA pull-down strategy (Butter et al. 2009). Nuclear extracts were prepared from cultures of HeLa S3 cells that were metabolically labeled in medium containing either 13C6 (heavy) or 12C6 (light) arginine and lysine. Wild-type and mutant biotinylated U1-SL4 RNAs (Fig. 3A) were prebound to Neutravidin beads and then incubated in heavy and light extracts, respectively. Unbound proteins were washed away under the same mild buffer conditions (buffer DG; 80 mM K-glutamate). After washing, the beads containing the wild-type and mutant SL4 complexes were combined, and the bound proteins were eluted by RNase A/T1 digestion. Proteins were digested with proteases (trypsin and lys-C) and subjected to MS analysis using multidimensional protein identification technology (MudPIT). SILAC ratios were calculated from the intensities of the heavy and light (wild-type:mutant) peptides using Census, a program for proteomic quantification (Fig. 4B; Supplemental Table S1; Park et al. 2008; Park and Yates 2010). These ratios are close to one for nonspecific proteins that bound equally well to the wild-type and mutant RNAs. For proteins enriched in the wild-type RNA eluate, the SILAC ratio is >1, whereas proteins that bound more strongly to the mutant RNA yield a ratio of <1. Normalized spectral abundance factor (NSAF) values were also calculated for each peptide as an alternative for identifying proteins enriched in either the wild-type or mutant RNP complexes or proteins present in both complexes (Supplemental Table S2). The NSAF values for each protein are calculated from the total number of spectrum-matching peptides from the protein (spectrum counts) that are then normalized for protein length (Florens et al. 2006).Open in a separate windowFigure 4.Identification of U1-SL4-interacting proteins. (A) Protocol for SILAC, RNA affinity purification, and MS. (B) Graph of SILAC ratios versus protein. The inset shows the ratios for U2 snRNP-specific proteins.Multiple U2 snRNP proteins had SILAC ratios >1, indicating enhanced binding to the wild-type SL4 over the mutant RNA (Fig. 4B). Strikingly, the NSAF analysis also showed that all of these U2 snRNP-specific proteins were detected only in the wild-type eluate and not in the mutant eluate (Supplemental Table S2). Proteins from the U1 snRNP and U4/U6–U5 tri-snRNP did not bind to either SL4 RNA. Other proteins with high SILAC ratios included certain hnRNP and SR proteins (Supplemental Table S1). Some of these are known to be U2 snRNP-associated, which could lead to their enrichment in the wild-type SL4 complexes. In a previous study, we showed that PTBP1 binds the internal loop of SL4, which is present in both wild-type and mutant SL4 RNAs (Sharma et al. 2011). Consistent with this, PTBP1 bound to both SL4 RNAs (Supplemental Table S2). Although their SILAC ratios were high, the NSAF analysis indicated that many of the hnRNP proteins were present in both wild-type and mutant SL4 eluates (Supplemental Table S2). hnRNP and other proteins that interact with SL4 are interesting for their possible involvement in splicing regulation. Such proteins may contact SL4 to alter spliceosome assembly, as seen with PTBP1. However, in this study, our focus was on the contacts of SL4 during general spliceosome assembly, and thus we were particularly interested in the SL4 interactions with the U2 snRNP proteins.Immunoblot analysis confirmed the presence of the core U2 protein U2B″, the SF3A complex proteins A1 (also known as SF3a120) and A3 (also known as SF3a60), and the SF3B complex protein SF3B1 (also known as SF3b155) in the wild-type SL4 complexes but not in the mutant (Supplemental Fig. S5; data not shown). MS and immunoblot analyses after high-salt elution also showed binding of U2 snRNP proteins to the wild-type SL4 but not the mutant (data not shown). The binding of multiple U2-specific proteins to the wild-type U1-SL4 complex indicated the binding of the whole U2 snRNP. It was not clear which U2 protein was making a direct contact with U1-SL4 during affinity purification.The mature U2 snRNP is a 17S complex that consists of the core U2 particle and the SF3A and SF3B complexes. It was reported previously that the association of the SF3A and SF3B complexes with the core U2 snRNP is salt-sensitive (Behrens et al. 1993; Brosi et al. 1993b). Incubation with ∼250 mM NaCl dissociates the SF3A complex from the core U2 snRNP. The SF3B complex is released from the core snRNP at 500 mM (Fig. 5A). To determine which U2 snRNP-specific protein might directly interact with U1-SL4, we took advantage of the salt-sensitive property of the U2 snRNP. Extracts were preincubated with increasing concentrations of NaCl and then used for RNA affinity purification using biotinylated wild-type and mutant U1-SL4 RNAs (Fig. 3A). The bound complexes were analyzed for snRNAs and U2 snRNP-specific proteins. The snRNA analysis showed binding of the U2 snRNA to the wild-type U1-SL4 in extract in standard splicing conditions (Fig. 5B, lane 2). Preincubation of the extract with 250 mM or higher salt concentrations led to loss of U2 snRNA binding (Fig. 5B, lanes 3–5). The U2 snRNA did not bind to the mutant SL4 complex in any condition (Fig. 5B, lanes 6–9).Open in a separate windowFigure 5.SF3A complex proteins interact with the wild-type U1-SL4. (A) Salt-dependent disassembly of the U2 snRNP. (B) snRNA analysis of the complexes that bind to the biotinylated wild-type and mutant U1-SL4 RNAs after preincubation of HeLa nuclear extract with 0, 250, 500, and 1000 mM NaCl. Positions of the spliceosomal snRNAs are indicated at the left. (C) Western analyses of the proteins present in the wild-type and mutant U1-SL4 RNA complexes.As seen previously, immunoblot analysis of proteins bound to wild-type U1-SL4 in splicing conditions confirmed the binding of U2 snRNP proteins SF3A1, SF3A2, SF3A3, SF3B1, and U2B″ (Fig. 5C, lane 2). In contrast, the U1 snRNP-specific protein U1C did not bind to SL4. After preincubation of the extract with NaCl, binding of SF3A2 (66 kDa), SF3B1 and the core U2 protein U2B″ were lost (Fig. 5C, lanes 3–5). Interestingly, although the amounts of SF3A1 (120 kDa) and SF3A3 (60 kDa) proteins bound to the wild-type U1-SL4 decreased after salt preincubation (Fig. 5C, lanes 2–5), the interaction of these proteins was more resistant to NaCl, and substantial amounts of each of these proteins remained bound at higher salt concentrations. The mutant SL4 did not bind SF3B1, U2B″, SF3A1, and SF3A2 (Fig. 5C, lanes 6–9). The SF3A3 protein did bind to the mutant SL4 but at lower levels than to wild-type. These analyses indicate that the U2 snRNP associates with the wild-type U1-SL4. Upon high-salt preincubation, although the SF3A complex dissociates from the core U2 snRNP, the SF3A1 and SF3A3 proteins can still bind to SL4, indicating that one of these proteins is likely to directly interact with U1-SL4.To identify the SF3A complex protein that directly contacts U1-SL4, we raised antibodies to SF3A1 and SF3A3 that were used in UV cross-linking and immunoprecipitation experiments. Uniformly 32P-labeled wild-type and mutant U1-SL4 RNAs were incubated in HeLa nuclear extract. After incubation, the reactions were UV cross-linked, denatured by treatment with 0.15% SDS, and then immunoprecipitated using antibodies against U1 70k, SF3A3, and SF3A1 proteins as described (Will et al. 2001). SDS-PAGE analysis showed cross-linking of an ∼120-kDa and an ∼55-kDa protein to the wild-type SL4 (Fig. 6A, lane 1). The ∼55-kDa protein cross-links to both the wild-type and mutant SL4 RNAs and is presumably PTBP1 (see below). The 120-kDa protein did not cross-link efficiently to the mutant SL4 RNA (Fig. 6A, lanes 5–8). Most interestingly, the anti-SF3A1 antibody (Fig. 6A, lane 3), but not the U1 70k (Fig. 6A, lane 2) or SF3A3 (Fig. 6A, lane 4) antibody, significantly enriched the ∼120-kDa protein. Thus, the binding of U2 snRNP to the wild-type U1-SL4 likely occurs through direct contact with the SF3A1 protein.Open in a separate windowFigure 6.Interaction between SF3A1 and U1 snRNA occurs in prespliceosomal complexes. UV cross-linking and immunoprecipitation identified a direct contact between the wild-type SL4 RNA and SF3A1 protein. (A) 32P-labeled wild-type and mutant SL4 RNAs were incubated in HeLa nuclear extracts in splicing conditions. After incubation, the reactions were UV cross-linked and immunoprecipitated with antibodies against U1 70k (lanes 2,6), SF3A1 (lanes 3,7), and SF3A3 (lanes 4,8) proteins, followed by analysis by SDS-PAGE. (B) Splicing reactions containing ATP in the presence (lanes 5–7) or absence (lanes 2–4) of AdML pre-mRNA were fractionated on glycerol density gradients (see Supplemental Fig. S6). Gradient fractions from the 21S peak containing the pre-mRNA and U1 and U2 snRNA were pooled, UV cross-linked, and immunoprecipitated with anti-SF3A1 (lanes 7–10) or anti-His (lane 6) antibodies. Equivalent fractions from gradients lacking pre-mRNA were also immunoprecipitated with anti-SF3A1 (lane 4) or anti-His (lane 3) antibodies. Total RNA from the fractions (shown in lanes 2,5) and the immunoprecipitated complexes was extracted and analyzed. (Lanes 8–10) The identity of the U1 and U4 snRNAs was confirmed by RNase H cleavage in the presence of U1 oligos (U11–15 and U164–75) and U4 oligos (U42–16 and U466–85). (Lane 1) Total RNA from nuclear extract was used as a marker for the U snRNAs. The positions of the U snRNAs and pre-mRNA are indicated.The interaction between U1 snRNA and SF3A1 occurs in prespliceosomal complexesWe next examined whether the interaction between SF3A1 protein and U1 snRNA occurred in spliceosomal complexes. For this, uniformly 32P-labeled AdML pre-mRNA was incubated in HeLa nuclear extract in the presence of ATP. The reactions were fractionated on glycerol density gradients, and the pre-mRNA in each fraction was measured by scintillation counting (Supplemental Fig. S6A). Total RNA in peak 1 (21S; fractions 13 and 14), peak 2 (30S; fractions 18 and 19), and peak 3 (40S; fractions 23 and 24) was extracted and analyzed for the presence of pre-mRNA and spliceosomal snRNAs, and the ratio of each snRNA to the pre-mRNA was calculated from the fluorescent band intensities as described in the Materials and Methods (Supplemental Fig. S6B). In peaks 1 and 2, the ratio of the U1 and U2 snRNAs to the pre-mRNA was ≥1, and that of the tri-snRNP snRNAs was low. In peak 3 fractions, the amount of the U5 and U6 snRNAs was substantially increased, while the U1 snRNA was lower than in peaks 1 and 2. U4 snRNA was also higher in peak 3 but not as abundant as the U2, U5, and U6 snRNAs that comprise the active spliceosome. Under these centrifugation conditions, the free U1 and U2 snRNPs peak in fractions 7 and 10, respectively (data not shown). Peak 1 and peak 2 contain both the U1 and U2 snRNPs and are the expected sizes of the prespliceosomal E and A complexes. Peak 3 is expected to be comprised of the higher-order spliceosomal B, B*, and C complexes, in keeping with the presence of the U2, U5, and U6 snRNPs.Since free U1-SL4 blocked assembly prior to the A complex, we looked for an interaction between SF3A1 and U1 snRNA in the prespliceosomal complexes. For this, fractions from peak 1 and peak 2 were pooled separately, UV cross-linked, and immunoprecipitated using an anti-SF3A1 antibody that was prebound to γ-bind beads. The bound complexes were digested with SDS/proteinase K, and the total RNA was extracted, labeled with 32P-pCp, and analyzed for the presence of pre-mRNA and snRNAs (Fig. 6B). Equivalent gradient fractions from control reactions lacking pre-mRNA (Fig. 6B, lanes 2–4) were treated identically to the fractions from pre-mRNA-containing reactions (Fig. 6B, lanes 5–7).We found that after cross-linking, U1 snRNA was immunoprecipitated with anti-SF3A1 antibody from peak 1 (Fig. 6B, lane 7) but not from peak 2 (data not shown) fractions. An anti-His tag antibody did not immunoprecipitate any of the spliceosomal snRNAs (Fig. 6B, lanes 3,6). Importantly, the anti-SF3A1 immunoprecipitate from corresponding fractions of the control reaction lacking pre-mRNA yielded fourfold less U1 snRNA relative to U2 (Fig. 6B, cf. lanes 7 and 4). The identity of the cross-linked snRNAs was confirmed by RNase H digestion in the presence of snRNA complementary oligonucleotides (Fig. 6B, lanes 9,10). In addition to U1 snRNA, we found that U4 snRNA weakly cross-linked and was immunoprecipitated with the anti-SF3A1 antibody (Fig. 6B, cf. lanes 8 and 10). These results confirm that the U1 snRNA within the snRNP and not just the free SL4 interacts with SF3A1 and that this interaction occurs on the pre-mRNA but not between the free snRNPs.We did not observe substantial cross-linking of the pre-mRNA to SF3A1 as was reported previously (Gozani et al. 1996). In the earlier study, the pre-mRNA was specifically labeled in the region upstream of the branch point, and the cross-links were detected by label transfer to the protein in the prespliceosomal A complex. Gozani et al. (1996) found that the cross-linking of SF3A1 to the pre-mRNA was much weaker than that seen for other SF3A and SF3B proteins. Our different observation may result from different sensitivities of the assays and the fact that we are analyzing early complexes prior to the binding of U2 to the branch point. We also did not observe substantial cross-linking between the SF3A1 protein and the U2 snRNA. This is in agreement with a previous report in which the U2 snRNA was shown to interact with the SF3A3 but not the A1 and A2 proteins (Dybkov et al. 2006).The SL4 mutations that affect U1 function also affect SF3A1 protein bindingWe next wanted to examine the effect of SL4 mutations that decrease U1 snRNP activity in the complementation assay on the binding of the SF3A1 protein. We measured binding of proteins to wild-type and mutant SL4 RNAs using RNA affinity chromatography and immunoblot analysis. Synthetic biotinylated SL4 RNAs—including the wild-type, the M10 and M10h mutants, and the Drosophila SL4 (Fig. 2; Supplemental Fig. S2)—were incubated under splicing conditions in HeLa nuclear extract, and the bound proteins were isolated on Neutravidin beads as described above. The binding of SF3A1 and PTBP1 was assessed by immunoblot (Fig. 7A). The ratio of protein bound to each SL4 variant to that bound to the wild-type human SL4 was determined. Interestingly, the SF3A1 protein showed substantially lower binding to the mutant M10 and M10h RNAs but bound at higher levels to the Drosophila SL4 (Fig. 7B, cf. lanes 3,4 and lane 5). Thus, the binding of SF3A1 correlated with the presence of the G-C-rich stem structures and not the presence of the bulged nucleotides, as was seen for U1 activity in the in vivo assays. In contrast, PTBP1 bound well to both the wild-type and M10 mutant RNAs (Fig. 7B, lanes 2,3). Both of these RNAs contain the bulged pyrimidines that were shown previously to bind PTBP1 (Sharma et al. 2011). The M10h mutant, which contains these nucleotides but not in a bulged structure, showed moderate binding to PTBP1 (Fig. 7B, lane 4). In contrast, PTBP1 bound very poorly to the SL4-Dm RNA that lacks the pyrimidine bulge (Fig. 7B, lane 5). Thus, these two proteins recognize different determinants on the SL4. The U1 70K protein did not bind to any of the SL4 RNAs (Fig. 7A). The loss of function of the mutant U1-5a snRNAs in vivo correlates well with the loss of SF3A1 binding in vitro.Open in a separate windowFigure 7.SL4 mutations that affect function also affect binding of the SF3A1 protein. (A) Immunoblot of the SF3A1, PTBP1, and U1 70k proteins bound to immobilized SL4 RNAs after incubation in HeLa nuclear extract under splicing conditions. SL4 variants included the wild-type human sequence, the M10 and M10h mutants, and the Drosophila SL4 (Dm). The input lane contains 1.5% of the total reaction. Lanes 2–5 contain 20% of the protein eluted from each RNA. (B) Quantification of the amount of bound SF3A1 and PTBP1 proteins expressed as the ratio of bound protein to that bound by the wild-type SL4. DiscussionSL4 of the U1 snRNA is a conserved structural feature whose function in splicing has not previously been examined. SL4 is not required for 3′ end formation of the U1 snRNA or for SMN complex binding during snRNP biogenesis and is not bound by any of the U1-specific proteins (Hernandez 1985; Ach and Weiner 1987; Pellizzoni et al. 2002; Yong et al. 2002; Chen and Wagner 2010). Crystal and cryoelectron microscopy (cryo-EM) structures of purified or in vitro assembled U1 snRNPs show that SL4 is well separated from the first three stem–loops of U1 snRNA by the Sm ring (Stark et al. 2001; Pomeranz Krummel et al. 2009; Weber et al. 2010). These as well as biochemical studies indicate that in the free snRNP, SL4 contacts the B and D2 subunits of the Sm core (McConnell et al. 2003; Weber et al. 2010).We identified a role for SL4 in pre-mRNA splicing and found that the G-C-rich lower stem is critical for U1 snRNP activity in vivo. In vitro, free U1-SL4 inhibits pre-mRNA splicing by blocking formation of the prespliceosomal A complex on the pre-mRNA. In these extracts, we identified the U2 snRNP protein SF3A1 as an interacting partner of U1-SL4. We found that this interaction takes place on the pre-mRNA and does not occur between the free snRNPs. The lack of interaction between the free snRNPs may indicate that a change in U1 conformation occurs upon binding the pre-mRNA that increases the accessibility of SL4. The contacts between SL4 and the Sm proteins B and D2 (McConnell et al. 2003; Weber et al. 2010) may prevent di-snRNP formation and then be altered upon U1 snRNP binding to the pre-mRNA. It will be interesting to examine the accessibility of these U1 nucleotides in different states of U1 snRNP assembly into the spliceosome.We propose that the interaction between SL4 in the U1 snRNA and the SF3A1 is one of the molecular bridges that help to pair the 5′ and 3′ splice sites during early spliceosome assembly (Fig. 8). For the simple, single-intron pre-mRNA studied here, the U1 snRNP and the U2 snRNP form their initial contacts with the pre-mRNA at opposite ends of the intron. The 5′ and 3′ splice sites are thought to be brought into proximity (10–20 Å) early in mammalian spliceosome assembly (Kent and MacMillan 2002; Donmez et al. 2007). Recent fluorescence resonance energy transfer (FRET) studies in yeast indicate that the 5′ splice site and branch point are brought into proximity only after A complex formation and coincident with the exit of U1 from the complex (Crawford et al. 2013). This interaction within the mature spliceosome presumably reflects the assembly of the active site and an even closer juxtaposition than occurs in the prespliceosome. It is not clear how closely the 5′ splice site and branch point approach each other in forming the U1/SF3A contact, but the U1/SF3A interaction must be transient, as the contact will be disrupted during the release of U1 snRNP from the mature spliceosome.Open in a separate windowFigure 8.Model for the role of SL4 of U1 snRNA in splicing assembly. Interaction of the SL4 with the U2 snRNP-specific SF3A1 protein occurs during pairing of splice sites prior to the formation of the prespliceosomal A complex. The presence of free U1-SL4 blocks this interaction and subsequent A complex formation. U2 is shown engaged at the branch point, as seen in the prespliceosomal A complex.We observed SF3A1–U1 snRNA cross-linking in early prespliceosomes but cannot yet define when the interaction is lost. Peak 2 in our gradients, which is the size of complex A, did not show cross-linking. However, the yield of this complex may be too low to detect the interaction. It will be interesting in the future to characterize the early assembly steps defined by the presence of the SF3A1–U1 interaction. In the E complex, the U1 snRNP is bound to the 5′ splice, and the U2 snRNP has been shown to be loosely associated via interactions with the U2AF65 protein (Das et al. 2000). In the A complex, U2 becomes stably bound to the branch point sequence by base-pairing interactions. This does not appear to occur in the presence of excess U1-SL4. It will be interesting to purify complexes assembled in the presence of ATP but arrested with excess SL4 to assess the presence of the U1 snRNP and factors that might be important for the E-to-A transition.A variety of protein–protein interactions have been suggested to bridge the 5′ and 3′ splice sites in cross-intron complexes, including contacts mediated by the Prp5 protein, SR and SR-like proteins, and other factors (Blencowe et al. 2000; Boukis et al. 2004; Shao et al. 2012). Since mutations in SL4 do not completely abolish U1 function in vivo, additional interactions likely contribute to splice site pairing in vivo, but the precise roles of the other identified bridging contacts in early spliceosome assembly are not yet clear. In contrast to the in vivo case of partial splicing inhibition by the SL4 mutations within the suppressor U1 snRNA, the striking inhibition of the in vitro splicing reaction by the SL4 competitor may indicate blockage of additional contacts between the U1 and U2 snRNPs. The inhibition of in vitro splicing and prespliceosomal A complex formation by excess U1-SL4 supports a major role for this contact in splicing.The pairing of splice sites across the intron and the formation of the A complex are appealing steps for the regulation of alternative pre-mRNA splicing. We previously found that the regulator PTBP1 contacts SL4 within an exon complex repressed for splicing (Sharma et al. 2011). Interestingly, the PTBP1-interacting sites on SL4 and the regions required for splicing are nonoverlapping. PTBP1 binds to the internal loop, whereas the lower stem is required for splicing function. PTBP1 binding to SL4 could block the SF3A1 interaction to prevent further spliceosome assembly. Interestingly, we found that several other hnRNP proteins interact with the wild-type U1-SL4. Investigations of these proteins may show that SL4 in the U1 snRNA is a common contact point for regulators of alternative splicing.The evolutionarily conserved heterotrimeric SF3A complex is essential for the assembly of a functional U2 snRNP and for pre-mRNA splicing (Behrens et al. 1993; Brosi et al. 1993a; Nesic and Kramer 2001; Tanackovic and Kramer 2005). In yeast and humans, a trimer is formed from binding of SF3A3 and SF3A2 proteins to SF3A1, but the two smaller subunits do not interact with each other (Brosi et al. 1993b; Chiara et al. 1994; Nesic and Kramer 2001). In yeast, an SF3A3/A1 dimer interacts with the U2 snRNA SL2 (U2-SL2), which toggles between SL2a and SL2c conformations during the splicing cycle (Hilliker et al. 2007; Perriman and Ares 2007). This SF3A3/A1 dimer binds to SL2a but not SL2c through the first zinc finger domain of the yeast SF3A3 (Lin and Xu 2012). The lack of SL2c binding has been postulated to be the mechanism for the release of SF3A from the spliceosome before the first catalytic step of splicing in yeast (Lardelli et al. 2010; Lin and Xu 2012). Interestingly, the SL2a-interacting ZnF domain is not conserved in human SF3A3, although the overall structure and charge distribution of the protein appear to be similar in the two species. In addition, recent chemical probing of RNA structure in human spliceosomes did not detect the mutually exclusive U2 snRNA conformations (Anokhina et al. 2013). This indicates that some differences likely exist in the molecular interactions and dynamics of yeast and human spliceosome assembly. Future studies will focus on defining more of these molecular contacts between the 5′ and 3′ splice site complexes during splice site pairing, commitment to splicing, and the transition to active spliceosomal complexes in metazoans. Materials and methodsPlasmid constructs and antibodiesThe three-exon and two-intron reporter plasmid pDUP51 has been described previously (Dominski and Kole 1991; Modafferi and Black 1997). In the Dup51p reporter, the wild-type 5′ splice site of exon 2 was changed from CAG/GUUGGUAUC to a mutant 5′ splice site, AUG/GUGUGUAUC (“/” is the exon–intron boundary), which had been shown to cause skipping of PCDH15 exon 3 in Usher syndrome (Le Guedard-Mereuze et al. 2009). The U1 snRNA expression plasmid pNS6U1, originally developed in the laboratory of Nouria Hernandez (University of Lausanne), was a gift from Adrian Krainer (Cold Spring Harbor Laboratory). The constructs expressing mutant U1 snRNAs were generated using PCR mutagenesis and oligonucleotides carrying mutations. The sequences of all oligonucleotides used for mutagenesis are available on request. All mutations were verified by DNA sequencing. The constitutively spliced AdML and BS273 pre-mRNAs were transcribed from linearized plasmids pSPAd and pBS273, respectively. pSPAd contained the first three exons of the AdML with shortened introns (Solnick 1985). After cleavage within the second intron and SP6 transcription, the resulting pre-mRNA contained exon 1, intron 1, exon 2, and a short fragment of intron 2 from the AdML transcription unit. BS273 was similar to BS27 and BS713 as described in Chou et al. (2000). It contained exons 3, N1, and 4 from the Src gene. Exons 3 and N1 were joined to delete intron 3 and PTBP1-binding elements essential to splicing repression. The remaining shortened intron between exons N1 and 4 carried point mutations that improved the 5′ and 3′ splice sites. As a result, this transcript was not regulated by PTBP1 and spliced efficiently in HeLa nuclear extract (Markovtsov et al. 2000).For Figures 6 and ​and7,7, anti-SF3A1, SF3A3, U1C, and U1-70K antibodies were raised in rabbits against haptenized peptides from each protein (Thermo Scientific). Peptides included SF3A1 (4654; CGAVIHLALKERGGRKK), SF3A3 (4658; CKKTYEDLKRQGLL), U1C (U1C-CT; PMMVPTRPGMTRPDRC), and U1 70K (U1 70K-CT; YLAPENGYLMEAAPEC). These antibodies were affinity-purified, and their specificity was confirmed by immunoprecipitation and immunoblotting . In Figure 5C and Supplemental Figure S5, the antibodies against SF3A1, SF3A2, and SF3A3 were gifts from Angela Krämer (University of Geneva). The antibody against SF3B1 was a gift from Robin Reed (Harvard Medical School). The anti-U2B″ was from Abcam, and the anti-His antibody was from Santa Cruz Biotechnology.Cell culture, transfection, and primer extensionHeLa cells were cultured in DMEM containing 10% FBS and antibiotics (100 U/mL penicillin, 100 mg/mL streptomycin). For transfection, 1 × 105 cells per well of a six-well plate were transfected with 0.4 μg of Dup51 or Dup51p reporter and 3.6 μg of control (pcDNA3.1) or U1 plasmid using Lipofectamine 2000 according to the manufacturer’s protocol. Cells were harvested after 48 h, and RNA was extracted using Trizol or prepared using the RNAeasy kit (Invitrogen). Primer extension was carried out using 1 μg of RNA and SuperScript II reverse transcriptase. For analyses of the Dup51 and Dup51p transcripts, oligonucleotide Dup3r (5′-AACAGCATCAGGAGTGGACAGATCCC-3′) was used.For determining U1-5a snRNA expression, primer extention was carried out with oligonucleotide U17–26 (5′-TGGTATCTCCCCTGCCAGGT-3′) in the presence of only dATP. To assess the mutant U1 snRNA expression, the ratio of the exogenous mutant U1-5a snRNA to the endogenous wild-type U1 snRNA was calculated from the band intensities (Supplemental Fig. S1). With the exception of M10f and M10p, this ratio ranged between 0.1 and 0.26 for the U1-5a variants. Endogenous U1 is estimated to be present at 106 copies per cell in HeLa cells (Steitz et al. 1988). Thus, the lowest expression of the exogenous U1 was ∼105 copies per cell, ∼100-fold higher than an abundant mRNA. The expression of U1-5aM10f and U1-5aM10p snRNAs was higher and more variable, with the ratios ranging from ∼0.6 to 1.2 for different experiments (Supplemental Fig. S1). These high accumulation levels did not apparently result in increased activity, as the level of exon 2 inclusion with coexpression of M10f (∼82%) (Fig. 2B, lane 12) and M10p (∼72%) (Fig. 2B, lane 15) was still lower than that observed for U1-5a (∼94%) (Fig. 2B, lane 3). Some other U1 mutants (such as M3, M10d, and M10e) that have expression ratios in the lower range (0.11–0.17) had exon 2 inclusion levels of ≥90%. These data indicate that at the observed snRNA expression levels, the exogenous U1-5a snRNAs were not limiting for the splicing of the reporter pre-mRNAs. Changes in the reporter splicing most likely reflect changes in the activity of the snRNAs due to mutations in the SL4 region.For SILAC experiments, minimum essential medium Eagle (similar to M8028, Sigma) without sodium bicarbonate, glutamate, arginine, and lysine was ordered from AthenaES. 13C-arginine (R6) (catalog no. CLM-2265) and 13C-lysine (K6) (catalog no. CLM-2247) were purchased from Cambridge Isotope Laboratories. The complete medium was reconstituted with 2 mg/mL sodium bicarbonate, 4 mM glutamate, 1× nonessential amino acids (Life Technology), 5% PBS-dialyzed newborn calf serum (Omega Scientific), 1× penicillin–streptomycin (Life Technology), and either “light” (R0K0) or “heavy” (R6K6) arginine and lysine at 12.6 g/L and 7.25 g/L, respectively. HeLa S3 cells were grown in medium containing either R0K0 or R6K6 for five to six doubling cycles to obtain high labeling efficiency (>99%). The cells were harvested in log phase, processed for nuclear extraction, and stored at −80°C as described (Dignam 1990; Black 1992).RNA affinity chromatographyBiotinylated wild-type (Bi-GGGGACUGCGUUCGCGCUUUCCCC) and mutant (Bi-GGAUACUUAUUUCGAUAUUUAUCC) U1-SL4 RNA were custom-synthesized by Thermo Scientific (Fig. 3A). Biotinylated U1-SL4M10 (Bi-AUAUACUUAUUUCGAUAUUUAUAU), U1-SL4M10h (Bi-GGGGACUUAUUUCGAAAUUAAAAA), and SL4-Dm (Bi-CGGGAAUGGCGGUUCGCGCCGUCCCG) were custom-synthesized by Integrated DNA Technologies. One-thousand picomoles of RNA were bound to 20-μL of Neutravidin agarose beads (Thermo Scientific) in buffer DG (20 mM HEPES at pH 7.9, 80 mM K-glutamate, 0.1 mM EDTA, 1 mM DTT, 20% glycerol) for 2 h at 4°C. Unbound RNAs were removed by washing the beads with 600 μL of buffer DG four times. Splicing reactions of 600 μL containing 0.4 mM ATP, 2.2 mM MgCl2, 20 mM creatine phosphate, and 50% of either heavy (for wild type) or light (for mutant) HeLa S3 nuclear extract were mixed with the beads. The reactions were incubated for 90 min at 30°C on a rotating shaker. After the incubation, the supernatant was removed; the beads were washed four times with 600 μL of buffer D containing 2.2 mM MgCl2. The washed beads from the wild-type and mutant reactions were then combined. The bound RNP complexes were eluted by incubating for 30 min at 37°C in 60 μL of RNase solution containing 3 μL of RNase A/T1 cocktail (Life Technology), 10 mM Tris-HCl (pH 7.2), 1 mM MgCl2, and 40 mM NaCl. For salt elution, the combined beads were successively eluted with buffer D-NaCl (using NaCl rather than KCl) containing NaCl at concentrations of 250 mM and 500 mM. All supernatants were recovered and subjected to MS analysis.Salt-mediated dissociation of the U2 snRNP was carried out by preincubating 300 μL of nuclear extract with 0, 250, 500, and 1000 mM NaCl for 20–30 min at 4°C in the presence of 0.4 mM ATP, 2.2 mM MgCl2, and 20 mM creatine phosphate. The reaction mix was then added to 10 μL of NetrAvidin beads that were prebound with 500 nmol of biotinylated wild-type and mutant SL4 RNAs, and incubation was continued for 30 min at room temperature. Beads were washed four times with 300 μL of buffer DG. Total RNA was extracted from the bound complexes using phenol:chloroform (5:1; pH 4.8), precipitated using ethanol, separated on 8% urea-PAGE gels, and visualized using ethidium bromide staining. For protein analysis, the bound complexes were eluted by boiling the beads in 1× SDS-PAGE sample buffer, separated on 10% SDS-PAGE gels, and analyzed by Western blotting.MS analysisProtein mixtures were reduced, alkylated, and digested by the sequential addition of lys-C and trypsin proteases as previously described (Kaiser and Wohlschlegel 2005). The digested peptide mixture was fractionated online using strong cation exchange and reverse-phase chromatography and eluted directly into a LTQ-Orbitrap mass spectrometer (Thermofisher) (Kaiser and Wohlschlegel 2005; Wohlschlegel 2009). Tandem MS (MS/MS) spectra were collected and subsequently analyzed using the ProLuCID and DTASelect algorithms (Tabb et al. 2002; Xu et al. 2006). Database searches were performed considering both the light and heavy versions of each peptide. Protein and peptide identifications were further filtered with a false positive rate of <5% as estimated by a decoy database strategy (Elias and Gygi 2010). NSAF values were calculated as described (Florens et al. 2006). SILAC ratios for each peptide pair were determined using the Census algorithm (Park et al. 2008; Park and Yates 2010).In vitro splicing and spliceosome assemblyNuclear extract from HeLa cells was prepared as described previously (Dignam 1990; Chan and Black 1995). Pre-mRNAs were transcribed in vitro from plasmid pSPAd and pBS273, and splicing was carried out as described (Sharma et al. 2005). The spliceosomal complexes were assembled, separated, and visualized using native agarose gels (Das et al. 1999; Sharma et al. 2005).UV cross-linking and immunoprecipitationThe 32P-labeled wild-type and mutant U1-SL4 RNAs were in vitro transcribed from DNA templates that were prepared by annealing DNA oligonucleotides. RNAs were gel-purified and ethanol-precipitated. The SL4 RNAs were incubated at a final concentration of 300 nM in a reaction containing 2.2 mM MgCl2, 0.4 mM ATP, 20 mM creatine phosphate, 10 U of RNAOUT, and 60% nuclear extract in buffer DG. The reactions were incubated for 30 min at 30°C and UV cross-linked for total energy of 1800 mJ in a Stratalinker. For immunoprecipitation, the cross-linked reactions were treated with 0.15% SDS for 2 min at 95°C, diluted 10-fold with 1× PBS, and immunoprecipitated using antibodies against U1 70k, SF3A3, and SF3A1 as described (Will et al. 2001). The beads were washed four times with 1× PBS. The samples were eluted in SDS-PAGE loading buffer, separated on 8% gel, visualized by PhosphorImager.For UV cross-linking in spliceosomal complexes, 10 nM uniformly labeled 32P-AdML pre-mRNA was added to a 400-μL splicing reaction and incubated for 20 min at 30°C. The reaction mix was then layered on a 15%–45% glycerol gradient prepared in buffer DG (except that K-glutamate was substituted by K-acetate) and centrifuged at 37,000 rpm for 16 h at 4°C in a SW41 rotor. The gradients were aliquoted into 25 fractions, and the radioactivity was determined by scintillation counting. The positions of the spliceosomal complexes were determined by analyzing the pre-mRNA and snRNAs in the fractions. Total RNA from fractions 13, 14, 18, 19, 23, and 24 was extracted and separated on urea-PAGE gels that were stained with SYBR Gold nucleic acid stain (Life Technologies), which has a lower limit for RNA detection of ∼480 pg (Tuma et al. 1999). Band intensities measured by PhosphorImager and normalized by RNA length were used to calculate ratios of the snRNA bands to the pre-mRNA shown in Supplemental Figure S6B. The peak fractions were pooled, UV cross-linked, and immunoprecipitated with anti-SF3A1 antibody as described above. After washing, the beads were treated with SDS-proteinase K for 20 min at 37°C, and total RNA was extracted, precipitated with ethanol, and labeled with 32P-pCp overnight at 4°C. The samples were separated on 8% urea-PAGE gel and visualized by PhosphorImager. Supplementary Material\nSupplemental Material:\nClick here to view.\n AcknowledgmentsWe thank Charles Query and members of the Black laboratory for helpful discussion and comments. We thank Angela Krämer for the gift of anti-SF3A antibodies, Robin Reed for the SF3B1 antibody, and Xavier Roca and Adrian Krainer for help with the U1 suppression experiments. This work was supported by National Institutes of Health grants RO1 GM49662 to D.L.B., RO1 GM089778 to J.A.W., and R21 CA170786 to S.S. D.L.B. is an Investigator of the Howard Hughes Medical Institute. FootnotesSupplemental material is available for this article.Article is online at http://www.genesdev.org/cgi/doi/10.1101/gad.248625.114. ReferencesAbovich N, Rosbash M. \n1997. \nCross-intron bridging interactions in the yeast commitment complex are conserved in mammals. Cell 89: 403–412. [PubMed] [Google Scholar]Ach RA, Weiner AM. \n1987. \nThe highly conserved U small nuclear RNA 3′-end formation signal is quite tolerant to mutation. Mol Cell Biol 7: 2070–2079. [PMC free article] [PubMed] [Google Scholar]Anokhina M, Bessonov S, Miao Z, Westhof E, Hartmuth K, Lührmann R. \n2013. \nRNA structure analysis of human spliceosomes reveals a compact 3D arrangement of snRNAs at the catalytic core. EMBO J 32: 2804–2818. [PMC free article] [PubMed] [Google Scholar]Behrens SE, Tyc K, Kastner B, Reichelt J, Lührmann R. \n1993. \nSmall nuclear ribonucleoprotein (RNP) U2 contains numerous additional proteins and has a bipartite RNP structure under splicing conditions. Mol Cell Biol 13: 307–319. [PMC free article] [PubMed] [Google Scholar]Behzadnia N, Hartmuth K, Will CL, Lührmann R. \n2006. \nFunctional spliceosomal A complexes can be assembled in vitro in the absence of a penta-snRNP. RNA 12: 1738–1746. [PMC free article] [PubMed] [Google Scholar]Black DL.\n1992. \nActivation of c-src neuron-specific splicing by an unusual RNA element in vivo and in vitro. Cell 69: 795–807. [PubMed] [Google Scholar]Blencowe BJ, Bauren G, Eldridge AG, Issner R, Nickerson JA, Rosonina E, Sharp PA. \n2000. \nThe SRm160/300 splicing coactivator subunits. RNA 6: 111–120. [PMC free article] [PubMed] [Google Scholar]Boukis LA, Liu N, Furuyama S, Bruzik JP. \n2004. \nSer/Arg-rich protein-mediated communication between U1 and U2 small nuclear ribonucleoprotein particles. J Biol Chem 279: 29647–29653. [PubMed] [Google Scholar]Brosi R, Groning K, Behrens SE, Lührmann R, Kramer A. \n1993a. \nInteraction of mammalian splicing factor SF3a with U2 snRNP and relation of its 60-kD subunit to yeast PRP9. Science 262: 102–105. [PubMed] [Google Scholar]Brosi R, Hauri HP, Kramer A. \n1993b. \nSeparation of splicing factor SF3 into two components and purification of SF3a activity. J Biol Chem 268: 17640–17646. [PubMed] [Google Scholar]Burge BB, Tuschl T, Sharp PA. \n1999. \nSplicing of precursors to mRNAs by the spliceosomes. In RNA world (ed. Gesteland RF, Cech TR, Atkin JF), pp. 525–560. Cold Spring Harbor Laboratory Press, Cold Spring Harbor, NY. [Google Scholar]Butter F, Scheibe M, Morl M, Mann M. \n2009. \nUnbiased RNA-protein interaction screen by quantitative proteomics. Proc Natl Acad Sci 106: 10626–10631. [PMC free article] [PubMed] [Google Scholar]Chan RC, Black DL. \n1995. \nConserved intron elements repress splicing of a neuron-specific c-src exon in vitro. Mol Cell Biol 15: 6377–6385. [PMC free article] [PubMed] [Google Scholar]Chen J, Wagner EJ. \n2010. \nsnRNA 3′ end formation: the dawn of the integrator complex. Biochem Soc Trans 38: 1082–1087. [PMC free article] [PubMed] [Google Scholar]Chiara MD, Champion-Arnaud P, Buvoli M, Nadal-Ginard B, Reed R. \n1994. \nSpecific protein–protein interactions between the essential mammalian spliceosome-associated proteins SAP 61 and SAP 114. Proc Natl Acad Sci 91: 6403–6407. [PMC free article] [PubMed] [Google Scholar]Chou MY, Underwood JG, Nikolic J, Luu MH, Black DL. \n2000. \nMultisite RNA binding and release of polypyrimidine tract binding protein during the regulation of c-src neural-specific splicing. Mol Cell 5: 949–957. [PubMed] [Google Scholar]Cordin O, Hahn D, Beggs JD. \n2012. \nStructure, function and regulation of spliceosomal RNA helicases. Curr Opin Cell Biol 24: 431–438. [PubMed] [Google Scholar]Crawford DJ, Hoskins AA, Friedman LJ, Gelles J, Moore MJ. \n2013. \nSingle-molecule colocalization FRET evidence that spliceosome activation precedes stable approach of 5′ splice site and branch site. Proc Natl Acad Sci 110: 6783–6788. [PMC free article] [PubMed] [Google Scholar]Das BK, Xia L, Palandjian L, Gozani O, Chyung Y, Reed R. \n1999. \nCharacterization of a protein complex containing spliceosomal proteins SAPs 49, 130, 145, and 155. Mol Cell Biol 19: 6796–6802. [PMC free article] [PubMed] [Google Scholar]Das R, Zhou Z, Reed R. \n2000. \nFunctional association of U2 snRNP with the ATP-independent spliceosomal complex E. Mol Cell 5: 779–787. [PubMed] [Google Scholar]Dignam JD.\n1990. \nPreparation of extracts from higher eukaryotes. Methods Enzymol 182: 194–203. [PubMed] [Google Scholar]Dominski Z, Kole R. \n1991. \nSelection of splice sites in pre-mRNAs with short internal exons. Mol Cell Biol 11: 6075–6083. [PMC free article] [PubMed] [Google Scholar]Donmez G, Hartmuth K, Kastner B, Will CL, Lührmann R. \n2007. \nThe 5′ end of U2 snRNA is in close proximity to U1 and functional sites of the pre-mRNA in early spliceosomal complexes. Mol Cell 25: 399–411. [PubMed] [Google Scholar]Dybkov O, Will CL, Deckert J, Behzadnia N, Hartmuth K, Lührmann R. \n2006. \nU2 snRNA–protein contacts in purified human 17S U2 snRNPs and in spliceosomal A and B complexes. Mol Cell Biol 26: 2803–2816. [PMC free article] [PubMed] [Google Scholar]Eldridge AG, Li Y, Sharp PA, Blencowe BJ. \n1999. \nThe SRm160/300 splicing coactivator is required for exon-enhancer function. Proc Natl Acad Sci 96: 6125–6130. [PMC free article] [PubMed] [Google Scholar]Elias JE, Gygi SP. \n2010. \nTarget-decoy search strategy for mass spectrometry-based proteomics. Methods Mol Biol 604: 55–71. [PMC free article] [PubMed] [Google Scholar]Fleckner J, Zhang M, Valcarcel J, Green MR. \n1997. \nU2AF65 recruits a novel human DEAD box protein required for the U2 snRNP–branchpoint interaction. Genes Dev 11: 1864–1872. [PubMed] [Google Scholar]Florens L, Carozza MJ, Swanson SK, Fournier M, Coleman MK, Workman JL, Washburn MP. \n2006. \nAnalyzing chromatin remodeling complexes using shotgun proteomics and normalized spectral abundance factors. Methods 40: 303–311. [PMC free article] [PubMed] [Google Scholar]Fox-Walsh KL, Hertel KJ. \n2009. \nSplice-site pairing is an intrinsically high fidelity process. Proc Natl Acad Sci 106: 1766–1771. [PMC free article] [PubMed] [Google Scholar]Gozani O, Feld R, Reed R. \n1996. \nEvidence that sequence-independent binding of highly conserved U2 snRNP proteins upstream of the branch site is required for assembly of spliceosomal complex A. Genes Dev 10: 233–243. [PubMed] [Google Scholar]Gozani O, Potashkin J, Reed R. \n1998. \nA potential role for U2AF–SAP 155 interactions in recruiting U2 snRNP to the branch site. Mol Cell Biol 18: 4752–4760. [PMC free article] [PubMed] [Google Scholar]Hall KB, Konarska MM. \n1992. \nThe 5′ splice site consensus RNA oligonucleotide induces assembly of U2/U4/U5/U6 small nuclear ribonucleoprotein complexes. Proc Natl Acad Sci 89: 10969–10973. [PMC free article] [PubMed] [Google Scholar]Hernandez N.\n1985. \nFormation of the 3′ end of U1 snRNA is directed by a conserved sequence located downstream of the coding region. EMBO J 4: 1827–1837. [PMC free article] [PubMed] [Google Scholar]Hilliker AK, Mefford MA, Staley JP. \n2007. \nU2 toggles iteratively between the stem IIa and stem IIc conformations to promote pre-mRNA splicing. Genes Dev 21: 821–834. [PMC free article] [PubMed] [Google Scholar]Hoskins AA, Friedman LJ, Gallagher SS, Crawford DJ, Anderson EG, Wombacher R, Ramirez N, Cornish VW, Gelles J, Moore MJ. \n2011. \nOrdered and dynamic assembly of single spliceosomes. Science 331: 1289–1295. [PMC free article] [PubMed] [Google Scholar]Ibarrola N, Kalume DE, Gronborg M, Iwahori A, Pandey A. \n2003. \nA proteomic approach for quantitation of phosphorylation using stable isotope labeling in cell culture. Anal Chem 75: 6043–6049. [PubMed] [Google Scholar]Kaiser P, Wohlschlegel J. \n2005. \nIdentification of ubiquitination sites and determination of ubiquitin-chain architectures by mass spectrometry. Methods Enzymol 399: 266–277. [PubMed] [Google Scholar]Kent OA, MacMillan AM. \n2002. \nEarly organization of pre-mRNA during spliceosome assembly. Nat Struct Biol 9: 576–581. [PubMed] [Google Scholar]Kistler AL, Guthrie C. \n2001. \nDeletion of MUD2, the yeast homolog of U2AF65, can bypass the requirement for sub2, an essential spliceosomal ATPase. Genes Dev 15: 42–49. [PMC free article] [PubMed] [Google Scholar]Lardelli RM, Thompson JX, Yates JR III, Stevens SW. \n2010. \nRelease of SF3 from the intron branchpoint activates the first step of pre-mRNA splicing. RNA 16: 516–528. [PMC free article] [PubMed] [Google Scholar]Lee N, Pimienta G, Steitz JA. \n2012. \nAUF1/hnRNP D is a novel protein partner of the EBER1 noncoding RNA of Epstein-Barr virus. RNA 18: 2073–2082. [PMC free article] [PubMed] [Google Scholar]Le Guedard-Mereuze S, Vache C, Molinari N, Vaudaine J, Claustres M, Roux AF, Tuffery-Giraud S. \n2009. \nSequence contexts that determine the pathogenicity of base substitutions at position +3 of donor splice-sites. Hum Mutat 30: 1329–1339. [PubMed] [Google Scholar]Libri D, Graziani N, Saguez C, Boulay J. \n2001. \nMultiple roles for the yeast SUB2/yUAP56 gene in splicing. Genes Dev 15: 36–41. [PMC free article] [PubMed] [Google Scholar]Lim SR, Hertel KJ. \n2004. \nCommitment to splice site pairing coincides with A complex formation. Mol Cell 15: 477–483. [PubMed] [Google Scholar]Lin PC, Xu RM. \n2012. \nStructure and assembly of the SF3a splicing factor complex of U2 snRNP. EMBO J 31: 1579–1590. [PMC free article] [PubMed] [Google Scholar]Mann M.\n2006. \nFunctional and quantitative proteomics using SILAC. Nat Rev Mol Cell Biol 7: 952–958. [PubMed] [Google Scholar]Markovtsov V, Nikolic JM, Goldman JA, Turck CW, Chou MY, Black DL. \n2000. \nCooperative assembly of an hnRNP complex induced by a tissue-specific homolog of polypyrimidine tract binding protein. Mol Cell Biol 20: 7463–7479. [PMC free article] [PubMed] [Google Scholar]McConnell TS, Lokken RP, Steitz JA. \n2003. \nAssembly of the U1 snRNP involves interactions with the backbone of the terminal stem of U1 snRNA. RNA 9: 193–201. [PMC free article] [PubMed] [Google Scholar]Modafferi EF, Black DL. \n1997. \nA complex intronic splicing enhancer from the c-src pre-mRNA activates inclusion of a heterologous exon. Mol Cell Biol 17: 6537–6545. [PMC free article] [PubMed] [Google Scholar]Nesic D, Kramer A. \n2001. \nDomains in human splicing factors SF3a60 and SF3a66 required for binding to SF3a120, assembly of the 17S U2 snRNP, and prespliceosome formation. Mol Cell Biol 21: 6406–6417. [PMC free article] [PubMed] [Google Scholar]Park SK, Yates JR. \n2010. \nCensus for proteome quantification. John Wiley & Sons, Inc., Hoboken, NJ. [Google Scholar]Park SK, Venable JD, Xu T, Yates JR III. \n2008. \nA quantitative analysis software tool for mass spectrometry-based proteomics. Nat Methods 5: 319–322. [PMC free article] [PubMed] [Google Scholar]Pellizzoni L, Yong J, Dreyfuss G. \n2002. \nEssential role for the SMN complex in the specificity of snRNP assembly. Science 298: 1775–1779. [PubMed] [Google Scholar]Perriman RJ, Ares MJ. \n2007. \nRearrangement of competing U2 RNA helices within the spliceosome promotes multiple steps in splicing. Genes Dev 21: 811–820. [PMC free article] [PubMed] [Google Scholar]Pomeranz Krummel DA, Oubridge C, Leung AK, Li J, Nagai K. \n2009. \nCrystal structure of human spliceosomal U1 snRNP at 5.5 A resolution. Nature 458: 475–480. [PMC free article] [PubMed] [Google Scholar]Reed R.\n2000. \nMechanisms of fidelity in pre-mRNA splicing. Curr Opin Cell Biol 12: 340–345. [PubMed] [Google Scholar]Roca X, Krainer AR. \n2009. \nA splicing component adapted to gene silencing. Nat Biotechnol 27: 250–251. [PubMed] [Google Scholar]Roca X, Akerman M, Gaus H, Berdeja A, Bennett CF, Krainer AR. \n2012. \nWidespread recognition of 5′ splice sites by noncanonical base-pairing to U1 snRNA involving bulged nucleotides. Genes Dev 26: 1098–1109. [PMC free article] [PubMed] [Google Scholar]Schneider M, Will CL, Anokhina M, Tazi J, Urlaub H, Lührmann R. \n2010. \nExon definition complexes contain the tri-snRNP and can be directly converted into B-like precatalytic splicing complexes. Mol Cell 38: 223–235. [PubMed] [Google Scholar]Schwer B, Chang J, Shuman S. \n2013. \nStructure–function analysis of the 5′ end of yeast U1 snRNA highlights genetic interactions with the Msl5•Mud2 branchpoint-binding complex and other spliceosome assembly factors. Nucleic Acids Res 41: 7485–7500. [PMC free article] [PubMed] [Google Scholar]Semlow DR, Staley JP. \n2012. \nStaying on message: ensuring fidelity in pre-mRNA splicing. Trends Biochem Sci 37: 263–273. [PMC free article] [PubMed] [Google Scholar]Shao W, Kim HS, Cao Y, Xu YZ, Query CC. \n2012. \nA U1–U2 snRNP interaction network during intron definition. Mol Cell Biol 32: 470–478. [PMC free article] [PubMed] [Google Scholar]Sharma S, Falick AM, Black DL. \n2005. \nPolypyrimidine tract binding protein blocks the 5′ splice site-dependent assembly of U2AF and the prespliceosomal E complex. Mol Cell 19: 485–496. [PMC free article] [PubMed] [Google Scholar]Sharma S, Kohlstaedt LA, Damianov A, Rio DC, Black DL. \n2008. \nPolypyrimidine tract binding protein controls the transition from exon definition to an intron defined spliceosome. Nat Struct Mol Biol 15: 183–191. [PMC free article] [PubMed] [Google Scholar]Sharma S, Maris C, Allain FHT, Black DL. \n2011. \nU1 snRNA directly interacts with polypyrimidine tract-binding protein during splicing repression. Mol Cell 41: 579–588. [PMC free article] [PubMed] [Google Scholar]Shen H, Zheng X, Shen J, Zhang L, Zhao R, Green MR. \n2008. \nDistinct activities of the DExD/H-box splicing factor hUAP56 facilitate stepwise assembly of the spliceosome. Genes Dev 22: 1796–1803. [PMC free article] [PubMed] [Google Scholar]Solnick D.\n1985. \nTrans splicing of mRNA precursors. Cell 42: 157–164. [PubMed] [Google Scholar]Stark H, Dube P, Lührmann R, Kastner B. \n2001. \nArrangement of RNA and proteins in the spliceosomal U1 small nuclear ribonucleoprotein particle. Nature 409: 539–542. [PubMed] [Google Scholar]Steitz JA, Black DL, Gerke V, Parker KA, Krämer A, Frendewey D, Keller W. \n1988. \nFunctions of the abundant U-snRNPs. In Structure and function of major and minor small nuclear ribonucleoprotein particles (ed. Birnstiel ML), pp. 115–154. Springer-Verlag, Berlin, Germany. [Google Scholar]Tabb DL, McDonald WH, Yates JR. \n2002. \nDTASelect and contrast: tools for assembling and comparing protein identifications from shotgun proteomics. J Proteome Res 1: 21–28. [PMC free article] [PubMed] [Google Scholar]Tanackovic G, Kramer A. \n2005. \nHuman splicing factor SF3a, but not SF1, is essential for pre-mRNA splicing in vivo. Mol Biol Cell 16: 1366–1377. [PMC free article] [PubMed] [Google Scholar]Tuma RS, Beaudet MP, Jin X, Jones LJ, Cheung CY, Yue S, Singer VL. \n1999. \nCharacterization of SYBR Gold nucleic acid gel stain: a dye optimized for use with 300-nm ultraviolet transilluminators. Anal Biochem 268: 278–288. [PubMed] [Google Scholar]Weber G, Trowitzsch S, Kastner B, Lührmann R, Wahl MC. \n2010. \nFunctional organization of the Sm core in the crystal structure of human U1 snRNP. EMBO J 29: 4172–4184. [PMC free article] [PubMed] [Google Scholar]Will CL, Lührmann R. \n2011. \nSpliceosome structure and function. Cold Spring Harb Perspect Biol 3: a003707. [PMC free article] [PubMed] [Google Scholar]Will CL, Schneider C, MacMillan AM, Katopodis NF, Neubauer G, Wilm M, Lührmann R, Query CC. \n2001. \nA novel U2 and U11/U12 snRNP protein that associates with the pre-mRNA branch site. EMBO J 20: 4536–4546. [PMC free article] [PubMed] [Google Scholar]Wohlschlegel JA.\n2009. \nIdentification of SUMO-conjugated proteins and their SUMO attachment sites using proteomic mass spectrometry. Methods Mol Bio 497: 33–49. [PubMed] [Google Scholar]Wu JY, Maniatis T. \n1993. \nSpecific interactions between proteins implicated in splice site selection and regulated alternative splicing. Cell 75: 1061–1070. [PubMed] [Google Scholar]Xu YZ, Query CC. \n2007. \nCompetition between the ATPase Prp5 and branch region–U2 snRNA pairing modulates the fidelity of spliceosome assembly. Mol Cell 28: 838–849. [PMC free article] [PubMed] [Google Scholar]Xu T, Venable JD, Park SK, Cociorva D, Lu B, Liao L, Wohlschlegel JA, Hewel J, Yates JR. \n2006. \nProLuCID, a fast and sensitive tandem mass spectra-based protein identification program. Mol Cell Proteomics 5: S174. [Google Scholar]Yong J, Pellizzoni L, Dreyfuss G. \n2002. \nSequence-specific interaction of U1 snRNA with the SMN complex. EMBO J 21: 1188–1196. [PMC free article] [PubMed] [Google Scholar]Zhuang Y, Weiner AM. \n1986. \nA compensatory base change in U1 snRNA suppresses a 5′ splice site mutation. Cell 46: 827–835. [PubMed] [Google Scholar]Zuker M.\n2003. \nMfold Web server for nucleic acid folding and hybridization prediction. Nucleic Acids Res 31: 3406–3415. [PMC free article] [PubMed] [Google Scholar]"}