{"title": "Rpb4/7 facilitates RNA polymerase II CTD dephosphorylation", "pubDate": "2014", "PMCID": "PMC4267648", "DOI": "10.1093/nar/gku1227", "PMID": "25416796", "abstract": "The Rpb4 and Rpb7 subunits of eukaryotic RNA polymerase II (RNAPII) participate in a variety of processes from transcription, DNA repair, mRNA export and decay, to translation regulation and stress response. However, their mechanism(s) of action remains unclear. Here, we show that the Rpb4/7 heterodimer in Saccharomyces cerevisiae plays a key role in controlling phosphorylation of the carboxy terminal domain (CTD) of the Rpb1 subunit of RNAPII. Proper phosphorylation of the CTD is critical for the synthesis and processing of RNAPII transcripts. Deletion of RPB4, and mutations that disrupt the integrity of Rpb4/7 or its recruitment to the RNAPII complex, increased phosphorylation of Ser2, Ser5, Ser7 and Thr4 within the CTD. RPB4 interacted genetically with genes encoding CTD phosphatases (SSU72, FCP1), CTD kinases (KIN28, CTK1, SRB10) and a prolyl isomerase that targets the CTD (ESS1). We show that Rpb4 is important for Ssu72 and Fcp1 phosphatases association, recruitment and/or accessibility to the CTD, and that this correlates strongly with Ser5P and Ser2P levels, respectively. Our data also suggest that Fcp1 is the Thr4P phosphatase in yeast. Based on these and other results, we suggest a model in which Rpb4/7 helps recruit and potentially stimulate the activity of CTD-modifying enzymes, a role that is central to RNAPII function.", "author": [{"author": "Paula Allepuz-Fuster", "affiliation": [], "href": "/?term=Allepuz-Fuster+P&cauthor_id=25416796"}, {"author": "Verónica Martínez-Fernández", "affiliation": [], "href": "/?term=Mart%C3%ADnez-Fern%C3%A1ndez+V&cauthor_id=25416796"}, {"author": "Ana I Garrido-Godino", "affiliation": [], "href": "/?term=Garrido-Godino+AI&cauthor_id=25416796"}, {"author": "Sergio Alonso-Aguado", "affiliation": [], "href": "/?term=Alonso-Aguado+S&cauthor_id=25416796"}, {"author": "Steven D Hanes", "affiliation": [], "href": "/?term=Hanes+SD&cauthor_id=25416796"}, {"author": "Francisco Navarro", "affiliation": [], "href": "/?term=Navarro+F&cauthor_id=25416796"}, {"author": "Olga Calvo", "affiliation": [], "href": "/?term=Calvo+O&cauthor_id=25416796"}], "refPMID": ["15196470", "20863887", "8488730", "2674672", "8413288", "15544954", "22917057", "18195044", "23418395", "21074047", "22982191", "23337853", "24802753", "15591044", "22365827", "19906731", "16327806", "12907709", "22892239", "11839823", "19632310", "15304220", "23952966", "22982363", "18472177", "17603278", "15964991", "24207025", "8486697", "22605332", "21454787", "10932246", "10899126", "12942140", "19941815", "23028141", "23837720", "17079683", "9702190", "14749387", "11839796", "11018013", "10594013", "11018011", "19450536", "19667075", "19679665", "14731395", "11751637", "10733565", "20952539", "10982824", "20802488", "24413056", "18408053", "19394294", "22137580", "22781759", "22284676", "12704082", "19332564", "22235117", "22745433", "10385623", "24752900", "22778132", "21159777", "14600023", "9407030", "20823273", "2190191", "12697831", "11046131", "17101794", "19854134", "19131970", "10445027", "22692537", "9774652", "10373527", "19328068", "12746495", "12746498", "11158566", "17311916", "23836886", "1985924", "9545247"], "citedInPMID": ["25416796", "34422001", "34250017", "33244642", "31304538", "31006804", "30359412", "29320736", "28973465", "28853990", "28567479", "28446598", "27924005", "26779935", "25883047"], "body": " AbstractThe Rpb4 and Rpb7 subunits of eukaryotic RNA polymerase II (RNAPII) participate in a variety of processes from transcription, DNA repair, mRNA export and decay, to translation regulation and stress response. However, their mechanism(s) of action remains unclear. Here, we show that the Rpb4/7 heterodimer in Saccharomyces cerevisiae plays a key role in controlling phosphorylation of the carboxy terminal domain (CTD) of the Rpb1 subunit of RNAPII. Proper phosphorylation of the CTD is critical for the synthesis and processing of RNAPII transcripts. Deletion of RPB4, and mutations that disrupt the integrity of Rpb4/7 or its recruitment to the RNAPII complex, increased phosphorylation of Ser2, Ser5, Ser7 and Thr4 within the CTD. RPB4 interacted genetically with genes encoding CTD phosphatases (SSU72, FCP1), CTD kinases (KIN28, CTK1, SRB10) and a prolyl isomerase that targets the CTD (ESS1). We show that Rpb4 is important for Ssu72 and Fcp1 phosphatases association, recruitment and/or accessibility to the CTD, and that this correlates strongly with Ser5P and Ser2P levels, respectively. Our data also suggest that Fcp1 is the Thr4P phosphatase in yeast. Based on these and other results, we suggest a model in which Rpb4/7 helps recruit and potentially stimulate the activity of CTD-modifying enzymes, a role that is central to RNAPII function. INTRODUCTIONEukaryotic RNA polymerase II (RNAPII) contains 12 subunits, Rpb1 to Rpb12, that in Saccharomyces cerevisiae dissociates into a 10-subunit core and a Rpb4/Rpb7 heterodimer (1). Rpb4 and Rpb7 are conserved from yeast to humans, and orthologs found in archaea also function in transcription (2). Rpb7, but not Rpb4, is essential for viability (3,4). Early studies suggested a role for the Rpb4/7 heterodimer in the transcriptional response to stress (3,5), however, it is now clear that Rpb4/7 participates in a broad range of activities under a variety of conditions (6,7)In S. cerevisiae, the Rpb4/7 heterodimer is required for promoter-dependent transcription in vitro, is involved in elongation and termination (7) and is important for co-transcriptional recruitment of factors required for 3′-end formation of mRNA and snoRNA genes (8). The association of Rpb4/7 with elongating RNAPII may be transient and regulated by elongation factors (9). Rpb4/7 may also function in mRNA quality control and translation, where it is thought to bind co-transcriptionally to nascent transcripts and promote nuclear export, and once in the cytoplasm, stimulate translation initiation and subsequent deadenylation and mRNA decay (10–12). However, it has been argued that these cytoplasmic effects on gene expression are indirect, and occur in response to widespread defects in mRNA synthesis (13). So while Rpb4/7 is implicated in a number of important gene regulatory functions, its mechanism(s) of action remains unclear.Structure studies reveal that the Rpb4/7 heterodimer forms a stalk-like protrusion extending from the main body of the RNAPII complex (14). Similar structures are found on eukaryotic RNA polymerases I and III, composed of subunits Rpa14/43 and Rpc17/25, respectively (15), and on archaeal RNA polymerase (subunits F/E) (2). Bacterial RNA polymerases do not contain the analogous structure and lack the homologous subunits. On the eukaryotic and archaeal polymerases, the stalk-like protrusion is positioned adjacent to the RNA exit channel, and in archaea, the F/E complex binds RNA and is important for elongation processivity (16). In the RNAPII complex, the Rpb4/7 heterodimer is also adjacent to the carboxy-terminal domain (CTD) of largest subunit, Rpb1. The proximity of Rpb4/7 to both the nascent RNA and the CTD suggests it might play a role in the recruitment of factors important for RNA biogenesis and/or CTD modification. Indeed, Rpb7 can be cross-linked to the emerging RNA transcript in human cells (17), and in Schizosaccharomyces pombe Rpb7 interacts with Seb1, a termination factor homologous to Nrd1, which in budding yeast binds both the nascent RNA and the Ser5P form of the CTD (18,19). In S. pombe and Drosophila melanogaster, in vitro binding and yeast two-hybrid assays, respectively, showed that Rpb4 interacts with Fcp1, a Ser2P CTD phosphatase (20,21). Structural and biochemical studies suggested that in addition to direct recognition of the phospho-CTD substrate, S. cerevisiae Fcp1 might also interact with RNAPII through Rpb4/7 (22). These findings suggest the Rpb4/7 might recruit Fcp1 to regulate CTD modification.The CTD of Rpb1 is unique to eukaryotes and is composed of a repeated heptapeptide motif with a consensus sequence of Tyr1-Ser2-Pro3-Thr4-Ser5-Pro6-Ser7 (23,24). The CTD can be phosphorylated at Ser2, Ser5 and Ser7, as well as Tyr1 and Thr4 (25–27), and in mammals, it can be acetylated (28), glycosylated (29,30) and methylated (31). In addition, the prolyl bonds within the CTD can be isomerized by the peptidyl prolyl cis-trans isomerase, Ess1 in yeast (Pin1 in humans) (32–34). These modifications are dynamic and collectively constitute a ‘CTD code’ (35), whereby the various forms of the CTD differentially recruit co-factors required for transcriptional efficiency and RNA processing (36,37).CTD phosphorylation is regulated by the action of kinases and phosphatases (38). In S. cerevisiae, the CTD is phosphorylated by the cyclin-dependent kinases (CDKs), Srb10, Kin28, Ctk1 and Bur1 (27,39). Srb10 (mammalian Cdk8), a Ser2/Ser5 kinase, is part of the Mediator complex and inactivates RNAPII prior to pre-initiation complex formation (40), and, together with Kin28 (a Ser5/Ser7 kinase), facilitates transcription and formation of the scaffold complex (41). Kin28 (mammalian Cdk7), part of the TFIIH initiation complex (42), phosphorylates Ser5 to promote cotranscriptional 5′ mRNA capping (43–45), and in mammals also phosphorylates Ser7 during promoter-proximal pausing and perhaps during termination (46–48). Ctk1, the main Ser2 kinase in coding and 3′-end regions, is required for co-transcriptional recruitment of the polyadenylation machinery (49,50). In mammalian cells, Ser2P elongation marks are placed by Cdk9/CyclinT (P-TEFb) (51) and Cdk12 (52). Finally, Bur1/Bur2 phosphorylates Ser2 near promoters and stimulates Ser2 phosphorylation by Ctk1 to promote elongation (50,53). Bur1 seems also to place Ser7P marks later in the transcription cycle (54).CTD dephosphorylation is carried out by four phosphatases: Rtr1, Ssu72, Glc7 and Fcp1 (38,55). Rtr1 works early in the CTD cycle and dephosphorylates Ser5P to promote the transition from Ser5P to Ser2P (56,57). Human Rtr1, RPAP2, is recruited to snRNA genes via Ser7P (58). Rtr1 lacks a recognizable catalytic domain and may play a non-catalytic role in CTD dephosphorylation (59). In yeast, Rtr1 has been proposed to be a Tyr1P phosphatase (60). Ssu72 and Glc7 are components of the 3′-end processing machinery; Ssu72 targets Ser5P and Ser7P for dephosphorylation (61–64), while Glc7 targets Tyr1P (55), a mark important to avoid premature recruitment of termination factors within gene bodies (65). Fcp1 is essential and is specific for Ser2P dephosphorylation in vivo and opposes Ctk1 (50) to ensure proper levels of Ser2P during elongation (50,61,66). Fcp1 dephosphorylation of Ser2P after termination is assisted prior to the action of Ssu72 (61). Additionally, in mammals, Fcp1 has been described as the Thr4P phosphatase (67).The phosphorylation state of the CTD is also regulated by the Ess1/Pin1 prolyl isomerase. In yeast, Ess1 promotes dephosphorylation of Ser5P (and Ser7P) (34,63,68). It does so by providing a kinetic advantage to the binding and catalytic activity of Ssu72, which requires a cis-conformation of the CTD Ser5P-Pro6 bond (69). In mammalian cells, Pin1 promoted Ser2/Ser5 phosphorylation of the CTD via inhibition of Fcp1 and stimulation of Cdc2 kinase (70).How co-factors are recruited to RNAPII to facilitate transcription and RNA processing remains poorly understood. Prior work suggested a role for Rpb4/7 in recruitment of co-factors important for RNA processing and/or modification of the CTD. Here, we sought to determine whether the Rpb4/7 heterodimer influences CTD phosphorylation, and if so, by what mechanism. Results of genetic and biochemical experiments reveal that Rpb4/7 is important to maintain proper levels of RNAPII phosphorylation, and that it functions by a mechanism(s) that involves Rpb4/7-dependent association, recruitment and/or accessibility, of key CTD modifying enzymes. MATERIALS AND METHODSYeast strains, media, plasmids and oligonucleotidesThe strains used are listed in Supplementary Table I. Strain construction and other genetic manipulations were performed following standard procedures (71). Plasmids and oligonucleotide sequences used in this study are listed in Supplementary Table II and III, respectively.Chromatin isolationChromatin isolation was performed as described (72) with modifications. Briefly, about 5 × 108 cells growing exponentially (OD600 ∼ 0.6–0.8) were resuspended in 3 ml of 100 mM PIPES/KOH (pH 9.4) containing 10 mM DTT and 0.1% sodium azide and incubated at room temperature for 10 min. After concentration by centrifugation, cells were resuspended in 2 ml of 50 mM phosphate buffer (pH 7.5), containing 0.6 M Sorbitol, 10 mM DTT and 4 μl of 20 mg/ml zymolyase and were incubated 10 min at 37°C. Spheroplasts were pelleted at 4°C, washed with 50 mM HEPES-HOK buffer (pH 7.5) containing 100 mM KCl, 2.5 mM MgCl2 and 0.4 M Sorbitol, and resuspended in equal volume (∼80 μl) of EBX buffer (50 mM HEPES/KOH, pH 7.5), containing 100 mM KCl, 2.5 mM MgCl2, 0.25% Triton-X100, 0.5 mM PMSF, 0.5 mM DTT and 1× protease inhibitor cocktail (Complete; Roche) and incubated for 3 min on ice. Spheroplasts break under these conditions and the resulting whole-cell extracts were added to 400 μl of EBX-S buffer (EBX with 30% sucrose) and centrifuged at 12 000 revolutions per minute (rpm) for 10 min. After centrifugation, a chromatin pellet which was visible, was washed with 400 μl of EBX buffer and resuspended in 50 μl of 1.5× Tris-Glycine SDS Sample Buffer and incubated for 2 min at 85°C, followed by centrifugation at 10 000 rpm for 30 s. A 1:3 dilution of the chromatin pellet was used for sodium dodecyl sulphate-polyacrylamide gel electrophoresis (SDS-PAGE) and western analysis using anti-Histone H3 (ab1791; Abcam), anti-phosphoglycerate kinase (459250; Invitrogen), Y-80 anti-Rpb1 (sc-25758, Santacruz), anti-CTD-Ser5 (anti-RNA polymerase II; CTD4H8, Millipore), anti-CTD-Ser2 (anti-RNA polymerase II; ab5095, Abcam), anti-CTD-Ser7 (anti-RNA polymerase II; 4E12, ChromoTek), anti-Rpb4 (2Y14; Santa Cruz) or 9E10 anti-C-Myc (Santa Cruz). Intensities of immunoreactive bands on western blots were quantified by densitometry of scanned images using TOTALLAB software. The data are the results of at least three independent experiments.Co-immunoprecipitation (Co-IP) and western blot analysisRpb3 IP was performed as follows: wild-type and rpb4Δ cells were grown in rich medium to an OD600 of 0.8, harvested, washed with water and resuspended in 250 μl lysis buffer (10 mM HEPES-KOH at pH 7.5, 140 mM NaC1, 1 mM EDTA, 10% glycerol, 0.1% NP-40, 1 mM PMSF and 1× protease inhibitor cocktail (Complete; Roche). Cell lysis was achieved at 4°C using a FastPrep System. Anti-Rpb3 antibody (WPO12, Neoclone) coupled to protein A Sepharose was incubated for 1 h at 4°C and after several washes of the clarified whole cell extracts (WCE) were added and immunoprecipitated for 3 h at 4°C. The IPs were extensively washed and resuspended in SDS-PAGE sample buffer. Western blot analysis was performed using the appropriate antibodies, detailed above. The enhanced chemiluminescence (ECL) reagents were used for detection. The signal was acquired on film and/or with a ChemiDoc XRS (Bio-Rad) system and quantified with the Quantity One software (Bio-Rad). The data plotted correspond to values means from at least three different experiments, and the error bars represent standard deviations.Chromatin immunoprecipitation (ChIP)Chromatin purification, IP, quantitative real-time polymerase chain reaction (qPCR) amplification and data analysis were performed as described (73). Briefly, PCR of purified chromatin, following IP, was performed by real-time qPCR with and CFX96 Detection System (Bio-Rad Laboratories, Inc.), using SsoAdvanced™ Universal SYBR® Green Supermix (Bio-Rad) following manufacturer's instructions. Four serial 10-fold dilutions of genomic DNA were amplified using the same reaction mixture as the samples to construct the standard curves. Real-time PCR reactions were performed in triplicate and with at least three independent ChIPs. Quantitative analysis was carried out using the CFX96 Manager Software (version 3.1, Bio-Rad). The values obtained for the IP's PCR products were compared to those of the total input, and the ratio of the values from each PCR product from transcribed genes to a non-transcribed region of CVII was calculated. Numbers on the y-axis of graphs are detailed in the corresponding figure legend.RNA isolation and reverse transcriptase-qPCR (RT-qPCR)Total RNA was extracted as described (74), and reverse transcribed using the iScript RT reagent Kit (Bio-Rad.), following the manufacturer's instructions. Real-time RT-qPCR was performed using a CFX-384 Real-Time PCR instrument (BioRad) and EvaGreen detection system ‘SsoFast™ EvaGreen® Supermix’ (BioRad). Reactions were performed in 10 μl total volume containing cDNA corresponding to 0.1 ng of total RNA. PCR reactions were performed at least three times with three independent biological replicates. The 18S rRNA gene was used for normalization. RESULTSDeletion of RPB4 or mutations impairing Rpb4/7 heterodimer association increase Rpb1-CTD phosphorylationPrevious work showed that levels of Ser2P CTD increase in the absence of RPB4 (rpb4Δ) (8). This increase had been attributed to an overall increase RPB1 mRNA and Rpb1 protein levels. Here, we examined the phosphorylation of Ser2 CTD in more detail, and extended our analysis to other phosphorylation sites, Ser5 and Ser7. In agreement with the published work (8), we observed an increase in Ser2P levels in rpb4Δ cells, as well as increased total Rpb1 protein, as detected using an antibody (Y-80) that recognizes the N-terminus of Rpb1, independent of CTD phosphorylation (Figure ​(Figure1A).1A). However, we do not detect an increase in RPB1 mRNA levels in rpb4Δ cells (Figure ​(Figure1D),1D), although its relative abundance may increase relative to that of other mRNAs, which show a significant decrease (Supplementary Figure S1 and (13). The increase in bulk CTD phosphorylation exceeded, albeit modestly, the increase in Rpb1 protein levels, suggesting that in rpb4Δ cells, Ser2P levels increase relative to that in wild-type cells (Figure ​(Figure1A,1A, right panel).Open in a separate windowFigure 1.Deletion of RPB4 or mutations that reduce Rpb4/7 heterodimer association increase Rpb1-CTD phosphorylation. (A) Left panel: WCE were prepared from wild-type (wt) and rpb4Δ strains and analyzed by western blotting using the following antibodies: anti-Rpb1 (Y-80), anti-CTD-Ser5P (4H8), anti-CTD-Ser2P (ab5095), anti-CTD-Ser7P (4E12) and anti-Rpb4 (2Y14). Anti-Rpb3 was used as control for RNAPII levels and anti-Pgk1 (phosphoglycerate kinase) as a control for total protein. Right panel: Plots of Ser2P/Rpb1, Ser5P/Rpb1 and Ser7P/Rpb1 ratios determined by quantitation (by densitometry) of immunoreactive bands on western blots. The mean values and standard deviations are from three independent experiments. (B and C) WCE from rpb7–33, rpb7-ΔC3 and rpb6-Q100R mutants and isogenic wt controls were analyzed as in (A). (D) qRT-PCR of RPB1 mRNA levels in the indicated strain backgrounds. The 18S rRNA gene was used as a control. (E) Western analysis of Rpb1 phosphorylation in chromatin fractions from rpb4Δ, rpb7-ΔC3 and rpb6-Q100R mutant strains and their isogenic wt controls. rpb5-H147R served as control for no effect on RNAPII phosphorylation, and histone H3 and Pgk1 were used as controls for nuclear and cytoplasmic proteins, respectively. Lower panels: Ratios calculated by quantitation of immunoreactive bands on western blots.Examination of Ser5P and Ser7P levels in rpb4Δ mutants showed similar results, a strong increase in phosphorylation, particularly for Ser7, that exceeded the increase in Rpb1 levels (Figure ​(Figure1A).1A). Moreover, two different rpb7 mutants (rpb7–33 (10) and rpb7-ΔC3 (a gift from P. Thuriaux)) also displayed increases in Ser2P, Ser5P and Ser7P (Figure ​(Figure1B).1B). These rpb7 mutants show reduced Rpb4 levels, but notably, the levels of Rpb1 were not increased (Figure 1B and ​andD).D). Finally, cells bearing the rpb6-Q100R mutation, which reduces the association of the Rpb4/7 heterodimer with RNAPII (75) also showed enhanced CTD phosphorylation without altering Rpb1 protein or RPB1 mRNA levels (Figure ​(Figure1C1C and ​andD).D). From these data, we conclude that proper phosphorylation of the RNAPII CTD depends on a functional Rpb4/7 heterodimer.We also analyzed the mRNA expression pattern of three constitutively transcribed genes in rpb4Δ,rpb7-ΔC3 and rpb6-Q100R mutant cells, as well as in their corresponding isogenic wild-type strains, at the permissive temperature of 28ºC (Supplementary Figure S1). The rpb7-ΔC3 mutation caused a significant reduction in steady-state levels of mRNA, although not to the level of an RPB4 deletion. In contrast, the rpb6-Q100R mutant did not significantly affect mRNA levels. For rpb4Δ and rpb7-ΔC3 mutants, the lower mRNA levels might be due to reduced initiation, consistent with strongly reduced Rpb1 ChIP signals at promoters and throughout the rest of the gene as observed in rpb4Δ cells (Figure ​(Figure2A).2A). These mutants may also have defects in elongation, termination and/or pre-mRNA processing due to RNAPII hyperphosphorylation (Figure 1A–C). In fact, it has been shown that Rpb4 contributes to cotranscriptional recruitment of 3′-end processing factors (8).Open in a separate windowFigure 2.Rpb1-CTD Ser5P and Ser2P occupancy in rpb4Δ cells. (A) ChIP analyses was performed using wt and rpb4Δ strains. Rpb1 binding to the 5′ promoter (P), coding region (CD) and just prior to the transcription termination site (3′), of four constitutively expressed genes, PMA1, PGK1, YEF3 and ADH1 was examined by qPCR. Results were quantitated (see Materials and Methods), and Rpb1 binding in rpb4Δ cells is plotted relative to that in wt cells (set equal to 1). (B) Rpb1 occupancy expressed as a ratio of 3′-end/Promoter levels, indicating an enrichment near the termination site on three of four genes analyzed. (C) Rpb1-CTD Ser5P occupancy in wt and rpb4Δ strains analyzed by ChIP as in (A). (D) Rpb1-CTD Ser5P/Rpb1 ratios based on data in (A) and (C). (E) Rpb1-CTD Ser2P occupancy in wt and rpb4Δ strains analyzed by ChIP as in (A). (F) Rpb1-CTD Ser2P/Rpb1 ratios based on data in (A) and (E).Next, we investigated the phosphorylation status of the CTD of RNAPII bound to chromatin. Chromatin was purified from rpb4Δ, rpb7-ΔC3 and rpb6-Q100R mutant cells, and the levels of Rpb4, Rpb1, Ser2P, Ser5P and Ser7P were measured by western analysis (Figure ​(Figure1E).1E). As a control, we included the rpb5-H174R mutant, which has no effect on CTD phosphorylation (unpublished data). The results show that in chromatin fractions from rpb4Δ, rpb6-Q100R and rpb7-Δ33 strains, in which Rpb4 levels are absent or reduced, the levels of Ser2P, Ser5P and Ser7P were increased (Figure ​(Figure1E,1E, upper and bottom left panels). The increased CTD phosphorylation cannot be explained solely by increased chromatin-bound Rpb1, as indicated by the ratios of CTD phosphorylation versus Rpb1 (Figure ​(Figure1E,1E, right graph). These data suggest that chromatin-bound RNAPII requires a functional Rpb4/7 heterodimer to be appropriately phosphorylated.To analyze the effects of RPB4 deletion on RNAPII occupancy and CTD modification along individual constitutively transcribed genes, we used ChIP (Figure ​(Figure2).2). Two antibodies were used for Rpb1, Y80, which recognizes the N-terminal domain (Figure ​(Figure2A,2A, left panel), and 8WG16 (Supplementary Figure S2B), which recognizes mostly unphosphorylated CTD but whose epitope may be masked by Ser2 phosphorylation. In fact, under conditions where Ser2P levels are increased, an artificial decrease in Rpb1 has been observed using 8WG16 (50,61). Using ChIP probes in the promoter, coding region, and 3′-end of PMA1, PGK1, YEF3 and ADH1 (Supplementary Figure S2A) we observed a significant reduction in Rpb1 occupancy (using Y80) in all three regions in rpb4Δ cells (Figure ​(Figure2A).2A). Similar results were obtained using the 8WG16 antibody, despite the presumed increase in Ser2P levels, and an antibody against another RNAPII subunit (Rpb3) (Supplementary Figure S2B). Thus, in the absence of Rpb4, RNAPII occupancy was reduced, even though total Rpb1 was increased ((8); Figure ​Figure1,1, this study). These findings suggest that impairment of the Rpb4/7 heterodimer results in an excess of RNAPII not engaged in productive transcription. The ChIP data also revealed a more pronounced decrease in Rpb1 occupancy at the promoters compared with the 3′-ends of the genes examined (Figure ​(Figure2B2B).We also analyzed Ser5P and Ser2P levels in rpb4Δ mutants using ChIP (Figure 2C–F). Surprisingly, while Ser5P occupancy during transcription was reduced in rpb4Δ cells, the relative levels of Ser5P versus Rpb1 (Ser5P/Rpb1) clearly increased at the promoter regions of all the genes tested. No major changes in the Ser5P/Rpb1 ratios in coding and 3′-end regions were observed, with the exception of the ADH1 gene, where the Ser5P/Rpb1 ratio is higher at the 3′-end in rpb4Δ versus wild-type cells. In the case of Ser2P, only coding and 3′-end regions were analyzed, because Ser2P is almost undetectable at promoters (43,50). A significant enrichment of Ser2P at 3′-end regions was observed, which become more evident by the Ser2P/Rpb1 ratios (Figure ​(Figure2E2E and ​andF).F). Similar results were obtained using 8WG16 antibodies to immunoprecipitate Rpb1 and using anti-Rpb3 with the exception of the ADH1 gene that shows a slightly different pattern (Supplementary Figure S3). Taken together, the results demonstrate that the Rpb4/7 heterodimer is required to maintain normal RNAPII CTD phosphorylation levels. Below, we investigate potential mechanism(s) for how Rpb4/7 might function to regulate CTD phosphorylation.Ssu72 is functionally dependent on Rpb4Results thus far indicate that compromising Rpb4/7 function leads to abnormally high levels of Ser2P, Ser5P and Ser7P. To investigate the possibility that high Ser5/7P levels result from misregulation of Ssu72, a Ser5P (and Ser7P)-specific phosphatase (61), we carried out genetic interaction experiments. We used the temperature-sensitive ssu72–2 mutant, which displays impaired phosphatase activity in vitro, accumulation of Ser5P in vivo and defects in transcription elongation (76,77). At permissive temperatures (28°C, 33°C), the rpb4Δ ssu72–2 double mutants grew slower than either mutant alone (Figure ​(Figure3A,3A, upper panel). In contrast, overexpression of SSU72 partially rescued growth of rpb4Δ at 33°C (Figure ​(Figure3A,3A, lower panel), while overexpression of RPB4 partially rescued growth of ssu72–2 at 37°C (Figure ​(Figure3B,3B, upper panel). A stronger rescue of ssu72–2 was observed by co-overexpressing RPB4 and RPB7 (Figure ​(Figure3B,3B, lower panel). In contrast, RPB7 alone had no effect (Figure 3B, middle panel). These genetic data suggest that Rpb4/7 and Ssu72 functions are closely related.Open in a separate windowOpen in a separate windowFigure 3.Ssu72 is functionally dependent on Rpb4. (A) Genetic interaction between RPB4 and SSU72. Serial dilutions (1:10) of wt and mutant strains were spotted on rich medium and grown for 2–3 days at the indicated temperatures. RPB4 deletion exacerbates ssu72–2 slow growth at 28ºC and 33ºC, while overexpression of SSU72 partially suppresses the slow growth phenotype of rpb4Δ strain. Growth was on SC media for 2–3 days. (B) Overexpression of RPB4 or RPB4/RPB7 (coexpression), but not RPB7, suppress the thermosensitivity of the ssu72–2 strain. The corresponding strains (wt and ssu72–2) were transformed with empty vectors or with high-copy plasmids bearing RPB4 and/or RPB7 and grown on SC media for 2–3 days at 28ºC, 33ºC and 37ºC. (C) Overexpression of SSU72 reduces Ser5P levels in rpb4Δ mutant cells. Reductions are also detected for Ser2P and Ser7P (see text). Western blot analysis was performed using WCE from wt and rpb4Δ cells transformed with an empty vector or a high-copy plasmid bearing SSU72 and grown to mid-logarithmic phase in SC. Graph on the right represents the mean values of Ser2P/Rpb1, Ser5P/Rpb1 and Ser7P/Rpb1 ratios from at least three independent experiments. Error bars are standard deviations from the mean. (D) ChIP analysis of Ssu72-MYC chromosomally integrated in wt and rpb4Δ cells. ChIP was performed using anti-MYC antibodies. Ssu72-MYC crosslinking to the promoter and 3′-end regions of ADH1, PGK1, PMA1 and YEF3 was analyzed by qPCR and occupancy in the rpb4Δ mutant was normalized to that in wt cells. The graph show mean values of three independent experiments, and error bars represent standard deviations. Middle panel, Ssu72/Rpb1 ratios are graphed and show that similar levels of Ssu72 and Rpb1 are recruited to promoter and 3′-end regions. Right panel, Ssu72/Ser5P ratios are depicted, and indicate a decrease of Ssu72 in promoter and 3′ regions relative to the CTD-Ser5P substrate. (E) Western analysis of CTD phosphorylation levels on chromatin fractions of wt and rpb4Δ cells expressing Ssu72-MYC. Histone H3 and Pgk1 are included as controls as in Figure ​Figure1E.1E. Right panel, ratios of Ssu72 to Rpb1, Ser2P, Ser5P and Ser7P indicate a depletion of Ssu72 in chromatin relative to multiple RNAPII forms. (F) Co-IP performed on WCEs from Ssu72-MYC cells (wt and rpb4Δ) using an anti-Rpb3 antibody. Inputs and IPs were analyzed by western blotting with antibodies to the indicated proteins. Right panel, mean values from the quantification of immunoreactive signals from three experiments, where error bars represent standard deviations.We next determined whether suppression of the rpb4Δ growth defect by SSU72 was accompanied by a reduction of CTD-Ser5P and CTD-Ser7P levels. Western analysis showed that overexpression of SSU72 reduced CTD-Ser5P and Ser7 levels in rpb4Δ cells toward wild-type levels (Figure ​(Figure3C),3C), consistent with the genetic data. Surprisingly, SSU72 overexpression also reduced Ser2P levels.Genome-wide studies show that Ssu72 is present primarily at the 3′ ends of genes with some detectable at transcription start sites (61,64). To determine whether Rpb4/7 is required for localization of Ssu72, we carried out ChIP using wild-type and rpb4Δ mutant cells (Figure ​(Figure3D).3D). Ssu72 association with promoter and 3′-end regions was significantly reduced in rpb4Δ cells, when compared with Ser5P CTD levels (Figure ​(Figure3D).3D). If instead, Ssu72 association in rpb4Δ cells is compared with total Rpb1 levels, the difference is no longer apparent, clouding the issue of Rpb4-dependent recruitment of Ssu72. To resolve this issue, we carried out additional experiments. We found that Ssu72 levels are in fact decreased in bulk chromatin in rpb4Δ mutants, even when compared to the levels of Rpb1, and compared to Ser2P, Ser5P and Ser7P, which increased significantly (Figure ​(Figure3E).3E). And, using Co-IP with Rpb3, we found that Ssu72 interaction with RNAPII is decreased in rpb4Δ mutant (Figure ​(Figure3F).3F). These results are consistent with the idea that increased CTD-Ser5P phosphorylation in rpb4Δ cells is a consequence of a defect in recruitment of the Ssu72 phosphatase to the RNAPII complex. These results do not, however, rule out additional effects of Rpb4 on the access of Ssu72 to the CTD substrate within chromatin or its activity.Ess1 and Rpb4/7 are linked, likely via Ssu72Similar to rpb4Δ mutant described above, mutations in the ESS1 gene increase Ser5 and Ser7 phosphorylation levels, while overexpression decreases Ser5P (Ser7P was not tested) (63,68,78). Mechanistically, the Ess1 isomerase stimulates Ssu72 phosphatase binding and catalytic activity (69). In addition, overexpression ofRPB7 from Candida albicans suppresses ess1 mutants (34). Therefore, we tested whether Rpb4/7 and Ess1 are functionally related. Indeed, genetic interaction experiments showed that RPB4 deletion enhanced the growth defect of two ts-mutants, ess1-A144T and ess1-H164R, (34), whereas co-overexpression of RPB4/7 (but not of either gene alone) suppressed the growth defect (Figure ​(Figure4A4A and ​andB).B). Overexpression of ESS1, which decreases Ser5P levels (78), did not rescue rpb4Δ cells and seemed to further reduce the growth of rpb4Δ cells (Figure ​(Figure4C4C).Open in a separate windowFigure 4.Ess1 and Rpb4/7 are genetically linked. (A) Genetic interaction between RPB4 and ESS1. Serial dilutions of wt and mutant strains were spotted on rich medium and grown for 2–3 days at the indicated temperatures. RPB4 deletion further slows growth of ess1-A144T and ess1-H164R strains. (B) Overexpression of RPB4/7, partially suppresses the growth defect of the ess1-T144A strain at all temperatures tested, while it suppresses the ess1-H164R strain detectably only at 37ºC. Wild-type and ess1-T144A cells were transformed with the corresponding empty vectors or with high-copy plasmids bearing RPB4 and/or RPB7 and grown on SC at the indicated temperatures. (C) Overexpression of ESS1 exacerbates the slow growth of rpb4Δ cells at 28ºC and 33ºC. Cells were grown on SC media for 2–3 days at the indicated temperatures. (D) Co-expression of RPB4/7 reduces Ser5P and Ser7P levels in ess1-T144A mutant. Western blot analysis with the indicated antibodies were performed using WCE from wt and ess1-T144A cells transformed with empty vectors or with RPB4 and RPB7 high-copy plasmids, and grown to mid-logarithmic phase at 28ºC in SC. (E) ChIP analysis of Ess1-TAP chromosomally integrated in wt and rpb4Δ cells. Mean values of the relative occupancy of Ess1 at 5′ and 3′ ends at the indicated genes are plotted, where wt values are considered 1. Error bars represent standard deviations.We next determined whether suppression of the growth defect of ess1 mutant cells by overexpression of RPB4/7 was correlated with CTD-Ser5P and CTD-Ser7P levels, which are known to be elevated in these mutants (63,68,78). Indeed, western analysis revealed that overexpression of RPB4/7 restored CTD-Ser5P and Ser7P levels in ess1-A144T cells back down to wild-type levels (Figure ​(Figure4D),4D), consistent with the observed genetic suppression. We noted that in some experiments total Rpb1 levels were increased in ess1 mutants (data not shown), and this increase was reversed by RPB4/7. Together, these data suggest that Rpb4/7 suppresses ess1 mutants by controlling overall levels of Rpb1 and its phosphorylation, particularly on CTD-Ser5 and CTD-Ser7.Finally, recruitment of Ess1 to the 5′ and 3′ ends of genes was not significantly reduced in rpb4Δ cells (Figure ​(Figure4E),4E), ruling out the simple explanation for the genetic interaction results (failure to recruit Ess1). Together these data reveal a functional interaction between Ess1 and Rpb4/7, most likely via a common target, Ssu72, and suggest that coordination between isomerization and CTD phosphorylation is important during the transcription cycle.Rpb4 is required for proper Fcp1 association and Ser2P and Thr4P dephosphorylationGiven that rpb4Δ cells have increased Ser2P levels and that Fcp1 has been identified as the major Ser2P phosphatase, we investigated whether Rpb4 promotes Fcp1 function. Consistent with this idea, we found that by increasing FCP1 expression, the growth defects of rpb4Δ cells were partially suppressed (Figure ​(Figure5A,5A, upper panel). In the reciprocal experiment RPB4 overexpression partially suppressed the growth defects of fcp1–1 (Figure ​(Figure5A,5A, bottom panel), which lacks phosphatase activity leading to increased Ser2P levels (79,80). It has been shown that in mammalian cells, MCF inactivation at mitosis exit requires Fcp1 (81). Therefore, it is possible that in yeast Fcp1 has also other functions in addition to its role in CTD dephosphorylation. This may, in part, account for the inability of fcp1–1 growth defects to be fully suppressed by RPB4 overexpression. As expected, increased expression of FCP1 reduced the levels of Ser2P phosphorylation in rpb4Δ cells back to wild-type levels (Figure ​(Figure5B).5B). In contrast, Ser5P levels were affected very little, indicating that Fcp1 retained its specificity (Figure ​(Figure5B5B).Open in a separate windowFigure 5.Rpb4 is required for proper Fcp1 association and Ser2 dephosphorylation. (A) Genetic interactions between RPB4 and FCP1. Expression of FCP1 from a centromeric plasmid partially suppresses the slow growth of rpb4Δ cells at 33ºC, while overexpression of RPB4 partially suppresses the thermosensitivity of the fcp1–1 mutant strain. Growth was on SC media for 2–3 days. (B) Expression of FCP1 reduces Ser2P levels (but not Ser5P levels) in rpb4Δ mutant cells. Western analysis was performed using WCE from wt and rpb4Δ cells transformed with an empty vector or a centromeric plasmid bearing FCP1 and grown to mid-logarithmic phase in SC. (C) RPB4 deletion increases CTD-Thr4P levels. Western analysis of WCE from wt, rpb4Δ, fcp1–1 and ssu72–2 cells, using anti-Rpb1 (Y80), anti-Ser2P, anti-Thr4P (Novus biological), anti-Rpb4 and anti-Pgk1. (D) ChIP analysis using anti-MYC antibodies of wt and rpb4Δ strains bearing chromosomally integrated Fcp1-MYC. Fcp1-MYC occupancy on coding and 3′-end regions of ADH1, PGK1, PMA1 and YEF3 was analyzed in rpb4Δ mutant cells by qPCR and normalized to that in wt cells. Middle panel, Fcp1/Rpb1 ratios indicate that Fcp1 occupancy is similar to that of Rpb1. Right panel, Fcp1/Ser2P ratios indicate reduced Fcp1 at coding and 3′ regions relative to its CTD-Ser2P substrate (Ser2P ChIP, data not shown). (E) Co-IP using WCE from Fcp1-MYC cells (wt and rpb4Δ) and anti-MYC antibody. Inputs and IPs were analyzed by western blot with antibodies to the indicated proteins. (F) Co-IP using WCE from Fcp1-MYC cells (wt and rpb4Δ) and anti-Rpb3 antibody. Inputs and IPs were analyzed by western blot with antibodies to the indicated proteins. Right panel, mean values from the quantification of immunoreactive signals from three experiments, where error bars represent standard deviations.In mammals, Fcp1 was also shown to dephosphorylate CTD-Thr4P (67). If Rpb4 is important for Fcp1 to dephosphorylate Thr4P, then Thr4P levels should increase in rpb4Δ mutant. Indeed, this is what we observed (Figure ​(Figure5C,5C, left panel), and this effect seems to be mediated by Fcp1, because Thr4P levels are specifically increased in the fcp1–1 mutant (as are Ser2P levels), but not in the ssu72–2 mutant (Figure ​(Figure5C).5C). These results suggest that Rpb4 facilitates dephosphorylation of Thr4P and Ser2P by Fcp1.Similar to results with Ssu72, the occupancy of Fcp1 as measured by ChIP (in coding and 3′ regions) in the four query genes was strongly decreased in rpb4Δ cells, especially when compared to levels of its substrate target modification, CTD-Ser2P (Figure ​(Figure5D).5D). However, similar to the case with Ssu72, normalization to Rpb1 does not reveal a large difference in occupancy of Fcp1, supporting the alternative model (not mutually exclusive) that Rpb4/7 might play a role subsequent to Fcp1 binding, such as positioning of the phosphatase (providing access to its substrate) or controlling its activity. Using a Myc-tagged Fcp1 strain, we could Co-IP significant amounts of Rpb4 using anti-Myc antibodies (Figure ​(Figure5E).5E). And, Fcp1 co-immunoprecipitated much more Ser2P in rpb4Δ cells than in the wild type. Together, the results suggest that in the absence of Rpb4/7, Fcp1 associates with RNAPII more weakly, and that the Fcp1 that is bound is not able to efficiently de-phosphorylate Ser2P. In summary, the results are consistent with a positive role for Rpb4 on Fcp1 activity toward the RNAII CTD.Finally, we performed Co-IP assays to determine whether the association of Fcp1 with RNAPII in vivo is Rpb4-dependent. Less Fcp1 was associated with RNAPII in rpb4Δ cells as detected by IP with an anti-Rpb3 antibody (Figure ​(Figure5F,5F, left panel). This reduction is apparent when comparing Fcp1 to levels of Rpb1 in rpb4Δ cells, and especially when comparing to levels of Ser2P-, Ser5P- and Ser7-modified RNAPII (Figure ​(Figure5F,5F, right panel).Effect of RPB4 deletion on Kin28 and Ctk1 functionsOur data thus far do not exclude the possibility that, in addition to the effects on CTD phosphatases, Rpb4 also influences the binding or activity of CTD kinases. For example, it is possible that Kin28, Ctk1 and Srb10 kinases contribute to the increased phosphorylation of Ser5, Ser2 and Ser7. To investigate this possibility, we analyzed the genetic relationships between RPB4 and KIN28,CTK1 and SRB10. RPB4 was deleted from strains containing two kin28 alleles, kin28-T17D and kin28-T162A (carried on a plasmid), or chromosomal ctk1Δ and srb10Δ mutations. The kin28-T17D mutant has decreased CTD kinase activity, a defect in capping enzyme recruitment and is slow growing at 25ºC and 37ºC. The kin28-T162A allele, which does not display a slow growth phenotype, has reduced activity in vitro, but does not detectably affect CTD phosphorylation and capping enzymes recruitment in vivo (44,82,83).A simple prediction would be that mutations in CTD kinases in rpb4Δ cells might restore CTD phosphorylation levels (which are elevated) and thus suppress rpb4Δ growth defects. However, this was not the case with two of the three kinases. Instead, combining rpb4Δ with kin28 resulted in synthetic lethality at the permissive temperature (kin28-T17D; Figure ​Figure6A,6A, left and middle panels) or enhancement of the slow growth phenotypes at 28ºC and 33ºC (kin28-T162A; Figure ​Figure6A,6A, right panel). The rpb4Δ ctk1Δ double mutant also showed synthetic growth defects (Figure ​(Figure6B).6B). Only srb10Δ, which is thought to play a negative role in transcription (40), suppressed, at least mildly, rpb4Δ growth defects (Figure ​(Figure6C).6C). Thus, although there are genetic interactions between rpb4Δ and genes encoding three CTD kinases, the interpretation of these results is not straightforward. This might be because Rpb4/7 functions during multiple steps in transcription/CTD modification and that the CTD kinases may have other important substrates besides the CTD. Another possibility was suggested by further analysis of rpb4Δ ctk1Δ double mutants, which showed very low levels of Rpb1 (Supplementary Figure S4), perhaps below a threshold required to sustain vigorous growth. These data also indicate that elevated Ser2P levels in the rpb4Δ mutant are dependent on Ctk1, because this mark was nearly absent in the rpb4Δ ctk1Δ cells, compared with Ser5P, which was present (Supplementary Figure S4).Open in a separate windowFigure 6.Effect of RPB4 deletion on Kin28 and Ctk1 functions. (A) Genetic interaction between RPB4 and KIN28. Left and middle panels: Growth of RPB4 and rpb4Δ cells containing plasmid-borne copies of wild-type KIN28 (CEN, URA3) and either an empty vector (pTRP1) or kin28-T17D (CEN, TRP1). Cells were streaked to SC media (left) or SC media containing 5-FOA (right) to select against the KIN28 plasmid. Combining the kin28-T17D and rpb4Δ mutations results in synthetic lethality (kin28-T17D only supports growth in the RPB4+ background). Right panel, serial dilutions of wt and mutant strains were spotted on SC medium and grown for 2–3 days at the indicated temperatures. RPB4 deletion in combination with kin28-T162V causes a significant slow growth defect. (B and C) Genetic interaction between RPB4 and CTK1 and SRB10. Serial dilutions of wt and mutant strains were spotted on rich medium and grown for 2–3 days at the indicated temperatures. Deletion of CTK1 exacerbates the slow growth of rpb4Δ at 28ºC and 33ºC, while deletion of SRB10 partially rescues the slow growth of rpb4Δ. (D) ChIP analysis of Kin28-HA chromosomally integrated in wt and rpb4Δ cells. ChIP was performed using anti-HA antibody. Kin28-HA crosslinking to promoter regions of ADH1, PGK1, PMA1 and YEF3 was analyzed by qPCR and occupancy in the rpb4Δ mutant was normalized to that in wt cells, considered as 1. Kin28/Rpb1 ratios (Rpb1 ChIP data not shown) showed slightly increased occupancy of Kin28 at promoters relative to Rpb1. (E) Ctk1-HA occupancy was carried out by ChIP and ratios were determined as in (D) above.To determine whether the effects on CTD phosphorylation by Rpb4/7 are predominantly through the CTD phosphatases or CTD kinases, we examined recruitment of Kin28 (to promoters), Ctk1 (to coding and 3′ regions) and Srb10 (to UAS regions) of active genes using ChIP. Kin28 occupancy on promoters was reduced in rpb4Δ cells when compared to wild-type cells (Figure ​(Figure6D),6D), consistent with the genetic interaction. However, when normalized to the amount of Rpb1, the occupancy of Kin28 in rpb4Δ cells was not significantly higher in three of the five genes tested (Figure ​(Figure6D,6D, right panel). This suggests that the increase in Ser5P and Ser7P in rpb4Δ cells is more likely the result of failure to dephosphorylate these serines (by Ssu72) than an ‘over-recruitment’ of the corresponding kinase (Kin28).In contrast, ChIP analysis of Ctk1 revealed a strong increase in relative Ctk1 recruitment in rpb4Δ cells (Figure 6E). The increased occupancy of Ctk1/Rpb1 on coding and 3′ regions, in coordination with decrease in Fcp1 association and/or access may contribute to the observed hyperphosphorylation of Ser2 in rpb4Δ cells. Furthermore, the high Ser5P levels could lead to increased Ser2P because, as previously shown, Ctk1 acts on the CTD already phosphorylated on Ser5P (84). Finally, ChIP analysis of Srb10 recruitment did not show significant changes in rpb4Δ cells (data not shown).In summary, our results show that Rpb4/7 heterodimer modulates RNAPII phosphorylation, and that it likely functions primarily by facilitating the association, recruitment and/or accessibility of the CTD phosphatases, Ssu72 and Fcp1. DISCUSSIONIn this study, we showed that impairing Rpb4/7 heterodimer function by deleting Rpb4 or mutating Rpb7 subunits, or preventing its recruitment to RNAPII, cause elevated CTD phosphorylation at Ser2, Ser5, Ser7 and Thr4. Consistent with these changes in phosphorylation of RNAPII, we found genetic interactions between RPB4 and genes encoding the CTD phosphatases Ssu72 and Fcp1, and the CTD kinases Kin28, Ctk1 and Srb10. We also show genetic interactions between RPB4 and ESS1, which encodes a prolyl isomerase that targets the CTD and affects its phosphorylation. Finally, using fractionation, ChIP and Co-IP, we found that Rpb4 helps recruit both Fcp1 and Ssu72 to RNAPII, and that association of these enzymes with RNAPII and their access/activity toward their substrates is decreased in rpb4Δ mutants, explaining, in large part, the increased phosphorylation.Our findings lead to the following model. Rpb4/7 is recruited to the core RNAPII complex via Rpb6 (and Rpb1) as previously shown (85,86). The Rpb6 subunit is conserved in RNAPI and RNAPIII, and archaeal RNAP (K), and might play an analogous role in recruiting the corresponding stalk subunits. There is even an Rpb6 ortholog in bacteria (ω) that plays a role in assembly of the other four core RNAP subunits (87). Once recruited, the Rpb4/7 complex is positioned near the RNA exit channel and the Rpb1-CTD (14), where it likely carries out two sets of functions. First are the CTD-independent functions shared with other ‘stalk-containing’ polymerases (RNAPI, RNAPIII and archaeal RNAP). These would potentially include DNA melting during initiation (88), stabilization of the elongation complex by an RNA binding-dependent mechanism (leading to increased processivity) and contributions to site-specific termination (2). The second set of Rpb4/7 functions would be CTD-dependent functions, specific to RNAPII and would include association, recruitment and/or accessibility, of CTD-modifying enzymes and CTD-binding co-factors required for RNA processing. Regulating levels of CTD phosphorylation may not have been the primary role of Rpb4/7. Instead, this activity could have been acquired as the role of the CTD became integral for coupling of co-transcriptional processes, and facilitated by the proximity of the Rpb4/7 heterodimer to the CTD as well as the RNA exit chanel (14). Here, we showed that Rpb4/7 helps recruit and potentially position/activate the CTD phosphatases, Ssu72 and Fcp1, and may inhibit the binding of the CTD kinases Kin28 and Ctk1. Thus, Rpb4/7 would promote an overall dephosphorylation of the CTD, and help keep Ser2P, Ser5P, Ser7P and Thr4P levels in check. Recruitment of the Rpb4/7 heterodimer to elongating RNAPII may itself be regulated (9), so its effects on CTD phosphorylation may be more complex, and possibly gene-specific. Rpb4/7 may also impact RNAPII processivity and recycling efficiency by increasing RNAPII occupancy via its effects on CTD phosphorylation levels. Consistent with this model, increased CTD phosphorylation (on Ser2, Ser5, Ser7) relative to total Rpb1 was observed not only in rpb4Δ and rpb7 mutants, but also in a rpb6 and a rpb1 missense mutants that reduce Rpb4/7 recruitment to the RNAPII core (Figure ​(Figure11 and (75,89). The increased Ser5P levels in rpb4Δ cells (Figure ​(Figure2C2C and ​andD)D) correlates well with the strongly decreased recruitment of the Ser5P-specific phosphatase Ssu72 (Figure ​(Figure3D),3D), and to the slightly increased of the Ser5 kinase Kin28 to promoters (Figure ​(Figure6D).6D). Likewise, the increased Ser2P levels in coding and 3′ regions in rpb4Δ cells (Figure 2E and ​andF)F) correlates well with the decreased recruitment of the Ser2P-specific phosphatase Fcp1, particularly in 3′ regions (Figure ​(Figure5D),5D), and to the increased Ser2 kinase Ctk1 in these regions (Figure ​(Figure6E).6E). These findings are consistent with earlier work showing that Rpb4 binds Fcp1 in S. pombe and in Drosophila (20). The increases in Ser2P levels in the rpb4Δ mutant (in which Fcp1 recruitment is compromised) are Ctk1-dependent, as indicated by the fact that Ser2P levels were dramatically reduced in rpb4Δctk1 Δ double mutants (Supplementary Figure S4). Notably, Ser7P, which is a target of Ssu72 is also significantly increased in rpb4Δ, rpb7 and rpb6 mutants (Figure ​(Figure1),1), and Thr4P (Figure ​(Figure5C),5C), which is a target of Fcp1 in human cells (67) is extraordinarily enhanced in rpb4Δ mutants, consistent with a conserved function for Fcp1 as the Thr4P phosphatase from yeast to mammals.Our genetic evidence also supports the idea that recruitment of CTD phosphatases is a major factor in governing the Rpb4/7-dependent control of CTD phosphorylation. For example, overexpression of either SSU72 orFCP1 suppressed the slow growth of rpb4Δ cells (Figures ​(Figures3A3A and ​and5A),5A), and restored (lowered) Ser5P/Ser7P and Ser2P levels, respectively (Figures ​(Figures3C3C and ​and5B).5B). Note that overexpression of SSU72, which should be Ser5/Ser7P-specific, also lowered Ser2P levels (Figure ​(Figure3C),3C), perhaps due to a reduced substrate specificity when expressed at the higher concentrations, or from Ssu72 stimulating Fcp1 activity as previously observed (61). In addition, the synthetic-lethality of rpb4Δ ess1ts mutants, and rescue of ess1ts mutants by RPB4/7 overexpression are consistent with a defective recruitment of CTD phosphatases in rpb4Δ, as corroborated by the fact that RPB4/7 overexpression reduces the high levels of Ser5P and Ser7P in ess1 mutant cells. Ess1 increases Ssu72 activity by isomerizing its substrate, Ser5P-Pro6 in the CTD (69). Therefore, the combination of reduced recruitment of Ssu72 (due to rpb4Δ) and reduced activity (due to ess1ts) predicts a more severe phenotype, as was observed (Figure 4A), while increased Rpb4/7, which should enhance Ssu72 recruitment, compensated for the ess1ts defect (Figure ​(Figure4B4B).Genetic interactions with the CTD kinases (Figure ​(Figure6)6) were more difficult to interpret, and suggested that multiple pathways were affected in double mutant cells. For example, the synthetic lethality of rpb4Δ kin28 double mutants was not predicted, because these mutations should have opposite effects on CTD phosphorylation. However, both Kin28 and Rpb4/7 have functions during transcription initiation (i.e. (41,90,91), that can be significantly impaired when the two mutations are combined. In the rpb4Δctk1Δ double mutants, the slow growth may have been caused by the nearly undetectable levels of Rpb1, possibly due to protein degradation, because RPB1 transcription is not altered (data not shown).Finally, fractionation and Co-IP experiments strongly support a phosphatase recruitment model. Both Ssu72 and Fcp1 were associated with chromatin fractions and interacted directly (or indirectly) with the RNAPII complex in a manner that was dependent upon Rpb4 (Figures ​(Figures3E3E and ​andFF and ​and5C5C and ​andE).E). And as mentioned above, ChIP data showed that the access/activity of Ssu72 and Fcp1 may also be dependent on Rpb4 (Figures ​(Figures3D3D and ​and5D5D).In agreement with published work (8), we found a significant increase in total cellular Rpb1 levels in rpb4Δ cells, while at the same time a decrease in Rpb1 occupancy at the 3′ ends of genes (Figures ​(Figures11 and ​and2A).2A). In contrast, we also observe a reduction in Rpb1 occupancy at promoters in rpb4Δ cells, even when compared to 3′ occupancy (Figure ​(Figure2A2A and ​andB).B). This difference might be due to increased sensitivity in our ChIP assays. One interpretation of our results is that in the absence of Rpb4, release of Rpb1 could be impaired after termination, which would in turn reduce RNAPII recycling, explaining the reduction of Rpb1 occupancy at the promoter. This could be a consequence of the CTD dephosphorylation defect in rpb4Δ cells, similar to the reduced Rpb1 crosslinking to promoters and increased Ser2P observed in fcp1 mutants, which are proposed to have a recycling defect (50,66). Finally, the aberrant CTD phosphorylation (higher Ser5P) and lower Ssu72 at termination regions that we observed might also contribute to the known termination defects in rpb4Δ mutants (8,64).In summary, our results show that the Rpb4/7 heterodimer controls covalent modification of the RNAPII, specifically, the phosphorylation of the Rpb1 CTD. The most likely mechanism is by enhancing recruitment of Ssu72 and Fcp1 phosphatases to the chromatin-bound RNAPII and or positioning them allowing their access to their substrate. Although the exact mechanism of recruitment is not known, Rpb4/7 could exert effects directly on the CTD, making it more accessible to binding by Ssu72 and Fcp1. Additionally, it could work indirectly through some other polymerase-associated proteins, and/or by or excluding the CTD kinases. Finally, our data do not rule out the possibility of ‘pre-binding’ of Rpb4/7 to Ssu72 and Fcp1 to facilitate their entry into the RNAPII complex. Further work will be needed to dissect the mechanism of action of Rpb4/7 on CTD phosphorylation, its regulation and how Rpb4/7 effects CTD phosphorylation fit into the larger picture of ‘CTD code’ regulation. SUPPLEMENTARY DATASupplementary Data are available at NAR Online.\nSUPPLEMENTARY DATA:\nClick here to view.\n AcknowledgmentsWe thank M. Choder and N.J. Proudfoot for yeast strains, Salvador Polo for technical help and especially to C. Fernández-Tornero for support. REFERENCES1. Cramer P. RNA polymerase II structure: from core to functional complexes. Curr. Opin. Genet. Dev. 2004;14:218–226. [PubMed] [Google Scholar]2. Grohmann D., Werner F. Cycling through transcription with the RNA polymerase F/E (RPB4/7) complex: structure, function and evolution of archaeal RNA polymerase. Res. Microbiol. 2011;162:10–18. [PubMed] [Google Scholar]3. McKune K., Richards K.L., Edwards A.M., Young R.A., Woychik N.A. RPB7, one of two dissociable subunits of yeast RNA polymerase II, is essential for cell viability. Yeast. 1993;9:295–299. [PubMed] [Google Scholar]4. Woychik N.A., Young R.A. RNA polymerase II subunit RPB4 is essential for high- and low-temperature yeast cell growth. Mol. Cell. Biol. 1989;9:2854–2859. [PMC free article] [PubMed] [Google Scholar]5. Choder M., Young R.A. A portion of RNA polymerase II molecules has a component essential for stress responses and stress survival. Mol. Cell. Biol. 1993;13:6984–6991. [PMC free article] [PubMed] [Google Scholar]6. Choder M. Rpb4 and Rpb7: subunits of RNA polymerase II and beyond. Trends Biochem. Sci. 2004;29:674–681. [PubMed] [Google Scholar]7. Sharma N., Kumari R. Rpb4 and Rpb7: multifunctional subunits of RNA polymerase II. Crit. Rev. Microbiol. 2013;39:362–372. [PubMed] [Google Scholar]8. Runner V.M., Podolny V., Buratowski S. The Rpb4 subunit of RNA polymerase II contributes to cotranscriptional recruitment of 3’ processing factors. Mol. Cell. Biol. 2008;28:1883–1891. [PMC free article] [PubMed] [Google Scholar]9. Mosley A.L., Hunter G.O., Sardiu M.E., Smolle M., Workman J.L., Florens L., Washburn M.P. Quantitative proteomics demonstrates that the RNA polymerase II subunits Rpb4 and Rpb7 dissociate during transcriptional elongation. Mol. Cell. Proteom. 2013;12:1530–1538. [PMC free article] [PubMed] [Google Scholar]10. Harel-Sharvit L., Eldad N., Haimovich G., Barkai O., Duek L., Choder M. RNA polymerase II subunits link transcription and mRNA decay to translation. Cell. 2010;143:552–563. [PubMed] [Google Scholar]11. Dahan N., Choder M. The eukaryotic transcriptional machinery regulates mRNA translation and decay in the cytoplasm. Biochim. Biophys. Acta. 2013;1829:169–173. [PubMed] [Google Scholar]12. Haimovich G., Choder M., Singer R.H., Trcek T. The fate of the messenger is pre-determined: a new model for regulation of gene expression. Biochim. Biophys. Acta. 2013;1829:643–653. [PMC free article] [PubMed] [Google Scholar]13. Schulz D., Pirkl N., Lehmann E., Cramer P. Rpb4 subunit functions mainly in mRNA synthesis by RNA polymerase II. J. Biol. Chem. 2014;289:17446–17452. [PMC free article] [PubMed] [Google Scholar]14. Armache K.J., Mitterweger S., Meinhart A., Cramer P. Structures of complete RNA polymerase II and its subcomplex, Rpb4/7. J. Biol. Chem. 2005;280:7131–7134. [PubMed] [Google Scholar]15. Vannini A., Cramer P. Conservation between the RNA polymerase I, II, and III transcription initiation machineries. Mol. Cell. 2012;45:439–446. [PubMed] [Google Scholar]16. Hirtreiter A., Grohmann D., Werner F. Molecular mechanisms of RNA polymerase–the F/E (RPB4/7) complex is required for high processivity in vitro. Nucleic Acids Res. 2010;38:585–596. [PMC free article] [PubMed] [Google Scholar]17. Ujvari A., Luse D.S. RNA emerging from the active site of RNA polymerase II interacts with the Rpb7 subunit. Nat. Struct. Mol. Biol. 2006;13:49–54. [PubMed] [Google Scholar]18. Mitsuzawa H., Kanda E., Ishihama A. Rpb7 subunit of RNA polymerase II interacts with an RNA-binding protein involved in processing of transcripts. Nucleic Acids Res. 2003;31:4696–4701. [PMC free article] [PubMed] [Google Scholar]19. Kubicek K., Cerna H., Holub P., Pasulka J., Hrossova D., Loehr F., Hofr C., Vanacova S., Stefl R. Serine phosphorylation and proline isomerization in RNAP II CTD control recruitment of Nrd1. Genes Dev. 2012;26:1891–1896. [PMC free article] [PubMed] [Google Scholar]20. Kimura M., Suzuki H., Ishihama A. Formation of a carboxy-terminal domain phosphatase (Fcp1)/TFIIF/RNA polymerase II (pol II) complex in Schizosaccharomyces pombe involves direct interaction between Fcp1 and the Rpb4 subunit of pol II. Mol. Cell. Biol. 2002;22:1577–1588. [PMC free article] [PubMed] [Google Scholar]21. Tombacz I., Schauer T., Juhasz I., Komonyi O., Boros I. The RNA Pol II CTD phosphatase Fcp1 is essential for normal development in Drosophila melanogaster. Gene. 2009;446:58–67. [PubMed] [Google Scholar]22. Kamenski T., Heilmeier S., Meinhart A., Cramer P. Structure and mechanism of RNA polymerase II CTD phosphatases. Mol. Cell. 2004;15:399–407. [PubMed] [Google Scholar]23. Eick D., Geyer M. The RNA polymerase II carboxy-terminal domain (CTD) code. Chem. Rev. 2013;113:8456–8490. [PubMed] [Google Scholar]24. Heidemann M., Hintermair C., Voss K., Eick D. Dynamic phosphorylation patterns of RNA polymerase II CTD during transcription. Biochim. Biophys. Acta. 2013;1829:55–62. [PubMed] [Google Scholar]25. Chapman R.D., Heidemann M., Hintermair C., Eick D. Molecular evolution of the RNA polymerase II CTD. Trends Genet. 2008;24:289–296. [PubMed] [Google Scholar]26. Cho E.J. RNA polymerase II carboxy-terminal domain with multiple connections. Exp. Mol. Med. 2007;39:247–254. [PubMed] [Google Scholar]27. Meinhart A., Kamenski T., Hoeppner S., Baumli S., Cramer P. A structural perspective of CTD function. Genes Dev. 2005;19:1401–1415. [PubMed] [Google Scholar]28. Schroder S., Herker E., Itzen F., He D., Thomas S., Gilchrist D.A., Kaehlcke K., Cho S., Pollard K.S., Capra J.A., et al.  Acetylation of RNA polymerase II regulates growth-factor-induced gene transcription in mammalian cells. Mol. Cell. 2013;52:314–324. [PMC free article] [PubMed] [Google Scholar]29. Kelly W.G., Dahmus M.E., Hart G.W. RNA polymerase II is a glycoprotein. Modification of the COOH-terminal domain by O-GlcNAc. J. Biol. Chem. 1993;268:10416–10424. [PubMed] [Google Scholar]30. Ranuncolo S.M., Ghosh S., Hanover J.A., Hart G.W., Lewis B.A. Evidence of the involvement of O-GlcNAc-modified human RNA polymerase II CTD in transcription in vitro and in vivo. J. Biol. Chem. 2012;287:23549–23561. [PMC free article] [PubMed] [Google Scholar]31. Sims R.J., 3rd, Rojas L.A., Beck D., Bonasio R., Schuller R., Drury W.J., 3rd, Eick D., Reinberg D. The C-terminal domain of RNA polymerase II is modified by site-specific methylation. Science. 2011;332:99–103. [PMC free article] [PubMed] [Google Scholar]32. Hanes S.D. The Ess1 prolyl isomerase: traffic cop of the RNA polymerase II transcription cycle. Biochim. Biophys. Acta. (2014;1839:316–333. [Google Scholar]33. Verdecia M.A., Bowman M.E., Lu K.P., Hunter T., Noel J.P. Structural basis for phosphoserine-proline recognition by group IV WW domains. Nat. Struct. Biol. 2000;7:639–643. [PubMed] [Google Scholar]34. Wu X., Wilcox C.B., Devasahayam G., Hackett R.L., Arevalo-Rodriguez M., Cardenas M.E., Heitman J., Hanes S.D. The Ess1 prolyl isomerase is linked to chromatin remodeling complexes and the general transcription machinery. EMBO J. 2000;19:3727–3738. [PMC free article] [PubMed] [Google Scholar]35. Buratowski S. The CTD code. Nat. Struct. Biol. 2003;10:679–680. [PubMed] [Google Scholar]36. Buratowski S. Progression through the RNA polymerase II CTD cycle. Mol. Cell. 2009;36:541–546. [PMC free article] [PubMed] [Google Scholar]37. Hsin J.P., Manley J.L. The RNA polymerase II CTD coordinates transcription and RNA processing. Genes Dev. 2012;26:2119–2137. [PMC free article] [PubMed] [Google Scholar]38. Jeronimo C., Bataille A.R., Robert F. The writers, readers, and functions of the RNA polymerase II C-terminal domain code. Chem. Rev. 2013;113:8491–8522. [PubMed] [Google Scholar]39. Phatnani H.P., Greenleaf A.L. Phosphorylation and functions of the RNA polymerase II CTD. Genes Dev. 2006;20:2922–2936. [PubMed] [Google Scholar]40. Hengartner C.J., Myer V.E., Liao S.M., Wilson C.J., Koh S.S., Young R.A. Temporal regulation of RNA polymerase II by Srb10 and Kin28 cyclin-dependent kinases. Mol. Cell. 1998;2:43–53. [PubMed] [Google Scholar]41. Liu Y., Kung C., Fishburn J., Ansari A.Z., Shokat K.M., Hahn S. Two cyclin-dependent kinases promote RNA polymerase II transcription and formation of the scaffold complex. Mol. Cell. Biol. 2004;24:1721–1735. [PMC free article] [PubMed] [Google Scholar]42. Keogh M.C., Cho E.J., Podolny V., Buratowski S. Kin28 is found within TFIIH and a Kin28-Ccl1-Tfb3 trimer complex with differential sensitivities to T-loop phosphorylation. Mol. Cell. Biol. 2002;22:1288–1297. [PMC free article] [PubMed] [Google Scholar]43. Komarnitsky P., Cho E.J., Buratowski S. Different phosphorylated forms of RNA polymerase II and associated mRNA processing factors during transcription. Genes Dev. 2000;14:2452–2460. [PMC free article] [PubMed] [Google Scholar]44. Rodriguez C.R., Cho E.J., Keogh M.C., Moore C.L., Greenleaf A.L., Buratowski S. Kin28, the TFIIH-associated carboxy-terminal domain kinase, facilitates the recruitment of mRNA processing machinery to RNA polymerase II. Mol. Cell. Biol. 2000;20:104–112. [PMC free article] [PubMed] [Google Scholar]45. Schroeder S.C., Schwer B., Shuman S., Bentley D. Dynamic association of capping enzymes with transcribing RNA polymerase II. Genes Dev. 2000;14:2435–2440. [PMC free article] [PubMed] [Google Scholar]46. Akhtar M.S., Heidemann M., Tietjen J.R., Zhang D.W., Chapman R.D., Eick D., Ansari A.Z. TFIIH kinase places bivalent marks on the carboxy-terminal domain of RNA polymerase II. Mol. Cell. 2009;34:387–393. [PMC free article] [PubMed] [Google Scholar]47. Glover-Cutter K., Larochelle S., Erickson B., Zhang C., Shokat K., Fisher R.P., Bentley D.L. TFIIH-associated Cdk7 kinase functions in phosphorylation of C-terminal domain Ser7 residues, promoter-proximal pausing, and termination by RNA polymerase II. Mol. Cell. Biol. 2009;29:5455–5464. [PMC free article] [PubMed] [Google Scholar]48. Kim M., Suh H., Cho E.J., Buratowski S. Phosphorylation of the yeast Rpb1 C-terminal domain at serines 2, 5, and 7. J. Biol. Chem. 2009;284:26421–26426. [PMC free article] [PubMed] [Google Scholar]49. Ahn S.H., Kim M., Buratowski S. Phosphorylation of serine 2 within the RNA polymerase II C-terminal domain couples transcription and 3’ end processing. Mol. Cell. 2004;13:67–76. [PubMed] [Google Scholar]50. Cho E.J., Kobor M.S., Kim M., Greenblatt J., Buratowski S. Opposing effects of Ctk1 kinase and Fcp1 phosphatase at Ser 2 of the RNA polymerase II C-terminal domain. Genes Dev. 2001;15:3319–3329. [PMC free article] [PubMed] [Google Scholar]51. Price D.H. P-TEFb, a cyclin-dependent kinase controlling elongation by RNA polymerase II. Mol. Cell. Biol. 2000;20:2629–2634. [PMC free article] [PubMed] [Google Scholar]52. Bartkowiak B., Liu P., Phatnani H.P., Fuda N.J., Cooper J.J., Price D.H., Adelman K., Lis J.T., Greenleaf A.L. CDK12 is a transcription elongation-associated CTD kinase, the metazoan ortholog of yeast Ctk1. Genes Dev. 2010;24:2303–2316. [PMC free article] [PubMed] [Google Scholar]53. Yao S., Neiman A., Prelich G. BUR1 and BUR2 encode a divergent cyclin-dependent kinase-cyclin complex important for transcription in vivo. Mol. Cell. Biol. 2000;20:7080–7087. [PMC free article] [PubMed] [Google Scholar]54. Tietjen J.R., Zhang D.W., Rodriguez-Molina J.B., White B.E., Akhtar M.S., Heidemann M., Li X., Chapman R.D., Shokat K., Keles S., et al.  Chemical-genomic dissection of the CTD code. Nat. Struct. Mol. Biol. 2010;17:1154–1161. [PMC free article] [PubMed] [Google Scholar]55. Schreieck A., Easter A.D., Etzold S., Wiederhold K., Lidschreiber M., Cramer P., Passmore L.A. RNA polymerase II termination involves C-terminal-domain tyrosine dephosphorylation by CPF subunit Glc7. Nat. Struct. Mol. Biol. 2014;21:175–179. [PMC free article] [PubMed] [Google Scholar]56. Gibney P.A., Fries T., Bailer S.M., Morano K.A. Rtr1 is the Saccharomyces cerevisiae homolog of a novel family of RNA polymerase II-binding proteins. Eukaryot. Cell. 2008;7:938–948. [PMC free article] [PubMed] [Google Scholar]57. Mosley A.L., Pattenden S.G., Carey M., Venkatesh S., Gilmore J.M., Florens L., Workman J.L., Washburn M.P. Rtr1 is a CTD phosphatase that regulates RNA polymerase II during the transition from serine 5 to serine 2 phosphorylation. Mol. Cell. 2009;34:168–178. [PMC free article] [PubMed] [Google Scholar]58. Egloff S., Zaborowska J., Laitem C., Kiss T., Murphy S. Ser7 phosphorylation of the CTD recruits the RPAP2 Ser5 phosphatase to snRNA genes. Mol. Cell. 2012;45:111–122. [PMC free article] [PubMed] [Google Scholar]59. Xiang K., Manley J.L., Tong L. The yeast regulator of transcription protein Rtr1 lacks an active site and phosphatase activity. Nat. Commun. 2012;3:946. [PMC free article] [PubMed] [Google Scholar]60. Hsu P.L., Yang F., Smith-Kinnaman W., Yang W., Song J.E., Mosley A.L., Varani G. Rtr1 is a dual specificity phosphatase that dephosphorylates Tyr1 and Ser5 on the RNA polymerase II CTD. J. Mol. Biol. 2014;426:2970–2981. [Google Scholar]61. Bataille A.R., Jeronimo C., Jacques P.E., Laramee L., Fortin M.E., Forest A., Bergeron M., Hanes S.D., Robert F. A universal RNA polymerase II CTD cycle is orchestrated by complex interplays between kinase, phosphatase, and isomerase enzymes along genes. Mol. Cell. 2012;45:158–170. [PubMed] [Google Scholar]62. He X., Khan A.U., Cheng H., Pappas D.L., Jr, Hampsey M., Moore C.L. Functional interactions between the transcription and mRNA 3’ end processing machineries mediated by Ssu72 and Sub1. Genes Dev. 2003;17:1030–1042. [PMC free article] [PubMed] [Google Scholar]63. Krishnamurthy S., Ghazy M.A., Moore C., Hampsey M. Functional interaction of the Ess1 prolyl isomerase with components of the RNA polymerase II initiation and termination machineries. Mol. Cell. Biol. 2009;29:2925–2934. [PMC free article] [PubMed] [Google Scholar]64. Zhang D.W., Mosley A.L., Ramisetty S.R., Rodriguez-Molina J.B., Washburn M.P., Ansari A.Z. Ssu72 phosphatase-dependent erasure of phospho-Ser7 marks on the RNA polymerase II C-terminal domain is essential for viability and transcription termination. J. Biol. Chem. 2012;287:8541–8551. [PMC free article] [PubMed] [Google Scholar]65. Mayer A., Heidemann M., Lidschreiber M., Schreieck A., Sun M., Hintermair C., Kremmer E., Eick D., Cramer P. CTD tyrosine phosphorylation impairs termination factor recruitment to RNA polymerase II. Science. 2012;336:1723–1725. [PubMed] [Google Scholar]66. Cho H., Kim T.K., Mancebo H., Lane W.S., Flores O., Reinberg D. A protein phosphatase functions to recycle RNA polymerase II. Genes Dev. 1999;13:1540–1552. [PMC free article] [PubMed] [Google Scholar]67. Hsin J.P., Xiang K., Manley J.L. Function and control of RNA polymerase II C-terminal domain phosphorylation in vertebrate transcription and RNA processing. Mol. Cell. Biol. 2014;34:2488–2498. [PMC free article] [PubMed] [Google Scholar]68. Ma Z., Atencio D., Barnes C., DeFiglio H., Hanes S.D. Multiple roles for the Ess1 prolyl isomerase in the RNA polymerase II transcription cycle. Mol. Cell. Biol. 2012;32:3594–3607. [PMC free article] [PubMed] [Google Scholar]69. Werner-Allen J.W., Lee C.J., Liu P., Nicely N.I., Wang S., Greenleaf A.L., Zhou P. cis-Proline-mediated Ser(P)5 dephosphorylation by the RNA polymerase II C-terminal domain phosphatase Ssu72. J. Biol. Chem. 2011;286:5717–5726. [PMC free article] [PubMed] [Google Scholar]70. Xu Y.X., Hirose Y., Zhou X.Z., Lu K.P., Manley J.L. Pin1 modulates the structure and function of human RNA polymerase II. Genes Dev. 2003;17:2765–2776. [PMC free article] [PubMed] [Google Scholar]71. Burke D., Dawson D., Stearns T.  Methods in Yeast Genetics. NY: Cold Spring Harbor Laboratory Press; 2000.  [Google Scholar]72. Liang C., Stillman B. Persistent initiation of DNA replication and chromatin-bound MCM proteins during the cell cycle in cdc6 mutants. Genes Dev. 1997;11:3375–3386. [PMC free article] [PubMed] [Google Scholar]73. Garcia A., Rosonina E., Manley J.L., Calvo O. Sub1 globally regulates RNA polymerase II C-terminal domain phosphorylation. Mol. Cell. Biol. 2010;30:5180–5193. [PMC free article] [PubMed] [Google Scholar]74. Schmitt M.E., Brown T.A., Trumpower B.L. A rapid and simple method for preparation of RNA from Saccharomyces cerevisiae. Nucleic Acids Res. 1990;18:3091–3092. [PMC free article] [PubMed] [Google Scholar]75. Tan Q., Prysak M.H., Woychik N.A. Loss of the Rpb4/Rpb7 subcomplex in a mutant form of the Rpb6 subunit shared by RNA polymerases I, II, and III. Mol. Cell. Biol. 2003;23:3329–3338. [PMC free article] [PubMed] [Google Scholar]76. Pappas D.L., Jr, Hampsey M. Functional interaction between Ssu72 and the Rpb2 subunit of RNA polymerase II in Saccharomyces cerevisiae. Mol. Cell. Biol. 2000;20:8343–8351. [PMC free article] [PubMed] [Google Scholar]77. Reyes-Reyes M., Hampsey M. Role for the Ssu72 C-terminal domain phosphatase in RNA polymerase II transcription elongation. Mol. Cell. Biol. 2007;27:926–936. [PMC free article] [PubMed] [Google Scholar]78. Singh N., Ma Z., Gemmill T., Wu X., Defiglio H., Rossettini A., Rabeler C., Beane O., Morse R.H., Palumbo M.J., et al.  The Ess1 prolyl isomerase is required for transcription termination of small noncoding RNAs via the Nrd1 pathway. Mol. Cell. 2009;36:255–266. [PMC free article] [PubMed] [Google Scholar]79. Ahn S.H., Keogh M.C., Buratowski S. Ctk1 promotes dissociation of basal transcription factors from elongating RNA polymerase II. EMBO J. 2009;28:205–212. [PMC free article] [PubMed] [Google Scholar]80. Kobor M.S., Archambault J., Lester W., Holstege F.C., Gileadi O., Jansma D.B., Jennings E.G., Kouyoumdjian F., Davidson A.R., Young R.A., et al.  An unusual eukaryotic protein phosphatase required for transcription by RNA polymerase II and CTD dephosphorylation in S. cerevisiae. Mol. Cell. 1999;4:55–62. [PubMed] [Google Scholar]81. Visconti R., Palazzo L., Della Monica R., Grieco D. Fcp1-dependent dephosphorylation is required for M-phase-promoting factor inactivation at mitosis exit. Nat. Commun. 2012;3:894. [PMC free article] [PubMed] [Google Scholar]82. Espinoza F.H., Farrell A., Nourse J.L., Chamberlin H.M., Gileadi O., Morgan D.O. Cak1 is required for Kin28 phosphorylation and activation in vivo. Mol. Cell. Biol. 1998;18:6365–6373. [PMC free article] [PubMed] [Google Scholar]83. Kimmelman J., Kaldis P., Hengartner C.J., Laff G.M., Koh S.S., Young R.A., Solomon M.J. Activating phosphorylation of the Kin28p subunit of yeast TFIIH by Cak1p. Mol. Cell. Biol. 1999;19:4774–4787. [PMC free article] [PubMed] [Google Scholar]84. Qiu H., Hu C., Hinnebusch A.G. Phosphorylation of the Pol II CTD by KIN28 enhances BUR1/BUR2 recruitment and Ser2 CTD phosphorylation near promoters. Mol. Cell. 2009;33:752–762. [PMC free article] [PubMed] [Google Scholar]85. Armache K.J., Kettenberger H., Cramer P. Architecture of initiation-competent 12-subunit RNA polymerase II. Proc. Natl. Acad. Sci. U.S.A. 2003;100:6964–6968. [PMC free article] [PubMed] [Google Scholar]86. Bushnell D.A., Kornberg R.D. Complete, 12-subunit RNA polymerase II at 4.1-A resolution: implications for the initiation of transcription. Proc. Natl. Acad. Sci. U.S.A. 2003;100:6969–6973. [PMC free article] [PubMed] [Google Scholar]87. Minakhin L., Bhagat S., Brunning A., Campbell E.A., Darst S.A., Ebright R.H., Severinov K. Bacterial RNA polymerase subunit omega and eukaryotic RNA polymerase subunit RPB6 are sequence, structural, and functional homologs and promote RNA polymerase assembly. Proc. Natl. Acad. Sci. U.S.A. 2001;98:892–897. [PMC free article] [PubMed] [Google Scholar]88. Naji S., Grunberg S., Thomm M. The RPB7 orthologue E’ is required for transcriptional activity of a reconstituted archaeal core enzyme at low temperatures and stimulates open complex formation. J. Biol. Chem. 2007;282:11047–11057. [PubMed] [Google Scholar]89. Garrido-Godino A.I., Garcia-Lopez M.C., Navarro F. Correct assembly of RNA polymerase II depends on the foot domain and is required for multiple steps of transcription in Saccharomyces cerevisiae. Mol. Cell. Biol. 2013;33:3611–3626. [PMC free article] [PubMed] [Google Scholar]90. Edwards A.M., Kane C.M., Young R.A., Kornberg R.D. Two dissociable subunits of yeast RNA polymerase II stimulate the initiation of transcription at a promoter in vitro. J. Biol. Chem. 1991;266:71–75. [PubMed] [Google Scholar]91. Jensen G.J., Meredith G., Bushnell D.A., Kornberg R.D. Structure of wild-type yeast RNA polymerase II and location of Rpb4 and Rpb7. EMBO J. 1998;17:2353–2358. [PMC free article] [PubMed] [Google Scholar]"}