{"title": "A distinct triplex DNA unwinding activity of ChlR1 helicase", "pubDate": "2015", "PMCID": "PMC4335251", "DOI": "10.1074/jbc.M114.634923", "PMID": "25561740", "abstract": "Mutations in the human ChlR1 (DDX11) gene are associated with a unique genetic disorder known as Warsaw breakage syndrome characterized by cellular defects in genome maintenance. The DNA triplex helix structures that form by Hoogsteen or reverse Hoogsteen hydrogen bonding are examples of alternate DNA structures that can be a source of genomic instability. In this study, we have examined the ability of human ChlR1 helicase to destabilize DNA triplexes. Biochemical studies demonstrated that ChlR1 efficiently melted both intermolecular and intramolecular DNA triplex substrates in an ATP-dependent manner. Compared with other substrates such as replication fork and G-quadruplex DNA, triplex DNA was a preferred substrate for ChlR1. Also, compared with FANCJ, a helicase of the same family, the triplex resolving activity of ChlR1 is unique. On the other hand, the mutant protein from a Warsaw breakage syndrome patient failed to unwind these triplexes. A previously characterized triplex DNA-specific antibody (Jel 466) bound triplex DNA structures and inhibited ChlR1 unwinding activity. Moreover, cellular assays demonstrated that there were increased triplex DNA content and double-stranded breaks in ChlR1-depleted cells, but not in FANCJ(-/-) cells, when cells were treated with a triplex stabilizing compound benzoquinoquinoxaline, suggesting that ChlR1 melting of triple-helix structures is distinctive and physiologically important to defend genome integrity. On the basis of our results, we conclude that the abundance of ChlR1 known to exist in vivo is likely to be a strong deterrent to the stability of triplexes that can potentially form in the human genome.", "author": [{"author": "Manhong Guo", "affiliation": ["From the Department of Biochemistry, University of Saskatchewan, Saskatoon, Saskatchewan S7N 5E5, Canada."], "href": "/?term=Guo+M&cauthor_id=25561740"}, {"author": "Kristian Hundseth", "affiliation": ["From the Department of Biochemistry, University of Saskatchewan, Saskatoon, Saskatchewan S7N 5E5, Canada."], "href": "/?term=Hundseth+K&cauthor_id=25561740"}, {"author": "Hao Ding", "affiliation": ["From the Department of Biochemistry, University of Saskatchewan, Saskatoon, Saskatchewan S7N 5E5, Canada."], "href": "/?term=Ding+H&cauthor_id=25561740"}, {"author": "Venkatasubramanian Vidhyasagar", "affiliation": ["From the Department of Biochemistry, University of Saskatchewan, Saskatoon, Saskatchewan S7N 5E5, Canada."], "href": "/?term=Vidhyasagar+V&cauthor_id=25561740"}, {"author": "Akira Inoue", "affiliation": ["the Department of Chemical Biology and Therapeutics, St. Jude Children's Research Hospital, Memphis, Tennessee 38105."], "href": "/?term=Inoue+A&cauthor_id=25561740"}, {"author": "Chi-Hung Nguyen", "affiliation": ["UMR176 CNRS-Institut Curie, Laboratoire de Pharmacochimie, Centre Universitaire, 91405 Orsay, France, and."], "href": "/?term=Nguyen+CH&cauthor_id=25561740"}, {"author": "Rula Zain", "affiliation": ["the Department of Laboratory Medicine, Clinical Research Center, Karolinska Institutet, 141 86 Huddinge, Stockholm, Sweden."], "href": "/?term=Zain+R&cauthor_id=25561740"}, {"author": "Jeremy S Lee", "affiliation": ["From the Department of Biochemistry, University of Saskatchewan, Saskatoon, Saskatchewan S7N 5E5, Canada."], "href": "/?term=Lee+JS&cauthor_id=25561740"}, {"author": "Yuliang Wu", "affiliation": ["From the Department of Biochemistry, University of Saskatchewan, Saskatoon, Saskatchewan S7N 5E5, Canada,. Electronic address: yuliang.wu@usask.ca."], "href": "/?term=Wu+Y&cauthor_id=25561740"}], "refPMID": [], "citedInPMID": ["25561740", "34912850", "33802088", "33669056", "32705708", "32120966", "32071282", "32060097", "31911468", "31824187", "31767869", "31220976", "30700033", "30678288", "30477098", "30469382", "30257865", "29875144", "29186203", "28957459", "28541562", "27010368", "26883636", "26844769", "26474416"], "body": " AbstractMutations in the human ChlR1 (DDX11) gene are associated with a unique genetic disorder known as Warsaw breakage syndrome characterized by cellular defects in genome maintenance. The DNA triplex helix structures that form by Hoogsteen or reverse Hoogsteen hydrogen bonding are examples of alternate DNA structures that can be a source of genomic instability. In this study, we have examined the ability of human ChlR1 helicase to destabilize DNA triplexes. Biochemical studies demonstrated that ChlR1 efficiently melted both intermolecular and intramolecular DNA triplex substrates in an ATP-dependent manner. Compared with other substrates such as replication fork and G-quadruplex DNA, triplex DNA was a preferred substrate for ChlR1. Also, compared with FANCJ, a helicase of the same family, the triplex resolving activity of ChlR1 is unique. On the other hand, the mutant protein from a Warsaw breakage syndrome patient failed to unwind these triplexes. A previously characterized triplex DNA-specific antibody (Jel 466) bound triplex DNA structures and inhibited ChlR1 unwinding activity. Moreover, cellular assays demonstrated that there were increased triplex DNA content and double-stranded breaks in ChlR1-depleted cells, but not in FANCJ−/− cells, when cells were treated with a triplex stabilizing compound benzoquinoquinoxaline, suggesting that ChlR1 melting of triple-helix structures is distinctive and physiologically important to defend genome integrity. On the basis of our results, we conclude that the abundance of ChlR1 known to exist in vivo is likely to be a strong deterrent to the stability of triplexes that can potentially form in the human genome.Keywords: DNA Damage, DNA Enzyme, DNA Helicase, DNA Repair, DNA-Protein Interaction IntroductionAlternative DNA structures such as DNA triple helix, G quadruplex, hairpin, and cruciform can be formed by sequences that are widely distributed throughout the human genome (1). These structures have the capacity to interfere with transcription and replication and can destabilize genome integrity. The DNA triple helix is characterized by noncanonical Hoogsteen or reverse Hoogsteen hydrogen bonding (2, 3). The third strand may be composed of either pyrimidines or purines, and the stability of the resulting triplex structure is dictated by the specific sequence. Intramolecular triplex structures form when an appropriate sequence partially melts with one of the single strands folding back to complex with an adjacent duplex (2). Poly(purine·pyrimidine)-rich regions in the human genome are prone to adopting intramolecular triplexes that are called hinge DNA or H-DNA (4).2Growing evidence suggests that triplexes are likely to exist in cells (5). Genome-wide bioinformatics analyses indicate that regions with the potential to form H-DNA occur at an average of 1/50,000 bp in the human genome, and these tracts are generally over-represented in the promoter regions and the introns of genes involved in cell signaling and cell communication (6, 7). Using the naturally occurring H-DNA structure that deviates from the familiar right-handed helical B form found at the breakage hot spot in the human c-MYC promoter, large scale chromosomal deletions and translocations occur in a mouse model (8). H-DNA-forming sequences have been shown to block replication in vitro and to promote DNA double-stranded breaks (DSBs) in mammalian systems. Indeed, purine·pyrimidine tracts have been found to co-localize with breakpoint hot spots in disease-related genes, such as the c-MYC gene in Burkitt lymphomas (9) and the BCL-2 gene in follicular lymphomas (10). The triplex-forming potential of a (GAA)n repeat is proposed to lead to genomic instability and reduced frataxin gene expression, resulting in Friedreich's ataxia, a triplet repeat disorder (11). Triplex structure inhibits DNA replication based on observations that the repeated sequence inhibits DNA polymerization in vitro and stalls replication forks at (GAA)n repeats in vivo (12). More directly, using the triplex-specific Jel 318 (13) and Jel 466 (14) antibodies that we generated, triplex DNA has been observed in the chromosomes of Chironomus, Drosophila, mouse, and human (14,–16), the nucleus of Drosophila germ line and HeLa cells (17, 18), and naked DNA under an electron microscopy (10). With such an array of provocative sequence elements, it seems that cells would have developed the capacity for regulating triplex stability and destability.ChlR1, also known as DDX11, is a superfamily 2 DNA helicase that contains a conserved iron-sulfur domain. In humans there are four iron-sulfur DNA helicases: XPD, FANCJ, RTEL1, and ChlR1. All are implicated in autosomal recessive genetic diseases: XPD in xeroderma pigmentosum, Cockayne syndrome, trichothiodystrophy, and cerebro-oculo-facio-skeletal syndrome (19); FANCJ in Fanconi anemia (20,–22); RTEL1 in dyskeratosis congenita (23); and ChlR1 in Warsaw breakage syndrome (WABS) (24). The first patient with WABS was observed to display severe microcephaly, pre- and postnatal growth retardation, and abnormal skin pigmentation. Cells from the patient exhibit chromosomal instability characterized by sister chromatid cohesion defects, chromosomal breakage, and sensitivity to the DNA cross-linking agent mitomycin C and topoisomerase inhibitor camptothecin (25). The second reported WABS case, three affected siblings who carry a homozygous missense mutation in the iron-sulfur domain of ChlR1, showed severe intellectual disability and many of the congenital abnormalities reported in the original case (26).A role of the ChlR1 helicase in sister chromatid cohesion was evidenced by studies of the ChlR1 homolog in yeast and human. Chl1p binds to components of the replication machinery, implicating a role of yeast Chl1p to preserve genomic stability by promoting proper chromosome segregation and efficient sister chromatid cohesion during the S phase (27,–30). Depletion of human ChlR1 by RNA interference resulted in abnormal sister chromatid cohesion and a prometaphase delay leading to mitotic failure, and ChlR1 was found to reside in a complex with cohesion factors (31). Subsequent RNA interference studies with human cells showed that ChlR1 is required for proper chromosome cohesion at both the centromeres and along the chromosome arms, as well as tight binding of cohesion complexes to chromatin (32, 33). Loss of ChlR1 in the mouse resulted in embryonic lethality (32), which suggests that the aneuploidy apparent in Ddx11−/− embryos was a consequence of sister chromatid cohesion defects and placental malformation.Biochemically, the purified recombinant ChlR1 protein showed that it is a DNA-dependent ATPase and unwinds partial duplex DNA substrates with a preferred 5′ to 3′ directionality (34, 35). ChlR1 interacts with Ctf18-RFC, PCNA, and FEN-1 and stimulates FEN-1 endonuclease activity on an equilibrating flap DNA structure, a model intermediate substrate that forms during lagging strand synthesis (35). ChlR1 unwinds G-quadruplex (G4) DNA with a strong preference for a two-stranded antiparallel G4 (G2′) substrate and is only marginally active on a four-stranded parallel G4 structure (36). It was proposed that ChlR1 involvement in lagging strand processing during cellular DNA replication may be important for sister chromatid cohesion (37). Recently it was shown in yeast that Chl1 promotes Scc2, a cohesin regulatory factor, loading on to chromatin specifically during the S phase (29). The Timeless-Tipin protein complex that is implicated in replication fork stabilization and sister chromatid cohesion interacts with ChlR1 (38), supporting the notion that the DNA helicase collaborates with other factors to maintain a fork structure conducive to establishment of cohesion. However, the precise molecular pathways whereby ChlR1 maintains genomic stability are not well understood.To better understand the molecular functions of ChlR1 that might be relevant to unwinding triplex DNA as a part of its role in maintaining genomic integrity, we have carefully examined its substrate specificity on a variety of triplex DNA structures. The data demonstrated that the purified ChlR1 protein has the capacity to unwind different triplex DNA substrates in vitro with a specific 5′ → 3′ polarity to the displaced third strand. This activity required a 5′-single-stranded overhang on the third strand and was dependent on ATP hydrolysis. The preference of ChlR1 for triplex DNA structures, which is different from its sequence homology helicase FANCJ, suggests that it may be a part of the enzymatic repertoire of resolving non-B DNA substrates to defend genome stability. EXPERIMENTAL PROCEDURESPlasmids Human ChlR1 cDNA was cloned into the HindIII and XhoI sites of pcDNA3 with 3X FLAG tag at the C terminus (36). The K50R and K897del mutations were generated with QuikChange site-directed mutagenesis kit (Stratagene). All plasmids were sequenced to verify that no undesired mutations were introduced during PCR and cloning.Proteins PEI transfection method (39) was used in transfecting ChlR1 plasmid DNA into HEK293T cells, and the recombinant ChlR1 proteins were purified with a protocol described (36) with modifications. Briefly, cell pellets were resuspended in buffer A (10 mm Tris-HCl, pH 7.4, 10 mm KCl, 1.5 mm MgCl2, 1 mm DTT, 0.5 mm PMSF, proteinase inhibitors). Cells were lysed in the presence of protease inhibitors (Roche Applied Science) for 30 min at 4 °C with mild agitation and centrifuged at 4,000 × g for 30 min at 4 °C. The pellet that contains nuclear fraction was dissolved in buffer B (20 mm Tris-HCl, pH 7.4, 0.15 m NaCl, 10% glycerol, 1.5 mm MgCl2, 0.2 mm EDTA, 0.5 mm PMSF, and proteinase inhibitor) and incubated at 4 °C for 30 min, the cytosolic fraction (supernatant) from the previous centrifuge, and the nuclear fraction were combined together and centrifuged at 4 °C for 30 min at 40,500 × g. The supernatant was incubated with FLAG antibody resin (Sigma) for 2 h at 4 °C. The resin was washed twice with buffer C (20 mm Tris-HCl, pH 7.4, 500 mm NaCl, 10% glycerol, 0.5% Nonidet P-40, 1.5 mm MgCl2, and 0.2 mm EDTA), and twice with buffer D (25 mm Tris-HCl, pH 7.4, 100 mm NaCl, 10% glycerol, 0.1% Tween 20, 5 mm Tris (2-carboxyethyl) phosphine hydrochloride). ChlR1 protein was eluted with 4 μg/ml of 3× FLAG peptide (Sigma) in buffer D for 1 h. The FLAG-tagged ChlR1 protein was then dialyzed at 4 °C for 2 h against buffer D using a dialysis tube with a 50-kDa molecular weight cutoff (Spectrum Laboratories). Aliquots were frozen in liquid nitrogen and stored at −80 °C. The concentrations of wild-type and mutant ChlR1 proteins were determined by Bradford (Bio-Rad) using BSA as a standard. FANCJ protein was purified as previously described (40).Triplex DNA Antibody Jel 466, a mouse monoclonal antibody specific for triplex DNA (14), was used in this study. This IgG was purified from ascites fluid by gel exclusion chromatography, and the stock solution had a final concentration of 4 mg/ml.DNA Substrates PAGE-purified oligonucleotides used for the preparation of DNA substrates were purchased from IDT and are listed in Table 1. DNA duplex and G-quadruplex substrates (OX-1-G2′ and TP-G4) were prepared as previously described (41).TABLE 1DNA Substrates used in this studyOpen in a separate windowA variety of triplex DNA substrates were prepared as previously described (18). Briefly, the plasmid pSupF5 contains a duplex sequence that serves as a target for TC30 (with or without tail). Cleavage of the plasmid with NdeI released fragments of 4 and 0.6 kb. The triplex site lies 1800 bases from one end of the large fragment. Triplexes were prepared by incubation of 3 pmol of 5′-32P-labeled TC30 oligonucleotide (see Table 1) overnight at room temperature with 6 pmol of NdeI-cleaved plasmid in a buffer containing 33 mm Tris acetate (pH 5.5), 66 mm KOAc, 100 mm NaCl, 10 mm MgCl2, and 0.1 mm spermine. The complexes were then separated from unbound oligonucleotide by gel filtration chromatography using Bio-Gel A-5 M resin (Bio-Rad). The 30-mer flush triplex substrates were prepared by incubation of the TC30 or 5MeC-TC30 oligonucleotide with the previously annealed 30-bp duplex (TC30W and TC30C) under the annealing conditions described above. The intramolecular triplex substrate was prepared by incubation of the radiolabeled 5′ tail TC100 foldback oligonucleotide under the annealing conditions described above, and the triplex DNA was gel-purified.Helicase Assays Helicase assay reaction mixtures (20 μl) contained 25 mm HEPES (pH 7.5), 25 mm potassium acetate, 1 mm magnesium acetate, 1 mm DTT, 100 μg/ml bovine serum albumin, 1 mm ATP, 0.5 nm of the specified triplex, duplex or G4 DNA substrate, and the indicated concentrations of the specified ChlR1 protein. For FANCJ, helicase reaction mixtures (20 μl) contained 40 mm Tris-HCl (pH 7.4), 25 mm KCl, 5 mm MgCl2, 2 mm dithiothreitol, 2% glycerol, 100 ng/μl bovine serum albumin, 2 mm ATP, 0.5 nm substrate, and the indicated concentrations of FANCJ. Helicase reactions were initiated by the addition of ChlR1 or FANCJ and then incubated at 37 °C for 20 min unless otherwise indicated. Reactions were quenched with the addition of 20 μl of 2× Stop buffer (17.5 mm EDTA, 0.3% SDS, 12.5% glycerol, 0.02% bromphenol blue, 0.02% xylene cyanol). For standard duplex DNA substrates, a 10-fold excess of unlabeled oligonucleotide with the same sequence as the labeled strand was included in the quench to prevent reannealing. The products of the helicase reactions for triplex DNA substrates were resolved on 10% (19:1 acrylamide:bisacrylamide) polyacrylamide gels with 40 mm Tris acetate (pH 5.5) and 25% glycerol and running buffer containing 40 mm Tris acetate, pH 5.5, and 5 mm MgCl2. Duplex DNA substrates were resolved on nondenaturing 12% (19:1 acrylamide:bisacrylamide) polyacrylamide gels. Products of G4 unwinding reactions were resolved on 8% (19:1 acrylamide:bisacrylamide) polyacrylamide gels with 10 mm KCl in the gel and the running buffer. Radiolabeled DNA species in polyacrylamide gels were visualized using a PharosFX Imager and quantitated using the Quantity One software (Bio-Rad). The percentage of helicase substrate unwound was calculated by using the following formula: % unwinding = 100 × (P/(S + P)), where P is the product, and S is the substrate. The values of P and S have been corrected after subtracting background values in the no enzyme and heat-denatured substrate controls, respectively.Electrophoretic Mobility Shift Assays Protein/DNA binding mixtures (20 μl) contained the indicated concentrations of ChlR1 (or antibody, BQQ) and 0.5 nm of the specified 32P-end-labeled DNA substrate in the same reaction buffer as that used for helicase assays (see above) without ATP. The binding mixtures were incubated on ice for 30 min after the addition of ChlR1. After incubation, 3 μl of loading dye (74% glycerol, 0.01% xylene cyanol, 0.01% bromphenol blue) was added to each mixture, and samples were resolved on native 5% (19:1 acrylamide:bisacrylamide) polyacrylamide gels at 200 V for 2 h at 4 °C. For G4 DNA binding experiments, 5% polyacrylamide gels and running buffer contained 10 mm KCl. The radiolabeled species were visualized using a PharosFX Imager and quantitated using the Quantity One software (Bio-Rad).Cell Line HeLa and HEK293T cells were grown in DMEM supplemented with 10% fetal bovine serum and penicillin/streptomycin (100 units/ml each). FA-J (EUFA30-F) cells were cultured with 15% fetal bovine serum and penicillin/streptomycin (100 units/ml each). FA-J cells were infected with the POZ retroviral vector (42) containing no insert or FANCJ-WT insert. Stable FA-J POZ cell lines, FANCJ−/− and FANCJ+/+, were selected as before (43).RNAi Depletion of ChlR1 was accomplished using the retrovirus vector pSuper.Retro.Puro (OligoEngine) encoding a shRNA targeting 5′-GATATTCCAGGAACCTAAG-3′ in the coding region of human ChlR1. The sequence for the control was 5′-GGATCAACTTCTCTGACAA-3′. HEK293T cells were transfected with 10 μg of plasmid DNA and packaging vectors CAG-VSVg and pEQ-PAM3 by FuGENE 6 (Roche). Three days after the transfection, culture supernatant was collected and filtered. The virus titer was determined as previously described (33). HeLa cells were infected with virus supernatant overnight in medium containing 8 μg/ml Polybrene (Sigma), after which medium was replaced. Two days post-infection, infected cells were selected using 2 μg/ml puromycin for at least 4 days. Cells stably depleted of ChlR1 were selected in the presence of puromycin and routinely monitored for ChlR1 levels by Western blotting.Benzoquinoquinoxaline (BQQ) Treatment Cells were treated with BQQ as described (44). Briefly, ChlR1-depleted and siRNA control cells and FANCJ−/− and FANCJ+/+ cells were grown on coverslips overnight at 37 °C in DMEM supplemented with 10% fetal bovine serum and penicillin/streptomycin (100 units/ml each) media and then incubated with BQQ (final concentration of 8 μm) or the same amount of DMSO as vehicle control at 37 °C overnight (12 h). Cells were ready for immunofluorescence staining.Immunofluorescence Staining Cells were washed twice with PBS and fixed with 100% methanol at −20 °C for 30 min. Fixed cells were washed four times with PBS and then blocked with blocking buffer (1% BSA in PBS) at room temperature for 1 h. Indirect immunostaining was performed by first incubating cells with a triplex-specific mouse monoclonal antibody Jel 466 (1:100) and a rabbit anti-γH2AX polyclonal antibody (1:500; Cell Signaling Technology) overnight at 4 °C. Following four washes in PBS, cells were incubated with Alexa Fluor 488 goat anti-mouse IgG (1:500; Invitrogen) and Alexa Fluor 594 goat anti-rabbit IgG (1:500; Invitrogen) for 1 h at room temperature. Cells were washed four times with PBS and coated with Prolong Gold antifade reagent containing DAPI (Invitrogen). Coverslips were placed on chamber slides, and cells were cured at room temperature in the dark for 24 h. Immunofluorescence was performed on a Zeiss LSM 510 META inverted Axiovert 200M laser scan microscope with a Plan-Apochromat 63×/1.4 oil DIC objective. Images were captured with a CCD camera and analyzed using a LSM Browser software package. RESULTSChlR1 Robustly Unwinds DNA Triplex Substrates in an ATP-dependent Manner DNA triple helix structures may contribute to the genome instability that is observed in ChlR1 mutated cells. To assess this possibility, we purified a recombinant wild-type protein and an engineered Walker A box (motif I) K50R ChlR1 protein in which the invariant lysine residue was replaced with arginine. These two proteins were purified to near homogeneity as judged by their appearance as single bands after electrophoresis on Coomassie-stained SDS-polyacrylamide gels (Fig. 1A).Open in a separate windowFIGURE 1.ChlR1 helicase unwinds intermolecular DNA triple helixes.\nA, the purity of the ChlR1-WT and ChlR1-K50R proteins was evaluated by their detected migration after SDS-PAGE on Coomassie-stained gels according to their predicted sizes. For each protein, 2 μg was loaded. B, helicase reactions (20 μl) were performed by incubating the indicated ChlR1-WT (upper panel) or ChlR1-K50R (lower panel) concentrations with 0.5 nm 5′ tail plasmid-triplex substrate at 37 °C for 15 min under standard helicase assay conditions as described under “Experimental Procedures.” Triangle, heat-denatured DNA substrate control. Instead of ATP, no ATP, ADP, or ATPγS reactions were used in the indicated lanes. C, ChlR1-WT (upper panel) and ChlR1-K50R (lower panel) were incubated with 0.5 nm 5′ tail flush triplex substrate at 37 °C for 15 min under standard helicase assay conditions. D, helicase reactions (200 μl) were performed by incubating a consistent ChlR1-WT concentration (0.6 nm) with 0.5 nm 5′ tail plasmid-triplex (upper panel) or flush triplex substrate (lower panel) at 37 °C, and aliquots (20 μl) were removed, and reactions were stopped at the indicated times. NE, no enzyme added and incubated for 45 min. E, quantitative analysis of unwinding time course for ChlR1-WT helicase reactions on two triplex structures (D). The data represent the means of at least three independent experiments with S.D. indicated by error bars. F, ChlR1-WT with indicated concentrations melted the 5′ tail 5MeC-TC30 plasmid triplex substrate. G, quantitative analysis of data for ChlR1-WT helicase reactions on three triplex structures (B, C, and F). The data represent the means of at least three independent experiments with S.D. indicated by error bars.We began by testing the ability of ChlR1 helicase to unwind a well characterized plasmid-based DNA triplex substrate (45, 46). The triplex DNA substrate consists of a pyrimidine motif third DNA strand (TC30; Table 1) residing in the major groove of the DNA double helix that is stabilized by Hoogsteen hydrogen bonding with the Watson-Crick base pairs. Increasing concentrations of ChlR1 (0–2.4 nm) were incubated at 37 °C for 15 min with a DNA triplex substrate (referred to as plasmid triplex) that consisted of a pyrimidine motif third strand (5-tail TC30) annealed to a 4-kb duplex restriction fragment that is stable at physiological pH. Products were resolved on native polyacrylamide gels. As shown in Fig. 1B, melting of the triplex substrate was dependent on ChlR1 concentration. Approximately 90% triplex was melted at the highest concentration of 2.4 nm ChlR1. However, ChlR1 failed to unwind the triplex substrate in the absence of ATP or in the presence of ADP or ATPγS. Further, the ATPase dead mutant, ChlR1-K50R, failed to unwind triplex substrates even at the highest concentration of 2.4 nm. Under the same reaction conditions, ChlR1-WT was also able to unwind a short triplex structure (named flush triplex) that was constructed by annealing the same pyrimidine motif third strand (TC30) to a 30-bp duplex fragment, but the mutant ChlR1-K50R failed (Fig. 1C). In contrast, ChlR1 failed to unwind a DNA duplex substrate of the same length and sequence composition as the duplex portion of the flush triplex substrate (data not shown), consistent with previous findings that ChlR1 requires a 5′ single-stranded DNA tail (36). We also examined the ChlR1 triplex unwinding activity in a time course manner. At a consistent concentration (0.6 nm), ChlR1 achieved approximately 70% unwinding on plasmid triplex and near 100% on flush triplex at 15 min (Fig. 1, D and E). These results indicate that ChlR1 is able to resolve triplex structures and requires ATP hydrolysis of nucleoside triphosphate. To assess whether ChlR1 can unwind a more stable triplex DNA substrate, a substrate with a pyrimidine motif third strand containing 5MeC throughout the sequence was tested because it is more stable at physiological pH (18, 45). As shown in Fig. 1F, melting of the 5′ tail 5MeC-TC30 triplex substrate was dependent on ChlR1 concentration. However, at a concentration of 2.4 nm, only 35% of the 5MeC triplex was destabilized, suggesting that ChlR1 has less efficiency on the 5MeC triplex when compared with the unmodified triplex. Quantitative analyses of ChlR1 helicase efficiency for unwinding different DNA triplex structures indicated that the short flush triplex structure is the most efficient substrate for ChlR1 helicase activity; the regular plasmid triplex structure reduced efficiency to 80%, whereas the cytosine methylation modified plasmid triplex structure reduced it to 20%, at a concentration of 1.2 nm (Fig. 1G). These results demonstrated that ChlR1 contains robust activity to unwind an intermolecular DNA triplex in an ATP-dependent manner.ChlR1 Can Unwind an Intramolecular Triplex Structure The ability of ChlR1 to melt an intermolecular triplex-forming oligonucleotide-generated triplexes raised the question of whether ChlR1 might also be able to destabilize a 5′ tail intramolecular H-DNA triplex substrate that represents a more physiological structure that would form naturally. To address this, we tested ChlR1 on a 5′ tail intramolecular triplex substrate derived from a single-stranded DNA molecule (Table 1). The 5′ tail intramolecular triplex form contains a foldback duplex region. Incubation of ChlR1 with this triplex substrate and analysis by gel electrophoresis demonstrated that ChlR1 melts the 5′ tail intramolecular triplex and converts it to the single-stranded DNA form in a concentration-dependent manner; however, the ATPase dead mutant ChlR1-K50R failed to unwind this substrate (Fig. 2).Open in a separate windowFIGURE 2.ChlR1 helicase resolves an intramolecular triplex DNA structure. Helicase reactions (20 μl) were performed by incubating the indicated ChlR1-WT (upper panel) or ChlR1-K50R (lower panel) concentrations with 0.5 nm 5′ tail intramolecular triplex substrate at 37 °C for 20 min under standard helicase assay conditions as described under “Experimental Procedures.”A 5′-ssDNA Tail Is Required for ChlR1 Unwinding of Triplex DNA It has been known that ChlR1 preferentially unwinds partial duplex DNA substrates with a 5′ to 3′ directionality (34, 35), and a certain length of 5′ single-stranded DNA tail is required for its unwinding activity. We asked whether ChlR1 has the same characteristics on triplex DNA as it has on duplex DNA. First, we tested the plasmid triplex substrate in which the 30-mer third strand was completely annealed to a target site within a 4-kb duplex restriction fragment. This plasmid-based substrate lacks a 3′- or 5′-ssDNA overhang on the third strand (Table 1). ChlR1 was completely inactive on this substrate (Fig. 3A). Next we used a triplex plasmid substrate, but it has a 3′ tail with a 15-nucleotide oligo(dT) instead of a 5′ tail. However, ChlR1 was not able to unwind this third strand (Fig. 3B). We also detected ChlR1 helicase unwinding activity on one of the flush triplex substrates without 5′ or 3′-ssDNA overhang on the third strand, and the results showed that this blunt flush triplex DNA cannot be unwound by ChlR1 at an increased concentration (0–4.8 nm; data not shown). Another flush triplex DNA structure, which contains a 30-mer third strand followed by a 15 oligo(dT) 3′ tail, could not be unwound even at the increased concentration of ChlR1 (0–4.8 nm; data not shown). These results revealed that ChlR1 can unwind the underlying duplex from the triplex only when the helicase loads on the 5′-ssDNA tail of the third strand.Open in a separate windowFIGURE 3.ChlR1 helicase fails to unwind blunt end and 3′-tail triplex DNA structures. Helicase reactions (20 μl) were performed by incubating the indicated ChlR1-WT concentrations with 0.5 nm blunt end (A) and 3′-tail plasmid-triplex (B) substrates at 37 °C for 20 min under standard helicase assay conditions as described under “Experimental Procedures.”ChlR1 Prefers to Bind Triplex DNA Single-stranded DNA binding protein RPA has been reported to destabilize an intramolecular G4 tetraplex (47) and a variety of DNA triplex structures (18). The strong triplex unwinding activity of ChlR1 might be simply a consequence of ChlR1 motor activity on ssDNA. To address this issue, we performed EMSAs with a ssDNA dT30. Unexpectedly, no binding was observed under our regular concentration (0–2.4 nm; data not shown). Even increasing the ChlR1 concentration to 19.2 nm, barely dT30 was bound by ChlR1 protein (Fig. 4A). Then we expanded to examine other DNA structures. ChlR1 also poorly bound blunt end dsDNA (Fig. 4B). ChlR1 can bind forked duplex and two-stranded antiparallel G2′ G-quadruplex (Fig. 4, C and D). We failed to get EMSA result of ChlR1 with flush triplex DNA, maybe because of their weak/transient binding. However, ChlR1 bound the plasmid-based triplex significantly (Fig. 4E). A maximal difference was observed at 1.2 nm ChlR1-WT, in which 100% of the triplex substrate was bound compared with nearly none for the fork duplex or G4 substrate. The EMSA binding data were analyzed according to Scatchard theory, and apparent dissociation constants (Kd) were determined. The Kd for fork duplex was 8.20 ± 1.7 nm, OX-1-G2′ was 3.1 ± 0.7 nm, and that for plasmid triplex was 0.2 ± 0.1 nm, suggesting that ChlR1 bound the triplex DNA substrate with greater affinity compared with other substrates. Thus, we concluded that triplex DNA is a preferred DNA structure for ChlR1 helicase.Open in a separate windowFIGURE 4.ChlR1 prefers to bind triplex DNA substrate.\nA–E, the indicated concentrations of ChlR1-WT were incubated with 0.5 nm ssDNA dT30 (A), blunt end dsDNA (B), forked duplex DNA (C), OX-1 G2′ (D), and plasmid triplex DNA (E, two repeats. Dashed lines indicate the position of DNA without protein bound) on ice for 30 min under standard gel shift assay conditions as described under “Experimental Procedures.” The DNA-protein complexes were resolved on native 5% polyacrylamide gels. F, quantitative analyses of gel mobility shift assays shown in A–E. The data represent the means of three independent experiments with S.D. indicated by error bars.Triplex DNA Is a Preferred DNA Substrate for ChlR1 and G4 DNA for FANCJ ChlR1 has robust triplex unwinding activity, but another sequence homology helicase, FANCJ has been reported to unwind triplex DNA as well (48). Next, we asked whether these two enzymes have the same activity on DNA substrates. To this end, first we used different length of forked duplex substrates for ChlR1 helicase assays, including 20 bp as a short, 30 bp as a middle size, and 40 bp as a long forked duplex substrate. Although ChlR1 had robust activity on the short forked duplex substrate, whereas it reached nearly 90% unwinding at the concentration of 1.2 nm (Fig. 5, A and D), ChlR1 was poor to unwind middle and long forked duplex DNA (Fig. 5, B–D). Both the 30- and 40-bp fork duplex DNA substrate were barely unwound at the highest concentration of ChlR1 (38.4 nm). Then we examined FANCJ helicase. FANCJ exhibited a similar pattern: very active on short duplex but inactive on middle and long duplex DNA (Fig. 5, E–H). These results suggest that ChlR1 and FANCJ have a comparable activity on unwinding fork duplex DNA. The effect of duplex length is fairly steep for ChlR1 and FANCJ helicases, and it seems that both helicases lack processivity even under multiturnover conditions, which are consistent with several previous studies (35, 36, 49, 50).Open in a separate windowFIGURE 5.ChlR1 and FANCJ helicases have similar unwinding activity on forked duplex DNA.\nA–C and E–G, helicase reactions (20 μl) were performed by incubating the indicated ChlR1-WT (A–C) or FANCJ (E–G) concentrations with 0.5 nm forked duplex DNA substrate with different length (A and E, 20 bp; B and F, 30 bp; and C and G, 40 bp) at 37 °C for 20 min under standard helicase assay conditions as described under “Experimental Procedures.” D and H, quantitative analysis of data for ChlR1-WT (A–C) or FANCJ (E–G) helicase reactions on three duplex structures. The data represent the means of at least three independent experiments with S.D. indicated by error bars.Although ChlR1 has similar activity on fork duplex DNA as FANCJ, next we asked whether these two helicases have their preferred substrate. To address this, the capability of ChlR1 to unwind G-quadruplex (G4) DNA structures was examined. ChlR1 unwound G4 DNA with a strong preference for a two-stranded antiparallel G4 (G2′) substrate and was only marginally active on a four-stranded parallel G4 structure (Fig. 6, A and B), consistent with our previous findings (36). Approximately 50% of the two-stranded antiparallel G4 (OX-1 G2′) substrate was unwound with a ChlR1 concentration of 9.6 nm, but only 5% of the four-stranded parallel G4 substrate (TP-G4) was unwound by ChlR1 at the highest concentration (38.4 nm). In contrast, we found that 70% of the flush triplex DNA can be unwound by ChlR1 at a concentration of 1.2 nm, and nearly 100% of the triplex DNA can be unwound by ChlR1 at a concentration of 2.4 nm (Fig. 6C). The quantitative analysis for the efficiency of ChlR1 helicase activity on different DNA structure substrates showed that ChlR1 exhibited the most effective activity on triplex DNA, with decreasing activity efficiency on OX-1 G2′ quadruplex DNA structure, followed by duplex DNA, with the lowest activity on G4 quadruplex DNA TP-G4 substrate (Fig. 6D). Taken together, we concluded that the order of ChlR1 helicase DNA substrate preference is: triplex > G2′ > forked duplex > G4 DNA.Open in a separate windowFIGURE 6.Triplex DNA is a preferred substrate for ChlR1 helicase.\nA–C and E–G, helicase reactions (20 μl) were performed by incubating the indicated concentrations of ChlR1-WT (A–C) or FANCJ-WT (E–G) with 0.5 nm two-stranded antiparallel G4 (OX-1 G2′, A and E), four-stranded parallel G4 structure (TP-G4, B and F) and flush triplex DNA (C and G) under standard helicase assay conditions as described under “Experimental Procedures.” D and H, quantitative analyses of data for OX-1 G2′ (×), TP-G4 (plus signs), and flush triplex (open squares) experiments with ChlR1-WT and FANCJ-WT, respectively. The data represent the means of at least three independent experiments with S.D. indicated by error bars.Surprisingly, although FANCJ efficiently unwound G4 DNA, including TP-G4 formed by four parallel strands, and OX-1 G2′ formed by two antiparallel hairpin dimers, FANCJ had less activity on triplex structures (Fig. 6, F–H). For example, even at the highest concentration (38.2 nm), only approximately 20% flush triplex was unwound by FANCJ. Collectively, our data indicate that ChlR1 and FANCJ have their preferred substrates, namely triplex DNA for ChlR1 and G-quadruplex for FANCJ.A Patient-derived ChlR1 Mutant Fails to Unwind Triplex DNA Structures A ChlR1 mutation resulting in a single amino acid deletion of lysine 897 in the ChlR1 protein, designated K897del, was reported to be genetically linked to Warsaw breakage syndrome (25). To understand the molecular defects of the protein encoded by the mutant allele, we purified the recombinant K897del in the same manner as wild-type ChlR1 proteins that were expressed in human 293T cells (Fig. 7A). We first examined DNA unwinding activity catalyzed by the ChlR1-K897del mutant. Using the plasmid-based triplex, the ChlR1-K897del mutant protein failed to unwind this type of substrate under conditions in which the ChlR1-WT unwound the triplex DNA molecules to near completion at a concentration of 2.4 nm (Fig. 7B). We also increased the incubation time (60 min) or protein concentration of ChlR1-K897del (38.4 nm) but failed to detect unwinding activity on this triplex DNA (data not shown).Open in a separate windowFIGURE 7.The ChlR1 patient mutant fails to unwind triplex DNA.\nA, the purity of the ChlR1-K897del protein was evaluated by its detected migration after SDS-PAGE on Coomassie-stained gels according to the predicted size; 2 μg was loaded. B, helicase reactions (20 μl) were performed by incubating the indicated ChlR1–897del concentrations with 0.5 nm plasmid DNA triplex substrate at 37 °C for 20 min under standard helicase assay conditions. The products were resolved on native 10% polyacrylamide gels. C, the indicated concentrations of ChlR1–897del mutation were incubated with 0.5 nm plasmid-triplex DNA at room temperature for 30 min under standard EMSA conditions as described under “Experimental Procedures.” The DNA-protein complexes were resolved on native 5% polyacrylamide gels.The failure of ChlR1-K897del to unwind the DNA substrates might reflect an impairment of DNA binding activity. To address this issue, we performed EMSA assays with the mutant proteins in the absence of ATP using the same radiolabeled triplex DNA used for the helicase assays. The results demonstrated that the ChlR1-K897del was unable to bind the plasmid triplex DNA (Fig. 7C). The presence of ATPγS or ADP did not enhance binding of the mutant protein to the triplex DNA (data not shown). Thus, the WABS patient-derived ChlR1-K897del mutation impairs the ability to efficiently bind the triplex DNA substrate.A Triplex DNA Specific Antibody Binds Triplex DNA and Inhibits ChlR1 Unwinding Triplex DNA Jel 466 is a triplex DNA-specific monoclonal antibody (14). To verify the specificity of Jel 466 antibody, we performed a gel mobility shift assay by using different DNA substrates, including single-stranded DNA (dA30), double-stranded DNA (random sequence, 30 bp), and flush triplex DNA (duplex portion, 30 bp). With an increasing concentration of Jel 466 antibody (0–200 nm), the antibody did not bind to single-stranded DNA or double-stranded DNA even at the highest concentration of antibody (200 nm) (Fig. 8, A and B). However, Jel 466 bound the flush triplex substrate (Fig. 8C). Our data suggested that the Jel 466 antibody has high affinity for triplex DNA, consistent with previous findings (14).Open in a separate windowFIGURE 8.Triplex antibody inhibits ChlR1 triplex DNA unwinding activity.\nA–C, the indicated concentrations of triplex antibody Jel 466 were incubated with a single-stranded DNA dA30 (A), blunt end 30-bp double-stranded DNA (B), and flush triplex (C) DNA substrate (0.5 nm) at room temperature for 30 min under standard EMSA assays as described under “Experimental Procedures.” The DNA-protein complexes were resolved on native 5% polyacrylamide gels. D and E, the indicated concentrations of triplex antibody Jel 466 were incubated with 0.5 nm plasmid-triplex (D) and flush triplex DNA substrate (E) with or without 2.4 nm ChlR1 presenting under standard helicase assay conditions. F, quantitative analyses of data from plasmid triplex (open diamonds) and flush triplex (open squares) unwinding experiments with Jel 466 triplex antibody. The data represent the means of at least three independent experiments with S.D. indicated by error bars.Because Jel 466 can directly bind to triplex DNA, the antibody may have the potentiality to block ChlR1 binding and thus inhibit the efficiency of ChlR1 helicase unwinding activity. Next we examined the effect of Jel 466 on the helicase-catalyzed unwinding of a triplex substrate. Indeed, Jel 466 inhibited ChlR1 unwinding of the plasmid-based and flush triplex DNA structure in a dose-responding manner (Fig. 8, D and E). Jel 466 reduced 50% ChlR1 unwinding activity for 5′-overhang plasmid triplex DNA at a concentration of 50 nm and completely blocked ChlR1 unwinding activity at 200 nm. For the 5′ overhang flush triplex DNA, Jel 466 blocked 50% ChlR1 unwinding effect at 100 nm (Fig. 8F). Thus, Jel 466 potently inhibited ChlR1 unwinding activity on different triplex DNA structures.A Triplex Stabilizing Compound BQQ Inhibits ChlR1 Unwinding BQQ is a highly specific triplex-stabilizing compound that is able to bind both pyrimidine and purine motif triple-helix structures (44, 51,–53). To confirm the stabilizing ability of BQQ on our triplex DNA structures, we used flush and plasmid triplex DNA to verify whether BQQ can prevent these DNA substrates from unwinding by ChlR1. Our data showed that 50% plasmid-based triplex can be protected from ChlR1 unwinding at BQQ concentration at 1 μm (Fig. 9A), 75% flush triplex DNA can be preserved at the same BQQ concentration, and nearly 100% flush triplex DNA can be retained from ChlR1 unwinding at the BQQ concentration of 2 μm (Fig. 9B). Comparably, BQQ has more rescue potency on flush triplex compared with plasmid triplex (Fig. 9C). These results suggest that BQQ can maintain triplex DNA stability and restrain them from helicase unwinding in vitro.Open in a separate windowFIGURE 9.BQQ inhibits ChlR1 triplex DNA unwinding activity.\nA and B, the indicated concentrations of BQQ were incubated with 0.5 nm plasmid-triplex (A) and flush triplex DNA substrate (B) with or without 2.4 nm ChlR1 presenting under standard helicase assay conditions. C, quantitative analyses of data from plasmid triplex (open diamonds) and flush triplex (open squares) experiments with BQQ. The data represent the means of at least three independent experiments with S.D. indicated by error bars.Increased Triplex DNA in ChlR1-depleted Human Cells under BQQ Treatment To address whether ChlR1 is important in triplex DNA metabolism in vivo, we stably repressed ChlR1 expression by infecting HeLa cells using an shRNA-expressing retrovirus and visualized nuclear triplex DNA by immunofluorescence using the triplex-specific antibody Jel 466. shRNA-ChlR1 virus (#5) reduced ChlR1 protein level by greater than 90% compared with the control virus (CT#9) with random shRNA as detected by Western blot analyses (Fig. 10A). ChlR1-depleted HeLa cells were treated with or without triplex stabilizing compound BQQ, immunologically stained with the mouse triplex DNA antibody Jel 466 and double-stranded break damage indicator γH2AX. In the absence of BQQ treatment, ChlR1 depletion had a mild effect: approximately 2-fold higher triplex and γ-H2AX focus formation in ChlR1 shRNA cells compared with control cells (Fig. 10, B and C), indicative of spontaneous triplex and DSBs formation in the absence of genotoxic agents, which is also consistent with a previous report (33). There is no significant co-localization between triplex DNA and DSB in this condition (Fig. 10B). However, the triplex DNA and γ-H2AX foci were significantly more intense in BQQ-treated ChlR1-depleted cells than in control shRNA cells (Fig. 10, B and C). The results showed that approximately 5-fold more foci were formed in BQQ-treated ChlR1-depleted cells compared with untreated (Fig. 10, B and C). Moreover, certain co-localization of triplex DNA and DSBs was observed. This evidence supported our hypothesis that triplex DNA accumulation and double-stranded breaks are two related events, whereas triplex DNA might be one of the causes for double-stranded breaks formation under the genotoxic stress.Open in a separate windowFIGURE 10.BQQ induces elevated numbers of triplex DNA and γ-H2AX foci in ChlR1-depleted cells.\nA, Western blot analysis of HeLa cells that were infected with ChlR1 shRNA (#9) and control (#5). Proteins were detected with antibody against ChlR1 (1:2000, Abnova), or β-tubulin (1:2000, Santa Cruz). B, immunofluorescence analysis of the triplex DNA antibody Jel 466 (green) and γ-H2AX antibody (red) in ChlR1-depleted and control HeLa cells with or without BQQ treatment. DAPI staining (blue) indicates DNA. C, quantitative analyses of triplex DNA foci and γ-H2AX foci shown in B. The data represent the means of >100 cells with S.D. indicated by error bars. D, immunofluorescence analysis of the triplex DNA antibody Jel 466 (green) and γ-H2AX antibody (red) in FANCJ−/− and FANCJ+/+ cells with or without BQQ treatment. E, quantitative analyses of triplex DNA foci and γ-H2AX foci shown in D. The data represent the means of >100 cells with S.D. indicated by error bars.Our data indicated that triplex DNA is not the preferred DNA structure for FANCJ in vitro, which led us to ask whether it is true in vivo. To address this question, isogenic FANCJ-deficient (FANCJ−/−) and FANCJ-proficient (FANCJ+/+) cells were treated with or without BQQ. There is no significant difference between FANCJ−/− and FANCJ+/+ cells in the absence of BQQ treatment (Fig. 10D), suggesting that the accumulation of triplex DNA and γ-H2AX focus formation was not affected by FANCJ deficiency, which is consistent with previous studies (22, 54). Although BQQ treatment increased triplex DNA and DSBs, there was no significant difference between FANCJ−/− and FANCJ+/+ cells (Fig. 10, D and E). Also much less triplex foci and γ-H2AX foci were accumulated in FANCJ−/− cells compared with ChlR1-depletetd cells. These results suggest that resolving triplex DNA by ChlR1 in vivo is unique. DISCUSSIONAlthough ChlR1 mutations leading to genomic instability have been reported in yeast, worms, mice and human patients, its molecular mechanism remains elusive. Here we found that the ChlR1 helicase possesses a unique triplex DNA resolving activity, and the triplex-specific Jel 466 antibody or compound BQQ binds triplex structures and inhibits ChlR1 unwinding activity. Moreover, ChlR1-depleted cells have increased double-stranded breaks compared with RNAi control cells when treated with BQQ, suggesting that triplex DNA is a physiological substrate of ChlR1.Triplex DNA resolving activity might be a unique property for the ChlR1 helicase. In the RECQ helicase family, WRN and BLM helicases have been reported to destabilize triplex in an ATP-dependent manner (45), but WRN and BLM helicases are active with DNA triplexes with a 3′ single-strand tail. Another helicase DHX9 also displays 3′ → 5′ polarity for resolving triplex (55). Herein, we show that ChlR1 is active on triplex with 5′ single-stranded tail, suggesting that these helicases work in opposite directions. In addition, ChlR1 possesses more robust triplex resolve activity, because it reaches nearly 100% unwinding at the concentration of 1.2 nm (Fig. 1), whereas WRN requires more than 56 nm (45) and DHX9 at 200 nm under similar reaction conditions. Although ChlR1-like helicase, FANCJ can unwind triplex structures (48), we found that ChlR1 unwinds triplex DNA more efficiently than FANCJ, whereas FANCJ has robust activity for G4 DNA (Fig. 6), although the two proteins have similar unwinding activity on forked duplex DNA (Fig. 5). In fact, FANCJ and its orthologous gene in model systems have been reported to play a critical role in maintaining G-rich regions (56,–61); thus it is considered as a G4 DNA helicase. A recent study showed that the unwinding rate of FANCJ is strongly inhibited by a cyclopurine lesion, whereas ChlR1 is only modestly affected by the cyclopurine damage (62), suggesting that these two helicases unwind damaged DNA by distinct mechanisms. On the other hand, another ChlR1-like helicase, RTEL1, has been reported to be involved in telomere maintenance, such as resolving telomeric T-loop and G4 DNA (63, 64). Thus, ChlR1 dissolves a DNA triple helix structure in a manner that is specific and relatively effective.Triplex DNA is one of the alternative structures that may cause genomic instability (65). It has been determined that triplex formation via triplex-forming oligonucleotide can act as a fragile site resulting in DSBs, which was confirmed by the presence of DSBs after triplex formation by Western blot analysis and immunofluorescence microscopy (66). To probe the functional importance of ChlR1 in triplex metabolism in vivo, we examined the effects of BQQ, a selective triplex DNA binding agent, on triplex DNA accumulation and γ-H2AX focus formation as a marker of DNA damage in ChlR1-depleted versus control cells. Based on the ability of ChlR1 to unwind triplex DNA, we hypothesized that ChlR1-depleted cells would be hypersensitive to the biological effects of BQQ. Indeed, BQQ was observed to significantly increase triplex DNA and DSBs in ChlR1-depleted cells, but not in FANCJ−/− cells. Even though there was no apparent co-localization in the absence of BQQ treatment, we found certain co-localization between triplex DNA and γ-H2AX with BQQ treatment in ChlR1-depleted cells, suggesting unresolved triplex structures may cause DSBs. The patient-derived ChlR1-K897del deletion of 3 base pairs results in a single amino deletion of a highly conserved lysine just 10 amino acids from the C terminus (25). Biochemical analysis of the purified recombinant ChlR1-K897del protein revealed a dramatic inhibitory effect on triplex DNA binding and triplex DNA unwinding activity, suggesting an important role of the extreme C terminus of the protein for its stable interaction with nucleic acids.Mutations in human or mouse ChlR1 or its ortholog in yeast were known to cause sister chromatid cohesion defects. Considering its triplex DNA resolving activity, we suggest a possible model to explain the role of ChlR1 in sister chromatid cohesion. This model is based on known physical and functional interactions of ChlR1 with DNA replication proteins and the potential involvement of the ChlR1 motor ATPase to unwind DNA secondary structures. During DNA replication, a long primer flap, which can be up to 100 nucleotides long, might form triplex DNA. ChlR1 will resolve the triplex structure and facilitate FEN1 nuclease to cleave the flap structure. In fact, ChlR1 and FEN1 have been co-immunoprecipitated to each other, and ChlR1 stimulated the nuclease activity of FEN1 (35). In addition, interaction of ChlR1 with FEN-1 and accessory replication proteins (RFC and PCNA) may help to enable timely processing of lagging strand intermediates that arise during DNA replication (35). The proposed role of ChlR1 during Okazaki fragment processing would provide the opportunity for efficient cohesion-mediated sister chromatid tethering during the complex process of chromatinization, resulting in efficacious sister chromatid cohesion. Therefore, it seems probable that ChlR1 may share its duties with other proteins that help process aberrant DNA structures, because genetic deficiencies in proteins responsible for flap processing and other relevant DNA metabolic processes result in cohesion defects (27, 28). In fact, it has been shown that triplexes arrest progression of Holliday junctions in a model system (67). In addition to its involvement of lagging strand processing, ChlR1 may recognize H-DNA structures and unwind them, thereby counteracting the occurrence of DSBs and ensuing instabilities. Therefore, it is conceivable that the catalytic functions and protein interactions of ChlR1 operate not only during semiconservative DNA replication but also during DNA repair synthesis or recombinational repair. Because there is no direct evidence to illustrate the relationship between the two roles of ChlR1 as a triplex DNA helicase and its well known cellular function of sister chromatid cohesion, whether these functions are independent or cooperative needs further exploration.Understanding the molecular and cellular functions of ChlR1 helicase should help to elucidate the underlying basis for the pathology of the chromosomal instability in Warsaw breakage syndrome. Our results from cellular assays showing increased triplex DNA content under BQQ treatment when ChlR1 is repressed suggest that ChlR1 melting of triple helical structures is physiologically important. Given that sequences with triplex-forming potential are widely distributed in the human genome, it is probable that if triplexes are not resolved, they will interfere with processes such as DNA replication or recombination. Although we found that the patient mutant fails to resolve triplex DNA structure, it remains unknown whether unresolved triplexes are the direct cause of genomic instability observed in WABS. It will be of interest to determine whether or how the role of ChlR1 in the destabilization of alternate DNA structures is regulated. For instance, the expression and function of FANCJ is cell cycle- and post-translation modification-dependent (68,–70). Whether ChlR1 has similar characteristics as FANCJ that in turn may influence its ability to destabilize alternate DNA structures that are associated with human diseases remains to be determined. AcknowledgmentWe thank Dr. Sharon Cantor (University of Massachusetts Medical School) for FA-J (EUFA30/hTert/SV40, FANCJ−/−) and FA-J cells that reconstituted with FANCJ-WT, FANCJ+/+ fibroblasts. *This work was supported in part by the Natural Sciences and Engineering Research Council of Canada, the Canadian Breast Cancer Foundation, and the Leukemia & Lymphoma Society of Canada (to Y. W.); the American Cancer Society Research Scholar Grant RSG CDD-120969 (to A. I.); and the Knut och Alice Wallenbergs Stiftelse, Magnus Bergvalls Stiftelse, Carl Tryggers Stiftelse för Vetenskaplig Forskning, and the Swedish Research Council (to R. Z.). 2The abbreviations used are:\nH-DNAhinge DNAWABSWarsaw breakage syndromessDNAsingle-stranded DNADSBdouble-stranded breakBQQbenzoquinoquinoxalineG4G-quadruplex. REFERENCES1. \nBoyer A. S., Grgurevic S., Cazaux C., Hoffmann J. S. (2013) The human specialized DNA polymerases and non-B DNA: vital relationships to preserve genome integrity. J. Mol. Biol. 425, 4767–4781 [PubMed] [Google Scholar]2. \nFrank-Kamenetskii M. D., Mirkin S. M. (1995) Triplex DNA structures. Annu. Rev. Biochem. 64, 65–95 [PubMed] [Google Scholar]3. \nDuca M., Vekhoff P., Oussedik K., Halby L., Arimondo P. B. (2008) The triple helix: 50 years later, the outcome. Nucleic Acids Res. 36, 5123–5138 [PMC free article] [PubMed] [Google Scholar]4. \nVasquez K. M., Glazer P. M. (2002) Triplex-forming oligonucleotides: principles and applications. Q. Rev. Biophys. 35, 89–107 [PubMed] [Google Scholar]5. \nZain R., Sun J. S. (2003) Do natural DNA triple-helical structures occur and function in vivo?\nCell Mol. Life Sci. 60, 862–870 [PubMed] [Google Scholar]6. \nSchroth G. P., Ho P. S. (1995) Occurrence of potential cruciform and H-DNA forming sequences in genomic DNA. Nucleic Acids Res. 23, 1977–1983 [PMC free article] [PubMed] [Google Scholar]7. \nGoñi J. R., Vaquerizas J. M., Dopazo J., Orozco M. (2006) Exploring the reasons for the large density of triplex-forming oligonucleotide target sequences in the human regulatory Regions. BMC Genomics\n7, 63. [PMC free article] [PubMed] [Google Scholar]8. \nWang G., Carbajal S., Vijg J., DiGiovanni J., Vasquez K. M. (2008) DNA structure-induced genomic instability in vivo. J. Natl. Cancer Inst. 100, 1815–1817 [PMC free article] [PubMed] [Google Scholar]9. \nSaglio G., Grazia Borrello M., Guerrasio A., Sozzi G., Serra A., di Celle P. F., Foa R., Ferrarini M., Roncella S., Borgna Pignatti C., Marradi P., Izzo P., Soler J., Pierotti M. (1993) Preferential clustering of chromosomal breakpoints in Burkitt's lymphomas and L3 type acute lymphoblastic leukemias with a t(8;14) translocation. Genes Chromosomes Cancer\n8, 1–7 [PubMed] [Google Scholar]10. \nRaghavan S. C., Chastain P., Lee J. S., Hegde B. G., Houston S., Langen R., Hsieh C. L., Haworth I. S., Lieber M. R. (2005) Evidence for a triplex DNA conformation at the Bcl-2 major breakpoint region of the t(14;18) translocation. J. Biol. Chem. 280, 22749–22760 [PubMed] [Google Scholar]11. \nRajeswari M. R. (2012) DNA triplex structures in neurodegenerative disorder, Friedreich's ataxia. J. Biosci. 37, 519–532 [PubMed] [Google Scholar]12. \nKrasilnikova M. M., Mirkin S. M. (2004) Replication stalling at Friedreich's ataxia (GAA)n repeats in vivo. Mol. Cell Biol. 24, 2286–2295 [PMC free article] [PubMed] [Google Scholar]13. \nLee J. S., Burkholder G. D., Latimer L. J., Haug B. L., Braun R. P. (1987) A monoclonal antibody to triplex DNA binds to eucaryotic chromosomes. Nucleic Acids Res. 15, 1047–1061 [PMC free article] [PubMed] [Google Scholar]14. \nAgazie Y. M., Lee J. S., Burkholder G. D. (1994) Characterization of a new monoclonal antibody to triplex DNA and immunofluorescent staining of mammalian chromosomes. J. Biol. Chem. 269, 7019–7023 [PubMed] [Google Scholar]15. \nBurkholder G. D., Latimer L. J., Lee J. S. (1988) Immunofluorescent staining of mammalian nuclei and chromosomes with a monoclonal antibody to triplex DNA. Chromosoma\n97, 185–192 [PubMed] [Google Scholar]16. \nBurkholder G. D., Latimer L. J., Lee J. S. (1991) Immunofluorescent localization of triplex DNA in polytene chromosomes of Chironomus and Drosophila. Chromosoma. 101, 11–18 [PubMed] [Google Scholar]17. \nPiergentili R., Mencarelli C. (2008) Drosophila melanogaster Kl-3 and Kl-5 Y-loops harbor triple-stranded nucleic acids. J. Cell Sci. 121, 1605–1612 [PubMed] [Google Scholar]18. \nWu Y., Rawtani N., Thazhathveetil A. K., Kenny M. K., Seidman M. M., Brosh R. M., Jr. (2008) Human replication protein A melts a DNA triple helix structure in a potent and specific manner. Biochemistry\n47, 5068–5077 [PMC free article] [PubMed] [Google Scholar]19. \nDiGiovanna J. J., Kraemer K. H. (2012) Shining a light on xeroderma pigmentosum. J. Invest. Dermatol. 132, 785–796 [PMC free article] [PubMed] [Google Scholar]20. \nLevitus M., Waisfisz Q., Godthelp B. C., de Vries Y., Hussain S., Wiegant W. W., Elghalbzouri-Maghrani E., Steltenpool J., Rooimans M. A., Pals G., Arwert F., Mathew C. G., Zdzienicka M. Z., Hiom K., De Winter J. P., Joenje H. (2005) The DNA helicase BRIP1 is defective in Fanconi anemia complementation group J. Nat. Genet. 37, 934–935 [PubMed] [Google Scholar]21. \nLevran O., Attwooll C., Henry R. T., Milton K. L., Neveling K., Rio P., Batish S. D., Kalb R., Velleuer E., Barral S., Ott J., Petrini J., Schindler D., Hanenberg H., Auerbach A. D. (2005) The BRCA1-interacting helicase BRIP1 is deficient in Fanconi anemia. Nat. Genet. 37, 931–933 [PubMed] [Google Scholar]22. \nLitman R., Peng M., Jin Z., Zhang F., Zhang J., Powell S., Andreassen P. R., Cantor S. B. (2005) BACH1 is critical for homologous recombination and appears to be the Fanconi anemia gene product FANCJ. Cancer Cell\n8, 255–265 [PubMed] [Google Scholar]23. \nVannier J. B., Sarek G., Boulton S. J. (2014) RTEL1: functions of a disease-associated helicase. Trends Cell Biol. 24, 416–425 [PubMed] [Google Scholar]24. \nBharti S. K., Khan I., Banerjee T., Sommers J. A., Wu Y., Brosh R. M., Jr. (2014) Molecular Functions and Cellular Roles of the ChlR1 (DDX11) Helicase defective in the rare cohesinopathy Warsaw breakage syndrome. Cell Mol. Life Sci. 71, 2625–2639 [PMC free article] [PubMed] [Google Scholar]25. \nvan der Lelij P., Chrzanowska K. H., Godthelp B. C., Rooimans M. A., Oostra A. B., Stumm M., Zdzienicka M. Z., Joenje H., de Winter J. P. (2010) Warsaw breakage syndrome, a cohesinopathy associated with mutations in the XPD helicase family member DDX11/ChlR1. Am. J. Hum. Genet. 86, 262–266 [PMC free article] [PubMed] [Google Scholar]26. \nCapo-Chichi J. M., Bharti S. K., Sommers J. A., Yammine T., Chouery E., Patry L., Rouleau G. A., Samuels M. E., Hamdan F. F., Michaud J. L., Brosh R. M., Jr., Mégarbane A., Kibar Z. (2013) Identification and biochemical characterization of a novel mutation in DDX11 causing Warsaw breakage syndrome. Hum. Mutat. 34, 103–107 [PMC free article] [PubMed] [Google Scholar]27. \nMayer M. L., Pot I., Chang M., Xu H., Aneliunas V., Kwok T., Newitt R., Aebersold R., Boone C., Brown G. W., Hieter P. (2004) Identification of protein complexes required for efficient sister chromatid cohesion. Mol. Biol. Cell\n15, 1736–1745 [PMC free article] [PubMed] [Google Scholar]28. \nPetronczki M., Chwalla B., Siomos M. F., Yokobayashi S., Helmhart W., Deutschbauer A. M., Davis R. W., Watanabe Y., Nasmyth K. (2004) Sister-chromatid cohesion mediated by the alternative RF-CCtf18/Dcc1/Ctf8, the helicase Chl1 and the polymerase-α-associated Protein Ctf4 is essential for chromatid disjunction during meiosis II. J. Cell Sci. 117, 3547–3559 [PubMed] [Google Scholar]29. \nRudra S., Skibbens R. V. (2013) Chl1 DNA helicase regulates Scc2 deposition specifically during DNA-replication in Saccharomyces cerevisiae. PLoS One\n8, e75435. [PMC free article] [PubMed] [Google Scholar]30. \nSkibbens R. V. (2004) Chl1p, a DNA helicase-like protein in budding yeast, functions in sister-chromatid cohesion. Genetics\n166, 33–42 [PMC free article] [PubMed] [Google Scholar]31. \nParish J. L., Rosa J., Wang X., Lahti J. M., Doxsey S. J., Androphy E. J. (2006) The DNA helicase ChlR1 is required for sister chromatid cohesion in mammalian cells. J. Cell Sci. 119, 4857–4865 [PubMed] [Google Scholar]32. \nInoue A., Li T., Roby S. K., Valentine M. B., Inoue M., Boyd K., Kidd V. J., Lahti J. M. (2007) Loss of ChlR1 helicase in mouse causes lethality due to the accumulation of aneuploid cells generated by cohesion defects and placental malformation. Cell Cycle\n6, 1646–1654 [PubMed] [Google Scholar]33. \nShah N., Inoue A., Woo Lee S., Beishline K., Lahti J. M., Noguchi E. (2013) Roles of ChlR1 DNA helicase in replication recovery from DNA damage. Exp. Cell Res. 319, 2244–2253 [PMC free article] [PubMed] [Google Scholar]34. \nHirota Y., Lahti J. M. (2000) Characterization of the enzymatic activity of hChlR1, a novel human DNA helicase. Nucleic Acids Res. 28, 917–924 [PMC free article] [PubMed] [Google Scholar]35. \nFarina A., Shin J. H., Kim D. H., Bermudez V. P., Kelman Z., Seo Y. S., Hurwitz J. (2008) Studies with the human cohesin establishment factor, ChlR1: association of ChlR1 with Ctf18-RFC and Fen1. J. Biol. Chem. 283, 20925–20936 [PMC free article] [PubMed] [Google Scholar]36. \nWu Y., Sommers J. A., Khan I., de Winter J. P., Brosh R. M., Jr. (2012) Biochemical characterization of Warsaw breakage syndrome helicase. J. Biol. Chem. 287, 1007–1021 [PMC free article] [PubMed] [Google Scholar]37. \nRudra S., Skibbens R. V. (2012) Sister chromatid cohesion establishment occurs in concert with lagging strand synthesis. Cell Cycle\n11, 2114–2121 [PMC free article] [PubMed] [Google Scholar]38. \nLeman A. R., Noguchi C., Lee C. Y., Noguchi E. (2010) Human timeless and tipin stabilize replication forks and facilitate sister-chromatid cohesion. J. Cell Sci. 123, 660–670 [PMC free article] [PubMed] [Google Scholar]39. \nBoussif O., Lezoualc'h F., Zanta M. A., Mergny M. D., Scherman D., Demeneix B., Behr J. P. (1995) A versatile vector for gene and oligonucleotide transfer into cells in culture and in vivo: polyethylenimine. Proc. Natl. Acad. Sci. U.S.A. 92, 7297–7301 [PMC free article] [PubMed] [Google Scholar]40. \nGuo M., Vidhyasagar V., Ding H., Wu Y. (2014) Insight into the roles of helicase motif Ia by characterizing Fanconi anemia group J protein (FANCJ) patient mutations. J. Biol. Chem. 289, 10551–10565 [PMC free article] [PubMed] [Google Scholar]41. \nWu Y., Shin-ya K., Brosh R. M., Jr. (2008) FANCJ helicase defective in Fanconia anemia and breast cancer unwinds G-quadruplex DNA to defend genomic stability. Mol. Cell Biol. 28, 4116–4128 [PMC free article] [PubMed] [Google Scholar]42. \nNakatani Y., Ogryzko V. (2003) Immunoaffinity purification of mammalian protein complexes. Methods Enzymol. 370, 430–444 [PubMed] [Google Scholar]43. \nPeng M., Litman R., Xie J., Sharma S., Brosh R. M., Jr., Cantor S. B. (2007) The FANCJ/MutLα interaction is required for correction of the cross-link response in FA-J cells. EMBO J. 26, 3238–3249 [PMC free article] [PubMed] [Google Scholar]44. \nAmiri H., Nekhotiaeva N., Sun J. S., Nguyen C. H., Grierson D. S., Good L., Zain R. (2005) Benzoquinoquinoxaline derivatives stabilize and cleave H-DNA and repress transcription downstream of a triplex-forming sequence. J. Mol. Biol. 351, 776–783 [PubMed] [Google Scholar]45. \nBrosh R. M., Jr., Majumdar A., Desai S., Hickson I. D., Bohr V. A., Seidman M. M. (2001) Unwinding of a DNA triple helix by the Werner and Bloom syndrome helicases. J. Biol. Chem. 276, 3024–3030 [PubMed] [Google Scholar]46. \nLin F.-L. M., Majumdar A., Klotz L. C., Reszka A. P., Neidle S., Seidman M. M. (2000) Stability of DNA triplexes on shuttle vector plasmids in the replication pool in mammalian cells. J. Biol. Chem. 275, 39117–39124 [PubMed] [Google Scholar]47. \nSalas T. R., Petruseva I., Lavrik O., Bourdoncle A., Mergny J. L., Favre A., Saintomé C. (2006) Human replication protein A unfolds telomeric G-quadruplexes. Nucleic Acids Res. 34, 4857–4865 [PMC free article] [PubMed] [Google Scholar]48. \nSommers J. A., Rawtani N., Gupta R., Bugreev D. V., Mazin A. V., Cantor S. B., Brosh R. M., Jr. (2009) FANCJ uses its motor ATPase to destabilize protein-DNA complexes, unwind triplexes, and inhibit RAD51 strand exchange. J. Biol. Chem. 284, 7505–7517 [PMC free article] [PubMed] [Google Scholar]49. \nGupta R., Sharma S., Sommers J. A., Jin Z., Cantor S. B., Brosh R. M., Jr. (2005) Analysis of the DNA substrate specificity of the human BACH1 helicase associated with breast cancer. J. Biol. Chem. 280, 25450–25460 [PubMed] [Google Scholar]50. \nGupta R., Sharma S., Sommers J. A., Kenny M. K., Cantor S. B., Brosh R. M., Jr. (2007) FANCJ (BACH1) helicase forms DNA damage inducible foci with replication protein A and interacts physically and functionally with the single-stranded DNA-binding protein. Blood\n110, 2390–2398 [PMC free article] [PubMed] [Google Scholar]51. \nZain R., Polverari D., Nguyen C. H., Blouquit Y., Bisagni E., Garestier T., Grierson D. S., Sun J. S. (2003) Optimization of triple-helix-directed DNA cleavage by benzoquinoquinoxaline-ethylenediaminetetraacetic acid conjugates. Chembiochem\n4, 856–862 [PubMed] [Google Scholar]52. \nZaid A., Sun J. S., Nguyen C. H., Bisagni E., Garestier T., Grierson D. S., Zain R. (2004) Triple-helix directed cleavage of double-stranded DNA by benzoquinoquinoxaline-1,10-phenanthroline conjugates. Chembiochem\n5, 1550–1557 [PubMed] [Google Scholar]53. \nBergquist H., Nikravesh A., Fernández R. D., Larsson V., Nguyen C. H., Good L., Zain R. (2009) Structure-specific recognition of Friedreich's ataxia (GAA)n repeats by benzoquinoquinoxaline derivatives. Chembiochem\n10, 2629–2637 [PubMed] [Google Scholar]54. \nPeng M., Litman R., Jin Z., Fong G., Cantor S. B. (2006) BACH1 is a DNA repair protein supporting BRCA1 damage response. Oncogene\n25, 2245–2253 [PubMed] [Google Scholar]55. \nJain A., Bacolla A., Del Mundo I. M., Zhao J., Wang G., Vasquez K. M. (2013) DHX9 helicase is involved in preventing genomic instability induced by alternatively structured DNA in human cells. Nucleic Acids Res. 41, 10345–10357 [PMC free article] [PubMed] [Google Scholar]56. \nKitao H., Nanda I., Sugino R. P., Kinomura A., Yamazoe M., Arakawa H., Schmid M., Innan H., Hiom K., Takata M. (2011) FancJ/Brip1 helicase protects against genomic losses and gains in vertebrate cells. Genes Cells\n16, 714–727 [PubMed] [Google Scholar]57. \nKruisselbrink E., Guryev V., Brouwer K., Pontier D. B., Cuppen E., Tijsterman M. (2008) Mutagenic capacity of endogenous G4 DNA underlies genome instability in FANCJ-defective C. elegans. Curr. Biol. 18, 900–905 [PubMed] [Google Scholar]58. \nLondon T. B., Barber L. J., Mosedale G., Kelly G. P., Balasubramanian S., Hickson I. D., Boulton S. J., Hiom K. (2008) FANCJ is a structure-specific DNA helicase associated with the maintenance of genomic G/C tracts. J. Biol. Chem. 283, 36132–36139 [PMC free article] [PubMed] [Google Scholar]59. \nSarkies P., Murat P., Phillips L. G., Patel K. J., Balasubramanian S., Sale J. E. (2012) FANCJ coordinates two pathways that maintain epigenetic stability at G-quadruplex DNA. Nucleic Acids Res. 40, 1485–1498 [PMC free article] [PubMed] [Google Scholar]60. \nSchwab R. A., Nieminuszczy J., Shin-ya K., Niedzwiedz W. (2013) FANCJ couples replication past natural fork barriers with maintenance of chromatin structure. J. Cell Biol. 201, 33–48 [PMC free article] [PubMed] [Google Scholar]61. \nBharti S. K., Sommers J. A., George F., Kuper J., Hamon F., Shin-ya K., Teulade-Fichou M. P., Kisker C., Brosh R. M., Jr. (2013) Specialization among iron-sulfur cluster helicases to resolve G-quadruplex DNA structures that threaten genomic stability. J. Biol. Chem. 288, 28217–28229 [PMC free article] [PubMed] [Google Scholar]62. \nKhan I., Suhasini A. N., Banerjee T., Sommers J. A., Kaplan D. L., Kuper J., Kisker C., Brosh R. M., Jr. (2014) Impact of age-associated cyclopurine lesions on DNA repair helicases. PLoS One\n9, e113293. [PMC free article] [PubMed] [Google Scholar]63. \nBarber L. J., Youds J. L., Ward J. D., McIlwraith M. J., O'Neil N. J., Petalcorin M. I., Martin J. S., Collis S. J., Cantor S. B., Auclair M., Tissenbaum H., West S. C., Rose A. M., Boulton S. J. (2008) RTEL1 maintains genomic stability by suppressing homologous recombination. Cell\n135, 261–271 [PMC free article] [PubMed] [Google Scholar]64. \nVannier J. B., Pavicic-Kaltenbrunner V., Petalcorin M. I., Ding H., Boulton S. J. (2012) RTEL1 dismantles T loops and counteracts telomeric G4-DNA to maintain telomere integrity. Cell\n149, 795–806 [PubMed] [Google Scholar]65. \nRogers F. A., Tiwari M. K. (2013) Triplex-induced DNA damage response. Yale J. Biol. Med. 86, 471–478 [PMC free article] [PubMed] [Google Scholar]66. \nKaushik Tiwari M., Rogers F. A. (2013) XPD-dependent activation of apoptosis in response to triplex-induced DNA damage. Nucleic Acids Res. 41, 8979–8994 [PMC free article] [PubMed] [Google Scholar]67. \nBenet A., Azorín F. (1999) The formation of triple-stranded DNA prevents spontaneous branch-migration. J. Mol. Biol. 294, 851–857 [PubMed] [Google Scholar]68. \nSakasai R., Sakai A., Iimori M., Kiyonari S., Matsuoka K., Kakeji Y., Kitao H., Maehara Y. (2012) CtIP- and ATR-dependent FANCJ phosphorylation in response to DNA strand breaks mediated by DNA replication. Genes Cells\n17, 962–970 [PubMed] [Google Scholar]69. \nKumaraswamy E., Shiekhattar R. (2007) Activation of BRCA1/BRCA2-associated helicase BACH1 is required for timely progression through S phase. Mol. Cell Biol. 27, 6733–6741 [PMC free article] [PubMed] [Google Scholar]70. \nXie J., Peng M., Guillemette S., Quan S., Maniatis S., Wu Y., Venkatesh A., Shaffer S. A., Brosh R. M., Jr., Cantor S. B. (2012) FANCJ/BACH1 acetylation at lysine 1249 regulates the DNA damage response. PLoS Genet. 8, e1002786. [PMC free article] [PubMed] [Google Scholar]"}