{"title": "9H-purine scaffold reveals induced-fit pocket plasticity of the BRD9 bromodomain", "pubDate": "2015", "PMCID": "PMC4403932", "DOI": "10.1021/jm501893k", "PMID": "25703523", "abstract": "The 2-amine-9H-purine scaffold was identified as a weak bromodomain template and was developed via iterative structure based design into a potent nanomolar ligand for the bromodomain of human BRD9 with small residual micromolar affinity toward the bromodomain of BRD4. Binding of the lead compound 11 to the bromodomain of BRD9 results in an unprecedented rearrangement of residues forming the acetyllysine recognition site, affecting plasticity of the protein in an induced-fit pocket. The compound does not exhibit any cytotoxic effect in HEK293 cells and displaces the BRD9 bromodomain from chromatin in bioluminescence proximity assays without affecting the BRD4/histone complex. The 2-amine-9H-purine scaffold represents a novel template that can be further modified to yield highly potent and selective tool compounds to interrogate the biological role of BRD9 in diverse cellular systems.", "author": [{"author": "Sarah Picaud", "affiliation": ["†Nuffield Department of Clinical Medicine, Structural Genomics Consortium, University of Oxford, Old Road Campus Research Building, Roosevelt Drive, Oxford OX3 7DQ, U.K."], "href": "/?term=Picaud+S&cauthor_id=25703523"}, {"author": "Maria Strocchia", "affiliation": ["‡Department of Pharmacy, University of Salerno, Via Giovanni Paolo II, 132, 84084 Fisciano, Italy."], "href": "/?term=Strocchia+M&cauthor_id=25703523"}, {"author": "Stefania Terracciano", "affiliation": ["‡Department of Pharmacy, University of Salerno, Via Giovanni Paolo II, 132, 84084 Fisciano, Italy."], "href": "/?term=Terracciano+S&cauthor_id=25703523"}, {"author": "Gianluigi Lauro", "affiliation": ["‡Department of Pharmacy, University of Salerno, Via Giovanni Paolo II, 132, 84084 Fisciano, Italy."], "href": "/?term=Lauro+G&cauthor_id=25703523"}, {"author": "Jacqui Mendez", "affiliation": ["§Promega Corporation, 2800 Woods Hollow Road, Madison, Wisconsin 53711, United States."], "href": "/?term=Mendez+J&cauthor_id=25703523"}, {"author": "Danette L Daniels", "affiliation": ["§Promega Corporation, 2800 Woods Hollow Road, Madison, Wisconsin 53711, United States."], "href": "/?term=Daniels+DL&cauthor_id=25703523"}, {"author": "Raffaele Riccio", "affiliation": ["‡Department of Pharmacy, University of Salerno, Via Giovanni Paolo II, 132, 84084 Fisciano, Italy."], "href": "/?term=Riccio+R&cauthor_id=25703523"}, {"author": "Giuseppe Bifulco", "affiliation": ["‡Department of Pharmacy, University of Salerno, Via Giovanni Paolo II, 132, 84084 Fisciano, Italy."], "href": "/?term=Bifulco+G&cauthor_id=25703523"}, {"author": "Ines Bruno", "affiliation": ["‡Department of Pharmacy, University of Salerno, Via Giovanni Paolo II, 132, 84084 Fisciano, Italy."], "href": "/?term=Bruno+I&cauthor_id=25703523"}, {"author": "Panagis Filippakopoulos", "affiliation": ["†Nuffield Department of Clinical Medicine, Structural Genomics Consortium, University of Oxford, Old Road Campus Research Building, Roosevelt Drive, Oxford OX3 7DQ, U.K.", "∥Nuffield Department of Clinical Medicine, Ludwig Cancer Research, University of Oxford, Old Road Campus Research Building, Roosevelt Drive, Oxford OX3 7DQ, U.K."], "href": "/?term=Filippakopoulos+P&cauthor_id=25703523"}], "refPMID": ["17320505", "10638745", "19608861", "22710155", "1346755", "25417107", "8684459", "10365964", "10827952", "10022127", "16603771", "18301784", "11078522", "17329240", "22464331", "22722403", "21536911", "24525235", "19103749", "22084242", "21555454", "18513937", "20871596", "21068722", "24751816", "21851057", "25314271", "23095041", "22136404", "24090311", "23530754", "24272870", "24313754", "22136469", "23576556", "22788793", "24946055", "25314628", "24304323", "25408830", "24584101", "24007471", "17191854", "9677190", "16503144", "23644491", "18328944", "18559093", "23728943", "23636398", "22960745", "22610119", "11479367", "24821300", "15027865", "15027866", "17034125", "16420040", "16492153", "10794698", "15794662", "2757186", "15805601", "10331874", "15572765", "15299926", "16552146", "22137933", "24248379", "17902691", "16119924", "24065957"], "citedInPMID": ["25703523", "34885774", "33972798", "31582847", "31218726", "30760718", "30258543", "29170712", "28955774", "28500727", "28418626", "27911230", "27769355", "27374794", "27193077", "26914985", "26596782", "26061247"], "body": " AbstractThe 2-amine-9H-purine\nscaffold was identified\nas a weak bromodomain template and was developed via iterative structure\nbased design into a potent nanomolar ligand for the bromodomain of\nhuman BRD9 with small residual micromolar affinity toward the bromodomain\nof BRD4. Binding of the lead compound 11 to the bromodomain\nof BRD9 results in an unprecedented rearrangement of residues forming\nthe acetyllysine recognition site, affecting plasticity of the protein\nin an induced-fit pocket. The compound does not exhibit any cytotoxic\neffect in HEK293 cells and displaces the BRD9 bromodomain from chromatin\nin bioluminescence proximity assays without affecting the BRD4/histone\ncomplex. The 2-amine-9H-purine scaffold represents\na novel template that can be further modified to yield highly potent\nand selective tool compounds to interrogate the biological role of\nBRD9 in diverse cellular systems. IntroductionThe term “epigenome”\ndescribes the array of chemical\nmodifications on DNA and histone proteins that dynamically regulate\ngene expression.1 The complex set of reversible\npost-translational modifications (PTMs) that decorate histones ultimately\ndetermines the overall state of chromatin, giving rise to the so-called\n“histone code”, a cellular language involving specific\nproteins that introduce (writers), remove (erasers), or recognize\n(readers) PTMs.2 ε-N-acetylation\nof lysine residues is a widespread post-translational mark,3 deposited on proteins throughout the entire proteome\nby lysine acetyl transferases (KATs), removed by lysine deacetylases\n(KDACs), and recognized by evolutionary conserved protein modules\nsuch as bromodomains4 (named after the Drosophila melanogasterbrahma gene5) as well as the more recently discovered YEATS\ndomains.6 The human proteome encodes 61\nbromodomains (BRDs) found on 42 diverse proteins, including histone\nacetyl transferases (HATs) and HAT-associated proteins such as GCN5,\nPCAF, and bromodomain 9 (BRD9),7,8 transcriptional coactivators\nsuch as the TAF and TRIM/TIF proteins,9,10 ATP-dependent\nchromatin remodeling complexes such as BAZ1B,11 helicases such as SMARCA,12 nuclear scaffolding\nproteins such as the polybromo PB113 as\nwell as transcriptional regulators, such as the bromo and extra terminal\n(BET) proteins.14 The family of human BRD\nmodules has almost been completely structurally characterized resulting\nin a recent classification of eight distinct structural subfamilies.15The BET subfamily of BRDs has attracted\na lot of attention, as\nits members (BRD2, BRD3, BRD4, and the testis specific BRDT) play\na central role in cell cycle progression, cellular proliferation,\nand apoptosis.16 BETs contain two N-terminal\nBRD modules that interact with acetylated histones,15 transcription factors17,18 or other acetylated\ntranscriptional regulators,19,20 an extra terminal (ET)\nrecruitment domain,21 and a C-terminal\nmotif (in the case of BRD4 and BRDT) responsible for the recruitment\nof the positive transcription elongation factor B (P-TEFb),22 ultimately controlling transcriptional elongation.\nImportantly, BET BRDs have been successfully targeted by small molecule\ninhibitors, such as the triazolothienodiazepine (+)-JQ123 and the triazolobenzodiazepine IBET762,24 which were identified employing phenotypic screening\nand have in the past few years consolidated the emerging role of BRDs\nas viable therapeutic targets. Indeed, BET inhibition suppresses tumor\ngrowth in diverse mouse models of cancer, such as NUT midline carcinoma,\nacute myeloid and mixed lineage leukemia, multiple myeloma, glioblastoma,\nmelanoma, Burkitt’s lymphoma, neuroblastoma and prostate cancer,\nleading to a number of clinical trials seeking to modulate BET function\nin diverse tumor settings.25The\ninitial success targeting BET proteins and the availability\nof robust recombinant systems of expression as well as biophysical\nassays to probe BET–ligand interactions have spawned a number\nof medicinal chemistry efforts seeking to identify novel scaffolds\nthat can block binding of acetylated lysines to these protein interaction\nmodules. Phenotypic screening, molecular docking, and fragment-based\napproaches have emerged as successful tools for discovering other\nKac mimetics, leading to the identification of a number of new chemotypes,\nincluding 3,4-dimethylisoxazoles,26,27 3-methyl-3,4-dihydroquinazolinones,28 indolizinethanones, N-phenylacetamides,\nand N-acety-2-methyltetrahydroquinolines29 triazolopyrimidines, methylquinoline, and chloropyridones,30 thiazolidinones,31 4-acylpyrroles,32 and triazolophtalazines33 (summerized in Chart 1). Starting from fragment hits, highly potent and selective BET inhibitors\nhave also emerged,34,35 suggesting that it is possible\nto access new chemical space for inhibitor development via initial\nfragment screening. Druggability analysis based on the available structural\ninformation36 suggests that it is possible\nto target most BRD structural classes.15 In fact, BRDs annotated as “hard” to target, such\nas BAZ2B, have recently been successfully targeted by highly selective\nand potent inhibitors37 and fragment based\napproaches have now yielded chemotypes targeting BRDs outside the\nBET family, including CREBBP/p300,38 ATAD2,39,40 BAZ2B,41 and BRPF1.42Open in a separate windowChart 1Acetyllysine Mimetic Templates Reported To Bind to\nBromodomain ProteinsaaThe Kac mimetic\nportion of\neach substructure is highlighted in red. (a) 3,4-Dimethylisoxazole;\n(b) 3-methyl-3,4-dihydroquinazolinone; (c) indolizinethanone; (d) N-phenylacetamide; (e) N-acetyl-2-methyltetrahydroquinoline;\n(f) triazolopyrimidine; (g) methylquinoline; (h) chloropyridone; (i)\nthiazolidinone; (j) 4-acylpyrrole; (k) triazolophtalazine; (l) methyltriazoles.An unexpected but interesting finding that recently\nattracted attention\nwas the identification of clinically approved kinase inhibitors and\ntool compounds that exhibited binding with high affinity, and selectivity\nacross the human BRD family, to BET BRDs.43 Crystal structures with the first bromodomain of BRD4 revealed acetyllysine\nmimetic binding of the PLK inhibitor BI-2536 and the JAK inhibitor\nfedratinib without any significant distortion of the inhibitors when\ncompared to kinase complexes, suggesting the potential to develop\npolypharmacology targeting both BRD and kinases at the same time.43 Interestingly, the cyclin-dependent kinase inhibitor\ndinaciclib was also identified as a binder of BRD4,44 suggesting that other inhibitor classes might be good starting\npoints for developing inhibitors for BRDs.In light of the successful\nfragment-based programs and the reliability\nfor discovering BRDs inhibitors, we started to investigate the purine\nscaffold as a putative Kac mimetic. Purine is a privileged chemical\ntemplate, as it is one of the most abundant N-based heterocycles in\nnature,45 and a number of purine-based\ndrugs are currently approved and used for the treatment of cancer\n(6-mercaptopurine, 6-thioguanine), viral infections such as AIDS and\nherpes (carbovir, abacavir, acyclovir, ganciclovir), hairy cell leukemia\n(cladribine), and organ rejection (azathioprine).46 Moreover, purine based compounds have emerged as reliable\nchemical–biology tools, since they can interact with a variety\nof biological targets involved in a number of diseases. Some such\nexamples include their activity as microtubule (myoseverin), 90-heat\nshock protein (PU3), sulfotransferase (NG38), adenosine receptor (KW-6002),\nand cyclin-dependent kinase (olomoucine, Figure ​Figure1A;1A; roscovitine) inhibitors.47,48Open in a separate windowFigure 1Purine fragments bind\nto human bromodomains. (A) Structure of olomoucine,\na potent cyclin-dependent kinase inhibitor and numbering of the 2-amine-9H-purine core scaffold. (B) Purine fragments tested as bromodomain\nligands. (C) Docking pose of 1 (yellow stick representation)\nonto the bromodomain of BRD4(1) positions the bulky halogen group\non the top of the binding pocket. The protein is shown as a white\nribbon (starting model, PDB code 4MEN) or in magenta (docked model) with characteristic\nresidues shown as sticks in the same color scheme. (D) Alternative\nbinding of compound 1 into the bromodomain of BRD4(1)\nwith the 6-chloro substituent adopting an acetyllysine mimetic pose.\nThe compound and protein are colored as in (C). PDB code 4MEN was used as the\nstarting model for docking. (E) Docking of compound 2a positions the 2-amine-9H-purine ring system of\nthe ligand within the Kac cavity, sterically packing between V87 and\nI146, suggesting that this scaffold topology can be further utilized\nto target bromodomains. The same color scheme as in (C) and (D) is\nused with the ligand shown as orange sticks. PDB code 4MEN was used as the\nstarting model for docking. (F) Fragments were tested in a thermal\nshift assay against bromodomains of the BET subfamily as well as representative\nmembers from other families. Thermal shifts are color-coded as indicated\nin the inset. 9H-Purines showed weak binding across\nthe panel.Computational analyses followed\nby in vitro evaluation of purine-based\nfragments identified this scaffold as a novel effective Kac mimetic.\nInterestingly, initial purine fragment hits also demonstrated affinity\noutside the BET subfamily of BRDs, toward the less explored BRDs of\nPB1, CREBBP, and BRD9. To our knowledge, the only known BRD9 inhibitors\ntoday show cross-reactivity toward BET BRDs and CREBBP employing a\ntriazolophthalazine template.33 The precise\nbiological function of BRD9 remains elusive, although it has been\nidentified as a component of the SWI/SNF complex49 and has been associated with a number of different cancer\ntypes, including non-small-cell lung cancer,50 cervical,51 and hepatocellular carcinoma.52 Notably, its BRD reader module has been frequently\nfound mutated in lung squamous cell carcinoma, prostate adenocarcinoma,\nand uterine corpus endometrial carcinoma.53−55We chose\na small purine fragment, compound 2a (Chart 2), from our fragment hits for structural optimization\nand found that some of its 6-aryl derivatives exhibited nanomolar\naffinity toward BRD9, with lower activity toward BRD4. Importantly,\nthe developed inhibitors induced an appreciable change in the three-dimensional\nshape of the receptor binding cavity, indicating that their binding\noccurs through an “induced-fit” mechanism.56 Previously an induced fit binding was observed\nwhen a dihydroquinoxalinone was shown to insert under an arginine\nresidue of the CREBBP BRD, resulting in restructuring of the Kac binding\nsite of this bromodomain.57 In our case\nthe rearrangement of the binding site of BRD9 was more extensive,\nwith several side chains rotating and shifting to accommodate the\nsmall purine ligand. The optimized compound 11 (Chart 2) exhibited nanomolar affinity for BRD9 with weaker\nmicromolar affinity for BRD4 in vitro, displaced the BRD9 BRD from\nchromatin without affecting BRD4 binding to histones, and did not\nshow any cytotoxicity toward human embryonic kidney cells. Our work\nestablishes the proof-of-concept of using 2-amino-9H-purines as a starting point to develop Kac mimetic compounds targeting\nBRDs outside the BET family, with compound 11 representing\na promising low nanomolar starting point toward the discovery of selective\nBRD9 ligands to be used as chemical probes for deep biological and\npharmacological investigation of BRD9.Open in a separate windowChart 2Chemical Structures\nof Compounds 1–11 Experimental DetailsInput\nFiles Preparation for DockingProtein 3D models\nof BRD4 (first bromodomain, PDB code 4MEN(30)) and BRD9\n(apo form, PDB code 3HME(15)) were prepared using the Schrödinger\nProtein Preparation Wizard workflow (Schrödinger, LLC, New\nYork, NY, 2013). Briefly, water molecules that were found 5 Å\nor more away from heteroatom groups were removed and cap termini were\nincluded. Additionally, all hydrogen atoms were added, and bond orders\nwere assigned. The resulting PDB files were converted to the MAE format.\nChemical structures of investigated compounds were built with Maestro’s\nBuild Panel (version 9.6; Schrödinger, LLC, New York, NY, 2013)\nand subsequently processed with LigPrep (version 2.8; Schrödinger,\nLLC, New York, NY, 2013) in order to generate all the possible stereoisomers,\ntautomers, and protonation states at a pH of 7.4 ± 1.0; the resulting\nligands were finally minimized employing the OPLS 2005 force field.Induced Fit DockingBinding sites for the initial Glide58−60 (version 6.1, Schrödinger, LLC, New York, NY, 2013) docking\nphases of the Induced Fit Workflow (Induced Fit Docking protocol 2013-3,\nGlide version 6.1, Prime version 3.4, Schrödinger, LLC, New\nYork, NY, 2013)61,62 were calculated on the BRD4(1)\nand BRD9 structures, considering the centroid of the cocrystallized\nligand (N,5-dimethyl-N-(4-methylbenzyl)[1,2,4]triazolo[1,5-a]pyrimidin-7-amine for BRD4(1), from PDB code 4MEN), or cocrystallized\nligand 7d (from the BRD9/7d complex), or\nTyr106 (for BRD9, PDB code 3HME) for grid generation. In all cases, cubic inner boxes\nwith dimensions of 10 Å were applied to the proteins, and outer\nboxes were automatically detected. Ring conformations of the investigated\ncompounds were sampled using an energy window of 2.5 kcal/mol; conformations\nfeaturing nonplanar conformations of amide bonds were penalized. Side\nchains of residues close to the docking outputs (within 8.0 Å\nof ligand poses) were reoriented using Prime (version 3.4, Schrödinger,\nLLC, New York, NY, 2013), and ligands were redocked into their corresponding\nlow energy protein structures (Glide Standard Precision Mode), considering\ninner boxes dimensions of 5.0 Å (outer boxes automatically detected),\nwith resulting complexes ranked according to GlideScore.Rigid DockingCalculations were performed using the\nGlide software package (SP mode, version 6.1, Schrödinger package)58−60 in order to determine the binding mode of compound 11 into the acetyllysine cavity of BRD9. First the receptor grid was\ngenerated focused on the BRD9 binding site taking as a reference structure\nthe experimentally determined complex structure of compound 7d with BRD9, with inner- and outer-box dimensions of 10 ×\n10 × 10 and 21.71 × 21.71 × 21.71, respectively. Standard\nPrecision (SP) Glide mode was employed accounting for compound flexibility\nin the sampling of compound 11. The sampling step was\nset to expanded sampling mode (4 times), keeping 10 000 ligand\nposes for the initial phase of docking, followed by 800 ligand poses\nselection for energy minimization. A maximum number of 50 output structures\nwere saved for each ligand, with a scaling factor of 0.8 related to\nvan der Waals radii with a partial charge cutoff of 0.15. A postdocking\noptimization of the obtained docking outputs was performed, accounting\nfor a maximum of 50 poses based on a 0.5 kcal/mol rejection cutoff\nfor the obtained minimized poses.General Synthetic InformationAll commercially available\nstarting materials were purchased from Sigma-Aldrich and were used\nas received. Solvents used for the synthesis were of HPLC grade and\nwere purchased from Sigma-Aldrich or Carlo Erba Reagenti. NMR spectra\nwere recorded on Bruker Avance 600 or 300 MHz instruments. Compounds\nwere dissolved in 0.5 mL of MeOD, CDCl3, or DMSO-d6. Coupling constants (J) are\nreported in hertz, and chemical shifts are expressed in parts per\nmillion (ppm) on the δ scale relative to the solvent peak as\ninternal reference. 13C spectra are reported for representative\ncompounds. Electrospray mass spectrometry (ESI-MS) was performed on\na LCQ DECA TermoQuest (San Jose, CA, USA) mass spectrometer. Chemical\nreactions were monitored on silica gel 60 F254 plates (Merck),\nand spots were visualized under UV light. Analytical and semipreparative\nreversed-phase HPLC were performed on an Agilent Technologies 1200\nseries high performance liquid chromatography system using Jupiter\nProteo C18 reversed-phase columns ((a) 250 mm × 4.60\nmm, 4 μm, 90 Å, flow rate = 1 mL/min; (b) 250 mm ×\n10.00 mm, 10 μm, 90 Å, flow rate = 4 mL/min respectively,\nPhenomenex). The binary solvent system (A/B) was as follows: 0.1%\nTFA in water (A) and 0.1% TFA in CH3CN (B). Absorbance\nwas detected at 240 nm. The purity of all tested compound (>98%)\nwas\ndetermined by HPLC analysis. Microwave irradiation reactions were\ncarried out in a dedicated CEM-Discover focused microwave synthesis\napparatus, operating with continuous irradiation power from 0 to 300\nW utilizing the standard absorbance level of 300 W maximum power.\nReactions were carried out in 10 mL sealed microwave glass vials.\nThe Discover system also included controllable ramp time, hold time\n(reaction time), and uniform stirring. After the irradiation period,\nreaction vessels were cooled rapidly (60–120 s) to ambient\ntemperature by air jet cooling. Compounds synthesized are shown in\nChart 2.General Procedure a for the Suzuki–Miyaura\nCross-Coupling of Free Halopurines (3a,b, 3d, 3f–h, 4a–d, 5a, 6a–c, 7a–e, 8a, 9a,b, 10, 11)2-Amino-6-bromopurine (50.0 mg, 0.23 mmol), commercially available\nboronic acids (0.29 mmol), Pd(OAc)2 (2.70 mg, 0.012 mmol),\nP(C6H4SO3Na)3 (34.0 mg,\n0.06 mmol), and Cs2CO3 (228.0 mg, 0.70 mmol)\nwere added to a 10 mL microwave vial equipped with a magnetic stirrer.\nThe vial was evacuated and backfilled with nitrogen three times. Degassed\nacetonitrile (0.5 mL) and degassed water (1.0 mL) were added by means\nof an airtight syringe. The mixture was heated under microwave irradiation\nat 150 °C for 5–15 min. After irradiation, the vial was\ncooled to ambient temperature by air jet cooling and a mixture of\ncold water and HCl (1.5 M) was added (5.0 and 2.0 mL, respectively).\nThe mixture was subsequently poured into crushed ice and then left\nat 4 °C overnight. The resulting precipitate was filtered and\npurified by HPLC to give the desired product in good yields (53–90%).\nHPLC purification was performed by semipreparative reversed-phase\nHPLC using the gradient conditions reported below for each compound.\nThe final products were obtained with high purity (>95%) detected\nby HPLC analysis and were fully characterized by ESI-MS and NMR spectroscopy.General Procedure b for TBAF-Assisted N9-Alkylation\nof Purine Rings (2b, 3c, 3e, 4e, 5b, 8b, 8c)2-Amino-6-arylpurine (0.1 mmol) was dissolved in 0.4 mL\nof THF at room temperature. To this mixture 0.2 mL (0.2 mmol) of TBAF\n(1.0 M solution in THF, Aldrich) and iodomethane (12.5 μL, 0.2\nmmol) or chloroacetone (16.0 μL, 0.2 mmol) were added. The reaction\nwas stirred at room temperature for 10 min. Water was added, and the\naqueous layer was extracted three times with dichloromethane. The\ncombined organic layers were washed with water, dried with anhydrous\nNa2SO4 and concentrated under vacuum. The crude\nmixture was purified by semipreparative reversed-phase HPLC using\nthe gradient conditions reported below for each compound. Compounds\nwere obtained in good yields (50–88%) and high purity (>98%)\nand were fully characterized by ESI-MS and NMR spectroscopy.General\nProcedure c for the Synthesis of 2-Hydroxyl-6-arylpurines\n(8d–f)A three-necked flask\nwas charged with the 2-amino-6-arylpurine derivative (7b–d) (0.5 mmol) and 50% H2SO4 (2.0 mL). The mixture was stirred at room temperature for 30 min\nand then cooled to −5 °C. A solution of NaNO2 (48.3 mg, 0.7 mmol) in H2O (200 μL) was added dropwise,\nand the release of nitrogen gas was immediately observed. The reaction\nmixture was then stirred at −10 °C for 2 h, and urea (24.0\nmg, 0.4 mmol) was added to decompose the excess of NaNO2. The mixture was then stirred at 50 °C for 1 h and neutralized\nwith 50% NaOH solution, diluted with water, and extracted three times\nwith EtOAc. The combined organic layers were dried with anhydrous\nNa2SO4 and concentrated under vacuum. The crude\nmixture was purified by semipreparative reversed-phase HPLC to get\nthe pure products in good yields (47–63%). Compounds were fully\ncharacterized by ESI-MS and NMR spectroscopy.2-Amino-6-bromo-9-methylpurine\n(2b)2b was obtained from commercially\navailable 2a following general procedure b as a yellow powder\nin 85% yield. RP-HPLC: tR = 12.4 min,\ngradient condition from 5% B to 100% B in 95 min, flow rate of 4 mL/min,\nλ = 240 nm. 1H NMR (600 MHz, MeOD): δ = 3.74\n(s, 3H), 8.25 (s, 1H). 13C NMR (150 MHz, MeOD): δ\n= 30.6, 126.3, 142.5, 149.4, 155.62, 160.8. ESI-MS, calculated for\nC6H6BrN5 227.0; found m/z = 228.1 [M + H]+.2-Amino-6-phenyl-9H-purine (3a)3a was\nobtained following general procedure a as a white\npowder in 90% yield from 2a and\nphenylboronic acid 13. RP-HPLC tR = 12.1 min, gradient condition from 5% B to 100% B in 60\nmin, flow rate of 4 mL/min, λ = 240 nm. Spectral data were in\naccord with previously published data.632-Amino-6-(4-methoxyphenyl)-9H-purine (3b)3b was obtained following general\nprocedure a as a pale yellow powder in 86% yield\nfrom 2a and 4-methoxyphenylboronic acid 14. RP-HPLC tR = 14.6 min, gradient condition\nfrom 5% B to 100% B in 65 min, flow rate of 4 mL/min, λ = 240\nnm. Spectral data were in accord with previously published data.642-Amino-6-(4-methoxyphenyl)-9-methylpurine\n(3c)3c was obtained following\ngeneral procedure b as a yellow powder in 88% yield\nfrom 3b.\nRP-HPLC tR = 15.5 min, gradient condition\nfrom 5% B to 100% B in 65 min, flow rate of 4 mL/min, λ = 240\nnm. 1H NMR (300 MHz, CDCl3): δ = 3.79\n(s, 3H), 3.94 (s, 3H), 7.12 (d, J = 8.6 Hz, 2H),\n7.95 (s, 1H), 8.55 (d, J = 8.5 Hz, 2H). ESI-MS, calculated\nfor C13H13N5O 255.1; found m/z = 256.3 [M + H]+.2-Amino-6-(4-phenoxyphenyl)-9H-purine (3d)3d was\nobtained following general\nprocedure a as a pale yellow powder in 90% yield\nfrom 2a and 4-phenoxyphenylboronic acid 27. RP-HPLC tR = 24.1 min, gradient condition\nfrom 5% B to 100% B in 65 min, flow rate of 4 mL/min, λ = 240\nnm. 1H NMR (300 MHz, MeOD): δ = 7.10–7.20\n(m, 4H), 7.25 (t, J = 7.1 Hz, 1H), 7.46 (t, J = 7.5 Hz, 2H), 8.36 (br s, 3H). ESI-MS, calculated for\nC17H13N5O 303.1; found m/z = 304.3 [M + H]+.2-Amino-6-(4-phenoxyphenyl)-9-methylpurine\n(3e)3e was obtained from 3d following general\nprocedure b as a yellow powder in 82% yield. RP-HPLC tR = 27.5 min, gradient condition from 5% B to\n100% B in 75 min, flow rate of 4 mL/min, λ = 240 nm. 1H NMR (600 MHz, CDCl3): δ = 3.77 (s, 3H), 7.05–7.18\n(m, 5H), 7.37 (t, J = 7.8 Hz, 2H), 7.79 (s, 1H),\n8.70 (br s, 2H). 13C NMR (150 MHz, CDCl3): δ\n= 30.6, 118.3, 121.6, 124.8, 125.7, 127.1, 131.2, 133.9, 142.8, 147.6,\n150.7, 156.3, 157.8, 163.3. ESI-MS, calculated for C18H15N5O 317.1; found m/z = 318.2 [M + H]+.2-Amino-6-(4-(benzyloxy)phenyl)-9H-purine (3f)3f was\nobtained following general\nprocedure a as a yellow powder in 77% yield from 2a and 4-(benzyloxy)phenylboronic acid 30. RP-HPLC tR = 17.4 min, gradient condition from 5% B to\n100% B in 40 min, flow rate of 4 mL/min, λ = 240 nm. 1H NMR (300 MHz, MeOD): δ = 5.28 (s, 2H), 7.30 (d, J = 8.8 Hz, 2H), 7.36–7.46 (m, 3H), 7.50 (br s, 2H), 8.37–8.45\n(m, 3H). ESI-MS, calculated for C18H15N5O 317.1; found m/z = 318.1\n[M + H]+.2-Amino-6-(4-(3′-(trifluoromethyl)phenoxymethyl)phenyl)-9H-purine (3g)3g was\nobtained following general procedure a as a yellow\npowder in 79% yield from 2a and 4-(3′-(trifluoromethyl)phenoxymethyl)phenylboronic\nacid 31. RP-HPLC tR = 25.0\nmin, gradient condition from 5% B to 100% B in 50 min, flow rate of\n4 mL/min, λ = 240 nm. 1H NMR (300 MHz, MeOD): δ\n= 5.31 (s, 2H), 7.22–7.33 (m, 3H), 7.48 (t, J = 7.9 Hz, 1H), 7.73 (d, J = 8.1 Hz, 2H), 8.37 (br\ns, 3H). ESI-MS, calculated for C19H14F3N5O 385.1; found m/z = 386.1 [M + H]+.2-Amino-6-(4-((4′-(2-methoxyethyl)phenoxy)methyl)phenyl)-9H-purine (3h)3h was\nobtained following general procedure a as a yellow\npowder in 77% yield from 2a and 4-((4′-(2-methoxyethyl)phenoxy)methyl)phenylboronic\nacid 32. RP-HPLC tR = 17.9\nmin, gradient condition from 5% B to 100% B in 40 min, flow rate of\n4 mL/min, λ = 240 nm. 1H NMR (300 MHz, MeOD): δ\n= 2.80 (t, J = 6.9 Hz, 2H), 3.33 (s, 3H), 3.57 (t, J = 6.9 Hz, 2H), 5.22 (s, 2H), 6.96 (d, J = 8.7 Hz, 2H), 7.16 (d, J = 8.6 Hz, 2H), 7.70 (d, J = 8.1 Hz, 2H), 8.33 (s, 1H), 8.40 (d, J = 8.3 Hz, 2H). ESI-MS, calculated for C21H21N5O2 375.2; found m/z = 376.1 [M + H]+.2-Amino-6-(4-benzyloxy-3-chlorophenyl)-9H-purine\n(4a)4a was obtained following\ngeneral procedure a as a yellow powder in 84% yield\nfrom 2a and 4-benzyloxy-3-chlorophenylboronic acid 28. RP-HPLC tR = 20.4 min, gradient\ncondition from 5% B to 100% B in 40 min, flow rate of 4 mL/min, λ\n= 240 nm. 1H NMR (300 MHz, MeOD): δ = 5.32 (s, 2H),\n7.33–7.44 (m, 4H), 7.50 (br s, 2H), 8.34 (br s, 2H), 8.50 (s,\n1H). ESI-MS, calculated for C18H14ClN5O 351.1; found m/z = 352.1 [M +\nH]+.2-Amino-6-(3-chloro-4-(3′,5′-dimethoxybenzyloxy)phenyl)-9H-purine (4b)4b was\nobtained following general procedure a as a yellow\npowder in 86% yield from 2a and 3-chloro-4-(3′,5′-dimethoxybenzyloxy)phenylboronic\nacid 33. RP-HPLC tR = 20.5\nmin, gradient condition from 5% B to 100% B in 40 min, flow rate of\n4 mL/min, λ = 240 nm. 1H NMR (600 MHz, MeOD): δ\n= 3.76 (s, 6H), 5.28 (s, 2H), 6.48 (s, 1H), 6.68 (s, 2H), 7.32 (d, J = 8.8 Hz, 1H), 8.18 (s, 1H), 8.47 (br s, 1H), 8.61 (s,\n1H). 13C NMR (150 MHz, MeOD): δ = 56.2, 71.6, 100.7,\n106.2, 115.6, 123.2, 127.0, 128.7, 132.1, 139.7, 143.1, 149.5, 150.3,\n155.7, 157.2, 160.4, 161.8. ESI-MS, calculated for C20H18ClN5O3 411.1; found m/z = 412.1 [M + H]+.2-Amino-6-(2,3-dihydrobenzo[b][1,4]dioxin-6-yl)-9H-purine (4c)4c was\nobtained following general procedure a as a pale\nyellow powder in 84% yield from 2a and 1,4-benzodioxane-6-boronic\nacid 26. RP-HPLC tR = 11.6.\nmin, gradient condition from 5% B to 100% B in 50 min, flow rate of\n4 mL/min, λ = 240 nm. 1H NMR (300 MHz, MeOD): δ\n= 4.34–4.40 (m, 4H), 7.09 (d, J = 8.5 Hz,\n1H), 7.89–7.98 (m, 2H), 8.34 (s, 1H). ESI-MS, calculated for\nC13H11N5O2 269.1; found m/z = 270.2 [M + H]+.2-Amino-6-(3-(4′-chlorobenzyloxy)phenyl)-9H-purine (4d)4d was\nobtained following\ngeneral procedure a as a yellow powder in 78% yield\nfrom 2a and 3-(4′-chlorobenzyloxy)phenylboronic\nacid 29. RP-HPLC tR = 29.8\nmin, gradient condition from 5% B to 100% B in 70 min, flow rate of\n4 mL/min, λ = 240 nm. 1H NMR (300 MHz, MeOD): δ\n= 5.19 (s, 2H), 7.29 (d, J = 7.6 Hz, 1H), 7.40 (d, J = 8.4 Hz, 2H), 7.45–7.58 (m, 3H), 7.90 (d, J = 6.9 Hz, 1H), 8.01 (s, 1H), 8.37 (s, 1H). ESI-MS, calculated\nfor C18H14ClN5O 351.1; found m/z = 352.2 [M + H]+.2-Amino-6-(3-(4′-chlorobenzyloxy)phenyl)-9-methylpurine\n(4e)4e was obtained following\ngeneral procedure b as a yellow powder in 63% yield\nfrom 4d. RP-HPLC tR = 28.3\nmin, gradient condition from 5% B to 100% B in 60 min, flow rate of\n4 mL/min, λ = 240 nm. 1H NMR (300 MHz, CDCl3): δ\n= 3.77 (s, 3H), 5.20 (s, 2H), 7.13 (d, J = 7.8 Hz,\n1H), 7.36 (d, J = 8.2 Hz, 2H), 7.41–7.51 (m,\n3H), 7.83 (s, 1H), 8.31–8.42 (m, 2H). ESI-MS, calculated for\nC19H16ClN5O 365.1; found m/z = 366.2 [M + H]+.2-Amino-6-(3-bromo-5-butoxyphenyl)-9H-purine\n(5a)5a was obtained following\ngeneral procedure a as a white powder in 83% yield\nfrom 2a and 3-bromo-5-butoxyphenylboronic acid 21. RP-HPLC tR = 26.7 min, gradient\ncondition from 5% B to 100% B in 50 min, flow rate of 4 mL/min, λ\n= 240 nm. 1H NMR (600 MHz, DMSO-d6): δ = 0.93 (t, J = 7.3 Hz, 3H), 1.39–1.51\n(m, 2H), 1.68–1.76 (m, 2H), 4.06 (t, J = 6.3\nHz, 2H), 6.46 (s, 2H), 7.28 (s, 1H), 8.16 (s, 1H), 8.37 (s, 1H), 8.50\n(s, 1H), 12.72 (s, 1H). 13C NMR (150 MHz, DMSO-d6): δ = 14.9, 20.1, 32.1, 69.5, 115.8,\n120.9, 124.4, 125.8, 138.7, 142.2, 148.1, 151.3, 157.2, 161.3. ESI-MS,\ncalculated for C15H16BrN5O 361.1;\nfound m/z = 362.3 [M + H]+.2-Amino-6-(3-bromo-5-butoxyphenyl)-9-methylpurine (5b)5b was obtained following general procedure b as a yellow powder in 85% yield from 5a.\nRP-HPLC tR = 27.9 min, gradient condition\nfrom 5% B to 100% B in 45 min, flow rate of 4 mL/min, λ = 240\nnm. 1H NMR (300 MHz, CDCl3): δ = 0.97 (t, J = 7.3 Hz, 3H), 1.46–1.55 (m, 2H), 1.73–1.83\n(m, 2H), 3.79 (s, 3H), 4.11 (t, J = 6.2 Hz, 2H),\n7.29 (s, 1H), 7.92 (s, 1H), 7.97 (s, 1H), 8.33 (s, 1H). ESI-MS, calculated\nfor C16H18BrN5O 375.1; found m/z = 376.2 [M + H]+.2-Amino-6-(2,6-dimethoxyphenyl)-9H-purine (6a)6a was\nobtained following general\nprocedure a as a white powder in 53% yield from 2a and 2,6-dimethoxyphenylboronic acid 22. RP-HPLC tR = 13.0 min, gradient condition\nfrom 5% B to 100% B in 80 min, flow rate of 4 mL/min, λ = 240\nnm. 1H NMR (300 MHz, MeOD): δ = 3.82 (s, 6H), 6.87\n(d, J = 8.5 Hz, 2H), 7.60 (t, J =\n8.5 Hz, 1H), 8.44 (s, 1H). ESI-MS, calculated for C13H13N5O2 271.1; found m/z = 272.2 [M + H]+.2-Amino-6-(2-isopropoxy-6-methoxyphenyl)-9H-purine (6b)6b was\nobtained following\ngeneral procedure a as a white powder in 62% yield\nfrom 2a and 2-isopropoxy-6-methoxyphenylboronic\nacid 23. RP-HPLC tR = 18.1\nmin, gradient condition from 5% B to 100% B in 40 min, flow rate of\n4 mL/min, λ = 240 nm. 1H NMR (300 MHz, MeOD): δ\n= 1.18 (s, 6H), 3.80 (s, 3H), 4.60–4.71 (m, 1H), 6.80–6.88\n(m, 2H), 7.56 (t, J = 8.5 Hz, 1H), 8.43 (s, 1H).\nESI-MS, calculated for C15H17N5O2 299.1; found m/z = 300.1\n[M + H]+.2-Amino-6-(2-isobutoxy-6-methoxyphenyl)-9H-purine\n(6c)6c was obtained following\ngeneral procedure a as a white powder in 76% yield\nfrom 2a and 2-isobutoxy-6-methoxy-phenylboronic acid 24. RP-HPLC tR = 14.2 min, gradient\ncondition from 5% B to 100% B in 40 min, flow rate of 4 mL/min, λ\n= 240 nm. 1H NMR (600 MHz, DMSO-d6): δ = 0.69 (s, 6H), 1.72–1.79 (m, 1H), 3.71\n(br s, 5H), 6.81–6.86 (m, 2H), 7.52 (t, J =\n8.1 Hz, 1H), 8.47 (s, 1H). 13C NMR (150 MHz, MeOD): δ\n= 20.3, 29.0, 57.6, 76.1, 106.2, 118.6, 125.8, 134.7, 137.4, 142.7,\n154.9, 159.3, 160.8, 173.0. ESI-MS, calculated for C16H19N5O2 313.2; found m/z = 314.1 [M + H]+.2-Amino-6-(2-methoxyphenyl)-9H-purine (7a)7a was\nobtained following general\nprocedure a as a pale yellow powder in 78% yield\nfrom 2a and 2-methoxyphenylboronic acid 15. RP-HPLC tR = 14.9 min, gradient condition\nfrom 5% B to 100% B in 80 min, flow rate of 4 mL/min, λ = 240\nnm. 1H NMR (300 MHz, MeOD): δ = 3.97 (s, 3H), 7.21\n(t, J = 7.5 Hz, 1H), 7.30 (d, J =\n8.4 Hz, 1H), 7.67 (t, J = 7.8 Hz, 1H), 8.10 (d, J = 7.4 Hz, 1H), 8.45 (s, 1H). ESI-MS, calculated for C12H11N5O 241.1; found m/z = 242.2 [M + H]+.2-Amino-6-(5-fluoro-2-methoxyphenyl)-9H-purine\n(7b)7b was obtained following\ngeneral procedure a as a pale yellow powder in 70%\nyield from 2a and 5-fluoro-2-methoxyphenylboronic\nacid 16. RP-HPLC tR = 14.0\nmin, gradient condition from 5% B to 100% B in 60 min, flow rate of\n4 mL/min, λ = 240 nm. 1H NMR (300 MHz, MeOD): δ\n= 3.95 (s, 3H), 7.29 (d, J = 8.9 Hz, 1H), 7.41 (dd, J = 8.9, 2.4 Hz, 1H), 7.92 (br s, 1H), 8.54 (s, 1H). ESI-MS,\ncalculated for C12H10FN5O 259.1;\nfound m/z = 260.1 [M + H]+.2-Amino-6-(5-chloro-2-methoxyphenyl)-9H-purine\n(7c)7c was obtained following\ngeneral procedure a as a pale yellow powder in 78%\nyield from 2a and 5-chloro-2-methoxyphenylboronic\nacid 17. RP-HPLC tR = 18.1\nmin, gradient condition from 5% B to 100% B in 80 min, flow rate of\n4 mL/min, λ = 240 nm. 1H NMR (300 MHz, MeOD): δ\n= 3.95 (s, 3H), 7.28 (d, J = 8.9 Hz, 1H), 7.63 (dd, J = 8.9, 2.5 Hz, 1H), 8.03 (br s, 1H), 8.53 (s, 1H). ESI-MS,\ncalculated for C12H10ClN5O 275.1;\nfound m/z = 276.1 [M + H]+.2-Amino-6-(5-bromo-2-methoxyphenyl)-9H-purine\n(7d)7d was obtained following\ngeneral procedure a as a yellow powder in 77% yield\nfrom 2a and 5-bromo-2-methoxyphenylboronic acid 18. RP-HPLC tR = 17.3 min, gradient\ncondition from 5% B to 100% B in 60 min, flow rate of 4 mL/min, λ\n= 240 nm. 1H NMR (600 MHz, MeOD): δ = 3.95 (s, 3H),\n7.23 (d, J = 9.0 Hz, 1H), 7.76 (dd, J = 8.9, 2.4 Hz, 1H), 8.14 (br s, 1H), 8.53 (s, 1H). 13C NMR (150 MHz, MeOD): δ = 56.3, 113.3, 114.4, 123.7, 126.4,\n135.4, 135.9, 142.6, 149.5, 155.1, 157.8, 160.9. ESI-MS, calculated\nfor C12H10BrN5O 319.0; found m/z = 320.3 [M + H]+.2-Amino-6-(5-bromo-2-ethoxyphenyl)-9H-purine\n(7e)7e was obtained following\ngeneral procedure a as a yellow powder in 82% yield\nfrom 2a and 5-bromo-2-ethoxyphenylboronic acid 19. RP-HPLC tR = 21.6 min, gradient\ncondition from 5% B to 100% B in 80 min, flow rate of 4 mL/min, λ\n= 240 nm. 1H NMR (300 MHz, MeOD): δ = 1.31 (t, J = 6.9 Hz, 3H), 4.13–4.24 (m, 2H), 7.19 (d, J = 8.9 Hz, 1H), 7.72 (dd, J = 8.9, 2.3\nHz, 1H), 7.98 (brs, 1H), 8.53 (s, 1H). ESI-MS, calculated for C13H12BrN5O 333.0; found m/z = 334.1 [M + H]+.6-(5-Bromo-2-methoxyphenyl)-2-chloro-9H-purine\n(8a)8a was obtained following\ngeneral procedure a as a yellow powder in 68% yield\nfrom 1 and 5-bromo-2-methoxyphenylboronic acid 18. RP-HPLC tR = 24.3 min, gradient\ncondition from 5% B to 100% B in 45 min, flow rate of 4 mL/min, λ\n= 240 nm. 1H NMR (300 MHz, CDCl3): δ = 3.91 (s, 3H),\n7.00 (d, J = 8.8 Hz, 1H), 7.23 (br s, 1H) 7.63 (d, J = 8.1 Hz, 1H), 8.04 (s, 1H). ESI-MS, calculated for C12H8BrClN4O 338.0; found m/z = 339.2 [M + H]+.2-Amino-6-(5-bromo-2-methoxyphenyl)-9-methylpurine\n(8b)8b was obtained following\ngeneral procedure b as a yellow powder in 87% yield\nfrom 7d.\nRP-HPLC tR = 18.9 min, gradient condition\nfrom 5% B to 100% B in 70 min, flow rate of 4 mL/min, λ = 240\nnm. 1H NMR (300 MHz, CDCl3): δ = 3.79 (s, 3H), 3.87\n(s, 3H), 6.94–7.01 (m, 1H), 7.24 (br s, 1H), 8.02 (s, 1H).\nESI-MS, calculated for C13H12BrN5O 333.0; found m/z = 334.2 [M +\nH]+.2-Amino-6-(5-bromo-2-methoxyphenyl)-9-(2-oxopropyl)-purine\n(8c)8c was obtained following\ngeneral\nprocedure b as a yellow powder in 50% yield from 7d. RP-HPLC tR = 22.9 min, gradient\ncondition from 5% B to 100% B in 80 min, flow rate of 4 mL/min, λ\n= 240 nm. 1H NMR (600 MHz, CDCl3): δ =\n2.40 (s, 3H), 4.01 (s, 3H), 5.00 (s, 2H), 7.03 (d, J = 8.9 Hz, 1H), 7.70 (dd, J = 8.9, 2.4 Hz, 1H),\n8.02 (s, 1H), 8.19 (s, 1H). 13C NMR (150 MHz, CDCl3): δ = 27.3, 52.5, 57.1, 114.3, 118.8, 125.1, 126.9,\n136.3, 138.4, 143.3, 148.2, 154.3, 156.7, 158.4, 199.2. ESI-MS, calculated\nfor C15H14BrN5O2 375.0;\nfound m/z = 376.1 [M + H]+.6-(5-Fluoro-2-methoxyphenyl)-2-hydroxy-9H-purine\n(8d)8d was obtained following\ngeneral procedure c as a white powder in 47% yield\nfrom 7b. RP-HPLC tR = 13.9\nmin, gradient condition from 5% B to 100% B in 50 min, flow rate of\n1 mL/min, λ = 240 nm. 1H NMR (300 MHz, DMSO-d6): δ = 3.93 (s, 3H), 7.31 (d, J = 8.9 Hz, 1H), 7.40 (dd, J = 8.9, 2.4\nHz, 1H), 7.89 (br s, 1H), 8.54 (s, 1H). ESI-MS, calculated for C12H9FN4O2 260.1; found m/z = 261.1 [M + H]+.6-(5-Chloro-2-methoxyphenyl)-2-hydroxy-9H-purine\n(8e)8e was obtained following\ngeneral procedure c as a white powder in 63% yield\nfrom 7c. RP-HPLC tR = 14.8\nmin, gradient condition from 5% B to 100% B in 50 min, flow rate of\n4 mL/min, λ = 240 nm. 1H NMR (300 MHz, DMSO-d6): δ = 3.94 (s, 3H), 7.26 (d, J = 8.9 Hz, 1H), 7.63 (dd, J = 8.9, 2.5\nHz, 1H), 8.03 (br s, 1H), 8.53 (s, 1H). ESI-MS, calculated for C12H9ClN4O2 276.0; found m/z = 277.1 [M + H]+.6-(5-Bromo-2-methoxyphenyl)-2-hydroxy-9H-purine\n(8f)8f was obtained following\ngeneral procedure c as a white powder in 55% yield\nfrom 7d. RP-HPLC tR = 15.8\nmin, gradient condition from 5% B to 100% B in 50 min, flow rate of\n1 mL/min, λ = 240 nm. 1H NMR (300 MHz, DMSO-d6): δ = 3.97 (s, 3H), 7.25 (d, J = 9.0 Hz, 1H), 7.76 (dd, J = 8.9, 2.4\nHz, 1H), 8.14 (br s, 1H), 8.53 (s, 1H). ESI-MS, calculated for C12H9BrN4O2 320.0; found m/z = 321.1[M + H]+.6-(5-Bromo-2-methoxyphenyl)-8-methyl-9H-purine\n(9a)9a was obtained following\ngeneral procedure a as a pale yellow powder in 70%\nyield from 6-chloro-8-methyl-9H-purine 12 and 5-bromo-2-methoxyphenylboronic acid 18. RP-HPLC tR = 21.7 min, gradient condition from 5% B to\n100% B in 70 min, flow rate of 4 mL/min, λ = 240 nm. 1H NMR (300 MHz, DMSO-d6): δ = 2.69\n(s, 3H), 3.87 (s, 3H), 7.20 (d, J = 9.0 Hz, 1H),\n7.71 (dd, J = 8.9, 2.4 Hz, 1H), 7.82 (s, 1H), 8.95\n(s, 1H). ESI-MS, calculated for C13H11BrN4O 318.0; found m/z = 319.2\n[M + H]+.6-(5-Fluoro-2-methoxyphenyl)-8-methyl-9H-purine\n(9b)9b was obtained following\ngeneral procedure a as a pale yellow powder in 81%\nyield from 6-chloro-8-methyl-9H-purine 12 and 5-fluoro-2-methoxyphenylboronic acid 16.\nRP-HPLC tR = 15.6 min, gradient condition\nfrom 5% B to 100% B in 60 min, flow rate of 4 mL/min, λ = 240\nnm. 1H NMR (300 MHz, MeOD): δ = 2.76 (s, 3H), 3.90\n(s, 3H), 7.27 (d, J = 9.0 Hz, 1H), 7.39 (br s, 1H),\n7.67 (dd, J = 8.9, 2.4 Hz, 1H), 9.04 (s, 1H). 13C NMR (75 MHz, MeOD): δ = 14.1, 56.2, 113.5, 117.9,\n118.3, 119.2, 126.9, 147.7, 151.3, 154.5, 155.9, 158.2, 159.2. ESI-MS,\ncalculated for C13H11FN4O 258.1;\nfound m/z = 259.1 [M + H]+.2-Amino-6-thianthrenyl-9H-purine (10)10 was obtained following general procedure a as a yellow powder in 82% yield from 2a and\n1-thianthrenylboronic acid 25. RP-HPLC tR = 18.5 min, gradient condition from 5% B to 100% B in\n40 min, flow rate of 4 mL/min, λ = 240 nm. 1H NMR\n(300 MHz, MeOD): δ = 7.22–7.37 (m, 3H), 7.51 (t, J = 7.5 Hz, 2H), 7.65 (d, J = 7.4 Hz, 1H),\n7.75 (d, J = 7.7 Hz, 1H), 8.37 (s, 1H). ESI-MS, calculated\nfor C17H11N5S2 349.0;\nfound m/z = 350.1 [M + H]+.2-Amino-6-(5-bromo-2,3-dihydrobenzo[b]furan-7-yl)-9H-purine (11)11 was\nobtained following general procedure a as a pale\nyellow powder in 79% yield from 2a and 5-bromo-2,3-dihydrobenzo[b]furan-7-boronic acid 20. RP-HPLC tR = 15.2 min, gradient condition from 5% B to\n100% B in 40 min, flow rate of 4 mL/min, λ = 240 nm. 1H NMR (600 MHz, MeOD): δ = 3.35–3.42 (m, 2H), 4.87–4.93\n(m, 2H), 7.65 (s, 1H), 8.50 (s, 1H), 8.57 (s, 1H). 13C\nNMR (150 MHz, MeOD): δ = 29.1, 74.3, 113.6, 121.2, 125.8, 131.5,\n132.1, 134.0, 146.1, 154.9, 158.8, 159.9, 160.7. ESI-MS, calculated\nfor C13H10BrN5O 331.0; found m/z = 332.2 [M + H]+.Protein\nExpression and PurificationProteins were cloned,\nexpressed, and purified as previously described.23Protein Stability Shift AssayThermal\nmelting experiments\nwere carried out using an Mx3005p real time PCR machine (Stratagene).\nProteins were buffered in 10 mM HEPES, pH 7.5, 500 mM NaCl and assayed\nin a 96-well plate at a final concentration of 2 μM in 20 μL\nvolume. Compounds were added at a final concentration of 10 or 100\nμM. SYPRO Orange (Molecular Probes) was added as a fluorescence\nprobe at a dilution of 1 in 1000. Excitation and emission filters\nfor the SYPRO-Orange dye were set to 465 and 590 nm, respectively.\nThe temperature was raised with a step of 3 °C per minute from\n25 to 96 °C, and fluorescence readings were taken at each interval.\nThe temperature dependence of the fluorescence during the protein\ndenaturation process was approximated by the equationwhere ΔuG is the difference in unfolding\nfree energy between the folded and unfolded state, R is the gas constant, and yF and yU are the fluorescence intensity of the probe\nin the presence of completely folded and unfolded protein, respectively.65 The baselines of the denatured and native states\nwere approximated by a linear fit. The observed temperature shifts,\nΔTmobs, were recorded\nas the difference between the transition midpoints of sample and reference\nwells containing protein without ligand in the same plate and determined\nby nonlinear least-squares fit. Temperature shifts (ΔTmobs) for three independent measurements\nper proteins/compound are summarized in Supporting\nInformation Table S1.Isothermal Titration CalorimetryExperiments were carried\nout on an ITC200 titration microcalorimeter from MicroCal, LLC (GE\nHealthcare) equipped with a Washing module, with a cell volume of\n0.2003 mL, and a 40 μL microsyringe. Experiments were carried\nout at 15 °C while stirring at 1000 rpm, in ITC buffer (50 mM\nHEPES, pH 7.5 (at 25 °C), 150 mM NaCl). The microsyringe was\nloaded with a solution of the protein sample (300−740 μM\nprotein for BRD9 and BRD4(1), respectively, in ITC buffer) and was\ncarefully inserted into the calorimetric cell which was filled with\nan amount of the ligand (0.2 mL, 20–25 μM in ITC buffer).\nThe system was first allowed to equilibrate until the cell temperature\nreached 15 °C, and an additional delay of 60 s was applied. All\ntitrations were conducted using an initial control injection of 0.3\nμL followed by 38 identical injections of 1 μL with a\nduration of 2 s (per injection) and a spacing of 120 s between injections.\nThe titration experiments were designed in such a fashion as to ensure\ncomplete saturation of the proteins before the final injection. The\nheat of dilution for the proteins was independent of their concentration\nand corresponded to the heat observed from the last injection, following\nsaturation of ligand binding, thus facilitating the estimation of\nthe baseline of each titration from the last injection. The collected\ndata were corrected for protein heats of dilution (measured on separate\nexperiments by titrating the proteins into ITC buffer) and deconvoluted\nusing the MicroCal Origin software supplied with the instrument to\nyield enthalpies of binding (ΔH) and binding\nconstants (KB) in the same fashion as\nthat previously described in detail by Wiseman and co-workers.66 Thermodynamic parameters were calculated using\nthe basic equation of thermodynamics (ΔG =\nΔH – TΔS = −RT ln KB, where ΔG, ΔH, and ΔS are the changes in free energy, enthalpy,\nand entropy of binding, respectively). In all cases a single binding\nsite model was employed, supplied with the MicroCal Origin software\npackage. Dissociation constants and thermodynamic parameters are listed\nin Tables 1, 2, and 3.Table 1Isothermal Titration\nCalorimetry of\nHuman BRD4(1) with 9H-Purine Compoundsaligand[P] (μM)[L] (μM)KD (nM)ΔHobs (kcal/mol)NTΔS (kcal/mol)ΔG (kcal/mol)LE2a68015no binding/weak3a4021611990 ± 743–9.45 ± 0.551.03 ± 0.049–2.97–6.480.417c485142037 ± 118–6.21 ± 0.091.05 ± 0.0121.29–7.500.397d307124651 ± 197–6.09 ± 0.140.99 ± 0.0180.94–7.030.3711382301370 ± 29–6.39 ± 0.021.09 ± 0.0021.34–7.730.39Open in a separate windowaTitrations were carried out in\n50 mM HEPES, pH 7.5 (at 25 °C), 150 mM NaCl, and 15 °C while\nstirring at 1000 rpm. In both cases the protein was titrated into\nthe ligand solution (reverse titration). Titrations were performed\nin triplicate. Ligand efficiencies (LE) have also been calculated\nwhere ΔG values were available (LE = ΔG/N where N is the number\nof non-hydrogen atoms).Table 2Isothermal Titration Calorimetry of\nHuman BRD9 with 9H-Purine Compoundsaligand[P] (μM)[L] (μM)KD (nM)ΔHobs (kcal/mol)NTΔS (kcal/mol)ΔG (kcal/mol)LE2a74030no binding/weak2b38530no\nbinding/weak3a477268475 ± 237–9.11 ± 0.120.99 ± 0.010–2.42–6.690.425b39230no binding/weak7a38534641 ± 33–12.71 ± 0.071.06 ± 0.004–4.55–8.160.457b38513.5351 ± 18–13.04 ± 0.070.97 ± 0.004–4.52–8.520.457c37814297 ± 10–12.05 ± 0.040.98 ± 0.003–3.46–8.590.457d23510397 ± 19–9.63 ± 0.060.97 ± 0.005–1.18–8.450.448a381187874 ± 258–8.30 ± 0.151.06 ± 0.014–1.57–6.730.358b39230no binding/weak8e451327576 ± 365–5.35 ± 0.091.05 ± 0.0131.40–6.750.369a37820no binding/weak1138130278 ± 15–10.28 ± 0.041.03 ± 0.003–1.63–8.650.43Open in a separate windowaTitrations were carried out in\n50 mM HEPES, pH 7.5 (at 25 °C), 150 mM NaCl, and 15 °C while\nstirring at 1000 rpm. In both cases the protein was titrated into\nthe ligand solution (reverse titration). Titrations were performed\nin triplicate. Ligand efficiencies (LE) have also been calculated\nwhere ΔG values were available (LE = ΔG/N where N is the number\nof non-hydrogen atoms).Bioluminescence\nResonance Energy Transfer Assay (BRET)HEK293 cells (8 ×\n105) were plated in each well of\na 6-well plate and co-transfected with histone H3.3-HaloTag ({\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_002107\",\"term_id\":\"1780002112\"}}NM_002107)\nand NanoLuc-BRD9 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9H8M2\",\"term_id\":\"239938605\"}}Q9H8M2-BRD amino acids 120–240) or NanoLuc-BRD4\nfull-length (060885). Twenty hours post-transfection 2 × 104 cells were trypsinized, washed with PBS, and exchanged into\nmedia containing phenol red-free DMEM, 10% FBS in the absence (control\nsample), or the presence (experimental sample) of 100 nM NanoBRET\n618 fluorescent ligand (Promega). Cell density was adjusted to 2 ×\n105 cells/mL and then replated in a 96-well assay white\nplate (Corning Costar no. 3917). At the time of replating compound 7d or 11 were added at a final concentration\nspanning from 0.005 to 33 μM and the plates were incubated for\n18 h at 37 °C in the presence of 5% CO2. NanoBRET\nsubstrate (Promega) was added to both control and experimental samples\nat a final concentration of 10 μM. Readings were performed within\n5 min using the CLARIOstar reader (BMG Lifetechnologies) equipped\nwith 450/80 nm bandpass and 610 nm long-pass filters. A corrected\nBRET ratio was calculated and is defined as the ratio of the emission\nat 610 nm/450 nm for experimental samples (i.e., those treated with\nNanoBRET fluorescent ligand) subtracted by and the emission at 610\nnm/450 nm for control samples (not treated with NanoBRET fluorescent).\nBRET ratios are expressed as milliBRET units (mBU), where 1 mBU corresponds\nto the corrected BRET ratio multiplied by 1000.Confocal ImagingHEK293 cells were transfected with\nhistone H3.3-HaloTag using FuGENE HD (Promega). Twenty-four hours\npost-transfection cells were labeled with 5 μM HaloTag TMR ligand\n(Promega) in complete medium (DMEM and 10% FBS) for 15 min at 37 °C\nand 5% CO2. Medium containing HaloTag-TMR ligand was then\nwashed twice with fresh complete medium. Cells were placed back at\n37 °C and 5% CO2 for 30 min and then imaged. Images\nwere acquired on an Olympus Fluoview FV500 confocal microscope (Olympus,\nCenter Valley, PA, USA) containing a 37 °C and CO2 environmental chamber (Solent Scientific Ltd., Segensworth, U.K.)\nusing appropriate filter sets.In Vitro CytotoxicityFollowing NanoBRET substrate\naddition and NanoBRET measurements, to the same wells an equal volume\nof CellTiter-Glo reagent (Promega) was added and the plates were incubated\nfor 30 min at room temperature. Total luminescence was measured, and\nrelative compound toxicity was determined by comparing the RLUs (relative\nlight units) of a sample containing DMSO vehicle (in the absence of\ncompound 11) to the RLUs of the samples containing 0.005–33\nμM compound 11.CrystallizationAliquots of the purified proteins were\nset up for crystallization using a mosquito crystallization robot\n(TTP Labtech, Royston, U.K.). Coarse screens were typically set up\nonto Greiner 3-well plates using three different drop ratios of precipitant\nto protein per condition (100 + 50 nL, 75 + 75 nL, and 50 + 100 nL).\nInitial hits were optimized further scaling up the drop sizes. All\ncrystallizations were carried out using the sitting drop vapor diffusion\nmethod at 4 °C. BRD9 crystals with 7d were grown\nby mixing 150 nL of the protein (17.9 mg/mL and 2 mM final ligand\nconcentration) with 150 nL of reservoir solution containing 0.20 M\nsodium bromate, 0.1 M BT-propane, pH 7.5, 20% PEG3350, and 10% ethylene\nglycol. BRD4(1) crystals with 7d were grown by mixing\n200 nL of protein (12 mg/mL and 2 mM final ligand concentration) with\n100 nL of reservoir solution containing 0.2 M sodium nitrate, 20%\nPEG3350, and 10% ethylene glycol. BRD4(1) crystals with 11 were grown by mixing 150 nL of protein (8.25 mg/mL and 2 mM final\nligand concentration) with 150 nL of reservoir solution containing\n0.1 M bis-tris-propane, pH 8.5, 20% PEG3350, and 10% ethylene glycol.\nIn all cases diffraction quality crystals grew within a few days.Data Collection and Structure SolutionAll crystals\nwere cryoprotected using the well solution supplemented with additional\nethylene glycol and were flash frozen in liquid nitrogen. Data were\ncollected in-house on a Rigaku FRE rotating anode system equipped\nwith a RAXIS-IV detector at 1.52 Å (BRD9/7d) or\non a Bruker MicroStar equipped with an APEX II detector at 1.54 Å\n(BRD4(1)/7d and BRD4(1)/11). Indexing and\nintegration were carried out using SAINT (version 8.3, Bruker AXS\nInc., 2013) or MOSFLM67 or XDS,68,69 and scaling was performed with SCALA70 or XPREP (version 2008/2, Bruker AXS Inc.). Initial phases were\ncalculated by molecular replacement with PHASER71 using the known models of BRD9 and BRD4(1) (PDB codes 3HME and 2OSS, respectively).\nInitial models were built by ARP/wARP72 followed by manual building in COOT.73 Refinement was carried out in REFMAC5.74 In all cases thermal motions were analyzed using TLSMD75 and hydrogen atoms were included in late refinement\ncycles. Data collection and refinement statistics can be found in Table 4. The models and structure\nfactors have been deposited in the PDB with accession codes 4XY8 (BRD9/7d), 4XY9 (BRD4(1)/7d), and 4XYA (BRD4(1)/11).Table 3Isothermal Titration\nCalorimetry of\nHuman BRD2 and BRD3 with Selected 9H-Purine Compoundsaprotein/ligand[P] (μM)[L] (μM)KD (nM)ΔHobs (kcal/mol)NTΔS (kcal/mol)ΔG (kcal/mol)LEBRD2(1)/7d518204444 ± 162–6.62 ± 0.090.99 ± 0.0110.44–7.060.37BRD3(1)/7d532202037 ± 105–7.17 ± 0.091.01 ± 0.0090.33–7.500.39BRD2(1)/11488201421 ± 60–5.65 ± 0.041.02 ± 0.0062.06–7.710.39BRD3(1)/11510202037 ± 105–7.17 ± 0.091.01 ± 0.0090.33–7.500.38Open in a separate windowaTitrations were carried out in\n50 mM HEPES, pH 7.5 (at 25 °C), 150 mM NaCl, and 15 °C while\nstirring at 1000 rpm. In both cases the protein was titrated into\nthe ligand solution (reverse titration). Titrations were performed\nin triplicate. Ligand efficiencies (LE) have also been calculated\nwhere ΔG values were available (LE = ΔG/N where N is the number\nof non-hydrogen atoms).Table 4Data Collection and Refinement Statistics\nfor Compound 7d Complexes with BRD9 and BRD4(1) and Compound 11 with BRD4(1)Data Collection PDB code 4XY84XY94XYAprotein/ligandBRD9/7dBRD4(1)/7dBRD4(1)/11space\ngroupC2P212121P212121cell dimensions   a, b, c (Å)80.63, 43.58, 40.8137.23, 44.12, 78.5837.24, 44.37, 79.01α, β, γ (deg)90.00, 104.25, 90.0090.00, 90.00, 90.0090.00, 90.00, 90.00resolutiona (Å)1.70 (1.79–1.70)1.68 (1.77–1.68)2.05 (2.15–2.05)unique\nobservationsa14841 (2064)15354 (2213)8708 (1126)completenessa (%)97.7 (95.2)99.8 (99.4)99.9 (99.9)redundancya9.6 (9.4)5.3 (5.0)4.7 (3.2)Rmergea0.086 (0.337)0.154 (0.802)0.079 (0.205)I/σIa20.3 (7.4)8.2 (2.0)12.4 (4.9)Refinementresolution (Å)1.601.682.05Rwork/Rfree (%)17.4/27.525.9/28.114.9/20.7no.\nof atoms (protein/other/water)933/20/1911059/27/1431056/24/148B-factors\n(Å2) (protein/other/water)14.23/6.78/27.2314.21/22.85/24.3413.99/10.49/22.04rmsd\nbonds (Å)0.0160.0160.015rmsd angles (deg)1.7471.6801.652Ramachadran   favored (%) 98.1797.6097.60allowed\n(%) 1.83 2.40 2.40disallowed\n(%)0.000.000.00Open in a separate windowaValues in parentheses\ncorrespond\nto the highest resolution shell. Results and DiscussionIn order to assess the binding of\npurine fragments on human BRDs,\nwe first performed molecular docking experiments employing the previously\ndetermined crystal structure of the complex of BRD4(1) with a 5-methyltriazolopyrimidine\nligand (PDB code 4MEN(30)). To this end we investigated binding\nof purine fragments 1, 2a, and 2b (Figure ​(Figure1B),1B), seeking to determine acetyllysine\ncompetitive binding modes within the BRD cavity with promising predicted\nbinding affinities, ideally establishing favorable interactions with\nresidues implicated in acetyllysine peptide recognition. In order\nto account for putative conformational changes of the receptor’s\nbinding site cavity upon ligand binding, we employed the Induced Fit\ndocking protocol61,62 (as implemented in the Schrödinger\nsoftware package). Molecular modeling resulted in good accommodation\nof the investigated purine fragments within the Kac binding site of\nBRD4(1), mainly packing between the ZA-loop hydrophobic residues (Val87,\nLeu92, Leu94) and Ile146 from helix C, in a groove that is capped\non one end by Tyr97 and Tyr139 and Trp81 on the other end (Figure ​(Figure1C).1C). We observed different conformations of compound 1 within the BRD4(1) cavity, with the two chloro functions\npointing to the top of the pocket (Figure ​(Figure1C)1C) or adopting a Kac mimetic pose with one chlorine inserting deep\ninto the pocket (Figure ​(Figure1D).1D). Compound 2a was also found in two different states in our calculations,\neither orienting its primary amine function away from the conserved\nasparagine (Asn140, Figure ​Figure1E)1E) or directly\nengaging this residue while orienting its 6-Br substituent toward\nthe ZA-loop (Supporting Information Figure\n1A,B). In all cases the ligand poses resulted in promising predicted\nbinding energy values (−9.13 kcal/mol for 1, −9.95\nkcal/mol for 2a, and −9.13 kcal/mol for 2b). We identified in our calculations, in the case of compound 2a, poses that exposed the halogen in position 6 so that the\npurine core scaffold may be further optimized based on its topology\nwithin the BRD binding site. The opposite was true in the case of\nthe 2-Cl substituent or the methyl substituent at N9 (1 or 2b, respectively), which resulted in steric clashes\nand topologies that would not allow for subsequent optimizations.\nTo better understand the binding mode of the purine scaffold to BRDs,\ngiven the multiple docking conformations observed, we decided to systematically\nprobe the topology of these fragments employing synthetic chemistry\nand structure–activity relationships.We purchased 2,6-dichloro-9H-purine 1 and 2-amino-6-bromo-9H-purine 2a and\nsynthesized compound 2b employing a TBAF-assisted N-9\nmethylation on the purine ring of 2a. To confirm binding\nof these fragments to human bromodomains, we employed a thermal shift\nassay (ΔTm assay) which we have\npreviously used successfully with fragments and various human bromodomains.23,26,28,76,77 Typically we perform the assay using 100\nμM compounds in the case of fragments and very weak ligands,\nbut in the case of the purine analogues tested we were surprised to\nsee binding at 10 μM compound to BET BRDs and in particular\nto BRD4(1); however, the optimized CDK inhibitor olomoucine did not\nshow any significant stabilization toward any proteins in the panel\n(Figure ​(Figure1F,1F, Supporting\nInformation Table S1). Encouraged by this result, we tested\nthese compounds at the same concentration against five other diverse\nBRDs in an effort to cover most of the human BRD phylogenetic tree\n(Supporting Information Figure 1C) and\nfound that despite their structural diversity, the BRDs of CREBBP,\nPB1(5), and BRD9 exhibited weak binding. We were particularly intrigued\nby the interaction of 2a with BRD9, since to our knowledge\nonly a small subset of compounds has been previously shown to bind\nto this module.33 To further evaluate binding\nof 2a onto BRD9, we performed docking experiments, using\nthe recently crystallized apo structure of the protein (PDB code 3HME(15)) accounting for the flexibility of key residues after ligand\nbinding.61,62 Similar to our BRD4(1) docking experiment,\nwe obtained two main binding poses for this compound, with the most\nenergetically favored one (predicted binding affinity of −9.06\nkcal/mol) exhibiting an extended hydrogen bond network with the conserved\nAsn100 and π–π interactions with the ZA-loop Tyr57\nand Tyr106 from helix C, while the 6-Br substituent was found oriented\ntoward the external part of the binding site toward the ZA-loop Phe47,\nsuggesting that modifications on this position for subsequent optimization\nwould not be tolerated without affecting the ligand orientation in\nthe acetyllysine cavity (Supporting Information Figure 1D). Conversely, we observed subtle rearrangement of the\nside chains of Phe44 and Tyr106 accompanied by almost a 90° rotation\nof the side chain of Phe47, suggesting an induced-fit binding mode.\nWe also observed an alternative binding pose (predicted binding energy\nof −8.62 kcal/mol) in which the ligand maintained the hydrogen\nbond to Asn100, albeit from its primary amine function which inserted\ntoward the conserved asparagine, as well as the π–π\ninteraction with Tyr106 from helix C, while orienting the modifiable\n6-Br substituent toward the top of the BRD cavity (Supporting Information Figure 1E), offering a promising vector\nfor subsequent modifications. Using both possible orientations as\nstarting points, we decided to further interrogate how the purine\ncore scaffold binds to this BRD.Encouraged by our initial findings,\nwe synthesized a number of\n2-amino-9H-purine analogues and tested their ability\nto interact with human BRDs, primarily of the BET subfamily (subfamily\nII), while systematically testing binding to representative BRDs from\nother structural subfamilies (family I, PCAF; family III, CREBBP;\nfamily IV, BRD9; family V, BAZ2B; family VIII, PB1(5); see Supporting Information Figure 1C) in order to\nprobe structurally diverse proteins against this core purine scaffold.\nWe utilized an aqueous-phase Suzuki–Miyaura cross-coupling\nreaction to synthesize 2-amino-6-aryl-9H-purine derivatives,\nyielding highly C-6 decorated 9H-purines in a one-step\nprocedure and performed a subsequent TBAF-assisted N-9 alkylation\nto access N-9 substituted analogues (Scheme 1 and Chart 2). We accomplished the coupling\nstep under microwave irradiation with Pd(OAc)2 and triphenylphosphine-3,3′,3″-trisulfonic\nacid trisodium salt as the catalytic system, with Cs2CO3 as base, in a water–acetonitrile reaction solvent.\nThis approach allowed synthesizing 2-amino-6-aryl-9H-purines with very short reaction times (5–15 min) at high\nyields and purity.Open in a separate windowScheme 1General Procedures for the Synthesis of Purine Derivatives:\n(A) Suzuki–Miyaura\nCross-Coupling of Free Halopurines and (B) TBAF-Assisted N-9 Alkylation\non the Purine RingReagents and conditions:\n(a)\nPd(OAc)2/P(C6H4SO3Na)3, Cs2CO3, MeCN/H2O (1:2),\nmicrowaves, 150 °C, 5–15 min; (b) CH3I or CH3COCH2Cl, TBAF, THF, rt, 10 min; (c) 50% H2SO4, NaNO2, −10 °C, 2 h, then 50\n°C, 1 h.First we introduced a phenyl\nsubstituent at position 6 of the core\npurine scaffold (compound 3a) only to find that BRD2(1),\nBRD4(1), and PCAF were stabilized in thermal melt assays by this compound\n(Figure ​(Figure2A,B).2A,B). We confirmed binding to BRD4(1)\nby isothermal titration calorimetry and measured a dissociation constant\nof 11.99 μM (Figure ​(Figure2C2C and Table 1). The interaction of 3a with BRD4(1)\nwas mainly driven by enthalpic contributions (ΔH = −9.45 kcal/mol), opposed by negative entropy (TΔS = −2.97 kcal/mol). We were also\nintrigued by the lack of affinity toward BRD9 in the ΔTm assay, since our initial fragment hit, compound 2a, had exhibited a thermal shift of 1.6 °C toward that\ndomain. We therefore tested this scaffold by isothermal titration\ncalorimetry against BRD9 and measured a weak dissociation constant\nof 8.5 μM (Figure ​(Figure2D,2D, Table 2) suggesting that our primary assay (ΔTm) may not be very robust in the case of BRD9\nwhen applied to weak ligands. This is important, since the first bromodomain\nof BRD4 has been repeatedly shown to bind to weak compounds employing\nthis assay,76 while it has been noted that\nother BRDs do not always exhibit high temperature shifts although\nthey bind to several compounds very potently.37 Additionally, in the case of BET proteins it has been demonstrated\nthat thermal melt data correlate well with in vitro dissociation constants.23 Importantly, similar to the BRD4(1)/3a interaction, the compound interacted with BRD9 mainly driven by\nenthalpic contributions (ΔH = −9.11\nkcal/mol) opposed by negative entropy (TΔS = −2.42 kcal/mol).Open in a separate windowFigure 2SAR of 9H-purines. The\n9H-purine\ncore scaffold was iteratively decorated and tested for binding to\nhuman bromodomains. (A) Substitution patterns explored. (B) Thermal\nshift assay against human bromodomains. Thermal shifts are color-coded\nas indicated in the inset. Compounds highlighted with a colored star\nwere further validated by isothermal titration calorimetry as shown\nin (C)/(D). (C) Isothermal titration calorimetry validation of key\ncompounds binding to BRD4(1) showing raw injection heats for titrations\nof protein into compound. The inset shows the normalized binding enthalpies\ncorrected for the heat of protein dilution as a function of binding\nsite saturation (symbols as indicated in the figure). Solid lines\nrepresent a nonlinear least-squares fit using a single-site binding\nmodel. (D) Compounds bearing ortho,meta′ substitutions gain\npotency toward BRD9 as demonstrated by ITC experiments. Data have\nbeen corrected and displayed as described in (C). All ITC titrations\nwere carried out in 50 mM HEPES, pH 7.5 (at 25 °C), 150 mM NaCl,\nand 15 °C while stirring at 1000 rpm.In order to better explore the structure–activity\nrelationship\nof 6-phenyl substituted 9H-purines, we synthesized\na range of compounds carrying different patterns of functions, including\npara-substitutions (compounds 3b–h), meta,para substitutions (compounds 4a–e), meta,meta′ substitutions (compounds 5a,b), ortho,ortho′ substitutions (compounds 6a–c), and ortho,meta′ substitutions\n(compounds 7a–e) (Figure ​(Figure2A2A and Chart 2). We tested\nbinding of these analogues to the eight BET BRDs, as well as the five\nmore diverse BRDs previously mentioned, employing the same thermal\nshift assay as above. Interestingly, compounds synthesized that carried\nan additional methyl modification at N9 (compounds 3c, 3e, 4e, 5b) exhibited very\nweak or no binding toward most BRDs while showing small thermal shits\n(1.0–1.3 °C) for the bromodomain of CREBBP. Para substitution\nof the 6-phenyl-9H-purines (compounds 3b–h) resulted in lower stabilization of all BRDs;\nhowever, compound 3f showed binding toward all BRDs without\nany hints of selectivity toward BRD9. Meta substitutions (compounds 4a–e) were also very weak across BRDs\nwith no affinity for BRD9, suggesting that modifications on that vector\nwere not tolerated. Interestingly meta,meta′ substitution (compound 5a) resulted in binding to most BRDs albeit weak, with ΔTm values between 1.1 and 1.8 °C. As expected,\nthis binding event was abolished when the compound was methylated\nat N9 (compound 5b). Binding was not improved with ortho,ortho′\nsubstitutions of the 6-phenyl 9H-purine scaffold\n(compounds 6a–c) (Figure ​(Figure2B2B and Supporting Information\nTable S1). Since methyl substitution at N9 could not be tolerated\nin BRD4(1) or BRD9 binding, we concluded at this stage that the five-membered\nring is probably not oriented toward the top of the BRD cavity but\npoints toward the bottom of the acetyllysine binding cavity, as predicted\nin our docking model (Supporting Information Figure 1A,B), with the 6-substituted position toward the front of\nthe pocket in order to accommodate the larger phenyl-substituted functions.We decided to further test combinations in ortho,meta′ substituted\ncompounds by first maintaining a methoxy functionality at the ortho\nposition while changing the steric bulk at the meta′ position\n(compounds 7a–d). 2-Methoxyphenyl\nsubstitution (compound 7a) yielded thermal shifts between\n1.4 and 2.5 °C for BET BRDs as well as 1.5 °C for the BRD\nof CREBBP while significantly stabilizing BRD9 compared to all previous\ncompounds tested (2.9 °C). We confirmed this binding by ITC and\nmeasured a dissociation constant of 641 nM against BRD9 (Figure ​(Figure2D,2D, Table 2). Notably the\nchange in affinity was accompanied by negative entropic contributions\n(TΔS = −4.55 kcal/mol).\nIntrigued by this step change in affinity, we tested halide analogues\nat the meta′ position while retaining the ortho-methoxy functionality\n(compounds 7b–d) and observed improved\nthermal shifts for all compounds tested against BRD9, while BET affinity\nseemed to be variable. Notably, we observed ΔTm values following the order H < F < Cl > Br,\nsuggesting\nthat steric bulk and charge at the meta′ position is important,\nwith compound 7c showing a ΔTm of 3.8 °C against BRD9. We validated binding using ITC\nas an orthogonal method and measured dissociation constants of 351,\n297, and 397 nM against BRD9 following the same ranking as the thermal\nshift assay for compounds 7b, 7c, and 7d, respectively (Figure ​(Figure2D,2D, Table 2). Importantly, we observed a gradual increase in\nentropic contributions with increasing bulk of the 5-halide-2-methoxyphenyl\nsubstitution, with compound 7a exhibiting the lowest\nentropic term (TΔS = −4.55\nkcal/mol) and compound 7d the highest (TΔS = −1.57 kcal/mol). Interestingly,\nBRD4(1), which exhibited ΔTm values\nof 1.1 and 3.2 °C for compounds 7c and 7d, was found to bind weakly to these scaffolds by ITC, and the dissociation\nconstants that we measured were 2.04 and 4.7 μM, respectively,\nfollowing again the same trend seen in the thermal melt assay (Figure ​(Figure2C,2C, Table 1). Affinity for\nBRD9 was lost when we synthesized compound 7e which carried\na bromine function at the meta′ position and an ethoxy substituent\nat the ortho position, suggesting that the longer and bulkier group\nprobably affects rotation of the 6-aryl ring with respect to the core\n9H-purine-2-amine fold.In order to verify\nthe mode of interaction of the 9H-purine core within\nthe BRD acetyllysine binding cavity, we crystallized\nand determined the complexes of compound 7d with the\nbromodomain of BRD9 and the first bromodomain of BRD4. The ligand\nwas found in both cases to occupy the acetyllysine recognition pocket\n(Figure ​(Figure3A3A and Supporting\nInformation Figure 2A) and was clearly defined in the electron\ndensity map (Figure ​(Figure3B3B and Supporting Information Figure 2B). Compound 7d directly engaged, via the primary amine function as well as the\nnitrogen at position 3, the conserved asparagine in both structures\n(Asn100 in BRD9; Asn140 in BRD4(1)) and was additionally held in place\nvia a number of hydrogen bonds to the protein backbone and the network\nof conserved water molecules previously described76 (Figure ​(Figure3C3C and Supporting Information Figure 2C). Notably, compound 7d initiated hydrogen bonds to a water molecule located on\ntop of the BRD cavity, which in turn linked the ligand to the top\nof the ZA-loop, either to the carbonyl of Ile53 (in the case of BRD9)\nor Asn93 (in the case of BRD4(1)). This tight network of interactions\nexplains the potency of this compound for BRDs. The mode of interaction\nis similar to that observed before for triazolothienodiazepine complexes\nsuch as (+)-JQ1, with the five-membered ring of the purine system\nacting as the acetyllysine mimetic moiety, superimposing well with\nthe methyltriazolo ring of (+)-JQ1 (Supporting\nInformation Figure 2D) while the bromomethoxyphenyl substituent\nof 7d stacks well between the ZA-loop Leu92 and the ZA-channel’s\nPhe81/Pro82 of BRD4(1) (Supporting Information Figure 2E). Consistent with our induced fit computational models\nof binding of 2a to BRD9, superimposition of the BRD9/7d complex to the apo structure of BRD9 (PDB code 3HME)15 revealed rotations of the side chains of Phe47 and Phe44\nwhile the top of the ZA loop collapsed toward the ligand (Figure ​(Figure3D,E),3D,E), resulting in an unprecedented induced fit\npocket of BRD9. Particularly the side chain of Phe47 rotated 120°,\nthus blocking the ZA-channel of the protein resulting in a steric\nbulk around compound 7d. On the basis of our thermodynamic\nmeasurements showing high entropic contributions to binding (Table 2), we concluded that all compounds in this subseries\n(7a–d) should be inducing a rearrangement\nof the binding cavity residues of BRD9 upon binding to the acetyllysine\nsite. Intriguingly as the substituent size increases, the affinity\nalso increases as exemplified by the determined dissociation constants,\nwith the chloro analogue (7c) exhibiting a dissociation\nconstant of 297 nM against BRD9 while the bromo analogue (7d) is slightly weaker (397 nM against BRD9; 4.65 μM against\nBRD4(1)). However, the structural rearrangement that we observed was\nunique to BRD9; the structure of compound 7d in complex\nwith the first bromodomain of BRD4 did not reveal any rearrangements\nof the acetyllysine binding cavity as the inhibitor packed between\nTrp81 and Leu92 of the ZA-loop (Supporting Information Figure 2D,E). It is tempting to speculate that the observed increase\nin entropic contributions within the series of compounds 7a–d measured by ITC, following the increase in\nthe halide substituent size, is associated with the side chain rearrangement\nobserved by docking as well as the crystal structure of compound 7d with the bromodomain of BRD9. However, entropy changes\nmay be due to a number of factors, such as release of water molecules,\ntherefore making further interpretation of the small data set obtained\nvery difficult.Open in a separate windowFigure 3Induced fit binding of 9H-purines to\nBRD9. (A)\nOverall fold of BRD9/7d complex. (B) 2FcFo map of 7d in complex with BRD9 contoured at 2σ. (C) 7d occupies\nthe acetyllysine binding cavity of the bromodomain module initiating\ndirect interactions with the conserved asparagine (N100) and packing\nonto the ZA-loop hydrophobic backbone (F44, F47, I53, A54, P56, Y57).\nThe conserved water network is preserved in the structure, and the\nligand initiates hydrogen bonds that further stabilize binding. Notably\nthe ligand engages a water molecule located on the top of the BRD\ncavity in a network of hydrogen bonds to the backbone of I53. (D)\nBinding of 7d to BRD9 results in a distinct rearrangement\nof the BRD fold. Residues on both sides of the ligand shift toward\nit, forming an induced-fit pocket with F47 rotating 120° capping\nthe channel found in the apo BRD9 structure at the front of the ZA-loop.\n(E) Surface view of the side chain rearrangement described in (C)\nhighlighting the induced pocket upon binding of 7d to\nBRD9. The model and structure factors of the BRD9/7d complex\nshown have been deposited to the PDB with ascension code 4XY8.We next questioned whether the primary amine function\nat position\n2 of the 9H-purine core scaffold is necessary for\nbinding to bromodomains. First we substituted the amine with a chlorine\ngroup (compound 8a, Figure ​Figure4A)\nwhile4A)\nwhile retaining the 6-(5-bromo-2-methoxyphenyl) substitution, resulting\nin loss of affinity toward all BRDs in our panel (Figure ​(Figure4B).4B). In the case of BRD9 we confirmed this observation\nby performing an isothermal titration calorimetry measurement which\nyielded a Kd of 7.9 μM (Figure ​(Figure4C).4C). As with compounds from previous series, methyl\nsubstitution at position 9 completely abolished bromodomain binding\n(compound 8b, Figure ​Figure4A),4A), measured\nby both thermal melt (Figure ​(Figure4B)4B) and ITC assays\nin the case of BRD9 (Figure ​(Figure4C);4C); larger substituents\n(compound 8c) could not be tolerated suggesting that\nthe core scaffold retained its pose within the bromodomain binding\ncavity. Hydroxy substitution at position 2 while retaining a 6-(5-halide-2-methoxyphenyl)\nsubstituent (compounds 8d–f) had\nvariable effects on the 9H-purine affinity toward\nBRDs. Moreover, fluoro (8d) and bromo (8f) substituted compounds lost affinity across the panel, while the\nchloro-substituted compound (8e) promiscuously bound\nto most bromodomains in the ΔTm assay,\nalbeit weaker than its primary amine analogue 7c (Figure ​(Figure4A,B),4A,B), thus suggesting that the interactions initiated\nby the hydroxyl group and the conserved asparagine (Asn100 in BRD9;\nAsn140 in BRD4(1)) are not favored over the primary amine.Open in a separate windowFigure 4BRD pocket\nSAR. (A) Compounds designed to probe the acetyllysine\nmimetic character of the purine scaffold, disrupting interactions\n(N9-methyl analogues) or reaching deeper into the acetyllysine cavity\n(8-methyl analogues). (B) Thermal shift assay against human bromodomains.\nCompound 10 was heavily colored and interfered with the\nassay. Thermal shifts are color-coded as indicated in the inset. Compounds\nhighlighted with a colored star were further validated as shown in\n(C)/(D). (C) Substitution of the primary amine group to a hydroxyl\n(compound 8a) impairs binding toward BRD9 as demonstrated\nby ITC experiments, while cyclization of the aromatic substituent\nresults in enhanced potency (compound 11). The inset\nshows the normalized binding enthalpies corrected for the heat of\nprotein dilution as a function of binding site saturation (symbols\nas indicated in the figure). Solid lines represent a nonlinear least-squares\nfit using a single-site binding model. (D) Isothermal titration calorimetry\nvalidation of compound 11 binding to BRD4(1) showing\nraw injection heats for titrations of protein into compound. Data\nhave been corrected and displayed as described in (C). All ITC titrations\nwere carried out in 50 mM HEPES, pH 7.5 (at 25 °C), 150 mM NaCl,\nand 15 °C while stirring at 1000 rpm.The 9H-purine crystal structure complexes\nthat\nwe obtained with the bromodomains of BRD9 and BRD4(1) highlighted\nthe failure of the ligand to insert deep inside the bromodomain cavity,\nthus not replacing the conserved network of water molecules. In an\nattempt to reach deeper within the cavity, we synthesized compounds 9a and 9b, introducing a methyl group at position\n8 of the 9H-purine core. The low solubility of compound 9a did not allow for any measurements, but compound 9b exhibited very low affinity for all bromodomains in our\npanel with the exception of BRDT(2) (ΔTm of 2.9 °C), suggesting that substitution at this position\nof the 9H-purine core in the absence of a 2-amine\nfunction cannot be tolerated and these compounds could not displace\nthe conserved water molecule network deep inside the bromodomain pocket.\nOur synthetic efforts to insert a fluorine atom at position 8 through\na C-8 electrophilic fluorination on the bis(tetrahydropyran-2-yl)-protected\nderivative of 2a, following a reported metalation–fluorination\nreaction with N-fluorobenzenesulfonimide,78 were also unsuccessful; we observed formation\nof the corresponding 8-phenylsulfonyl product instead of the 8-fluoro\nderivative, similar to reported work done by Roy and co-workers,79 even under heterogeneous conditions.Our\nstructural insight suggested that augmentation of the 6-(5-halide-2-methoxyphenyl)\nsubstituent would take a toll on BRD9, as it would force the structure\ntoward an apo-like conformation, sterically pushing Phe47 toward the\napo-conformation of BRD9, while it should not affect binding to BET\nbromodomains which contained an open channel between Trp81 and Leu92\n(Figure ​(Figure3E3E and Supporting\nInformation Figure 2E) . To test this hypothesis, we synthesized\ncompound 10 (Figure ​(Figure4A)4A) and tested\nits ability to bind to human BRDs. Unfortunately its bright yellow\ncolor and low solubility did not allow for further validation. We\ntherefore decided to increase the size of the substituent found in 7d by cyclizing the 2-methoxyphenyl ring into a 2,3-dihydrobenzofuran-7-yl\nwhile retaining the bromo function at position 5. We tested the resulting\ncompound 11 in the ΔTm assay against the panel of bromodomains and observed increased temperature\nshifts among BET BRDs (between 1.7 and 5.4 °C) together with\na remarkable increase in the case of BRD9 (6.5 °C). To verify\nthis observation, we performed isothermal titration calorimetry measurements\nand obtained a dissociation constant of 278 nM for BRD9 (Figure ​(Figure4C)4C) while BRD4(1) binding resulted in a much weaker\naffinity (1.4 μM) (Figure ​(Figure4D).4D). Notably\nthe entropic contribution of compound 11 binding to BRD9\nwas comparable to compound 7d for both BRD9 and BRD4(1),\nand thus we speculated that a similar rearrangement should be taking\nplace upon binding to the bromodomain of BRD9.In order to test\nour hypothesis that compound 11 binding\nwould also result in structural rearrangement of the bromodomain binding\ncavity of BRD9, in a similar way to compound 7d, while\nnot affecting the cavity of BRD4(1), we attempted to determine the\ncrystal structures of this compound in complex with these two bromodomains.\nCompound 11 readily crystallized with BRD4(1) and was\nfound to occupy the acetyllysine binding cavity of the bromodomain\n(Figure ​(Figure5A)5A) and was very well-defined in the\ndensity (Figure ​(Figure5B)5B) despite its weaker binding\naffinity of 1.37 μM toward BRD4(1) (Table 1). The ligand was found to directly interact with the conserved asparagine\n(Asn140) as well as with the conserved network of water molecules\nwhile packing between the ZA-channel tryptophan (Trp81) and the ZA-loop\nleucine (Leu92) (Figure ​(Figure5C).5C). Our efforts however\nto obtain a BRD9/11 complex did not yield diffracting\nquality crystals suitable for structure determination, and as such,\nwe employed computational methods to account for its binding to BRD9.\nRigid docking into the BRD9/7d complex structure resulted\nin a conformation similar to that observed with compound 7d, with the ligand engaging the conserved asparagine via its primary\namine function and the 6-aryl-substituted ring packing betweent the\nZA-loop Ile53 and Phe44 (Supporting Information Figure 3A). We then performed induced-fit docking employing the\nalgorithms previously described for purine fragments using the complex\nof BRD9/7d as starting point and obtained a pose whereby\nthe 2-amine function inverted and inserted in the BRD pocket, without\nany changes in the surrounding side chains of Phe44, Phe47, Ile53,\nand Tyr106 (Supporting Information Figure\n3B). Intrigued by this finding, we performed another induced fit docking\nexperiment, starting with the BRD9 apo structure and allowing residues\nto freely move in the presence of the ligand. We observed a similar\nset of side chain rearrangement within the BRD9 acetyllysine cavity,\nincluding a rotation of Phe47 resulting in capping of the binding\ngroove, accompanied by repositioning of Phe44 from helix C and Ile53\nfrom the ZA-loop (Supporting Information Figure 3C). We therefore concluded that the 2-amine-9H-purine scaffolds that we developed can induce a closed pocket within\nthe bromodomain of BRD9 resulting in tight binding, without at the\nsame time exhibiting high affinity for BRD4(1) or other BET family\nmembers. Indeed, we determined the dissociation constants for binding\nto BET domains employing ITC and found that both compounds 7d and 11 exhibited low micromolar affinities (1.4–4.6\nμM) correlating well with the higher thermal shifts observed\n(Supporting Information Table S1), while\nretaining higher affinity against the bromodomain of BRD9 (Supporting Information Figure 4 and Tables 2 and 3).Open in a separate windowFigure 5Complex of compound 11 and 9H-purine\nactivity in cells. (A) Overview of the complex of compound 11 with the first bromodomain of BRD4. The ligand retained the acetyllysine\nmimetic pose that was observed in the case of 7d. (B)\nCompound 11FcFo omit map from the BRD4(1)/11 complex contoured\nat 2σ. (C) Detail of compound 11 biding to BRD4(1)\ndemonstrating the acetyllysine mimetic binding mode, initiating interactions\nwith the conserved asparagine (N140), and packing between the ZA-loop\nL92 and the ZA-channel W81 while retaining the network of conserved\nwater interactions. The model and structure factors of the BRD4(1)/11 complex shown in panels A, B, and C have been deposited\nto the PDB with ascension code 4XYA. (D) Titration of compounds 7d and 11 into HEK293 cells transfected with NanoLuc-fused\nbromodomain of BRD9 and Halo-tagged histone H3.3. The ligands disrupt\nthe histone/BRD9 interaction with an apparent IC50 of 3.5\nμM (7d) and 480 nM (11), resulting\nin loss of signal due to separation of the BRD9-histone complex. (E)\nTitration of compounds 7d and 11 into HEK293\ncells transfected with NanoLuc-fused full length BRD4 (UniProt code {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"O60885\",\"term_id\":\"20141192\"}}O60885) and Halo-tagged\nhistone H3.3. Although the ligands gradually disrupt the BRD4-FL/H3.3\ninteraction, they fail to elicit the same effect as in the case of\nBRD9 in the concentration range tested.Having obtained a small window of selectivity over BRD4,\nwe wanted\nto verify that the 2-amine-9H-purine scaffolds that\nwe developed are in fact active in a cellular environment and can\nperturb the interaction of BRD9 with acetylated histones. Previous\nstudies have established that potent compounds that competitively\nbind to the acetyllysine binding cavity of BET proteins can displace\nthe entire protein from chromatin in fluorescence recovery after photobleaching\n(FRAP) assays,23,35,77 while larger BRD-containing proteins that contain in addition multiple\nreader domains are harder to fully displace; in the case of CREBBP\nthis was solved by creating an artificial GFP-fusion construct that\ncontained three BRD modules of CREBBP and a nuclear localization signal.38 BRD9 is part of the large SWI/SNF complex,49 and its bromodomain has been shown to bind to\nacetylated histone H3 peptides.15 We speculated\nthat 9H-purines should be able to competitively displace\nthe bromodomain of BRD9 from chromatin and constructed a bioluminescence\nresonance energy transfer (BRET) system that combined NanoLuc luciferase\nfusions of the BRD9 bromodomain (Supporting Information Figure 5A) or full length BRD4 and Halo-tagged histone H3.3 as BRET\npairs. This assay is an excellent tool to quantify protein–ligand\ninteractions in a cellular system80 and\nhas recently been used to determine cellular IC50 values\nfor the inhibition of the histone–bromodomain interaction in\nthe case of BRPF1 using a 1,3-dimethylbenzimidazolone scaffold.42 First we established by fluorescence microscopy\nthat Halo-tagged histone H3.3 is readily incorporated into chromatin\n(Supporting Information Figure 5B). We\nthen performed dose–response experiments and demonstrated the\nNanoLuc-BRD9 bromodomain was readily displaced from chromatin by compounds 7d and 11 with cellular IC50 values\nof 3.5 ± 0.11 μM and 477 ± 194 nM, respectively (Figure ​(Figure5D),5D), in agreement with the in vitro affinities determined\nby ITC (Table 2). In contrast, full-length\nBRD4 was not completely displaced in this assay up to concentrations\nof 33 μM of both compounds (Figure ​(Figure5E),\nsuggesting5E),\nsuggesting that the compounds retained the in vitro selectivity toward\nBRD9 in this cellular system. We further examined the toxicity of\ncompound 11 toward HEK293 cells, using cell viability\nin the presence of the compound in the concentration regime of our\nBRET experiments as a readout and did not observe any cytotoxicty\n(Supporting Information Figure 5C), suggesting\nthat this compound can be used in cellular systems to target BRD9/Kac\ninteractions without affecting BRD4/Kac interactions or causing any\ncytotoxic responses. ConclusionWe have described here\na structure-guided approach to identify\ninhibitors for diverse BRDs starting from small fragment-like 9H-purine scaffolds. Through structure–activity relationship\nwe established compounds 7d and 11 and characterized\nthem as nanomolar binders for the BRD of BRD9 while retaining weak\nin vitro activity against the first bromodomain of BRD4. These compounds\nare not cytotoxic at concentrations up to 33 μM in a HEK293\nsystem and can competitively displace the BRD9 bromodomain from chromatin\nwhile failing to displace full length human BRD4 at the same concentration\nrange in bioluminescence proximity assays, despite the fact that the\nin vitro affinity difference for these two proteins is not large.\nImportantly, compound 7d induces structural rearrangement\non the acetyllysine binding cavity of BRD9 resulting in an unprecedented\ncavity shape which accommodates this scaffold, explaining the higher\naffinity toward this protein, while docking studies suggest that compound 11 elicits the same type of structural rearrangement. The\n9H-purine scaffold therefore offers a simple template\nthat can be used to generate initial tools that will no doubt prove\nuseful in interrogating the biology of bromodomains beyond the BET\nsubfamily, such as BRD9, which have not attracted attention until\nnow, avoiding cross-reactivity with BET bromodomains. AcknowledgmentsFinancial support by the University of Salerno is gratefully\nacknowledged. The authors also acknowledge the use of the instrument\nfacilities of the Centre of Competence in Diagnostics and Molecular\nPharmaceutics supported by Regione Campania (Italy) through POR funds,\nan Associazione Italiana Ricerca sul Cancro (AIRC) fellowship (G.L.),\nand Grant IG 2012-IG_12777 (G.B.). The SGC is a registered charity\n(No. 1097737) that receives funds from AbbVie, Bayer, Boehringer Ingelheim,\nand Genome Canada through Ontario Genomics Institute Grant OGI-055,\nGlaxoSmithKline, Janssen, Lilly Canada, the Novartis Research Foundation,\nthe Ontario Ministry of Economic Development and Innovation, Pfizer,\nTakeda, and the Wellcome Trust (Grant 092809/Z/10/Z). P.F. and S.P.\nare supported by a Wellcome Trust Career Development Fellowship (Grant\n095751/Z/11/Z). GlossaryAbbreviations UsedATAD2ATPase family, AAA domain containing\n2BAZ2Bbromodomain\nadjacent to zinc finger domain 2BBETbromo and extra C-terminal domain proteinBRDbromodomainBRD2bromodomain containing\nprotein 2BRD3bromodomain\ncontaining protein 3BRD4bromodomain containing protein 4BRD7bromodomain containing protein 7BRD9bromodomain containing\nprotein 9BRDTbromodomain\ntestis-specific proteinBRETbioluminescence resonance energy transferBRPF1bromodomain and PHD finger containing\n1CREBBPcAMP response\nelement binding protein (CREB) binding proteinKacN-ε-acetyllysinePB1polybromo-containing\nproteinPCAFP300/CBP-associated\nfactorTBAFtetrabutylammonium\nfluoride Supporting Information AvailableFigures showing alternative\ndocking of 2a, binding of 7d to BRD4(1),\ndocking of 11 to BRD9, and binding of 7d and 11 to BET bromodomains and a file in xlsx format\nlisting ΔTm shifts of compounds.\nThis material is available free of charge via the Internet at http://pubs.acs.org. Accession CodesThe models and\nstructure factors have been deposited in the PDB with accession codes 4XY8, 4XY9, 4XYA. Author Contributions# S.P. and M.S. contributed equally.# The manuscript\nwas written\nthrough contributions of all authors. All authors have given approval\nto the final version of the manuscript.  NotesThe authors declare no\ncompeting financial interest. ReferencesBernstein B. E.; Meissner A.; Lander E. S.\nThe mammalian\nepigenome. Cell\n2007, 128, 669–681. [PubMed] [Google Scholar]Strahl B. D.; Allis C. D.\nThe language of covalent histone modifications. Nature\n2000, 403, 41–45. [PubMed] [Google Scholar]Choudhary C.; Kumar C.; Gnad F.; Nielsen M. L.; Rehman M.; Walther T. C.; Olsen J. V.; Mann M.\nLysine acetylation\ntargets protein complexes and co-regulates major cellular functions. Science\n2009, 325, 834–840. [PubMed] [Google Scholar]Filippakopoulos P.; Knapp S.\nThe bromodomain interaction module. FEBS Lett.\n2012, 586, 2692–2704. [PubMed] [Google Scholar]Tamkun J. W.; Deuring R.; Scott M. P.; Kissinger M.; Pattatucci A. M.; Kaufman T. C.; Kennison J. A.\nbrahma:\na regulator\nof Drosophila homeotic genes structurally\nrelated to the yeast transcriptional activator SNF2/SWI2. Cell\n1992, 68, 561–572. [PubMed] [Google Scholar]Li Y.; Wen H.; Xi Y.; Tanaka K.; Wang H.; Peng D.; Ren Y.; Jin Q.; Dent S. Y.; Li W.; Li H.; Shi X.\nAF9 YEATS\ndomain links histone acetylation to DOT1L-mediated H3K79\nmethylation. Cell\n2014, 159, 558–571. [PMC free article] [PubMed] [Google Scholar]Yang X. J.; Ogryzko V. V.; Nishikawa J.; Howard B. H.; Nakatani Y.\nA p300/CBP-associated\nfactor that competes with the adenoviral oncoprotein E1A. Nature\n1996, 382, 319–324. [PubMed] [Google Scholar]Dhalluin C.; Carlson J. E.; Zeng L.; He C.; Aggarwal A. K.; Zhou M. M.\nStructure and ligand of a histone acetyltransferase\nbromodomain. Nature\n1999, 399, 491–496. [PubMed] [Google Scholar]Jacobson R. H.; Ladurner A. G.; King D. S.; Tjian R.\nStructure\nand function\nof a human TAFII250 double bromodomain module. Science\n2000, 288, 1422–1425. [PubMed] [Google Scholar]Venturini L.; You J.; Stadler M.; Galien R.; Lallemand V.; Koken M. H.; Mattei M. G.; Ganser A.; Chambon P.; Losson R.; de The H.\nTIF1gamma, a novel member of the\ntranscriptional intermediary factor 1 family. Oncogene\n1999, 18, 1209–1217. [PubMed] [Google Scholar]Cavellan E.; Asp P.; Percipalle P.; Farrants A. K.\nThe WSTF-SNF2h chromatin remodeling\ncomplex interacts with several nuclear proteins in transcription. J. Biol. Chem.\n2006, 281, 16264–16271. [PubMed] [Google Scholar]Trotter K. W.; Archer T. K.\nThe BRG1 transcriptional coregulator. Nucl. Recept Signaling\n2008, 6, e004. [PMC free article] [PubMed] [Google Scholar]Xue Y.; Canman J. C.; Lee C. S.; Nie Z.; Yang D.; Moreno G. T.; Young M. K.; Salmon E. D.; Wang W.\nThe human\nSWI/SNF-B chromatin-remodeling complex is related to yeast rsc and\nlocalizes at kinetochores of mitotic chromosomes. Proc. Natl. Acad. Sci. U.S.A.\n2000, 97, 13015–13020. [PMC free article] [PubMed] [Google Scholar]Wu S. Y.; Chiang C. M.\nThe double bromodomain-containing chromatin adaptor\nBrd4 and transcriptional regulation. J. Biol.\nChem.\n2007, 282, 13141–13145. [PubMed] [Google Scholar]Filippakopoulos P.; Picaud S.; Mangos M.; Keates T.; Lambert J. P.; Barsyte-Lovejoy D.; Felletar I.; Volkmer R.; Muller S.; Pawson T.; Gingras A. C.; Arrowsmith C. H.; Knapp S.\nHistone recognition\nand large-scale structural analysis of the human\nbromodomain family. Cell\n2012, 149, 214–231. [PMC free article] [PubMed] [Google Scholar]Belkina A. C.; Denis G. V.\nBET domain co-regulators in obesity,\ninflammation and\ncancer. Nat. Rev. Cancer\n2012, 12, 465–477. [PMC free article] [PubMed] [Google Scholar]Lamonica J. M.; Deng W.; Kadauke S.; Campbell A. E.; Gamsjaeger R.; Wang H.; Cheng Y.; Billin A. N.; Hardison R. C.; Mackay J. P.; Blobel G. A.\nBromodomain protein\nBrd3 associates\nwith acetylated GATA1 to promote its chromatin occupancy at erythroid\ntarget genes. Proc. Natl. Acad. Sci. U.S.A.\n2011, 108, E159–168. [PMC free article] [PubMed] [Google Scholar]Shi J.; Wang Y.; Zeng L.; Wu Y.; Deng J.; Zhang Q.; Lin Y.; Li J.; Kang T.; Tao M.; Rusinova E.; Zhang G.; Wang C.; Zhu H.; Yao J.; Zeng Y. X.; Evers B. M.; Zhou M. M.; Zhou B. P.\nDisrupting\nthe interaction of BRD4 with diacetylated Twist suppresses tumorigenesis\nin basal-like breast cancer. Cancer Cell\n2014, 25, 210–225. [PMC free article] [PubMed] [Google Scholar]Huang B.; Yang X. D.; Zhou M. M.; Ozato K.; Chen L. F.\nBrd4 coactivates\ntranscriptional activation of NF-kappaB via specific binding to acetylated\nRelA. Mol. Cell. Biol.\n2009, 29, 1375–1387. [PMC free article] [PubMed] [Google Scholar]Schroder S.; Cho S.; Zeng L.; Zhang Q.; Kaehlcke K.; Mak L.; Lau J.; Bisgrove D.; Schnolzer M.; Verdin E.; Zhou M. M.; Ott M.\nTwo-pronged\nbinding with bromodomain-containing protein 4 liberates\npositive transcription elongation factor b from inactive ribonucleoprotein\ncomplexes. J. Biol. Chem.\n2012, 287, 1090–1099. [PMC free article] [PubMed] [Google Scholar]Rahman S.; Sowa M. E.; Ottinger M.; Smith J. A.; Shi Y.; Harper J. W.; Howley P. M.\nThe Brd4 extraterminal domain confers\ntranscription activation independent of pTEFb by recruiting multiple\nproteins, including NSD3. Mol. Cell. Biol.\n2011, 31, 2641–2652. [PMC free article] [PubMed] [Google Scholar]Bres V.; Yoh S. M.; Jones K. A.\nThe multi-tasking\nP-TEFb complex. Curr. Opin. Cell Biol.\n2008, 20, 334–340. [PMC free article] [PubMed] [Google Scholar]Filippakopoulos P.; Qi J.; Picaud S.; Shen Y.; Smith W. B.; Fedorov O.; Morse E. M.; Keates T.; Hickman T. T.; Felletar I.; Philpott M.; Munro S.; McKeown M. R.; Wang Y.; Christie A. L.; West N.; Cameron M. J.; Schwartz B.; Heightman T. D.; La Thangue N.; French C. A.; Wiest O.; Kung A. L.; Knapp S.; Bradner J. E.\nSelective inhibition\nof BET bromodomains. Nature\n2010, 468, 1067–1073. [PMC free article] [PubMed] [Google Scholar]Nicodeme E.; Jeffrey K. L.; Schaefer U.; Beinke S.; Dewell S.; Chung C. W.; Chandwani R.; Marazzi I.; Wilson P.; Coste H.; White J.; Kirilovsky J.; Rice C. M.; Lora J. M.; Prinjha R. K.; Lee K.; Tarakhovsky A.\nSuppression of inflammation by a synthetic histone\nmimic. Nature\n2010, 468, 1119–1123. [PMC free article] [PubMed] [Google Scholar]Filippakopoulos P.; Knapp S.\nTargeting bromodomains: epigenetic readers of lysine acetylation. Nat. Rev. Drug Discovery\n2014, 13, 337–356. [PubMed] [Google Scholar]Hewings D. S.; Wang M.; Philpott M.; Fedorov O.; Uttarkar S.; Filippakopoulos P.; Picaud S.; Vuppusetty C.; Marsden B.; Knapp S.; Conway S. J.; Heightman T. D.\n3,5-Dimethylisoxazoles\nact as acetyl-lysine-mimetic bromodomain ligands. J. Med. Chem.\n2011, 54, 6761–6770. [PMC free article] [PubMed] [Google Scholar]McKeown M. R.; Shaw D. L.; Fu H.; Liu S.; Xu X.; Marineau J. J.; Huang Y.; Zhang X.; Buckley D. L.; Kadam A.; Zhang Z.; Blacklow S. C.; Qi J.; Zhang W.; Bradner J. E.\nBiased multicomponent reactions to\ndevelop novel bromodomain inhibitors. J. Med.\nChem.\n2014, 57, 9019–9027. [PMC free article] [PubMed] [Google Scholar]Fish P. V.; Filippakopoulos P.; Bish G.; Brennan P. E.; Bunnage M. E.; Cook A. S.; Federov O.; Gerstenberger B. S.; Jones H.; Knapp S.; Marsden B.; Nocka K.; Owen D. R.; Philpott M.; Picaud S.; Primiano M. J.; Ralph M. J.; Sciammetta N.; Trzupek J. D.\nIdentification of\na chemical probe for bromo and extra C-terminal bromodomain inhibition\nthrough optimization of a fragment-derived hit. J. Med. Chem.\n2012, 55, 9831–9837. [PMC free article] [PubMed] [Google Scholar]Chung C. W.; Dean A. W.; Woolven J. M.; Bamborough P.\nFragment-based\ndiscovery of bromodomain inhibitors part 1: inhibitor binding modes\nand implications for lead discovery. J. Med.\nChem.\n2012, 55, 576–586. [PubMed] [Google Scholar]Vidler L.\nR.; Filippakopoulos P.; Fedorov O.; Picaud S.; Martin S.; Tomsett M.; Woodward H.; Brown N.; Knapp S.; Hoelder S.\nDiscovery\nof novel small-molecule inhibitors of BRD4\nusing structure-based virtual screening. J.\nMed. Chem.\n2013, 56, 8073–8088. [PMC free article] [PubMed] [Google Scholar]Zhao L.; Cao D.; Chen T.; Wang Y.; Miao Z.; Xu Y.; Chen W.; Wang X.; Li Y.; Du Z.; Xiong B.; Li J.; Xu C.; Zhang N.; He J.; Shen J.\nFragment-based\ndrug discovery of 2-thiazolidinones\nas inhibitors of the histone reader BRD4 bromodomain. J. Med. Chem.\n2013, 56, 3833–3851. [PubMed] [Google Scholar]Lucas X.; Wohlwend D.; Hugle M.; Schmidtkunz K.; Gerhardt S.; Schule R.; Jung M.; Einsle O.; Gunther S.\n4-Acyl pyrroles: mimicking acetylated lysines in histone\ncode reading. Angew. Chem., Int. Ed.\n2013, 52, 14055–14059. [PubMed] [Google Scholar]Fedorov O.; Lingard H.; Wells C.; Monteiro O. P.; Picaud S.; Keates T.; Yapp C.; Philpott M.; Martin S. J.; Felletar I.; Marsden B. D.; Filippakopoulos P.; Muller S.; Knapp S.; Brennan P. E.\n[1,2,4]Triazolo[4,3-a]phthalazines:\ninhibitors of diverse bromodomains. J. Med.\nChem.\n2014, 57, 462–476. [PMC free article] [PubMed] [Google Scholar]Bamborough P.; Diallo H.; Goodacre J. D.; Gordon L.; Lewis A.; Seal J. T.; Wilson D. M.; Woodrow M. D.; Chung C. W.\nFragment-based\ndiscovery of bromodomain inhibitors part 2: optimization of phenylisoxazole\nsulfonamides. J. Med. Chem.\n2012, 55, 587–596. [PubMed] [Google Scholar]Picaud S.; Da Costa D.; Thanasopoulou A.; Filippakopoulos P.; Fish P. V.; Philpott M.; Fedorov O.; Brennan P.; Bunnage M. E.; Owen D. R.; Bradner J. E.; Taniere P.; O’Sullivan B.; Muller S.; Schwaller J.; Stankovic T.; Knapp S.\nPFI-1, a highly selective protein\ninteraction inhibitor, targeting BET Bromodomains. Cancer Res.\n2013, 73, 3336–3346. [PMC free article] [PubMed] [Google Scholar]Vidler L. R.; Brown N.; Knapp S.; Hoelder S.\nDruggability analysis\nand structural classification of bromodomain acetyl-lysine binding\nsites. J. Med. Chem.\n2012, 55, 7346–7359. [PMC free article] [PubMed] [Google Scholar]SGC.\nGSK2801: A Selective Chemical Probe for BAZ2B/A Bromodomains. http://www.thesgc.org/chemical-probes/GSK2801.Hay D. A.; Fedorov O.; Martin S.; Singleton D. C.; Tallant C.; Wells C.; Picaud S.; Philpott M.; Monteiro O. P.; Rogers C. M.; Conway S. J.; Rooney T. P.; Tumber A.; Yapp C.; Filippakopoulos P.; Bunnage M. E.; Muller S.; Knapp S.; Schofield C. J.; Brennan P. E.\nDiscovery and optimization of small-molecule ligands\nfor the CBP/p300 bromodomains. J. Am. Chem.\nSoc.\n2014, 136, 9308–9319. [PMC free article] [PubMed] [Google Scholar]Chaikuad A.; Petros A. M.; Fedorov O.; Xu J.; Knapp S.\nStructure-based\napproaches towards identification of fragments for the low-druggability\nATAD2 bromodomain. Med. Chem. Commun.\n2014, 5, 1843–1848. [Google Scholar]Harner M. J.; Chauder B. A.; Phan J.; Fesik S. W.\nFragment-Based Screening\nof the Bromodomain of ATAD2. J. Med. Chem.\n2014, 57, 9687–9692. [PMC free article] [PubMed] [Google Scholar]Ferguson F. M.; Fedorov O.; Chaikuad A.; Philpott M.; Muniz J. R.; Felletar I.; von Delft F.; Heightman T.; Knapp S.; Abell C.; Ciulli A.\nTargeting\nlow-druggability\nbromodomains: fragment based screening and inhibitor design against\nthe BAZ2B bromodomain. J. Med. Chem.\n2013, 56, 10183–10187. [PMC free article] [PubMed] [Google Scholar]Demont E. H.; Bamborough P.; Chung C. W.; Craggs P. D.; Fallon D.; Gordon L. J.; Grandi P.; Hobbs C. I.; Hussain J.; Jones E. J.; Le Gall A.; Michon A. M.; Mitchell D. J.; Prinjha R. K.; Roberts A. D.; Sheppard R. J.; Watson R. J.\n1,3-Dimethyl\nbenzimidazolones are potent, selective inhibitors of the BRPF1 bromodomain. ACS Med. Chem. Lett.\n2014, 5, 1190–1195. [PMC free article] [PubMed] [Google Scholar]Ciceri P.; Muller S.; O’Mahony A.; Fedorov O.; Filippakopoulos P.; Hunt J. P.; Lasater E. A.; Pallares G.; Picaud S.; Wells C.; Martin S.; Wodicka L. M.; Shah N. P.; Treiber D. K.; Knapp S.\nDual kinase-bromodomain inhibitors\nfor rationally designed polypharmacology. Nat.\nChem. Biol.\n2014, 10, 305–312. [PMC free article] [PubMed] [Google Scholar]Martin M.\nP.; Olesen S. H.; Georg G. I.; Schonbrunn E.\nCyclin-dependent\nkinase inhibitor dinaciclib interacts with the acetyl-lysine recognition\nsite of bromodomains. ACS Chem. Biol.\n2013, 8, 2360–2365. [PMC free article] [PubMed] [Google Scholar]Rosemeyer H.\nThe chemodiversity\nof purine as a constituent of natural products. Chem. Biodiversity\n2004, 1, 361–401. [PubMed] [Google Scholar]U.S.\nFood and Drug Administration. http://www.fda.gov/ (accessed\nNovember 24, 2014).Gray N. S.; Wodicka L.; Thunnissen A. M.; Norman T. C.; Kwon S.; Espinoza F. H.; Morgan D. O.; Barnes G.; LeClerc S.; Meijer L.; Kim S. H.; Lockhart D. J.; Schultz P. G.\nExploiting\nchemical libraries, structure, and genomics in the search for kinase\ninhibitors. Science\n1998, 281, 533–538. [PubMed] [Google Scholar]Legraverend M.; Grierson D. S.\nThe purines: potent and versatile\nsmall molecule inhibitors\nand modulators of key biological targets. Bioorg.\nMed. Chem.\n2006, 14, 3987–4006. [PubMed] [Google Scholar]Kadoch C.; Hargreaves D. C.; Hodges C.; Elias L.; Ho L.; Ranish J.; Crabtree G. R.\nProteomic and bioinformatic analysis\nof mammalian SWI/SNF complexes identifies extensive roles in human\nmalignancy. Nat. Genet.\n2013, 45, 592–601. [PMC free article] [PubMed] [Google Scholar]Kang J. U.; Koo S. H.; Kwon K. C.; Park J. W.; Kim J. M.\nGain at\nchromosomal region 5p15.33, containing TERT, is the most frequent\ngenetic event in early stages of non-small cell lung cancer. Cancer Genet. Cytogenet.\n2008, 182, 1–11. [PubMed] [Google Scholar]Scotto L.; Narayan G.; Nandula S. V.; Subramaniyam S.; Kaufmann A. M.; Wright J. D.; Pothuri B.; Mansukhani M.; Schneider A.; Arias-Pulido H.; Murty V. V.\nIntegrative genomics\nanalysis of chromosome 5p gain in cervical cancer reveals target over-expressed\ngenes, including Drosha. Mol. Cancer\n2008, 7, 58. [PMC free article] [PubMed] [Google Scholar]Cleary S. P.; Jeck W. R.; Zhao X.; Chen K.; Selitsky S. R.; Savich G. L.; Tan T. X.; Wu M. C.; Getz G.; Lawrence M. S.; Parker J. S.; Li J.; Powers S.; Kim H.; Fischer S.; Guindi M.; Ghanekar A.; Chiang D. Y.\nIdentification\nof driver genes in hepatocellular carcinoma by exome sequencing. Hepatology\n2013, 58, 1693–1702. [PMC free article] [PubMed] [Google Scholar]Kandoth C.; Schultz N.; Cherniack A. D.; Akbani R.; Liu Y.; Shen H.; Robertson A. G.; Pashtan I.; Shen R.; Benz C. C.; Yau C.; Laird P. W.; Ding L.; Zhang W.; Mills G. B.; Kucherlapati R.; Mardis E. R.; Levine D. A.\nIntegrated genomic\ncharacterization of endometrial carcinoma. Nature\n2013, 497, 67–73. [PMC free article] [PubMed] [Google Scholar]Comprehensive genomic characterization of squamous\ncell lung cancers. Nature\n2012, 489, 519–525. [PMC free article] [PubMed] [Google Scholar]Barbieri C. E.; Baca S. C.; Lawrence M. S.; Demichelis F.; Blattner M.; Theurillat J. P.; White T. A.; Stojanov P.; Van Allen E.; Stransky N.; Nickerson E.; Chae S. S.; Boysen G.; Auclair D.; Onofrio R. C.; Park K.; Kitabayashi N.; MacDonald T. Y.; Sheikh K.; Vuong T.; Guiducci C.; Cibulskis K.; Sivachenko A.; Carter S. L.; Saksena G.; Voet D.; Hussain W. M.; Ramos A. H.; Winckler W.; Redman M. C.; Ardlie K.; Tewari A. K.; Mosquera J. M.; Rupp N.; Wild P. J.; Moch H.; Morrissey C.; Nelson P. S.; Kantoff P. W.; Gabriel S. B.; Golub T. R.; Meyerson M.; Lander E. S.; Getz G.; Rubin M. A.; Garraway L. A.\nExome sequencing identifies recurrent SPOP, FOXA1 and\nMED12 mutations in prostate cancer. Nat. Genet.\n2012, 44, 685–689. [PMC free article] [PubMed] [Google Scholar]Bosshard H. R.\nMolecular\nrecognition by induced fit: How fit is the concept?. News Physiol. Sci.\n2001, 16, 171–173. [PubMed] [Google Scholar]Rooney T. P.; Filippakopoulos P.; Fedorov O.; Picaud S.; Cortopassi W. A.; Hay D. A.; Martin S.; Tumber A.; Rogers C. M.; Philpott M.; Wang M.; Thompson A. L.; Heightman T. D.; Pryde D. C.; Cook A.; Paton R. S.; Muller S.; Knapp S.; Brennan P. E.; Conway S. J.\nA series of potent\nCREBBP bromodomain ligands reveals an induced-fit pocket stabilized\nby a cation-pi interaction. Angew. Chem., Int.\nEd.\n2014, 53, 6126–6130. [PMC free article] [PubMed] [Google Scholar]Friesner R.\nA.; Banks J. L.; Murphy R. B.; Halgren T. A.; Klicic J. J.; Mainz D. T.; Repasky M. P.; Knoll E. H.; Shelley M.; Perry J. K.; Shaw D. E.; Francis P.; Shenkin P. S.\nGlide:\na new approach for rapid, accurate docking and scoring. 1. Method\nand assessment of docking accuracy. J. Med.\nChem.\n2004, 47, 1739–1749. [PubMed] [Google Scholar]Halgren T.\nA.; Murphy R. B.; Friesner R. A.; Beard H. S.; Frye L. L.; Pollard W. T.; Banks J. L.\nGlide: a new approach for rapid,\naccurate docking and scoring. 2. Enrichment factors in database screening. J. Med. Chem.\n2004, 47, 1750–1759. [PubMed] [Google Scholar]Friesner R. A.; Murphy R. B.; Repasky M. P.; Frye L. L.; Greenwood J. R.; Halgren T. A.; Sanschagrin P. C.; Mainz D. T.\nExtra precision\nglide: docking and scoring incorporating a model of hydrophobic enclosure\nfor protein–ligand complexes. J. Med.\nChem.\n2006, 49, 6177–6196. [PubMed] [Google Scholar]Sherman W.; Day T.; Jacobson M. P.; Friesner R. A.; Farid R.\nNovel procedure for\nmodeling ligand/receptor induced fit effects. J. Med. Chem.\n2006, 49, 534–553. [PubMed] [Google Scholar]Sherman W.; Beard H. S.; Farid R.\nUse of an induced fit receptor structure\nin virtual screening. Chem. Biol. Drug Des.\n2006, 67, 83–84. [PubMed] [Google Scholar]Hocek M.; Holy A.; Votruba I.; Dvorakova H.\nSynthesis\nand cytostatic activity of substituted 6-phenylpurine bases and nucleosides:\napplication of the Suzuki–Miyaura cross-coupling reactions\nof 6-chloropurine derivatives with phenylboronic acids. J. Med. Chem.\n2000, 43, 1817–1825. [PubMed] [Google Scholar]Capek P.; Vrabel M.; Hasnik Z.; Pohl R.; Hocek M.\nAqueous-phase\nSuzuki–Miyaura cross-coupling reactions of free halopurine\nbases. Synthesis\n2006, 3515–3526. [Google Scholar]Matulis D.; Kranz J. K.; Salemme F. R.; Todd M. J.\nThermodynamic stability\nof carbonic anhydrase: measurements of binding affinity and stoichiometry\nusing ThermoFluor. Biochemistry\n2005, 44, 5258–5266. [PubMed] [Google Scholar]Wiseman T.; Williston S.; Brandts J. F.; Lin L. N.\nRapid measurement\nof binding constants and heats of binding using a new titration calorimeter. Anal. Biochem.\n1989, 179, 131–137. [PubMed] [Google Scholar]Leslie A. G. W.; Powell H.. MOSFLM, version 7.01; MRC Laboratory\nof Molecular Biology: Cambridge, U.K., 2007.Kabsch W.\nEvaluation\nof single-crystal X-ray-diffraction data from a position-sensitive\ndetector. J. Appl. Crystallogr.\n1988, 21, 916–924. [Google Scholar]Kabsch W.\nAutomatic-indexing\nof rotation diffraction patterns. J. Appl. Crystallogr.\n1988, 21, 67–71. [Google Scholar]Evans P.SCALA—Scale\nTogether Multiple Observations of Reflections, version 3.3.0; MRC Laboratory of Molecular Biology: Cambridge, U.K., 2007.McCoy A. J.; Grosse-Kunstleve R. W.; Storoni L. C.; Read R. J.\nLikelihood-enhanced\nfast translation functions. Acta Crystallogr.,\nSect. D: Biol. Crystallogr.\n2005, 61, 458–464. [PubMed] [Google Scholar]Perrakis A.; Morris R.; Lamzin V. S.\nAutomated protein model building\ncombined with iterative structure refinement. Nat. Struct. Biol.\n1999, 6, 458–463. [PubMed] [Google Scholar]Emsley P.; Cowtan K.\nCoot: model-building tools for molecular graphics. Acta Crystallogr., Sect. D: Biol. Crystallogr.\n2004, 60, 2126–2132. [PubMed] [Google Scholar]Murshudov G. N.; Vagin A. A.; Dodson E. J.\nRefinement\nof macromolecular structures\nby the maximum-likelihood method. Acta Crystallogr.,\nSect. D: Biol. Crystallogr.\n1997, 53, 240–255. [PubMed] [Google Scholar]Painter J.; Merritt E. A.\nOptimal description of a protein structure in terms\nof multiple groups undergoing TLS motion. Acta\nCrystallogr., Sect. D: Biol. Crystallogr.\n2006, 62, 439–450. [PubMed] [Google Scholar]Filippakopoulos P.; Picaud S.; Fedorov O.; Keller M.; Wrobel M.; Morgenstern O.; Bracher F.; Knapp S.\nBenzodiazepines\nand\nbenzotriazepines as protein interaction inhibitors targeting bromodomains\nof the BET family. Bioorg. Med. Chem.\n2012, 20, 1878–1886. [PMC free article] [PubMed] [Google Scholar]Picaud S.; Wells C.; Felletar I.; Brotherton D.; Martin S.; Savitsky P.; Diez-Dacal B.; Philpott M.; Bountra C.; Lingard H.; Fedorov O.; Muller S.; Brennan P. E.; Knapp S.; Filippakopoulos P.\nRVX-208, an\ninhibitor of BET transcriptional regulators with selectivity for the\nsecond bromodomain. Proc. Natl. Acad. Sci. U.S.A.\n2013, 110, 19754–19759. [PMC free article] [PubMed] [Google Scholar]Ghosh A. K.; Lagisetty P.; Zajc B.\nDirect synthesis of 8-fluoro purine\nnucleosides via metalation–fluorination. J. Org. Chem.\n2007, 72, 8222–8226. [PubMed] [Google Scholar]Roy A.; Schneller S. W.\nAn unusual\noccurrence on attempted purine C-8 electrophilic\nfluorination of 5′-noraristeromycin. Org. Lett.\n2005, 7, 3889–3891. [PubMed] [Google Scholar]De A.; Jasani A.; Arora R.; Gambhir S. S.\nEvolution of BRET\nbiosensors from live cell to tissue-scale in vivo imaging. Front. Endocrinol. (Lausanne, Switz.)\n2013, 4, 131. [PMC free article] [PubMed] [Google Scholar]"}