{"title": "Identification and characterization of methylation-dependent/independent DNA regulatory elements in the human SLC9B1 gene", "pubDate": "2015", "PMCID": "PMC4361323", "DOI": "10.1016/j.gene.2015.02.050", "PMID": "25701605", "abstract": "The human NHEDC1 (hNHEDC1) protein is thought to be essential for sperm motility and fertility however the mechanisms regulating its gene expression are largely unknown. In this study we have identified multiple DNA regulatory elements in the 5' end of the gene encoding hNHEDC1 (SLC9B1) and have explored the role that DNA methylation at these elements plays in the regulation of its expression. We first show that the full-length hNHEDC1 protein is testis-specific for the tissues that we tested and that it localizes to the cells of the seminiferous tubules. In silico analysis of the SLC9B1 gene locus identified two putative promoters (P1 and P2) and two CpG islands - CpGI (overlapping with P1) and CpGII (intragenic) - at the 5' end of the gene. By deletion analysis of P1, we show that the region from -23 bp to +200 bp relative to the transcription start site (TSS) is sufficient for optimal promoter activity in a germ cell line. Additionally, in vitro methylation of the P1 (the -500 bp to +200 bp region relative to the TSS) abolishes its activity in germ cells and somatic cells strongly suggesting that DNA methylation at this promoter could regulate SLC9B1 expression. Furthermore, bisulfite-sequencing analysis of the P1/CpGI uncovered reduced methylation in the testis vs. lung whereas CpGII displayed no differences in methylation between these two tissues. Additionally, treatment of HEK 293 cells with 5-aza-2-Deoxycytidine led to upregulation of NHEDC1 transcript and reduced methylation in the promoter CpGI. Finally, we have uncovered both enhancer and silencer functions of the intragenic SLC9B1 CpGII. In all, our data suggests that SLC9B1 gene expression could be regulated via a concerted action of DNA methylation-dependent and independent mechanisms mediated by these multiple DNA regulatory elements.", "author": [{"author": "Priya L Kumar", "affiliation": ["Department of Biology, Miami University, Oxford, OH, United States."], "href": "/?term=Kumar+PL&cauthor_id=25701605"}, {"author": "Paul F James", "affiliation": ["Department of Biology, Miami University, Oxford, OH, United States. Electronic address: jamespf@miamioh.edu."], "href": "/?term=James+PF&cauthor_id=25701605"}], "refPMID": [], "citedInPMID": ["25701605", "34946818", "33886611", "31165202", "29235940", "27831554", "27010853"], "body": " AbstractThe human NHEDC1 (hNHEDC1) protein is thought to be essential for sperm motility and fertility however the mechanisms regulating its gene expression are largely unknown. In this study we have identified multiple DNA regulatory elements in the 5′ end of the gene encoding hNHEDC1 (SLC9B1) and have explored the role that DNA methylation at these elements plays in the regulation of its expression. We first show that the full-length hNHEDC1 protein is testis-specific for the tissues that we tested and that it localizes to the cells of the seminiferous tubules. In silico analysis of the SLC9B1 gene locus identified two putative promoters (P1 and P2) and two CpG islands - CpGI (overlapping with P1) and CpGII (intragenic) - at the 5′ end of the gene. By deletion analysis of P1, we show that the region from −23bp to +200bp relative to the transcription start site (TSS) is sufficient for optimal promoter activity in a germ cell line. Additionally, in vitro methylation of the P1 (the −500bp to +200bp region relative to the TSS) abolishes its activity in germ cells and somatic cells strongly suggesting that DNA methylation at this promoter could regulate SLC9B1 expression. Furthermore, bisulfite-sequencing analysis of the P1/CpGI uncovered reduced methylation in the testis vs. lung whereas CpGII displayed no differences in methylation between these two tissues. Additionally, treatment of HEK 293 cells with 5-Aza2-Deoxycytidine led to upregulation of NHEDC1 transcript and reduced methylation in the promoter CpGI. Finally, we have uncovered both enhancer and silencer functions of the intragenic SLC9B1 CpGII. In all, our data suggests that SLC9B1 gene expression could be regulated via a concerted action of DNA methylation-dependent and independent mechanisms mediated by these multiple DNA regulatory elements.Keywords: DNA methylation, gene regulation and male infertility 1. IntroductionCation Proton Antiporters (CPA) are a class of transport proteins which directly couple the transport of protons across the plasma membrane to the counter transport of monovalent cations such as Na+ or K+ and thereby protect cells from gradual acidification (Casey J R et al., 2010). On the basis of their distinct phylogenetic origins the CPA superfamily is divided into three families – CPA1, CPA2 and NaT-DC (Na+-transporting carboxylic acid decarboxylase) (Brett C et al., 2005 and Donowitz M et al., 2013). The members of the eukaryotic CPA1 family include the Na+/H+ exchangers (NHE1-NHE9) which catalyze the electroneutral exchange of extracellular Na+ for intracellular H+, utilizing the energy provided by the Na+ gradient generated by the Na, K-ATPase (Mahnensmith R L et al., 1985). The mammalian CPA2 family has been proposed to include NHEs with high homology to bacterial and fungal NHEs particularly the Escherichia coli Na+/H+ antiporter (NHA) (Padan E et al., 2009 and Olkhova E et al., 2007). These have been named NHA1 and NHA2 but are also known as Na+/H+ exchanger domain-containing protein (NHEDC1) and NHEDC2 respectively.In mouse sperm, four NHE isoforms have been identified: the ubiquitously expressed and most well characterized NHE1 isoform, NHE5, the sperm-specific NHE10, and the more recently identified testis-specific NHEDC1 (Woo A L et al., 2002; Wang D et al., 2003; Wang D et al., 2007; Ye G et al., 2006; Liu T et al., 2010 and Liu T et al., 2010a). The human ortholog of NHEDC1 was partially characterized and mapped to chromosome 4q24 (Ye G et al., 2006). The tissue distribution pattern of hNHEDC1, determined by reverse transcription polymerase chain reaction (RT-PCR) analysis from 18 human tissues, suggests that the transcript is testis-specific. The open reading frame (ORF) was predicted to encode for a protein of 515 amino acids with 12 transmembrane domains. Moreover, transient overexpression of a flag-tagged hNHEDC1 in HEK 293 cells was shown to produce the flag-NHEDC1 fusion protein with a molecular weight of approximately 56 kDa (Ye G et al., 2006). Subsequently, the mouse ortholog was mapped to mouse chromosome 3 in the G3 region with an ORF encoding a predicted protein of 563 amino acids with 12 transmembrane domains. The tissue distribution pattern of the mouse NHEDC1 (mNHEDC1) as determined by northern blot analysis suggests that the mNHEDC1 transcript is testis-specific (Lu T et al., 2010). Furthermore, expression analysis of NHEDC1 protein in mouse testis and sperm suggests that the protein localizes to the spermatids and mature spermatozoa in the testis and to the principle piece of the mature mouse sperm flagellum (Lu T et al., 2010). Studies in the mouse suggest that NHEDC1 might be important for sperm motility and fertility as incubation of mouse sperm with antisera against NHEDC1 decreases intracellular pH and [Ca2+] concentration thereby affecting sperm motility and the acrosome reaction respectively (Lu T et al., 2010). Furthermore, female mice injected with an mNHEDC1 DNA vaccine show a significantly reduced fertility rate (Lu T et al., 2010a). Although studies have been published aimed at addressing the physiological role of NHEDC1 in sperm, studies understanding the mechanism of regulation and tissue-specific expression of NHEDC1 have not been reported.Epigenetic mechanisms such as DNA methylation play important roles in the regulation of tissue-specific gene expression (Allegrucci C et al., 2005). Regulation of gene expression by DNA methylation has been documented for several testis-specific genes such as the testis-specific mouse ALF (TFII A α/β –like factor). Methylation of the CpGs in the proximal promoter is responsible for silencing of the ALF gene in somatic cells (Xie W S et al., 2002). The expression of the cancer/testis (CT) gene, ZNF645, is also regulated by DNA methylation - methylation of the promoter region being correlated with silencing of ZNF645 gene expression in somatic tissue (Bai G et al., 2010). More recently, the human RHOX gene cluster was shown to be regulated by DNA methylation. Members of this gene cluster have been shown to regulate target genes important for spermatogenesis and male fertility in mice (Richardson M E et al., 2013).DNA methylation involves addition of a methyl group to the cytosines in CpG dinucleotides (a cytosine linked to a guanine by a phosphodiester bond) by enzymes known as DNA methyltransferases (Dnmts). CpG-rich regions, known as CpG islands, punctuate the mammalian genome. These CpG islands are on an average 1000bp in length and are regions protected from global DNA methylation (Deaton A and Bird A., 2011). Based on their distribution within the genome, CpG islands have been classified as promoter CpG islands, intragenic CpG islands, (located in the gene body) and intergenic CpG islands (located between gene bodies). While methylation of promoter CpG islands is most extensively studied and has been identified as a powerful means of attaining gene silencing, the functional significance of intragenic and intergenic CpG islands is only beginning to be deciphered. Studies have shown that these intragenic/intergenic CpG islands can be involved in regulating gene expression by functioning as alternative promoters initiating expression of non-coding RNA’s, by functioning as enhancer/silencer elements and/or by altering transcriptional elongation efficiency (Lorincz M et al., 2004; Rinn J et al., 2007; Yu C et al., 2013; Sleutels F et al., 2002; Illingworth R et al., 2010; Maunakea A et al., 2010).In this study we show that the full-length hNHEDC1 protein is testis-specific for the tissues that we tested and that it localizes to the cells of the seminiferous tubules in the testis. Our in silico analysis revealed the presence of two putative promoters (P1 and P2) and two CpG islands (CpGI and CpGII) in the 5′ end of the SLC9B1 gene, with both promoters being functional in somatic and germ cells. By deletion analysis we have determined that the region from −23bp to +200bp (relative to the TSS) of P1 is sufficient for optimal promoter activity in germ cells. Furthermore, we show methylation dependence of P1 activity thereby strongly suggesting the role of DNA methylation in the regulation of NHEDC1 expression. Corroborating this idea, bisulfite-sequencing analysis of the P1/CpGI revealed an inverse relationship between the methylation status of the P1/CpGI and the presence of the protein in human testis and lung. Moreover, treatment of HEK 293 cells with the DNA methylation inhibitor 5-Aza-2-Deoxycytidine (5-azaC) upregulates NHEDC1 expression. Finally, our efforts to determine the functional significance of the intragenic hNHEDC1 CpGII uncovered an enhancer/silencer activity for this CpG island. 2. Materials and Methods2.1. Western blotTen micrograms of human tissue lysates (brain, muscle, kidney and testis) obtained from Imgenex were mixed with standard loading buffer (1× Laemmli buffer) and boiled for 10 min and separated using 12% sodium dodecyl sulfate (SDS) polyacrylamide gel electrophoresis (PAGE). The total protein was electroblotted onto polyvinylidene difluoride (PVDF) membrane and probed with anti-NHEDC1 primary antibody (ab106124; Abcam). The blots were blocked in 5% nonfat dry milk (NFDM) in 1× PBS, pH-7.4, 0.1% Tween-20 (PBST) for 1 hr at room temperature. The blots were incubated with anti-NHEDC1 antibody (0.25μg/ml) diluted in PBST with 5% NFDM overnight at 4°C. After washing with PBST for 20 min (4×5 min) the blots were incubated with goat anti-rabbit secondary (Jackson Immunoresearch; 1:10,000 in PBST) for 1 hr at room temperature. The blots were then washed for 20 min (4×5 min) with PBST and developed using an enhanced chemiluminescent detection system (Pierce).2.2. Immunohistochemistry on human testis sectionsParaffin embedded human testis blocks were obtained from the Cooperative Human Tissue Network. The human testis sections (12μm thick) were deparaffinized and hydrated (xylene, 100% ethanol, 95% ethanol, 75% ethanol, 50% ethanol, 30% ethanol and water). Following antigen retrieval in citrate buffer pH 6.0 (Zymed Laboratories) the endogenous peroxidase activity was quenched by incubation of the sections in 0.3% hydrogen peroxide in water. The sections were blocked in 10% normal goat serum (NGS from Vector laboratories) in PBS for 1 hr at 37°C. The sections were then subjected to avidin-biotin block and incubated overnight with anti-NHEDC1 primary antibody (ab106124; Abcam) (50μg/ml) made in 10% NGS in PBS at 4°C. A no primary control was included to determine the specificity of the secondary antibody. After washing the sections with PBS for 1.5 hr (15 min ×6) the sections were incubated with Biotin conjugated goat anti-rabbit secondary antibody (ImmunoPure; 1:100 dilution in PBS) for 3 hr at room temperature. The sections were incubated in avidin-biotin complex prepared according to the manufacturer’s instructions (ABC kit Vector Laboratories) for 1 hr. A filtered 3,3′-diaminobemnzidine (DAB) peroxidase substrate solution was prepared and following addition of the substrate (hydrogen peroxide), the sections were incubated in this DAB solution. Following counterstaining with haematoxylin the sections were dehydrated and mounted in permount. The images were obtained using the Olympus AX70 light microscope.2.3. Generation of luciferase reporter constructsThe putative SLC9B1 promoters P1 and P2 were PCR amplified from genomic DNA isolated from HeLa cells. The SLC9B1 P1 sequence was cloned into SacI and HindIII sites of the pGL3-Basic vector to generate pGL3-promoter1C1 and the SLC9B1 P2 sequence was cloned into the NheI and HindIII sites of the pGL3-Basic vector to generate the pGL3-hNHEDC1-promoter2 construct. The −23bp to +200bp region of P1, which overlaps with the CpGI, was cloned into the NheI and Hind III sites to generate pGL3-promoter1 C2. The SLC9B1 CpGI and CpGII were cloned into the NheI and HindIII sites of the pGL3-Basic vector to generate the pGL3-promoter1C3 and pGL3-hNHEDC1-CpGII reporter vectors. The pGL3-promoter1C4 vector, that includes the entire CpGI, was generated by isolating the +200bp to +722bp fragment of the CpGI from the pGL3-promoter1C3 vector by digestion with BstXI/HindIII followed by ligation with the pGL3-promoter1C1 also digested with BstXI/HindIII. The assembled construct was verified by restriction digestion with SacI and HindIII. The pGL3-promoter1C5 was generated by PCR amplification of the −500bp to −23bp of P1 using pGL3-promoter1C1 as a template and cloned into the SacI and HindIII sites of the pGL3-Basic vector. To test the possibility that CpGII might function as an enhancer/silencer, the SLC9B1 CpGII was cloned into the KpnI and SacI sites upstream of the promoter in the pGL3-promoter1C1 vector to generate the pGL3-hNHEDC1-promoter1-CpGII vector. The SLC9B1 CpGII was cloned into the NheI and KpnI sites upstream of the promoter in the pGL3-hNHEDC1-promoter2 vector to generate the pGL3-hNHEDC1-promoter2-CpGII vector and the SLC9B1 CpGII was inserted into the PstI and SpeI sites upstream of the promoter in the CpG free pCpGL-EF1α promoter vector. All the constructs were sequence verified prior to transfection. The primers used for generation of all the constructs are listed in Table 1.1.Table 1.1List of primers for the generation of luciferase reporter constructs.ConstructPrimer sequencepGL3-prom1-C1Fwd: 5′ GGTGGTGAGCTCATACTGATAACAGTA3′Rev: 5′GGTGGTAAGCTTCAGACCCGGGACTAG3′pGL3-prom1-C2Fwd: 5′GGTGGTGCTAGCACTTAAACGCGCTGCC3′Rev: 5′GGTGGTAAGCTTCAGACCCGGGACTAGC3′pGL3-prom1-C3Fwd: 5′GCTAGCACTTAAACGCGCTGCC3′Rev: 5′TGTCATCCCATCTTGCCCCC3′pGL3-prom1-C5Fwd: 5′GGTGGTGAGCTCATACTGATAACAGTA3′Rev: 5′GGTGGTAAGCTTTGACGTCTTGGCTGTCC3′pGL3-prom2Fwd: 5′GGTGGTGAGCTCATACTGATAACAGTA3′Rev: 5′GGTGGTAAGCTTGACGTCTTGGCTGTC3′pGL3-CpGIIFwd: 5′GCTAGCTATTTAAATGTTGGACCT3′Rev: 5′OTCAGGTTGATTTTATAT3′pGL3-CpGII-P1Fwd: 5′GCTAGCAAGTTGTTTATATTAAGTGA3′Rev: 5′TTTGCTACTTTTTTTTTTT3′pGL3-CpGII-P2Fwd:5′GGTGGTGGTACCAAGTTGTTTATATTAAGTGA3′Rev: 5′GGTGGTGAGCTCTTTGCTACTTTTTTTTTTT3′pGL3-CpGII- EF1αFwd:5′GGTGGTGCTAGCAAGTTGTTTATATTAAGTGA3′Rev: 5′GGTGGTGGTACCTTTGCTACTTTTTTTTTTT3′CpGII-TAN1Fwd:5′GGTGGTCTGCAGAAGTTGTTTATATTAAGTGA3′Rev: 5′GGTGGTACTAGTTTTGCTACTTTTTTTTTTT3′Open in a separate window2.4. In vitro methylation of reporter constructsFor in vitro methylation, the constructs were treated with 10 units of M.SssI methylase (New England Biolabs) overnight at 37°C in the presence of 160μM of the methyl group donor S-adenosylmethionine (New England Biolabs). The mock methylated constructs were incubated in the absence of the M.SssI methylase enzyme. The reactions were heat inactivated at 65°C for 20 min and the DNA was subsequently ethanol precipitated. Before transfection, the methylation status of the constructs was verified by digestion of the DNA with methylation sensitive restriction enzyme HpaII (New England Biolabs, data not shown).2.5 Cell culture, transient transfections, and dual luciferase assaysHEK 293 cells and GC-1spg cells were grown in Dulbecco’s modified Eagles media (DMEM) with high glucose (Hyclone) supplemented with 10% Stasis Gemcell Fetal Bovine Serum (FBS) (Gemini Biosciences) and 1% penicillin and streptomycin solution (GIBCO) in the presence of 5% CO2. The cells were plated at 2×105 cells/ml in a 24 well dish. The amount of DNA used for each transfection was 1.0 μg per well of a 24 well dish and Turbofect transfection reagent (Thermo Scientific) was used to deliver the DNA into the cells. For all the transfections, 100μg of Renilla luciferase expression plasmid (pRL-tk) was co-transfected to monitor the transfection efficiency. 48 hr following transection, firefly and Renilla luciferase activities were measured in the same sample using the dual luciferase assay kit (Promega) on a BMG Labtech Novostar microplate reader. Four independent transfections were performed in duplicate. The results are expressed as a ratio of firefly to Renilla luciferase and p values were calculated using a two-tailed student t-test.2.6 Transcription elongation analysisThe human NHEDC1 CpGII was cloned into the NotI and NheI sites located in the linker region between the firefly and Renilla luciferase reporters in the TAN1 reporter construct (the TAN1 reporter construct was a kind gift from Dr Ed Grabczyk, Department of genetics LSU health Science Center New Orleans LA; Banerjee et al., 2009). To test the effect of in vitro methylation of the CpGII on transcriptional elongation efficiency, the CpGII was first PCR amplified using high fidelity platinum Taq DNA polymerase (Invitrogen) and gel purified using a Gel/PCR DNA fragment extraction kit (IBI Scientific). The gel purified PCR product was digested with NotI-HF and NheI and purified by ethanol precipitation. 13μg of the insert was in vitro methylated overnight using M.SssI methylase (New England Biolabs) in the presence of S-adenosylmethoinine at 37°C. Mock methylation was performed in the absence of the MSssI methylase. The reaction was terminated by heat inactivation at 65°C for 20 min and the methylation status was verified by digestion with HpaII. The methylated and mock methylated CpGII fragments were ligated with the TAN1 vector (previously digested with NotI-HF and NheI) using T4 DNA ligase (NEB). The ligation reaction was linearized using SacII enzyme, run on a 1% agarose gel and the appropriate size DNA fragment was gel purified and used for transfection. The transfection was performed in HEK 293 cells on a 96 well plate. One day before transfection, HEK 293 cells were plated at 2×104 cells/ml and 100ng of the gel purified ligated product was transfected using LipoJet™ DNA In Vitro Transfection Reagent (SignaGen Laboratories) according to the manufacturer’s instructions. The firefly and Renilla luciferase activities were determine 48 hr following transfection. Six independent transfections were performed. Results are represented as the ratio of Renilla luciferase to firefly luciferase activities and p values were determined using a two-tailed student t-test.2.7 DNA methylation analysis using bisulfite sequencingGenomic DNA was extracted from paraffin embedded human testis and lung tissue as described by Pikor L A et al. (2011). Briefly, following deparafinization in xylene and rehydration in ethanol, the tissues were lysed in the presence of proteinase K by incubation at 56°C overnight. The genomic DNA was extracted by phenol chloroform extraction. The EZ DNA methylation kit was used to treat 500ng of genomic DNA. The primers to amplify bisulfite treated DNA were designed using the Methyl Primer Express ® software v1.0 (Applied Biosystems life technologies). The parts of CpGI and CpGII containing the maximum CpG’s were amplified using the primer pairs listed in Table 1.1. The DNA fragments were PCR amplified using platinum Taq DNA polymerase with high fidelity (Life Technologies). The PCR conditions for amplification of CpGI were as follows: 94°C for 2 min, 94°C for 30 sec, 40 cycles of 60°C for 1 min, 68°C for 1 min and final extension of 68°C for 5 min. For amplification of CpGII the annealing temperature used was 56.5°C for 1 min. The PCR products were cloned into pCR2.1 TOPO vector using TA TOPO cloning kit (Life Technologies). Plasmid DNA was extracted from nine positive clones, sequenced and the methylation pattern of individual CpGs were determined using BiQ analyzer software (Max Planck institute for computer science, Germany).2.8 5-AzaC treatment of HEK 293 cells and quantitative real time PCRThe day before treatment, HEK 293 cells were plated at 1×106 cells/ml in 60mm tissue culture dishes. The cells were treated with 25μM 5-AzaC (Sigma Aldrich) or vehicle treated (0μM 5-AzaC) for 72 hr. Freshly prepared inhibitor was added each day. At the end of the treatment, the cells were washed with PBS (pH 7.4) and cell pellets harvested. The DNA was extracted using the 5′ Prime Archive pure DNA cell/tissue extraction kit. The DNA extracted from HEK 293 vehicle treated (0μM) and 25μM 5-AzaC treated was bisulfite treated as described above and sequenced. Total RNA was extracted using TRI REAGENT® (Molecular Research Center, Inc.) according to the manufacturer’s instructions. First strand cDNA synthesis was performed using ImProm-II™ Reverse Transcription System for Two-Step RT-PCR (Promega). Quantitative real time PCR was performed using RT2 SYBR Green Fluor qPCR Mastermix (Qiagen) on the CFX connect system (Bio Rad). Human GAPDH was used as an internal control. The primers used for qPCR are listed in Table 1.2. The data are depicted as a fold change in mRNA expression relative to the control, calculated using the ΔΔCt method (Livak K and Schmittgen T., 2001). The qPCR was performed in triplicate from three biological replicates for each treatment. The p values were calculated using a two-tailed student t-test.Table 1.2List of primers for bisulfite sequencing and qPCR analysis.Primer sequenceBisulfite seq -CpGIFwd: 5′GATGTTAATTTTGTTTTTGGATTTTTA3′Rev: 5′ACCCAAAAATCCCATTAAACT3′Bisulfite seq-CpGIIFwd: 5′AGTTTTAGTTGTTTGGGAGATT3′Rev: 5′CAATCTAAATTCTCTATTTTTCATTTA3′NHEDC1 (qPCR)Fwd: 5′CTATTGATGTGCTTTGCTGGTT3′Rev: 5′AGAGCCAGAGGACCTAACAC3′GAPDH (qPCR)Fwd: 5′ TGCACCACCAACTGCTTAGC3′Rev: 5′GGCATGGACTGTGGTCATGAG3′Open in a separate window 3. Results3.1 The hNHEDC1 protein is a testis-specific protein and is expressed in the cells of the seminiferous tubulesThe hNHEDC1 gene was partially characterized and mapped to chromosome 4q24 (Ye G et al., 2006). The tissue distribution pattern of hNHEDC1, as determined by RT- PCR analysis from 18 human tissues, suggested that the transcript is testis-specific. However, the protein product corresponding to NHEDC1 has not been analyzed. Therefore, we first sought to determine the expression pattern of the hNHEDC1 protein. A multi-tissue western blot was probed with an anti-NHEDC1 primary antibody. A 56kDa immunoreactive band corresponding to the hNHEDC1 protein is specifically expressed in the testis (Figure 1A). The antibody also cross-reacts with an unknown, lower molecular weight protein in human brain lysate. This lower molecular weight protein is not expressed in the testis. However, since RT-PCR data suggests that full-length transcript corresponding to NHEDC1 is not expressed in the human brain but is testis-specific (Ye G et al., 2006), the full-length protein could not be expressed in the brain.Open in a separate windowFigure 1Tissue distribution and localization of the human NHEDC1 protein(A) Multi-tissue western blot loaded with 10μg of total protein from human tissue lysates was probed with an anti-NHEDC1 primary antibody. A 56kDa protein corresponding to the hNHEDC1 protein is specifically expressed in the testis but not in brain, kidney and skeletal muscle. (B) Immunohistochemical analysis of hNHEDC1 in the human testis indicates expression of hNHEDC1 protein in the cells of the seminiferous tubules. The adult human testis sections incubated with an hNHEDC1 specific antibody (50μg/ml) show NHEDC1 localization to the cells of the seminiferous tubules (A; upper panel). Incubating the sections with secondary antibody alone reveals no cross reactivity (B; lower panel). The sections were counterstained with haematoxylin.Having shown that the full-length hNHEDC1 protein is testis-specific in the tissues that we tested, we next wanted to determine the localization of the hNHEDC1 protein in the testis. Towards that end we used the same antibody to immunohistochemically localize the hNHEDC1 protein in human testis sections. Our immunohistochemical analysis of the human testis sections shows that the expression of NHEDC1 protein is restricted to the cells of the seminiferous tubules (Figure 1B).3.2 In silico analysis of the SLC9B1 gene reveals the presence of two putative promoters and two CpG islands in the 5′ genomic regionIn order to identify the factors responsible for regulating hNHEDC1 expression, we first identified and characterized the promoter region of the SLC9B1 gene. Towards that end, a database search was performed with Genes2Promoter software using Gene ID: 150159 as a query. This software uses the PromoterInspector algorithm to identify potential eukaryotic RNA polymerase II promoter regions in a genomic sequence with high degree of specificity. The prediction system was designed to identify promoters based on a common genomic context (extracted from a database of 2107 100bp sequences from known vertebrate promoter regions) of RNA polymerase II promoters and can distinguish between promoter and non-promoter sequences (such exon, intron and 3′ UTR and sequences) (Scherf M et al., 2000). The software identified two putative promoters namely, P1 and P2, in the 5′ genomic region of the SLC9B1 gene (Figure 2A). P1 is located −500bp to +200bp relative to the transcription start site (TSS) +1 (Ye G et al., 2006) while P2 starts in the intron between exon1 and exon2 and ends at the beginning of exon2 (Figure 2A). The P1 and P2 sequences correspond to human chromosomal locations GRCh38: 4:102884548-102885249 and GRCh38: 4:120912575-120913193 respectively. Analysis of the putative promoters reveals that P2 contains, but P1 lacks, a TATA box consensus sequence (TATAAA). Furthermore, analysis of transcription factor binding sites reveals the presence of binding sites for several transcription factors, which are common to both P1 and P2. Examples of some of these transcription factor binding sites common to both of these putative promoters include GATA, CREB, MYBL and SORY. On the other hand, there are transcription factor binding sites exclusive to either P1 or P2: the binding sites for SP1 and CTCF transcription factors are present only in the sequence of P1 while P2 has binding sites for transcription factors DMRT and STEM exclusive to its sequence (See Supplemental Tables 1 and 2).Open in a separate windowFigure 2Schematic representation of the SLC9B1 gene(A): Analysis of the 5′ genomic region of the SLC9B1 gene in PromoterInspector software identified two putative promoters: promoter 1 and promoter 2. Analysis of the entire SLC9B1 gene in methyl primer express software reveals presence of two CpG islands: CpGI and CpGII. The position of the CpGI and CpGII relative to the intron/exon structure is indicated. The entire SLC9B1 gene is 118.81kb and has 12 exons (Ensemble gene ID: ENSG00000164037). (B) The positions of the putative SLC9B1 promoters and CpGI and CpGII are shown relative to the transcription start site TSS (+1). P1 is positioned at −500bp to +200bp while the P2 is located 27kb downstream of the TSS. CpGI is located at −23bp to +700bp and CpGII is located between exon1 and exon 2, 10kb downstream of the TSS. The translation start site, located in the second exon, is indicated as ATG.Having identified putative promoter regions, it was of interest to determine if DNA methylation could be one of the mechanisms regulating the expression of the SLC9B1 gene. Therefore, a further analysis of the entire 118.81kb of the SLC9B1 gene and 50kb upstream into the 3′ end of the nearby gene was performed in Methyl Primer Express® Software v1.0 (Applied Biosystems) to identify potential CpG islands associated with the SLC9B1 gene. The default parameters as proposed by Deaton and Bird (2011) were used to identify the potential CpG islands. These parameters are as follows: length of DNA sequence > 300bp; CpG observed/CpG expected ratio > 0.6 and C+G% > 50%. The software identified two CpG islands, CpGI and CpGII, associated with SLC9B1 gene. CpGI is located from −23bp to +722bp relative to the TSS while CpGII is an intragenic CpG island located in the intron between exon1 and exon2 (Figure 2A & 2B). Furthermore, the −23bp to +200bp region of CpGI overlaps with the SLC9B1 P1 (Figure 3A). CpGI corresponds to chromosome location GRCh38: 4: 102885023-102885770 and CpGII corresponds to GRCh38: 4:120895548-120896373 in the human genome sequence.Open in a separate windowFigure 3Functional characterization of the putative SLC9B1 promoter 1 in HEK 293 and GC-1spg cells(A) Schematic representation of the hNHEDC1 P1 and hNHEDC1 CpGI is shown with respect to the TSS (+1). The region including the entire CpGI extends from −500bp to +722bp relative to the TSS. P1 and CpGI overlap at −23bp to +200bp. (B) P1 was cloned upstream of the firefly luciferase gene to generate the pGL3-promoter1C1 construct. Additionally, three constructs namely: pGL3-promoter1C3, pGL3-promoter1C4 and pGL3-promoter1C5 were generated which include just the CpGI (−23bp to +722bp), P1 with the full length CpGI (−500bp to +722bp) and P1 excluding the CpGI (−500bp to −23bp) respectively. The pGL3-promoter1C2 construct contains the −23bp to +200bp overlapping region. (C) All the reporter constructs generated were tested for the ability to drive firefly luciferase expression in HEK 293 and GC-1spg cells. The reporter activity is shown as the ratio of firefly luminescence of the pGL3-hNHEDC1 promoter vectors to the pGL3-Basic (empty vector) each normalized to the Renilla luciferase luminescence and is depicted as fold increase over the promoterless pGL3-Basic vector activity (set at 1.0). Bars indicate mean±SD of three independent transfections performed in duplicate. (*) indicates statistically significant difference with p values < 0.05. Note: prom1 indicates the SLC9B1 promoter 1.3.3 The putative SLC9B1 promoters P1 and P2 display promoter activity in HEK 293 cells and GC-1spg cellsIn order to test the two putative SLC9B1 promoters (P1 and P2) for promoter activity, the pGL3-promoter1C1 and pGL3-hNHEDC1-promoter2 constructs were transiently transfected into HEK 293 cells, a human somatic cell line, and GC1-spg cells, a mouse spermatogonial stem cell line along with a vector expressing the Renilla luciferase (pRL-tk) and assayed for both luciferase activities 48 hr later (Hofmann M C et al., 1995). The mouse spermatogonial stem cell line GC1-spg was chosen due to lack of an available human spermatogonial cell line. This cell line has been previously used to understand the transcriptional regulatory mechanism of the sperm-specific human ATP1A4 gene (Rodova M et al., 2006). We chose a somatic cell line and a germ cell line for our luciferase assays in order to explore cell type specific differences in the activities of the putative SLC9B1 promoters.In addition to the pGL3-promoter1C1, a series of luciferase reporter constructs were generated to include and exclude the entire CpGI and were tested for the ability to drive luciferase expression in HEK 293 and GC-1spg. The luciferase assay data reveals a robust promoter activity for P1; HEK 293 cells and GC-1spg cells transfected with pGL3-promoter1C1 displayed 114.7 fold and 33.3 fold increases in luciferase activity (respectively) compared to these same cells transfected with the promoterless controls (Figure 3C). Including the full length CpGI reduced the promoter activity compared to P1 alone; HEK 293 transfected with pGL3-promoter1C4 displayed normalized luciferase activity of 46.0 fold and GC-1spg cells displayed normalized luciferase activity of 8.0 fold in comparison to the promoterless controls. Excluding the full length CpGI resulted in a further reduction of luciferase activity; HEK 293 cells transfected with pGL3-promoter1C5 displayed normalized luciferase activity of 2.6 fold compared to promoterless control and the luciferase activity displayed GC-1spg cells transfected with this same construct was the same as the cells transfected with the promoterless control. Furthermore, HEK 293 cells transfected with pGL3-promoter1C2 (−23bp to +200bp) displayed a 70.7 fold increase in normalized luciferase activity and GC-1spg cells transfected with pGL3-promoter1C2 displayed a 29.4 fold increase compared to the promoterless controls. Moreover, CpGI shows promoter activity in both HEK 293 and GC-1spg cells as indicated by a 64.0 and 3.6 fold increase (respectively) in normalized luciferase activity of the cells transfected with pGL3-promoter1C3 compared to the promoterless pGL3-Basic vector. No statistically significant difference (p value=0.89) in the luciferase activity of the pGL3-promoterC1 and pGL3-promoter1C2 was found suggesting that the region from −23bp to +200bp of P1 may contain most of the elements required for optimal promoter activity in this germ cell line and also suggests the presence of a negative regulatory element in the region of CpGI that does not overlap with P1 (Figure 3C). The putative SLC9B1 promoter P2 drove an 11.0 fold increase in normalized luciferase activity in GC-1spg cells and a 71.0 fold increase in normalized luciferase activity in HEK 293 cells compared to cells transfected with the promoterless control vectors (Figure 4). In all, these results indicate that both of the putative SLC9B1 promoters are active promoters regardless of the cell type.Open in a separate windowFigure 4Analysis of the putative SLC9B1 promoter 2 activity in HEK 293 and GC-1spg cellsThe P2 was cloned upstream of the firefly luciferase to generate the pGL3-hNHEDC1-promoter2 vector and analyzed for luciferase expression in HEK 293 and GC-1spg cells. The reporter activity is shown as the ratio of firefly luminescence of the pGL3-hNHEDC1-promoter2 to the pGL3-Basic (empty vector) each normalized to the Renilla luciferase luminescence and depicted as fold increase over the promoterless pGL3-Basic vector activity (set at 1.0). Bars indicate mean±SD of three independent transfections performed in duplicate. (*) indicates statistically significant difference with p values < 0.05.3.4 In vitro methylation of SLC9B1 P1 abolishes the promoter activity in HEK 293 and GC-1spg cellsIn order to determine the effect of methylation on the activity of the in SLC9B1 P1, the pGL3-promoter1C1 construct was in vitro methylated with SssI methylase in the presence of the S-adenosyl methionine (SAM) as a methyl donor. Mock methylation of this P1-containing vector was performed in the absence of the methyl donor. The activity of the promoterless pGL3-Basic vector is unaffected when subjected to this treatment (data not shown). Furthermore, the pGL3 basic vector has been previously used to study the effect of in vitro methylation on promoter activity (Bai G et al., 2010; Kabekkodu S P et al., 2014). The in vitro methylated and mock methylated pGL3-promoter1C1 constructs were transiently transfected in HEK 293 and GC-1spg cells and luciferase activity was assayed 48 hr later. In vitro methylation of the P1 completely abolished the promoter activity in both the cell lines (Figure 5) clearly demonstrating methylation dependence of this promoter. The methylation dependence of P2 was not tested as the sequence of P2 lacks any CpG islands and contains no individual CpGs and therefore contains no targets for DNA methylation. These results suggest that SLC9B1 gene expression from P1 could be regulated by DNA methylation.Open in a separate windowFigure 5Methylation dependence of SLC9B1 promoter 1 activity in HEK 293 cells and GC-1spg cellsThe activity of the in vitro methylated (IV) pGL3-promoter1C1 was determined in HEK 293 cells and GC-1spg cells. The reporter activity of the normalized pGL3-promoter1C1-IV is shown as the fold change compared to the mock methylated (MM) pGL3-promoter1 (set at 1.0). Bars indicate mean±SD of four independent transfections performed in duplicate. (*) indicates statistically significant difference with p values < 0.05.3.5 The SLC9B1 P1/CpGI is a differentially methylated region (DMR) in testis and lungIn order to further explore whether DNA methylation could be involved in regulating the expression of the SLC9B1 gene, we sought to determine the methylation patterns of the SLC9B1 P1/CpGI and CpGII in human testis, a tissue known to express hNHEDC1, and lung, a tissue that does not express NHEDC1 (Figure 1 and Ye G et al., 2006). If DNA methylation regulates the expression of the SLC9B1 gene, we would expect to see methylation differences in the CpG islands between expressing and non-expressing tissue. Bisulfite sequencing analysis of the parts of P1/CpGI and CpGII with the maximum number of CpGs from genomic DNA extracted from paraffin embedded human testis and lung tissue reveals that P1/CpGI is 24% methylated in the testis compared to 77% methylated in the lung (Figure 6A). However, no differences in methylation were seen in CpGII from testis and lung (Figure 6B). In both of these tissues, CpGII was equivalently methylated; 90% methylated in testis and 85% in the lung. Therefore there exists a correlation between the reduced methylation status of P1/CpGI and the expression of hNHEDC1 in the human testis.Open in a separate windowFigure 6The SLC9B1 P1/CpGI but not CpGII shows differences in methylation in human testis and lung(A) The SLC9B1 P1/CpGI is hypomethylated in human testis and lung. The part of P1/CpGI with the maximum number of CpGs was used for bisulfite sequencing analysis by amplification of a single 450bp fragment. (B) The SLC9B1 CpGII is methylated in the human testis and lung. The SLC9B1 CpGII was amplified as a 527bp fragment which contains the maximum number of CpGs. Columns represent individual CpGs, rows represent individual clones. Open circles represent unmethylated CpGs and closed circles represent methylated CpGs. A total of nine clones were analyzed from one biological replicate.3.6 5-AzaC treatment of HEK 293 results in up regulation of SLC9B1 expressionHaving demonstrated a correlation between the methylation status of P1/CpGI and hNHEDC1 expression in the human testis and lung we wanted to determine whether hNHEDC1 expression could be regulated by DNA methylation. Towards that end we wanted to determine if hNHEDC1 expression could be reactivated in a somatic cell line like HEK 293 following inhibition of DNA methylation. If so, treatment of HEK 293 with 5-azaC should result in expression of hNHEDC1 in HEK 293 cells. Our qPCR data demonstrated a 7.5 fold increase in hNHEDC1 expression in the HEK 293 cells treated with 25μM 5-azaC for 72 hr compared to cells incubated in the absence of 5-azaC (Figure 7A). We also determined the methylation status of P1/CpGI in HEK 293 0μM 5-azaC treated controls vs. HEK 293 25μM 5-azaC treated cells. Bisulfite sequence analysis of the hNHEDC1 P1/CpGI region demonstrates 30% methylation in this region following treatment with 5-azaC compared to 56% methylation in 0μM treated controls (Figure 7B). These data indicate that treatment of HEK 293 with 5-azaC results in an increase in SLC9B1 expression with a concomitant decrease in methylation of the SLC9B1 P1/CpGI leaving open the possibility that DNA methylation of P1/CpGI could underlie the repressed expression of hNHEDC1 in somatic cells like HEK 293.Open in a separate windowFigure 75-Aza2-Deoxycytidine (5-azaC) treatment of HEK 293 cells upregulates SLC9B1 expression(A) qPCR analysis of SLC9B1 expression in HEK 293 treated with 25μM 5-azaC relative to the vehicle treated HEK 293 control cells (0μM 5-azaC). The ΔΔCt method was used to calculate the fold change in mRNA expression. The data is represented as mean±SD of three independent experiments. (*) indicates statistically significant difference with a p value <0.0005. (B) Methylation analysis of the SLC9B1 P1/CpGI in HEK 293 treated with 25μM 5-azaC vs. 0μM 5-azaC treated controls. Open circles represent unmethylated CpGs and closed circles represent methylated CpGs. A total of nine clones were analyzed from one biological replicate.3.7 The SLC9B1 CpGII does not function as an alternative promoterA growing body of evidence suggests that CpG islands can act as sites for transcription initiation and therefore can act as alternative promoters initiating the expression of regulatory transcripts that can modulate the expression of the associated gene (Maunakea A et al., 2010). Since the SLC9B1 CpGII falls into the category of intragenic CpG island, we first sought to examine whether the SLC9B1 CpGII could function as an alternative promoter. The SLC9B1 CpGII was cloned into the promoterless pGL3-Basic vector to generate the pGL3-hNHEDC1-CpGII vector. The vector was transiently transfected into HEK 293 and GC-1spg cells along with pRL-TK and luciferase activity was determined 48 hr following transfection. The SLC9B1 CpGII does not show promoter activity in HEK 293 or GC-1spg cells, as the luciferase activities of the pGL3-hNHEDC1-CpGII transfected cells are no different from the cells transfected with the promoterless pGL3-Basic vector (Figure 8). These results indicate that the CpGII does not function as an alternative promoter in this context.Open in a separate windowFigure 8Promoter activity of the SLC9B1 CpGII reporter construct in HEK 293 and GC-1spg cellsThe ability of the SLC9B1 CpGII to drive luciferase expression was tested in HEK 293 and GC-1spg cells. The reporter activity is shown as the ratio of firefly luminescence of the pGL3-hNHEDC1-CpGII to the pGL3-Basic (empty vector) each normalized to the Renilla luciferase luminescence and depicted as fold increase over the promoterless pGL3-Basic vector activity (set at 1.0). Bars indicate mean±SD of three independent transfections performed in duplicate.3.8 Methylation of the SLC9B1 CpGII does not affect transcriptional elongation efficiencyAlthough transcriptional silencing is often known to be associated with promoter methylation, transcriptional elongation is also increasingly being recognized as a critical step in the regulation of gene expression (Kwak H and Lis T J., 2013). Studies have suggested that RNA polymerase II stalling can occur at methylated promoter regions (Tao Y et al., 2010), thus it is reasonable to assume that methylation-dependent RNA polymerase II stalling could also occur in methylated intragenic regions thereby affecting transcription elongation. Furthermore, studies have shown that intragenic methylation can decrease RNA polymerase II transcriptional elongation efficiency as a result of formation of closed chromatin structure (Lorincz M et al., 2004). Therefore, we wanted to determine if SLC9B1 CpGII methylation could alter transcriptional elongation efficiency and hence regulate hNHEDC1 expression. In order to determine the effect of CpGII methylation on the transcriptional elongation efficiency we employed the use of a tandem reporter construct (TAN1) (Banerjee A et al., 2009). The TAN1 construct has been previously used to determine transcriptional elongation efficiency and consists of the firefly luciferase and Renilla luciferase reporters in the same construct. Transcription initiates at the human cytomegalovirus (hCMV) proceeds through the firefly luciferase reporter, through the intervening sequence, and then through the Renilla luciferase. If methylation of SLC9B1 CpGII alters transcriptional elongation efficiency, when it is methylated and placed between the firefly reporter gene and the Renilla reporter gene, it should result in reduced Renilla/firefly luciferase activity compared to the mock methylated hNHEDC1-CpGII TAN1 construct. In vitro methylation of the SLC9B1 CpGII does not alter the transcription elongation efficiency, as the Renilla/firefly luciferase activity ratio was not different from the mock methylated CpGII in HEK 293 cells (Figure 9). These results suggest that CpGII methylation may not alter transcriptional elongation efficiency in vitro.Open in a separate windowFigure 9Methylation of the SLC9B1 CpGII does not affect transcriptional elongation efficiency in HEK 293 cells(A) Schematic representation of the tandem reporter construct (TAN1) construct, which consists of two quantifiable reporter vectors (firefly luciferase and Renilla luciferase). In between the two reporters is a linker region, which has a multiple cloning site for insertion of the test sequence (in this case CpGII). Flanking the test sequence are self-cleaving ribozyme sites, which ensure that the test sequence does not become part of the either of the reporter mRNA fragments. Transcription initiates at the human CMV promoter, proceeds through the firefly luciferase, through the test sequence and then the Renilla luciferase ultimately resulting in the generation of both the firefly and Renilla proteins. The ratio of Renilla luciferase to firefly luciferase activity provides a measure of the transcription elongation efficiency. (B) The effect of in vitro methylation of SLC9B1 CpGII on transcriptional elongation efficiency was determined. The dual luciferase reporter assay was used to determine the Renilla/firefly activity ratio in HEK 293 transfected with the mock methylated (MM) or in vitro methylated (IV) CpGII in the TAN1 reporter construct. The Renilla/firefly activity ratio of the TAN1-NHEDC1-CpGII IV was normalized to the TAN1-NHEDC1-CpGII-MM (set at 1.0). The data is represented as mean±SD of six independent transfections.3.9 The SLC9B1 CpGII acts as an enhancer/silencer in a cell type and promoter specific mannerBeyond serving as alternative promoters or altering transcriptional elongation, recently it has been suggested that intragenic CpG islands can regulate gene expression by functioning as enhancers and/or silencers. As an example, the 3′-exon CpGI of the human APOEI gene was shown to function as an enhancer as well as a silencer element (Yu C et al., 2013). Moreover, the enhancer/silencer function of the APOEI CpG island was shown to be cell type and promoter specific (Yu C et al., 2013). Our luciferase reporter results suggest that SLC9B1 CpGII does not function as an alternative promoter (Figure 8) and given that intragenic CpG islands can function as enhancer/silencers we sought to determine if the SLC9B1 CpGII can function in this manner. We tested the possible enhancer/silencer function of SLC9B1 CpGII on the activity of the two SLC9B1 endogenous putative promoters (P1 and P2) and the human EF1α promoter (Figure 10A, Figure 10B and Figure 10C) The SLC9B1 CpGII was cloned upstream of the promoter in the reporter constructs. The promoter only vectors along with CpGII-promoter reporter constructs were transiently transfected in GC-1spg cells and HEK 293 cells. The luciferase activity was assayed 48 hr following transfection. The luciferase assay data suggests that, in the unmethylated state, the CpGII acts as a silencer to all the promoters tested in HEK 293 cells, as the luciferase activity is significantly decreased in cells transfected with these constructs compared to cells transfected with the promoter only vectors. In GC-1spg cells, the SLC9B1 CpGII acts as a silencer to the SLC9B1 P2 and the human EF1α promoter (Figure 10B and Figure 10C) however the SLC9B1 CpGII acts as an enhancer to SLC9B1 P1 as indicated by a 2.3 fold increase in the luciferase activity of the pGL3-hNHEDC1-promoter1-CpGII vector transfected cells compared to cells transfected with its promoter only vector control (Figure 10A).Open in a separate windowFigure 10Enhancer/Silencer function of SLC9B1 CpGII(A), (B) and (C). The SLC9B1 CpGII was cloned upstream of the promoters in the pGL3-hNHEDC1-promoter1 vector, pGL3-hNHEDC1-promoter2 and pCpGL-EF1α promoter vectors. The promoter only vectors along with CpGII-promoter reporter contructs and were transiently transfected into GC-1spg cells and HEK 293 cells along with pRL-TK vector. The reporter activity is shown as the ratio of firefly luminescence of the CpGII-promoter vectors to the corresponding promoter only vectors each normalized to the Renilla luciferase luminescence and depicted as fold change over the respective promoter only vector activity (set at 1.0). Bars indicate mean±SD three independent transfections performed in duplicate. (*) indicates statistically significant difference with p values < 0.05.3.10 The enhancer/silencer function of SLC9B1 CpGII is altered by methylation in a promoter dependent mannerHaving uncovered cell type and promoter specific enhancer/silencer functions for the SLC9B1 CpGII, we next wanted to determine whether this function is methylation dependent. In order to do that, the pGL3-hNHEDC1-promoter1-CpGII, pGL3-hNHEDC1-promoter2-CpGII and pCpGL-EF1α-hNHEDC1-CpGII along with their promoter only vectors were in vitro methylated and mock methylated and then transiently transfected in HEK 293 and GC-1spg cells (Figure 11). As shown previously (Figure 5), methylation of P1 results in loss of promoter activity; in vitro methylation of pGL3-hNHEDC1-promoter1 resulted in a significant decrease in luciferase activity compared to the mock methylated vector in HEK 293 cells and GC-1spg cells. In vitro methylation of the vector containing CpGII and P1 further decreased the luciferase activity compared to the in vitro methylated promoter only vector in HEK 293 cells (Figure 11B). However, in vitro methylation of both the CpGII and P1 in GC-1spg cells revealed an enhancer activity for the methylated CpGII as the normalized luciferase activity increased when both the CpGII and P1 were in vitro methylated together compared to methylation of P1 alone (Figure 11D). When in vitro methylated the SLC9B1 CpGII retains its silencer activity with respect to P2 in both HEK 293 and GC-1spg cells (Figure 11A and Figure 11C). Similarly, when in vitro methylated the SLC9B1 CpGII also retains its silencer activity towards the EF1α-promoter in GC-1spg cells (compare closed bars for hNHEDC1-CpGII-EF1α IV to hNHEDC1-CpGII-EF1α MM in Figure 11C). However, in HEK 293 cells, in vitro methylation of the CpGII eliminates its silencer activity with respect to the EF1α-promoter (compare black bars for hNHEDC1-CpGII-EF1α IV to hNHEDC1-CpGII-EF1α MM in Figure 11A).Open in a separate windowFigure 11Methylation dependence of silencer function of CpGII(A) & (C) The promoter only vectors (pGL3-hNHEDC1-promoter2 vector and pCpGL-EF1α promoter vector) and the pGL3-hNHEDC1-promoter2-CpGII and pCpGL-EF1α promoter-CpGII vectors were mock methylated (MM) and in vitro methylated (IV) methylated and transiently transfected along with the pRL-TK vector into HEK 293 and GC-1spg cells. The reporter activity is depicted as the normalized luciferase activity of the pGL3-hNHEDC1-promoter2-CpGII and pGL-EF1α promoter-CpGII MM and IV and depicted as fold change over the respective promoter only vector activity (set at 1.0 and indicated by open bars). (B) & (D) The pGL3-hNHEDC1-promoter1 vector and pGL3-hNHEDC1-promoter1-CpGII vector were MM and IV and transiently transfected along with pRL-TK vector into HEK 293 and GC-1spg cells. The reporter activity is depicted as fold change over the pGL3-hNHEDC1-promoter1 vector MM (set at 1.0). Bars indicate mean±SD of four independent transfections performed in duplicate. (*) indicates statistically significant difference from controls with p values < 0.05. Note: Prom1 and Prom2 indicate SLC9B1 promoter1 and promoter2 respectively. 4. DiscussionThe overall goal of this study was to examine the possibility that DNA methylation plays a role in the regulation of NHEDC1 gene expression. In this report, we have identified and characterized regulatory DNA elements, namely promoters and an enhancer/silencer element, in the 5′ genomic region of the SLC9B1 gene and shown that DNA methylation at these elements can serve to alter their regulatory functions.Having determined that the full-length NHEDC1 protein is testis-specific (Figure 1), we first set out to identify and functionally characterize the promoter of the SLC9B1 gene and any associated CpG islands. Our in silico analysis revealed the presence of two putative promoters (P1 and P2) and two CpG islands (CpGI and CpGII) in the 5′ end of the SLC9B1 gene locus (Figure 2). Our reporter gene experiments show that both the promoters are active in both HEK 293 and GC-1spg cells (Figure 3 and Figure 4). P1 is associated with CpGI as the region −23bp to +200bp is common to both of these elements, making this promoter a CpG island associated promoter. This is not surprising as greater than 50% of the human genes initiate transcription from CpG island associated promoters (Vavouri T et al., 2012). Characterization of P1 via generation of series of reporter constructs, based on the inclusion and exclusion of CpGI, identified the presence of a −23bp to +200bp region that displays optimal promoter activity in a germ cell line (Figure 3C). Inclusion of the entire CpGI resulted in significant reduction of promoter activity in both cell lines (Figure 3C) suggesting the presence of negative DNA regulatory elements that could provide additional control at the level of transcription. Analysis of the second putative promoter, P2, on the other hand did not reveal the presence of a CpG island or even individual CpG dinucleotides suggesting that mechanisms other than DNA methylation could be involved in regulating the activity of P2.The presence of two functional SLC9B1 promoters suggests the possibility of alternative promoter usage for this gene. Alternative promoter usage has been well documented for many human gene promoters (approximately 18%) and has been show to result in protein and regulatory diversity from the associated loci (Landry J R et al., 2003). Alternative promoter usage by a single gene has been demonstrated to result in three major consequences. First, use of multiple promoters can produce mRNAs encoding for protein isoforms differing in their N-termini as a result of use of alternative translational start sites. Examples of genes falling into this category of alternative promoter usage include PCDHγ, PPARγ, SHC (p52-p46 and p66) and p73. Second, the use of alternative promoters can produce transcripts which encode for different proteins due the use of different ORFs as is known for the INKa-ARF, p21 (waf1-Cip1) and p21B genes (Landry J R et al., 2003). Finally, the transcripts initiated by the two promoters can result in identical proteins as the translational start site (ATG) is contained within an exon common to both transcripts. Examples of genes falling into this category of alternative promoter usage include the CYP19 and p18 (INK4C) genes (Golovine K et al., 2003 and Phelps D E et al., 1998). Although different protein isoforms are not generated, the transcripts differ in their 5′-untranslated region (UTR). These variant 5′ UTRs can differ in secondary structure, which can affect translation efficiency (Landry J R et al., 2003). Alternative promoter usage in the case of the SLC9B1 gene is likely to fall into this final category and thus would produce transcripts differing in the 5′ UTR. These transcripts would likely be similar in size and would be unlikely to produce different protein isoforms as the translation start site (ATG) for this protein is located in the second exon, an exon predicted to be common to transcripts initiating from both promoters. Therefore, it is unlikely that the lower molecular weight protein detected in human brain (Figure 1A) is due to mRNA transcribed from P2 as the transcript originating from both P1 and P2 will likely have the same AUG codon (Figure 2).Having identified and functionally characterized the putative SLC9B1 promoters, we next sought to determine whether the activity of the only CpG-containing promoter, P1, is methylation dependent. In vitro methylation of P1 significantly reduced the promoter activity in both GC-1spg cells and HEK 293 (Figure 5) suggesting that methylation of this promoter could be a mechanism by which the endogenous gene is regulated in a tissue specific manner: hypomethylation in an expressing tissue would allow its expression whereas hypermethylation in non-expressing tissues would shut down its expression. In support of this, methylation analysis of the CpG island associated with P1 (CpGI) revealed that this region from human testis (the only expressing tissue) is hypomethylated (24% methylated) compared to hypermethylation in the non-expression tissue lung (77% methylated).Additionally, to confirm that DNA methylation is, in fact, important for the lack of expression of SLC9B1 in somatic cells we showed that treatment of HEK 293 cells with 5-azaC resulted in upregulation of the SLC9B1 transcript (Figure 7A) and we confirmed that P1/CpGI was hypomethylated in the 5-azaC treated cells (Figure 7B). While it is recognized that 5-azaC will result in global DNA demethylation, these results, when combined with the methylation dependence of P1 in our promoter assays, leave open the possibility that DNA methylation of P1 in somatic tissues prevents SLC9B1 gene expression and hypomethylation in the testis restricts its expression to this tissue. That methylation of the SLC9B1 P1 could repress transcription is not surprising as repression of transcription from methylated CpG island promoters has been previously documented for testis-specific genes (Deaton A and Bird A., 2011; Yu C et al., 2013; Bai G et al., 2010).Mechanistically, it has been proposed that cross talk between DNA methylation states and transcription factor binding serves to explain how DNA methylation at promoters represses transcription and how CpG islands are protected from methylation in expressing tissues (Battler A and Farnham P J., 2013). Site-specific DNA binding transcription factors such as SP1 and CTCF have been shown to bind to unmethylated regulatory regions and protect them from methylation. For example, preventing SP1 and CTCF binding by mutating these binding sites either alone or in combination in the Gtf2a1l promoter resulted in increase in methylation and silencing of Gtf2a1l gene expression in embryonic stem cells (ES) (Lienert F et al., 2011). The SP1 and CTCF belong to the Rfx winged-helix transcription factor family and have been shown to bind the Gtf2al promoter in spermatocytes (Horvath G C et al., 2009). The Gtf2a1l gene is a germ-cell specific counterpart of the TFIIA general transcription factor and is expressed in the late pachytene spermatocytes and in haploid round spermatids (Catena R et al., 2005). On the other hand, the repressed state is maintained at methylated regulatory regions as a result of binding of methyl-DNA-binding proteins (MBPs), proteins that specifically bind methylated DNA. As an example Filion G J P et al. (2006) reported two zinc finger proteins in humans (ZBTB4 and ZBTB38) that specifically bind to the methylated allele of the Igf2/H19 differentially methylated region and repress transcription from methylated DNA. Furthermore, binding of MBPs such as MeCP2 has been shown to result in recruitment of histone deacetlyase, which in turn results in repression of transcription and thereby reinforcement of the repressed state (Jones P A., 2012). Not surprisingly, analysis of the SLC9B1 P1 for transcription factor binding using MatInspector software revealed the presence of many binding sites for transcription factors including those for SP1 and CTCF as well as others (Supplemental Table 1). How the binding of these transcription factors to the SLC9B1 P1 influences its methylation state and the subsequent expression of this gene are areas for future investigation.Intra/intergenic CpG islands have been shown to be able to influence transcription in three main ways: 1) these orphan CpG islands can act as alternative promoters producing potentially regulatory RNA molecules 2) they can inhibit transcriptional elongation when methylated and, 3) these CpG islands can act as either enhancing or silencing elements or both (Lorincz M et al., 2004; Rinn J et al., 2007; Yu C et al., 2013; Sleutels F et al., 2002; Illingworth R et al., 2010 and Maunakea A et al., 2010). To provide a complete analysis towards defining the functional significance of the intragenic SLC9B1 CpGII, we examined each of these possibilities. First we sought to determine if CpGII could act as an alternative promoter as it has been shown that approximately 40% of orphan CpG islands can be sites for transcription initiation (Illingworth R et al., 2010). As examples, CpG islands of the Pomc gene and MHC class II I-Aβ gene can initiate transcripts with minimal coding potential (Gardiner-Garden M and Frommer M 1994). Some of these CpGI derived non-coding RNAs (ncRNA) have been shown to regulate expression of associated genes. For example CpG island derived ncRNAs such as Xist and Tsix have been shown to be important for X-chromosome inactivation (Lee J T et al., 1999). Furthermore, the ncRNA HOTAIR has been shown to regulate HOX gene expression (Rinn J et al., 2007). However, the SLC9B1 CpGII did not function as a promoter in our dual luciferase reporter assay (Figure 8).We next wanted to determine how methylation at CpGII would affect transcriptional elongation efficiency. It has been shown that methylation at CpG islands can inhibit transcriptional elongation as DNA methylation prevents binding of transcription elongation factors or favors the formation of compact/repressed DNA structure which in turn reduces RNA polymerase II efficiency (Lorincz M et al., 2004). In order to test this possibility we employed the use of a tandem reporter construct, which has been previously used to quantify transcriptional elongation in mammalian cells (Banerjee A et al., 2009). The construct makes use of two quantifiable luciferase reporters (firefly luciferase and Renilla luciferase) expressed from a single human CMV promoter. In between the two reporters is a linker region containing a multiple cloning site for inserting a DNA region of interest. After transfection into cells, the ratio of the downstream reporter (Renilla luciferase) to the upstream reporter (firefly luciferase) gives a measure of the rate of successful elongation through the transcriptional elongation altering sequence cloned into the multiple cloning site. The results of our transcriptional elongation assay are in contrast to what was expected if methylation at this intragenic CpG islands resulted in inhibition of transcription elongation as we did not see any difference in the transcriptional elongation efficiency between the mock methylated CpGII and the in vitro methylated CpGII TAN1 constructs (Figure 9). On the other hand, we have recently found that a CpG island isolated from the mouse Atp1a4 gene does inhibit transcriptional elongation in a similar experiment for another study (Kumar, DL et al., 2015 unpublished results), demonstrating the efficacy of this assay in identifying transcriptional elongation inhibition regions. Therefore, our data suggests that CpGII is unlikely to impact SLC9B1 expression in vivo by this mechanism.Since the SLC9B1 CpGII did not function as an alternative promoter nor did it inhibit transcription elongation, the remaining possibility with regards to its function as a gene regulatory region is that this DNA element could act as an enhancer or a silencer. It has been shown that intragenic CpG islands can function as both enhancers and silencers. For example, the human APOE intragenic CpG island enhanced the expression from the APOE promoter while it repressed the activity of the promoter of the neighboring gene in the APOE locus, the TOMM40 gene (Yu C et al., 2013). These results suggest that intragenic CpG islands can act as either enhancer or silencer elements to regulate gene expression. Functional analysis of the unmethylated SLC9B1 CpGII as an enhancer/silencer element with respect to the two endogenous SLC9B1 putative promoters (P1 and P2) and to the human EF1 α promoter in GC-1spg and HEK 293 cells revealed a cell type and promoter-specific enhancer function. For the most part, CpGII acts as a repressor; CpGII mildly repressed expression of the reporter gene driven by P1 in the somatic cell line and repressed the activity of the SLC9B1 P2 and human EF1 α promoters regardless of the cell type. On the other hand, CpGII enhanced expression of the reporter from the SLC9B1 P1 promoter specifically in the germ cell line (Figure 10). Moreover, this cell line-specific P1 enhancer function of CpGII was retained following DNA methylation (Figure 11B). If recapitulated in the genomic context, the enhancer function of CpGII could serve to ensure optimal levels of NHEDC1 transcript as looping of DNA would bring together the enhancer and P1 increasing the concentration of transcription factors and recruitment of RNA polymerase II (Nolis et al., 2009).In conclusion, we have identified multiple cis-acting DNA regulatory elements in the 5′ end of the SLC9B1 gene and shown that DNA methylation at these elements could provide mechanisms by which SLC9B1 expression is restricted to male germ cells. Understanding the mechanisms regulating the expression of SLC9B1 gene is important as aberrant DNA methylation of reproduction related genes and/or imprinted genes could underlie certain types of male infertility phenotypes in humans. For example, aberrant DNA methylation at imprinted genes in human sperm has been shown to be associated with oligospermia (Kobayashi H et al., 2007). Furthermore, aberrant DNA methylation at the H19 differentially methylated region and the DAZL gene promoter are shown to be associated with defective human sperm (Li B et al., 2013). Notably, a link between abnormal sperm morphology and NHEDC1 expression has been suggested as NHEDC1 expression is either reduced or absent in patients with teratozoospermia, a male infertility condition characterized by the presence of abnormally shaped sperm in the semen (microarray data; Pubmed: GDS2697/1555142_at/SLC9B1). Therefore, additional studies to determine the methylation patterns of the SLC9B1 CpG islands in teratozoospermic males along with studies to target demethylation to these regions using zinc finger effectors (ZFEs) and/or transcriptional activator like effectors (TALEs) in the genome of somatic cells (Chen H et al., 2014 and Maeder M L et al., 2014) will need to be accomplished in order to gain a deeper understanding of the role of DNA methylation in the transcriptional control of SLC9B1 expression and its relationship to male reproductive biology. ​\n                    HighlightsThe full-length NHEDC1 protein expression is restricted to human testes.Two putative promoters (P1 and P2) and two CpG islands were found in the hNHEDC1 gene.P1 and CpGI overlap and display methylation-dependent promoter activity.P1/CpGI is hypomethylated in human testes and hypermethylated in lung.CpGII displays promoter, cell type, and methylation dependent regulatory activity. Supplementary MaterialClick here to view.(2.0M, docx) AcknowledgementsWe wish to thank Dr. Michael Rehli, University of Rogensburg, Switzerland for the pCpGL EF1 α vector and Dr Ed Grabczyk, Department of Genetics LSU health sciences center New Orleans for the TAN1 construct. This study was supported by funding from Miami University and the National Institutes of Health (1R15HD050283-01A1 and 1R15HD065633-01 (to PFJ). List of Abbreviations5-azaC5-Aza-2-Deoxycytidinebpbase pairCPAcation proton antiporterDAB3,3′-diaminobemnzidineDMEMDulbecco’s modified Eagles mediaDMRdifferentially methylated regionDNMTSDNA methyltransferasesES cellsembryonic stem cellsFBSfetal bovine serumhCMVhuman cytomegalovirusIV methylationin vitro methylationkbkilobaseMMmock methylationNFDMnon fat dry milkNGSnormal goat serumNHANa+/H+ antiporterNHENa+/H+ exchangerNHEDC1Na+/H+ exchanger domain-containing protein 1NaT-DCNa+-transporting carboxylic acid decarboxylasekDakilodaltonMBPsmethyl-DNA-binding proteinsORFopen reading framePpromoterPAGEpolyacrylamide gel electrophoresisPBSPhoshate buffer salinePCRPolymerase chain reactionPVDFpolyvinylidene difluorideRT-PCRreverse transcription polymerase chain reactionSAMS-adenosyl methionineSDSsodium dodecyl sulfateTAN1tandem reporter constructTALEstranscriptional activator like effectorsTSStranscription start siteUTRuntranslated regionZFEszinc finger effectors FootnotesPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. ReferencesAllegrucci C, Thurston A, Lucas E, Young L. Epigenetics and the germline. Reproduction. 2005;129(2):137–149. [PubMed] [Google Scholar]Ariel M, McCarrey J, Cedar H. Methylation Patterns of testis-specific genes. Proceedings of the National Academy of Sciences of the United States of America. 1991;88(6):2317–2321. [PMC free article] [PubMed] [Google Scholar]Atchison ML. Enhancers: mechanisms of action and cell specificity. Annual Review Cell biology. 1988;4:127–153. [PubMed] [Google Scholar]Bai G, Liu YQ, Zhang H, Su D, Tao DC, Yang YA, Zhang SZ. Promoter demethylation mediates the expression of ZNF645, a novel cancer/testis gene. Bmb Reports. 2010;43(6):400–406. [PubMed] [Google Scholar]Banerjee A, Sammarco M, Ditch S, Wang J, Grabczyk E. A Novel Tandem Reporter Quantifies RNA Polymerase II Termination in Mammalian Cells. Plos One. 2009;4(7) [PMC free article] [PubMed] [Google Scholar]Battler A, Farnham PJ. Cross talk between site-specific transcription factors and DNA methylation states. Journal of Biological Chemistry. 2013;R113:512517. [PMC free article] [PubMed] [Google Scholar]Brett CL, Donowitz M, Rao R. Evolutionary origins of eukaryotic sodium/proton exchangers. American Journal of Physiology-Cell Physiology. 2005;288(2):C223–C239. [PubMed] [Google Scholar]Casey JR, Grinstein S, Orlowski J. Sensors and regulators of intracellular pH. Nature Reviews Molecular Cell Biology. 2010;11(1):50–61. [PubMed] [Google Scholar]Catena R, Argentini M, Martianov I, Parello C, Brancorsini S. Proteolytic cleavage of ALF into alpha- and beta-subunits that form homologous and heterologous complexes with somatic TFIIA and TRF2 in male germ cells. FEBS Letters. 2005;579(16):3401–3410. [PubMed] [Google Scholar]Chen H, Kazemier HG, de Groote ML, Ruiters MHJ, Xu G, Rots MG. Induced DNA demethylation by targeting Ten-Eleven Translocation 2 to the human ICAM-1 promoter. Nucleic Acid Research. 2014;42(3):1563–157442. [PMC free article] [PubMed] [Google Scholar]Deaton A, Bird A. CpG islands and the regulation of transcription. Genes and Development. 2011;25(10):1010–1022. [PMC free article] [PubMed] [Google Scholar]Donowitz M, Ming Tse C, Fuster D. SLC9/NHE gene family, a plasma membrane and organellar family of Na+/H+ exchangers. Molecular Aspects of Medicine. 2013;34(2-3):236–251. [PMC free article] [PubMed] [Google Scholar]Filion GJP, Zhenilo S, Salozhin S, Yamada D, Prokhortchouk E, Defossez PA. A family of human zinc finger proteins that bind methylated DNA and repress transcription. Molecular Cell Biology. 2006;26(1):169–181. [PMC free article] [PubMed] [Google Scholar]Gardiner-Garden M, Frommer M. Transcripts and CpG islands associated with the pro-opiomelanocortin gene and other neurally expressed genes. Journal of Molecular Endocrinology. 1994;12(3):365–382. [PubMed] [Google Scholar]Golovine K, Schwerin M, Vanselow J. Three different promoters control expression of the aromatase cytochrome P450 gene (Cyp19) in mouse gonads and testis. Biology of Reproduction. 2003;68(3):978–984. [PubMed] [Google Scholar]Herz HM, Hu D, Shilatifard A. Enhancer malfunction in cancer. Molecular cell perspective. 2014;53(6):859–866. [PMC free article] [PubMed] [Google Scholar]Hofmann MC, Abramian D, Millan JL. A haploid and a diploid-cell cycle coexist in an in vitro immortalized spermatogenic cell line. Developmetal Genetics. 1995;16(2):119–127. [PubMed] [Google Scholar]Horvath GC, Kistler MK, Kistler WS. RFX2 is a candidate downstream amplifier of A-MYB regulation in mouse spermatogenesis. BMC Developmental Biology. 2009;9:63. [PMC free article] [PubMed] [Google Scholar]Iannello R, Gould J, Young J, Giudice A, Medcalf R, Kola I. Methylation-dependent silencing of the testis-specific Pdha-2 basal promoter occurs through selective targeting of an activating transcription factor/cAMP-responsive element-binding site. Journal of Biological Chemistry. 2000;275(26):19603–19608. [PubMed] [Google Scholar]Illingworth R, Gruenewald-Schneider U, Webb S, Kerr A, James K, Turner D, Smith C, Harrison D, Andrews R, Bird A. Orphan CpG Islands Identify Numerous Conserved Promoters in the Mammalian Genome. Plos Genetics. 2010;6(9):e1001134. [PMC free article] [PubMed] [Google Scholar]Jones PA. Functions of DNA methylation: islands, start sites, gene bodies and beyond. Nature Reviews Genetics. 2012;13(7):484–492. [PubMed] [Google Scholar]Kabekkodu SP, Bhat S, Radhakrishnan R, Aithal A, Mascarenhas R, Pandey D, Rai L, Kushtagi P, Gopinath Puthiya Mundyat GP, Satyamoorthy K. DNA Promoter Methylation Dependent Transcription of Double C2 Like Domain Beta (DOC2B) Gene Regulates Tumor Growth in Human Cervical Cancer. Journal of Biological Chemistry. 2014;289(11):10637–49. [PMC free article] [PubMed] [Google Scholar]Kobayashi H, Sato A, Otsu E, Hiura H, Tomatsu C, Sasaki H, Yaegashi N, Arima T. Aberrant DNA methylation of imprinted loci in sperm from oligospermic patients. Human Molecular Genetics. 2007;16(21):2542–2551. [PubMed] [Google Scholar]Kwak H, Lis TJ. Control of Transcription Elongation. Annual Review Genetics. 2013;47:483–508. [PMC free article] [PubMed] [Google Scholar]Landry JR, Mager DL, Wilhelm BT. Complex controls: the role of alternative promoters in mammalian genomes. Trends in Genetics. 2003;19(11):640–648. [PubMed] [Google Scholar]Lee JT, Davidow LS, Warshawsky D. Tsix, a gene antisense to Xist at the X-inactivation centre. Nature Genetics. 1999;21(4):400–404. [PubMed] [Google Scholar]Lienert F, Wirbelauer C, Som I, Dean A, Mohn F, Schübeler D. Identification of genetic elements that autonomously determine DNA methylation states. Nature Genetics. 2011;43(11):1091–1097. [PubMed] [Google Scholar]Li B, Li JB, Xiao XF, Ma YF, Wang J, Liang XX, Zhao H, Jiang F, Yao Y, Hong X. Altered DNA methylation patterns of the H19 differentially methylated region and the DAZL gene promoter are associated with defective human sperm. Plos one. 2013;8(8):E71215. [PMC free article] [PubMed] [Google Scholar]Liu T, Huang JC, Zuo WL, Lu CL, Chen M, Zhang XS. A novel testis-specific Na+/H+ exchanger is involved in sperm motility and fertility. Frontiers in bioscience (Elite edition) 2010;2:566–581. [PubMed] [Google Scholar]Liu T, Huang JC, Lu CL, Yang JL, Hu ZY, Gao F. Immunization with a DNA vaccine of testis-specific sodium-hydrogen exchanger by oral feeding or nasal instillation reduces fertility in female mice. Fertility and Sterility. 2010a;93(5):1556–1566. [PubMed] [Google Scholar]Livak K, Schmittgen T. Analysis of relative gene expression data using real-time quantitative PCR and the 2(T) - (−delta delta C) Methods. 2001;25(4):402–408. [PubMed] [Google Scholar]Lorincz M, Dickerson D, Schmitt M, Groudine M. Intragenic DNA methylation alters chromatin structure and elongation efficiency in mammalian cells. Nature Structural Molecular Biology. 2004;11(11):1068–1075. [PubMed] [Google Scholar]Maeder ML, Angstman JF, Richardson ME, Linder SJ, Cascio VM, Tsai SQ, Ho QH, Sander JD, Reyon D, Bernstein BE, Catello JF, Wilkinson MF, Joung JK. Targeted DNA demethylation and activation of endogenous genes using programmable TALE-TET fusion proteins. Nature Biotechnology. 2014;31(12):1137–1144. [PMC free article] [PubMed] [Google Scholar]Mahnensmith RL, Aronson PS. The plasma membrane Sodium-Hydrogen Exchanger and its role in Physiological and Pathophysiological processes. Circulation Research. 1985;56(6):773–788. [PubMed] [Google Scholar]Maunakea A, Nagarajan R, Bilenky M, Ballinger T, D’Souza C, Fouse S, Johnson B, Hong C, Nielsen C, Zhao Y, Turecki G, Delaney A, Varhol R, Thiessen N, Shchors K, Heine V, Rowitch D, Xing X, Fiore C, Schillebeeckx M, Jones S, Haussler D, Marra M, Hirst M, Wang T, Costello J. Conserved role of intragenic DNA methylation in regulating alternative promoters. Nature. 2010;466(7303):253–257. [PMC free article] [PubMed] [Google Scholar]Nolis IK, McKay DJ, Mantouvalou E, Lomvardas S, Merika M, Thanos D. Transcription factors mediate long-range enhancer/promoter interactions. Proceedings of the National Academy of Sciences of the United States of America. 2009;106(48):20222–20227. [PMC free article] [PubMed] [Google Scholar]Olkhova E, Padan E, Michel H. The influence of protonation states on the dynamics of the NhaA antiporter from Escherichia coli. Biophysical Journal. 2007;92(11):3784–3791. [PMC free article] [PubMed] [Google Scholar]Padan E, Kozachkov L, Herz K, Rimon A. NhaA crystal structure: functional-structural insights. Journal of Experimental Biology. 2009;212(11):1593–1603. [PubMed] [Google Scholar]Phelps DE, Hsiao HM, Li Y, Hu N, Franklin DS, Westphal EY, Lee E,P, Xiong Y. Coupled transcriptional and translational control of cyclin-dependent kinase inhibitor p18INK4c expression during myogenesis. Molecular Cell Biology. 1998;18(4):2334–2343. [PMC free article] [PubMed] [Google Scholar]Pikor LA, Enfield KS, Cameron H, Lam WL. DNA extraction from paraffin embedded material for genetic analyses. Journal of Visualized Experiments. 2011;26(46):2763. [PMC free article] [PubMed] [Google Scholar]Rinn J, Kertesz M, Wang J, Squazzo S, Xu X, Brugmann S, Goodnough L, Helms J, Farnham P, Segal E, Chang H. Functional demarcation of active and silent chromatin domains in human HOX loci by Noncoding RNAs. Cell. 2007;129(7):1311–1323. [PMC free article] [PubMed] [Google Scholar]Richardson ME, Bleiziffer A, Tüttelmann F, Gromoll J, Wilkinson ME. Epigenetic regulation of the RHOX homeobox gene cluster and its association with human male infertility. Human Molecular Genetics. 2013;23(1):12–23. [PMC free article] [PubMed] [Google Scholar]Rodova M, Nguyen A, Blanco G. The transcription factor CREM tau and cAMP regulate the activity of the Na,K-ATPase alpha4 isoform promoter. Molecular Reproduction and Development. 2006;73(11):1435–1447. [PubMed] [Google Scholar]Simpson ER, Michael MD, Agarwal VR, Hinshelwood MM, Bulun SE, Zhao Y. Cytochrome P45011: expression of the CYP19 (aromatase gene): an unusual case of alternative promoter usage. The FASEB Journal. 1997;11(1):29–36. [PubMed] [Google Scholar]Sleutels F, Zwart R, Barlow D. The non-coding Air RNA is required for silencing autosomal imprinted genes. Nature. 2002;415(6873):810–813. [PubMed] [Google Scholar]Scherf M, Klingenhoff A, Werner T. Highly specific localization of promoter regions in large genomic sequences by PromoterInspector: A novel context analysis approach. Journal of Molecular Biology. 2000;297(3):599–606. [PubMed] [Google Scholar]Tao Y, Xi S, Briones V, Muegge K. Lsh Mediated RNA Polymerase II Stalling at HoxC6 and HoxC8 Involves DNA Methylation. Plos one. 2010;5(2):e9163. [PMC free article] [PubMed] [Google Scholar]Vavouri T, Lehner B. Human genes with CpG island promoters have a distinct transcription-associated chromatin organization. Genome Biology. 2012;13(11):R110. [PMC free article] [PubMed] [Google Scholar]Wang D, King SM, Quill TA, Doolittle LK, Garbers DL. A new sperm-specific Na+/H+ Exchanger required for sperm motility and fertility. Nature Cell Biology. 2003;5(12):1117–1122. [PubMed] [Google Scholar]Wang D, Hu J, Bobulescu IA, Quill TA, McLeroy P, Moe OW, Garbers DL. A sperm-specific Na+/H+ exchanger (sNHE) is critical for expression and in vivo bicarbonate regulation of the soluble adenylyl cyclase (sAC) Proceedings of the National Academy of Sciences of the United States of America. 2007;104(22):9325–9330. [PMC free article] [PubMed] [Google Scholar]Woo AL, James PF, Lingrel JB. Roles of the Na,K-ATPase alpha 4 isoform and the Na+/H+ exchanger in sperm motility. Molecular Reproduction and Development. 2002;62(3):348–356. [PubMed] [Google Scholar]Ye GM, Chen C, Han DD, Xiong XB, Kong YH, Wan B, Yu L. Cloning of a novel human NHEDC1 (Na+/H+ exchanger like domain containing 1) gene expressed specifically in testis. Molecular Biology Reports. 2006;33(3):175–180. [PubMed] [Google Scholar]Yu C, Cudaback E, Foraker J, Thomson Z, Leong L, Lutz F, Gill J, Saxton A, Kraemer B, Navas P, Keene C, Montine T, Bekris L. Epigenetic signature and enhancer activity of the human APOE gene. Human Molecular Genetics. 2013;22(24):5036–5047. [PMC free article] [PubMed] [Google Scholar]Xie WS, Han SY, Khan M, DeJong J. Regulation of ALF gene expression in somatic and male germ line tissues involves partial and site-specific patterns of methylation. Journal of Biological Chemistry. 2002;277(20):17765–17774. [PubMed] [Google Scholar]"}