{"title": "A positioned +1 nucleosome enhances promoter-proximal pausing", "pubDate": "2015", "PMCID": "PMC4381062", "DOI": "10.1093/nar/gkv149", "PMID": "25735750", "abstract": "Chromatin distribution is not uniform along the human genome. In most genes there is a promoter-associated nucleosome free region (NFR) followed by an array of nucleosomes towards the gene body in which the first (+1) nucleosome is strongly positioned. The function of this characteristic chromatin distribution in transcription is not fully understood. Here we show in vivo that the +1 nucleosome plays a role in modulating RNA polymerase II (RNAPII) promoter-proximal pausing. When a +1 nucleosome is strongly positioned, elongating RNAPII has a tendency to stall at the promoter-proximal region, recruits more negative elongation factor (NELF) and produces less mRNA. The nucleosome-induced pause favors pre-mRNA quality control by promoting the addition of the cap to the nascent RNA. Moreover, the uncapped RNAs produced in the absence of a positioned nucleosome are degraded by the 5'-3' exonuclease XRN2. Interestingly, reducing the levels of the chromatin remodeler ISWI factor SNF2H decreases +1 nucleosome positioning and increases RNAPII pause release. This work demonstrates a function for +1 nucleosome in regulation of transcription elongation, pre-mRNA processing and gene expression.", "author": [{"author": "Silvia Jimeno-González", "affiliation": ["Centro Andaluz de Biología Molecular y Medicina Regenerativa (CABIMER), Consejo Superior de Investigaciones Científicas (CSIC), E-41012, Seville, Spain jose.reyes@cabimer.es."], "href": "/?term=Jimeno-Gonz%C3%A1lez+S&cauthor_id=25735750"}, {"author": "María Ceballos-Chávez", "affiliation": ["Centro Andaluz de Biología Molecular y Medicina Regenerativa (CABIMER), Consejo Superior de Investigaciones Científicas (CSIC), E-41012, Seville, Spain."], "href": "/?term=Ceballos-Ch%C3%A1vez+M&cauthor_id=25735750"}, {"author": "José C Reyes", "affiliation": ["Centro Andaluz de Biología Molecular y Medicina Regenerativa (CABIMER), Consejo Superior de Investigaciones Científicas (CSIC), E-41012, Seville, Spain jose.reyes@cabimer.es."], "href": "/?term=Reyes+JC&cauthor_id=25735750"}], "refPMID": ["23463311", "22885008", "3099167", "1427080", "7838531", "22986266", "23430654", "24050178", "23202475", "14701750", "12782658", "16427012", "23746353", "23708796", "17081995", "20829883", "2010092", "11084863", "20188675", "9514715", "10329138", "2415517", "16862119", "14560008", "18079404", "1505520", "24184211", "15136722", "12556496", "10421630", "23041311", "3141901", "14561886", "22483619", "22980978", "23911317", "19355820", "21616185", "23202585", "21596991", "10090725", "16606615", "16518397", "21135121", "9252192", "9461467", "21074046", "8666232", "18408708", "24606920", "10078206", "22726434", "18075583", "21448136", "21940898", "16917504"], "citedInPMID": ["25735750", "34663418", "34258103", "33852840", "33640324", "32873578", "32597978", "32376854", "32103026", "31671674", "31290539", "31185909", "31085420", "31021316", "30335176", "29893974", "28856239", "28635365", "28176797", "27282391", "27211514", "27028548", "26555214", "26553807", "26498326"], "body": " AbstractChromatin distribution is not uniform along the human genome. In most genes there is a promoter-associated nucleosome free region (NFR) followed by an array of nucleosomes towards the gene body in which the first (+1) nucleosome is strongly positioned. The function of this characteristic chromatin distribution in transcription is not fully understood. Here we show in vivo that the +1 nucleosome plays a role in modulating RNA polymerase II (RNAPII) promoter-proximal pausing. When a +1 nucleosome is strongly positioned, elongating RNAPII has a tendency to stall at the promoter-proximal region, recruits more negative elongation factor (NELF) and produces less mRNA. The nucleosome-induced pause favors pre-mRNA quality control by promoting the addition of the cap to the nascent RNA. Moreover, the uncapped RNAs produced in the absence of a positioned nucleosome are degraded by the 5′-3′ exonuclease XRN2. Interestingly, reducing the levels of the chromatin remodeler ISWI factor SNF2H decreases +1 nucleosome positioning and increases RNAPII pause release. This work demonstrates a function for +1 nucleosome in regulation of transcription elongation, pre-mRNA processing and gene expression. INTRODUCTIONThe nucleosome is the basic repeating unit of chromatin. Studies analyzing genome-wide nucleosome positioning have revealed that the distribution of nucleosomes across the eukaryotic genomes is not uniform; while promoters are normally nucleosome-depleted, an array of well-positioned nucleosomes is normally found downstream of the transcription start sites (TSS) (1). The +1 nucleosome inside the gene bodies displays the most fixed position, while the subsequent nucleosomes show a gradual decrease in positioning. Several factors including DNA sequence, DNA binding factors, chromatin remodelers and the transcription machinery seem to determine nucleosome positioning (1,2). The impact of this characteristic nucleosomal distribution along the genes on the different steps of transcription is still not clear.After transcription initiation, RNAPII pauses between the promoter and the +1 nucleosome. This phenomenon was originally discovered in Drosophila for the Hsp70 gene and later for the human MYC and FOS genes (3–5). Recently, the so-called promoter-proximal pausing has been demonstrated to be common for most metazoan genes (6,7) although the mechanism promoting the pause is not yet fully understood. Different factors are able to influence RNAPII promoter-proximal pausing including transcription elongation factors, DNA sequence at promoter and pause site, and chromatin environment (8).Negative elongation factor (NELF) and DRB (5,6-Dichloro-1-ß-D-ribofuranosylbenzimidazole) sensitivity inducing factor (DSIF) are the main complexes determining RNAPII promoter-proximal pause. They associate with RNAPII and decrease elongation efficiency through unknown mechanisms (9). Pause release into productive elongation is triggered by the kinase P-TEFb (positive transcription elongation factor b) that phosphorylates Serine-2 of the RNAPII CTD (carboxy-terminal domain) as well as DSIF and NELF. Phosphorylation promotes dissociation of NELF and a change in DSIF activity that lets the RNAPII continue elongating (10–12). The DNA sequence at promoter and pause site has also been demonstrated to be important for pausing. Early studies showed that the DNA sequences of promoter and 5′-end of the MYC gene are essential for the RNAPII to stall near the promoter (4). Recent genome-wide studies have confirmed that strong core promoter elements determine position and strength of pausing (7). Finally, +1 nucleosome positioning has been suggested to influence promoter-proximal pausing although its contribution seems to be context dependent (13,14). It is also well demonstrated both in vitro and in vivo that nucleosomes constitute an obstacle for transcription elongation by RNAPII (15–17).In this study we show that promoter-proximal pausing increases when a +1 nucleosome is strongly positioned in vivo. This nucleosome-induced pausing is NELF dependent and improves pre-mRNA capping. We also show that down regulation of the chromatin remodeling factor SNF2H, which it is known that affects positioning of nucleosomes on gene bodies, decreases +1 nucleosome positioning and increases RNAPII pause release. Therefore, our results strongly support the idea of the +1 nucleosome having a role in promoter-proximal pausing. MATERIALS AND METHODSCell lines, plasmids and cell culturesConstruction of plasmids pMC100 (pcDNA5/FRTc-Myc-601R), pMC101 (pcDNA5/FRTc-Myc-5SF), pMC102 (pcDNA5/FRTc-Myc-5SR), pSJ220 (pcDNA5/FRTc-Myc-C), pSJ222 (pcDNA5/FRTc-Myc-601F), pSJ227 (pcDNA5/FRTc-Myc-wt), pSJ221 (pcDNA5/FRTc-Myc-C (+32)) and pSJ223 (pcDNA5/FRTc-Myc-601F (+32)) was done by conventional methods. To avoid initiation from different promoters CMV promoter was removed from the plasmid pcDNA5/FRT prior c-Myc insertion. The c-Myc gene was subcloned from the plasmid pSV2gpt-c-Myc (kindly provided by Hodaka Fujii). Stable cell lines were created using HEK 293T Flp-In cells (Invitrogen) following the manufacturer's protocol. Clones were selected in Dulbecco's modified Eagle's medium (DMEM) media supplemented with 200μg/ml Hygromycin B (Roche) and integration was checked by the loss of ß-galactosidase activity and active expression of mouse c-Myc gene.siRNA transfectionsCells were seeded in DMEM (PAA) -Hygromycin medium. Twenty-four hours later the growth medium was changed to Opti-MEM (Gibco) and cells were transfected with siRNA to a final concentration of 150nM using Oligofectamin (Invitrogen) according to the manufacturer's protocol. Growth medium was again changed 4 h later to DMEM-Hygromycin and cells were incubated 72 h until being harvested for later analysis. siRNA sequences are listed in Supplementary Table S1.Nucleosome mappingMicrococcal nuclease assay was performed as previously described (16). Cells were seeded in DMEM-Hygromycin and harvested 3 days later. The pellet was resuspended in buffer A (10 mM Tris-HCl pH 7.4, 10 mM NaCl, 3 mM MgCl2, 0.3 M sucrose) plus 0.2% of NP-40 and incubated for 10 min at 4ºC. Nuclei were obtained after centrifugation and digested with 2 units of MNase (Sigma) per 4 million of nuclei for 3 min at room temperature in buffer A supplemented with 10 mM CaCl2. Naked DNA was digested with 0.1 units of MNase. After DNA purification, samples were run on a 1.2% agarose gel and the band corresponding to mononucleosome size (∼150 bp) was excised. DNA was subsequently purified through a MEGAquick-spin Total Fragment DNA Purification Kit (iNtRON Biotechnology). Equal amounts of DNA were used as a template for qPCR. In order to suppress signal bias due to MNase cleavage preferences the qPCR signals from mononucleosomal DNA were normalized to the signals obtained from naked DNA. Primers used are listed in Supplementary Table S1.RNA analysisTotal RNA was isolated with the RNeasy kit from Qiagen following the manufacturer's instructions. One microgram of RNA was treated with DNase I (Roche) and reverse transcription reactions were done using the Superscript First Strand Synthesis System (Invitrogen). cDNA was quantified by qPCR with the Applied Biosystems 7500 FAST Real Time System using Maxima SYBR/ROX master mix (2X) from Thermo Fisher Scientific. Primers used are described in Supplementary Table S1. Values were normalized to the expression of GAPDH housekeeping gene.Nuclear run-onNuclear run-on assay was performed according to Patrone et al. with some modifications (18). 30–50 x106 cells were harvested and washed twice with phosphate buffered saline. The pellet was resuspended in 4 ml cell lysis buffer (10 mM Tris-HCl, pH 7.4, 3 mM MgCl2, 10 mM NaCl, 150 mM sucrose and 0.5% NP40) and incubated on ice for 5 min. Nuclei were then collected by centrifugation and washed with cell lysis buffer without NP40. The resulting pellet was resuspended in 100 μl freezing buffer (50 mM Tris-HCl pH 8.3, 40% glicerol, 5mM MgCl2 and 0.1 mM EDTA), mixed with an equal volume of Reaction buffer (10mM Tris-HCl pH 8.0, 5 mM MgCl2, 1 mM DTT, 300 mM KCl, 20 Units of RNasin (Invitrogen), 1% sarkosyl and 1 mM ATP, CTP, GTP) and then 8 μl biotin-16-UTP (from 10 mM tetralithium salt; Roche) was added. The reaction was incubated for 5 min at 29ºC, followed by the addition of 23 μl of 10x DNaseI buffer and 10 μl RNase free DNase I (Promega). Background was measured with a reaction where biotin-16-UTP was replaced by UTP. Proteins were digested by addition of an equal volume of Buffer S (20 mM Tris-HCl pH 7.4, 2% SDS, 10 mM EDTA, 200 μg/ml Proteinase K (Sigma)), followed by incubation at 55ºC for 1 h. RNA was then purified and resuspended in 50 μl of RNase-free water. 50 μl of Dynabeads M-280 (Invitrogen) resuspended in binding buffer (10 mM Tris-HCl, pH 7.5, 1 mM EDTA and 2 M NaCl) were added to an equal volume of run-on RNA and incubated 20 min at 42ºC and 2 h at room temperature. Beads were then washed twice with 500 μl 15% formamide and 2X SSC for 15 min, followed by a 5-min washing in 1 ml 2x SSC. Beads were then resuspended in 30 μl RNase-free water and stored at -20ºC. cDNA synthesis was carried out using 8 μl of RNA-containing beads, random hexamers and SuperScript III (Invitrogen). qPCR was performed as described above. Values from each region were normalized to ribosomal RNA levels (28S) and background was subtracted. Primers are described in Supplementary Table S1. Average and standard deviation were calculated from three independent experiments.RNA-Cap immunoprecipitationCap immunoselection was performed as previously described (19). Ten micrograms of anti-2,2,7-trimethylguanosine mouse K121 antibody (Calbiochem) were incubated with 50 μl of anti-Mouse Dynabeads (Invitrogen) to immunoprecipitate capped RNA from 2 μg of total RNA. A control without antibodies was processed for each sample. cDNA produced from the immunoprecipitated RNA (RNA-IP) and input samples (RNA-Input) were quantified by RT-qPCR as described above. Values from RNA-IP were normalized to data from RNA-Input and, subsequently, the results obtained were normalized to the level ofGAPDH gene mRNA. Primers to detect pre-mRNA (ChIP c-Myc +532) amplify a region inside intron 1 and primers to detect mature mRNA (ChIP c-Myc +2007) amplify inside exon 2 (see supplementary Table S1). Average and standard deviation were calculated from three independent experiments.ChIP analysis and antibodiesChIP experiments were carried out as previously described (16). Cells were treated with 1% formaldehyde for 15 min at 37ºC for crosslinking. Immunoprecipitations (IPs) were performed using the following reagents: Total RNAPII: Dynabeads Protein A (Invitrogen) and rabbit polyclonal anti-RPB1 N-20 (Santa Cruz); RPB1 CTD-Ser5P: Dynabeads Protein G (Invitrogen) and anti-RNA polymerase II (phospho-CTD-Ser5) antibody clone 3E8 (Millipore); NELF-E: Dynabeads Protein A (Invitrogen) and rabbit polyclonal anti-NELF-E (Santa Cruz). Primers used are listed in Supplementary Table S1.Antibodies used for Western blotting are rabbit polyclonal anti-NELF-E (sc-32912, Santa Cruz Biotech.), rabbit polyclonal anti-SNF2H (A301–017A, Bethyl), mouse monoclonal anti-α-Tubulin and, as secondary antibodies, anti-Rabbit IgG peroxidase conjugate (Sigma) and anti-Mouse IgG peroxidase conjugate (Sigma). RESULTSAn in vivo system to study the influence of +1 nucleosome on promoter-proximal pausingTo address the role of +1 nucleosome in promoter-proximal pausing we inserted two different sequences (5S and 601) having the capability to strongly position a nucleosome in vitro (20–22), or a control sequence, with lower affinity for nucleosome binding, in the region immediately downstream of the RNAPII pause site corresponding to the +1 nucleosome of the mouse c-Myc gene. The control sequence corresponds to a 163 bp long region of the ACTB gene (exon5) in which nucleosome positioning predictions regarding its sequence indicate a low affinity for nucleosome binding (23). Krumm et al. demonstrated that the sequence upstream position +47 is sufficient to confer promoter proximal pausing in c-Myc gene (4). For this reason we decided to insert 601, 5S and control sequences at position +51. The strength of 601 nucleosomal barrier in vitro depends on its orientation, being the forward orientation stronger than the reverse orientation (15). Trying to obtain different degrees of in vivo positioning, 601 and 5S sequences were inserted in either forward or reverse orientation creating the c-Myc-5SF, c-Myc-5SR, c-Myc-601F, c-Myc-601R and c-Myc-C constructs (Figure ​(Figure1A).1A). In order to compare the extreme positioning scenarios with the wild type (wt) situation, a construct with the wt mouse c-Myc gene was also created (c-Myc-wt). Recombinant genes were subsequently integrated site-specifically into HEK293 Flp-In T-Rex human cells. This strategy allowed us to analyze the behavior of the mouse c-Myc transgenes without interference from the human allele. Using a micrococcal nuclease (MNase) sensitivity assay a better positioned +1 nucleosome was detected in all constructs with a positioning sequence, especially in c-Myc-5SR and c-Myc-601F, while the control sequence (c-Myc-C) only led to a fuzzy localization of the first nucleosome (Figure ​(Figure1B).1B). Importantly, both controls c-Myc-C and c-Myc-wt showed very similar MNase sensitivity patterns. To study the influence of nucleosome positioning in RNAPII promoter-proximal pausing we performed chromatin immunoprecipitation (ChIP) of the RNAPII largest subunit, RPB1, and amplicons at promoter, pause site and intragenic positions of the mouse c-Myc gene were analyzed (Figure ​(Figure2A).2A). In all four genes with a positioned +1 nucleosome the level of RNAPII at promoter and pause site was higher compared to the control genes, both c-Myc-C and c-Myc-wt (Figure ​(Figure2B),2B), indicating an accumulation of polymerases near the promoter when the +1 nucleosome is well positioned. The CTD of promoter-proximally paused polymerases is phosphorylated in Ser5 (Ser5-P) (24). Since we used an antibody recognizing total RPB1 (N20) we could not distinguish whether those polymerases detected in the ChIP assay were initiating (CTD hypophosphorylated) or paused (CTD Ser5-phosphorylated). To answer this question ChIPs using 3E8 antibody recognizing Ser5-P epitopes (25) were carried out. In this case, a two-fold increase of Ser5-P RNAPII was detected at the pause region in c-Myc-5SF, c-Myc-5SR and c-Myc-601F (Figure ​(Figure2C)2C) when compared to c-Myc-C, suggesting that the positioned nucleosomes 601 and 5S increase the amount of transcriptionally engaged paused RNAPII. Again, c-Myc-C and c-Myc-wt display a very similar Ser5- phosphorylated RPB1 pattern. Surprisingly, the c-Myc-601R transgene, most probably due to the orientation of the 601 sequence, did not accumulate more paused RNAPII than the controls, suggesting that, in this case, at least part of RNAPII are still hypophosphorylated (Figure ​(Figure2C2C).Open in a separate windowFigure 1.Nucleosome mapping of constructs with different integrated sequences downstream the pause site of the mouse c-Myc. (A) Schematic representation of promoter and exon 1 of the mouse c-Myc gene showing the position in which 601, 5S or control (C) sequences were inserted. 601 and 5S were cloned in two different orientations. Distances (bp) of pause region and insertions from the transcription start site (TSS) are indicated below the gene. (B) Micrococcal nuclease mapping of promoter and 5′ region of the mouse c-Myc gene in the indicated cell lines. Cells were processed either for nuclei isolation or for DNA extraction and then samples were subjected to MNase digestion. Values represented correspond to the ratio between qPCR signals from chromatin samples and signals from naked DNA samples. Each value is located regarding the midpoint of the amplicon with respect to the TSS. Lines under the graphs denote locations of amplicons for qPCR analysis. c-Myc-C specific amplicons are represented as dotted lines and the rest are represented as black lines. Primer sequences are listed in Supplementary Table S1. Average and standard deviations from three independent experiments are displayed.Open in a separate windowFigure 2.Increased promoter-proximal RNAPII stalling under a strong +1 nucleosome positioning. (A) Schematic drawing of locations of amplicons used for ChIP and RT-qPCR experiments. This map is the same as the one in Figure ​Figure1A1A but at a different scale. The name of the amplicon indicates its midpoint position from the TSS (P2). Primer sequences are listed in Supplementary Table S1. (B and C) RNAPII ChIP analysis of mouse c-Myc in the indicated cell lines. Total RPB1 or Ser5 phosphorylated form of RPB1 were immunoprecipitated using N-20 (B) or 3E8 (C) antibodies, respectively. ChIP values were normalized to the values at −947 position. (D) c-Myc mRNA levels measured by RT-qPCR using the primers ChIP c-Myc-2007 (Supplementary Table S1). Values were normalized to GAPDH amplification and c-Myc-C signal was set to 1. c-Myc-wt mRNA levels are shown in a different scale. (B–D). Average and standard deviations from three independent experiments are displayed. P-values (student's t-test) for the different constructs comparing to c-Myc-C are indicated.Promoter-proximal pausing is a rate-limiting step for gene expression. For this reason, we decided to examine by RT-qPCR the impact of different nucleosome positioning at the c-Myc 5′ end on mRNA production. In agreement with RNAPII ChIP results, mRNA levels produced by the genes with a positioned nucleosome were reduced by half, when compared to the control construct (Figure ​(Figure2D).2D). A time course after inhibiting transcription elongation with DRB revealed that differences in mRNA accumulation could not be explained by a faster c-Myc-601F mRNA degradation (Supplementary Figure S1). Interestingly, c-Myc-wt cell line accumulated 80% more mRNA than c-Myc-C, result that is consistent with having a weak +1 nucleosome positioning (Figure ​(Figure1B)1B) and with the low levels of total RNAPII accumulated at its promoter (Figure ​(Figure2B).2B). However, c-Myc-wt expression is higher than expected attending to its pausing level probably due to the fact that having a different 5′-UTR structure than the other constructs could affect mRNA stability. For this reason we decided that c-Myc-C should be the most accurate control as it contains an insertion with similar size and at the same position than c-Myc-601 and c-Myc-5S constructs. In order to test an independent insertion point at the 5′-end of c-Myc, 601F and control sequences were also inserted at position +32 and stable cell lines were generated. Increased Ser5-P RNAPII occupancy and decreased mRNA production were also observed for c-Myc-601F (+32) gene compared to the c-Myc-C (+32) gene (Supplementary Figure S2A–C).In order to study the transcriptional activity of promoter-proximally accumulated RNAPII we decided to perform nuclear run-on. With this method transcriptionally engaged polymerases are allowed to elongate approximately 100 nucleotides in the presence of biotin-16-UTP. The newly synthesized RNA is then mapped with several overlapping amplicons obtaining a pattern of run-on signal, which reflects the amount of active polymerases in the region analyzed. Interestingly, the three transgenes with a higher Ser5-P RNAPII occupancy c-Myc-5SF, c-Myc-5SR and c-Myc-601F, showed a sharped run-on peak near the promoter indicating that paused polymerases around position +50 in those genes are transcriptionally active (Figure ​(Figure3).3). From these genes c-Myc-601F followed by c-Myc-5SR have the highest run-on signal, being also the ones with better +1 nucleosome positioning (Figure ​(Figure1).1). c-Myc-601R produced a lower run-on peak indicating that most polymerases accumulated near the promoter in this gene are transcriptionally inactive, result that is consistent with its Ser5-P ChIP profile (Figure ​(Figure2C).2C). In contrast to the transgenes containing positioning sequences, c-Myc-C and c-Myc-wt run-on signal spreads towards the gene body (Figure ​(Figure3).3). This can be due to a more downstream pause or several pause positions. Most paused polymerases at human MYC gene, in its natural context, were mapped with precision by permanganate footprinting around position +30 (4) and by nuclear run-on between position +50 and +100 from the promoter P2 (4,26). Different cell type, run-on incubation time or origin of the c-Myc gene (mouse versus human) may explain these differences. However, being an artificial system, it is also possible that the construct or the non-natural locus where it is integrated have perturbed the normal pausing at c-Myc-wt. As c-Myc-601F gene shows the most dramatic effects in the micrococcal nuclease assay, RNAPII ChIP data and nuclear run-on assays when it is compared to c-Myc-C gene, we decided to continue the study with the two cell lines harboring those constructs.Open in a separate windowFigure 3.Increased promoter-proximally paused polymerases under a strongly positioned +1 nucleosome. Nuclear run-on assay based on the incorporation of biotin-16-UTP in nascent transcripts of the mouse c-Myc gene in the indicated cell lines is represented. Each position indicates the midpoint of each amplicon used with respect to the TSS. Values are normalized to the ribosomal RNA 28S run-on signal and background from a control sample treated with UTP (without biotin) was subtracted. Primer sequences are listed in Supplementary Table S1. Average and standard deviations from three independent experiments are displayed.Recent results indicate that NELF is required to increase stability of paused RNAPII (27). If stalled polymerases detected in our experiments were subjected to promoter-proximal pausing, knocking down NELF would decrease its accumulation in the vicinity of the promoter. To test this idea, we decreased NELF levels treating the cells either with NELF-E siRNA or luciferase siRNA as a negative control (Supplementary Figure S3A and B) and RPB1 ChIP was performed under these conditions. We found a significant reduction in RNAPII accumulation at pause site in NELF-depleted cells, being the effect more acute in the 601-containing gene (Figure ​(Figure4A,4A, compare upper and bottom panels). In agreement with RPB1 ChIP, mRNA production was increased under NELF depletion: 25% for c-Myc-C and 80% for c-Myc-601F (Figure ​(Figure4B).4B). Interestingly, the binding of NELF to the chromatin measured by NELF-E ChIP was increased in c-Myc-601F compared to the control gene (Figure ​(Figure4C).4C). Hence, we conclude that the transcriptional pause induced by a positioned +1 nucleosome is, at least partially, NELF dependent.Open in a separate windowFigure 4.NELF-dependent promoter-proximal pausing induced by +1 nucleosome positioning. (A) RNAPII ChIP analysis of c-Myc-C (upper panel) and c-Myc-601F (bottom panel) genes under NELF-E knockdown conditions. Total RPB1 ChIP was performed as described in Figure ​Figure2B.2B. (B) c-Myc mRNA levels after NELF-E siRNA treatment analyzed by RT-qPCR. Experiments and data analysis were carried out as described in Figure ​Figure2D.2D. (C) NELF-E ChIP assay in c-Myc-601F and c-Myc-C genes as described in Figure ​Figure2B.2B. Primer sequences are listed in Supplementary Table S1. (A–C) Average and standard deviations from three independent experiments are displayed (*P < 0.05; **P < 0.01, compared to control, by student's t-test).Increased pre-mRNA capping when the +1 nucleosome is strongly positionedIt has been suggested that the pause of the RNAPII shortly after initiating transcription is required to guarantee correct 5′ pre-mRNA processing. In fact, Spt5 has been reported to interact with capping enzymes (28–30) and its downregulation affects pre-mRNA capping of some genes (31). Since the positioned nucleosome in our system was able to increase the RNAPII promoter-proximal pause, we decided to study the influence of that chromatin structure on mRNA capping. To this end, we performed cap immunoprecipitation experiments employing the K-121 antibody, recognizing the 7-methylguanosine-cap structure of mRNAs (32,33). Interestingly, the amounts of c-Myc-601F capped pre-mRNAs (amplicon +532 located at intron 1) were markedly increased when compared to the control. A less dramatic effect is observed for c-Myc mRNAs (amplicon +2007 located at exon 2) (Figure ​(Figure5A),5A), probably because of RNA degradation machineries reducing the levels of uncapped mRNAs. In contrast, levels of capped GAPDH mRNA used for normalization remained unchanged in both cell lines. These findings suggest that the +1 nucleosome positioning can play a role in pre-mRNA quality control by ensuring correct 5′ pre-mRNA capping, probably through the increase of RNAPII promoter-proximal pausing.Open in a separate windowFigure 5.Increased mRNA capping in the c-Myc-601F gene. (A) K-121 immunoselection of capped c-Myc RNA in the indicated cell lines. For each IP reaction 2 μg of total RNA were used. c-Myc RNA levels were analyzed by RT-qPCR prior and subsequent to immunoselection. Primer pairs c-Myc-532, c-Myc-2007, GAPDH and 28S (Supplementary Table S1) were utilyzed. IP efficiency was the result of the ratio between the data obtained from immunoselected c-Myc or GAPDH RNAs and the total levels of each RNA prior immunoprecipitation. c-Myc values were normalized to GAPDH IP efficiency in each sample. (B) c-Myc pre-mRNA (upper panel) and mRNA (lower panel) levels in the indicated conditions were determined by RT-qPCR as described in Figure ​Figure2D.2D. (A and B) Average signals and standard deviations from three independent experiments are displayed (*P < 0.05; **P < 0.01, between the indicated samples by student's t-test). Primer sequences are listed in Supplementary Table S1.The yeast 5′-3′ exonuclease Rat1p degrades co-transcriptionally uncapped pre-mRNAs as a quality control mechanism (19), and its homolog XRN2 has been implicated in premature transcription termination in human cells (34,35). Since c-Myc-C cell line produces more uncapped c-Myc pre-mRNA, we decided to check if XRN2 was able to degrade preferentially c-Myc-C pre-mRNAs. To do so, we reduced XRN2 levels using a siRNA (Supplementary Figure S4) and we checked if c-Myc-C RNA degradation was abolished. To analyze the specificity in the effect of such degradation, we also knocked down the mayor 5′-3′ exonuclease involved in mRNA decay, XRN1 (Supplementary Figure S4). Interestingly, levels of c-Myc-C pre-mRNAs increased when XRN2 was downregulated while no differences were observed in c-Myc-601F pre-mRNAs under the same conditions (Figure ​(Figure5B,5B, upper panel), suggesting that the uncapped c-Myc-C pre-mRNAs are degraded by XRN2. XRN1 knockdown did not change pre-mRNA levels of any of the genes. When analyzing c-Myc mRNAs, a general increase was observed for the two constructs in both XRN1 and XRN2 knockdown conditions, probably due to different effects of the absence of those factors on transcription or degradation (Figure ​(Figure5B,5B, bottom panel). We conclude that a poorly positioned +1 nucleosome triggers a fail in pre-mRNA capping, partially solved by 5′-3′ exonuclease XRN2 pre-mRNA degradation.The Imitation SWItch (ISWI) nucleosome remodeling factor SNF2H is implicated in +1 nucleosome positioningChromatin-remodeling complexes induce nucleosome movements via ATP-dependent alterations of histone-DNA contacts (36–39). ATP trans-acting factors are required for a biochemical reconstitution of proper nucleosome positioning and spacing across the 5′ ends of most yeast genes (40). ISWI remodelers have been related to the movement of nucleosomes toward the linker DNA helping to equally space nucleosomes in an array (41–45). Based on the previously published data, we wondered whether the human ISWI chromatin remodelers, SNF2H (also called SMARCA5) and SNF2L (also called SMARCA1), were implicated in +1 nucleosome positioning and, therefore, in promoter-proximal pausing. To this end, cells were treated with siRNAs against SNF2H and SNF2L (Supplementary Figure S5) and c-Myc-C or c-Myc-601F mRNA steady state levels were measured under these conditions. Surprisingly, SNF2H depletion rescued the effect of the 601 sequence on c-Myc mRNA production; c-Myc-601F-containing cells showed similar c-Myc mRNA accumulation to c-Myc-C cells (Figure ​(Figure6A).6A). However, no effect was observed when SNF2L was downregulated. Total RPB1 ChIP experiments revealed that less polymerases were paused upstream the 601 nucleosome under SNF2H depletion conditions (Figure ​(Figure6B,6B, right panel) while for the c-Myc-C gene no differences were detected at the pause site (Figure ​(Figure6B,6B, left panel). Hence, SNF2H promotes RNAPII promoter-proximal pausing when the sequence downstream the pause site has affinity for a nucleosome. In order to analyze if chromatin remodeling was responsible for the changes in RNAPII pausing, we knocked down SNF2H and, subsequently, chromatin distribution at the 5′ end of c-Myc-C and c-Myc-601F genes was examined. We detected a slightly more extended MNase protection in c-Myc-C locus (Figure ​(Figure6C,6C, left panel); in contrast, a significant reduction in nucleosome positioning at the 601 sequence was observed (Figure ​(Figure6C,6C, right panel). Taken together, our results indicate that chromatin-remodeling activity to strongly position the +1 nucleosome might be an important factor to ensure RNAPII pausing in early elongation.Open in a separate windowFigure 6.Decreased +1 nucleosome positioning under SNF2H shortage. (A) c-Myc-C and c-Myc-601F mRNA levels in the indicated conditions analyzed by RT-qPCR. Values were normalized as in Figure ​Figure2D2D and c-Myc-C was set to 1. (B) RNAPII ChIP analysis of c-Myc-C (left panel) and c-Myc-601F (right panel) constructs under SNF2H knockdown conditions. Total RPB1 ChIP was performed as described in Figure ​Figure2B2B by using N-20 antibody. (C) Micrococcal nuclease mapping of promoter and 5′ region of the c-Myc-C (left panel) and c-Myc-601F (right panel) genes. Data were analyzed as described in Figure ​Figure1B.1B. siControl value at position c-Myc-601F +203 was set to 1. (A–C) Average signals and standard deviations from three independent experiments are displayed (*P < 0.05; **P < 0.01, between the indicated samples by student's t-test). Primer sequences are listed in Supplementary Table S1. DISCUSSIONThe contribution of chromatin structure at the 5′-end of genes in promoter-proximal pausing has been an important subject of study in the last few years. Several data argue against the nucleosome having an essential role in pausing: the position of the +1 nucleosome in some highly paused genes, such as the Drosophila Hsp70 gene, does not overlap with promoter-proximal pausing site (8) and RNAPII pausing occurs in vitro in the Drosophila Hsp70 gene in the absence of chromatin (46). It has also been shown that pausing correlates with a low nucleosomal occupancy at promoters and 5′-ends in fly (47). In contrast, there are evidences suggesting a positive role of chromatin on pausing: chromatin assembly strongly increases promoter-proximal pausing on the human HSP70 gene in vitro (48) and the +1 nucleosome can be cross-linked to paused RNAPII in Drosophila (49). Recent data have conciliated these two apparently contradictory scenarios. Kwak et al. have reported that pausing position in genes with strong promoter elements is incompatible with a role of +1 nucleosome in promoter-proximal pausing, while genes with weaker promoter elements display a pausing position consistent with a role of +1 nucleosome in pausing (7). In addition, Li and Gilmour have recently demonstrated the existence of two distinct mechanisms of promoter proximal pausing in Drosophila (13,14). Genes regulated by GAGA factor do not show a positioned +1 nucleosome and therefore, pausing should be independent of this nucleosome. This is the case of the Drosophila Hsp70 gene. However, genes bound by the M1BP transcription factor have a positioned +1 nucleosome and their degree of pausing correlates positively with +1 nucleosome occupancy, supporting a role of this nucleosome in pausing. In agreement with this last kind of genes, we show that insertion of a sequence that strongly position a nucleosome downstream of the pausing region increases occupancy of transcriptionally active RNAPII at promoter-proximal region, concomitantly with a reduction in mRNA production (Figures ​(Figures22 and 3). Interestingly, we observe that the positioned nucleosome also increases the amount of NELF associated to the promoter region and that down-regulation of NELF significantly decreases the nucleosome-induced pause (Figure ​(Figure4).4). This suggests that a positioned +1 nucleosome induces pausing through the same mechanisms operating in the absence of a positioned nucleosome. Depletion of NELF-E resulted in decreased levels of paused RNAPII and increased levels of c-Myc expression. These data suggest a negative role of NELF-E in gene expression and do not support a general role of paused RNAPII in maintaining a transcriptionally permissive nucleosomal configuration at promoters (47). A context-dependent role of NELF most probably explains this apparent discrepancy.We have previously demonstrated that a positioned nucleosome at the 601 and 5S sequences promote RNAPII intragenic pause in vivo (16). Furthermore, genome-wide studies in Drosophila indicate that the +1 nucleosome constitutes a stronger barrier for RNAPII than gene body nucleosomes (50). The transcription machinery has to integrate many signals before proceeding to productive elongation and the pause should help to have a window of opportunity. We propose that the barrier created by the +1 nucleosome decreases elongation rate and provides the RNAPII with more time for the recruitment of pausing factors, as well as pre-mRNA processing factors. In fact, increasing the pause with a strongly positioned nucleosome improves pre-mRNA capping (Figure ​(Figure5),5), which implies that the pause might be a way to ensure mRNA quality. In yeast, Rat1p (XRN2) contributes to the quality control of mRNP 5′ end via 5′-3′ RNA degradation of uncapped pre-mRNAs and subsequent transcription termination (19). Our data suggest that XRN2 can be also involved in this process in human cells.ISWI chromatin-remodeling proteins use the energy of ATP hydrolysis to catalyze nucleosome spacing and sliding reactions (51). Several indications relate ISWI chromatin-remodeling factors with +1 nucleosome positioning. In Saccharomyces cerevisiae Isw2, one of the two ISWI subfamily members is specifically enriched at nucleosome +1 region (52) and helps positioning the +1 nucleosome in vivo (53). In Drosophila, ISWI preferentially binds around 5′-end of the genes with an average peak at about +300 bp after the TSS (54). Importantly, loss of ISWI factors affects positioning of +1 nucleosome both in yeast and Drosophila (52,54,55). Our data indicate that positioning at 601 sequence is also partially dependent on SNF2H, one of the two ISWI-like factors in humans, and that SNF2H modulates the pause by chromatin remodeling (Figure ​(Figure6).6). This result is consistent with a proposed function of SNF2H in repression of transcription (56) probably through a mechanism implicated in early elongation.Our results demonstrate a role of the +1 nucleosome in early elongation regulating transcription in order to improve elongation factors recruitment and pre-mRNA processing. Further investigation will be required to elucidate if possible posttranslational modifications or histone variant composition affecting stability of this nucleosome can modulate the release of paused polymerases. SUPPLEMENTARY DATASupplementary Data are available at NAR Online.\nSUPPLEMENTARY DATA:\nClick here to view.\n AcknowledgmentsWe thank Andrés Aguilera, Sebastian Chávez and Francisco Malagón for critical reading of the manuscript. Luciano di Croce and Hodaka Fujii are acknowledged for reagents and plasmids. REFERENCES1. Struhl K., Segal E. Determinants of nucleosome positioning. Nat. Struct. Mol. Biol. 2013;20:267–273. [PMC free article] [PubMed] [Google Scholar]2. Hughes A.L., Jin Y., Rando O.J., Struhl K. A functional evolutionary approach to identify determinants of nucleosome positioning: a unifying model for establishing the genome-wide pattern. Mol. Cell. 2012;48:5–15. [PMC free article] [PubMed] [Google Scholar]3. Gilmour D.S., Lis J.T. RNA polymerase II interacts with the promoter region of the noninduced hsp70 gene in Drosophila melanogaster cells. Mol. Cell. Biol. 1986;6:3984–3989. [PMC free article] [PubMed] [Google Scholar]4. Krumm A., Meulia T., Brunvand M., Groudine M. The block to transcriptional elongation within the human c-myc gene is determined in the promoter-proximal region. Genes Dev. 1992;6:2201–2213. [PubMed] [Google Scholar]5. Plet A., Eick D., Blanchard J.M. Elongation and premature termination of transcripts initiated from c-fos and c-myc promoters show dissimilar patterns. Oncogene. 1995;10:319–328. [PubMed] [Google Scholar]6. Adelman K., Lis J.T. Promoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat. Rev. Genet. 2012;13:720–731. [PMC free article] [PubMed] [Google Scholar]7. Kwak H., Fuda N.J., Core L.J., Lis J.T. Precise maps of RNA polymerase reveal how promoters direct initiation and pausing. Science. 2013;339:950–953. [PMC free article] [PubMed] [Google Scholar]8. Kwak H., Lis J.T. Control of transcriptional elongation. Annu. Rev. Genet. 2013;47:483–508. [PMC free article] [PubMed] [Google Scholar]9. Yamaguchi Y., Shibata H., Handa H. Transcription elongation factors DSIF and NELF: promoter-proximal pausing and beyond. Biochim. Biophys. Acta. 2013;1829:98–104. [PubMed] [Google Scholar]10. Fujinaga K., Irwin D., Huang Y., Taube R., Kurosu T., Peterlin B.M. Dynamics of human immunodeficiency virus transcription: P-TEFb phosphorylates RD and dissociates negative effectors from the transactivation response element. Mol. Cell. Biol. 2004;24:787–795. [PMC free article] [PubMed] [Google Scholar]11. Wu C.H., Yamaguchi Y., Benjamin L.R., Horvat-Gordon M., Washinsky J., Enerly E., Larsson J., Lambertsson A., Handa H., Gilmour D. NELF and DSIF cause promoter proximal pausing on the hsp70 promoter in Drosophila. Genes Dev. 2003;17:1402–1414. [PMC free article] [PubMed] [Google Scholar]12. Yamada T., Yamaguchi Y., Inukai N., Okamoto S., Mura T., Handa H. P-TEFb-mediated phosphorylation of hSpt5 C-terminal repeats is critical for processive transcription elongation. Mol. Cell. 2006;21:227–237. [PubMed] [Google Scholar]13. Li J., Liu Y., Rhee H.S., Ghosh S.K., Bai L., Pugh B.F., Gilmour D.S. Kinetic competition between elongation rate and binding of NELF controls promoter-proximal pausing. Mol. Cell. 2013;50:711–722. [PMC free article] [PubMed] [Google Scholar]14. Li J., Gilmour D.S. Distinct mechanisms of transcriptional pausing orchestrated by GAGA factor and M1BP, a novel transcription factor. EMBO J. 2013;32:1829–1841. [PMC free article] [PubMed] [Google Scholar]15. Bondarenko V.A., Steele L.M., Ujvari A., Gaykalova D.A., Kulaeva O.I., Polikanov Y.S., Luse D.S., Studitsky V.M. Nucleosomes can form a polar barrier to transcript elongation by RNA polymerase II. Mol. Cell. 2006;24:469–479. [PubMed] [Google Scholar]16. Subtil-Rodriguez A., Reyes J.C. BRG1 helps RNA polymerase II to overcome a nucleosomal barrier during elongation, in vivo. EMBO Rep. 2010;11:751–757. [PMC free article] [PubMed] [Google Scholar]17. Izban M.G., Luse D.S. Transcription on nucleosomal templates by RNA polymerase II in vitro: inhibition of elongation with enhancement of sequence-specific pausing. Genes Dev. 1991;5:683–696. [PubMed] [Google Scholar]18. Patrone G., Puppo F., Cusano R., Scaranari M., Ceccherini I., Puliti A., Ravazzolo R. Nuclear run-on assay using biotin labeling, magnetic bead capture and analysis by fluorescence-based RT-PCR. Biotechniques. 2000;29:1012–1017. [PubMed] [Google Scholar]19. Jimeno-Gonzalez S., Haaning L.L., Malagon F., Jensen T.H. The yeast 5′-3′ exonuclease Rat1p functions during transcription elongation by RNA polymerase II. Mol. Cell. 2010;37:580–587. [PubMed] [Google Scholar]20. Lowary P.T., Widom J. New DNA sequence rules for high affinity binding to histone octamer and sequence-directed nucleosome positioning. J. Mol. Biol. 1998;276:19–42. [PubMed] [Google Scholar]21. Thastrom A., Lowary P.T., Widlund H.R., Cao H., Kubista M., Widom J. Sequence motifs and free energies of selected natural and non-natural nucleosome positioning DNA sequences. J. Mol. Biol. 1999;288:213–229. [PubMed] [Google Scholar]22. FitzGerald P.C., Simpson R.T. Effects of sequence alterations in a DNA segment containing the 5 S RNA gene from Lytechinus variegatus on positioning of a nucleosome core particle in vitro. J. Biol. Chem. 1985;260:15318–15324. [PubMed] [Google Scholar]23. Segal E., Fondufe-Mittendorf Y., Chen L., Thastrom A., Field Y., Moore I.K., Wang J.P., Widom J. A genomic code for nucleosome positioning. Nature. 2006;442:772–778. [PMC free article] [PubMed] [Google Scholar]24. Boehm A.K., Saunders A., Werner J., Lis J.T. Transcription factor and polymerase recruitment, modification, and movement on dhsp70 in vivo in the minutes following heat shock. Mol. Cell. Biol. 2003;23:7628–7637. [PMC free article] [PubMed] [Google Scholar]25. Chapman R.D., Heidemann M., Albert T.K., Mailhammer R., Flatley A., Meisterernst M., Kremmer E., Eick D. Transcribing RNA polymerase II is phosphorylated at CTD residue serine-7. Science. 2007;318:1780–1782. [PubMed] [Google Scholar]26. Strobl L.J., Eick D. Hold back of RNA polymerase II at the transcription start site mediates down-regulation of c-myc in vivo. EMBO J. 1992;11:3307–3314. [PMC free article] [PubMed] [Google Scholar]27. Henriques T., Gilchrist D.A., Nechaev S., Bern M., Muse G.W., Burkholder A., Fargo D.C., Adelman K. Stable Pausing by RNA Polymerase II Provides an Opportunity to Target and Integrate Regulatory Signals. Mol. Cell. 2013;52:517–528. [PMC free article] [PubMed] [Google Scholar]28. Mandal S.S., Chu C., Wada T., Handa H., Shatkin A.J., Reinberg D. Functional interactions of RNA-capping enzyme with factors that positively and negatively regulate promoter escape by RNA polymerase II. Proc. Natl. Acad. Sci. U.S.A. 2004;101:7572–7577. [PMC free article] [PubMed] [Google Scholar]29. Lindstrom D.L., Squazzo S.L., Muster N., Burckin T.A., Wachter K.C., Emigh C.A., McCleery J.A., Yates J.R. 3rd, Hartzog G.A. Dual roles for Spt5 in pre-mRNA processing and transcription elongation revealed by identification of Spt5-associated proteins. Mol. Cell. Biol. 2003;23:1368–1378. [PMC free article] [PubMed] [Google Scholar]30. Wen Y., Shatkin A.J. Transcription elongation factor hSPT5 stimulates mRNA capping. Genes Dev. 1999;13:1774–1779. [PMC free article] [PubMed] [Google Scholar]31. Diamant G., Amir-Zilberstein L., Yamaguchi Y., Handa H., Dikstein R. DSIF restricts NF-kappaB signaling by coordinating elongation with mRNA processing of negative feedback genes. Cell. Rep. 2012;2:722–731. [PubMed] [Google Scholar]32. Krainer A.R. Pre-mRNA splicing by complementation with purified human U1, U2, U4/U6 and U5 snRNPs. Nucleic Acids Res. 1988;16:9415–9429. [PMC free article] [PubMed] [Google Scholar]33. Lee C.Y., Lee A., Chanfreau G. The roles of endonucleolytic cleavage and exonucleolytic digestion in the 5′-end processing of S. cerevisiae box C/D snoRNAs. RNA. 2003;9:1362–1370. [PMC free article] [PubMed] [Google Scholar]34. Brannan K., Kim H., Erickson B., Glover-Cutter K., Kim S., Fong N., Kiemele L., Hansen K., Davis R., Lykke-Andersen J., et al.  mRNA decapping factors and the exonuclease Xrn2 function in widespread premature termination of RNA polymerase II transcription. Mol. Cell. 2012;46:311–324. [PMC free article] [PubMed] [Google Scholar]35. Wagschal A., Rousset E., Basavarajaiah P., Contreras X., Harwig A., Laurent-Chabalier S., Nakamura M., Chen X., Zhang K., Meziane O., et al.  Microprocessor, Setx, Xrn2, and Rrp6 co-operate to induce premature termination of transcription by RNAPII. Cell. 2012;150:1147–1157. [PMC free article] [PubMed] [Google Scholar]36. Narlikar G.J., Sundaramoorthy R., Owen-Hughes T. Mechanisms and functions of ATP-dependent chromatin-remodeling enzymes. Cell. 2013;154:490–503. [PMC free article] [PubMed] [Google Scholar]37. Clapier C.R., Cairns B.R. The biology of chromatin remodeling complexes. Annu. Rev. Biochem. 2009;78:273–304. [PubMed] [Google Scholar]38. Hota S.K., Bartholomew B. Diversity of operation in ATP-dependent chromatin remodelers. Biochim. Biophys. Acta. 2011;1809:476–487. [PMC free article] [PubMed] [Google Scholar]39. Mueller-Planitz F., Klinker H., Ludwigsen J., Becker P.B. The ATPase domain of ISWI is an autonomous nucleosome remodeling machine. Nat. Struct. Mol. Biol. 2013;20:82–89. [PubMed] [Google Scholar]40. Zhang Z., Wippo C.J., Wal M., Ward E., Korber P., Pugh B.F. A packing mechanism for nucleosome organization reconstituted across a eukaryotic genome. Science. 2011;332:977–980. [PMC free article] [PubMed] [Google Scholar]41. Tsukiyama T., Palmer J., Landel C.C., Shiloach J., Wu C. Characterization of the imitation switch subfamily of ATP-dependent chromatin-remodeling factors in Saccharomyces cerevisiae. Genes Dev. 1999;13:686–697. [PMC free article] [PubMed] [Google Scholar]42. Stockdale C., Flaus A., Ferreira H., Owen-Hughes T. Analysis of nucleosome repositioning by yeast ISWI and Chd1 chromatin remodeling complexes. J. Biol. Chem. 2006;281:16279–16288. [PMC free article] [PubMed] [Google Scholar]43. Zofall M., Persinger J., Kassabov S.R., Bartholomew B. Chromatin remodeling by ISW2 and SWI/SNF requires DNA translocation inside the nucleosome. Nat. Struct. Mol. Biol. 2006;13:339–346. [PubMed] [Google Scholar]44. Udugama M., Sabri A., Bartholomew B. The INO80 ATP-dependent chromatin remodeling complex is a nucleosome spacing factor. Mol. Cell. Biol. 2011;31:662–673. [PMC free article] [PubMed] [Google Scholar]45. Varga-Weisz P.D., Wilm M., Bonte E., Dumas K., Mann M., Becker P.B. Chromatin-remodelling factor CHRAC contains the ATPases ISWI and topoisomerase II. Nature. 1997;388:598–602. [PubMed] [Google Scholar]46. Benjamin L.R., Gilmour D.S. Nucleosomes are not necessary for promoter-proximal pausing in vitro on the Drosophila hsp70 promoter. Nucleic Acids Res. 1998;26:1051–1055. [PMC free article] [PubMed] [Google Scholar]47. Gilchrist D.A., Dos Santos G., Fargo D.C., Xie B., Gao Y., Li L., Adelman K. Pausing of RNA polymerase II disrupts DNA-specified nucleosome organization to enable precise gene regulation. Cell. 2010;143:540–551. [PMC free article] [PubMed] [Google Scholar]48. Brown S.A., Imbalzano A.N., Kingston R.E. Activator-dependent regulation of transcriptional pausing on nucleosomal templates. Genes Dev. 1996;10:1479–1490. [PubMed] [Google Scholar]49. Mavrich T.N., Jiang C., Ioshikhes I.P., Li X., Venters B.J., Zanton S.J., Tomsho L.P., Qi J., Glaser R.L., Schuster S.C., et al.  Nucleosome organization in the Drosophila genome. Nature. 2008;453:358–362. [PMC free article] [PubMed] [Google Scholar]50. Weber C.M., Ramachandran S., Henikoff S. Nucleosomes Are Context-Specific, H2A.Z-Modulated Barriers to RNA Polymerase. Mol. Cell. 2014;53:819–830. [PubMed] [Google Scholar]51. Corona D.F., Langst G., Clapier C.R., Bonte E.J., Ferrari S., Tamkun J.W., Becker P.B. ISWI is an ATP-dependent nucleosome remodeling factor. Mol. Cell. 1999;3:239–245. [PubMed] [Google Scholar]52. Yen K., Vinayachandran V., Batta K., Koerber R.T., Pugh B.F. Genome-wide nucleosome specificity and directionality of chromatin remodelers. Cell. 2012;149:1461–1473. [PMC free article] [PubMed] [Google Scholar]53. Whitehouse I., Rando O.J., Delrow J., Tsukiyama T. Chromatin remodelling at promoters suppresses antisense transcription. Nature. 2007;450:1031–1035. [PubMed] [Google Scholar]54. Sala A., Toto M., Pinello L., Gabriele A., Di Benedetto V., Ingrassia A.M., Lo Bosco G., Di Gesu V., Giancarlo R., Corona D.F. Genome-wide characterization of chromatin binding and nucleosome spacing activity of the nucleosome remodelling ATPase ISWI. EMBO J. 2011;30:1766–1777. [PMC free article] [PubMed] [Google Scholar]55. Gkikopoulos T., Schofield P., Singh V., Pinskaya M., Mellor J., Smolle M., Workman J.L., Barton G.J., Owen-Hughes T. A role for Snf2-related nucleosome-spacing enzymes in genome-wide nucleosome organization. Science. 2011;333:1758–1760. [PMC free article] [PubMed] [Google Scholar]56. Alenghat T., Yu J., Lazar M.A. The N-CoR complex enables chromatin remodeler SNF2H to enhance repression by thyroid hormone receptor. EMBO J. 2006;25:3966–3974. [PMC free article] [PubMed] [Google Scholar]"}