{"title": "Termination of Transcription of Short Noncoding RNAs by RNA Polymerase II", "pubDate": "2015;84:381-404.", "PMCID": "PMC5104496", "DOI": "10.1146/annurev-biochem-060614-034457", "PMID": "25747400", "abstract": "The RNA polymerase II transcription cycle is often divided into three major stages: initiation, elongation, and termination. Research over the last decade has blurred these divisions and emphasized the tightly regulated transitions that occur as RNA polymerase II synthesizes a transcript from start to finish. Transcription termination, the process that marks the end of transcription elongation, is regulated by proteins that interact with the polymerase, nascent transcript, and/or chromatin template. The failure to terminate transcription can cause accumulation of aberrant transcripts and interfere with transcription at downstream genes. Here, we review the mechanism, regulation, and physiological impact of a termination pathway that targets small noncoding transcripts produced by RNA polymerase II. We emphasize the Nrd1-Nab3-Sen1 pathway in yeast, in which the process has been extensively studied. The importance of understanding small RNA termination pathways is underscored by the need to control noncoding transcription in eukaryotic genomes.", "author": [{"author": "Karen M Arndt", "affiliation": ["Department of Biological Sciences, University of Pittsburgh, Pittsburgh, Pennsylvania 15260; email: arndt@pitt.edu."], "href": "/?term=Arndt+KM&cauthor_id=25747400"}, {"author": "Daniel Reines", "affiliation": [], "href": "/?term=Reines+D&cauthor_id=25747400"}], "refPMID": [], "citedInPMID": ["25747400", "35022249", "34967414", "34352089", "33724427", "33659943", "32845241", "32800671", "32187185", "31960028", "31530651", "31231063", "31213387", "31104813", "31092540", "30902808", "30848101", "30616008", "30557374", "29686108", "29106321", "29023495", "28973465", "28916539", "28665995", "28408439", "28338834", "27449519", "27408690", "26954508", "26612606", "26273910"], "body": " AbstractThe RNA polymerase II transcription cycle is often divided into three major stages: initiation, elongation, and termination. Research over the last decade has blurred these divisions and emphasized the tightly regulated transitions that occur as RNA polymerase II synthesizes a transcript from start to finish. Transcription termination, the process that marks the end of transcription elongation, is regulated by proteins that interact with the polymerase, nascent transcript, and/or chromatin template. The failure to terminate transcription can cause accumulation of aberrant transcripts and interfere with transcription at downstream genes. Here, we review the mechanism, regulation, and physiological impact of a termination pathway that targets small noncoding transcripts produced by RNA polymerase II. We emphasize the Nrd1–Nab3–Sen1 pathway in yeast, in which the process has been extensively studied. The importance of understanding small RNA termination pathways is underscored by the need to control noncoding transcription in eukaryotic genomes.Keywords: ribonucleoprotein, helicase, Nrd1, Nab3, Sen1 INTRODUCTIONRNA polymerases are intrinsically processive enzymes. Once chain elongation has initiated, the “default” condition is for polymerization to continue until disrupted by an active process. Prokaryotic enzymes employ a relatively simple tactic of using RNA sequence and conformation to signal RNA polymerase to stop. A small set of RNA-binding proteins can influence this process. Termination by RNA polymerase II (Pol II), found in the eukaryotic nucleus, has a larger set of participants, a more complex RNA polymerase, and a greater set of fates that can be adopted by the terminated RNA—a result of the more extensive RNA processing that these transcripts experience. Pol II is the enzyme responsible for the production of mRNAs as well as small RNAs that do not encode proteins, such as small nuclear RNAs (snRNAs), small nucleolar RNAs (snoRNAs), and cryptic unstable transcripts (CUTs). This article focuses on termination of small noncoding RNAs in the yeast Saccharomyces cerevisiae, the organism in which this process is best understood. TWO MAJOR MODES OF TRANSCRIPTION TERMINATION BY RNA POLYMERASE IIPol II can be programmed to carry out two general types of termination. The earliest recognized form of termination is that observed at the end of an open reading frame (ORF) coupled to polyadenylation of precursor messenger RNA (pre-mRNA). More recently, in yeast a distinct mechanism of termination has been identified that generally takes place a short distance downstream from an initiation site and typically yields small noncoding RNAs, such as snRNAs and snoRNAs, that are found in their own transcription units. In higher eukaryotes, this type of small stable transcript is often derived from the processing of larger RNAs terminated largely in an mRNA-type manner (1). The short transcript termination mechanism is also coupled to the subsequent processing of the resulting transcript, including trimming of its 3′ end. Often, this process results in the complete degradation of some noncoding RNAs, a fact that precluded the identification of these RNAs for some time.For several reasons, the mechanism of transcription termination by Pol II has remained obscure. Unlike bacteria, in eukaryotes the transcript is cut from a precursor in which the 3′ end of the mature RNA does not coincide with the location at which Pol II ceases incorporating nucleotides. Thus, the true eukaryotic 3′ terminus of primary transcripts—that is, the last nucleotide incorporated into an RNA chain—is distinct from the position at which the polyadenylate (polyA) tail is added (2). Furthermore, the mRNA termination sites for Pol II are heterogeneously distributed downstream of the site at which the polyA tail is added, as observed almost 40 years ago through the study of viral transcription units in mammalian cells and, shortly thereafter, in yeast (3, 4). In mammalian cells, the nuclear run-on method of mapping the location of Pol II on transcription units has been instrumental in distinguishing the true termination locations downstream of the polyA addition site and to map the distribution of locations at which the polymerase concluded chain extension (5). Also, the polyadenylation process is coupled to downstream termination in mammalian and yeast cells (4, 6). An important extension of this finding is the demonstration that the mechanism is coupled to Pol II modification (7). Another part of the mechanism is the engagement of a 5′-to-3′ exonuclease, with the 3′ fragment of the nascent transcript formed when the precursor is endonucleolytically cut for polyadenylation. The idea that this exonuclease chews this downstream RNA “stump” from its 5′ end to its 3′ end, thereby chasing down and dislodging the elongating Pol II to provoke termination, has been referred to as the torpedo model (8). Details of how polymerase is removed from the DNA are unclear for virtually all forms of termination, but a prevailing view is that a protein “plow” (a translocating helicase or nuclease or a protein recruited by them) actively strips it off the template.Termination of short transcripts in mammalian cells has recently been observed as a mechanism to reduce divergent transcription from promoters (9). A widespread phenomenon in mammalian cells is the bidirectional initiation of transcription (10–12). Only one of these directions results in productive transcription into the gene. One way to delimit the “wrong direction” synthesis is through the termination of transcription just downstream of the start site, followed by degradation of the resulting short RNA. The mechanism and machinery employed here seem to be the same as those used for conventional polyadenylation-coupled termination, on the basis of the requirement for polyA addition signals in the RNA (13). Thus, a polyA signal–based system of terminating Pol II seems to dominate in mammals. As discussed below, yeasts possess a specialized termination mechanism for similar and additional termination events, involving short noncoding RNAs whose processing is tightly coupled to the termination mechanism. FACTORS INVOLVED IN TERMINATION OF SHORT NONCODING TRANSCRIPTSIn yeast, three proteins are intimately involved in the short noncoding transcript termination process: Nab3, Nrd1, and Sen1 (Figure 1) (14–18). The discovery of these three proteins stemmed from a distinct set of investigations.Open in a separate windowFigure 1The domain structure of the Nab3, Nrd1, and Sen1 proteins of Saccharomyces cerevisiae. The lengths of the proteins are indicated to the right (in amino acids). The boxes indicating domains are approximately to scale within their proteins. The Nrd1 interaction domain of Nab3 (NrdID; amino acids 204–248), the C-terminal domain (CTD) interaction domain of Nrd1 (CID; amino acids 6–151), and the Nab3 interaction domain of Nrd1 (NabID; amino acids 151–214) are those defined by Vasiljeva et al. (42). The extents of the RNA recognition motifs (RRMs) are those defined by the Saccharomyces Genome Database and GENE3D websites (amino acids 332–398 for Nrd1 and 327–403 for Nab3). The Q/P-rich, prion-like domains of Nrd1 (amino acids 516–575) and Nab3 (amino acids 565–794) are those described by Alberti et al. (34). The Sen1 ATPase helicase domain (ATPase-HD; amino acids 1,146–1,869) and a nuclear localization signal (NLS; amino acids 1,907–1,929) are as described by Chen et al. (61).The hnRNP-Like Proteins: Nab3In an effort to bring a genetic approach to the understanding of heterogeneous nuclear ribonucleo-protein particles (hnRNPs), Swanson and co-workers (19) used yeast to biochemically identify a set of nuclear polyadenylated RNA-binding (NAB) proteins. Nab3 was discovered as one of several RNA-binding proteins isolated from nuclei, and its relatedness to vertebrate hnRNP-C through its RNA recognition motif (RRM) was readily recognized. Flanking the conserved RRM, the protein has unusual low-complexity domains: an aspartic/glutamic acid–rich region at the amino end and a C-terminal glutamine/proline region (Figure 1). The former is of unknown function and is dispensable for cell viability, but the latter is not (20, 21). Nab3 also has domains through which it binds another hnRNP-like protein, Nrd1, and the helicase Sen1 (Figure 1) (20, 23). Genetic and biochemical assays have revealed that Nab3 associates with Nrd1 in a stable heterodimer and that the Nab3 RRM is important for cell viability and RNA interaction (20, 24). Solution and crystal structures of the RRM domain have been obtained, showing the molecular basis for the sequence preference of the motif (25, 26). Both proteins, along with the Sen1 protein, are involved in termination of nonpolyadenylated RNAs such as snoRNAs (18). The sequence specificity of Nab3's binding to RNA initially led to a consensus target of UCUU (14), but the target has subsequently been widened to include an extended recognition element (27–29). An emerging concept is that the isolated Nab3–Nrd1 binding unit may have a relaxed sequence specificity whose highest affinity for nascent RNA may be achieved only in the context of a more complete termination complex, including multiple Nab3–Nrd1 dimers per transcript (20, 21, 29–31). This idea was reinforced by the finding that Nab3 can self-associate through a region of structural homology shared with hnRNP-C (31, 32). The cognate segment of mammalian hnRNP-C is a tetramerization motif that is important for generating an hnRNP (33). The network of contacts between Nab3, Nrd1, nascent RNA, and Pol II collaborate to provide biological function, as determined by genetic analyses (24). Interestingly, the purified recombinant Q/P-rich region is intrinsically unstructured but can polymerize into an amyloid-like state and form a hydrogel in vitro (21, 22), a property that has been observed for other, similar low-complexity RNA-binding proteins across phyla (34–38). This characteristic of Nab3 may reflect an important aspect of its termination function.The hnRNP-Like Proteins: Nrd1A genetic selection that sought proteins responsible for the function of a transcription terminator resulted in the identification of a pair of essential trans-acting factors known as nuclear pre-mRNA downregulation (NRD) proteins (17). NRD2 is allelic to SEN1. Nrd1 was considered hnRNP-like due to its possession of a signature RRM sequence and its ability to bind RNA, which likened it to the mammalian proteins SCAF4 and SCAF8 (Figure 1) (39–41). It also contains a Pol II C-terminal domain (CTD) interaction motif that is homologous to that found in mammalian splicing-related proteins (17, 41). As observed for Nab3, Nrd1 bears a C-terminal Q/P-rich domain. Nrd1 interacts genetically and physically with Pol II (24) and prefers to bind to the phospho-Ser5 form of the CTD repeat (42), as discussed in detail below. This interaction with the early elongating form of Pol II is part of the basis for the selectivity of the Nrd1–Nab3–Sen1 termination system (NNS) for short transcripts (43, 44). Nevertheless, the CTD interaction domain (CID) is dispensable for cell viability (40).Nrd1 interacts with snoRNA terminator sequences through its RRM (14, 40), and binding is enhanced when the Nab3–Nrd1 dimer binds to substrate RNA (20). An NMR solution structure showed that adaptable RNA interaction surfaces form the basis of the relaxed sequence specificity of the Nab3 and Nrd1 RRMs (30).The Nrd1 protein has been identified as a termination factor for various small noncoding RNAs, including snRNAs, snoRNAs, and CUTs (15, 45, 46). Interestingly, Nrd1 (and Nab3) associates with nascent RNA from various transcription units in yeast, including several mRNA-encoding genes. This observation has led to the idea that these proteins may act more often than previously thought in pre-mRNA biosynthesis (27, 29, 47–49).The Sen1 HelicaseSEN genes were initially identified in a screen for loss of transfer RNA (tRNA) splicing endonuclease activity (50). It now seems likely that the mutation of SEN1 reduces splicing endonuclease activity in yeast extracts because of transcriptional read-through into the SEN2 gene, which encodes a splicing ribonuclease, indirectly reducing its expression (18, 51). SEN1 is an essential gene that encodes a very large (253-kDa) nuclear protein with signature motifs observed in nucleotide binding and nucleic acid helicases of Superfamily I (Figure 1) (17, 51). It is present at low abundance, ~125 copies per cell, in contrast to Nab3 and Nrd1, which are present at 5,800 and 19,600 molecules per cell, respectively (52). This finding raises interesting questions regarding the level of saturation of NNS with Sen1 and the resulting stoichiometry of each of the proteins during NNS function. Sen1 was recognized as important in short transcript termination in the same screen that yielded Nrd1 (17), and it affects processing of numerous small RNAs and associates with snoRNAs (16, 53). Nuclear run-on assays (18) revealed a role for Sen1 in termination by Pol II, along with Nab3 and Nrd1, and this termination mechanism was distinct from that observed for polyadenylation-coupled termination at the ends of mRNAs. Mutations in the genes encoding Sen1 and Nrd1 that differentially affected the two termination systems confirmed this conclusion (15). A genome-wide analysis of Pol II occupancy in a sen1 mutant strain showed that the protein operates most conspicuously in termination of small RNAs, but also in some mRNA transcription units, sometimes in a regulatory capacity (54). Two-hybrid assays suggested that the largest subunit of Pol II interacts directly with Sen1, but also that the Rad2 deoxyribonuclease and the ribonuclease Rnt1 bind Sen1 (55). The latter finding suggested that the Sen1 helicase plays a role in DNA repair; independent evidence to this effect was subsequently obtained for the mammalian version of Sen1, called senataxin (56–58).During transcription termination, the helicase is thought to pull the nascent transcript out of the Pol II active site, collapsing the transcription bubble, in a manner much like the rho termination factor in Escherichia coli. In vitro evidence for this mechanism has been obtained for Sen1, although true helicase activity was not detected (59). Due in part to the difficulty of expressing this large protein in bacteria, a robust helicase activity has not yet been observed for full-length recombinant Sen1-related proteins, although activity for the purified endogenous Schizosaccharomyces pombe ortholog has been reported (60). Recent research showed that the recombinant S. cerevisiae Sen1 helicase domain has a substrate preference and directionality similar to those of the native S. pombe protein (D.A. Brow, personal communication). Molecular genetic studies in S. cerevisiae have defined the minimal essential regions of Sen1 as the helicase domain and a flanking nuclear localization sequence (Figure 1). Even though human senataxin cannot replace Sen1 in S. cerevisiae, termination defects are apparent in yeast strains engineered to incorporate some of the disease-associated senataxin mutations into SEN1 (61). COUPLING OF THE Nrd1–Nab3–Sen1 COMPLEX TO RNA PROCESSING AND DEGRADATIONCharacteristics of the short noncoding RNA termination process in yeast are the tight coupling of the reaction to the trimming of a specific set of RNAs, such as snRNAs and snoRNAs, and the complete degradation of unstable RNAs, such as CUTs and antisense transcripts. The two main associated complexes that direct RNAs to these pathways are the nuclear exosome and the Trf4/Trf5, Air1/Air2, and Mtr4 polyadenylation complex (TRAMP) (62–64). The exosome is a complex of 3′-to-5′ exoribonucleases that is required for the digestion or processing of a wide range of RNAs, including cytoplasmic mRNAs, ribosomal RNAs, CUTs, snoRNAs, and snRNAs. The nuclear form of the exosome, which in addition to the nine-subunit exosome core and Rrp44 also contains the nuclear exoribonuclease Rrp6, is required both for the trimming of snoRNAs and snRNAs to generate their mature 3′ ends (65–68) and for the degradation of CUTs (64, 69–71).TRAMP contains the Trf4 (or Trf5) polyA polymerase, which adds short oligoadenylate tails to the RNA (62–64). It also includes the Mtr4 helicase, which participates in governing polyA tail size and managing the substrate's processing by nucleases (72, 73). The extent and pattern of RNA hydrolysis by the combined actions of the exosome and TRAMP depend on the type of RNA, and there is evidence that Nrd1 itself may play a role in determining the fate of the RNA (74). TRAMP unwinds terminated RNAs and polyadenylates their 3′ ends, thereby marking the substrate for limited or extensive hydrolysis (63). In the context of NNS, Nrd1 recruits TRAMP and the nuclear exosome to termination sites (46, 74–76). In this respect, the NNS termination mechanism is analogous to that occurring at the 3′ ends of mRNAs, in which the cleavage and polyadenylation machinery is tightly coupled to the termination process (77). However, unlike the case for mRNAs, which are stabilized by polyadenylation, TRAMP-mediated oligoadenylation of small RNAs, such as CUTs, causes their degradation by the exosome as a form of nuclear RNA quality control (62, 64).NNS interacts physically and genetically with TRAMP and the exosome (74, 75, 78). An important aspect of this series of interactions is the order in which each component joins the assembly, a level of detail that is poorly established and will likely require an in vitro reconstituted system to resolve. Nrd1–Nab3 dimers recognize RNA sequences and are thought to be part of the recruiting function to attract the exosome to its substrate. However, TRAMP is important for recruiting Nrd1 to the termination complex (76), and Nrd1 stimulates exosomal ribonuclease activity in vitro and in vivo (74, 78). Moreover, a domain within Nrd1 that couples NNS to the Pol II CTD also binds to and stimulates the activity of TRAMP (78). Given that the interactions of Nrd1 with the CTD and Trf4 are mutually exclusive, the CID of Nrd1 plays an important role in orchestrating the transition between termination and RNA degradation. TRAMP also stimulates the exosomal nuclease by feeding RNA through the exosome's pore, a function that links termination with nucleolysis (79, 80). Thus, the complexes clearly interact with each other, the transcript, and Pol II.In addition to NNS, the nuclear exosome, and TRAMP, several studies have implicated premRNA cleavage/polyadenylation factors in snoRNA/snRNA 3′-end processing and termination. Components of the CFIA (cleavage factor 1A) and CPF (cleavage and polyadenylation factor) complexes, as well as the CPF-associated complex APT (associated with Pta1), localize to snoRNA and snRNA genes (15, 48). Mutations that affect various subunits in these complexes, including Rna14, Rna15, Pcf11, Pti1, Ref2, Glc7, and Swd2, lead to the accumulation of snoRNA read-through products (23, 48, 81–86). Mutations in the SSU72 gene, which encodes a CTD phosphatase that associates with CPF as part of the APT complex, impair transcription termination of snoRNAs (15, 87). Thus, there is some degree of overlap among the factors involved in terminating the two major classes of Pol II transcripts. The role of the polyA cleavage/polyadenylation factors in NNS termination, however, is unclear. Mutations that eliminate the pre-mRNA cleavage activities of some of these factors do not impair snoRNA termination (15). An additional level of complexity arises from the involvement of some factors in more than one process connected to NNS-mediated termination. The Swd2 protein is a component of both APT and the Set1 histone methyltransferase complex COMPASS, which modifies histone H3 lysine 4 (H3 K4) during transcription elongation. Recent evidence indicates that mutations in Set1 can overcome the requirement for Swd2 in snoRNA termination, raising the idea that histone modifications can be antagonistic to the NNS termination machinery (88). RECRUITMENT OF THE Nrd1–Nab3–Sen1 COMPLEX TO ITS TARGETSWhen does Pol II “know” to use NNS? This is a critical question that gets at the range of transcripts that use NNS. The complex employs a network of multiple interactions to engage Pol II and the nascent RNA: (a) Both Nrd1 and Nab3 recognize nucleotide sequences in the emerging RNA, (b) Nrd1 recognizes a properly phosphorylated Pol II CTD, and (c) Nrd1–Nab3 dimers can potentially associate with each other to form a ribonucleoprotein package that is postulated to recruit the Sen1 helicase, which removes RNA from the transcription bubble (Figure 2) (20). These findings explain the importance in this process of a set of enzymes that prepare the CTD for modification. Genetic analyses in yeast suggested that the network is resilient to loss of a single interaction but that compound mutations affecting two arms of the network are poorly tolerated (21). Recruitment of multiple copies of Nrd1 and Nab3 to the termination reaction, in which some of the interactions with RNA are sequence specific and others are less so, would explain the variability in the number and spacing of Nab3 and Nrd1 consensus sites per termination substrate, the apparent relaxed specificity of the Nrd1 and Nab3 RRMs, and the need for cooperativity between Nrd1 and Nab3 in the recognition of RNA (14, 20, 30). Are there occasions when the complex fails to recognize substrates? This seems to be the case, as the polyadenylation-coupled mRNA type of termination can intercept downstream transcribing Pol II that has missed an NNS terminator and provide “fail-safe” termination in this alternate mode (76). Interestingly, the converse situation is also possible, in which NNS is active in terminating polymerases that have missed polyadenylation-coupled termination signals (27, 29, 89). NNS can also function on aberrant transcripts generated when the bacterial termination factor rho is overexpressed in yeast (90). This promiscuity implies that there is plasticity in termination options and that there may be an ongoing competition between termination machineries for elongation complexes. Sen1 has also been observed to act both outside NNS, where it participates in processing or termination events at the end of pre-mRNA transcription units (27, 91), and in the resolution of RNA–DNA hybrids (92, 93).Open in a separate windowFigure 2Association of the Nrd1–Nab3–Sen1 complex (NNS) with elongating RNA polymerase II (Pol II) is stabilized by interactions with the C-terminal domain (CTD) of Pol II and recognition sequences in the nascent transcript. The CTD interaction domain of Nrd1 binds preferentially to the phospho-Ser5 CTD, which is enriched at the 5′ ends of genes, providing a mechanistic explanation for the targeting of NNS to short transcripts. Interactions between Sen1 and Pol II have also been documented. The Nrd1–Nab3 heterodimer contributes RNA recognition motifs that recognize variations on the recognition sequences shown. The transition from a phospho-Ser5-enriched form to a phospho-Ser2-enriched form of Pol II (boxed gradients) occurs when the nascent transcript is ~450 nt long, defining a window of transcript susceptibility to NNS-mediated termination.The largest subunit of Pol II is distinguished by its essential CTD, which contains a heptapep-tide (consensus: Y1S2P3T4S5P6S7) repeated 26 times in yeast and 52 times in humans. This part of the enzyme is a docking site for many factors that govern initiation, elongation, RNA processing, and termination (94). Multiple kinases phosphorylate residues within the heptad repeats of the CTD and thereby control the timing of engagement of different factors with polymerase and the regulation of the transcription cycle. The CTD is important for mRNA polyadenylation and coupling of RNA processing to termination at the end of protein-encoding genes (95). An analysis of a mutation in Ssu72, a phosphatase that preferentially removes phosphate from Ser5 of the CTD (85), and mutations in Ess1, an essential peptidyl prolyl isomerase that can modify the peptide backbone configuration of the CTD (96), revealed that the CTD is also important for termination at the end of short noncoding RNAs. The lynchpin for connecting the polyadenylation termination/processing machinery to Pol II is Pcf11, which has a CID (97). This protein is thought to be a major tether of the polyadenylation machinery to Pol II at the end of a transcription unit, where the levels of phospho-Ser2 are relatively high. The corresponding protein for termination of small noncoding RNAs is Nrd1, whose CID prefers phospho-Ser5, a CTD modification that is enriched in promoter-proximal Pol II (Figure 2) (42, 43). Ssu72 and Rtr1 are Ser5 CTD phosphatases that are poised to change the phosphorylation state of the CTD by removing phospho-Ser5 in preparation for phospho-Ser2 enrichment. This process likely coincides with the functional transition during which Pol II leaves the NNS-susceptible state and enters the form prone to polyadenylation-coupled termination (43, 98). Such a switchover probably serves as part of the physical basis for the “window of opportunity” observed for terminators in which the selection of the termination mode is a function of the distance from the transcription start site, and it explains why NNS acts early in the transcription cycle, yielding short RNAs (Figure 2) (43, 98).Interestingly, although Sen1 associates with the 5′ ends of transcription units via engagement of NNS with phospho-Ser5 CTD, it can independently bind phospho-Ser2 CTD (99). One possible explanation is that Sen1 can load onto Pol II at the 5′ end with NNS and then be handed off to the CTD after enrichment of phospho-Ser2 further downstream, following the departure of Nrd1 and Nab3 (99). This scenario could explain Sen1's association with the 3′ ends of protein-coding genes, although its exact role there is unclear.Phosphorylation of Ser2 and Ser5 of the repeat are the best-understood modifications; they directly influence termination by serving as a signal for the CID interacting protein that defines the two sets of termination machineries. Recently, there has been progress in understanding the Ser7 CTD phosphorylation mark, which is observed in humans and the yeasts S. pombe and S. cerevisiae (100–102). However, its function is complex, and it serves different roles in different organisms. It is needed for proper snRNA synthesis in mammals by recruiting the Integrator complex to the transcription unit (103). It is also involved in polyadenylation-coupled termination in mammalian cells (104). In S. cerevisiae and S. pombe, Ser7 is dispensable for viability (105, 106). In S. cerevisiae, loss of Ssu72 phosphatase activity, which removes phospho-Ser7 as well as phospho-Ser5, leads to transcriptional read-through at both noncoding and mRNA-encoding genes (15, 85, 87). Furthermore, the genome-wide pattern of phospho-Ser7 is complex; the distribution of the modification differs between genes (107). Nrd1 colocalizes with phospho-Ser7 on noncoding transcription units that yield CUTs and stable unannotated transcripts (SUTs) but also within introns of mRNA-encoding genes that harbor snoRNAs. Whether Nrd1 participates in processing intronic snoRNAs through premature termination is unclear, but these findings show that Nrd1 recruitment is not always restricted to the immediate 5′ end of a transcription unit (107).In addition to the three serine residues of the CTD heptapeptide, phosphorylation of the remaining two hydroxy-amino acids in the CTD repeat, Tyr1 and Thr4, has been detected in a broad set of organisms. The relative influence of the respective modifications varies across species and in a gene-specific manner. For example, although phospho-Thr4 can be detected in yeast (108), changing the threonine to alanine does not affect vegetative cell growth (106), and phospho-Thr4 has not yet been observed to influence termination. In mammals, Thr4 is important for elongation and 3′-end processing of histone mRNAs (108, 109).Recent research has suggested a role for phospho-Tyr1 during both modes of termination in yeast. Phospho-Tyr1 of the CTD suppresses the ability of Pcf11 and Nrd1 to associate with Pol II (110). This role can be envisaged as an antitermination property for both polyadenylation-coupled and short transcript-type termination mechanisms. Dephosphorylation of this CTD residue by the Glc7 phosphatase of APT is associated with pre-mRNA termination (111). The unusual Rtr1 phosphatase dephosphorylates Tyr1 along with Ser5, implicating it in termination as well (112). The kinase(s) in yeast that phosphorylates Tyr1 has not yet been identified.Another termination-related property of the CTD is its service as a substrate for peptidyl prolyl isomerases, enzymes that facilitate rotation of the peptide bond preceding proline, which exists in either a cis or trans configuration. In yeast, Ess1 is such a protein in the parvulin class of prolyl isomerases, and in principle it can generate an enormous number of conformers of the proline-rich CTD. Its conformation affects the propensity of the CTD to act as a substrate for kinases, phosphatases, and other protein ligands involved in initiation, elongation, or termination (113). Indeed, Nrd1 is sensitive to the prolyl isomerization state with a preference to bind to the cis conformation of the phospho-Ser5–Pro6 peptidyl prolyl bond (114). Conversely, the phosphorylation state of the CTD is important for the activity of Ess1 (115). These biochemical properties provide a mechanistic basis for the involvement of Ess1 in both modes of termination in yeast (116). ELONGATION KINETICS AND THE WINDOW FOR TERMINATIONCUTs, snRNAs, and snoRNAs derive from short transcription units in the yeast genome. One of the key aspects of the mechanism of NNS termination is that short RNAs are identified as substrates for termination by a combination of the unique phosphorylation state of the CTD that characterizes the early transcribing enzyme (which can be engaged by NNS through the CID of Nrd1), as well as the timing of the emergence of RRMs for Nab3 and Nrd1. Thus, experimentally moving an NNS-responsive CUT terminator progressively further downstream results in loss of its sensitivity to NNS and its coupling to exosomal degradation (43, 54, 98). In a sense, NNS interrogates nascent RNA and elongating Pol II as a potential docking site. Thus, there is a window in which Pol II is receptive to the short noncoding RNA termination machinery (Figure 2), making the point at which CTD phosphorylation transitions from phospho-Ser5 enriched to phospho-Ser2 enriched a critical step. Interestingly, this event is not scaled to each gene's length; that is, the transition point is not regularly found after a fixed percentage of a gene has been transcribed. Instead, this region, in which the choice of termination mechanism is developed, is fixed in size (~450 nt), regardless of the transcription unit's length (107). The transition zone may be providing time and space in which enzymes that remove phospho-Ser5 (Ssu72 and Rtr1 in yeast) and apply phospho-Ser2 (Bur1 and Ctk1 in yeast), or modulate those activities, engage the complex and contribute to the termination decision. This region may allow synchronization of elongation by Pol II, which competes with Sen1 helicase's presumptive ability to translocate down the nascent RNA and unwind the transcription bubble during termination (117). Mutations that affect the elongation rate of Pol II alter the location of the termination window at NNS-responsive genes by disrupting the normal relationship between the RNA synthesis rate and the Sen1 helicase rate. Therefore, mutant “fast” polymerases terminate RNA synthesis further downstream than does the wild-type enzyme, and mutant “slow” polymerases can suppress the termination defects of a sen1 mutation (117).Chromatin imposes a significant impediment to transcription elongation. Numerous highly conserved proteins regulate chromatin structure during elongation, balancing the disruption of nucleosomes in the path of transcribing Pol II and the reassembly of nucleosomes in its wake. These proteins include chromatin remodeling enzymes, which use ATP hydrolysis to alter nucleosome positioning or catalyze histone exchange; histone modification enzymes, which introduce or remove posttranslational modifications on specific amino acids; and histone chaperones, which bind directly to histones and control nucleosome assembly and disassembly during transcription and other processes (118). Consistent with the connection between chromatin structure and elongation rate is the finding that yeast mutations that impair the activities of histone modification enzymes and associated protein complexes, such as the polymerase-associated factor 1 (Paf1) complex (119), also impair NNS-mediated termination. Defects in H3 K4 trimethylation, H3 K36 trimethylation, and H2B K123 monoubiquitylation cause read-through transcription of snoRNA terminators, either alone or in the context of a partially defective Nrd1 protein (120–122). In each of these cases, the termination defect may derive from the combined loss of the modification and its downstream effects on chromatin. For example, H3 K4 di- and trimethylation, which are carried out by the Set1 methyltransferase in yeast, can lead to the recruitment and activation of both histone acetyltransferases (HATs) and histone deacetylases (HDACs) that control the levels of histone acetylation near the 5′ ends of genes, where NNS is targeted through phospho-Ser5 Pol II (123–125). The snoRNA termination defect of a set1 mutant is similar to that caused by a mutation that impairs the Rpd3L HDAC, which in turn can be suppressed by a mutation that affects the NuA4 HAT (120). Similarly, H3 K36 trimethylation, which is catalyzed by the methyltransferase Set2 and is enriched at the 3′ ends of genes, leads to the recruitment and activation of the Rpd3S HDAC and the Isw1 chromatin remodeling enzyme, both of which are important for maintaining a repressed chromatin state within coding regions because they keep histone acetylation levels low (123, 126–129). Interestingly, Isw1 and another ORF-associated chromatin remodeler, Chd1, prevent read-through of polyadenylation-dependent terminators (130, 131). As a consequence of elevated histone acetylation levels, transcription elongation rates may be altered in cells that are deficient in H3 K4 and K36 methylation, as has been observed for yeast strains mutated in the Paf1 complex, which is required for normal H3 K4 and K36 methylation during elongation (132, 133).A secondary impact of chromatin defects on NNS involves the aberrant accumulation of termination substrates. Resetting of repressed chromatin architecture in the wake of transcription, through the concerted actions of chromatin remodelers, histone modifiers, and histone chaperones, is critical for the prevention of spurious transcription throughout the genome (118). The loss of these chromatin maintenance activities, first observed for mutations in the genes encoding the yeast Spt6 and Spt16 histone chaperones (134), leads to inappropriate transcription initiation within the coding regions of genes in both the sense and antisense orientations. Termination of the resulting cryptic transcripts by NNS, in its role as an RNA surveillance factor, may safeguard the genome against the interfering effects of spurious transcription on mRNA synthesis. GENOME-WIDE ANALYSES: THE SPECTRUM OF RNAS THAT EMPLOY THE Nrd1–Nab3–Sen1 SYSTEMEarly studies of the targets of NNS revealed a central role in the termination and maturation of small structural RNAs, such as snoRNAs and snRNAs. With the more recent application of high-resolution, genome-wide RNA- and protein-mapping technologies, the list of NNS targets has been expanded to include both stable and unstable noncoding RNAs and some mRNAs. The picture that emerges is one in which NNS plays a widespread role in genome surveillance, leading to the termination and degradation of intergenic and antisense noncoding RNAs that affect the expression of protein-coding genes.Small Nucleolar RNAs and Small Nuclear RNAsIn agreement with experiments focused on individual genes, genome-wide transcriptome studies have confirmed the importance of NNS for the termination of snoRNAs and snRNAs in yeast. Upon conditionally depleting the essential Nrd1 protein from cells and measuring the effect on newly synthesized RNAs through 4-thiouracil incorporation followed by RNA sequencing (RNA-seq), Schulz et al. (135) observed read-through transcription for 80% of the snoRNAs and snRNAs in S. cerevisiae. High-resolution mapping of Pol II occupancy in sen1 mutant cells (54) and in Nrd1-depleted cells (135) further confirmed the involvement of NNS in termination, as increased Pol II density was observed downstream of the SNR genes. With the advent of genome-wide cross-linking methods to map protein–RNA interactions at high resolution, such as PAR-CLIP (photoactivatable ribonucleoside-enhanced cross-linking and immunoprecipitation) (27, 29, 47, 135) and CRAC (cross-linking and analysis of complementary DNAs) (136), evidence for direct interactions between NNS proteins and their many snoRNA and snRNA targets has become clear. In addition to confirming direct binding of Nrd1 and Nab3 to SNR gene transcripts, these studies have provided valuable insight into the composition, location, and clustering of Nrd1- and Nab3-binding sites. Consensus binding sequences for Nrd1 and Nab3 obtained from these studies closely match those identified through an in vivo SELEX (systematic evolution of ligands by exponential enrichment) screen for NNS-dependent terminators (28) and mutagenesis of specific SNR gene terminators (14, 87, 137). Whereas Nrd1 and Nab3 cross-link to most snoRNA transcripts and bind to specific sequences, cross-linking of Sen1 to RNA cannot always be detected despite the broad requirement for Sen1 in the termination of these RNAs (27, 47). This observation is consistent with a broader, possibly sequence-nonspecific role for Sen1 in disrupting RNA–DNA hybrids throughout the genome and preventing genome instability (92, 93).In accordance with the known physical and functional interactions of NNS with the Pol II CTD, mutations that alter the phosphorylation state or conformation of the CTD also lead to global defects in SNR gene termination. A yeast strain mutated in the Ess1 prolyl cis/trans isomerase exhibited increased transcription of genes downstream of many snoRNA genes and inappropriate retention of Nrd1 with Pol II beyond the terminators of these genes (138). Perhaps somewhat unexpectedly, given the small size of SNR genes, the relatively low levels of phospho-Ser2 at these genes (139), and the documented role of phospho-Ser5 in recruiting NNS (42), deletion of the gene encoding the primary Ser2 kinase in yeast, CTK1, caused extensive transcriptional read-through at SNR genes and a transcriptional profile similar to that of a sen1 mutant strain (140). The loss of phospho-Ser2 in the ctk1Δ mutant likely alters the recruitment of elongation factors and histone modifiers, which influence the kinetics of transcription elongation (140) or the interaction between Sen1 and the CTD (99).Messenger RNAsAs described above, overlap between some of the modulators of NNS-dependent termination and polyadenylation-dependent termination has been reported. Therefore, an important question is to what extent the core components of NNS affect mRNA termination. In their genome-wide study of Pol II localization in yeast, Steinmetz et al. (54) observed a role for Sen1 in transcription termination of a small number of mRNAs, intriguingly those expressed from genes that are short (~200–550 bp) relative to the average gene length (~1.2 kb) in S. cerevisiae. This observation is consistent with the termination window partially defined by the phospho-Ser5 CTD (42). Depletion of Nrd1 from yeast cells similarly affected termination of only a subset (~4%) of ORF transcripts (135). Therefore, the effects of depleting or inactivating NNS suggest an important but limited role for NNS in the termination of mRNAs. In contrast, RNA cross-links of Nrd1 and Nab3 have been detected in a much larger collection of mRNAs; two analyses have reported cross-linking to more than 1,000 protein-coding transcripts (29, 136). Cross-linking of Nrd1 and Nab3 has been observed at sites throughout these transcripts, including within the 5′ and 3′ untranslated regions (UTRs) (27, 29, 47, 136). The functional consequence of these interactions remains to be determined (29, 89, 136).A particularly interesting class of mRNAs regulated by NNS consists of those at which transcription of the ORF is regulated by attenuation. The first example of attenuation by NNS was demonstrated to occur at the NRD1 gene. An NNS recognition sequence at the 5′ end of the NRD1 transcript attenuates expression of the ORF, leading to autoregulation in response to Nrd1 activity (18, 75). Additional examples of NNS-mediated attenuation of mRNAs are those that encode proteins involved in nucleotide biosynthesis, such as the well-studied IMD2 and URA2 genes (44, 141, 142). At these genes, nucleotide availability governs transcription start site selection and whether a short nonfunctional transcript or the full-length mRNA is produced. At the IMD2 locus, for example, transcription initiates at guanosine residues upstream of the functional mRNA start site when cellular GTP levels are high, leading to the production of short noncoding transcripts that are terminated by NNS (141). In GTP-limiting conditions, transcription initiation shifts downstream of the noncoding RNA to an adenosine residue, which represents the functional transcription start site for the gene. Genome-wide transcript profiling in sen1 and nrd1 mutants has identified additional cases of NNS-mediated attenuation; one study has identified 32 genes that may be regulated in this manner (135).Other Noncoding RNAsA striking feature of eukaryotic genomes is the pervasiveness of noncoding DNA transcription (143). Numerous studies have mapped transcripts, both stable and unstable, that arise from inter-genic regions or are antisense to coding sequences. To enrich for unstable transcripts and thereby identify the full complement of RNAs produced in a eukaryotic organism, several researchers have quantified and mapped transcripts in yeast strains mutated in nucleases that degrade non-coding RNAs. These studies uncovered several classes of noncoding RNAs: CUTs, which are normally degraded by the exosome complex and are enriched in strains lacking the nuclear exosome component Rrp6 or TRAMP subunit Trf4 (64, 69–71); SUTs, which can be detected in wild-type cells (71); XUTs (Xrn1-sensitive unstable transcripts), which are enriched in strains lacking Xrn1, a cytoplasmic 5′-to-3′ RNA exonuclease (144); and antisense transcripts (145, 146). Whereas many noncoding RNAs fall into only one class, others fall into more than one class. For example, some XUTs have also been classified as CUTs or SUTs (144). Our discussion focuses primarily on CUTs and antisense transcripts because these noncoding RNAs are most closely tied to the functions of NNS.Mapping of the 5′ ends of noncoding transcripts through high-resolution tiling arrays or RNA-seq has revealed that many initiate in nucleosome-depleted regions (NDRs) that lie 5′ and 3′ to ORFs (70, 71). Given the association with NDRs, proteins that affect nucleosome positioning or stability, such as chromatin remodeling factors, histone modifiers, and nucleosome assembly factors, significantly affect the abundance of intergenic transcripts (147–150). Intergenic transcripts can be oriented either sense or antisense with respect to the adjacent gene. The prevalence of intergenic transcripts that initiate upstream and antisense to mRNAs, in organisms ranging from yeast to humans, has led to the conclusion that bidirectionality is common in eukaryotic promoters (10–12, 70, 71). This bidirectionality arises from two adjacent preinitiation complexes (151, 152), which give rise to a functional mRNA in the sense direction and a noncoding RNA in the antisense direction. Whereas some of the antisense transcripts extend through the upstream gene and regulate its transcription in interesting ways, many terminate and are degraded by the exosome (71, 147). Intergenic transcripts that are oriented in the sense direction relative to the downstream gene seem less common, but some of these have documented regulatory effects on ORF expression. In one of the best-studied cases, transcription of a CUT across the promoter of the yeast SER3 gene responds to serine availability, promotes nucleosome occupancy across the SER3 promoter, and consequently represses SER3 expression in cis by transcriptional interference (153, 154).The use of yeast strains in which either the Rrp6 subunit of the nuclear exosome or the Trf4 subunit of TRAMP that interacts with the exosome is deleted has enabled the detection of CUTs (64, 69–71). The established roles of the exosome and associated TRAMP in snoRNA processing suggested involvement of NNS in the termination of CUTs and potentially other noncoding transcripts. Indeed, depletion of Nrd1 followed by a RNA-seq analysis of labeled, newly synthesized RNAs revealed widespread requirement for Nrd1 in terminating intergenic and antisense transcripts (135). In this study, the preference of Nrd1 for CUTs and antisense transcripts relative to mRNAs was attributed to an enrichment of Nrd1-binding sites in noncoding RNAs compared with mRNAs (135); however, a different analysis concluded that the occurrence of Nrd1-and Nab3-binding motifs within mRNAs is also widespread (29). The conclusion that NNS and the exosome play key roles in gene regulation by controlling the effects of noncoding transcription on ORF transcription is supported by both genome-wide studies and directed experiments on some well-characterized genes. The levels of sense and antisense transcription across the yeast PHO84 gene and many other genes for which antisense transcription has been observed are frequently anticorrelated (146, 155–157). Antisense transcription across PHO84 is elevated in strains depleted of Nrd1 or deleted for Rrp6, suggesting that NNS and the exosome control sense transcription at this gene by antagonizing antisense transcription (155). Studies of Nrd1 and Rrp6 on a genomic scale have expanded on these results, providing many examples in which NNS affects the expression of mRNAs by controlling the levels and lengths of antisense transcripts and CUTs (135, 147). Evidently, NNS is important not only for the synthesis of small structural RNAs but also for controlling expression of the eukaryotic genome as a whole, including the silencing of Pol II transcription at the ribosomal DNA locus and at telomeres (54, 158). CONNECTIONS TO CELL PHYSIOLOGY: YEAST AND HUMANSDoes NNS play a role in the regulation of cell physiology? Is termination activity coupled to changes in the physiological state of the cell? Darby et al. (159) took a step toward answering this important question in yeast through a synthetic lethal screen that linked Nrd1 to the Ras/protein kinase A (PKA) system. In this study, transcripts that are targets of NNS were repressed under poor growth conditions. Nrd1 was implicated in cell size control and mitochondrial abundance. Read-through of a snoRNA terminator in a strain with a mutation in Nrd1's RRM was exacerbated when combined with a deletion of the PKA regulatory subunit, suggesting that Ras signaling negatively modulates NNS termination. Nrd1 also controls the cell cycle regulator CLN3, which is intriguing considering that, many years earlier, Nab3 was found to be a high-copy suppressor of a mutant allele of CLN3 (160). Finally, following glucose depletion, Nrd1 undergoes dephosphorylation and relocalization in the cells to form nuclear or perinuclear punctae. It will be interesting to learn the mechanism by which NNS activity is regulated by kinases and phosphatases and how it is connected to nutrient availability and cell proliferation. Interestingly, all three members of NNS are phosphorylated (24, 161, 162). None of the respective protein kinases have been identified, although the Glc7 phosphatase, which is a component of the APT complex, dephosphorylates Sen1 in vitro (23).In a study linking cell wall stress response to the regulation of NNS, Kim & Levin (163) demonstrated a noncatalytic role for the yeast mitogen-activated protein kinase Mpk1 in preventing premature termination of the stress-induced FKS2 gene. A physical interaction between Mpk1 and the Paf1 subunit of the Paf1 complex, which facilitates recruitment of Nrd1 and Nab3 to a snoRNA gene (119), was detected only in cell wall stress conditions. The Mpk1–Paf1 interaction interfered with recruitment of Sen1 to an attenuator within the 5′ region of FKS2 and, thus, allowed transcription elongation through the coding region (163). These studies are likely to be the first of many linking NNS to cell physiology.Of the NNS subunits, Sen1 has the most closely related ortholog (senataxin) in higher eukaryotes. Mutation of the human version is implicated in the neurodegenerative diseases ataxia oculomotor apraxia 2 (AOA2) and amyotrophic lateral sclerosis 4 (ALS4) (164, 165). The role of senataxin in the termination of small RNAs in mammals is unclear, especially given that the full NNS system seems poorly conserved and short noncoding transcripts tend to be carved out of larger precursor transcripts terminated by the conventional polyadenylation-coupled machinery (166). More recently, a role for senataxin in the unwinding of RNA hybridized to duplex DNA (R-loop) suggested a function for this protein in polyadenylation-coupled mRNA termination in mammalian cells (167). The role of senataxin in the resolution of RNA–DNA hybrids, which can arise during transcriptional pausing as an intermediate step in termination (167) and through collisions between the transcription and replication machineries (168), links the functions of this protein to numerous DNA transactions. Cells deficient in senataxin are sensitive to DNA-damaging agents (58), and in response to replication stress, senataxin accumulates in nuclear foci coincident with DNA repair factors (169). In yeast, Sen1 prevents the accumulation of R-loops, transcription-associated recombination, genome instability, and replication fork defects at sites of replication–transcription collisions (92, 93, 168). An important future goal will be to identify the molecular defects that are associated with clinically relevant mutations in senataxin. Analysis of transcription in cells carrying AOA2- or ALS4-causing mutations revealed disease-specific effects on the expression of numerous genes (170). Providing molecular insight into some AOA2 mutations is the recent finding that a SUMOylation-mediated interaction between the N-terminal region of senataxin and the exosome protein Rrp45 is disrupted by AOA2-causing mutations in senataxin (171). The colocalization of senataxin and Rrp45 to nuclear foci in the context of increased replication stress suggests a role for the exosome in the resolution of R-loops as well (171). QUESTIONS THAT REMAIN FOR FUTURE STUDIESThe recent development of sophisticated methods to measure RNA abundance, identify 5′ and 3′ ends of RNAs, and map protein–nucleic acid interactions has led to an unprecedented view of the eukaryotic transcriptome. As these studies make clear, cells harbor elegant mechanisms to precisely regulate where RNAs start and end. Given the pervasiveness of noncoding transcription, an important goal for future research will be to further define the mechanisms that limit or otherwise control the impact of noncoding RNAs on the expression of protein-coding genes. Current data indicate that different eukaryotes exploit different strategies to handle all the noncoding transcripts that are produced by Pol II. For yeast, the primary strategy employs NNS. For mammals, one strategy involves the polyadenylation-dependent termination machinery that is best known for its role at protein-coding genes (166); another is to decap nascent RNA and hydrolyze the chain from one end to the other (172). Looking toward the future, it will be important to dissect these termination mechanisms at a detailed molecular level, identify regulatory pathways that target termination, explore the possibility of other functions for the termination factors, and connect the emerging biochemical data to the clinic.The convergence of biochemistry, genetics, and genomics has afforded a detailed view into how small noncoding RNAs are terminated in yeast, an organism that has served a pioneering role in the development of these approaches and the study of gene regulation. With the identification of Nrd1, Nab3, Sen1, the nuclear exosome, TRAMP, and the RNA recognition sites for Nrd1 and Nab3, the key components of the termination and processing reactions have been determined. Although we know they are central players, we lack information about how these proteins interact with each other, especially at the structural level, and how they interact with the Pol II elongation machinery. An important challenge for the future, therefore, will be to reconstitute the termination process in vitro, with the eventual goal of a fully recombinant or highly purified system.A reconstituted reaction would allow us to gain insight into several outstanding questions in the field. For example, one could elucidate the order of protein assembly at terminator sequences, the interdependencies among the various proteins for recruitment and activity, and the role of regulatory inputs, including those that alter the phosphorylation state of the termination factors. Largely on the basis of in vivo data, the importance of Pol II CTD phosphorylation in dictating the choice between termination pathways has been established. These results suggest that an accurately reconstituted termination system may require concomitant Pol II transcription. A transcription-dependent system would enable detailed investigations into the role of the Pol II CTD and the various CTD kinases and phosphatases in termination, and set the stage for probing the role of chromatin structure in dictating the efficiency and site of termination. Finally, the requirement for additional players in snoRNA and snRNA termination, such as components of the CF1A and CPF complexes whose roles in this process emerged through genetics, would benefit from a reconstituted cell-free termination system.Whereas the RNA signals that target Nrd1 and Nab3 to their substrates have been identified through elegant genetic and genomic studies, the mechanisms that direct Sen1, and by extension the mammalian senataxin protein, to its sites of action remain unclear. Compared with Nrd1 and Nab3, Sen1 is a rare protein, yet it has been implicated in a broad range of functions, including the resolution of RNA–DNA hybrids that accompany Pol II pausing and replication fork collisions with elongating Pol II. How does the cell balance the various demands on this essential protein? What determines when or where Sen1 interacts with Pol II? Are there additional helicases that work cooperatively with Sen1 in certain situations? What factors regulate the helicase activity of Sen1? Thus far, the very large size and low abundance of Sen1 (and senataxin) have precluded the purification and biochemical analyses needed to fully characterize the ATPase and putative helicase activity. Collectively, the answers to these questions, along with a biochemical dissection of Sen1 activity, could go a long way toward illuminating why mutations in senataxin give rise to AOA2 and ALS4 and could eventually lead to the development of a molecular understanding of the pathogenesis of these neurodegenerative diseases.Many surprises have emerged through the study of NNS, perhaps none greater than the finding that this termination system is a central player in the cell's quality-control system for managing the products of extensive noncoding DNA transcription by Pol II. Recently, investigators have identified an even broader role for NNS, in which it binds to and modulates the processing of Pol I and III products, although its effect on termination there is less clear (47, 136, 173, 174). This is curious, given that those enzymes lack the distinctive CTD repeat of Pol II. Thus, neither Pol II nor its CTD is absolutely required for this role. Pol I–bound Spt5 may provide an alternative docking site on the preribosomal RNA elongation complex because this accessory factor has a repeat that mimics Pol II's CTD (174). An analysis of the role of NNS in the termination and/or processing of Pol I and III transcripts will be an exciting area of future investigation. Clearly, there is much yet to be revealed in what was thought to be a simple and limited secondary termination mechanism for Pol II. ACKNOWLEDGMENTSThe authors thank Drs. Stephen Buratowski and David Brow for their critical reading of the manuscript. Research in the authors’ labs is supported by grants from the National Institutes of Health [GM46331 (D.R.) and GM52593 (K.M.A.)]. FootnotesDISCLOSURE STATEMENTThe authors are not aware of any affiliations, memberships, funding, or financial holdings that might be perceived as affecting the objectivity of this review. LITERATURE CITED1. Richard P, Kiss T. Integrating snoRNP assembly with mRNA biogenesis. EMBO Rep. 2006;7:590–92. [PMC free article] [PubMed] [Google Scholar]2. Nevins JR, Darnell JE., Jr Steps in the processing of Ad2 mRNA: poly(A)+ nuclear sequences are conserved and poly(A) addition precedes splicing. Cell. 1978;15:1477–93. [PubMed] [Google Scholar]3. Fraser NW, Nevins JR, Ziff E, Darnell JE., Jr The major late adenovirus type 2 transcription unit: Termination is downstream from the last poly(A) site. J. Mol. Biol. 1979;129:643–56. [PubMed] [Google Scholar]4. Zaret KS, Sherman F. DNA sequence required for efficient transcription termination in yeast. Cell. 1982;28:563–73. [PubMed] [Google Scholar]5. Darnell JE, Evans R, Fraser N, Goldberg S, Nevins J, et al.  The definition of transcription units for mRNA. Cold Spring Harb. Symp. Quant. Biol. 1978;42:515–22. [PubMed] [Google Scholar]6. Logan J, Falck-Pedersen E, Darnell JE, Jr, Shenk T. A poly(A) addition site and a downstream termination region are required for efficient cessation of transcription by RNA polymerase II in the mouse β maj-globin gene. PNAS. 1987;84:8306–10. [PMC free article] [PubMed] [Google Scholar]7. Ahn SH, Kim M, Buratowski S. Phosphorylation of serine 2 within the RNA polymerase II C-terminal domain couples transcription and 3′ end processing. Mol. Cell. 2004;13:67–76. [PubMed] [Google Scholar]8. Tollervey D. Molecular biology: termination by torpedo. Nature. 2004;432:456–57. [PubMed] [Google Scholar]9. Almada AE, Wu X, Kriz AJ, Burge CB, Sharp PA. Promoter directionality is controlled by U1 snRNP and polyadenylation signals. Nature. 2013;499:360–63. [PMC free article] [PubMed] [Google Scholar]10. Core LJ, Waterfall JJ, Lis JT. Nascent RNA sequencing reveals widespread pausing and divergent initiation at human promoters. Science. 2008;322:1845–48. [PMC free article] [PubMed] [Google Scholar]11. Preker P, Nielsen J, Kammler S, Lykke-Andersen S, Christensen MS, et al.  RNA exosome depletion reveals transcription upstream of active human promoters. Science. 2008;322:1851–54. [PubMed] [Google Scholar]12. Seila AC, Calabrese JM, Levine SS, Yeo GW, Rahl PB, et al.  Divergent transcription from active promoters. Science. 2008;322:1849–51. [PMC free article] [PubMed] [Google Scholar]13. Derti A, Garrett-Engele P, Macisaac KD, Stevens RC, Sriram S, et al.  A quantitative atlas of polyadenylation in five mammals. Genome Res. 2012;22:1173–83. [PMC free article] [PubMed] [Google Scholar]14. Carroll KL, Pradhan DA, Granek JA, Clarke ND, Corden JL. Identification of cis elements directing termination of yeast nonpolyadenylated snoRNA transcripts. Mol. Cell. Biol. 2004;24:6241–52. [PMC free article] [PubMed] [Google Scholar]15. Kim M, Vasiljeva L, Rando OJ, Zhelkovsky A, Moore C, Buratowski S. Distinct pathways for snoRNA and mRNA termination. Mol. Cell. 2006;24:723–34. [PubMed] [Google Scholar]16. Rasmussen TP, Culbertson MR. The putative nucleic acid helicase Sen1p is required for formation and stability of termini and for maximal rates of synthesis and levels of accumulation of small nucleolar RNAs in [i]Saccharomyces cerevisiae[/i]. Mol. Cell. Biol. 1998;18:6885–96. [PMC free article] [PubMed] [Google Scholar]17. Steinmetz EJ, Brow DA. Repression of gene expression by an exogenous sequence element acting in concert with a heterogeneous nuclear ribonucleoprotein–like protein, Nrd1, and the putative helicase Sen1. Mol. Cell. Biol. 1996;16:6993–7003. [Describes the original genetic screen that led to the discovery of Nrd1's function.] [PMC free article] [PubMed] [Google Scholar]18. Steinmetz EJ, Conrad NK, Brow DA, Corden JL. RNA-binding protein Nrd1 directs poly(A)-independent 3′ -end formation of RNA polymerase II transcripts. Nature. 2001;413:327–31. [Establishes NNS as the major termination mechanism for small noncoding RNAs.] [PubMed] [Google Scholar]19. Wilson SM, Datar KV, Paddy MR, Swedlow JR, Swanson MS. Characterization of nuclear polyadenylated RNA-binding proteins in [i]Saccharomyces cerevisiae[/i]. J. Cell Biol. 1994;127:1173–84. [Presents the original description of the Nab proteins in yeast.] [PMC free article] [PubMed] [Google Scholar]20. Carroll KL, Ghirlando R, Ames JM, Corden JL. Interaction of yeast RNA-binding proteins Nrd1 and Nab3 with RNA polymerase II terminator elements. RNA. 2007;13:361–73. [PMC free article] [PubMed] [Google Scholar]21. Loya TJ, O'Rourke TW, Degtyareva N, Reines D. A network of interdependent molecular interactions describes a higher order Nrd1–Nab3 complex involved in yeast transcription termination. J. Biol. Chem. 2013;288:34158–67. [PMC free article] [PubMed] [Google Scholar]22. O'Rourke TW, Loya TJ, Head PE, Horton JR, Reines D. Amyloid-like assembly of the low complexity domain of yeast Nab3. Prion. 2015;22:1–9. [PMC free article] [PubMed] [Google Scholar]23. Nedea E, Nalbant D, Xia D, Theoharis NT, Suter B, et al.  The Glc7 phosphatase subunit of the cleavage and polyadenylation factor is essential for transcription termination on snoRNA genes. Mol. Cell. 2008;29:577–87. [PubMed] [Google Scholar]24. Conrad NK, Wilson SM, Steinmetz EJ, Patturajan M, Brow DA, et al.  A yeast heterogeneous nuclear ribonucleoprotein complex associated with RNA polymerase II. Genetics. 2000;154:557–71. [PMC free article] [PubMed] [Google Scholar]25. Hobor F, Pergoli R, Kubicek K, Hrossova D, Bacikova V, et al.  Recognition of transcription termination signal by the nuclear polyadenylated RNA-binding (NAB) 3 protein. J. Biol. Chem. 2011;286:3645–57. [PMC free article] [PubMed] [Google Scholar]26. Lunde BM, Horner M, Meinhart A. Structural insights into cis element recognition of nonpolyadenylated RNAs by the Nab3–RRM. Nucleic Acids Res. 2011;39:337–46. [PMC free article] [PubMed] [Google Scholar]27. Creamer TJ, Darby MM, Jamonnak N, Schaughency P, Hao H, et al.  Transcriptome-wide binding sites for components of the Saccharomyces cerevisiae non-poly(A) termination pathway: Nrd1, Nab3, and Sen1. PLOS Genet. 2011;7:e1002329. [PMC free article] [PubMed] [Google Scholar]28. Porrua O, Hobor F, Boulay J, Kubicek K, D'Aubenton-Carafa Y, et al.  In vivo SELEX reveals novel sequence and structural determinants of Nrd1–Nab3–Sen1-dependent transcription termination. EMBO J. 2012;31:3935–48. [PMC free article] [PubMed] [Google Scholar]29. Webb S, Hector RD, Kudla G, Granneman S. PAR-CLIP data indicate that Nrd1–Nab3– dependent transcription termination regulates expression of hundreds of protein coding genes in yeast. Genome Biol. 2014;15:R8. [PMC free article] [PubMed] [Google Scholar]30. Bacikova V, Pasulka J, Kubicek K, Stefl R. Structure and semi-sequence-specific RNA binding of Nrd1. Nucleic Acids Res. 2014;42:8024–38. [PMC free article] [PubMed] [Google Scholar]31. Loya TJ, O'Rourke TW, Reines D. Yeast Nab3 protein contains a self-assembly domain found in human heterogeneous nuclear ribonucleoprotein C (hnRNP-C) that is necessary for transcription termination. J. Biol. Chem. 2013;288:2111–17. [PMC free article] [PubMed] [Google Scholar]32. Loya TJ, O'Rourke TW, Reines D. A genetic screen for terminator function in yeast identifies a role for a new functional domain in termination factor Nab3. Nucleic Acids Res. 2012;40:7476–91. [PMC free article] [PubMed] [Google Scholar]33. Whitson SR, LeStourgeon WM, Krezel AM. Solution structure of the symmetric coiled coil tetramer formed by the oligomerization domain of hnRNP C: implications for biological function. J. Mol. Biol. 2005;350:319–37. [PubMed] [Google Scholar]34. Alberti S, Halfmann R, King O, Kapila A, Lindquist S. A systematic survey identifies prions and illuminates sequence features of prionogenic proteins. Cell. 2009;137:146–58. [PMC free article] [PubMed] [Google Scholar]35. Han TW, Kato M, Xie S, Wu LC, Mirzaei H, et al.  Cell-free formation of RNA granules: bound RNAs identify features and components of cellular assemblies. Cell. 2012;149:768–79. [PubMed] [Google Scholar]36. Kato M, Han TW, Xie S, Shi K, Du X, et al.  Cell-free formation of RNA granules: Low complexity sequence domains form dynamic fibers within hydrogels. Cell. 2012;149:753–67. [PMC free article] [PubMed] [Google Scholar]37. Kim HJ, Kim NC, Wang YD, Scarborough EA, Moore J, et al.  Mutations in prion-like domains in hnRNPA2B1 and hnRNPA1 cause multisystem proteinopathy and ALS. Nature. 2013;495:467–73. [PMC free article] [PubMed] [Google Scholar]38. Kwon I, Kato M, Xiang S, Wu L, Theodoropoulos P, et al.  Phosphorylation-regulated binding of RNA polymerase II to fibrous polymers of low-complexity domains. Cell. 2013;155:1049–60. [PMC free article] [PubMed] [Google Scholar]39. Patturajan M, Wei X, Berezney R, Corden JL. A nuclear matrix protein interacts with the phosphorylated C-terminal domain of RNA polymerase II. Mol. Cell. Biol. 1998;18:2406–15. [PMC free article] [PubMed] [Google Scholar]40. Steinmetz EJ, Brow DA. Control of pre-mRNA accumulation by the essential yeast protein Nrd1 requires high-affinity transcript binding and a domain implicated in RNA polymerase II association. PNAS. 1998;95:6699–704. [PMC free article] [PubMed] [Google Scholar]41. Yuryev A, Patturajan M, Litingtung Y, Joshi RV, Gentile C, et al.  The C-terminal domain of the largest subunit of RNA polymerase II interacts with a novel set of serine/arginine-rich proteins. PNAS. 1996;93:6975–80. [PMC free article] [PubMed] [Google Scholar]42. Vasiljeva L, Kim M, Mutschler H, Buratowski S, Meinhart A. The Nrd1–Nab3–Sen1 termination complex interacts with the Ser5-phosphorylated RNA polymerase II C-terminal domain. Nat. Struct. Mol. Biol. 2008;15:795–804. [Describes the preferential binding of Nrd1 to the phospho-Ser5 Pol II CTD.] [PMC free article] [PubMed] [Google Scholar]43. Gudipati RK, Villa T, Boulay J, Libri D. Phosphorylation of the RNA polymerase II C-terminal domain dictates transcription termination choice. Nat. Struct. Mol. Biol. 2008;15:786–94. [Shows that the mode of termination relates to Pol II's CTD phosphorylation state.] [PubMed] [Google Scholar]44. Jenks MH, O'Rourke TW, Reines D. Properties of an intergenic terminator and start site switch that regulate IMD2 transcription in yeast. Mol. Cell. Biol. 2008;28:3883–93. [PMC free article] [PubMed] [Google Scholar]45. Arigo JT, Eyler DE, Carroll KL, Corden JL. Termination of cryptic unstable transcripts is directed by yeast RNA-binding proteins Nrd1 and Nab3. Mol. Cell. 2006;23:841–51. [PubMed] [Google Scholar]46. Thiebaut M, Kisseleva-Romanova E, Rougemaille M, Boulay J, Libri D. Transcription termination and nuclear degradation of cryptic unstable transcripts: a role for the Nrd1–Nab3 pathway in genome surveillance. Mol. Cell. 2006;23:853–64. [PubMed] [Google Scholar]47. Jamonnak N, Creamer TJ, Darby MM, Schaughency P, Wheelan SJ, Corden JL. Yeast Nrd1, Nab3, and Sen1 transcriptome-wide binding maps suggest multiple roles in post-transcriptional RNA processing. RNA. 2011;17:2011–25. [PMC free article] [PubMed] [Google Scholar]48. Nedea E, He X, Kim M, Pootoolal J, Zhong G, et al.  Organization and function of APT, a subcomplex of the yeast cleavage and polyadenylation factor involved in the formation of mRNA and small nucleolar RNA 3′ -ends. J. Biol. Chem. 2003;278:33000–10. [PubMed] [Google Scholar]49. Riordan DP, Herschlag D, Brown PO. Identification of RNA recognition elements in the Saccharomyces cerevisiae transcriptome. Nucleic Acids Res. 2011;39:1501–9. [PMC free article] [PubMed] [Google Scholar]50. Winey M, Culbertson MR. Mutations affecting the tRNA-splicing endonuclease activity of Saccharomyces cerevisiae. Genetics. 1988;118:609–17. [Presents the original description of the isolation of the SEN mutants.] [PMC free article] [PubMed] [Google Scholar]51. DeMarini DJ, Winey M, Ursic D, Webb F, Culbertson MR. SEN1, a positive effector of tRNA-splicing endonuclease in Saccharomyces cerevisiae. Mol. Cell. Biol. 1992;12:2154–64. [PMC free article] [PubMed] [Google Scholar]52. Ghaemmaghami S, Huh WK, Bower K, Howson RW, Belle A, et al.  Global analysis of protein expression in yeast. Nature. 2003;425:737–41. [PubMed] [Google Scholar]53. Ursic D, Himmel KL, Gurley KA, Webb F, Culbertson MR. The yeast SEN1 gene is required for the processing of diverse RNA classes. Nucleic Acids Res. 1997;25:4778–85. [PMC free article] [PubMed] [Google Scholar]54. Steinmetz EJ, Warren CL, Kuehner JN, Panbehi B, Ansari AZ, Brow DA. Genome-wide distribution of yeast RNA polymerase II and its control by Sen1 helicase. Mol. Cell. 2006;24:735–46. [PubMed] [Google Scholar]55. Ursic D, Chinchilla K, Finkel JS, Culbertson MR. Multiple protein/protein and protein/RNA interactions suggest roles for yeast DNA/RNA helicase Sen1p in transcription, transcription-coupled DNA repair and RNA processing. Nucleic Acids Res. 2004;32:2441–52. [PMC free article] [PubMed] [Google Scholar]56. Becherel OJ, Yeo AJ, Stellati A, Heng EY, Luff J, et al.  Senataxin plays an essential role with DNA damage response proteins in meiotic recombination and gene silencing. PLOS Genet. 2013;9:e1003435. [PMC free article] [PubMed] [Google Scholar]57. De Amicis A, Piane M, Ferrari F, Fanciulli M, Delia D, Chessa L. Role of senataxin in DNA damage and telomeric stability. DNA Repair. 2011;10:199–209. [PubMed] [Google Scholar]58. Suraweera A, Becherel OJ, Chen P, Rundle N, Woods R, et al.  Senataxin, defective in ataxia oculomotor apraxia type 2, is involved in the defense against oxidative DNA damage. J. Cell Biol. 2007;177:969–79. [PMC free article] [PubMed] [Google Scholar]59. Porrua O, Libri D. A bacterial-like mechanism for transcription termination by the Sen1p helicase in budding yeast. Nat. Struct. Mol. Biol. 2013;20:884–91. [PubMed] [Google Scholar]60. Kim HD, Choe J, Seo YS. The sen1+ gene of Schizosaccharomyces pombe, a homologue of budding yeast SEN1, encodes an RNA and DNA helicase. Biochemistry. 1999;38:14697–710. [PubMed] [Google Scholar]61. Chen X, Müller U, Sundling KE, Brow DA. Saccharomyces cerevisiae Sen1 as a model for the study of mutations in human Senataxin that elicit cerebellar ataxia. Genetics. 2014;198:577–90. [PMC free article] [PubMed] [Google Scholar]62. LaCava J, Houseley J, Saveanu C, Petfalski E, Thompson E, et al.  RNA degradation by the exosome is promoted by a nuclear polyadenylation complex. Cell. 2005;121:713–24. [PubMed] [Google Scholar]63. Vanacova S, Wolf J, Martin G, Blank D, Dettwiler S, et al.  A new yeast poly(A) polymerase complex involved in RNA quality control. PLOS Biol. 2005;3:e189. [PMC free article] [PubMed] [Google Scholar]64. Wyers F, Rougemaille M, Badis G, Rousselle JC, Dufour ME, et al.  Cryptic pol II transcripts are degraded by a nuclear quality control pathway involving a new poly(A) polymerase. Cell. 2005;121:725–37. [PubMed] [Google Scholar]65. Allmang C, Kufel J, Chanfreau G, Mitchell P, Petfalski E, Tollervey D. Functions of the exosome in rRNA, snoRNA and snRNA synthesis. EMBO J. 1999;18:5399–410. [PMC free article] [PubMed] [Google Scholar]66. Allmang C, Petfalski E, Podtelejnikov A, Mann M, Tollervey D, Mitchell P. The yeast exosome and human PM-Scl are related complexes of 3′ → 5′ exonucleases. Genes Dev. 1999;13:2148–58. [PMC free article] [PubMed] [Google Scholar]67. Januszyk K, Lima CD. The eukaryotic RNA exosome. Curr. Opin. Struct. Biol. 2014;24:132–40. [PMC free article] [PubMed] [Google Scholar]68. van Hoof A, Lennertz P, Parker R. Yeast exosome mutants accumulate 3′-extended polyadenylated forms of U4 small nuclear RNA and small nucleolar RNAs. Mol. Cell. Biol. 2000;20:441–52. [PMC free article] [PubMed] [Google Scholar]69. Davis CA, Ares M., Jr Accumulation of unstable promoter-associated transcripts upon loss of the nuclear exosome subunit Rrp6p in Saccharomyces cerevisiae. PNAS. 2006;103:3262–67. [PMC free article] [PubMed] [Google Scholar]70. Neil H, Malabat C, d'Aubenton-Carafa Y, Xu Z, Steinmetz LM, Jacquier A. Widespread bidirectional promoters are the major source of cryptic transcripts in yeast. Nature. 2009;457:1038–42. [PubMed] [Google Scholar]71. Xu Z, Wei W, Gagneur J, Perocchi F, Clauder-Münster S, et al.  Bidirectional promoters generate pervasive transcription in yeast. Nature. 2009;457:1033–37. [PMC free article] [PubMed] [Google Scholar]72. Jia H, Wang X, Anderson JT, Jankowsky E. RNA unwinding by the Trf4/Air2/Mtr4 polyadenylation (TRAMP) complex. PNAS. 2012;109:7292–97. [PMC free article] [PubMed] [Google Scholar]73. Jia H, Wang X, Liu F, Guenther UP, Srinivasan S, et al.  The RNA helicase Mtr4p modulates polyadenylation in the TRAMP complex. Cell. 2011;145:890–901. [PMC free article] [PubMed] [Google Scholar]74. Vasiljeva L, Buratowski S. Nrd1 interacts with the nuclear exosome for 3′ processing of RNA polymerase II transcripts. Mol. Cell. 2006;21:239–48. [PubMed] [Google Scholar]75. Arigo JT, Carroll KL, Ames JM, Corden JL. Regulation of yeast NRD1 expression by premature transcription termination. Mol. Cell. 2006;21:641–51. [Demonstrates autoregulation of Nrd1 expression through control of its own premature transcription termination.] [PubMed] [Google Scholar]76. Grzechnik P, Kufel J. Polyadenylation linked to transcription termination directs the processing of snoRNA precursors in yeast. Mol. Cell. 2008;32:247–58. [PMC free article] [PubMed] [Google Scholar]77. Birse CE, Minvielle-Sebastia L, Lee BA, Keller W, Proudfoot NJ. Coupling termination of transcription to messenger RNA maturation in yeast. Science. 1998;280:298–301. [PubMed] [Google Scholar]78. Tudek A, Porrua O, Kabzinski T, Lidschreiber M, Kubicek K, et al.  Molecular basis for coordinating transcription termination with noncoding RNA degradation. Mol. Cell. 2014;55:467–81. [PMC free article] [PubMed] [Google Scholar]79. Kadaba S, Krueger A, Trice T, Krecic AM, Hinnebusch AG, Anderson J. Nuclear surveillance and degradation of hypomodified initiator tRNAMet in S. cerevisiae. Genes Dev. 2004;18:1227–40. [PMC free article] [PubMed] [Google Scholar]80. Schneider C, Tollervey D. Threading the barrel of the RNA exosome. Trends Biochem. Sci. 2013;38:485–93. [PMC free article] [PubMed] [Google Scholar]81. Cheng H, He X, Moore C. The essential WD repeat protein Swd2 has dual functions in RNA polymerase II transcription termination and lysine 4 methylation of histone H3. Mol. Cell. Biol. 2004;24:2932–43. [PMC free article] [PubMed] [Google Scholar]82. Dheur S, Vo LTA, Voisinet-Hakil F, Minet M, Schmitter JM, et al.  Pti1p and Ref2p found in association with the mRNA 3′ end formation complex direct snoRNA maturation. EMBO J. 2003;22:2831–40. [PMC free article] [PubMed] [Google Scholar]83. Dichtl B, Aasland R, Keller W. Functions for S. cerevisiae Swd2p in 3′ end formation of specific mRNAs and snoRNAs and global histone 3 lysine 4 methylation. RNA. 2004;10:965–77. [PMC free article] [PubMed] [Google Scholar]84. Fatica A, Morlando M, Bozzoni I. Yeast snoRNA accumulation relies on a cleavage-dependent/ polyadenylation-independent 3′-processing apparatus. EMBO J. 2000;19:6218–29. [PMC free article] [PubMed] [Google Scholar]85. Ganem C, Devaux F, Torchet C, Jacq C, Quevillon-Cheruel S, et al.  Ssu72 is a phosphatase essential for transcription termination of snoRNAs and specific mRNAs in yeast. EMBO J. 2003;22:1588–98. [PMC free article] [PubMed] [Google Scholar]86. Morlando M, Greco P, Dichtl B, Fatica A, Keller W, Bozzoni I. Functional analysis of yeast snoRNA and snRNA 3′-end formation mediated by uncoupling of cleavage and polyadenylation. Mol. Cell. Biol. 2002;22:1379–89. [PMC free article] [PubMed] [Google Scholar]87. Steinmetz EJ, Brow DA. Ssu72 protein mediates both poly(A)-coupled and poly(A)-independent termination of RNA polymerase II transcription. Mol. Cell. Biol. 2003;23:6339–49. [PMC free article] [PubMed] [Google Scholar]88. Soares LM, Buratowski S. Yeast Swd2 is essential because of antagonism between Set1 histone methyltransferase complex and APT (associated with Pta1) termination factor. J. Biol. Chem. 2012;287:15219–31. [PMC free article] [PubMed] [Google Scholar]89. Rondon AG, Mischo HE, Kawauchi J, Proudfoot NJ. Fail-safe transcriptional termination for protein-coding genes in S. cerevisiae. Mol. Cell. 2009;36:88–98. [PMC free article] [PubMed] [Google Scholar]90. Honorine R, Mosrin-Huaman C, Hervouet-Coste N, Libri D, Rahmouni AR. Nuclear mRNA quality control in yeast is mediated by Nrd1 co-transcriptional recruitment, as revealed by the targeting of Rho-induced aberrant transcripts. Nucleic Acids Res. 2011;39:2809–20. [PMC free article] [PubMed] [Google Scholar]91. Beggs S, James TC, Bond U. The polyA tail length of yeast histone mRNAs varies during the cell cycle and is influenced by Sen1p and Rrp6p. Nucleic Acids Res. 2012;40:2700–11. [PMC free article] [PubMed] [Google Scholar]92. Chan YA, Aristizabal MJ, Lu PY, Luo Z, Hamza A, et al.  Genome-wide profiling of yeast DNA:RNA hybrid prone sites with DRIP-chip. PLOS Genet. 2014;10:e1004288. [PMC free article] [PubMed] [Google Scholar]93. Mischo HE, Gómez-González B, Grzechnik P, Rondón AG, Wei W, et al.  Yeast Sen1 helicase protects the genome from transcription-associated instability. Mol. Cell. 2011;41:21–32. [PMC free article] [PubMed] [Google Scholar]94. Buratowski S. Progression through the RNA polymerase II CTD cycle. Mol. Cell. 2009;36:541–46. [PMC free article] [PubMed] [Google Scholar]95. McCracken S, Fong N, Yankulov K, Ballantyne S, Pan G, et al.  The C-terminal domain of RNA polymerase II couples mRNA processing to transcription. Nature. 1997;385:357–61. [PubMed] [Google Scholar]96. Wu X, Rossettini A, Hanes SD. The ESS1 prolyl isomerase and its suppressor BYE1 interact with RNA Pol II to inhibit transcription elongation in Saccharomyces cerevisiae. Genetics. 2003;165:1687–702. [PMC free article] [PubMed] [Google Scholar]97. Meinhart A, Cramer P. Recognition of RNA polymerase II carboxy-terminal domain by 3′ -RNA-processing factors. Nature. 2004;430:223–26. [PubMed] [Google Scholar]98. Kopcewicz KA, O'Rourke TW, Reines D. Metabolic regulation of IMD2 transcription and an unusual DNA element that generates short transcripts. Mol. Cell. Biol. 2007;27:2821–29. [Shows the distance dependence of a CUT terminator's use of the NNS–exosome system.] [PMC free article] [PubMed] [Google Scholar]99. Chinchilla K, Rodríguez-Molina JB, Ursic D, Finkel JS, Ansari AZ, Culbertson MR. Interactions of Sen1, Nrd1, and Nab3 with multiple phosphorylated forms of the Rpb1 C-terminal domain in Saccharomyces cerevisiae. Eukaryot. Cell. 2012;11:417–29. [PMC free article] [PubMed] [Google Scholar]100. Akhtar MS, Heidemann M, Tietjen JR, Zhang DW, Chapman RD, et al.  TFIIH kinase places bivalent marks on the carboxy-terminal domain of RNA polymerase II. Mol. Cell. 2009;34:387–93. [PMC free article] [PubMed] [Google Scholar]101. Egloff S, O'Reilly D, Chapman RD, Taylor A, Tanzhaus K, et al.  Serine-7 of the RNA polymerase II CTD is specifically required for snRNA gene expression. Science. 2007;318:1777–79. [PMC free article] [PubMed] [Google Scholar]102. Kim M, Suh H, Cho E-J, Buratowski S. Phosphorylation of the yeast Rpb1 C-terminal domain at serines 2, 5, and 7. J. Biol. Chem. 2009;284:26421–26. [PMC free article] [PubMed] [Google Scholar]103. Egloff S, Zaborowska J, Laitem C, Kiss T, Murphy S. Ser7 phosphorylation of the CTD recruits the RPAP2 Ser5 phosphatase to snRNA genes. Mol. Cell. 2012;45:111–22. [PMC free article] [PubMed] [Google Scholar]104. Glover-Cutter K, Larochelle S, Erickson B, Zhang C, Shokat K, et al.  TFIIH-associated Cdk7 kinase functions in phosphorylation of C-terminal domain Ser7 residues, promoter-proximal pausing, and termination by RNA polymerase II. Mol. Cell. Biol. 2009;29:5455–64. [PMC free article] [PubMed] [Google Scholar]105. Schwer B, Sanchez AM, Shuman S. Punctuation and syntax of the RNA polymerase II CTD code in fission yeast. PNAS. 2012;109:18024–29. [PMC free article] [PubMed] [Google Scholar]106. Stiller JW, McConaughy BL, Hall BD. Evolutionary complementation for polymerase II CTD function. Yeast. 2000;16:57–64. [PubMed] [Google Scholar]107. Kim H, Erickson B, Luo W, Seward D, Graber JH, et al.  Gene-specific RNA polymerase II phosphorylation and the CTD code. Nat. Struct. Mol. Biol. 2010;17:1279–86. [PMC free article] [PubMed] [Google Scholar]108. Hintermair C, Heidemann M, Koch F, Descostes N, Gut M, et al.  Threonine-4 of mammalian RNA polymerase II CTD is targeted by Polo-like kinase 3 and required for transcriptional elongation. EMBO J. 2012;31:2784–97. [PMC free article] [PubMed] [Google Scholar]109. Hsin JP, Sheth A, Manley JL. RNAP II CTD phosphorylated on threonine-4 is required for histone mRNA 3′ end processing. Science. 2011;334:683–86. [PMC free article] [PubMed] [Google Scholar]110. Mayer A, Heidemann M, Lidschreiber M, Schreieck A, Sun M, et al.  CTD tyrosine phosphorylation impairs termination factor recruitment to RNA polymerase II. Science. 2012;336:1723–25. [PubMed] [Google Scholar]111. Schreieck A, Easter AD, Etzold S, Wiederhold K, Lidschreiber M, et al.  RNA polymerase II termination involves C-terminal-domain tyrosine dephosphorylation by CPF subunit Glc7. Nat. Struct. Mol. Biol. 2014;21:175–79. [PMC free article] [PubMed] [Google Scholar]112. Hsu PL, Yang F, Smith-Kinnaman W, Yang W, Song JE, et al.  Rtr1 is a dual specificity phosphatase that dephosphorylates Tyr1 and Ser5 on the RNA polymerase II CTD. J. Mol. Biol. 2014;426:2970–81. [PMC free article] [PubMed] [Google Scholar]113. Yogesha SD, Mayfield JE, Zhang Y. Cross-talk of phosphorylation and prolyl isomerization of the C-terminal domain of RNA polymerase II. Molecules. 2014;19:1481–511. [PMC free article] [PubMed] [Google Scholar]114. Kubicek K, Cerna H, Holub P, Pasulka J, Hrossova D, et al.  Serine phosphorylation and proline isomerization in RNAP II CTD control recruitment of Nrd1. Genes Dev. 2012;26:1891–96. [PMC free article] [PubMed] [Google Scholar]115. Gemmill TR, Wu X, Hanes SD. Vanishingly low levels of Ess1 prolyl-isomerase activity are sufficient for growth in Saccharomyces cerevisiae. J. Biol. Chem. 2005;280:15510–17. [PubMed] [Google Scholar]116. Hanes SD. The Ess1 prolyl isomerase: traffic cop of the RNA polymerase II transcription cycle. Biochim. Biophys. Acta. 2014;1839:316–33. [PMC free article] [PubMed] [Google Scholar]117. Hazelbaker DZ, Marquardt S, Wlotzka W, Buratowski S. Kinetic competition between RNA polymerase II and Sen1-dependent transcription termination. Mol. Cell. 2013;49:55–66. [Demonstrates a kinetic window of susceptibility for Pol II to NNS termination.] [PMC free article] [PubMed] [Google Scholar]118. Rando OJ, Winston F. Chromatin and transcription in yeast. Genetics. 2012;190:351–87. [PMC free article] [PubMed] [Google Scholar]119. Sheldon KE, Mauger DM, Arndt KM. A requirement for the Saccharomyces cerevisiae Paf1 complex in snoRNA 3′ end formation. Mol. Cell. 2005;20:225–36. [PMC free article] [PubMed] [Google Scholar]120. Terzi N, Churchman LS, Vasiljeva L, Weissman J, Buratowski S. H3K4 trimethylation by Set1 promotes efficient termination by the Nrd1–Nab3–Sen1 pathway. Mol. Cell. Biol. 2011;31:3569–83. [PMC free article] [PubMed] [Google Scholar]121. Tomson BN, Crisucci EM, Heisler LE, Gebbia M, Nislow C, Arndt KM. Effects of the Paf1 complex and histone modifications on snoRNA 3′ -end formation reveal broad and locus-specific regulation. Mol. Cell. Biol. 2013;33:170–82. [PMC free article] [PubMed] [Google Scholar]122. Tomson BN, Davis CP, Warner MH, Arndt KM. Identification of a role for histone H2B ubiquitylation in noncoding RNA 3′ -end formation through mutational analysis of Rtf1 in Saccharomyces cerevisiae. Genetics. 2011;188:273–89. [PMC free article] [PubMed] [Google Scholar]123. Govind CK, Qiu H, Ginsburg DS, Ruan C, Hofmeyer K, et al.  Phosphorylated Pol II CTD recruits multiple HDACs, including Rpd3C(S), for methylation-dependent deacetylation of ORF nucleosomes. Mol. Cell. 2010;39:234–46. [PMC free article] [PubMed] [Google Scholar]124. Kim T, Buratowski S. Dimethylation of H3K4 by Set1 recruits the Set3 histone deacetylase complex to 5′ transcribed regions. Cell. 2009;137:259–72. [PMC free article] [PubMed] [Google Scholar]125. Taverna SD, Ilin S, Rogers RS, Tanny JC, Lavender H, et al.  Yng1 PHD finger binding to H3 trimethylated at K4 promotes NuA3 HAT activity at K14 of H3 and transcription at a subset of targeted ORFs. Mol. Cell. 2006;24:785–96. [PMC free article] [PubMed] [Google Scholar]126. Carrozza MJ, Li B, Florens L, Suganuma T, Swanson SK, et al.  Histone H3 methylation by Set2 directs deacetylation of coding regions by Rpd3S to suppress spurious intragenic transcription. Cell. 2005;123:581–92. [PubMed] [Google Scholar]127. Joshi AA, Struhl K. Eaf3 chromodomain interaction with methylated H3-K36 links histone deacetylation to Pol II elongation. Mol. Cell. 2005;20:971–78. [PubMed] [Google Scholar]128. Keogh MC, Kurdistani SK, Morris SA, Ahn SH, Podolny V, et al.  Cotranscriptional set2 methylation of histone H3 lysine 36 recruits a repressive Rpd3 complex. Cell. 2005;123:593–605. [PubMed] [Google Scholar]129. Smolle M, Venkatesh S, Gogol MM, Li H, Zhang Y, et al.  Chromatin remodelers Isw1 and Chd1 maintain chromatin structure during transcription by preventing histone exchange. Nat. Struct. Mol. Biol. 2012;19:884–92. [PMC free article] [PubMed] [Google Scholar]130. Alen C, Kent NA, Jones HS, O'Sullivan J, Aranda A, Proudfoot NJ. A role for chromatin remodeling in transcriptional termination by RNA polymerase II. Mol. Cell. 2002;10:1441–52. [PubMed] [Google Scholar]131. Morillon A, Karabetsou N, O'Sullivan J, Kent N, Proudfoot N, Mellor J. Isw1 chromatin remodeling ATPase coordinates transcription elongation and termination by RNA polymerase II. Cell. 2003;115:425–35. [PubMed] [Google Scholar]132. Tomson BN, Arndt KM. The many roles of the conserved eukaryotic Paf1 complex in regulating transcription, histone modifications, and disease states. Biochim. Biophys. Acta. 2013;1829:116–26. [PMC free article] [PubMed] [Google Scholar]133. Tous C, Rondón AG, García-Rubio M, González-Aguilera C, Luna R, Aguilera A. A novel assay identifies transcript elongation roles for the Nup84 complex and RNA processing factors. EMBO J. 2011;30:1953–64. [PMC free article] [PubMed] [Google Scholar]134. Kaplan CD, Laprade L, Winston F. Transcription elongation factors repress transcription initiation from cryptic sites. Science. 2003;301:1096–99. [PubMed] [Google Scholar]135. Schulz D, Schwalb B, Kiesel A, Baejen C, Torkler P, et al.  Transcriptome surveillance by selective termination of noncoding RNA synthesis. Cell. 2013;155:1075–87. [PubMed] [Google Scholar]136. Wlotzka W, Kudla G, Granneman S, Tollervey D. The nuclear RNA polymerase II surveillance system targets polymerase III transcripts. EMBO J. 2011;30:1790–803. [PMC free article] [PubMed] [Google Scholar]137. Steinmetz EJ, Ng SBH, Cloute JP, Brow DA. cis- and trans-acting determinants of transcription termination by yeast RNA polymerase II. Mol. Cell. Biol. 2006;26:2688–96. [PMC free article] [PubMed] [Google Scholar]138. Singh N, Ma Z, Gemmill T, Wu X, Defiglio H, et al.  The Ess1 prolyl isomerase is required for transcription termination of small noncoding RNAs via the Nrd1 pathway. Mol. Cell. 2009;36:255–66. [PMC free article] [PubMed] [Google Scholar]139. Tietjen JR, Zhang DW, Rodríguez-Molina JB, White BE, Akhtar MS, et al.  Chemical-genomic dissection of the CTD code. Nat. Struct. Mol. Biol. 2010;17:1154–61. [PMC free article] [PubMed] [Google Scholar]140. Lenstra TL, Tudek A, Clauder S, Xu Z, Pachis ST, et al.  The role of Ctk1 kinase in termination of small non-coding RNAs. PLOS ONE. 2013;8:e80495. [PMC free article] [PubMed] [Google Scholar]141. Kuehner JN, Brow DA. Regulation of a eukaryotic gene by GTP-dependent start site selection and transcription attenuation. Mol. Cell. 2008;31:201–11. [PubMed] [Google Scholar]142. Thiebaut M, Colin J, Neil H, Jacquier A, Seraphin B, et al.  Futile cycle of transcription initiation and termination modulates the response to nucleotide shortage in S. cerevisiae. Mol. Cell. 2008;31:671–82. [PubMed] [Google Scholar]143. Jensen TH, Jacquier A, Libri D. Dealing with pervasive transcription. Mol. Cell. 2013;52:473–84. [PubMed] [Google Scholar]144. van Dijk EL, Chen CL, d'Aubenton-Carafa Y, Gourvennec S, Kwapisz M, et al.  XUTs are a class of Xrn1-sensitive antisense regulatory non-coding RNA in yeast. Nature. 2011;475:114–17. [PubMed] [Google Scholar]145. David L, Huber W, Granovskaia M, Toedling J, Palm CJ, et al.  A high-resolution map of transcription in the yeast genome. PNAS. 2006;103:5320–25. [PMC free article] [PubMed] [Google Scholar]146. Xu Z, Wei W, Gagneur J, Clauder-Münster S, Smolik M, et al.  Antisense expression increases gene expression variability and locus interdependency. Mol. Syst. Biol. 2011;7:468. [PMC free article] [PubMed] [Google Scholar]147. Castelnuovo M, Zaugg JB, Guffanti E, Maffioletti A, Camblong J, et al.  Role of histone modifications and early termination in pervasive transcription and antisense-mediated gene silencing in yeast. Nucleic Acids Res. 2014;42:4348–62. [PMC free article] [PubMed] [Google Scholar]148. Churchman LS, Weissman JS. Nascent transcript sequencing visualizes transcription at nucleotide resolution. Nature. 2011;469:368–73. [PMC free article] [PubMed] [Google Scholar]149. Marquardt S, Escalante-Chong R, Pho N, Wang J, Churchman LS, et al.  A chromatin-based mechanism for limiting divergent noncoding transcription. Cell. 2014;157:1712–23. [PMC free article] [PubMed] [Google Scholar]150. Whitehouse I, Rando OJ, Delrow J, Tsukiyama T. Chromatin remodelling at promoters suppresses antisense transcription. Nature. 2007;450:1031–35. [PubMed] [Google Scholar]151. Murray SC, Serra Barros A, Brown DA, Dudek P, Ayling J, Mellor J. A pre-initiation complex at the 3′ -end of genes drives antisense transcription independent of divergent sense transcription. Nucleic Acids Res. 2012;40:2432–44. [PMC free article] [PubMed] [Google Scholar]152. Rhee HS, Pugh BF. Genome-wide structure and organization of eukaryotic pre-initiation complexes. Nature. 2012;483:295–301. [PMC free article] [PubMed] [Google Scholar]153. Hainer SJ, Pruneski JA, Mitchell RD, Monteverde RM, Martens JA. Intergenic transcription causes repression by directing nucleosome assembly. Genes Dev. 2011;25:29–40. [PMC free article] [PubMed] [Google Scholar]154. Martens JA, Laprade L, Winston F. Intergenic transcription is required to repress the Saccharomyces cerevisiae SER3 gene. Nature. 2004;429:571–74. [PubMed] [Google Scholar]155. Castelnuovo M, Rahman S, Guffanti E, Infantino V, Stutz F, Zenklusen D. Bimodal expression of PHO84 is modulated by early termination of antisense transcription. Nat. Struct. Mol. Biol. 2013;20:851–58. [PMC free article] [PubMed] [Google Scholar]156. Hongay CF, Grisafi PL, Galitski T, Fink GR. Antisense transcription controls cell fate in Saccharomyces cerevisiae. Cell. 2006;127:735–45. [PubMed] [Google Scholar]157. Houseley J, Rubbi L, Grunstein M, Tollervey D, Vogelauer M. A ncRNA modulates histone modification and mRNA induction in the yeast GAL gene cluster. Mol. Cell. 2008;32:685–95. [PMC free article] [PubMed] [Google Scholar]158. Vasiljeva L, Kim M, Terzi N, Soares LM, Buratowski S. Transcription termination and RNA degradation contribute to silencing of RNA polymerase II transcription within heterochromatin. Mol. Cell. 2008;29:313–23. [PubMed] [Google Scholar]159. Darby MM, Serebreni L, Pan X, Boeke JD, Corden JL. The Saccharomyces cerevisiae Nrd1–Nab3 transcription termination pathway acts in opposition to Ras signaling and mediates response to nutrient depletion. Mol. Cell. Biol. 2012;32:1762–75. [PMC free article] [PubMed] [Google Scholar]160. Sugimoto K, Matsumoto K, Kornberg RD, Reed SI, Wittenberg C. Dosage suppressors of the dominant G1 cyclin mutant CLN3-2: identification of a yeast gene encoding a putative RNA/ssDNA binding protein. Mol. Gen. Genet. 1995;248:712–18. [PubMed] [Google Scholar]161. Chi A, Huttenhower C, Geer LY, Coon JJ, Syka JE, et al.  Analysis of phosphorylation sites on proteins from Saccharomyces cerevisiae by electron transfer dissociation (ETD) mass spectrometry. PNAS. 2007;104:2193–98. [PMC free article] [PubMed] [Google Scholar]162. Ficarro SB, McCleland ML, Stukenberg PT, Burke DJ, Ross MM, et al.  Phosphoproteome analysis by mass spectrometry and its application to Saccharomyces cerevisiae. Nat. Biotechnol. 2002;20:301–5. [PubMed] [Google Scholar]163. Kim KY, Levin DE. Mpk1 MAPK association with the Paf1 complex blocks Sen1-mediated premature transcription termination. Cell. 2011;144:745–56. [PMC free article] [PubMed] [Google Scholar]164. Chen YZ, Bennett CL, Huynh HM, Blair IP, Puls I, et al.  DNA/RNA helicase gene mutations in a form of juvenile amyotrophic lateral sclerosis (ALS4). Am. J. Hum. Genet. 2004;74:1128–35. [PMC free article] [PubMed] [Google Scholar]165. Moreira MC, Klur S, Watanabe M, Nemeth AH, Le Ber I, et al.  Senataxin, the ortholog of a yeast RNA helicase, is mutant in ataxia-ocular apraxia 2. Nat. Genet. 2004;36:225–27. [PubMed] [Google Scholar]166. O'Reilly D, Kuznetsova OV, Laitem C, Zaborowska J, Dienstbier M, Murphy S. Human snRNA genes use polyadenylation factors to promote efficient transcription termination. Nucleic Acids Res. 2014;42:264–75. [PMC free article] [PubMed] [Google Scholar]167. Skourti-Stathaki K, Proudfoot NJ, Gromak N. Human senataxin resolves RNA/DNA hybrids formed at transcriptional pause sites to promote Xrn2-dependent termination. Mol. Cell. 2011;42:794–805. [PMC free article] [PubMed] [Google Scholar]168. Alzu A, Bermejo R, Begnis M, Lucca C, Piccini D, et al.  Senataxin associates with replication forks to protect fork integrity across RNA-polymerase-II-transcribed genes. Cell. 2012;151:835–46. [PMC free article] [PubMed] [Google Scholar]169. Yuce O, West SC. Senataxin, defective in the neurodegenerative disorder ataxia with oculomotor apraxia 2, lies at the interface of transcription and the DNA damage response. Mol. Cell. Biol. 2013;33:406–17. [PMC free article] [PubMed] [Google Scholar]170. Fogel BL, Cho E, Wahnich A, Gao F, Becherel OJ, et al.  Mutation of senataxin alters disease-specific transcriptional networks in patients with ataxia with oculomotor apraxia type 2. Hum. Mol. Genet. 2014;23:4758–69. [PMC free article] [PubMed] [Google Scholar]171. Richard P, Feng S, Manley JL. A SUMO-dependent interaction between senataxin and the exo-some, disrupted in the neurodegenerative disease AOA2, targets the exosome to sites of transcription-induced DNA damage. Genes Dev. 2013;27:2227–32. [PMC free article] [PubMed] [Google Scholar]172. Brannan K, Kim H, Erickson B, Glover-Cutter K, Kim S, et al.  mRNA decapping factors and the exonuclease Xrn2 function in widespread premature termination of RNA polymerase II transcription. Mol. Cell. 2012;46:311–24. [PMC free article] [PubMed] [Google Scholar]173. Kawauchi J, Mischo H, Braglia P, Rondon A, Proudfoot NJ. Budding yeast RNA polymerases I and II employ parallel mechanisms of transcriptional termination. Genes Dev. 2008;22:1082–92. [PMC free article] [PubMed] [Google Scholar]174. Lepore N, Lafontaine DL. A functional interface at the rDNA connects rRNA synthesis, pre-rRNA processing and nucleolar surveillance in budding yeast. PLOS ONE. 2011;6:e24962. [PMC free article] [PubMed] [Google Scholar]"}