{"title": "Cell dedifferentiation and organogenesis in vitro require more snRNA than does seedling development in Arabidopsis thaliana", "pubDate": "2015", "PMCID": "", "DOI": "10.1007/s10265-015-0704-0", "PMID": "25740809", "abstract": "Small nuclear RNA (snRNA) is a class of non-coding RNAs that processes pre-mRNA and rRNA. Transcription of abundant snRNA species is regulated by the snRNA activating protein complex (SNAPc), which is conserved among multicellular organisms including plants. SRD2, a putative subunit of SNAPc in Arabidopsis thaliana, is essential for development, and the point mutation srd2-1 causes severe defects in hypocotyl dedifferentiation and de novo meristem formation. Based on phenotypic analysis of srd2-1 mutant plants, we previously proposed that snRNA content is a limiting factor in dedifferentiation in plant cells. Here, we performed functional complementation analysis of srd2-1 using transgenic srd2-1 Arabidopsis plants harboring SRD2 homologs from Populus trichocarpa (poplar), Nicotiana tabacum (tobacco), Oryza sativa (rice), the moss Physcomitrella patens, and Homo sapiens (human) under the control of the Arabidopsis SRD2 promoter. Only rice SRD2 suppressed the faulty tissue culture responses of srd2-1, and restore the snRNA levels; however, interestingly, all SRD2 homologs except poplar SRD2 rescued the srd2-1 defects in seedling development. These findings demonstrated that cell dedifferentiation and organogenesis induced during tissue culture require higher snRNA levels than does seedling development.", "author": [{"author": "Misato Ohtani", "affiliation": ["Graduate School of Biological Sciences, Nara Institute of Science and Technology, 8916-5 Takayama-cho, Ikoma, Nara, 630-0192, Japan, misato@bs.naist.jp."], "href": "/?term=Ohtani+M&cauthor_id=25740809"}, {"author": "Arika Takebayashi", "affiliation": [], "href": "/?term=Takebayashi+A&cauthor_id=25740809"}, {"author": "Ryoko Hiroyama", "affiliation": [], "href": "/?term=Hiroyama+R&cauthor_id=25740809"}, {"author": "Bo Xu", "affiliation": [], "href": "/?term=Xu+B&cauthor_id=25740809"}, {"author": "Toru Kudo", "affiliation": [], "href": "/?term=Kudo+T&cauthor_id=25740809"}, {"author": "Hitoshi Sakakibara", "affiliation": [], "href": "/?term=Sakakibara+H&cauthor_id=25740809"}, {"author": "Munetaka Sugiyama", "affiliation": [], "href": "/?term=Sugiyama+M&cauthor_id=25740809"}, {"author": "Taku Demura", "affiliation": [], "href": "/?term=Demura+T&cauthor_id=25740809"}], "refPMID": ["18064403", "1535687", "24807620", "20965997", "20925482", "19446021", "22811434", "10069079", "23771891", "16098103", "8339931", "19556241", "12520043", "21649762", "16453831", "9003788", "22336715", "2583119", "9389671", "16381836", "12232244", "18631122", "17318225", "16901896", "20212087", "24652936", "11390411", "10421633"], "citedInPMID": ["25740809", "32747542", "30188775", "29354141", "27900551", "25694002"], "body": ""}