{"title": "Fibroblasts from patients with major depressive disorder show distinct transcriptional response to metabolic stressors", "pubDate": "2015", "PMCID": "PMC4354345", "DOI": "10.1038/tp.2015.14", "PMID": "25756806", "abstract": "Major depressive disorder (MDD) is increasingly viewed as interplay of environmental stressors and genetic predisposition, and recent data suggest that the disease affects not only the brain, but the entire body. As a result, we aimed at determining whether patients with major depression have aberrant molecular responses to stress in peripheral tissues. We examined the effects of two metabolic stressors, galactose (GAL) or reduced lipids (RL), on the transcriptome and miRNome of human fibroblasts from 16 pairs of patients with MDD and matched healthy controls (CNTR). Our results demonstrate that both MDD and CNTR fibroblasts had a robust molecular response to GAL and RL challenges. Most importantly, a significant part (messenger RNAs (mRNAs): 26-33%; microRNAs (miRNAs): 81-90%) of the molecular response was only observed in MDD, but not in CNTR fibroblasts. The applied metabolic challenges uncovered mRNA and miRNA signatures, identifying responses to each stressor characteristic for the MDD fibroblasts. The distinct responses of MDD fibroblasts to GAL and RL revealed an aberrant engagement of molecular pathways, such as apoptosis, regulation of cell cycle, cell migration, metabolic control and energy production. In conclusion, the metabolic challenges evoked by GAL or RL in dermal fibroblasts exposed adaptive dysfunctions on mRNA and miRNA levels that are characteristic for MDD. This finding underscores the need to challenge biological systems to bring out disease-specific deficits, which otherwise might remain hidden under resting conditions.", "author": [{"author": "K A Garbett", "affiliation": ["Department of Psychiatry, Vanderbilt University, Nashville, TN, USA."], "href": "/?term=Garbett+KA&cauthor_id=25756806"}, {"author": "A Vereczkei", "affiliation": ["1] Department of Psychiatry, Vanderbilt University, Nashville, TN, USA [2] Department of Medical Chemistry, Molecular Biology and Pathobiochemistry, Semmelweis University, Budapest, Hungary."], "href": "/?term=Vereczkei+A&cauthor_id=25756806"}, {"author": "S Kálmán", "affiliation": ["1] Department of Psychiatry, Vanderbilt University, Nashville, TN, USA [2] Department of Psychiatry, University of Szeged, Szeged, Hungary."], "href": "/?term=K%C3%A1lm%C3%A1n+S&cauthor_id=25756806"}, {"author": "L Wang", "affiliation": ["Department of Biostatistics, Vanderbilt University, Nashville, TN, USA."], "href": "/?term=Wang+L&cauthor_id=25756806"}, {"author": "Ž Korade", "affiliation": ["1] Department of Psychiatry, Vanderbilt University, Nashville, TN, USA [2] Vanderbilt Kennedy Center for Research on Human Development, Vanderbilt University, Nashville, TN, USA."], "href": "/?term=Korade+%C5%BD&cauthor_id=25756806"}, {"author": "R C Shelton", "affiliation": ["Department of Psychiatry, University of Alabama, Birmingham, AL, USA."], "href": "/?term=Shelton+RC&cauthor_id=25756806"}, {"author": "K Mirnics", "affiliation": ["1] Department of Psychiatry, Vanderbilt University, Nashville, TN, USA [2] Department of Psychiatry, University of Szeged, Szeged, Hungary [3] Vanderbilt Kennedy Center for Research on Human Development, Vanderbilt University, Nashville, TN, USA."], "href": "/?term=Mirnics+K&cauthor_id=25756806"}], "refPMID": ["25143317", "23442893", "24300695", "17889652", "23065343", "18333761", "22510887", "22428481", "24331358", "23650447", "20160716", "11099740", "19916557", "24128664", "23896203", "23381570", "15187984", "22841833", "24246224", "24853294", "26126180", "11875221", "12925520", "18551415", "17644558", "23850315", "23334421", "20924086", "18456660", "20479761", "11329053", "25016317", "16239144", "17218260", "24570594", "21633093", "23399321", "7598049", "10333380", "12445491", "12888186", "23340506", "24111795", "23712003", "23459330", "22344257", "20950796", "23054963", "23783805", "22160706", "19907703", "21723895", "24381269", "23516276", "21857907", "21878650", "23516279", "24813889", "23399934", "24101522", "22315408", "21111402", "23740209", "21738743", "23542694", "23922807", "21421997", "21558425", "24423585", "24883265", "23451123", "22114321", "19786281", "21576456", "23728155", "22587332", "23287814", "24011070", "22710713", "23322078", "24685694", "23756832", "23596049", "24279768", "22747855", "24084692", "24789908", "23796712", "24375761", "24935220", "24623846", "24517225", "25182532", "19219026", "24141721", "22553189", "23360399", "24815299", "23077462", "24914051", "23546867", "20417621", "23617834", "24285725", "19088023", "21556037", "23525216", "20485546", "23874748", "22970031", "21880462", "24957404", "23333300", "25092292", "22038739", "22333591", "24607549", "22113133", "19584269", "23093778", "22867052", "21643016", "23145039", "24788552", "22244746", "24371224", "23314612", "23467648", "24626466", "25179841", "24805183", "23873704", "22645261", "21228099"], "citedInPMID": ["25756806", "34227186", "32260327", "31631822", "31089834", "28848385", "26855193", "26804030"], "body": " AbstractMajor depressive disorder (MDD) is increasingly viewed as interplay of environmental stressors and genetic predisposition, and recent data suggest that the disease affects not only the brain, but the entire body. As a result, we aimed at determining whether patients with major depression have aberrant molecular responses to stress in peripheral tissues. We examined the effects of two metabolic stressors, galactose (GAL) or reduced lipids (RL), on the transcriptome and miRNome of human fibroblasts from 16 pairs of patients with MDD and matched healthy controls (CNTR). Our results demonstrate that both MDD and CNTR fibroblasts had a robust molecular response to GAL and RL challenges. Most importantly, a significant part (messenger RNAs (mRNAs): 26–33% microRNAs (miRNAs): 81–90%) of the molecular response was only observed in MDD, but not in CNTR fibroblasts. The applied metabolic challenges uncovered mRNA and miRNA signatures, identifying responses to each stressor characteristic for the MDD fibroblasts. The distinct responses of MDD fibroblasts to GAL and RL revealed an aberrant engagement of molecular pathways, such as apoptosis, regulation of cell cycle, cell migration, metabolic control and energy production. In conclusion, the metabolic challenges evoked by GAL or RL in dermal fibroblasts exposed adaptive dysfunctions on mRNA and miRNA levels that are characteristic for MDD. This finding underscores the need to challenge biological systems to bring out disease-specific deficits, which otherwise might remain hidden under resting conditions. IntroductionMajor depressive disorder (MDD) is a mental disorder characterized by persistent depressed mood, anhedonia, sleep and appetite disturbances, and feelings of worthlessness, guilt and hopelessness. It is increasingly viewed as an illness of the body as well as of the mind.1 Both genetic and environmental factors have been associated with the etiology of the disease,2 but their interplay remains unexplained to date. Stressful life events are associated with the onset and severity of major depression;3 therefore, we speculated that aberrant adaptive responses to stressors would be also detectable at the cellular level.Coordination of cellular responses to stress is largely accomplished by mitochondria.4 Regardless of the type of stress a cell is experiencing (for example, exposure to harmful chemicals, changes of nutrient or oxygen supplies, dangerous levels of reactive oxygen species or even pathogen invasion), mitochondria utilize a wide array of mechanisms aimed at restoring cellular homeostasis.5 Therefore, the health of these cellular organelles is critical not only for the fate of the individual cells, but for the well-being of the entire organism. Not surprisingly, abnormalities in mitochondrial functions have been implicated in neurological6 and psychiatric disorders,7, 8, 9 and specifically in MDD.10 In addition, mitochondria are involved in multiple metabolic pathways and are the most prominent generators of energy in the cell. Energy is produced in the cytoplasm through glycolysis, or in the mitochondria through oxidative phosphorylation, also known as mitochondrial respiration. The reliance on energy produced by mitochondrial respiration, rather than glycolysis, can be experimentally shifted by changing the sugar source in the cell culture medium from glucose to galactose (GAL).11 The shift to oxidative phosphorylation can reveal mitochondrial deficits intersecting control of carbohydrate metabolism and energy homeostasis. Energy production is also tightly interconnected with lipid metabolism through the key metabolite acetyl-CoA. Acetyl-CoA may remain in the mitochondria for energy production or may be exported for de novo fatty acid synthesis into the cytoplasm, depending mainly on the availability of fatty acids. This adaptive shift can be experimentally directed by limiting the fatty acid supply in the cell culture medium. Therefore, cellular adaptation to stress can be tested by simple manipulations of the carbohydrate and fatty acids source in the culture medium.Molecular adaptation to stress in the context of mental disorders is difficult to address in the human brain. Alternatively, we used in vitro propagated peripheral cells to test the effects of metabolic stress. Dermal fibroblasts are an appealing cell-based model for studying peripheral events associated with brain disorders, based on the ease of establishing them from skin biopsies, and the ability to maintain in culture without additional reprograming.12 In addition, the confounding variability in human samples on the basis of patients' hormones, life style or medication use, are virtually eliminated after several cell divisions. To date, skin fibroblast cultures have been used successfully to elucidate molecular mechanisms associated with schizophrenia13, 14 and developmental disorders,15, 16 and for discerning abnormalities in signal transduction pathways in MDD.12, 17, 18, 19 In addition, previous reports for dysregulations in lipid metabolism20 and mitochondrial respiration,21 suggest abnormalities in mitochondrial function in the periphery of MDD patients. Therefore, we aimed at elucidating whether MDD fibroblasts would in addition exhibit molecular deficits in response to metabolic stressors such as GAL and reduced lipids (RL) in the culture medium. In this manuscript, we present the experimental data gathered from metabolically challenged human dermal fibroblasts and discuss their relevance to MDD. Materials and methodsHuman fibroblastsThis study was approved by the Vanderbilt University Institutional Review Board. Participants were diagnosed with a current major depressive episode according to the Structured Clinical Interview for DSM-IV-TR22 with an exclusion criteria of other primary axis I DSM-IV diagnosis. Procedures for recruitment and diagnosis have been described previously.12, 18 A written informed consent was obtained from all the participants before any procedures were conducted. Sixteen healthy controls (CNTR) were matched by age, race and gender to MDD patients (Supplementary Material 1). The MDD and CNTR subject groups had similar average age (MDD=34.9, CNTR=35.2), representation of gender (12 female and four male) and race (12 white and four African American). Fibroblast cultures were established from skin biopsies according to a protocol previously described.12, 18Briefly, fibroblast cultures underwent 5–10 passages with DMEM (Dulbecco's Modified Eagle's medium; Mediatech, Manassas, VA, USA) containing 250 mM glucose and 1 mM sodium pyruvate, supplemented with 2 mM L-glutamine (Mediatech), 10% fetal bovine serum (Thermo Scientific HyClone, Logan, UT, USA) and antibiotic/antimycotic solution (Invitrogen, Carlsbad, CA, USA). Cultures were maintained at 37 °C and 5% CO2. A cell line from each patient was divided into three plates (plating density 1.2 × 106 cells per plate) and after overnight adherence, each plate received one of the following formulations: (1) standard (STD) medium: DMEM containing 25 mM glucose; (2) galactose-containing (GAL) medium: DMEM with no glucose, supplemented with 10 mM GAL (Sigma-Aldrich, St. Louis, MO, USA); (3) RL medium: DMEM containing 25 mM glucose, supplemented with lipid-reduced fetal bovine serum (Thermo Scientific HyClone). All the cultures were grown for 7 days, refreshing the media every 2 days. The cells were collected after washing with ice-cold phosphate-buffered saline twice, and then trypsinized, pelleted (700 g for 8 min at 18 ºC) and stored at −80 °C until RNA isolation. In all the tested cell lines, neither GAL nor RL exhibited a detectable effect on cell growth and mortality.RNA isolation and analysesTotal RNA and small RNA fractions were isolated from frozen fibroblasts using mirVana microRNA (miRNA) isolation Kit (Ambion, Austin, TX, USA) according to manufacturer's instruction. Both total RNA and small RNA were eluted with 100 μl Elution Solution. Agilent 2100 Bioanalyzer was used to determine the quality and size of the RNA preps. Total RNA integrity number for all messenger RNA (mRNA) samples ranged from 9.4 to 10, and was similar between the MDD and CNTR groups and various conditions. The samples were stored at −80 °C until further use.The mRNA levels in each fibroblast culture were examined with the GeneChip HT HG-U133+ PM Array Plate (Affymetrix, Santa Clara, CA, USA). The complementary DNA synthesis from total RNA, labeling and hybridization were performed according to manufacturer's protocol. The segmented images from each GeneChip were normalized and log2 transformed using GC-robust multi-array analysis.23 The average logarithmic ratio (ALR=MeanMDD−MeanCNTR) was calculated for each gene probe, as an indicator for magnitude of change and Student's paired and group two-tailed P-values as indicators for significance of change. Significance was established according to the dual criteria of |ALR|>0.3785 (30% change) and both pairwise and groupwise P⩽0.01. Quantitaive PCR validation of the microarray data was performed with RT2 custom Profiler PCR Arrays (Qiagen, Valencia, CA, USA), designed to test the mRNA expression level of 10 genes involved in the regulation of lipid metabolism: stearoyl-CoA desaturase (delta-9-desaturase), fatty acid binding protein 3, 7-dehydrocholesterol reductase, insulin induced gene 1, quinolinate phosphoribosyltransferase, 3-hydroxy-3-methylglutaryl-CoA reductase, 3-hydroxy-3-methylglutaryl-CoA synthase 1, low-density lipoprotein receptor, fatty acid desaturase 1, fatty acid desaturase 2. The differentially expressed genes were subjected to a two-way hierarchical clustering analysis using GenePattern software.24 In addition, for each gene probe, we applied a linear statistical model with gene expression values as the outcome variable and group, stressor and group × stressor as fixed effects (groups: CNTR, MDD; stressors: GAL, RL). Data were analyzed with procedure MIXED in SAS software (version 9.3, SAS Institute, Cary, NC, USA). Gene set enrichment analysis (GSEA) based on pre-defined gene classes were carried out with the GenePattern software.25 BioCarta defined set of genes were considered significantly overrepresented at P⩽0.05.The miRNA levels were interrogated with miRNome miScript miRNA PCR Arrays (Qiagen). The complementary DNA was prepared from small RNA preps with miScript HiSpec Buffer according to miScript II RT Kit (Qiagen) instructions. The complementary DNA from each sample was quantified and proportionately combined into four pools of samples according to age and gender (Supplementary Material 1). Creating multiple sample pools from closely matched individuals allowed us a reduced work load and cost, while still retaining the ability to establish statistical significance in the downstream analyses. However, to avoid any pooling biases and outlier effects, the outcome of these data had to be validated in the individual samples. As a result, significantly changed miRNA levels in each individual fibroblast sample were examined with custom miScript miRNA PCR Arrays. (Qiagen), containing assays for the following miRNAs: miR-146b-5p, miR-550a, miR-214, miR-132*, miR-376c, miR-19a, miR-181a*, miR-486-5p, miR-424*, miR-542-3p, miR-22, miR-376b, miR-29b, miR-564. The selection of the 14 miRNA assays was based on a statistically significant difference in response to GAL or RL in the MDD or the CNTR group. The Ct values for each miRNA from both miRNome and custom qPCR arrays were normalized to the average Ct from a set of housekeeping genes and thus ΔCt values were generated. At Ct >35, a miRNA level was considered non-detectable. In cases where the levels of a miRNA were non-detectable in two or more samples within a group, the miRNA was not used for further comparisons. The miRNA difference of expression between groups was measured by ΔΔCtRL=MeanΔCtRL−MeanΔCtSTD and ΔΔCtGAL=MeanΔCtGAL−MeanΔCtSTD. A miRNA was considered differentially expressed when |ΔΔCt|>0.3785 and pairwise P⩽0.05. Group × stressor interaction was determined by the dual criteria of |ΔΔΔCt|>0.3785 (30% difference) and groupwise P⩽0.05. ΔΔΔCtGAL=ΔΔCtMDDGAL−ΔΔCtCNTRGAL; ΔΔΔCtRL=ΔΔCtMDDRL−ΔΔCtCNTRRL. ResultsMDD fibroblast response to metabolic stress: mRNA changesMetabolic stress response in MDD and CNTR fibroblasts from 32 subjects (16 MDD and 16 CNTR) was achieved by exposure to culture media containing GAL or RL (Supplementary Material 2). Analysis of mRNA species by oligonucleotide microarrays revealed that GAL substitution of glucose in the growth medium resulted in robust changes in the transcriptome of both MDD and CNTR fibroblasts. Using dual criteria for establishing significant expression differences (|ALRGAL−STD| > 0.3785 (30% change) and both group- and pairwise P⩽0.01), we identified 1196 transcripts changed in GAL-treated MDD fibroblasts (Supplementary Material 3A). Of those, 975 were upregulated as a result of GAL treatment. According to the same criteria, 1111 probes were changed in CNTR fibroblasts, 733 of which were upregulated. In comparison with the CNTR fibroblasts, MDD fibroblasts revealed a distinct GAL-induced mRNA pattern; of the total number of mRNAs, 310 (26%) were only exhibited in MDD (Supplementary Material 4A).RL treatment also resulted in pronounced mRNA changes in both MDD and CNTR cells. Differential expression in RL conditions (compared with STD media) was noted for 312 transcripts in the MDD: 262 upregulated and 50 downregulated mRNAs. Similarly, in CNTR fibroblast, 360 mRNA species (261 upregulated, 99 downregulated) were differentially expressed in RL compared with STD conditions (Supplementary Material 3B). Importantly, the MDD fibroblasts responded to RL condition differently than CNTR; 103 (33.4%) of all mRNA changes induced by RL were only exhibited in MDD (Supplementary Material 4B).It was remarkable that both GAL and RL treatments resulted in distinct mRNA changes in MDD fibroblasts that were not present in CNTR, therefore, we further sought to identify the interaction effect between disease state and metabolic challenge (group × stressor) by applying a linear statistical model. We used a dual significance cutoff criterion of |ΔALR|>0.3785 (30% change) and P⩽0.01. We found that the characteristic MDD signature in response to GAL (MDD × GAL) was defined by 28 (Figure 1a), and in response to RL (MDD × RL) was defined by 20 mRNA species (Figure 1b). Two of the genes (integrator complex subunit 4; INTS4 and NEDD4 binding protein 2-like 1; N4BP2L1) overlapped in the MDD × GAL and MDD × RL response-defining pattern.Open in a separate windowFigure 1Disease × stressor interaction mRNA signatures. (a) MDD × GAL and (b) MDD × RL. The ALR (MeanRL−MeanSTD) of the probes with significant disease × challenge interaction were subjected to unsupervised hierarchical clustering. The colored squares represent the increase (red) or decrease (blue) of each ALR from the mean. Color intensity is proportional to magnitude of change. Clear separation of MDD and CNTR groups was observed. Furthermore, two genes (INTS4 and N4BP2L1—denoted by arrows) are commonly present in both signatures. CNTR, control; GAL, galactose; MDD, major depressive disorder; mRNA, messenger RNA; RL, reduced lipid; STD, standard.Custom qPCR arrays were used to validate the microarray-detected mRNA changes in response to GAL and RL. The arrays were designed to test the mRNA expression level of 10 genes involved in lipid metabolism with significantly changed expression in MDD and in CNTR samples in GAL vs STD and in RL vs STD conditions. The statistical significance of the microarray-detected expression changes for all 10 genes was confirmed by qPCR (Figure 2). In addition, the microarray's ALRs had a high correlation with the qPCR's −ΔΔCt in both GAL vs STD and RL vs STD comparisons.Open in a separate windowFigure 2qPCR validation of the differential mRNA expression detected with microarrays. The differential expression of 10 mRNAs, detected with microarrays, was validated with custom qPCR arrays (groups: MDD, CNTR; culture conditions: STD, GAL, RL). ALR (ALRGAL=MeanGAL− MeanSTD, blue, ALRRL=MeanRL− MeanSTD, pink) was used as an estimate for the microarray expression changes and was plotted on the x axis. ΔΔCt (ΔΔCtGAL=ΔCtGAL−ΔCtSTD, blue; ΔΔCtRL=ΔCtRL−ΔCtSTD, pink) was used for a qPCR expression changes estimate and was plotted as −ΔΔCt on the y axis. Note that the estimates from both analyses in each comparison were highly correlated. CNTR, control; GAL, galactose; MDD, major depressive disorder; mRNA, messenger RNA; qPCR, quantitative PCR; RL, reduced lipid; STD, standard.To better understand what molecular pathways are differently engaged in MDD compared with CNTR in response to metabolic stress, we performed GSEA with predetermined gene sets by BioCarta. Significantly enriched gene sets, representing molecular pathways, were identified for both MDD and CNTR in GAL and RL environment (Table 1, GSEA). GAL treatment induced enrichment of 21 pathways in MDD and 17 in CNTR. Nine of the 21 gene sets (43%) were only enriched in MDD and are involved in cell cycle regulation (PTC1, MPR, ACAP95, ARF), apoptosis (HSP27, SET, BAD), anti-inflammation (IL10) and cell survival (IL7). RL resulted in enrichment of 19 pathways in MDD and 15 in CNTR. Ten of the 19 gene sets (53%) were only enriched in MDD and are involved in cell repair (TFF), survival (TRKA), migration (ECM) and proliferation (CDMAC, SPRY), and also in regulation of metabolism (GH) and energy production (FEEDER, GLYCOLYSIS). Overall, GSEA revealed that the specific changes in MDD evoked by both metabolic stressors are represented by approximately half of all detected molecular pathways, indicating that MDD fibroblasts utilize different strategies for adaptation to the metabolic stressors. Moreover, challenging the MDD fibroblasts with GAL and RL exposed characteristic molecular signatures undetectable at STD conditions.Table 1BioCarta GSEA enrichment of mRNA expression in response to GAL and RL challengesPathwaySizeNESP-valueEnriched in CNTR GAL RACCYCD261.890.0076 CELLCYCLE231.810.0000 TEL181.740.0040 SRCRPTP111.720.0000 P53161.660.0078 CERAMIDE221.650.0115 CFTR121.620.0000 CHREBP2421.610.0275 G2241.610.0199 ATRBRCA211.580.0159 CARM_ER341.580.0373 STATHMIN191.560.0233 ATM201.550.0492 CHEMICAL221.530.0497 RB131.530.0346 AKAPCENTROSOME151.520.0471 PLCE121.510.0299 Enriched in CNTR RL PPARA561.830.0000 RACCYCD261.710.0229 CHREBP2421.650.0136 CD40151.590.0301 ARF171.570.0359 VIP261.570.0169 P38MAPK391.530.0076 HSP27151.500.0389 BAD261.500.0217 GCR191.470.0360 LYM111.430.0368 PLCE121.430.0443 IL22BP16−1.530.0300 DNAFRAGMENT10−1.540.0237 AHSP11−1.560.0412 Enriched in MDD GAL TEL181.980.0000 SRCRPTP111.730.0020 PTC1111.730.0000 G2241.660.0021 CARM_ER341.660.0056 HSP27151.650.0116 RB131.620.0062 CERAMIDE221.600.0212 P53161.580.0220 SET111.580.0328 CHEMICAL221.580.0243 ATRBRCA211.570.0080 MPR341.560.0413 CELLCYCLE231.560.0305 AKAP95121.560.0469 CHREBP2421.560.0222 IL10171.530.0320 ARF171.500.0382 PLCE121.470.0301 IL7171.460.0258 BAD261.430.0138 Enriched in MDD RL RACCYCD261.900.0040 TFF211.880.0064 CD40151.780.0102 TRKA121.740.0084 ECM241.670.0234 PPARA561.630.0066 HSP27151.620.0176 GH281.600.0204 GLEEVEC231.580.0361 ARF171.540.0463 EXTRINSIC131.530.0140 CHREBP2421.530.0246 CDMAC161.520.0355 BAD261.480.0118 SPRY181.450.0417 FEEDER9−1.530.0236 DNAFRAGMENT10−1.540.0488 AHSP11−1.560.0354 GLYCOLYSIS10−1.630.0040Open in a separate windowAbbreviations: CNTR, control; GAL, galactose; GSEA, gene set enrichment analysis; MDD, major depressive disorder; mRNA, messenger RNA; RL, reduced lipid.Molecular pathway enrichment of mRNA in MDD and CNTR. Pathways enriched only in one group (MDD or CNTR) are in bold.MDD fibroblast response to metabolic stress: miRNA changesThe miRNAs are important regulators of mRNA function and they are heavily involved in control of metabolism and energy homeostasis.26 Therefore, we sought to identify the miRNA response to metabolic challenges in the same MDD fibroblasts in which differential mRNA expression patterns had been established.The miRNA samples, isolated individually from the 16 MDD and 16 CNTR fibroblast cultures, were pooled into four sets according to the patients' age and gender (Supplementary Material 1). Human miRNome miScript miRNA PCR Arrays (Qiagen) were used to profile the expression of the 1008 most abundantly expressed miRNA species in the human miRNA genome (miRNome). Approximately 50% of the assayed miRNAs were detected in human cultured dermal fibroblasts, regardless of disease status or culture condition. Significant expression differences in metabolic stress vs STD conditions were defined when change was larger than 30% (|ΔΔCt|>0.3785) and paired t-test P⩽0.05. In response to GAL challenge, MDD fibroblasts revealed expression changes in 63 miRNAs (Supplementary Material 5A). The number of miRNAs changed by GAL challenge in CNTR samples was substantially lower, 38 miRNAs. In addition, 81% of the miRNAs changed in GAL were specific for MDD fibroblasts.RL elicited much stronger miRNA response in MDD (147 miRNAs), compared with CNTR (38 miRNA) (Supplementary Material 5B), leading us to believe that MDD fibroblasts are experiencing the RL environment as much more stressful than CNTRs. Furthermore, 90% of the miRNA RL-response pattern was observed only in MDD, but not in CNTR.Validation of miRNome analyses on pooled samples was performed with custom qPCR array of 14 miRNAs (SABiosciences, Qiagen) on individual samples. The ΔΔCt (ΔΔCtGAL=ΔCtGAL−ΔCtSTD, ΔΔCtRL=ΔCtRL−ΔCtSTD) from the pooled samples for each miRNA was correlated with the corresponding ΔΔCt from the individual samples (Figure 3). Both GAL- and RL-induced miRNA response demonstrated high correlation between pooled and individual samples with coefficients of rGAL=0.920 and rRL=0.785. In addition, 85% of the miRNA changes in the individual samples were significantly different in the predicted direction (P⩽0.05), providing a strong validation for the miRNome data.Open in a separate windowFigure 3Differential miRNA expression in pooled samples is validated in individual samples. The expression level of 14 miRNAs, detected in miRNome analyses of pooled samples, was validated with independent qPCR arrays of individual samples (groups: MDD, CNTR; culture conditions: STD, GAL, RL). The expression changes, estimated with ΔΔCt (ΔΔCtGAL=ΔCtGAL−ΔCtSTD, blue; ΔΔCtRL=ΔCtRL−ΔCtSTD, pink), from the pooled samples are plotted on the x axis, and from the individual samples on the y axis. Note that the values from each comparison were highly correlated. CNTR, control; GAL, galactose; MDD, major depressive disorder; miRNA, microRNA; qPCR, quantitative PCR; RL, reduced lipid; STD, standard.In addition, in an attempt to identify the miRNA changes that characterize the specific response of MDD to each metabolic challenge, we used a group × challenge linear statistical model and the dual significance criterion of |ΔΔΔCt|>0.3785 and P⩽0.05. Thus, we derived two miRNA signatures: (1) representing MDD × GAL interaction (16 miRNAs) and (2) representing MDD × RL interaction (36 miRNAs, Figure 4). It is noteworthy that miR-7, miR-382, miR-296-5p and miR-3176 were common for both signatures.Open in a separate windowFigure 4Disease × stressor interaction miRNA signatures. (a) MDD × GAL and (b) MDD × RL. The ΔΔCts (ΔΔCtGAL=ΔCtGAL−ΔCtSTD; ΔΔCtRL=ΔCtRL−ΔCtSTD) of the miRNAs with significant disease × challenge interaction were subjected to unsupervised hierarchical clustering. The colored squares represent the increase (red) or decrease (blue) of each ΔΔCt from the mean. Increased ΔΔCt represents reduced level of miRNA in metabolic stress compared with STD conditions. Clear separation of MDD and CNTR groups was observed. Four miRNAs (that is, miR-7, miR-382, miR-296-5p and miR-3176), denoted by arrows, are commonly present in both signatures. CNTR, control; GAL, galactose; MDD, major depressive disorder; miRNA, microRNA; RL, reduced lipid; STD, standard.Literature search in PubMed for the roles of the MDD × GAL and MDD × RL signature miRNAs revealed an interesting trend toward extensive miRNA involvement in the regulation of metabolism, cell proliferation, survival and migration (Table 2). In relation to control of metabolism, we found miRNAs regulating insulin levels and secretion, obesity and starvation in both MDD × GAL (38%) and MDD × RL (37%) panels. In addition, eight miRNAs from the MDD × RL panel: miR-3613-3p, miR-33a, miR-192, miR-26a, miR-34a, miR-370, miR-15b and miR-296-5p, have been described in the literature as regulators of lipid metabolism. With regard to cell proliferation and apoptosis, 56% of the MDD × GAL and 61% of the MDD × RL miRNAs are known controllers of various signaling cascades, out of which 13% (GAL) and 33% (RL) affect or are affected by the tumor suppressor protein p53. As p53 is not only a modulator of apoptosis, but is also involved in regulation of metabolism,27 some overlap between these categories is expected. Furthermore, 25% (MDD × GAL) and 39% (MDD × RL) of the signature miRNAs are known to regulate cell motility. Interestingly, three of them: miR-34a, miR-34b and miR-199a-3p, are recognized as regulators of the hepatocyte growth factor receptor, c-Met,28, 29 a key controller of cell migration.Table 2Experimentally established involvement of the miRNAs from MDD × GAL and MDD × RL signatures in cellular processes (on the basis of PubMed search)Physiological processmiRNA_IDMDD × GAL miRNAMetabolismmiR-33a*, miR-7, miR-296-5p, miR-181a*, miR-497*Fatty acid metabolismmiR-296-5p, miR-193a-3p ×P53miR-1208, miR-1285, miR-7Apoptosis/proliferationmiR-548c-5p, miR-7, miR-382, miR-296-5p, miR-181*, miR-193a-3p, miR-1285, miR-32, miR-497*Migration/c-METmiR-548c-5p, miR-7, miR-296-5p, miR-497*Neurons/psychiatrymiR-7, miR-382, miR-296-5p, miR-32, miR-497*  MDD × RL miRNAMetabolismmiR-33a, miR-7, miR-661, miR-1307, miR-376a, miR-26a, miR-132, miR-25, miR-98, miR-34a, miR-23a, miR-199a/b-3p, miR-296-5pFatty acid metabolismmiR-3613-3p, miR-33a, miR-192, miR-26a, miR-34a, miR-370, miR-15b, miR-296-5pP53miR-34b, miR-16-1*, miR-661, miR-192, miR-7, miR-134, miR-25, miR-98, miR-34a, miR-370, miR-15b, miR-199a/b-3pApoptosis/proliferationmiR-33a, miR-34b, miR-16-1*, miR-661, miR-192, miR-7, miR-376a, miR-382, miR-26a, miR-134, miR-379, let-7g, miR-132, miR-25, miR-98, miR-34a, miR-370, miR-15b, miR-23a, miR-199a/b-3p, miR-100, miR-296-5pMigration/c-METmiR-34b, miR-661, miR-550a, miR-7, miR-376a, miR-26a, let-7g, miR-134, miR-132, miR-25,miR-98, miR-34a, miR-100, miR-296-5pNeurons/psychiatrymiR-34b, miR-7, miR-376a, miR-382, miR-26a, miR-134, miR-564, let-7g, miR-132, miR-25, miR-98, miR-34a, miR-370, miR-15b, miR-23a, miR-199a/b-3p, miR-296-5pOpen in a separate windowAbbreviations: GAL, galactose; MDD, major depressive disorder; miRNA, microRNA; RL, reduced lipid.Metabolism/fatty acid metabolism.36, 63, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94 Apoptosis/proliferation/p53.37, 49, 54, 56, 58, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118Migration.29, 54, 98, 99, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131 Neurons/psychiatry.48, 49, 50, 51, 53, 54, 56, 57, 58, 60, 61, 63, 64, 65, 66, 68, 69, 70, 71, 98, 132, 133, 134 DiscussionOur results demonstrate that the metabolic challenges evoked by substitution of glucose with GAL or reducing the abundance of lipids in the growth media of fibroblast cultures result in robust changes of mRNA and miRNA expression. MDD fibroblasts responded to the metabolic stress with alternate expression of 1196 (GAL) and 312 (RL) transcripts. A substantial fraction of these mRNA changes, 26% (GAL) and 33% (RL) were only observed in MDD, but not in CNTR. The specific response of MDD fibroblasts to each challenge was represented by 20 (MDD × GAL) and 28 (MDD × RL) mRNAs with significant group by challenge interaction. The characteristic response of MDD fibroblasts to the metabolic stressors was even more pronounced on the miRNA level; 81% (GAL) and 90% (RL) of the total miRNA changes were only observed in MDD, but not in CNTR. The miRNA signature response of MDD fibroblasts was defined by 16 (MDD × GAL) and 36 (MDD × RL) miRNAs. The stress-induced changes, observed on both mRNA and miRNA level, revealed MDD-associated impairments in molecular pathways involved in the control of metabolism and energy production, cell survival, proliferation and migration. These impairments are likely to be present in all the somatic cells, and therefore are informative of the disease process. In fact, the results are consistent with our previous findings in human postmortem brain tissue, as both studies implicated disturbances in apoptotic molecular pathways.30 Impairments in any of the detected molecular pathways could be critical for the development and plasticity of the brain and can result in the disease state of MDD.31 In a previous study, MDD fibroblasts cultured in STD condition revealed deficits in cell proliferation and cell motility.32 In this study, we demonstrated that molecular pathways involved in the same processes were also impaired in response to metabolic challenges with GAL and RL, and revealed previously unknown disruption of pathways regulating metabolism and energy production. Presenting metabolic challenges was instrumental for defining distinct MDD mRNA and miRNA response signatures that might also contribute to patients' aberrant responses to life stressors.GAL and RL treatments elicited common responses in MDD fibroblasts. The commonality was demonstrated on both mRNA and miRNA level. On mRNA level, the overlap between MDD × GAL and MDD × RL signatures was defined by the integrator complex subunit 4 (INTS4), and the NEDD4 binding protein 2-like 1 (N4BP2L1). The INTS4 associates with RNA polymerase II, and therefore potentially has a general effect on regulation of gene transcription and RNA processing.33 The N4BP2L1 is a paralog of N4BP2 and is likely involved in cell survival.34 Evidence for MDD impairment in the regulation of cell survival and proliferation streamed from the molecular pathway analyses as well. The HSP27, BAD and ARF molecular pathways were the commonly enriched pathways in MDD during GAL and RL challenges; all of which affect cell survival and proliferation. Furthermore, 38% (GAL) and 17% (RL) of the MDD-enriched gene sets (PTC1, MPR, ACAP95, ARF, HSP27, SET, BAD, IL7, TRKA, CDMAC, SPRY), contribute to the regulation of cell survival and proliferation. On the miRNA level, three of the commonly changed miRNAs are regulators of cell proliferation and apoptosis.35, 36, 37 In addition, a striking 56–61% of the miRNAs from the MDD × GAL and MDD × RL signatures have roles in cell cycle and survival regulation. Overall, these data provide an overwhelming support for the aberrant engagement of mechanisms regulating cell proliferation and survival by MDD fibroblasts when exposed to two distinct metabolic challenges. Commonality between GAL- and RL-induced responses in MDD was also detected in their respective miRNA signatures, where at least 38% (GAL) and 37% (RL) of the miRNAs were regulators of metabolism or energy homeostasis, indicating deficiencies in those signaling cascades in MDD as well. In summary, the challenges presented by GAL and RL in MDD fibroblasts affected cellular processes, such as control of cell proliferation and survival, regulation of metabolism and energy production. The molecular machinery for regulation of these processes is located mainly in the mitochondria. Therefore, our data strongly support the disruption of mitochondrial functions in patients with MDD, as previously suggested.10The GAL and RL treatment also evoked different responses in MDD fibroblasts. The number of mRNAs with changed expression in GAL was four times the number of mRNAs changed in RL. In contrast, the mRNA signatures characterizing the specific response of MDD to each stress, have similar number of mRNAs (MDD × GAL=28, MDD × RL=20). Therefore, the proportion of the specific mRNAs from the total mRNA changes (GAL=1196, RL=360) is in favor of RL (5.6 vs 2.3%). Consequently, we concluded that RL vs GAL environment more strongly illuminates the molecular deficits of MDD. Furthermore, additional data, obtained from RL treatment, reveal abnormalities in MDD, which were not apparent in GAL. These are the eight miRNAs in the MDD × RL miRNA signature known to control lipid metabolism, pointing toward the possibility of fatty acid metabolism dysregulation in patients with MDD, a phenomenon studied in many different ways during the last couple of decades.38, 39, 40, 41, 42 Another interesting fact revealed only in RL environment is the presence of six hypoxamirs in the MDD × RL miRNA signature. Hypoxamirs have been identified as miRNAs contributing to mitochondrial respiration arrest in a low oxygen environment.43 In our study, CNTR fibroblasts upregulated six hypoxamirs (let-7b*, miR-192, miR-26a, miR-98, miR-23a and miR-7)44 in response to RL, whereas MDD fibroblasts downregulated them. This particular difference in the MDD response compared with CNTR further supports the notion of mitochondrial dysfunction in MDD. The RL challenge was also very informative in uncovering abnormalities in the process of cell migration; 39% of the miRNAs in the MDD × RL miRNA signature were regulators of metastasis. Also, MDD responded to RL with enrichment of ECM (extracellular matrix) pathway and TFF (Trefoil factors initiate mucosal healing) pathway; both important players in the processes of cell migration. The deficit of MDD in cell migration was not as apparent during adaptation to GAL, but was observed in a previous study in STD conditions.32An important question is whether the changes we detect in peripheral tissues are relevant to a disease process that takes place primarily in the brain. Genetic factors associated with MDD are likely to be present throughout the entire body and not just be specific to the brain. The adaptive deficits detected in fibroblast cell lines can be linked back to the function of neurons and the brain, with multiple examples found in the mRNA and miRNA challenge-response signatures and in the altered molecular pathways. On mRNA level, such examples are presented by genes important for neurite outgrowth, neurodevelopment and synaptic plasticity: Actin-related protein 2/3 complex, subunit 5 (ARPC5),45 ArfGAP with coiled-coil, ankyrin repeat and PH domains 2 (ACAP2)46 and Beta-1,3-glucuronyltransferase 2 (glucuronosyltransferase S, B3GAT2).47 Multiple important roles in the nervous system are associated with miRNA challenge-response signatures as well. Generally, 31% (GAL) and 47% (RL) of the miRNAs from the miRNA signatures are either regulators of molecular events in the brain or biological markers associated with psychiatric disorders in the periphery. In particular, we identified miRNAs with roles in neurite outgrowth and synapse formation: miR-7,48 miR-26a,49 miR-34a,50 miR-134 (ref. 51) and miR-132;52, 53 cell cycle progression, apoptosis and specification of neurons: miR-25,54 miR-34a,55 miR-497 (ref. 56) and miR-376a;57 brain morphogenesis: miR-7,58 miR-370 (ref. 59) and myelination in the central nervous system: miR-23a.60 Furthermore, our study identified miRNAs implicated in the pathological development of schizophrenia, such as miR-132 (ref. 61) and miR-382;62 and of Alzheimer's, such as miR-98.63 In addition, several of the miRNAs with aberrant challenge-response in MDD have been described as potential peripheral biomarkers for psychiatric or neurological diseases: miR-564 (ref. 64) and miR-132 for schizophrenia;65 hsa-let-7g and miR-15b for Alzheimer's;66 and miR-1285, miR-34a and miR-34b for Huntington's disease.67 This study also identified a number of miRNAs that respond to different stressors in the nervous system: miR-34b, which affects the degree of oxidative stress and survival of dopaminergic neurons;68 miR-296-5p, which responds to oxidative stress in mouse hippocampal neuronal cultures;69 miR-199a, which reacts to hypoxia in rat cortical pericytes;70 and miR-98, which is elevated in the brains of newborn rats experiencing prenatal stress.71 And last, miR-296-5p, which showed aberrant response to both RL and GAL in MDD fibroblasts, presents a strong connection to MDD; miR-296-5p has been identified as a regulator of inducible I kappa-B kinase,72 a gene with genetic association with MDD.73Taken together, this information gives confidence to the relevance of our observations in fibroblasts to the MDD disease state. This study provides a solid foundation for future experiments with human fibroblasts aimed at deciphering the systemic immune disturbances in MDD. Moreover, our results demonstrate that aberrant responses to stressors are indeed present in the peripheral tissues from MDD patients. These responses intersect multiple cellular processes associated with mitochondria, such as regulation of metabolism and energy production, cell proliferation, survival and motility; therefore, they strongly suggest that the stress-response impairments of MDD patients are most likely based on impaired mitochondrial functions. AcknowledgmentsKM was supported by National Institute of Mental Health Grants R01 MH067234 and R01 MH079299. RCS was supported by National Institute of Mental Health Grants MH01741, MH52339 and MH073630 and a grant from the Brain and Behavior Research Foundation. We are especially grateful to Weining Xu, Senior Manager at Qiagen, for her invaluable guidance in the use of the miRNome arrays. We thank the Vantage Molecular Biology Core at Vanderbilt for their help in performing the microarray and miRNome array studies. We offer our sincere appreciation to Dr Marla Perna, who provided constructive comments on the manuscript preparation. NotesRCS receives unrelated research support from Assurex Health; Bristol-Myers Squibb; Eli Lilly and Company; Elan Corporation; Euthymics Bioscience; Forest Pharmaceuticals; Janssen Pharmaceutica; Jazz Pharmaceuticals; Naurex; Novartis Pharmaceuticals; Otsuka Pharmaceuticals; Pamlab; Pfizer; Repligen Corporation; Ridge Diagnostics; St. Jude Medical; and Takeda Pharmaceuticals and consults for Bristol-Myers Squibb Company; Cerecor; Cyberonics; Eli Lilly and Company; Forest Pharmaceuticals; Janssen Pharmaceutica; Medtronic; Naurex; Pamlab; Pfizer; Ridge Diagnostics; Shire Plc; and Takeda Pharmaceuticals. The remaining authors declare no conflict of interest. FootnotesSupplementary Information accompanies the paper on the Translational Psychiatry website (http://www.nature.com/tp) ReferencesVerhoeven JE, Revesz D, Wolkowitz OM, Penninx BW. Cellular aging in depression: permanent imprint or reversible process? An overview of the current evidence, mechanistic pathways, and targets for interventions. Bioessays. 2014;36:968–978. [PubMed] [Google Scholar]Klengel T, Binder EB. Gene-environment interactions in major depressive disorder. Can J Psychiatry. 2013;58:76–83. [PubMed] [Google Scholar]Mahar I, Bambico FR, Mechawar N, Nobrega JN. Stress serotonin, and hippocampal neurogenesis in relation to depression and antidepressant effects. Neurosci Biobehav Rev. 2014;38:173–192. [PubMed] [Google Scholar]Yang H, Yang T, Baur JA, Perez E, Matsui T, Carmona JJ, et al.  Nutrient-sensitive mitochondrial NAD+ levels dictate cell survival. Cell. 2007;130:1095–1107. [PMC free article] [PubMed] [Google Scholar]Galluzzi L, Kepp O, Trojel-Hansen C, Kroemer G. Mitochondrial control of cellular life, stress, and death. Circ Res. 2012;111:1198–1207. [PubMed] [Google Scholar]DiMauro S, Schon EA. Mitochondrial disorders in the nervous system. Annu Rev Neurosci. 2008;31:91–123. [PubMed] [Google Scholar]Manji H, Kato T, Di Prospero NA, Ness S, Beal MF, Krams, et al.  Impaired mitochondrial function in psychiatric disorders. Nat Rev Neurosci. 2012;13:293–307. [PubMed] [Google Scholar]Marazziti D, Baroni S, Picchetti M, Landi P, Silvestri S, Vatteroni E, et al.  Psychiatric disorders and mitochondrial dysfunctions. Eur Rev Med Pharmacol Sci. 2012;16:270–275. [PubMed] [Google Scholar]Legido A, Jethva R, Goldenthal MJ. Mitochondrial dysfunction in autism. Semin Pediatr Neurol. 2013;20:163–175. [PubMed] [Google Scholar]Tobe EH. Mitochondrial dysfunction, oxidative stress, and major depressive disorder. Neuropsychiatr Dis Treat. 2013;9:567–573. [PMC free article] [PubMed] [Google Scholar]Gohil VM, Sheth SA, Nilsson R, Wojtovich AP, Lee JH, Perocchi F, et al.  Nutrient-sensitized screening for drugs that shift energy metabolism from mitochondrial respiration to glycolysis. Nat Biotechnol. 2010;28:249–255. [PMC free article] [PubMed] [Google Scholar]Manier DH, Shelton RC, Ellis TC, Peterson CS, Eiring A, Sulser F. Human fibroblasts as a relevant model to study signal transduction in affective disorders. J Affect Disord. 2000;61:51–58. [PubMed] [Google Scholar]Wang L, Lockstone HE, Guest PC, Levin Y, Palotas A, Pietsch S, et al.  Expression profiling of fibroblasts identifies cell cycle abnormalities in schizophrenia. J Proteome Res. 2010;9:521–527. [PubMed] [Google Scholar]Gasso P, Mas S, Molina O, Lafuente A, Bernardo M, Parellada E. Increased susceptibility to apoptosis in cultured fibroblasts from antipsychotic-naive first-episode schizophrenia patients. J Psychiatr Res. 2014;48:94–101. [PubMed] [Google Scholar]Korade Z, Xu L, Harrison FE, Ahsen R, Hart SE, Folkes OM, et al.  Antioxidant supplementation ameliorates molecular deficits in Smith-Lemli-Opitz syndrome. Biol Psychiatry. 2013;75:215–222. [PMC free article] [PubMed] [Google Scholar]Xu L, Korade Z, Rosado DA, Jr., Mirnics K, Porter NA. Metabolism of oxysterols derived from nonenzymatic oxidation of 7-dehydrocholesterol in cells. J Lipid Res. 2013;54:1135–1143. [PMC free article] [PubMed] [Google Scholar]Akin D, Manier DH, Sanders-Bush E, Shelton RC. Decreased serotonin 5-HT2A receptor-stimulated phosphoinositide signaling in fibroblasts from melancholic depressed patients. Neuropsychopharmacology. 2004;29:2081–2087. [PubMed] [Google Scholar]Gibson SA, Korade Z, Shelton RC. Oxidative stress and glutathione response in tissue cultures from persons with major depression. J Psychiatr Res. 2012;46:1326–1332. [PMC free article] [PubMed] [Google Scholar]Kalman S, Garbett KA, Vereczkei A, Shelton RC, Korade Z, Mirnics K. Metabolic stress-induced microRNA and mRNA expression profiles of human fibroblasts. Exp Cell Res. 2013;320:343–353. [PMC free article] [PubMed] [Google Scholar]Zhan Y, Yang YT, You HM, Cao D, Liu CY, Zhou CJ, et al.  Plasma-based proteomics reveals lipid metabolic and immunoregulatory dysregulation in post-stroke depression. Eur Psychiatry. 2014;29:307–315. [PubMed] [Google Scholar]Karabatsiakis A, Bock C, Salinas-Manrique J, Kolassa S, Calzia E, Dietrich DE, et al.  Mitochondrial respiration in peripheral blood mononuclear cells correlates with depressive subsymptoms and severity of major depression. Transl Psychiatry. 2014;4:e397. [PMC free article] [PubMed] [Google Scholar]First MB, Pincus HA. The DSM-IV Text Revision: rationale and potential impact on clinical practice. Psychiatr Serv. 2002;53:288–292. [PubMed] [Google Scholar]Irizarry RA, Hobbs B, Collin F, Beazer-Barclay YD, Antonellis KJ, Scherf U, et al.  Exploration, normalization, and summaries of high density oligonucleotide array probe level data. Biostatistics. 2003;4:249–264. [PubMed] [Google Scholar]Kuehn H, Liberzon A, Reich M, Mesirov JP. Using GenePattern for gene expression analysis. Curr Protoc Bioinformatics. 2008;Chapter 7:Unit 7.12. [PMC free article] [PubMed] [Google Scholar]Subramanian A, Kuehn H, Gould J, Tamayo P, Mesirov JP. GSEA-P: a desktop application for Gene Set Enrichment Analysis. Bioinformatics. 2007;23:3251–3253. [PubMed] [Google Scholar]Dumortier O, Hinault C, Van Obberghen E. MicroRNAs and metabolism crosstalk in energy homeostasis. Cell Metab. 2013;18:312–324. [PubMed] [Google Scholar]Jiang P, Du W, Mancuso A, Wellen KE, Yang X. Reciprocal regulation of p53 and malic enzymes modulates metabolism and senescence. Nature. 2013;493:689–693. [PMC free article] [PubMed] [Google Scholar]Suzuki H, Yamamoto E, Nojima M, Kai M, Yamano HO, Yoshikawa K, et al.  Methylation-associated silencing of microRNA-34b/c in gastric cancer and its involvement in an epigenetic field defect. Carcinogenesis. 2010;31:2066–2073. [PubMed] [Google Scholar]Kim S, Lee UJ, Kim MN, Lee EJ, Kim JY, Lee MY, et al.  MicroRNA miR-199a* regulates the MET proto-oncogene and the downstream extracellular signal-regulated kinase 2 (ERK2) J Biol Chem. 2008;283:18158–18166. [PubMed] [Google Scholar]Shelton RC, Claiborne J, Sidoryk-Wegrzynowicz M, Reddy R, Aschner M, Lewis DA, et al.  Altered expression of genes involved in inflammation and apoptosis in frontal cortex in major depression. Mol Psychiatry. 2011;16:751–762. [PMC free article] [PubMed] [Google Scholar]Manji HK, Drevets WC, Charney DS. The cellular neurobiology of depression. Nat Med. 2001;7:541–547. [PubMed] [Google Scholar]Garbett KA, Vereczkei A, Kalman S, Brown JA, Taylor WD, Faludi G, et al.  Coordinated messenger RNA/MicroRNA changes in fibroblasts of patients with major depression. Biol Psychiatry. 2014;77:256–265. [PMC free article] [PubMed] [Google Scholar]Baillat D, Hakimi MA, Naar AM, Shilatifard A, Cooch N, Shiekhattar R. Integrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell. 2005;123:265–276. [PubMed] [Google Scholar]Wang X, Trotman LC, Koppie T, Alimonti A, Chen Z, Gao Z, et al.  NEDD4-1 is a proto-oncogenic ubiquitin ligase for PTEN. Cell. 2007;128:129–139. [PMC free article] [PubMed] [Google Scholar]Xu K, Chen Z, Qin C, Song X. miR-7 inhibits colorectal cancer cell proliferation and induces apoptosis by targeting XRCC2. Onco Targets Ther. 2014;7:325–332. [PMC free article] [PubMed] [Google Scholar]Cazanave SC, Mott JL, Elmi NA, Bronk SF, Masuoka HC, Charlton MR, et al.  A role for miR-296 in the regulation of lipoapoptosis by targeting PUMA. J Lipid Res. 2011;52:1517–1525. [PMC free article] [PubMed] [Google Scholar]Li S, Meng H, Zhou F, Zhai L, Zhang L, Gu F, et al.  MicroRNA-132 is frequently down-regulated in ductal carcinoma in situ (DCIS) of breast and acts as a tumor suppressor by inhibiting cell proliferation. Pathol Res Pract. 2013;209:179–183. [PubMed] [Google Scholar]Hibbeln JR, Salem N., Jr Dietary polyunsaturated fatty acids and depression: when cholesterol does not satisfy. Am J Clin Nutr. 1995;62:1–9. [PubMed] [Google Scholar]Maes M, Christophe A, Delanghe J, Altamura C, Neels H, Meltzer HY. Lowered omega3 polyunsaturated fatty acids in serum phospholipids and cholesteryl esters of depressed patients. Psychiatry Res. 1999;85:275–291. [PubMed] [Google Scholar]Mamalakis G, Tornaritis M, Kafatos A. Depression and adipose essential polyunsaturated fatty acids. Prostaglandins Leukot Essent Fatty Acids. 2002;67:311–318. [PubMed] [Google Scholar]Su KP, Huang SY, Chiu CC, Shen WW. Omega-3 fatty acids in major depressive disorder. A preliminary double-blind, placebo-controlled trial. Eur Neuropsychopharmacol. 2003;13:267–271. [PubMed] [Google Scholar]Kaddurah-Daouk R, Bogdanov MB, Wikoff WR, Zhu H, Boyle SH, Churchill E, et al.  Pharmacometabolomic mapping of early biochemical changes induced by sertraline and placebo. Transl Psychiatry. 2013;3:e223. [PMC free article] [PubMed] [Google Scholar]Cottrill KA, Chan SY, Loscalzo J. Hypoxamirs and Mitochondrial Metabolism. Antioxid Redox Signal. 2013;21:1189–1201. [PMC free article] [PubMed] [Google Scholar]Nallamshetty S, Chan SY, Loscalzo J. Hypoxia: a master regulator of microRNA biogenesis and activity. Free Radic Biol Med. 2013;64:20–30. [PMC free article] [PubMed] [Google Scholar]Liu CR, Miao J, Zhang YL, Liu YM, Yu BG. Effects of hypothyroidism on expression of CRMP2B and ARPC5 during development of the rat frontal cortex. Int J Biol Sci. 2013;9:209–218. [PMC free article] [PubMed] [Google Scholar]Kobayashi H, Fukuda M. Rab35 regulates Arf6 activity through centaurin-beta2 (ACAP2) during neurite outgrowth. J Cell Sci. 2012;125:2235–2243. [PubMed] [Google Scholar]Kahler AK, Djurovic S, Rimol LM, Brown AA, Athanasiu L, Jonsson EG, et al.  Candidate gene analysis of the human natural killer-1 carbohydrate pathway and perineuronal nets in schizophrenia: B3GAT2 is associated with disease risk and cortical surface area. Biol Psychiatry. 2011;69:90–96. [PubMed] [Google Scholar]Liu J, Githinji J, McLaughlin B, Wilczek K, Nolta J. Role of miRNAs in neuronal differentiation from human embryonic stem cell-derived neural stem cells. Stem Cell Rev. 2012;8:1129–1137. [PMC free article] [PubMed] [Google Scholar]Li B, Sun H. MiR-26a promotes neurite outgrowth by repressing PTEN expression. Mol Med Rep. 2013;8:676–680. [PubMed] [Google Scholar]Agostini M, Tucci P, Steinert JR, Shalom-Feuerstein R, Rouleau M, Aberdam D, et al.  microRNA-34a regulates neurite outgrowth, spinal morphology, and function. Proc Natl Acad Sci USA. 2011;108:21099–21104. [PMC free article] [PubMed] [Google Scholar]Khudayberdiev S, Fiore R, Schratt G. MicroRNA as modulators of neuronal responses. Commun Integr Biol. 2009;2:411–413. [PMC free article] [PubMed] [Google Scholar]Numakawa T, Richards M, Adachi N, Kishi S, Kunugi H, Hashido K. MicroRNA function and neurotrophin BDNF. Neurochem Int. 2011;59:551–558. [PubMed] [Google Scholar]Hancock ML, Preitner N, Quan J, Flanagan JG. MicroRNA-132 is enriched in developing axons, locally regulates Rasa1 mRNA, and promotes axon extension. J Neurosci. 2014;34:66–78. [PMC free article] [PubMed] [Google Scholar]Rodriguez-Aznar E, Barrallo-Gimeno A, Nieto MA. Scratch2 prevents cell cycle re-entry by repressing miR-25 in postmitotic primary neurons. J Neurosci. 2009;33:5095–5105. [PMC free article] [PubMed] [Google Scholar]Aranha MM, Santos DM, Sola S, Steer CJ, Rodrigues CM. miR-34a regulates mouse neural stem cell differentiation. PLoS One. 2011;6:e21396. [PMC free article] [PubMed] [Google Scholar]Yadav S, Pandey A, Shukla A, Talwelkar SS, Kumar A, Pant AB, et al.  miR-497 and miR-302b regulate ethanol-induced neuronal cell death through BCL2 protein and cyclin D2. J Biol Chem. 2011;286:37347–37357. [PMC free article] [PubMed] [Google Scholar]Jovicic A, Roshan R, Moisoi N, Pradervand S, Moser R, Pillai B, et al.  Comprehensive expression analyses of neural cell-type-specific miRNAs identify new determinants of the specification and maintenance of neuronal phenotypes. J Neurosci. 2013;33:5127–5137. [PMC free article] [PubMed] [Google Scholar]Pollock A, Bian S, Zhang C, Chen Z, Sun T. Growth of the developing cerebral cortex is controlled by microRNA-7 through the p53 pathway. Cell Rep. 2014;7:1184–1196. [PMC free article] [PubMed] [Google Scholar]Qi L, Hongjuan H, Ning G, Zhengbin H, Yanjiang X, Tiebo Z, et al.  miR-370 is stage-specifically expressed during mouse embryonic development and regulates Dnmt3a. FEBS Lett. 2013;587:775–781. [PubMed] [Google Scholar]Lin ST, Huang Y, Zhang L, Heng MY, Ptacek LJ, Fu YH. MicroRNA-23a promotes myelination in the central nervous system. Proc Natl Acad Sci USA. 2013;110:17468–17473. [PMC free article] [PubMed] [Google Scholar]Miller BH, Zeier Z, Xi L, Lanz TA, Deng S, Strathmann J, et al.  MicroRNA-132 dysregulation in schizophrenia has implications for both neurodevelopment and adult brain function. Proc Natl Acad Sci USA. 2012;109:3125–3130. [PMC free article] [PubMed] [Google Scholar]Santarelli DM, Beveridge NJ, Tooney PA, Cairns MJ. Upregulation of dicer and microRNA expression in the dorsolateral prefrontal cortex Brodmann area 46 in schizophrenia. Biol Psychiatry. 2011;69:180–187. [PubMed] [Google Scholar]Hu YK, Wang X, Li L, Du YH, Ye HT, Li CY. MicroRNA-98 induces an Alzheimer's disease-like disturbance by targeting insulin-like growth factor 1. Neurosci Bull. 2013;29:745–751. [PMC free article] [PubMed] [Google Scholar]Lai CY, Yu SL, Hsieh MH, Chen CH, Chen HY, Wen CC, et al.  MicroRNA expression aberration as potential peripheral blood biomarkers for schizophrenia. PLoS One. 2011;6:e21635. [PMC free article] [PubMed] [Google Scholar]Mor E, Kano S, Colantuoni C, Sawa A, Navon R, Shomron N. MicroRNA-382 expression is elevated in the olfactory neuroepithelium of schizophrenia patients. Neurobiol Dis. 2013;55:1–10. [PMC free article] [PubMed] [Google Scholar]Kumar P, Dezso Z, MacKenzie C, Oestreicher J, Agoulnik S, Byrne, et al.  Circulating miRNA biomarkers for Alzheimer's disease. PLoS One. 2013;8:e69807. [PMC free article] [PubMed] [Google Scholar]Gaughwin PM, Ciesla M, Lahiri N, Tabrizi SJ, Brundin P, Bjorkqvist M. Hsa-miR-34b is a plasma-stable microRNA that is elevated in pre-manifest Huntington's disease. Hum Mol Genet. 2011;20:2225–2237. [PubMed] [Google Scholar]Minones-Moyano E, Porta S, Escaramis G, Rabionet R, Iraola S, Kagerbauer B, et al.  MicroRNA profiling of Parkinson's disease brains identifies early downregulation of miR-34b/c which modulate mitochondrial function. Hum Mol Genet. 2011;20:3067–3078. [PubMed] [Google Scholar]Zhang R, Zhang Q, Niu J, Lu K, Xie B, Cui D, et al.  Screening of microRNAs associated with Alzheimer's disease using oxidative stress cell model and different strains of senescence accelerated mice. J Neurol Sci. 2014;338:57–64. [PubMed] [Google Scholar]Truettner JS, Katyshev V, Esen-Bilgin N, Dietrich WD, Dore-Duffy P. Hypoxia alters MicroRNA expression in rat cortical pericytes. Microrna. 2013;2:32–45. [PMC free article] [PubMed] [Google Scholar]Zucchi FC, Yao Y, Ward ID, Ilnytskyy Y, Olson DM, Benzies K, et al.  Maternal stress induces epigenetic signatures of psychiatric and neurological diseases in the offspring. PLoS One. 2013;8:e56967. [PMC free article] [PubMed] [Google Scholar]Robson JE, Eaton SA, Underhill P, Williams D, Peters J. MicroRNAs 296 and 298 are imprinted and part of the GNAS/Gnas cluster and miR-296 targets IKBKE and Tmed9. RNA. 2012;18:135–144. [PMC free article] [PubMed] [Google Scholar]Koido K, Eller T, Kingo K, Koks S, Traks T, Shlik J, et al.  Interleukin 10 family gene polymorphisms are not associated with major depressive disorder and panic disorder phenotypes. J Psychiatr Res. 2010;44:275–277. [PubMed] [Google Scholar]Davalos A, Goedeke L, Smibert P, Ramirez CM, Warrier NP, Andreo U, et al.  miR-33a/b contribute to the regulation of fatty acid metabolism and insulin signaling. Proc Natl Acad Sci USA. 2011;108:9232–9237. [PMC free article] [PubMed] [Google Scholar]Wang H, Zheng Y, Wang G, Li H. Identification of microRNA and bioinformatics target gene analysis in beef cattle intramuscular fat and subcutaneous fat. Mol Biosyst. 2013;9:2154–2162. [PubMed] [Google Scholar]Gao W, He HW, Wang ZM, Zhao H, Lian XQ, Wang YS, et al.  Plasma levels of lipometabolism-related miR-122 and miR-370 are increased in patients with hyperlipidemia and associated with coronary artery disease. Lipids Health Dis. 2012;11:55. [PMC free article] [PubMed] [Google Scholar]Zhang Y, Cheng X, Lu Z, Wang J, Chen H, Fan W, et al.  Upregulation of miR-15b in NAFLD models and in the serum of patients with fatty liver disease. Diabetes Res Clin Pract. 2013;99:327–334. [PubMed] [Google Scholar]el Azzouzi H, Leptidis S, Dirkx E, Hoeks J, van Bree B, Brand K, et al.  The hypoxia-inducible microRNA cluster miR-199a approximately 214 targets myocardial PPARdelta and impairs mitochondrial fatty acid oxidation. Cell Metab. 2013;18:341–354. [PubMed] [Google Scholar]Guo ST, Jiang CC, Wang GP, Li YP, Wang CY, Guo XY, et al.  MicroRNA-497 targets insulin-like growth factor 1 receptor and has a tumour suppressive role in human colorectal cancer. Oncogene. 2013;32:1910–1920. [PMC free article] [PubMed] [Google Scholar]Tekirdag KA, Korkmaz G, Ozturk DG, Agami R, Gozuacik D. MIR181A regulates starvation- and rapamycin-induced autophagy through targeting of ATG5. Autophagy. 2013;9:374–385. [PMC free article] [PubMed] [Google Scholar]Wei Z, Cui L, Mei Z, Liu M, Zhang D. miR-181a mediates metabolic shift in colon cancer cells via the PTEN/AKT pathway. FEBS Lett. 2014;588:1773–1779. [PubMed] [Google Scholar]Meerson A, Traurig M, Ossowski V, Fleming JM, Mullins M, Baier LJ. Human adipose microRNA-221 is upregulated in obesity and affects fat metabolism downstream of leptin and TNF-alpha. Diabetologia. 2013;56:1971–1979. [PMC free article] [PubMed] [Google Scholar]Hoffmeister A, Tuennemann J, Sommerer I, Mossner J, Rittger A, Schleinitz D, et al.  Genetic and biochemical evidence for a functional role of BACE1 in the regulation of insulin mRNA expression. Obesity (Silver Spring) 2013;21:E626–E633. [PubMed] [Google Scholar]Collares CV, Evangelista AF, Xavier DJ, Rassi DM, Arns T, Foss-Freitas MC, et al.  Identifying common and specific microRNAs expressed in peripheral blood mononuclear cell of type 1, type 2, and gestational diabetes mellitus patients. BMC Res Notes. 2013;6:491. [PMC free article] [PubMed] [Google Scholar]Zehavi L, Avraham R, Barzilai A, Bar-Ilan D, Navon R, Sidi Y, et al.  Silencing of a large microRNA cluster on human chromosome 14q32 in melanoma: biological effects of mir-376a and mir-376c on insulin growth factor 1 receptor. Mol Cancer. 2012;11:44. [PMC free article] [PubMed] [Google Scholar]Setyowati Karolina D, Sepramaniam S, Tan HZ, Armugam A, Jeyaseelan K. miR-25 and miR-92a regulate insulin I biosynthesis in rats. RNA Biol. 2013;10:1365–1378. [PMC free article] [PubMed] [Google Scholar]Latreille M, Hausser J, Stutzer I, Zhang Q, Hastoy B, Gargani S, et al.  MicroRNA-7a regulates pancreatic beta cell function. J Clin Invest. 2014;124:2722–2735. [PMC free article] [PubMed] [Google Scholar]Kim HR, Roe JS, Lee JE, Cho EJ, Youn HD. p53 regulates glucose metabolism by miR-34a. Biochem Biophys Res Commun. 2013;437:225–231. [PubMed] [Google Scholar]Karbiener M, Pisani DF, Frontini A, Oberreiter LM, Lang E, Vegiopoulos A, et al.  MicroRNA-26 family is required for human adipogenesis and drives characteristics of brown adipocytes. Stem Cells. 2014;32:1578–1590. [PubMed] [Google Scholar]Chen B, Liu Y, Jin X, Lu W, Liu J, Xia Z, et al.  MicroRNA-26a regulates glucose metabolism by direct targeting PDHX in colorectal cancer cells. BMC Cancer. 2014;14:443. [PMC free article] [PubMed] [Google Scholar]Gil-Zamorano J, Martin R, Daimiel L, Richardson K, Giordano E, Nicod N, et al.  Docosahexaenoic acid modulates the enterocyte Caco-2 cell expression of microRNAs involved in lipid metabolism. J Nutr. 2014;144:575–585. [PubMed] [Google Scholar]Sangiao-Alvarellos S, Pena-Bello L, Manfredi-Lozano M, Tena-Sempere M, Cordido F. Perturbation of hypothalamic microRNA expression patterns in male rats after metabolic distress: impact of obesity and conditions of negative energy balance. Endocrinology. 2014;155:1838–1850. [PubMed] [Google Scholar]Fu T, Seok S, Choi S, Huang Z, Suino-Powell K, Xu HE, et al.  MiR-34a inhibits beige and brown fat formation in obesity in part by suppressing adipocyte FGF21 signaling and SIRT1 function. Mol Cell Biol. 2014;34:4130–4142. [PMC free article] [PubMed] [Google Scholar]Gao P, Tchernyshyov I, Chang TC, Lee YS, Kita K, Ochi T, et al.  c-Myc suppression of miR-23a/b enhances mitochondrial glutaminase expression and glutamine metabolism. Nature. 2009;458:762–765. [PMC free article] [PubMed] [Google Scholar]Hoffman Y, Bublik DR, Pilpel Y, Oren M. miR-661 downregulates both Mdm2 and Mdm4 to activate p53. Cell Death Differ. 2013;21:302–309. [PMC free article] [PubMed] [Google Scholar]Wang J, He Q, Han C, Gu H, Jin L, Li Q, et al.  p53-facilitated miR-199a-3p regulates somatic cell reprogramming. Stem Cells. 2012;30:1405–1413. [PubMed] [Google Scholar]Barbagallo D, Piro S, Condorelli AG, Mascali LG, Urbano F, Parrinello N, et al.  miR-296-3p, miR-298-5p and their downstream networks are causally involved in the higher resistance of mammalian pancreatic alpha cells to cytokine-induced apoptosis as compared to beta cells. BMC Genomics. 2013;14:62. [PMC free article] [PubMed] [Google Scholar]Rokavec M, Li H, Jiang L, Hermeking H. The p53/miR-34 axis in development and disease. J Mol Cell Biol. 2014;6:214–230. [PubMed] [Google Scholar]Fang L, Zhang HB, Li H, Fu Y, Yang GS. miR-548c-5p inhibits proliferation and migration and promotes apoptosis in CD90(+) HepG2 cells. Radiol Oncol. 2012;46:233–241. [PMC free article] [PubMed] [Google Scholar]Seok JK, Lee SH, Kim MJ, Lee YM. MicroRNA-382 induced by HIF-1alpha is an angiogenic miR targeting the tumor suppressor phosphatase and tensin homolog. Nucleic Acids Res. 2014;42:8062–8072. [PMC free article] [PubMed] [Google Scholar]Kwon JE, Kim BY, Kwak SY, Bae IH, Han YH. Ionizing radiation-inducible microRNA miR-193a-3p induces apoptosis by directly targeting Mcl-1. Apoptosis. 2013;18:896–909. [PubMed] [Google Scholar]Tian S, Huang S, Wu S, Guo W, Li J, He X. MicroRNA-1285 inhibits the expression of p53 by directly targeting its 3' untranslated region. Biochem Biophys Res Commun. 2010;396:435–439. [PubMed] [Google Scholar]Wu W, Yang J, Feng X, Wang H, Ye S, Yang P, et al.  MicroRNA-32 (miR-32) regulates phosphatase and tensin homologue (PTEN) expression and promotes growth, migration, and invasion in colorectal carcinoma cells. Mol Cancer. 2013;12:30. [PMC free article] [PubMed] [Google Scholar]Shi L, Jackstadt R, Siemens H, Li H, Kirchner T, Hermeking H. p53-induced miR-15a/16-1 and AP4 form a double-negative feedback loop to regulate epithelial-mesenchymal transition and metastasis in colorectal cancer. Cancer Res. 2013;74:532–542. [PubMed] [Google Scholar]Song B, Wang Y, Kudo K, Gavin EJ, Xi Y, Ju J. miR-192 regulates dihydrofolate reductase and cellular proliferation through the p53-microRNA circuit. Clin Cancer Res. 2008;14:8080–8086. [PMC free article] [PubMed] [Google Scholar]Wang F, Yu J, Yang GH, Wang XS, Zhang JW. Regulation of erythroid differentiation by miR-376a and its targets. Cell Res. 2011;21:1196–1209. [PMC free article] [PubMed] [Google Scholar]Gentilin E, Tagliati F, Filieri C, Mole D, Minoia M, Rosaria Ambrosio, et al.  miR-26a plays an important role in cell cycle regulation in ACTH-secreting pituitary adenomas by modulating protein kinase Cdelta. Endocrinology. 2013;154:1690–1700. [PMC free article] [PubMed] [Google Scholar]Boominathan L. The tumor suppressors p53, p63, and p73 are regulators of microRNA processing complex. PLoS One. 2010;5:e10615. [PMC free article] [PubMed] [Google Scholar]Khan S, Brougham CL, Ryan J, Sahrudin A, O'Neill G, Wall D, et al.  miR-379 regulates cyclin B1 expression and is decreased in breast cancer. PLoS One. 2013;8:e68753. [PMC free article] [PubMed] [Google Scholar]Zhong Z, Dong Z, Yang L, Chen X, Gong Z. Inhibition of proliferation of human lung cancer cells by green tea catechins is mediated by upregulation of let-7. Exp Ther Med. 2012;4:267–272. [PMC free article] [PubMed] [Google Scholar]Zhang S, Zhang C, Li Y, Wang P, Yue Z, Xie S. miR-98 regulates cisplatin-induced A549 cell death by inhibiting TP53 pathway. Biomed Pharmacother. 2011;65:436–442. [PubMed] [Google Scholar]Tian Y, Zhang YZ, Chen W. MicroRNA-199a-3p and microRNA-34a regulate apoptosis in human osteosarcoma cells. Biosci Rep. 2014;34:e00132. [PMC free article] [PubMed] [Google Scholar]Cao X, Liu D, Yan X, Zhang Y, Yuan L, Zhang T, et al.  Stat3 inhibits WTX expression through up-regulation of microRNA-370 in Wilms tumor. FEBS Lett. 2013;587:639–644. [PubMed] [Google Scholar]Rahman M, Lovat F, Romano G, Calore F, Acunzo M, Bell EH, et al.  miR-15b/16-2 regulates factors that promote p53 phosphorylation and augments the DNA damage response following radiation in the lung. J Biol Chem. 2014;289:26406–26416. [PMC free article] [PubMed] [Google Scholar]Ruan W, Xu JM, Li SB, Yuan LQ, Dai RP. Effects of down-regulation of microRNA-23a on TNF-alpha-induced endothelial cell apoptosis through caspase-dependent pathways. Cardiovasc Res. 2011;93:623–632. [PubMed] [Google Scholar]Cirera-Salinas D, Pauta M, Allen RM, Salerno AG, Ramirez CM, Chamorro-Jorganes A, et al.  Mir-33 regulates cell proliferation and cell cycle progression. Cell Cycle. 2012;11:922–933. [PMC free article] [PubMed] [Google Scholar]Rippo MR, Olivieri F, Monsurro V, Prattichizzo F, Albertini MC, Procopio AD. MitomiRs in human inflamm-aging: a hypothesis involving miR-181a, miR-34a and miR-146a. Exp Gerontol. 2014;56:154–163. [PubMed] [Google Scholar]Lee YM, Lee JY, Ho CC, Hong QS, Yu SL, Tzeng CR, et al.  miRNA-34b as a tumor suppressor in estrogen-dependent growth of breast cancer cells. Breast Cancer Res. 2011;13:R116. [PMC free article] [PubMed] [Google Scholar]Reddy SD, Pakala SB, Ohshiro K, Rayala SK, Kumar R. MicroRNA-661 a c/EBPalpha target, inhibits metastatic tumor antigen 1 and regulates its functions. Cancer Res. 2009;69:5639–5642. [PMC free article] [PubMed] [Google Scholar]Choudhury Y, Tay FC, Lam DH, Sandanaraj E, Tang C, Ang BT, et al.  Attenuated adenosine-to-inosine editing of microRNA-376a* promotes invasiveness of glioblastoma cells. J Clin Invest. 2012;122:4059–4076. [PMC free article] [PubMed] [Google Scholar]Huang SD, Yuan Y, Zhuang CW, Li BL, Gong DJ, Wang SG, et al.  MicroRNA-98 and microRNA-214 post-transcriptionally regulate enhancer of zeste homolog 2 and inhibit migration and invasion in human esophageal squamous cell carcinoma. Mol Cancer. 2012;11:51. [PMC free article] [PubMed] [Google Scholar]Vaira V, Faversani A, Dohi T, Montorsi M, Augello C, Gatti S, et al.  miR-296 regulation of a cell polarity-cell plasticity module controls tumor progression. Oncogene. 2012;31:27–38. [PMC free article] [PubMed] [Google Scholar]Tian Q, Liang L, Ding J, Zha R, Shi H, Wang Q, et al.  MicroRNA-550a acts as a pro-metastatic gene and directly targets cytoplasmic polyadenylation element-binding protein 4 in hepatocellular carcinoma. PLoS One. 2012;7:e48958. [PMC free article] [PubMed] [Google Scholar]Jiang DS, Wang YW, Jiang J, Li SM, Liang SZ, Fang HY. MicroRNA-26a involved in Toll-like receptor 9mediated lung cancer growth and migration. Int J Mol Med. 2014;34:307–312. [PubMed] [Google Scholar]Liu DZ, Ander BP, Tian Y, Stamova B, Jickling GC, Davis RR, et al.  Integrated analysis of mRNA and microRNA expression in mature neurons, neural progenitor cells and neuroblastoma cells. Gene. 2012;495:120–127. [PubMed] [Google Scholar]Menges CW, Kadariya Y, Altomare D, Talarchek J, Neumann-Domer E, Wu Y, et al.  Tumor suppressor alterations cooperate to drive aggressive mesotheliomas with enriched cancer stem cells via a p53-miR-34a-c-Met axis. Cancer Res. 2014;74:1261–1271. [PMC free article] [PubMed] [Google Scholar]Wang LG, Ni Y, Su BH, Mu XR, Shen HC, Du JJ. MicroRNA-34b functions as a tumor suppressor and acts as a nodal point in the feedback loop with Met. Int J Oncol. 2013;42:957–962. [PubMed] [Google Scholar]Niu CS, Yang Y, Cheng CD. MiR-134 regulates the proliferation and invasion of glioblastoma cells by reducing Nanog expression. Int J Oncol. 2013;42:1533–1540. [PMC free article] [PubMed] [Google Scholar]You J, Li Y, Fang N, Liu B, Zu L, Chang R, et al.  MiR-132 suppresses the migration and invasion of lung cancer cells via targeting the EMT regulator ZEB2. PLoS One. 2014;9:e91827. [PMC free article] [PubMed] [Google Scholar]Feng S, Pan W, Jin Y, Zheng J. MiR-25 promotes ovarian cancer proliferation and motility by targeting LATS2. Tumour Biol. 2014;35:12339–12344. [PubMed] [Google Scholar]Wang M, Ren D, Guo W, Wang Z, Huang S, Du H, et al.  Loss of miR-100 enhances migration, invasion, epithelial-mesenchymal transition and stemness properties in prostate cancer cells through targeting Argonaute 2. Int J Oncol. 2014;45:362–372. [PubMed] [Google Scholar]Li J, Liu X, Qin S, Guan Y, Liu Y, Cheng Y, et al.  MicroRNA expression profile and functional analysis reveal that miR-382 is a critical novel gene of alcohol addiction. EMBO Mol Med. 2013;5:1402–1414. [PMC free article] [PubMed] [Google Scholar]Ekdahl Y, Farahani HS, Behm M, Lagergren J, Ohman M. A-to-I editing of microRNAs in the mammalian brain increases during development. Genome Res. 2012;22:1477–1487. [PMC free article] [PubMed] [Google Scholar]Gaughwin P, Ciesla M, Yang H, Lim B, Brundin P. Stage-specific modulation of cortical neuronal development by Mmu-miR-134. Cereb Cortex. 2011;21:1857–1869. [PubMed] [Google Scholar]"}