{"title": "How to monitor a recruitment maneuver at the bedside", "pubDate": "2015", "PMCID": "", "DOI": "10.1097/MCC.0000000000000195", "PMID": "25827586", "abstract": "Purpose of review:                       To provide an overview on most recent knowledge on methods currently available for monitoring of recruitment maneuvers at the bedside.                  Recent findings:                       The effects of recruitment maneuvers on clinical outcomes in patients with moderate to severe acute respiratory distress syndrome and in patients with healthy lungs undergoing major surgery were recently assessed. Despite being part of a multifaceted approach of protective ventilation, recruitment maneuvers are supposed to decrease mortality and improve postoperative outcomes. However, the role of recruitment maneuver remains controversial in routine practice owing to concerns regarding complications, especially its effects on hemodynamics. In addition, although recruitment maneuvers are being increasingly used, there remains a great deal of uncertainty regarding the precise way to evaluate the effect of recruitment.An effective recruitment maneuver is expected to reinflate nonaerated lung units. End-expiratory lung volume, compliance, dead space, volumetric capnography, and bedside imaging techniques such as lung ultrasound and electrical impedance tomography have all different strengths and weaknesses. A multimodal and multiparametric approach could be a valuable option for bedside monitoring of recruitment maneuvers both in the ICU and in the operative room.                  Summary:                       Several methods offer evaluation of lung recruitability and allow the monitoring of positive and negative effects of recruitment maneuvers. More than the type of method used, a multifaceted approach of monitoring of recruitment maneuvers should be regarded.", "author": [{"author": "Thomas Godet", "affiliation": ["aDepartment of Anesthesiology and Critical Care Medicine, Estaing Hospital, University Teaching Hospital of Clermont-Ferrand bRetinoids, Reproduction and Developmental Diseases (R2D2) Unit, University of Clermont-Ferrand 1, Clermont-Ferrand cDepartment of Anesthesiology and Critical Care Medicine B (DAR B), Saint Eloi Hospital, University Teaching Hospital of Montpellier dInstitut National de la Santé et de la Recherche Médicale (INSERM U-1046), Montpellier, France."], "href": "/?term=Godet+T&cauthor_id=25827586"}, {"author": "Jean-Michel Constantin", "affiliation": [], "href": "/?term=Constantin+JM&cauthor_id=25827586"}, {"author": "Samir Jaber", "affiliation": [], "href": "/?term=Jaber+S&cauthor_id=25827586"}, {"author": "Emmanuel Futier", "affiliation": [], "href": "/?term=Futier+E&cauthor_id=25827586"}], "refPMID": [], "citedInPMID": ["25827586", "34501368", "34292454", "34149448", "33440404", "32967805", "31701204", "31197492", "29325586"], "body": ""}