{"title": "RPA70 depletion induces hSSB1/2-INTS3 complex to initiate ATR signaling", "pubDate": "2015", "PMCID": "PMC4446429", "DOI": "10.1093/nar/gkv369", "PMID": "25916848", "abstract": "The primary eukaryotic single-stranded DNA-binding protein, Replication protein A (RPA), binds to single-stranded DNA at the sites of DNA damage and recruits the apical checkpoint kinase, ATR via its partner protein, ATRIP. It has been demonstrated that absence of RPA incapacitates the ATR-mediated checkpoint response. We report that in the absence of RPA, human single-stranded DNA-binding protein 1 (hSSB1) and its partner protein INTS3 form sub-nuclear foci, associate with the ATR-ATRIP complex and recruit it to the sites of genomic stress. The ATRIP foci formed after RPA depletion are abrogated in the absence of INTS3, establishing that hSSB-INTS3 complex recruits the ATR-ATRIP checkpoint complex to the sites of genomic stress. Depletion of homologs hSSB1/2 and INTS3 in RPA-deficient cells attenuates Chk1 phosphorylation, indicating that the cells are debilitated in responding to stress. We have identified that TopBP1 and the Rad9-Rad1-Hus1 complex are essential for the alternate mode of ATR activation. In summation, we report that the single-stranded DNA-binding protein complex, hSSB1/2-INTS3 can recruit the checkpoint complex to initiate ATR signaling.", "author": [{"author": "Ananya Kar", "affiliation": ["National Institute of Immunology, Aruna Asaf Ali Marg, New Delhi-110067, India."], "href": "/?term=Kar+A&cauthor_id=25916848"}, {"author": "Manpreet Kaur", "affiliation": ["National Institute of Immunology, Aruna Asaf Ali Marg, New Delhi-110067, India."], "href": "/?term=Kaur+M&cauthor_id=25916848"}, {"author": "Tanushree Ghosh", "affiliation": ["National Institute of Immunology, Aruna Asaf Ali Marg, New Delhi-110067, India."], "href": "/?term=Ghosh+T&cauthor_id=25916848"}, {"author": "Md Muntaz Khan", "affiliation": ["National Institute of Immunology, Aruna Asaf Ali Marg, New Delhi-110067, India."], "href": "/?term=Khan+MM&cauthor_id=25916848"}, {"author": "Aparna Sharma", "affiliation": ["National Institute of Immunology, Aruna Asaf Ali Marg, New Delhi-110067, India."], "href": "/?term=Sharma+A&cauthor_id=25916848"}, {"author": "Ritu Shekhar", "affiliation": ["National Institute of Immunology, Aruna Asaf Ali Marg, New Delhi-110067, India."], "href": "/?term=Shekhar+R&cauthor_id=25916848"}, {"author": "Akhil Varshney", "affiliation": ["National Institute of Immunology, Aruna Asaf Ali Marg, New Delhi-110067, India."], "href": "/?term=Varshney+A&cauthor_id=25916848"}, {"author": "Sandeep Saxena", "affiliation": ["National Institute of Immunology, Aruna Asaf Ali Marg, New Delhi-110067, India sandeep@nii.res.in."], "href": "/?term=Saxena+S&cauthor_id=25916848"}], "refPMID": ["9572736", "9774107", "11390642", "10859164", "24403078", "16327781", "24366029", "11447127", "9242902", "20515430", "12791985", "11721054", "17575048", "17339343", "18936170", "15743907", "16186122", "18594563", "15197179", "17446169", "16055707", "20048340", "18449195", "19605351", "19786574", "19683501", "19759019", "21051358", "21227926", "24753408", "12475985", "18677105", "22940690", "11090622", "14729973", "14724280", "10526407", "15102447", "11927569", "24388752", "16431910", "15180989", "17591703", "21482717", "15616588", "23468519", "23582259", "24694934", "12620222", "9708741", "15965476", "9702187", "19584063", "19440510", "21901111", "16373307", "23408915", "23459151"], "citedInPMID": ["25916848", "34642383", "34316690", "31085591", "27938330", "27398742"], "body": " AbstractThe primary eukaryotic single-stranded DNA-binding protein, Replication protein A (RPA), binds to single-stranded DNA at the sites of DNA damage and recruits the apical checkpoint kinase, ATR via its partner protein, ATRIP. It has been demonstrated that absence of RPA incapacitates the ATR-mediated checkpoint response. We report that in the absence of RPA, human single-stranded DNA-binding protein 1 (hSSB1) and its partner protein INTS3 form sub-nuclear foci, associate with the ATR-ATRIP complex and recruit it to the sites of genomic stress. The ATRIP foci formed after RPA depletion are abrogated in the absence of INTS3, establishing that hSSB-INTS3 complex recruits the ATR-ATRIP checkpoint complex to the sites of genomic stress. Depletion of homologs hSSB1/2 and INTS3 in RPA-deficient cells attenuates Chk1 phosphorylation, indicating that the cells are debilitated in responding to stress. We have identified that TopBP1 and the Rad9-Rad1-Hus1 complex are essential for the alternate mode of ATR activation. In summation, we report that the single-stranded DNA-binding protein complex, hSSB1/2-INTS3 can recruit the checkpoint complex to initiate ATR signaling. INTRODUCTIONExposure to genomic insults causes the activation of apical checkpoint kinases, Ataxia telangiectasia mutated (ATM) and Ataxia telangiectasia and Rad3-related protein (ATR). While ionizing gamma radiation, which causes DNA double-strand breaks (DSBs), activates ATM, UV radiation and replication stress lead to generation of stretches of single-stranded DNA (ssDNA) causing ATR activation. The role of checkpoint kinase, Chk1, as a key signal transducer was soon realized and significant efforts were made to identify the kinase responsible for Chk1 activation (1,2). It was observed that hydroxyurea (HU)-induced phosphorylation of Chk1 was abrogated in cells treated with caffeine but not in immortalized fibroblasts lacking ATM (3). It was also demonstrated that Chk1 is phosphorylated by ATR in vitro and UV-induced phosphorylation of Chk1 is reduced in cells expressing kinase-inactive ATR. In response to genotoxic agents, Chk1 was phosphorylated on Serine 317 and 345 in an ATR-dependent manner and mutations at these residues resulted in poor Chk1 activation (4). Thus, these observations establish that exposure to genotoxic agents results in ATR-mediated phosphorylation of Chk1.ATR activation leading to Chk1 phosphorylation occurs in response to diverse forms of DNA damage. UV-irradiation leads to accumulation of cyclobutane pyrimidine dimers (CPD) and 6–4 photoproducts (6–4PP) that are removed by the nucleotide excision repair machinery and the recruitment of RPA to the undamaged single-stranded DNA results in ATR activation (5). On the other hand, gamma radiation-induced DNA DSBs undergo resection during DNA repair and the subsequently generated single-stranded DNA are coated by RPA, which then recruits ATR to initiate checkpoint signaling (6). Replication stress, broadly defined as slowing or stalling of replication fork progression, is caused by the uncoupling of replicative helicase and DNA polymerases, resulting in stretches of single-stranded DNA (ssDNA) bound by RPA (7). The depletion of nucleotides and replication factors also stalls the replication fork, activating the replication stress response (8). The existence of ssDNA bound RPA next to newly replicated DNA serves as a signal for the recruitment of ATR and checkpoint activation. Therefore, a checkpoint response similar to the one induced after DNA damage is also initiated on replication fork stalling, resulting in Chk1 phosphorylation without actual DNA strand breakage. However, if the replication stress persists, the attempts to stabilize and restart the stalled fork may fail, resulting in fork collapse and DSBs, which would also trigger the ATR activation. Therefore, Chk1 activation usually, but not always, reflects DNA damage.Single-stranded DNA (ssDNA) is a crucial intermediate generated during several physiological processes such as DNA replication, transcription and recombination. Human genome encodes multiple ssDNA-binding proteins (SSBs) that carry out the essential function of stabilizing the ssDNA: the primary SSB in eukaryotes, replication protein A (RPA), is a heterotrimer comprising of RPA70, RPA32 and RPA14 subunits, and is widely believed to mediate both DNA replication and DNA repair pathways (9,10). It is believed that ATR activation pathway initiates with the binding of RPA to the ssDNA generated at the sites of DNA damage. RPA coated ssDNA then recruits ATR via its partner protein called ATR-interacting protein (ATRIP) (11,12). Simultaneously, the checkpoint clamp loader Rad17-RFC complex loads Rad9-Hus1-Rad1 checkpoint clamp (9–1–1) to the ssDNA, followed by binding of topoisomerase binding protein 1 (TopBP1) (13). Neighboring RPA complexes bind to the checkpoint protein recruitment (CRD) domains of ATRIP and Rad9 bringing TopBP1 in close proximity to activate ATR (14,15).It has been reported that depletion of RPA results in the loss of checkpoint response and therefore it is widely accepted that RPA is essential for recruiting the ATR-ATRIP complex to the sites of DNA damage (11). However, it has also been reported that ATRIP mutants that have lost the ability to interact with RPA are competent in initiating a checkpoint response (14–18). It was also demonstrated that RPA70 depletion did not prevent the hydroxyurea- or UV-induced phosphorylation of Chk1, though the authors could not rule out the possibility that a low threshold level of RPA was sufficient to activate ATR in their experiments (19). Moreover, the regulation of ATR activity by factors such as CDC6, ATM and MRN complex suggests that there could be independent ways of ATR activation (20–22). One of the possibilities that have not been addressed is whether other SSBs can recruit the checkpoint proteins to the sites of damage. Human genome also encodes other SSBs: single-stranded DNA-binding protein 1/ 2 (hSSB1, hSSB2) and a mitochondrial SSB that have a single oligonucleotide/oligosaccharide-binding fold and resemble the bacterial and archaeal SSB group (10,23). It was observed that in the absence of hSSB1 or hSSB2, activation of ATM in response to ionizing gamma radiation was abrogated (23,24). It was demonstrated that both hSSB1 and hSSB2, independently form a heterotrimeric complex with two other proteins, INTS3 and C9ORF80, where INTS3 serves as a central adaptor required for complex assembly and recruitment to DNA ends (25–27). Though there is disagreement at the stage where hSSB1 acts, it is well accepted that it is essential for the activation of checkpoint proteins like ATM and recruitment of repair proteins like Rad51 after gamma radiation-induced DSBs (25–29). Absence of hSSB1 results in indirect loss of ATR signaling due to the attenuation of DSB response but it is not known if hSSB1 can recruit the ATR-ATRIP complex to ssDNA (30). In the present study, we utilized RNA interference (RNAi) to decrease the endogenous RPA70 and investigated the role of other SSBs in mediating ATR signaling. We report that replication stress resulting from acute depletion of RPA70 induces hSSB1/2-INTS3-mediated ATR activation. MATERIALS AND METHODSCell culture, irradiation, cell cycle analysis, drug treatment and cloningCell lines were maintained at 37°C in Dulbecco's modified Eagle's medium (DMEM) supplemented with 10% fetal bovine serum and 1% antibiotic solution. For UV-irradiation, medium was removed, the cells were washed with 1x phosphate buffered saline (PBS) followed by exposure to 25 J/m2 UV radiation in uncovered dishes with UV-C using UV cross-linker CL-1000 from UVP. Fresh medium was added back to the dishes and the cells were harvested 2 h later. For ionizing radiation treatment, cells were exposed to 10 Gy of gamma radiation and were harvested 2 h later. For cell cycle analysis, the cells were fixed with 70% ethanol after washing with 1x PBS. After fixation, the cell pellet was resuspended in 1x PBS with 0.1% Triton X-100, 20 mg/ml RNase A and 70 mg/ml propidium iodide and then the stained cells were analyzed by flow cytometry. The flow cytometry data were acquired on Becton Dickinson FACSCalibur machine by Cell Quest Pro software. The cell cycle analysis was done by Dean-Jett-Fox method using the FlowJo software. Quantity One Software (version 4.6.3; Bio-Rad) was utilized to evaluate the levels of specific proteins, which were expressed after normalization with the protein loading control. The results were presented as mean ± standard error of the mean (SEM) and Student's t-test was used for statistical analysis. P-value of less than 0.05 was considered significant, unless noted otherwise. For HU treatment, cells were grown in DMEM supplemented with 0.2 mM HU for 4 h after which the cells were harvested for immunoblotting. For cisplatin treatment, cells were grown in DMEM containing 0.2 μM cisplatin and were harvested after 8 h for immunoblotting. The ATRIP interacting domain of ATR (1–400 aa) and RPA70 were cloned in HA-tagged pCDNA3 vector while hSSB1 was cloned in Myc-tagged pCDNA3 vector. Myc-INTS3 and HA-ATRIP were generous gifts from Junjie Chen and David Cortez respectively.Immunoblotting, immunoprecipitation and indirect immunofluorescenceCells of approximately equal confluency were lysed in proportionate volume of Laemmli buffer for immunoblotting. For immunoprecipitation studies 293T cells were lysed in ice cold NETN buffer (150 mM NaCl, 2 mM EDTA, 50 mM Tris-Cl, 0.2% NP-40 supplemented with protease inhibitors). The cell lysates were first incubated with the specific antibody overnight followed by binding to protein A sepharose for 2 h and after washing, the bound proteins were eluted in Laemmli buffer. For indirect immunofluorescence, HeLa cells grown on coverslips were fixed with 4% formaldehyde for 10 min and permeabilized with 0.2% Triton X-100. Samples were blocked with 10% fetal bovine serum for 30 min and then stained with specific primary antibody for 1 h, followed by incubation with secondary antibody for 1 h. Finally, the cells were visualized under the microscope after mounting with Vectashield mounting reagent containing 4′, 6-diamidino-2-phenylindole (DAPI) that stains the nucleus. The secondary antibodies used were conjugated to Alexa Fluor 488, Alexa Fluor 555 or Alexa Fluor 594 purchased from Invitrogen. To visualize hSSB1, INTS3 and ATRIP foci, cells grown on the coverslips were fixed with cold methanol on ice for 10 min instead of 4% formaldehyde. Immunofluorescence images were captured using the Zeiss LSM 510 confocal microscope. For BrdU immunofluorescence, asynchronously growing HeLa cells were pulsed with 100 μM BrdU for 30 min, washed and exposed to 25 J/m2 UV followed by fixation with 4% formaldehyde 2 h later. The fixed cells were treated with 2 M HCl followed by neutralization with 0.1 M sodium borate buffer (pH 8.5). The fixed cells were permeabilized with 0.2% Triton X-100, blocked with 3% BSA and incubated with mouse anti-BrdU antibody.AntibodiesAntibodies against RPA70 (Ab1, Ab2), TopBP1, BrdU, DNA Polymerase alpha (αp180) and P-Chk1 Ser317 (Ab2) were purchased from Abcam. Anti-hSSB1, INTS3 and ATRIP antibodies were obtained from Bethyl laboratories. Anti-β-actin, Chk1 and GST antibodies were procured from Santa Cruz Biotechnology Inc. Anti-ATR, P-Chk1 Ser345 (Ab1, Ab2), P-Chk1 Ser317 (Ab1), Chk1 and MRE11 antibodies were purchased from Cell Signaling Technology. Antibodies used to detect the Myc and HA epitopes were obtained from Sigma. Additional antibodies used for immunofluorescence include: goat polyclonal anti-INTS3 (Santa Cruz Biotechnology Inc.); mouse monoclonal anti-RPA70 (Abcam) and rabbit polyclonal anti-HA (Novus Biologicals). Anti-hSSB2 was a generous gift from Dr. Kum Kum Khanna.RNAi silencing, cell synchronization and reverse transcription PCRTransfection of small interfering RNA (siRNA) targeting the endogenous genes was carried out using Lipofectamine 2000 (Invitrogen). 40–80 nM of specific siRNA duplexes were transfected on three consecutive days and the cells were harvested 24 h after the last transfection for immunoblotting or reverse-transcriptase polymerase chain reaction (PCR). To study the S-phase dependence for checkpoint activation, HeLa cells were incubated with 10 μM mevastatin for 18 h to block the cells in G1-phase. Synchronized cells were then transfected with siRNA duplexes targeting RPA70 or GL2 on three consecutive days and then harvested. One set of cells was washed with 1x PBS, released into drug free medium and harvested 8 h or 12 h later for western blotting and cell cycle analysis. For reverse-transcriptase PCR, RNA was isolated using the standard TRIzol method and 1 μg of RNA was used for cDNA synthesis. The sequences targeting the human genes were as follows: GL2:CGTACGCGGAATACTTCGA; RPA70(1):GGAATTATGTCGTAAGTCA; RPA70(2):CTGGTTGACGAAAGTGGTG; HSSB1:CCAACAAGGCGGTGCAGAA; HSSB1(2):CCAACAAGGCGGTGCAGAA; HSSB2:CGTGCAAAGTAGCAGATAA; INTS3:GGACAAAGTACTCCAGCTA; INTS3(2):CCAAGCGAGCTGTGACGAA; MRE11:GCTAATGACTCTGATGATA; NBS1:GAAGAAACGTGAACTCAAG; ATRIP:GGTCCACAGATTATTAGAT; ATRIP(2):GGTCCACAGATTATTAGAT; CHK1:CAAGATGTGTGGTACTTTA, GAGAAGGCAATATCCAATA, CCACATGTCCTGATCATAT & GAAGTTGGGCTATCAATGG; ATR:CCTCCGTGATGTTGCTTGA; ATR(2):CCTCCGTGATGTTGCTTGA; TOPBP1:CTCACCTTATTGCAGGAGA; TOPBP1(2):ACGAGTATACAGAGACCTT; RAD9:GTCTTTCCTGTCTGTCTTC; RAD17:CAGACTGGGTTGACCCATC; RAD17(2):CAGACTGGGTTGACCCATC; CLASPIN:ACCTTGCTTAGAGCTGAGT. DNA Polymerase alpha (αp180):CAGGTCGAGAGTACAGAAG. Detailed protocol and the DNA primers used for our experiments are available on request.In vitro single-strand binding assay20 picomoles of biotin labeled or non-biotin labeled 80 base pair single-stranded oligonucleotide (5′TTTTTTTTTTTTTTTTTTTTTTTTTTTTTTCTCCCTTCTTCTCCTCCCTCTCCCTTCCCTTTTTTTTTTTTTTTTTTTTT3′) was incubated with streptavidin-agarose beads for 30 min at 30°C in binding buffer (10 mM Tris, pH 7.5, 150 mM NaCl, 2 mM MnCl2, 10 mM MgCl2, 0.2 mM EDTA, 10% glycerol, 0.1% NP-40, 10 μg/ml bovine serum albumin and 10 mM DTT). Myc-tagged hSSB1 & INTS3 and HA-tagged ATRIP expressed in 293T cells were purified by immunoprecipitation using anti-Myc and anti-HA antibodies on protein A sepharose beads followed by elution with Myc and HA peptides respectively. Myc-hSSB1 and Myc-INTS3 were pre-incubated in binding buffer at room temperature for 45 min prior to incubation with streptavidin-agarose beads coated with ssDNA for 20 min at 30°C.The hSSB1-INTS3 coated beads were then incubated with purified HA-tagged ATRIP for 30 min at 30°C. The beads were then washed thrice before eluting the bound proteins in Laemmli buffer. RESULTSRPA depletion-induced genomic stress causes the single-strand binding protein complex, hSSB-INTS3, to form punctate fociDepletion of RPA70 in asynchronous cells resulted in phosphorylation of Chk1 at Ser345 as well as Ser317, both of which are known to be mediated by ATR (Figure ​(Figure1A1A and B) (3). Different siRNA duplexes against RPA70 ((RPA70(1) and RPA70(2)) led to phosphorylation of Chk1 at Ser345 and Ser317, ruling out off-target effects and co-depletion of Chk1 authenticated the phosphorylated-Chk1 band on immunoblots. Moreover, co-expression of RNAi resistant RPA70 suppressed the phosphorylation of Chk1 (Supplementary Figure S1C). Apart from HeLa cells, RPA70 depletion in cell lines of different lineages resulted in Chk1 phosphorylation, which was also confirmed using multiple antibodies (Supplementary Figure S1A and B). RPA70 depletion leads to S-phase accumulation and in order to verify whether RPA70 deficiency-induced Chk1 phosphorylation occurs during the S-phase, we utilized mevastatin to block the cells in G1-phase and then carried out RPA70 siRNA transfection (Figure ​(Figure1C)1C) (31). We observed that Chk1 phosphorylation was significantly decreased in G1 blocked RPA70-depleted cells (Figure ​(Figure1D1D and Supplementary Figure S5). It is known that cells released from G1 block caused by statins progress slowly into the cell cycle and we observed that as a subpopulation of RPA70-depleted cells entered S-phase 8 h after the removal of mevastatin, Chk1 was phosphorylated (32). Therefore, the RPA depletion-induced Chk1 phosphorylation occurs during DNA replication, presumably because of replication fork stalling (Supplementary Figure S1D) (15,32). It has been reported that depletion of a second human SSB, hSSB1, abrogates the DSB response, so we assayed if it mediates ATR activation (23). We observed that hSSB1 formed punctate foci in RPA70-depleted cells similar to what has been reported after gamma-irradiation, indicating the localization of hSSB1 at the sites of genomic stress (Figure ​(Figure2A2A and C and Supplementary Figure S2A). The foci were absent after co-depletion of hSSB1 along with RPA70, confirming that the observed immunofluorescence signal was from hSSB1. HSSB1 is part of the single-stranded DNA-binding complex, wherein its partner protein, INTS3 serves as a central adaptor required for assembly of the complex and recruitment of hSSB1 to the sites of DNA damage (26,27). We observed that after RPA70 depletion INTS3 also formed punctate foci, similar to hSSB1 (Figure ​(Figure2B2B and C and Supplementary Figure S2A and B). Therefore, we demonstrate that alternate single-strand binding protein complex, hSSB1-INTS3, forms punctate foci after RPA depletion.Open in a separate windowFigure 1.RPA70 depletion-induced phosphorylation of Chk1. (A) HeLa cells were transfected on three consecutive days with control GL2 or siRNA targeting two different regions of RPA70 (RPA70(1), RPA70(2)) in combination with CHK1 siRNA as indicated. Level of RPA70 was evaluated by immunoblotting with two different antibodies (Ab1 and Ab2). Phosphorylation of Chk1 at Ser345 and Ser317 was assessed by specific antibodies. LC refers to the loading control, a non-specific band that displays equal protein load in different lanes. The numbers indicate levels of phosphorylated-Chk1 (P-Chk1) relative to RPA70(1) siRNA transfected cells and normalized with the protein loading control. (B) HeLa cells were transfected with control GL2 or RPA70 siRNA and the level of RPA70 mRNA was quantified. The numbers indicate the RPA70 mRNA levels following RPA70 siRNA depletion relative to control GL2 transfected cells. β-2 microglobulin (BMG) serves as the internal RNA loading control. (C) RPA70 deficiency-induced Chk1 activation is dependent on active DNA replication. GL2 or RPA70 siRNA was transfected either in asynchronous cells (Asn) or cells blocked in G1-phase with mevastatin treatment. After transfection on two consecutive days, the cells were either harvested in the presence of mevastatin (Mev-0 h) or 8 h after removal of mevastatin (Mev-8 h) and the levels of RPA70 and phosphorylated-Chk1 were assayed. The numbers indicate phosphorylated-Chk1 levels after different treatments relative to asynchronous RPA70 siRNA transfected cells. (D) Flow cytometry of propidium iodide stained DNA from HeLa cells demonstrates that RPA70 depletion induces S-phase accumulation, which is prevented in the presence of mevastatin.Open in a separate windowFigure 2.INTS3 and hSSB1 form sub-nuclear foci after RP70 depletion. (A and B) HeLa cells transfected on three consecutive days with GL2 or RPA70 siRNA in combination with HSSB1 or INTS3 siRNA as indicated were visualized for hSSB1 and INTS3 foci by immunofluorescence with rabbit anti-hSSB1 and goat anti-INTS3 antibodies respectively. Right panel displays the DAPI staining for each sample. Co-depletion of hSSB1 (A) or INTS3 (B) along with RPA70 confirms that the immunofluorescence signal is from the respective proteins. (C) Quantification of INTS3 and hSSB1 foci observed in the experiments described in parts A and B. Cells from GL2 or RPA70 siRNA transfected samples were scored for INTS3 and hSSB1 foci and are expressed as a percentage of total cells from each group. Data are represented as the mean ± SE. P-values were calculated using two-tailed t-test which displays that RPA70 siRNA transfected samples are significantly different from control GL2 siRNA transfected samples (*P-value < 0.05; **P-value < 0.005).Chk1 phosphorylation after RPA70 depletion-induced genomic stress is dependent on hSSB1/2-INTS3In order to assess the requirement of hSSB1/2-INTS3 complex in Chk1 phosphorylation, hSSB1 or INTS3 were silenced along with RPA. We observed that co-depletion of INTS3 suppressed the RPA70 depletion-induced Chk1 phosphorylation (Figure 3A and C). As reported previously, we observed that INTS3 depletion inhibited gamma radiation-induced checkpoint response (Supplementary Figure S2B) (27). We also observed that depletion of hSSB1 led to a compensatory increase in the hSSB2 protein level (Figure ​(Figure3B)3B) (33). Co-transfection of hSSB1 and hSSB2 siRNAs decreased hSSB1 levels but similar hSSB2 levels were observed in comparison to control cells, causing partial suppression of RPA70 RNAi-induced Chk1 phosphorylation (Figure ​(Figure3B3B and D). These results indicate that the presence of either hSSB1 or hSSB2 is sufficient for mediating the phosphorylation of Chk1. A counter explanation for our results could be that the suppression of Chk1 phosphorylation after INTS3 depletion is due to disruption of the DSB response but we observed that key DSB response proteins were dispensable for RPA70 depletion induced Chk1 phosphorylation (Figure ​(Figure4A4A–C).Open in a separate windowFigure 3.Chk1 phosphorylation in the absence of RPA70 is dependent on single-strand binding protein complex, hSSB1/2-INTS3. (A) HeLa cells were transfected on three consecutive days with GL2 or RPA70 siRNA in combination with INTS3 siRNA as indicated and the levels of RPA70, INTS3, total and phosphorylated-Chk1 were assayed. (B) HeLa cells were transfected on three consecutive days with GL2 or RPA70 siRNA in combination with HSSB1 and/or HSSB2 siRNAs as indicated and the levels of RPA70, hSSB1, hSSB2, total and phosphorylated-Chk1 were assayed. * points to a cross-reactive band while LC refers to the protein loading control. The numbers in parts A and B indicate phosphorylated-Chk1 levels following RPA70 depletion alone or in combination with INTS3 or hSSB1 & 2 after normalization with the protein loading control. (C and D) Different siRNA duplexes confirm the requirement of the hSSB1/2-INTS3 complex for Chk1 phosphorylation in RPA-depleted cells. HeLa cells were transfected on three consecutive days with GL2 or RPA70siRNA in combination with different siRNA duplexes (INTS3(2), HSSB2 & HSSB1(2)) than used in parts A and B. The numbers in parts C and D indicate phosphorylated-Chk1 levels following RPA70 depletion alone or in combination with INTS3 or hSSB1 & 2 after normalization with the protein loading control.Open in a separate windowFigure 4.Chk1 phosphorylation in absence of RPA70 is mediated by the ATR-ATRIP complex. HeLa cells were transfected on three consecutive days with GL2 or RPA70 siRNA in combination with MRE11, NBS1, ATRIP, ATR, TOPBP1, RAD9, RAD17 or CLASPIN siRNA as indicated and the levels of RPA70, total and phosphorylated-Chk1 were assayed. * points to a cross-reactive band while LC refers to the protein loading control. The numbers in parts A, B, D, E, F, G, H and I indicate phosphorylated-Chk1 levels following RPA70 depletion alone or in combination with other proteins after normalization with the protein loading control. The decrease of MRE11, ATRIP, ATR and TOPBP1 proteins were confirmed by immunoblotting. The decrease of NBS1 (C), RAD9 (J), RAD17 (K) and CLASPIN (L) mRNAs were confirmed by reverse-transcriptase PCR and the numbers indicate the mRNA levels following specific siRNA depletion relative to control GL2 transfected cells. β-2 microglobulin (BMG) serves as the internal RNA loading control.It has been previously reported that RPA70 binds independently to ATRIP and Rad9, bringing them in close vicinity and finally leading to activation of ATR by TopBP1. To test if RPA70-independent Chk1 phosphorylation utilizes these factors, a systematic depletion of known checkpoint proteins was carried out. Co-depletion of ATRIP, ATR, TopBP1 or Rad17–9–1–1 complex suppressed the RPA70 depletion-induced Chk1 phosphorylation (Figure ​(Figure4D4D–L and Supplementary Figure S3A–E). RNAi-mediated silencing of claspin, which is known to be essential for ATR-dependent Chk1 phosphorylation, also resulted in suppression of Chk1 phosphorylation after RPA depletion (Figure ​(Figure4I)4I) (34). Therefore, apart from RPA, this novel mode of ATR activation is mediated by the same factors that are involved in the canonical pathway of ATR activation.ATR-ATRIP complex associates with the single-strand binding protein complex, hSSB1/2-INTS3It is known that RPA physically associates with ATRIP and since we propose that hSSB1/2-INTS3 complex substitutes the function of RPA, we evaluated the physical interaction between hSSB1/2-INTS3 and ATRIP. Since the antibodies against endogenous proteins immunoprecipitated poorly, we expressed the proteins using affinity tags and assayed the physical interactions. It has been previously shown that the C-terminus of ATRIP (aa 508–776) binds to the N- terminus of ATR (aa 1–388) and this interaction is essential not only for ATR recruitment but also for ATRIP localization to the sites of DNA damage (16). Since the expression of full-length ATR was poor, we tested the interaction of hSSB1-INTS3 with this domain of ATR which is known to be vital for binding to ATRIP. We co-expressed HA-ATR or HA-ATRIP with Myc-INTS3 in 293T cells and observed that HA-ATR as well as HA-ATRIP co-immunoprecipitated Myc-INTS3 indicating in vivo interaction between ATR/ATRIP and INTS3 (Figure 5A). We also observed that HA-ATR and HA-ATRIP co-immunoprecipitated Myc-hSSB1 (Figure ​(Figure5B).5B). To validate the interactions, we carried out reverse immunoprecipitation with anti-Myc antibody: we co-expressed Myc-INTS3 along with HA-ATR or HA-ATRIP and observed that Myc-INTS3 co-immunoprecipitated HA-ATR and HA-ATRIP, authenticating their physical association (Figure 5C and D).Open in a separate windowFigure 5.ATR-ATRIP complex associates with hSSB1/2-INTS3. (A and B) 293T cells were co-transfected with plasmids expressing HA-ATR (1–400 aa), HA-ATRIP or a non-specific protein (HA-NS) in combination with Myc-INTS3 or Myc-hSSB1 as indicated followed by immunoprecipitation (IP) with HA antibody. The lysates were normalized for the expression of HA-tagged and Myc-tagged proteins, shown by immunoblotting (IB) in the first and second panels, respectively. The bottom panel displays the co-immunoprecipitated Myc-tagged protein. HA-ATR (hollow arrowhead), HA-ATRIP (black arrowhead) and HA-NS (double arrowhead) have been marked while (*) displays multiple expression products of the non-specific protein (HA-NS). The expression of an endogenous non-specific protein (LC) in different transfected samples as visualized by Ponceau S staining has been shown. Note that lanes 2 and 3 of the bottom panel in part B are separated by an intervening lane to prevent any spill over artifacts. (C and D) 293T cells were co-transfected with plasmids expressing HA-ATR (1–400 aa) or HA-ATRIP in combination with Myc-INTS3 or a non-specific protein (Myc-NS) as indicated followed by immunoprecipitation with Myc antibody. The expression of Myc-tagged and HA-tagged proteins have been shown in the first and second panels respectively while the bottom panel displays the co-immunoprecipitated HA-tagged protein (black arrowhead). Myc-INTS3 and Myc-NS have similar mobility. Note that lanes 1 and 2 of the bottom panel in part D are separated by an intervening lane to prevent any spill over artifacts and other details are same as parts A and B.HSSB1/2-INTS3 recruits ATR-ATRIP complex to single-stranded DNAWe assayed if hSSB1/2-INTS3 complex can promote the binding of ATRIP to ssDNA in an in vitro assay, which permits for controlled manipulation of proteins and is impervious to the toxicity that may occur due to in vivo depletions. Previous studies have addressed the effect of RPA on ATRIP binding to ssDNA: while one study reported that ATRIP efficiently bound to ssDNA only in the presence of RPA, another study reported that there was no significant difference in ATRIP binding to both naked and RPA-coated ssDNA and it has been proposed that a distinct ATRIP-ssDNA binding mode exists, that does not require RPA (11,35,36). Myc-hSSB1, Myc-INTS3, HA-ATRIP and a non-specific control protein (HA-NS) were purified from 293T cells. Streptavidin-agarose was incubated with biotinylated or non-biotinylated single-stranded DNA followed by incubation with Myc-hSSB1 and Myc-INTS3. Purified hSSB1 and INTS3 bound to streptavidin-agarose if coated with biotinylated ssDNA indicating that hSSB1-INTS3 complex specifically binds to ssDNA (Figure 6A, lane 3, bottom panel). Next, we incubated HA-ATRIP with biotinylated ssDNA either in the absence or presence of the bound hSSB1-INTS3 complex. As reported by other groups, we also observed low affinity ATRIP binding to ssDNA in vitro (lane 6, top panel) (35,36). Binding of ATRIP to ssDNA was enhanced by 2.6 fold if it was coated with hSSB1-INTS3 complex, demonstrating that ATRIP can be recruited to ssDNA by hSSB1-INTS3 complex (compare lanes 6 and 7, top panel). To rule out the possibility that enhanced ATRIP binding to hSSB1-INTS3 coated ssDNA is due to contaminating RPA, the purified proteins were immunoblotted for detecting endogenous RPA70 and RPA32 (Figure ​(Figure6B).6B). As reported earlier, RPA complex physically associates with ATRIP but is absent in hSSB1 and INTS3 eluates, ruling out the possibility that enhanced ATRIP binding is due to contaminating RPA (35,36).Open in a separate windowFigure 6.The single-strand binding protein complex, hSSB1/2-INTS3 recruits ATRIP to single-stranded DNA. (A) Myc-hSSB1, Myc-INTS3, HA-ATRIP and HA-tagged non-specific control protein (HA-NS) were individually expressed in 293T cells, purified by immunoprecipitation with anti-Myc or anti-HA antibodies and were eluted with Myc or HA peptides. For the single-stranded DNA-binding assay, streptavidin-agarose was incubated with non-biotinylated (lane 2) or biotinylated (lane 3) single-stranded DNA followed by incubation with Myc-hSSB1 and Myc-INTS3. Next, HA-ATRIP or HA-NS purified from 293T cells were incubated with streptavidin-agarose bound biotinylated ssDNA either in the absence (lanes 4 and 6) or presence (lanes 5 and 7) of bound Myc-hSSB1 and Myc-INTS3. After washing, the bound proteins were identified by immunoblotting with anti-HA (top panel) and anti-Myc (bottom panel) antibodies. 10% of NS and ATRIP utilized for binding to streptavidin-agarose has been shown in lanes 1 and 8 respectively and specific proteins have been marked by arrowheads. The control protein (NS) did not bind to hSSB1-INTS3 complex, ruling out non-specific association. The numbers indicate relative binding of HA-ATRIP to ssDNA in the absence or presence of Myc-hSSB1 and Myc-INTS3. *P-value was calculated using two-tailed t-test which displays that the ATRIP binding observed in the absence or presence of hSSB1-INTS3 complex is significantly different (*P-value = 0.043). (B) RPA complex is absent in Myc-hSSB1 and Myc-INTS3 immunoprecipitates. Myc-hSSB1, Myc-INTS3, HA-ATRIP and HA-NS proteins expressed in 293T cells and purified by elution with Myc or HA peptides following immunoprecipitation were immunoblotted with anti-RPA70 (top panel) and anti-RPA32 (second panel) antibodies for detecting endogenous RPA70 and RPA32. As reported earlier, RPA complex physically associates with ATRIP but is absent from hSSB1-INTS3 complex. Note the high sensitivity of detection of endogenous RPA70 and RPA32 in 293T cell lysate. HA-ATRIP (hollow arrowhead), HA-NS (black arrow) Myc-INTS3 (black arrowhead) and Myc-hSSB1 (shaded arrowhead) have been marked.INTS3 mediates the recruitment of ATRIP to the sites of genomic stressIt is known that ATRIP localizes to the sites of DNA damage to initiate the checkpoint pathway (16). After RPA70 depletion, we checked the localization of endogenous ATRIP and observed that it forms punctate foci, typical of recruitment to the sites of DNA damage (Figure ​(Figure7A).7A). It has been previously reported that hSSB1/2-INTS3 displays only partial co-localization with other repair proteins such as MRN or Rad51 and further studies are required to understand the nature of ATRIP and INTS3 foci (23,27,29). To assess the role of alternate SSB in ATRIP recruitment, we co-depleted INTS3 along with RPA70: we observed that ATRIP foci formed after RPA70 depletion were dissipated in the absence of INTS3 (Figure ​(Figure7B7B and C and Supplementary Figure S4). Therefore, we infer that hSSB1/2-INTS3 complex recruits ATRIP to the sites of genomic stress.Open in a separate windowFigure 7.INTS3 is required for formation of ATRIP foci after RPA70 depletion. (A) HeLa cells transfected with GL2 or RPA70 siRNA were visualized for ATRIP (left panel) and INTS3 (middle-left panel) foci by co-immunofluorescence using rabbit anti-ATRIP and goat anti-INTS3 antibodies in combination with anti-rabbit Alexa Fluor 594 and anti-goat Alexa Fluor 488 antibodies respectively. (B) HeLa cells transfected on three consecutive days with GL2 or RPA70 siRNA in combination with ATRIP or INTS3 siRNA as indicated were visualized for ATRIP foci by immunofluorescence with rabbit anti-ATRIP antibody. Bottom panel displays the DAPI staining of each sample. Note that ATRIP foci formed after RPA70 depletion (second panel) are absent after INTS3 depletion (fourth panel). Co-depletion of ATRIP along with RPA70 (third panel) confirms that the observed immunofluorescence signal is from ATRIP. The scale bar is 10 μm. (C) Quantification of ATRIP foci observed in the experiment described in part B. Cells were scored for ATRIP foci and expressed as a percentage of total cells from each transfected sample. Data are represented as the mean ± SE. P-values of RPA70 siRNA transfected samples versus other groups have been indicated.Inactivation of RPA along with hSSB1/2-INTS3 complex incapacitates the ability of cells to phosphorylate Chk1HSSB1/2-INTS3 serves as the single-strand binding protein complex in RPA-depleted cells, and we wanted to evaluate the cell's ability to phosphorylate Chk1 in response to an exogenous genomic stress, when both complexes were inactivated. First, we depleted RPA70 and INTS3 and assayed for Chk1 phosphorylation in individual cells by immunofluorescence. None of the control siRNA transfected cells displayed phosphorylated-Chk1 signal, while around 43% of RPA70 siRNA transfected cells were positive for Chk1 phosphorylation (Figure ​(Figure8A,8A, panel 2). When INTS3 was depleted along with RPA70 only 2% of the cells were positive for phosphorylated-Chk1 (panel 4). When control siRNA transfected cells were exposed to exogenous genomic stress caused by UV, approximately 37% of cells were positive for Chk1 phosphorylation (panel 5). It was reduced to approximately 28% in the absence of INTS3, indicating that UV radiation-induced Chk1 phosphorylation was partially initiated by resection of the DSBs (panels 5 and 7). On UV-irradiating RPA70-depleted cells, 47% cells were positive for Chk1 phosphorylation that was reduced to 12% when INTS3 was co-depleted along with RPA70 (panels 6 and 8). It should be noted that RPA70 depletion caused an increase in an S-phase from around 22% to 48%, resulting in a higher fraction of cells with Chk1 phosphorylation (Figure ​(Figure1C,1C, 1D and Supplementary Figure S1D). When RPA70 siRNA transfected cells were pulsed with BrdU before exposure to UV radiation most of the cells that underwent Chk1 phosphorylation also incorporated BrdU, which independently demonstrates that Chk1 phosphorylation in RPA70-depleted UV-irradiated cells occurs during the S-phase (Supplementary Figure S5). Therefore, co-depletion of RPA70 and INTS3 incapacitates the ability of cells to phosphorylate Chk1 in response to exogenous genomic stress.Open in a separate windowFigure 8.Inactivation of hSSB1/2-INTS3 complex along with RPA debilitates the ability of cells to phosphorylate Chk1. (A) HeLa cells were transfected on three consecutive days with GL2 or RPA70 siRNA in combination with INTS3 siRNA, as indicated. 24 h after the last transfection, the cells were either left non-irradiated (top four panels) or UV-irradiated (bottom four panels) as indicated, followed by co-immunofluorescence with mouse anti-RPA70 and rabbit anti-phospho-Chk1 (Ser345) antibodies. The scale bar is 10 μm. Cells were scored for RPA70 and P-Chk1 signals and the percentage of total cells from each group displaying RPA70 depletion and phosphorylated-Chk1 have been indicated. All data represent the mean ± SE of two independent experiments. * indicates that the siRNA depletion was carried out in a separate experiment wherein 38.45% of UV-irradiated GL2 cells displayed phosphorylated-Chk1. #P-values were calculated using two-tailed t-test which displays that the Chk1 phosphorylation observed in the non-UV-irradiated RPA70 siRNA transfected sample is significantly different from RPA70+INTS3 siRNA transfected sample (#P-value = 0.026). ## The P-value of UV-irradiated RPA70 siRNA transfected sample versus RPA70+INTS3 siRNA transfected sample is 0.033. (B) A model for ATR-ATRIP recruitment by hSSB1/2-INTS3 complex. Single-stranded DNA (ssDNA) generated at the sites of genomic stress is coated by hSSB1/2-INTS3 complex in the absence of RPA. The N-terminus of INTS3 associates with the oligonucleotide/oligosaccharide-binding fold of hSSB1/2, which binds to the ssDNA (23,25–27). ATR-ATRIP complex is then recruited to the hSSB1/2-INTS3 bound ssDNA. Rad9-Hus1-Rad1 clamp (9–1–1 complex) is recruited to ssDNA independently of ATRIP but it is not clear which single-stranded DNA-binding protein (SSB?) associates with it in the absence of RPA. TopBP1 binds to Rad17 loaded Rad9 to come in close proximity to activate ATR, which phosphorylates Chk1. It is likely that many yet unidentified factors participate in RPA-independent ATR activation.HSSB1/2-INTS3 complex is required for Chk1 phosphorylation in RPA proficient cellsWe have shown that hSSB1/2-INTS3 complex is required for Chk1 phosphorylation after RPA depletion and finally we wanted to evaluate its role in checkpoint activation induced by other genotoxic agents. We depleted the catalytic subunit of DNA Polymerase alpha (αp180), which also leads to replication fork stalling, resulting in Chk1 phosphorylation (Figure ​(Figure9A).9A). We observed that co-depletion of INTS3 along with αp180 did not suppress phosphorylation of Chk1, indicating that the replication stalling-induced Chk1 phosphorylation is not dependent on hSSB1-INTS3 complex in RPA proficient cells. Treatment with cisplatin leads to intrastrand and interstrand DNA cross-links, resulting in DNA breaks and we observed that INTS3 depletion suppressed the cisplatin-induced Chk1 phosphorylation in HeLa cells (Figure ​(Figure9B).9B). Hydroxyurea (HU) treatment at high concentrations leads to replication fork collapse resulting in DNA breaks and we observed that INTS3 depletion suppressed HU-induced Chk1 phosphorylation in both HeLa cells and human foreskin fibroblasts, demonstrating its essential role in Chk1 activation in RPA proficient cells, as has also been reported recently (Figure ​(Figure9C9C and D) (30). Though future investigations would discern the recruitment of hSSB1/2-INTS3 complex to the sites of DNA damage in response to different genotoxic agents, it seems that Chk1 phosphorylation resulting from DNA breaks is inhibited by the depletion of hSSB1/2-INTS3 due to its role in DNA strand break repair pathway.Open in a separate windowFigure 9.INTS3 is essential for hydroxyurea (HU)- and cisplatin-induced Chk1 phosphorylation in RPA proficient cells. (A) HeLa cells were transfected on three consecutive days with GL2 or siRNA targeting the catalytic subunit of DNA polymerase alpha (αp180) in combination with INTS3 siRNA as indicated and the levels of αp180 (double arrowhead), phosphorylated-Chk1 and INTS3 (black arrowhead) were assayed. LC indicates the protein loading control. The numbers indicate phosphorylated-Chk1 levels following αp180 depletion alone or in combination with INTS3 after normalization with the protein loading control. (B) INTS3 is essential for cisplatin-induced Chk1 phosphorylation. HeLa cells transfected on three consecutive days with GL2 or INTS3 siRNA were exposed to 0.2 μM cisplatin and harvested after 8 h. The levels of INTS3 (black arrowhead) and phosphorylated-Chk1 (hollow arrowhead) were assayed and the numbers indicate phosphorylated-Chk1 levels after normalization with the protein loading control. HeLa (C) and human foreskin fibroblast (D) cells transfected on three consecutive days with GL2 or INTS3 siRNA were treated with 0.2 mM HU and harvested after 4 h. The numbers indicate phosphorylated-Chk1 levels in HU treated cells transfected with GL2 or INTS3 siRNA after normalization with the protein loading control. DISCUSSIONWe hypothesize that ATR-ATRIP can bind to DNA by two mechanisms: the first is RPA-dependent and the second requires the hSSB1/2-INTS3 complex (model in Figure 8B). In case the RPA-dependent complex is non-functional, the alternate complex may serve to activate the checkpoint during genomic stress. To understand how hSSB1/2-INTS3 complex would recruit ATR-ATRIP complex, cues can be taken from our understanding of RPA binding to ATRIP. The N-terminus OB fold of RPA70 binds to ATRIP, the centrally located OB folds bind to ssDNA while the C-terminus OB fold interacts with RPA32, which assembles the complex by binding to RPA14 (37–39). ATRIP and Rad9 associate with adjacent ssDNA-bound RPA complexes bringing TopBP1 in close proximity to activate ATR (15). It has been shown that the N-terminus of INTS3 directly binds to the OB fold of hSSB1/2 and since INTS3 does not have any recognizable OB fold, the interaction with ssDNA is likely to be mediated by hSSB1/2 (27). We believe that after the hSSB1/2-INTS3 complex has been assembled, it physically associates with ATRIP. It is important to note that the other factors required for this novel mode of ATR activation are yet to be identified. Since RPA70 is also required for Rad9 recruitment, further studies are needed to determine if hSSB1/2-INTS3 complex can recruit Rad9 (27,36). Therefore, the change from the canonical activation of ATR is replacement of RPA by hSSB1/2-INTS3 complex while other factors remain the same. It has been observed that the dissociation constant of purified hSSB1 for ssDNA in vitro is close to 10−6 M, indicating that affinity of hSSB1 for ssDNA is much lower than RPA (23). Since hSSB1/2 is recruited to the damage foci only in the presence of INTS3, it is likely that the in vivo association between INTS3 and hSSB1/2 enhances the ssDNA binding (25,26). Moreover, it has been observed that the binding of hSSB1 increases with the length of ssDNA, we believe that longer segments of ssDNA generated during stress would be coated by the hSSB1/2-INTS3 complex. Cimprich and coworkers have also observed that a distinct ATR-ATRIP complex could bind to DNA with low affinity in the absence of RPA (36).It has been previously reported that loss of MRN complex does not alter the stress-induced Chk1 phosphorylation though other studies have clearly shown that MRN interacts and co-localizes with RPA at the sites of stalled replication forks and cells deficient in MRN activity display defective intra-S-phase checkpoint (40–44). It has been demonstrated that cells deficient in Nbs1 activity have defective Chk1 phosphorylation in response to hydroxyurea and UV radiation and these cells fail to retain ATR at the sites of DNA damage (45). Using Xenopus nuclear extracts, recent work has comprehensively addressed this issue by demonstrating that MRN complex was enriched on ATR-activating structures and its depletion markedly decreased the binding of TopBP1 with the checkpoint-activating structure and abrogated the phosphorylation of Chk1 (46,47). Another recent study reported that in Rad50-deficient cells ATRIP and RPA do not co-localize after HU treatment resulting in poor recruitment of ATR to the sites of replication stress thus failing to induce Chk1 phosphorylation (48). However, in our study, Chk1 phosphorylation was not abrogated after Mre11 or Nbs1 depletion. Though future investigations would be required to ascertain the reasons for this difference, it is possible that RNAi does not completely annul the MRN activity. It is also conceivable that the alternate mode of ATR activation utilizes distinct pathways for recruiting adaptor checkpoint proteins, though such pathways are yet to be identified.Though we show that human SSB1/2-INTS3 complex can perform the function of recruiting the ATRIP-ATR complex to ssDNA, its requirement may vary across eukaryotes: It has been reported that absence of RPA decreases the binding of budding yeast and Xenopus orthologs of ATRIP or ATR to ssDNA (11,49,50). SSB1 is not conserved in budding yeast and therefore, it is possible that higher eukaryotes have evolved multiple SSBs for responding to stress. INTS3 enhances the transcription of SSB1, which leads to an increase in SSB1 protein and its localization to the sites of damage (25). Such a regulatory loop is unlikely to manifest in a short Xenopus cell-free assay and therefore, it is possible that in such a system RPA is essential for the association of ATR. We believe that the different requirements of RPA reflect varying presence of alternate factors that can substitute the canonical RPA-ATRIP-ATR interactions.Though RPA is an essential protein complex, multiple instances of its partial loss have been reported, wherein the hSSB1/2-INTS3-ATR pathway may be functional. To address the effect of partial loss of RPA function, a mouse cell line with a hypomorphic mutation in RPA70 (L230P) was generated which causes sensitivity to DNA-damaging agents without affecting DNA replication (51,52). Offsprings heterozygous for this RPA70 mutation were viable but homozygous mutant mice were embryonically lethal. RPA70 heterozygous mutant mice displayed widespread chromosomal rearrangements and developed lymphomas retaining both the mutant and the wild-type allele suggesting that the mutated allele had a dominant effect. The study demonstrated that though the complete loss of RPA70 function is not tolerated by cells, heterozygous RPA70 mutants are viable and we believe that in such physiological states where the checkpoint function of RPA70 is not optimal, the hSSB1/2-INTS3-ATR pathway could be functional.Haploinsufficiency of RPA70 has also been reported clinically: deletions within 17p13.3 chromosomal region, which harbors the RPA70 gene is associated with clinical features including developmental delay and autism spectrum disorder known as Miller-Dieker syndrome (53,54). Cell lines from these patients display reduced levels of RPA70 protein which is consistent with the deletion mapping (55). There is strong evidence that haploinsufficiency of components of the ATR-dependent signaling pathway, including ATR and RPA70, results in the impaired ability of these checkpoint proteins in responding to genotoxic stress. It is unclear if 17p13.3 deletion predisposes cells to cancer though isolated cases of malignancy has been reported in patients of Miller-Dieker syndrome and it is therefore possible that loss of RPA checkpoint function is compensated by hSSB1/2-INTS3 pathway (56). Therefore, the role of hSSB1/2-INTS3 complex in ATR activation in cells lines displaying reduced levels of RPA70 activity should be investigated: it should be ascertained if inactivation of hSSB1/2-INTS3 in RPA mutant cell lines leads to further loss of checkpoint activity and oncogenesis. It should be pointed out that deletions of hSSB2 gene have been reported in medulloblastoma and renal cancers, though their clinical significance is yet to be established.Finally, we have also shown data which demonstrate that INTS3 depletion suppresses HU- and cisplatin- induced Chk1 phosphorylation in both primary and transformed cells illustrating that the hSSB1/2-INTS3 complex has a physiological role in responding to genomic stress caused by different genotoxic agents (Figure ​(Figure9).9). It is unlikely that loss of RPA would be tolerated by eukaryotic cells but by depleting it experimentally, we have discovered an alternate mechanism that activates ATR signaling. A recent study has shown that hSSB1 (hSSB1−/−) deleted mouse displays chromosomal instability without any defect in the ATM arm of checkpoint activation (57). Since the genomic fragmentation observed in hSSB1−/− mouse was very similar to what has been reported for ATR deficiency, we predict that the loss of hSSB1-mediated ATR activation may be the reason for the observed genomic instability (57,58). In summation, we demonstrate that an alternate single-stranded DNA-binding protein complex can recruit the principal checkpoint transducer, the ATR-ATRIP complex to initiate ATR signaling. SUPPLEMENTARY DATASupplementary Data are available at NAR Online.\nSUPPLEMENTARY DATA:\nClick here to view.\n AcknowledgmentsThe authors thank Raksha Devi, Aishana Singh,Sheetal Uppal, Mahendra Kumar Sahu and Sunder Bisht for helping in various parts of this paper. We thank Junjie Chen, David Cortez and Kum Kum Khanna for Myc-INTS3, HA-ATRIP and SSB1 antibody respectively. FootnotesPresent address: Md. Muntaz Khan, Department of Biochemistry, University of Delhi South Campus, Benito Juarez Road, New Delhi-110021, India. REFERENCES1. Boddy M.N., Furnari B., Mondesert O., Russell P. Replication checkpoint enforced by kinases Cds1 and Chk1. Science. 1998;280:909–912. [PubMed] [Google Scholar]2. Zeng Y., Forbes K.C., Wu Z., Moreno S., Piwnica-Worms H., Enoch T. Replication checkpoint requires phosphorylation of the phosphatase Cdc25 by Cds1 or Chk1. Nature. 1998;395:507–510. [PubMed] [Google Scholar]3. Zhao H., Piwnica-Worms H. ATR-mediated checkpoint pathways regulate phosphorylation and activation of human Chk1. Mol. Cell. Biol. 2001;21:4129–4139. [PMC free article] [PubMed] [Google Scholar]4. Liu Q., Guntuku S., Cui X.S., Matsuoka S., Cortez D., Tamai K., Luo G., Carattini-Rivera S., DeMayo F., Bradley A., et al.  Chk1 is an essential kinase that is regulated by Atr and required for the G(2)/M DNA damage checkpoint. Genes Dev. 2000;14:1448–1459. [PMC free article] [PubMed] [Google Scholar]5. Lindsey-Boltz L.A., Kemp M.G., Reardon J.T., DeRocco V., Iyer R.R., Modrich P., Sancar A. Coupling of human DNA excision repair and the DNA damage checkpoint in a defined in vitro system. J. Biol. Chem. 2014;289:5074–5082. [PMC free article] [PubMed] [Google Scholar]6. Jazayeri A., Falck J., Lukas C., Bartek J., Smith G.C., Lukas J., Jackson S.P. ATM- and cell cycle-dependent regulation of ATR in response to DNA double-strand breaks. Nat. Cell Biol. 2006;8:37–45. [PubMed] [Google Scholar]7. Zeman M.K., Cimprich K.A. Causes and consequences of replication stress. Nat. Cell Biol. 2014;16:2–9. [PMC free article] [PubMed] [Google Scholar]8. Saintigny Y., Delacote F., Vares G., Petitot F., Lambert S., Averbeck D., Lopez B.S. Characterization of homologous recombination induced by replication inhibition in mammalian cells. EMBO J. 2001;20:3861–3870. [PMC free article] [PubMed] [Google Scholar]9. Wold M.S. Replication protein A: a heterotrimeric, single-stranded DNA-binding protein required for eukaryotic DNA metabolism. Annu. Rev. Biochem. 1997;66:61–92. [PubMed] [Google Scholar]10. Flynn R.L., Zou L. Oligonucleotide/oligosaccharide-binding fold proteins: a growing family of genome guardians. Crit. Rev. Biochem. Mol. Biol. 2010;45:266–275. [PMC free article] [PubMed] [Google Scholar]11. Zou L., Elledge S.J. Sensing DNA damage through ATRIP recognition of RPA-ssDNA complexes. Science. 2003;300:1542–1548. [PubMed] [Google Scholar]12. Cortez D., Guntuku S., Qin J., Elledge S.J. ATR and ATRIP: partners in checkpoint signaling. Science. 2001;294:1713–1716. [PubMed] [Google Scholar]13. Delacroix S., Wagner J.M., Kobayashi M., Yamamoto K., Karnitz L.M. The Rad9-Hus1-Rad1 (9–1–1) clamp activates checkpoint signaling via TopBP1. Genes Dev. 2007;21:1472–1477. [PMC free article] [PubMed] [Google Scholar]14. Ball H.L., Ehrhardt M.R., Mordes D.A., Glick G.G., Chazin W.J., Cortez D. Function of a conserved checkpoint recruitment domain in ATRIP proteins. Mol. Cell. Biol. 2007;27:3367–3377. [PMC free article] [PubMed] [Google Scholar]15. Xu X., Vaithiyalingam S., Glick G.G., Mordes D.A., Chazin W.J., Cortez D. The basic cleft of RPA70N binds multiple checkpoint proteins, including RAD9, to regulate ATR signaling. Mol. Cell. Biol. 2008;28:7345–7353. [PMC free article] [PubMed] [Google Scholar]16. Ball H.L., Myers J.S., Cortez D. ATRIP binding to replication protein A-single-stranded DNA promotes ATR-ATRIP localization but is dispensable for Chk1 phosphorylation. Mol. Biol. Cell. 2005;16:2372–2381. [PMC free article] [PubMed] [Google Scholar]17. Kim S.M., Kumagai A., Lee J., Dunphy W.G. Phosphorylation of Chk1 by ATM- and Rad3-related (ATR) in Xenopus egg extracts requires binding of ATRIP to ATR but not the stable DNA-binding or coiled-coil domains of ATRIP. J. Biol. Chem. 2005;280:38355–38364. [PubMed] [Google Scholar]18. Cimprich K.A., Cortez D. ATR: an essential regulator of genome integrity. Nat. Rev. Mol. Cell. Biol. 2008;9:616–627. [PMC free article] [PubMed] [Google Scholar]19. Dodson G.E., Shi Y., Tibbetts R.S. DNA replication defects, spontaneous DNA damage, and ATM-dependent checkpoint activation in replication protein A-deficient cells. J. Biol. Chem. 2004;279:34010–34014. [PubMed] [Google Scholar]20. Yoo H.Y., Kumagai A., Shevchenko A., Dunphy W.G. Ataxia-telangiectasia mutated (ATM)-dependent activation of ATR occurs through phosphorylation of TopBP1 by ATM. J. Biol. Chem. 2007;282:17501–17506. [PubMed] [Google Scholar]21. Duursma A., Agami R. p53-Dependent regulation of Cdc6 protein stability controls cellular proliferation. Mol. Cell. Biol. 2005;25:6937–6947. [PMC free article] [PubMed] [Google Scholar]22. Yoshida K., Sugimoto N., Iwahori S., Yugawa T., Narisawa-Saito M., Kiyono T., Fujita M. CDC6 interaction with ATR regulates activation of a replication checkpoint in higher eukaryotic cells. J. Cell Sci. 2010;123:225–235. [PubMed] [Google Scholar]23. Richard D.J., Bolderson E., Cubeddu L., Wadsworth R.I., Savage K., Sharma G.G., Nicolette M.L., Tsvetanov S., McIlwraith M.J., Pandita R.K., et al.  Single-stranded DNA-binding protein hSSB1 is critical for genomic stability. Nature. 2008;453:677–681. [PubMed] [Google Scholar]24. Li Y., Bolderson E., Kumar R., Muniandy P.A., Xue Y., Richard D.J., Seidman M., Pandita T.K., Khanna K.K., Wang W. HSSB1 and hSSB2 form similar multiprotein complexes that participate in DNA damage response. J. Biol. Chem. 2009;284:23525–23531. [PMC free article] [PubMed] [Google Scholar]25. Skaar J.R., Richard D.J., Saraf A., Toschi A., Bolderson E., Florens L., Washburn M.P., Khanna K.K., Pagano M. INTS3 controls the hSSB1-mediated DNA damage response. J. Cell Biol. 2009;187:25–32. [PMC free article] [PubMed] [Google Scholar]26. Huang J., Gong Z., Ghosal G., Chen J. SOSS complexes participate in the maintenance of genomic stability. Mol. Cell. 2009;35:384–393. [PMC free article] [PubMed] [Google Scholar]27. Zhang F., Wu J., Yu X. Integrator3, a partner of single-stranded DNA-binding protein 1, participates in the DNA damage response. J. Biol. Chem. 2009;284:30408–30415. [PMC free article] [PubMed] [Google Scholar]28. Richard D.J., Savage K., Bolderson E., Cubeddu L., So S., Ghita M., Chen D.J., White M.F., Richard K., Prise K.M., et al.  hSSB1 rapidly binds at the sites of DNA double-strand breaks and is required for the efficient recruitment of the MRN complex. Nucleic Acids Res. 2010;39:1692–1702. [PMC free article] [PubMed] [Google Scholar]29. Richard D.J., Cubeddu L., Urquhart A.J., Bain A., Bolderson E., Menon D., White M.F., Khanna K.K. hSSB1 interacts directly with the MRN complex stimulating its recruitment to DNA double-strand breaks and its endo-nuclease activity. Nucleic Acids Res. 2011;39:3643–3651. [PMC free article] [PubMed] [Google Scholar]30. Bolderson E., Petermann E., Croft L., Suraweera A., Pandita R.K., Pandita T.K., Helleday T., Khanna K.K., Richard D.J. Human single-stranded DNA binding protein 1 (hSSB1/NABP2) is required for the stability and repair of stalled replication forks. Nucleic Acids Res. 2014;42:6326–6336. [PMC free article] [PubMed] [Google Scholar]31. Ukomadu C., Dutta A. Inhibition of cdk2 activating phosphorylation by mevastatin. J. Biol. Chem. 2003;278:4840–4846. [PubMed] [Google Scholar]32. Javanmoghadam-Kamrani S., Keyomarsi K. Synchronization of the cell cycle using lovastatin. Cell Cycle. 2008;7:2434–2440. [PubMed] [Google Scholar]33. Feldhahn N., Ferretti E., Robbiani D.F., Callen E., Deroubaix S., Selleri L., Nussenzweig A., Nussenzweig M.C. The hSSB1 orthologue Obfc2b is essential for skeletogenesis but dispensable for the DNA damage response in vivo. EMBO J. 2012;31:4045–4056. [PMC free article] [PubMed] [Google Scholar]34. Kumagai A., Dunphy W.G. Claspin, a novel protein required for the activation of Chk1 during a DNA replication checkpoint response in Xenopus egg extracts. Mol. Cell. 2000;6:839–849. [PubMed] [Google Scholar]35. Unsal-Kacmaz K., Sancar A. Quaternary structure of ATR and effects of ATRIP and replication protein A on its DNA binding and kinase activities. Mol. Cell. Biol. 2004;24:1292–1300. [PMC free article] [PubMed] [Google Scholar]36. Bomgarden R.D., Yean D., Yee M.C., Cimprich K.A. A novel protein activity mediates DNA binding of an ATR-ATRIP complex. J. Biol. Chem. 2004;279:13346–13353. [PubMed] [Google Scholar]37. Jacobs D.M., Lipton A.S., Isern N.G., Daughdrill G.W., Lowry D.F., Gomes X., Wold M.S. Human replication protein A: global fold of the N-terminal RPA-70 domain reveals a basic cleft and flexible C-terminal linker. J. Biomol. NMR. 1999;14:321–331. [PubMed] [Google Scholar]38. Bochkarev A., Bochkareva E. From RPA to BRCA2: lessons from single-stranded DNA binding by the OB-fold. Curr. Opin. Struct. Biol. 2004;14:36–42. [PubMed] [Google Scholar]39. Bochkareva E., Korolev S., Lees-Miller S.P., Bochkarev A. Structure of the RPA trimerization core and its role in the multistep DNA-binding mechanism of RPA. EMBO J. 2002;21:1855–1863. [PMC free article] [PubMed] [Google Scholar]40. Bruhn C., Zhou Z.W., Ai H., Wang Z.Q. The essential function of the MRN complex in the resolution of endogenous replication intermediates. Cell Rep. 2014;6:182–195. [PubMed] [Google Scholar]41. Myers J.S., Cortez D. Rapid activation of ATR by ionizing radiation requires ATM and Mre11. J. Biol. Chem. 2006;281:9346–9350. [PMC free article] [PubMed] [Google Scholar]42. Robison J.G., Elliott J., Dixon K., Oakley G.G. Replication protein A and the Mre11.Rad50.Nbs1 complex co-localize and interact at sites of stalled replication forks. J. Biol. Chem. 2004;279:34802–34810. [PubMed] [Google Scholar]43. Olson E., Nievera C.J., Liu E., Lee A.Y., Chen L., Wu X. The Mre11 complex mediates the S-phase checkpoint through an interaction with replication protein A. Mol. Cell. Biol. 2007;27:6053–6067. [PMC free article] [PubMed] [Google Scholar]44. Wang J., Gong Z., Chen J. MDC1 collaborates with TopBP1 in DNA replication checkpoint control. J. Cell Biol. 2011;193:267–273. [PMC free article] [PubMed] [Google Scholar]45. Stiff T., Reis C., Alderton G.K., Woodbine L., O'Driscoll M., Jeggo P.A. Nbs1 is required for ATR-dependent phosphorylation events. EMBO J. 2005;24:199–208. [PMC free article] [PubMed] [Google Scholar]46. Lee J., Dunphy W.G. The Mre11-Rad50-Nbs1 (MRN) complex has a specific role in the activation of Chk1 in response to stalled replication forks. Mol. Biol. Cell. 2013;24:1343–1353. [PMC free article] [PubMed] [Google Scholar]47. Duursma A.M., Driscoll R., Elias J.E., Cimprich K.A. A role for the MRN complex in ATR activation via TOPBP1 recruitment. Mol. Cell. 2013;50:116–122. [PMC free article] [PubMed] [Google Scholar]48. Gatei M., Kijas A.W., Biard D., Dork T., Lavin M.F. RAD50 phosphorylation promotes ATR downstream signaling and DNA restart following replication stress. Hum. Mol. Genet. 2014;23:4232–4248. [PubMed] [Google Scholar]49. Lee J., Kumagai A., Dunphy W.G. Claspin, a Chk1-regulatory protein, monitors DNA replication on chromatin independently of RPA, ATR, and Rad17. Mol. Cell. 2003;11:329–340. [PubMed] [Google Scholar]50. Lee S.E., Moore J.K., Holmes A., Umezu K., Kolodner R.D., Haber J.E. Saccharomyces Ku70, mre11/rad50 and RPA proteins regulate adaptation to G2/M arrest after DNA damage. Cell. 1998;94:399–409. [PubMed] [Google Scholar]51. Wang Y., Putnam C.D., Kane M.F., Zhang W., Edelmann L., Russell R., Carrion D.V., Chin L., Kucherlapati R., Kolodner R.D., et al.  Mutation in Rpa1 results in defective DNA double-strand break repair, chromosomal instability and cancer in mice. Nat. Genet. 2005;37:750–755. [PubMed] [Google Scholar]52. Chen C., Umezu K., Kolodner R.D. Chromosomal rearrangements occur in S. cerevisiae rfa1 mutator mutants due to mutagenic lesions processed by double-strand-break repair. Mol Cell. 1998;2:9–22. [PubMed] [Google Scholar]53. Nagamani S.C., Zhang F., Shchelochkov O.A., Bi W., Ou Z., Scaglia F., Probst F.J., Shinawi M., Eng C., Hunter J.V., et al.  Microdeletions including YWHAE in the Miller-Dieker syndrome region on chromosome 17p13.3 result in facial dysmorphisms, growth restriction, and cognitive impairment. J. Med. Genet. 2009;46:825–833. [PubMed] [Google Scholar]54. O'Driscoll M. Haploinsufficiency of DNA Damage Response Genes and their Potential Influence in Human Genomic Disorders. Curr. Genomics. 2008;9:137–146. [PMC free article] [PubMed] [Google Scholar]55. Outwin E., Carpenter G., Bi W., Withers M.A., Lupski J.R., O'Driscoll M. Increased RPA1 gene dosage affects genomic stability potentially contributing to 17p13.3 duplication syndrome. PLoS Genet. 2011;7:e1002247. [PMC free article] [PubMed] [Google Scholar]56. Ueda S., Kubota M., Kuroki S., Wada M. Gallbladder cancer in a patient with Miller-Dieker syndrome. Acta Paediatr. 2006;95:113–114. [PubMed] [Google Scholar]57. Shi W., Bain A.L., Schwer B., Al-Ejeh F., Smith C., Wong L., Chai H., Miranda M.S., Ho U., Kawaguchi M., et al.  Essential developmental, genomic stability, and tumour suppressor functions of the mouse orthologue of hSSB1/NABP2. PLoS Genet. 2013;9:e1003298. [PMC free article] [PubMed] [Google Scholar]58. Gu P., Deng W., Lei M., Chang S. Single strand DNA binding proteins 1 and 2 protect newly replicated telomeres. Cell Res. 2013;23:705–719. [PMC free article] [PubMed] [Google Scholar]"}