{"title": "SMADs and YAP compete to control elongation of β-catenin:LEF-1-recruited RNAPII during hESC differentiation", "pubDate": "2015", "PMCID": "PMC5315497", "DOI": "10.1016/j.molcel.2015.04.001", "PMID": "25936800", "abstract": "The Wnt3a/β-catenin and Activin/SMAD2,3 signaling pathways synergize to induce endodermal differentiation of human embryonic stem cells; however, the underlying mechanism is not well understood. Using ChIP-seq and GRO-seq analyses, we show here that Wnt3a-induced β-catenin:LEF-1 enhancers recruit cohesin to direct enhancer-promoter looping and activate mesendodermal (ME) lineage genes. Moreover, we find that LEF-1 and other hESC enhancers recruit RNAPII complexes (eRNAPII) that are highly phosphorylated at Ser5, but not Ser7. Wnt3a signaling further increases Ser5P-RNAPII at LEF-1 sites and ME gene promoters, indicating that elongation remains limiting. However, subsequent Activin/SMAD2,3 signaling selectively increases transcription elongation, P-TEFb occupancy, and Ser7P-RNAPII levels at these genes. Finally, we show that the Hippo regulator, YAP, functions with TEAD to regulate binding of the NELF negative elongation factor and block SMAD2,3 induction of ME genes. Thus, the Wnt3a/β-catenin and Activin/SMAD2,3 pathways act in concert to counteract YAP repression and upregulate ME genes during early hESC differentiation.", "author": [{"author": "Conchi Estarás", "affiliation": ["Regulatory Biology Laboratory, The Salk Institute for Biological Studies, 10010 N. Torrey Pines Road, La Jolla, CA 92037, USA."], "href": "/?term=Estar%C3%A1s+C&cauthor_id=25936800"}, {"author": "Chris Benner", "affiliation": ["Razavi Newman Integrative Genomics and Bioinformatics Core, The Salk Institute for Biological Studies, 10010 N. Torrey Pines Road, La Jolla, CA 92037, USA."], "href": "/?term=Benner+C&cauthor_id=25936800"}, {"author": "Katherine A Jones", "affiliation": ["Regulatory Biology Laboratory, The Salk Institute for Biological Studies, 10010 N. Torrey Pines Road, La Jolla, CA 92037, USA. Electronic address: jones@salk.edu."], "href": "/?term=Jones+KA&cauthor_id=25936800"}], "refPMID": [], "citedInPMID": ["25936800", "35063126", "34792163", "34552611", "34439395", "33284104", "33109217", "32526202", "31844321", "31755214", "31564646", "31557150", "31228951", "31212916", "31110351", "30891497", "30814117", "30633880", "30449705", "30282636", "29643418", "29449408", "29361574", "29337181", "29269485", "28951435", "28649368", "28288968", "28219948", "28174238", "28078320", "27965357", "27889317", "27836834", "27304915", "26923725", "26728557", "26629312", "26389119"], "body": " SUMMARYThe Wnt3a/β-catenin and Activin/SMAD2,3 signaling pathways synergize to induce endodermal differentiation of human embryonic stem cells; however, the underlying mechanism is not well understood. Using ChIP-seq and GRO-seq analyses, we show here that Wnt3a-induced β-catenin:LEF-1 enhancers recruit cohesin to direct enhancer-promoter looping and activate mesendodermal (ME) lineage genes. Moreover, we find that LEF-1 and other hESC enhancers recruit RNAPII complexes (eRNAPII) that are highly phosphorylated at Ser5, but not Ser7. Wnt3a signaling further increases Ser5P-RNAPII at LEF-1 sites and ME gene promoters, indicating that elongation remains limiting. However, subsequent Activin/SMAD2,3 signaling selectively increases transcription elongation, P-TEFb occupancy, and Ser7P-RNAPII levels at these genes. Finally, we show that the Hippo regulator, YAP, functions with TEAD to regulate binding of the NELF negative elongation factor and block SMAD2,3 induction of ME genes. Thus, the Wnt3a/β-catenin and Activin/SMAD2,3 pathways act in concert to counteract YAP repression and upregulate ME genes during early hESC differentiation. Graphical Abstract INTRODUCTIONIn human embryonic stem cells (hESCs), activation of the Wnt pathway (Clevers and Nusse, 2012) leads to the acquisition of primitive streak markers, an early step in the formation of mesoderm and definitive endoderm cells, which are used to generate hepatocytes, cardiomyocytes, and pancreatic progenitors (Davidson et al., 2012; Loh et al., 2014; Pagliuca et al., 2014; Paige et al., 2010). When Wnt3a is used in conjunction with Activin A, mesendodermal (ME) genes are more strongly induced, and precursors can further differentiate to definitive endoderm or mesoderm-somitic cells (Mendjan et al., 2014; Naujok et al., 2014; Pagliuca et al., 2014; Sumi et al., 2008). In the absence of Wnt3a, Activin A cooperates with PI3K/Akt to activate pluripotency genes, such as NANOG, and maintain self-renewal (Singh et al., 2012; Gaarenstroom and Hill, 2014; Varelas, 2014). One key function of PI3K/Akt is to inhibit Wnt3a signaling and the ERK1,2 kinase, which are required to induce developmental genes such as MIXL1, EOMES, and T/Brachyury (Singh et al., 2012). Upon loss of PI3K/Akt and upregulation of Wnt3a and ERK1,2, the Activin/SMAD proteins switch target gene specificity and function instead as transcriptional coactivators for the developmental genes.Cell-fate-specification genes are repressed by several mechanisms in pluripotent ESCs, including Polycomb (PcG)-mediated H3K27me3, H2AK119ub, and promoter-proximal RNAPII pausing (Voigt et al., 2013; Young, 2011). PcG-repressed genes in mESCs are associated with Ser5P-RNAPII complexes that lack elongation-associated Ser7P and Ser2P modifications (Brookes et al., 2012). Regulated RNAPII pausing requires the NELF RNA-binding complex and Spt5/DSIF factors, and transcriptional pause release is coupled to the loss of H3K27me3 and recruitment of the P-TEFb (CycT1:Cdk9) carboxy-terminal domain (CTD) kinase (Kwak and Lis, 2013; Zhou et al., 2012). The RNAPII CTD phosphorylation pattern changes during the transcription cycle to accommodate the binding of distinct chromatin and RNA modifying complexes. TFIIH/Cdk7 is responsible for high levels of Ser5P-and Ser7P-RNAPII at many promoters, which arises concomitantly with transcription initiation and H3K4me3, whereas P-TEFb/Cdk9 is required for Ser7P and Ser2P in productive RNAPII elongation complexes (Eick and Geyer, 2013). However, recent studies indicate that Ser5P at mESC developmental gene promoters is directed by ERK1,2, rather than TFIIH/Cdk7 (Tee et al., 2014). Importantly, ERK1,2 also strongly upregulates P-TEFb/Cdk9 kinase activity (Kim et al., 2011a), indicating that it may induce ME genes at multiple steps in the transcription process.In self-renewing hESCs, canonical Wnt activity is low, presumably due to proteolytic turnover of the β-catenin transcriptional coactivator. Wnt3a signaling transiently stabilizes β-catenin, allowing it to bind nuclear LEF-1/TCF DNA-binding proteins and activate target genes (Cadigan and Waterman, 2012). By contrast, Activin A functions through SMAD2,3 proteins, which associate with SMAD4 and bind to composite regulatory promoter elements containing the FOXH1 DNA-binding partner (Gaarenstroom and Hill, 2014; Varelas, 2014). In the presence of Wnt3a, SMAD2,3 proteins dissociate from the pluripotency machinery and switch to activate ME developmental genes (Beyer et al., 2013). SMAD2,3 proteins are linked to elongation through association with the H3K27me3 demethylase, JMJD3, and P-TEFb, which contributes to both transactivation and turnover of SMAD2,3 DNA complexes on chromatin (Alarcón et al., 2009). The removal of H3K27me3 and establishment of enhancer-promoter looping was previously shown to prime ME lineage genes for induction by Activin A (Kartikasari et al., 2013). Both SMAD2,3 (Beyer et al., 2013) and Wnt3a (Barry et al., 2013) pathways have been shown to be restricted in primary cells by the Hippo regulator, YAP (Yes-associated protein), which mediates cell-cell contact inhibition (Zhao et al., 2011). Consequently, YAP promotes hESC self-renewal (Lian et al., 2010) and also inhibits ME gene expression in differentiated ESCs (Beyer et al., 2013).In this study, we use ChIP-seq and GRO-seq analyses to examine the mechanism of Wnt3a-Activin A cooperativity at ME developmental genes in H1 hESCs. We find that LEF-1 occupies inactive and poised enhancers at key ME differentiation genes in self-renewing hESCs. Treatment of hESCs with Wnt3a induces binding of β-catenin and cohesin to LEF-1 sites and directs enhancer looping to nearby ME target gene promoters, activating transcription in a cohesin-dependent manner. The Wnt3a-induced LEF-1 enhancers also recruit RNAPII complexes that are extensively phosphorylated at Ser5, but not Ser7, indicating that enhancer-promoter looping is insufficient to fully induce elongation at these genes. Transcription at Wnt3a-induced ME genes is further potentiated by Activin A signaling, which functions through SMAD:FOXH1 elements at the ME promoters to increase P-TEFb occupancy, CTD-Ser7P, and nascent transcription elongation. Among the 189 genes that respond to Wnt-Activin signaling by GRO-seq, we noticed that nearly half contain sites for the TEAD DNA-binding protein, which interacts with the Hippo regulator, YAP. Knockdown of YAP selectively upregulates ME gene transcription genome-wide, concomitant with release of the negative elongation factor, NELF. Taken together, these findings provide a mechanistic framework for understanding how the Wnt3a and Activin A pathways synergize to overcome YAP-inhibited elongation and promote hESC differentiation. RESULTSGenome-wide Analysis of Wnt3a-Induced Enhancers in hESCsWnt signaling in hESCs leads to loss of pluripotency and differentiation toward the primitive streak lineage, the progenitor of mesoderm and endoderm cells. To examine how Wnt3a signaling promotes differentiation, we examined the binding profiles of LEF-1, β-catenin, and RNAPII by ChIP-seq in H1 hESCs before and after Wnt3a treatment (Figure 1). Although LEF-1 is expressed at low levels in undifferentiated hESCs, we nevertheless detected binding at 5657 sites prior to Wnt3a signaling (Figure 1A). Sequence motif analysis revealed a strong enrichment for HMG (1e-549) as well as OCT:SOX (1e-68) elements (see Figure S1A available online), indicating that LEF-1 is tightly integrated into the cistrome of core ES factors. Analysis distribution of LEF-1 peaks (Figure 1B) showed that the majority of binding sites are located in intergenic regions (44.6%), followed by introns (35.9%) and transcription start sites (TSSs; 13.89%). LEF-1 bound preferentially to transcriptionally inactive regions enriched in H3K4me1 and H3K27me3 (Figure S1B). Consistent with previous reports that cultured hESCs lack intrinsic Wnt/β-catenin signaling (Choi et al., 2013; Davidson et al., 2012), β-catenin was present at only 5% of the LEF-1 peaks under self-renewal conditions (Figure 1A).Open in a separate windowFigure 1Analysis of β-Catenin Binding to LEF-1 Enhancers in Wnt3a-Signaling hESCs(A) Venn diagrams showing the number of β-catenin and LEF-1 overlapping peaks in untreated and Wnt3a-treated (200 mg/ml, 4 hr) H1 hESCs.(B) Genomic distribution of LEF-1 peaks in hESCs.(C) Heatmaps show the density of ChIP-seq reads for LEF-1, β-catenin, total RNAPII, Ser5P-, or Ser7P-RNAPII in untreated and Wnt3a-treated H1 hESCs, across a 2 Kb region centered on LEF-1 peaks.(D) Histogram showing the effect of Wnt3a treatment on H3K27ac and H3K27me3 levels around the activated LEF-1 enhancers (≥3-fold).(E) Genome browser captures show examples of the ChIP-seq binding profiles at specific ME genes, identified at the top, covering at least one putative LEF-1 enhancer nearest to the gene. Gene diagrams and scale bars are depicted above and below the captures, respectively. Immunoprecipitated proteins and cell treatments are shown on the left. Dashed boxes highlight the LEF-1 enhancer peaks.See also Figure S1.Incubation of hESCs with Wnt3a strongly increased β-catenin binding genome-wide (Figure 1C). LEF-1 occupancy also increased, predominantly at pre-existing binding sites, although an additional 875 new peaks were also detected. As expected, LEF-1 colocalized extensively (82% of sites) with β-catenin in Wnt3a signaling cells (Figures 1A and 1C). Conversely, only 42% of the β-catenin peaks overlapped LEF-1 binding sites (Figure 1A), indicating that more than half of the genomic sites involve distinct TCF family members, unrelated proteins, or LEF-1/TCF sites we could not detect (Schuijers et al., 2014). Exposure to Wnt3a increased H3K27ac levels and p300/CBP occupancy near LEF-1 sites, whereas H3K27me3 levels declined, concomitant with release of the EZH2 Polycomb group repressor (Figures 1D and S1C). By contrast, H3K4me1 did not change (Figure S1C). The genome browser capture in Figure 1E shows specific ChIP-seq examples at LEF-1:β-catenin sites (outlined in boxes) near the MIXL1, KLF5, NODAL, and EOMES ME differentiation genes. We conclude that Wnt3a signaling stimulates the robust assembly of LEF-1:β-catenin complexes near hESC mesendodermal genes.RNAPII at LEF-1 Sites and Other hESC Enhancers Is Highly Phosphorylated at Ser5, but Not Ser7Low levels of RNAPII are present at many active enhancers (Lam et al., 2014). To assess whether RNAPII is also present at LEF-1 sites, ChIP-seq was carried out in untreated and Wnt3a-induced H1 hESCs using monoclonal antisera against total RNAPII, Ser5P-RNAPII, and Ser7P-RNAPII. As shown in Figure 1C, Ser5P-RNAPII colocalized extensively with LEF-1 (85% of LEF-1 binding sites) even before Wnt3a signaling (Figure S2A). In response to Wnt3a, Ser5P-RNAPII levels strongly increased (>4-fold) at nearly 2,000 LEF-1 and β-catenin peaks (Figure 1C). By contrast, total RNAPII levels were relatively low at LEF-1 enhancers and increased modestly in signaling cells. Moreover, Ser7P-RNAPII levels were low and unchanged, or only slightly enhanced, by Wnt3a at LEF-1 peaks (Figures 1C, 1E, and ​and2A).2A). Nevertheless, Ser7P-RNAPII (Chapman et al., 2007) was readily detected at active gene promoters (Figures 2A and S2B). Overall, the level of total RNAPII at LEF-1 enhancers was lower than at target genes, whereas the Ser5P peaks were often as high or higher than at nearby genes, indicating that the RNAPII at LEF-1 sites is extensively Ser5-phosphorylated.Open in a separate windowFigure 2RNAPII Complexes at LEF-1 Sites and hESC Enhancers Are Enriched in CTD-Ser5P, but Not -Ser7P(A) Metaprofile of Ser5P- and Ser7P-RNAPII distribution on LEF-1 enhancers, other hESC (H3K4me1+/H3K4me3−) enhancers, and genes.(B) Genome browser capture shows examples of the ChIP-seq binding profiles of the indicated proteins (at left) on the pluripotency gene PRDM14. Scale bar and gene diagram are depicted above and below the capture, respectively. The dashed boxes highlight active enhancer and promoter regions, as indicated at the top.(C) Heatmap ordered by the ratio of Ser5P:Ser7P-RNAPII. The distribution of RNAPII forms and chromatin marks are shown and indicated above each map. Right, GRO-seq heatmap shows transcription from positive (sense strand; red) and negative (antisense strand; blue) strands. Left, Ser5P+,Ser7P−-RNAPII complexes (eRNAPII) are located predominantly in intergenic regions and overlap with sequence motifs shown at the left.(D) Scatterplot showing inverse correlation between Ser5P:Ser7P RNAPII ratio and nascent transcription genome-wide, measured by GRO-seq reads. Pearson correlation coefficient and p value are shown in the graph. Scheme below shows that eRNAPII associates with high Ser5P:Ser7P ratio and low transcription.See also Figure S2.Further genome-wide analysis revealed that RNAPII complexes within enhancer domains (H3K4me1+/H3K4me3−) invariably contained much higher levels of Ser5P than Ser7P, in contrast with RNAPII at active gene promoters (Figures 2A, 2B, and S2C). The heatmap in Figure 2C shows that Ser5P-enriched RNAPII complexes overlap consensus binding sites for SOX2, Oct4, and PRDM14, and are associated with low transcriptional activity (Figure 2C, right column). Moreover, Ser5P-RNAPII complexes were present at both active (H3K27ac) and poised (H3K27me3) enhancers (Figure S2D). Because the CTD phosphorylation state differs between enhancers and active promoters genome-wide, we hereafter use eRNAPII to refer to enhancer RNAPII complexes.Importantly, we also noted that whereas Ser5P levels alone did not correlate well with transcription, the Ser5P:Ser7P ratio was strongly inversely correlated with nascent transcription and H3K4me2,3 (Figures 2C and 2D). Thus the Ser5P:Ser7P ratio accurately reflects transcriptional activity genome-wide.β-Catenin:LEF-1 Enhancers Activate ME Genes in hESCsAnalysis of GRO-seq data from untreated and Wnt3a-signaling cells revealed that Wnt3a increased transcription at 197 genes, whereas 79 genes were repressed (FC > 2, FDR < 0.05; Figure S3A). Consistent with the role of Wnt3a on hESC differentiation, the regulated genes were grouped in categories associated with development, including canonical targets such as AXIN2 and SP5, and differentiation genes (Figure S3B). Cumulative distribution frequency analysis revealed a strong correlation between LEF-1 peaks and Wnt3a transactivation (Figure 3A). In some cases, only an isolated β-catenin:LEF-1 site was observed within several kilobases of the regulated gene. For instance, single LEF-1 sites are located 12 and 25 Kb upstream of the human MIXL1 and SALL1 gene TSSs, respectively (Figure 3B). Of note, the GRO-seq analysis revealed that Wnt3a induces bidirectional nascent transcripts from LEF-1 sites genome-wide (Figure 3C), which were stronger at some ME genes (EOMES, NODAL) than others (MIXL1, KLF5) (Figure 3B). To test whether these genomic regions can function as enhancers, the individual LEF-1 sites upstream of the MIXL1, EOMES, NODAL, and KLF5 genes were subcloned into luciferase reporter genes, together with the promoter for each cognate gene, and analyzed by transfection in Wnt3a-signaling hESCs. As shown in Figure 3D, constructs harboring the gene promoter regions alone (labeled as P) were not activated by the Wnt3a ligand, whereas vectors that included the corresponding LEF-1 enhancer domain (labeled as PE) were strongly induced. Consistent with the increased binding of LEF-1 to enhancers genome-wide, we observed a dramatic increase in steady-state LEF-1 protein levels by western blot during early hESC differentiation to mesoderm (Figures 3E and S3C), which did not occur in ectoderm (EC) committed cells. Moreover, strong enhancer activity was observed in ME differentiated cells, but not in EC cells (Figure 3E), confirming that the LEF-1 ME gene enhancers are critical for Wnt3a transactivation.Open in a separate windowFigure 3GRO-seq Analysis of Wnt3a-Induced Genes in hESCs(A) Cumulative distribution frequency of LEF-1 activated peaks in Wnt3a regulated genes and all the other genes in hESCs.(B) Examples of GRO-seq profiles in untreated and Wnt3a-treated H1 hESCs (200 ng/ml, 6 hr). Sense (+) and antisense (−) DNA strands are depicted. Scale bars are shown above the GRO-seq profiles. The β-catenin peaks mark potential nearby gene enhancers.(C) Metaprofile of nascent transcription from LEF-1 activated enhancers (eRNAs) in untreated and Wnt3a stimulated hESCs.(D) The activity of the EOMES, MIXL1, NODAL, and KLF5 promoter region was assessed alone (P, see plasmid graph), or together with a LEF-1 enhancer (*; PE) in transfection assays with a luciferase reporter. The graph plots luciferase activity normalized to Renilla (from three independent replicates in untreated (−) or Wnt3a (+)-treated hESCs (200 ng/ml, 9 hr).(E) Immunoblot showing LEF-1 and β-catenin protein levels in hESCs, mesendodermal (ME) cells, and ectodermal (EC) precursor cells. Specific markers for hESCs (OCT4), ME cells (GATA6), and EC cells (SOX1) are shown. The DDX39 blot was used as a loading control. A diagram of the protocol used for EM and EC differentiation (days: 2 days, 3 days) is shown at the top. The graph depicts normalized luciferase activity from three independent replicates of the PE constructs (from part D) in the ME and EC precursor cells.See also Figure S3.β-Catenin:LEF-1 Enhancers Recruit Cohesin to Mediate Enhancer-Promoter LoopingWnt3a signaling was previously shown to induce enhancer-promoter looping at the c-MYC gene in cancer cells (Yochum et al., 2010), and consistent with this, β-catenin transactivation was found to require cohesin during zebrafish development (Pistocchi et al., 2013). Consequently, we asked whether β-catenin similarly directs formation of enhancer loops at ME genes. ChIP-qPCR analysis in Wnt3a signaling hESCs revealed that cohesin subunits RAD21 and SMC1a and the cohesin loading subunit NIPBL are recruited to LEF-1 enhancers upstream of the MIXL1 and EOMES genes (Figure S4A). Moreover, ChIP-seq analysis revealed that NIPBL colocalized with β-catenin at LEF-1 sites genome-wide, and binding increased significantly in Wnt3a-signaling cells (Figure 4A and 4C). In total, 69% of the β-catenin sites were co-occupied by NIPBL. Given the extensive colocalization of NIPBL and β-catenin on chromatin, we examined whether the two complexes also associate in extracts. Immunoblots confirmed an association between native NIPBL and β-catenin in extracts from Wnt3a-stimulated hESCs (Figure 4B). We conclude that β-catenin associates with endogenous cohesin complexes in hESCs and increases NIPBL occupancy at LEF-1 enhancers in Wnt3a signaling cells.Open in a separate windowFigure 4β-Catenin Recruits Cohesin and Induces long-Range Enhancer-Promoter Looping in Wnt3a-Signaling hESCs(A) Heatmaps showing ChIP-seq read density of NIPBL and β-catenin at LEF-1 peaks in response to Wnt3a (200 ng/ml; 4 hr) in H1 hESCs.(B) Coimmunoprecipitation of endogenous β-catenin and NIPBL proteins in untreated and Wnt3a-signaling hESCs.(C) Genome browser image of the NIPBL and β-catenin binding profiles at the MIXL1 and EOMES loci in untreated and Wnt3a-treated hESCs. Below, 3C experiment was done in untreated or Wnt3a-treated hESCs. The diagram below each graph indicates the position of the primers (arrows indicate orientation) and the probe (green star). Blue and yellow boxes highlight upstream enhancers and the promoter, respectively. Mean (SD; n = 2).(D) Graphs on the right show relative mRNA levels of several Wnt3a induced genes in NIPBL, SMC3 and MED26 siRNA transfected cells. The immunoblot on the left shows the knockdown efficiency for each siRNA. Mean (SD; n = 2–3).See also Figure S4.To examine whether β-catenin mediates enhancer-promoter looping in hESCs, chromosome conformation capture (3C) experiments were carried out in untreated and Wnt3a signaling cells. We selected a total of four β-catenin:LEF-1 enhancers, derived from the MIXL1 (−12 Kb, M1) and EOMES (E1, −6 Kb; E2, −8 Kb; and E3, −40 Kb) genes, and analyzed the interaction frequency with the corresponding promoter in the presence and absence of Wnt3a signaling. As shown in Figure 4C, Wnt3a stabilized enhancer-promoter interactions at three (M1, E2, and E3) of the four enhancers tested. Compared to the other enhancers analyzed, the EOMES E1 enhancer contained the highest level of cohesin in untreated cells, indicating that it might contact the promoter prior to signaling. As expected, depletion of the SMC3 cohesin subunit disrupted these enhancer-promoter interactions in vivo (Figure S4B).We next tested whether cohesin is also required for Wnt3a-induced transcription at ME genes. Specific siRNAs against SMC3, NIPBL, and MED26 (Kagey et al., 2010) were used to deplete the endogenous proteins in H1 hESCs (Figures 4D and S4C). Analysis of ME genes (MIXL1, EOMES, CDX2, SP5, and T/Brachyury) and the canonical target gene, AXIN2, revealed that reduced levels of cohesin severely impair Wnt3a-induced transcription in hESCs (Figure 4D). We conclude that β-catenin regulates enhancer-promoter interactions in multiple cell types, and that cohesins are important cofactors for Wnt3a transactivation.A Subset of ME Differentiation Genes Are Sensitive to Wnt3a and Activin A SignalingAs indicated in Figure 5A, Activin A promotes hESC pluripotency during self-renewal, but switches in the presence of Wnt3a signaling to direct hESC differentiation toward the definitive endoderm (DE) lineages. Prolonged exposure (48 hr) of hESCs to Wnt3a alone, or to the GSK3 inhibitor XV (Choi et al., 2013), was sufficient to confer loss of pluripotency and induce differentiation markers, such as GATA6 (Figures 5B and 5C). However, cotreatment with Activin A was required for efficient differentiation and optimal expression of ME genes. By contrast, treatment with Activin A alone only weakly induced ME genes, and failed to increase DE markers. To identify the genes that respond most strongly to cotreatment with Wnt3a and Activin A, GRO-seq experiments were carried out in untreated and Wnt3a-, Activin A-, and Wnt + Activin-treated cells. Overall we identified 189 coregulated genes that responded more strongly to the Wnt + Activin combination than to either pathway alone (FC > 2, FDR < 5%; Table S1). Included among this group are genes with well-defined roles in development (Figure S5C) and ME differentiation, such as MIXL1, EOMES, and T/Brachyury (Figures 5D, S5A, and S5B). Of note, the transcriptional output of canonical Wnt3a (i.e., AXIN2) and Activin A (i.e., LEFTY1) genes was not potentiated by the cotreatment (Figure S5A). Taken together, these data suggest that Wnt3a and Activin A promote differentiation by coordinately inducing a relatively small number of developmental genes.Open in a separate windowFigure 5Analysis of Wnt-Activin Synergy at ME Differentiation Genes(A) Scheme showing signaling pathways interplay during early endoderm differentiation.(B) Left, immunofluorescence experiment showing GATA6 and OCT4 levels in hESCs treated with a GSK3 inhibitor (GSK3i, 50 nM) and Activin A (50 ng/ml), alone or together for 48 hr. DAPI stain marks nuclear DNA. Right panel, mRNA levels at OCT4 and GATA6 genes in response to signaling, as indicated.(C) Analysis of MIXL1 and EOMES mRNA levels in response to Activin A, Wnt3a, or combination of both cytokines (6 hr). The maximum fold change for each treatment is indicated above the bars. Mean (SD; n = 2).(D) Top, ChIP-seq binding profile of the indicated proteins (at left). Below, GRO-seq profiles in hESCs that were untreated, or exposed to Wnt3a (200 ng/ml), Activin A (100 ng/ml), or Wnt3a plus Activin A (W200A100) for 6 hr. Gene diagrams are depicted at the bottom. Scale bars and SMAD:FOXH1 and β-catenin sites are indicated at the top. To simplify, only the coding strand (marked as + or −) is depicted.(E) Metaprofile showing normalized ChIP-seq read counts of NIPBL and Ser5P-RNAPII within 1 Kb from SMAD2,3 and β-catenin peaks in response to the indicated treatments.(F) Following siRNA transfection (48 hr), hESCs were treated with Wnt + Activin (W200A100, 4 hr). The immunoblot shows the effects of β-catenin- and SMAD2,3-siRNAs on endogenous protein levels. The top graph shows MIXL1 mRNA levels in the transfected cells, and the bottom graph shows ChIP-qPCR at the MIXL1 gene, using the indicated antibodies. The positions of the primers are shown in the bottom diagram. Mean (SD; n = 2).See also Figure S5 and Table S1.Wnt-Activin Synergy Is Mediated through Distinct LEF-1 and SMAD2,3 SitesCanonical Activin A signaling mobilizes the SMAD2,3 DNA-binding proteins, which regulate EOMES and MIXL1 transcription through SMAD:FOXH1 sites (Hart et al., 2005; Kim et al., 2011b). As indicated in Figure 5D, these sites are near the gene promoters and distinct from the β-catenin:LEF-1 enhancer. Among the group of Wnt-Activin coregulated genes, we detected 381 β-catenin and 319 SMAD2,3 peaks within 100 Kb of the TSS, with only 51 overlapping peaks (Figure S5C). In general, the SMAD2,3 peaks were located closer to the ME gene promoters than were the LEF-1 sites (Figure S5D). To address whether the Wnt + Activin cooperation requires both SMAD2,3 and LEF-1 binding sites, the regulatory regions from the MIXL1 gene were subcloned, alone and in combination, into reporter genes. Reporter plasmids containing both the SMAD:FOXH1 (−0.3 Kb) and LEF-1 (−12 Kb) sites responded stronger to combined Wnt-Activin signaling than to either pathway alone (Figure S5E). Addition of a second SMAD2,3 peak (−5 Kb) from the MIXL1 TSS had no significant effect, consistent with earlier findings (Hart et al., 2005). Furthermore, replacement of the SMAD:FOXH1 site with the SV40 promoter, which lacks SMAD2,3 binding sites, did not affect Wnt3a induction but abolished the Wnt-Activin cooperativity. We conclude that the synergy between these two pathways requires discrete LEF-1 and SMAD sites.We next examined the state of RNAPII CTD phosphorylation at SMAD peaks in response to Activin A, Wnt3a, or Wnt + Activin signaling. By contrast with LEF-1 enhancers, ChIP-seq analysis revealed that Ser5P-RNAPII levels and NIPBL occupancy are low and remain unchanged in response to signaling at SMAD sites (Figure 5E). Accordingly, Activin A treatment had no effect on LEF-1 enhancer-promoter interactions, and knockdown of NIPBL had a negligible effect on Activin A transactivation (data not shown). To strengthen these conclusions, RNAi-ChIP experiments were carried out at the MIXL1 and EOMES genes in hESCs exposed to both Wnt3a and Activin A. Knockdown of either β-catenin or SMAD2,3 impaired MIXL1 and EOMES transcription (Figures 5F and S6A). Consistent with the genome-wide data, depletion of β-catenin, but not SMAD2,3, reduced total RNAPII, Ser5P-RNAPII, and NIPBL levels at the LEF-1 enhancer. Concomitant with the drop in transcription, Ser2P levels also declined in the body of the gene. By contrast, knockdown of SMADs selectively reduced Ser2P levels at target ME genes without affecting factor binding at the LEF-1 enhancers. Taken together, these data suggest that Wnt3a signaling mobilizes weakly processive eRNAPII complexes at LEF-1 enhancers, and that Activin A acts through promoter-proximal SMAD elements to stimulate elongation.Activin A Promotes Elongation and RNAPII Pause Release at Wnt3a-Activated ME GenesRNAPII pause release is thought to regulate many ESC developmental genes (Voigt et al., 2013; Young, 2011). Our data indicate that, unlike Activin A, Wnt3a signaling promotes the assembly of paused Ser5P-RNAPII complexes at LEF-1 sites and ME gene promoters, suggesting that elongation may remain limiting. Consequently, we asked whether Activin A signaling affects elongation, as assessed by changes in promoter-proximal RNAPII CTD phosphorylation and movement of RNAPII into the coding region. To address this question, ChIP-seq and ChIP-qPCR experiments were carried out in untreated, Wnt3a-, Activin A-, and Wnt + Activin-treated hESCs. The response at the MIXL1, EOMES, and T/Brachyury genes is shown in Figures 6A and S6B, and is representative of the subset of 189 Wnt-Activin coregulated genes. Consistent with the earlier experiments, we find that Wnt3a, but not Activin A, induces Ser5P-RNAPII occupancy at LEF-1 enhancers and target gene promoters (Figures 6A, 6B, and S6B). Most importantly, the addition of Activin A to Wnt3a signaling cells strongly upregulated Ser7P-RNAPII at the promoter and throughout the coding region of induced genes, which increased elongation and decreased the Ser5P:Ser7P ratio. Additional ChIP-qPCR experiments revealed that CTD-Ser2P and H3K36me3 levels increased at the MIXL1 gene in Wnt-Activin signaling cells, compared to Wnt3a alone (Figure S6C). Moreover, Activin A addition increased P-TEFb occupancy within the gene body (Figure 6B), consistent with the enhanced Ser7P levels. Accordingly, knockdown of CDK9/P-TEFb impaired transcription at the ME genes (Figure S6D), confirming that the Wnt-Activin synergy requires P-TEFb.Open in a separate windowFigure 6Activin/SMAD2,3 Signaling Stimulates P-TEFb Elongation at ME Genes(A) ChIP-seq binding profile of the indicated proteins (left) in untreated, Wnt3a (200 ng/ml)-, Activin A (100 ng/ml)-, or Wnt3a plus Activin A (W200A100)-treated hESCs (4 hr). Gene diagram and scale bar are depicted at the bottom.(B) Left, ChIP-seq metaprofile for Ser5P- and Ser7P-RNAPII within 1 Kb of the TSS for the 189 Wnt-Activin coregulated genes. Right, ChIP-qPCR analysis of P-TEFb/CDK9 levels at the MIXL1 and EOMES genes in response to signaling, as indicated. Mean (SD; n = 2–3).See also Figure S6.The Hippo Regulator, YAP, Inhibits P-TEFb Elongation at Wnt-Activin-Dependent ME GenesThe TEAD DNA-binding proteins interact with the Hippo pathway regulator, YAP, a transcriptional cofactor required for self-renewal in both mouse and human ESCs (Lian et al., 2010; Beyer et al., 2013). Analysis of existing ChIP-seq data revealed that nearly half of the genes that we identified that respond to Wnt-Activin signaling contain a TEAD4 peak within 10 Kb of the promoter. Interestingly, knockdown of TEAD4, YAP, or its ortholog TAZ greatly potentiated the induction of ME genes by combined Wnt3a and Activin A treatment (Figure 7A). To further investigate how YAP regulates ME gene expression, we carried out GRO-seq experiments in YAP-depleted hESCs that were either untreated or exposed to Wnt-Activin signaling. Knockdown of YAP increased nascent transcription at 89 coregulated genes, including EOMES and MIXL1 (Figures 7B and S7A). By contrast, transcription of self-renewal (POU5F1) or canonical Activin A (LEFTY1) or Wnt3a (AXIN2) target genes was unaffected, suggesting comparable Wnt3a and Activin A signaling in the knockdown cells. Importantly, YAP depletion had very little effect on ME gene transcription in the absence of signaling, and only ~60 genes were affected genome-wide (data not shown). These data indicated that YAP:TEAD complexes act to block or buffer the upregulation of ME genes in response to combined Wnt-Activin signaling. Further qPCR analysis showed that knockdown of YAP potentiated the induction of the MIXL1 gene by Activin A but had no effect on Wnt3a transactivation (Figure S7B). Therefore, YAP appears to selectively counteract Activin A signaling at ME genes. ChIP-qPCR analysis detected YAP binding at the EOMES and MIXL1 genes, which contain composite SMAD:TEAD promoter elements. Importantly, YAP knockdown had no effect on binding of SMAD2,3 to the promoter, nor did it affect eRNAPII complexes at LEF-1 enhancers (Figures 7C and S7D). However, YAP deficiency reduced the occupancy of the negative elongation factor, NELF, and increased Ser7P and Ser2P throughout the coding region. Furthermore, ChIP-seq analysis indicates that shared SMAD-TEAD peaks contain higher levels of Ser5P, and a higher Ser5P:Ser7P ratio, than SMAD sites alone, whereas the presence of nearby TEAD sites had no effect on the Ser5P:Ser7P ratio at LEF-1 sites (Figures 7D and 7E). These data strongly suggest that YAP actively blocks Activin A signaling, and the Wnt3a-Activin A synergy, by inhibiting P-TEFb elongation at induced ME differentiation genes (Figure 7F).Open in a separate windowFigure 7Wnt-Activin Synergy Overcomes YAP Repression at ME Genes(A) Left panels show immunoblot analysis of hESCs transfected with control (siC) or YAP-, TAZ-, or TEAD4-specific siRNAs for 48 hr. Right graphs show RT-qPCR analysis of EOMES, MIXL1, and T/Brachyury mRNA levels in untreated or Wnt-Activin (W200A100) cotreated hESCs exposed to the different siRNAs, as indicated. Mean (SD; n = 3).(B) GRO-seq analysis in YAP-depleted H1 hESCs. Following control or YAP siRNA transfection (48 hr), cells were either left untreated or stimulated with W200A100 for 6 hr. Captures show the levels of nascent transcription at four Wnt-Activin coregulated genes, one pluripotency gene (POU5F1), and canonical target genes (AXIN2, LEFTY1) that are not coregulated by Wnt3a+Activin A. Note that YAP depletion predominantly affects nascent transcription at the coregulated genes. Scale bars and gene diagrams are depicted at top and at the bottom, respectively.(C) RNAi-ChIP analysis in YAP-depleted hESCs. Left, diagram shows the SMAD2,3 and YAP sites at the MIXL1 and EOMES genes. Following siRNA transfection (48 hr), cells were treated with W200A100 (4 hr) prior to ChIP-qPCR analysis of the MIXL1 and EOMES genes, using the antibodies indicated above each graph. The positions of the primers are indicated below each graph. Mean (SD; n = 2).(D) Box diagram shows the Ser5P:Ser7P ratio at SMAD and LEF-1 sites in the absence (−) or presence (+) of TEAD4 cobinding peaks.(E) Metaprofile showing Ser5P-RNAPII levels in Activin A-treated hESCs within 1 Kb of SMAD2,3 peaks alone (blue) or at composite SMAD:TEAD peaks (orange).(F) Diagram showing that YAP counteracts SMAD2,3 activity at ME genes in self-renewing hESCs.See also Figure S7. DISCUSSIONHere, we have examined how Wnt3a and Activin A cooperate to induce developmental genes that specify the definitive endoderm (DE) lineage in human embryonic stem cells. Using ChIP-seq and GRO-seq approaches, we identify a subset of Wnt-Activin-induced developmental genes regulated by distal LEF-1 enhancers and SMAD:FOXH1 binding sites, including key mesendodermal lineage genes such as EOMES, MIXL1, and T/Brachyury. Mechanistically, we show that Wnt3a promotes the assembly of LEF-1:β-catenin enhancers that recruit an extensively Ser5-phosphorylated RNAPII, which is largely devoid of Ser7P. Wnt3a increases transcription, cohesin loading, and enhancer-promoter interactions at the ME genes we tested. Subsequent Activin A signaling does not affect looping, but instead functions through promoter SMAD:FOXH1 elements to increase P-TEFb occupancy, RNAPII-Ser7P within the gene body, and transcription elongation. Interestingly, we also discovered that many of the genes that respond to Wnt3a and Activin A are also actively inhibited by the Hippo regulator, YAP. Moreover, knockdown of YAP in Wnt-Activin signaling hESCs selectively upregulates nascent transcription at these ME genes, concomitant with release of the NELF pausing factor. Overall, these findings provide a framework for understanding the synergistic effect of Wnt3a and Activin A on hESC differentiation, and define an important role for RNAPII elongation in this process.Although Wnt3a exposure greatly increases LEF-1 protein levels, we could nevertheless detect low levels of LEF-1 bound at specific sites throughout the genome prior to signaling. As expected, Wnt3a greatly increased binding of both LEF-1 and β-catenin, predominantly to pre-existing enhancer sites. The coordinated binding of β-catenin and LEF-1 to enhancers is reminiscent of the cooperative binding of recombinant LEF-1 and β-catenin proteins on chromatin templates in vitro (Tutter et al., 2001). We showed previously that binding to β-catenin masks the acidic N-terminal domain of LEF-1, which otherwise strongly interferes with binding to nucleosomal templates in vitro. Because Wnt3a preferentially induces the full-length form of LEF-1 (Cadigan and Waterman, 2012), which includes the N-terminal β-catenin interaction domain, this mechanism ensures mutually interdependent binding of LEF-1 and β-catenin to chromatin and enables rapid and synchronous activation of downstream target genes. Consistent with this model, we found that LEF-1 binding increased at around 1,000 of the 5,625 LEF-1 sites in Wnt3a signaling hESCs, at sites that were highly enriched at ME gene enhancers and correlated with the activation of nearby genes.Based on earlier observations that β-catenin:LEF-1 complexes upregulate c-Myc expression in cancer cells through enhancer-promoter looping (Yochum et al., 2010), and that cohesin is required for Wnt: β-catenin transactivation in zebrafish development (Pistocchi et al., 2013), we asked whether Wnt3a signaling also facilitates looping at ME genes. Chromatin conformation capture (3C) and ChIP-seq experiments revealed that Wnt3a induces binding of cohesin to LEF-1 enhancers, and increased physical enhancer-promoter contacts at the two ME genes we tested, MIXL1 and EOMES. Knockdown of the SMC3 cohesin subunit was sufficient to disrupt these enhancer-promoter interactions and also inhibited Wnt3a/β-catenin transactivation at endogenous and reporter genes in hESCs. Our findings support earlier observations that enhancer-promoter interactions at the EOMES locus are established during ME specification, and are independent of SMAD2,3 proteins (Kartikasari et al., 2013). These findings strongly suggest that β-catenin regulates transcription, in part, through its ability to recruit cohesin and transform chromatin architecture. Once a new enhancer topology is established, other signaling pathways, such as Activin A, can access the gene to increase expression further. Thus, Wnt3a signaling hESCs provide a useful system to analyze how de novo enhancer-promoter interactions are established and maintained to confer specific cell fates.Previous studies have also revealed that low levels of RNAPII can also be detected at many enhancers (Lam et al., 2014). Our ChIP-seq data reveal that RNAPII is also present at LEF-1 sites, even prior to Wnt3a signaling. Interestingly, LEF-1 sites recruit a variant form of RNAPII (eRNAPII), which is highly enriched for CTD-Ser5P, but not Ser7P. Moreover, eRNAPII was also present at other hESC enhancers, active and inactive. Although the total RNAPII signal at the LEF-1 sites was lower than that at nearby active genes, the level of Ser5P was often the same or higher. By contrast, active gene promoters contained much higher levels of total RNAPII and similar levels of Ser5P and Ser7P. Even enhancers in close proximity (within 1Kb) of gene coding regions contained the variant eRNAPII species, indicating that the distinctive RNAPII CTD phosphorylation pattern can readily distinguish between enhancers and active gene promoters. Our findings extend an earlier report that enhancer RNAPII is also relatively depleted for Ser2P (Koch et al., 2011), and thus these complexes have low levels of elongation-associated CTD phosphorylation. Interestingly, a similar RNAPII variant was found to colocalize with the PcG repressor proteins (Brookes et al., 2012). Moreover, our GRO-seq analysis revealed that the Ser5P:Ser7P ratio correlates inversely with nascent transcription genome-wide in hESCs, consistent with the low level of eRNAs seen at enhancers.What CTD kinase is responsible for the unique RNAPII phosphorylation pattern seen at enhancers? Phosphorylation at Ser5 and Ser7 at the transcriptional start site of genes is generally attributed to TFIIH/Cdk7, whereas P-TEFb/Cdk9 is thought to increase Ser7P levels within coding regions. Although ERK1,2 regulates CTD-Ser5P at mESC developmental promoters (Tee et al., 2014), it is not clear whether it is also recruited to enhancers or whether it can phosphorylate Ser7. Because the presence of Ser5P within a given CTD heptad repeat can block detection of Ser7P by the phospho-specific antibody (Eick and Geyer, 2013), it is also possible that Ser7P exists at hESC enhancers but is masked by the very high level of Ser5P. Alternatively, a different CTD kinase that can phosphorylate Ser5, but not Ser7 or Ser2, may function at hESC enhancers. As a consequence of the different CTD phosphorylation pattern, the CTD-binding protein composition of eRNAPII complexes likely differs from that of elongation complexes at genes. At snRNA genes, Ser7P recruits the RPAP2/Rtr1 Ser5P-specific CTD phosphatase and Integrator complexes (Egloff et al., 2012). Consequently, it will be important to determine whether low levels of Ser7P in eRNAPII complexes reinforce the very high levels of Ser5P by excluding RPAP2/Rtr1, or another CTD Ser5P-specific phosphatase.Although Wnt3a signaling can increase ME gene transcription around 20-to 30-fold, subsequent signaling through Activin A enhances the expression of responsive ME genes to far higher levels (100- to 150-fold). Consistently, our ChIP-seq and GRO-seq data indicated that Activin A has no significant effect on enhancer looping but instead strongly increased P-TEFb occupancy and CTD-Ser7P levels at induced ME genes, thereby decreasing the Ser5P:Ser7P ratio. Reporter gene analysis revealed that Wnt-Activin cooperativity requires distinct LEF-1 and SMAD2,3 binding sites. Taken together, our findings indicate that signaling through Wnt3a alone results in suboptimal elongation at ME genes, and that subsequent Activin A signaling is needed for optimal P-TEFb activity, in support of earlier reports that the SMAD2,3 proteins interact and function through P-TEFb in TGF-β-signaling cells (Alarcón et al., 2009) and can regulate elongation through JMJD3-directed loss of H3K27me3 (Voigt et al., 2013). Because hESC differentiation requires that Wnt3a signaling precede Activin A treatment (Naujok et al., 2014), we conclude that enhancer-promoter looping by Wnt3a primes ME genes for subsequent P-TEFb activation and transcription elongation by Activin A.YAP is a potent prometastatic factor required for EMT, cell transformation, migration, and invasion (Hong, 2013), and is critical for hESC proliferation and self-renewal (Lian et al., 2010; Beyer et al., 2013). YAP acts through TEAD DNA-binding factors and in many contexts functions as a transcriptional coactivator that induces but also switches off target genes. In mESCs, YAP may coactivate pluripotency genes, although studies in hESCs indicate that it represses developmental genes. We show here that knockdown of YAP in hESCs has no immediate effect on transcription at pluripotent genes, nor does it affect many of the canonical SMAD or Wnt3a target genes. However, YAP depletion strongly increased nascent transcription at ME genes. Reduced levels of YAP did not affect SMAD2,3 binding but significantly reduced occupancy of the NELF pausing factor, indicating that it controls elongation. Consistent with these findings, genome-wide analysis revealed a higher Ser5P:Ser7P ratio at composite SMAD2,3:TEAD sites than at isolated SMAD2,3 sites. The observation that YAP depletion has no effect on ME gene expression in the absence of Wnt-Activin signaling indicates that signaling assembles both the pausing and pause release complexes at the promoter. It remains to be learned how YAP is integrated into the network of negative elongation factors, and how these interactions are disrupted to enable differentiated hESCs to gain cell-cell contact inhibition through the Hippo pathway.In summary, only precise combinations of environmental cues can properly decipher the enhancer code and guide pluripotent hESCs toward a specific cell fate. The synergistic effect of Wnt3a-Activin A signaling on hESCs provides a powerful system for understanding how enhancer-gene looping integrates with P-TEFb elongation to induce endodermal differentiation genes. EXPERIMENTAL PROCEDURESDetails regarding each of these procedures, including the lists of primers, 3C probes, commercial antibodies, and siRNAs used, are provided in the Supplemental Experimental Procedures.hESC Culture and DifferentiationH1 hESCs were cultured in mTeSR1 media on Matrigel-coated (BD Biosciences) tissue culture plates. hESC colonies were expanded manually at 1:3 split ratio every 5–7 days. Medium was replaced daily. For experiments, clumps were disaggregated into single cells at 1:6 split ratio following treatment with Accutase in the presence of Rock inhibitors.Chromatin Conformation Capture AssaysFor 3C assays, the cells were crosslinked with 2% formaldehyde for 15 min at room temperature. Following DNA digestion with BglII or BamHI for EOMES or MIXL1 locus analysis, respectively, the fragmented DNA was ligated with T4 DNA ligase (Fermentas) at 16°C, overnight. Decrosslinking was performed at 65°C overnight. Taqman probes flanking the EOMES promoter region and MIXL1 −12 Kb enhancer (M1) and primers were designed using Primer Express 3.0 (Applied Biosystems). BAC clone RP11-816O9 containing human MIXL1 locus and BAC clone RP11-626E24 containing human EOMES locus were used as controls. Amplification was performed using ABI7300 and normalized qPCR values are shown.ChIP-qPCR and ChIP-seqFor the ChIP experiments, 3 × 106 hESCs were double-crosslinked with 0.2 mM di (N-succinimidyl) glutarate (DSG, Sigma, 80424) followed by 1% formaldehyde. The cell lysate was precleared and incubated with antibody overnight at 4°C. The DNA was purified using the Qiaquick PCR purification kit (QIAGEN, 28106). For ChIP-seq experiments, the ChIP DNA was end repaired and 5′ phosphorylated using T4 DNA Polymerase, Klenow, and T4 Polynucleotide Kinase (Enzymatics). Adaptor-ligated ChIP DNA fragments were subjected to 15 cycles of PCR amplification using Q5 polymerase (NEB). AMPure beads were used to purify DNA after each step (Beckman Coulter).GRO-seqhESCs were treated with Wnt3a (200 ng/ml), Activin A (100 ng/ml), or a combination of both cytokines for 6 hr. For the GRO-seq experiment in Figure 7, cells were transfected with control or YAP-specific siRNAs 48 hr prior to Wnt-Activin exposure. Following nuclei isolation, run-on, RNA fragmentation, and enzymatic TAP and PNK treatments libraries were prepared using NEBNext Multiplex Small RNA Library Prep Set for Illumina (NEB#E7300S/L). Finally, the amplified barcoded retro-transcribed BrU-RNA was sequenced in a HiSeq 2500 device.High-Throughput Sequencing and Bioinformatic AnalysisHigh-throughput sequencing using Illumina HiSeq 2500 device was carried out at the Next Generation Sequencing Core, The Salk Institute. ChIP-seq and GRO-seq experimental procedures, and bioinformatic analysis are detailed in the Supplemental Information.Data AccessibilityThe ChIP-seq and GRO-seq data have been deposited in the NCBI Gene Expression Omnibus public repository under the accession number {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE64758\",\"term_id\":\"64758\"}}GSE64758. The TEAD4 and SMAD2,3:FOXH1 data set can be accessed through {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSM1010845\",\"term_id\":\"1010845\"}}GSM1010845 and {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE29422\",\"term_id\":\"29422\"}}GSE29422 numbers, respectively. The TEAD4 ChIP-seq data set used here was obtained from the ENCODE Project Consortium (2012). ​\n                    Highlightsβ-catenin:LEF-1 enhancers recruit cohesin and direct looping to ME gene promotersSubsequent Activin/SMAD2,3 signaling upregulates P-TEFb elongation and CTD-Ser7PYAP affects NELF occupancy and counteracts SMAD2,3 induction of ME genesRNAPII at LEF-1 sites, and hESC enhancers, is enriched for CTD-Ser5P, but not Ser7P Supplementary MaterialSupplementalClick here to view.(1.2M, pdf) ACKNOWLEDGMENTSWe thank Manching Ku and Sven Heinz (Next Generation Sequencing Core, The Salk Institute) for critical bioinformatics analysis and support for the ChIP-seq and GRO-seq studies, and W. Travis Berggren in the Salk Stem Cell Core Facility for assistance with hESC cultures. We also thank members of our lab for helpful discussions and comments on the paper. This study was funded by grants from the Pioneer Fund (C.E.) and NIH/NCI RO1CA125535 (K.A.J.). FootnotesSUPPLEMENTAL INFORMATIONSupplemental Information includes seven figures, one table, and Supplemental Experimental Procedures and can be found with this article at http://dx.doi.org/10.1016/j.molcel.2015.04.001. REFERENCESAlarcón C, Zaromytidou AI, Xi Q, Gao S, Yu J, Fujisawa S, Barlas A, Miller AN, Manova-Todorova K, Macias MJ, et al.  Nuclear CDKs drive Smad transcriptional activation and turnover in BMP and TGF-beta pathways. Cell. 2009;139:757–769. [PMC free article] [PubMed] [Google Scholar]Barry ER, Morikawa T, Butler BL, Shrestha K, de la Rosa R, Yan KS, Fuchs CS, Magness ST, Smits R, Ogino S, et al.  Restriction of intestinal stem cell expansion and the regenerative response by YAP. Nature. 2013;493:106–110. [PMC free article] [PubMed] [Google Scholar]Beyer TA, Weiss A, Khomchuk Y, Huang K, Ogunjimi AA, Varelas X, Wrana JL. Switch enhancers interpret TGF-β and Hippo signaling to control cell fate in human embryonic stem cells. Cell Rep. 2013;5:1611–1624. [PubMed] [Google Scholar]Brookes E, de Santiago I, Hebenstreit D, Morris KJ, Carroll T, Xie SQ, Stock JK, Heidemann M, Eick D, Nozaki N, et al.  Polycomb associates genome-wide with a specific RNA polymerase II variant, and regulates metabolic genes in ESCs. Cell Stem Cell. 2012;10:157–170. [PMC free article] [PubMed] [Google Scholar]Cadigan KM, Waterman ML. TCF/LEFs and Wnt signaling in the nucleus. Cold Spring Harb. Perspect. Biol. 2012;4:a007906. [PMC free article] [PubMed] [Google Scholar]Chapman RD, Heidemann M, Albert TK, Mailhammer R, Flatley A, Meisterernst M, Kremmer E, Eick D. Transcribing RNA polymer-ase II is phosphorylated at CTD residue serine-7. Science. 2007;318:1780–1782. [PubMed] [Google Scholar]Choi SH, Estarás C, Moresco JJ, Yates JR, 3rd, Jones KA. α-Catenin interacts with APC to regulate β-catenin proteolysis and transcriptional repression of Wnt target genes. Genes Dev. 2013;27:2473–2488. [PMC free article] [PubMed] [Google Scholar]Clevers H, Nusse R. Wnt/β-catenin signaling and disease. Cell. 2012;149:1192–1205. [PubMed] [Google Scholar]Davidson KC, Adams AM, Goodson JM, McDonald CE, Potter JC, Berndt JD, Biechele TL, Taylor RJ, Moon RT. Wnt/β-catenin signaling promotes differentiation, not self-renewal, of human embryonic stem cells and is repressed by Oct4. Proc. Natl. Acad. Sci. USA. 2012;109:4485–4490. [PMC free article] [PubMed] [Google Scholar]Egloff S, Zaborowska J, Laitem C, Kiss T, Murphy S. Ser7 phosphorylation of the CTD recruits the RPAP2 Ser5 phosphatase to snRNA genes. Mol. Cell. 2012;45:111–122. [PMC free article] [PubMed] [Google Scholar]Eick D, Geyer M. The RNA polymerase II carboxy-terminal domain (CTD) code. Chem. Rev. 2013;113:8456–8490. [PubMed] [Google Scholar]ENCODE Project Consortium  An integrated encyclopedia of DNA elements in the human genome. Nature. 2012;489:57–74. [PMC free article] [PubMed] [Google Scholar]Gaarenstroom T, Hill CS. TGF-β signaling to chromatin: how Smads regulate transcription during self-renewal and differentiation. Semin. Cell Dev. Biol. 2014;32:107–118. [PubMed] [Google Scholar]Hart AH, Willson TA, Wong M, Parker K, Robb L. Transcriptional regulation of the homeobox gene Mixl1 by TGF-beta and FoxH1. Biochem. Biophys. Res. Commun. 2005;333:1361–1369. [PubMed] [Google Scholar]Hong W. Angiomotin'g YAP into the nucleus for cell proliferation and cancer development. Sci. Signal. 2013;6:pe27. [PubMed] [Google Scholar]Kagey MH, Newman JJ, Bilodeau S, Zhan Y, Orlando DA, van Berkum NL, Ebmeier CC, Goossens J, Rahl PB, Levine SS, et al.  Mediator and cohesin connect gene expression and chromatin architecture. Nature. 2010;467:430–435. [PMC free article] [PubMed] [Google Scholar]Kartikasari AER, Zhou JX, Kanji MS, Chan DN, Sinha A, Grapin-Botton A, Magnuson MA, Lowry WE, Bhushan A. The histone demethylase Jmjd3 sequentially associates with the transcription factors Tbx3 and Eomes to drive endoderm differentiation. EMBO J. 2013;32:1393–1408. [PMC free article] [PubMed] [Google Scholar]Kim YK, Mbonye U, Hokello J, Karn J. T-cell receptor signaling enhances transcriptional elongation from latent HIV proviruses by activating P-TEFb through an ERK-dependent pathway. J. Mol. Biol. 2011a;410:896–916. [PMC free article] [PubMed] [Google Scholar]Kim SW, Yoon SJ, Chuong E, Oyolu C, Wills AE, Gupta R, Baker J. Chromatin and transcriptional signatures for Nodal signaling during endoderm formation in hESCs. Dev. Biol. 2011b;357:492–504. [PubMed] [Google Scholar]Koch F, Fenouil R, Gut M, Cauchy P, Albert TK, Zacarias-Cabeza J, Spicuglia S, de la Chapelle AL, Heidemann M, Hintermair C, et al.  Transcription initiation platforms and GTF recruitment at tissue-specific enhancers and promoters. Nat. Struct. Mol. Biol. 2011;18:956–963. [PubMed] [Google Scholar]Kwak H, Lis JT. Control of transcriptional elongation. Annu. Rev. Genet. 2013;47:483–508. [PMC free article] [PubMed] [Google Scholar]Lam MT, Li W, Rosenfeld MG, Glass CK. Enhancer RNAs and regulated transcriptional programs. Trends Biochem. Sci. 2014;39:170–182. [PMC free article] [PubMed] [Google Scholar]Lian I, Kim J, Okazawa H, Zhao J, Zhao B, Yu J, Chinnaiyan A, Israel MA, Goldstein LS, Abujarour R, et al.  The role of YAP transcription coactivator in regulating stem cell self-renewal and differentiation. Genes Dev. 2010;24:1106–1118. [PMC free article] [PubMed] [Google Scholar]Loh KM, Ang LT, Zhang J, Kumar V, Ang J, Auyeong JQ, Lee KL, Choo SH, Lim CY, Nichane M, et al.  Efficient endoderm induction from human pluripotent stem cells by logically directing signals controlling line-age bifurcations. Cell Stem Cell. 2014;14:237–252. [PMC free article] [PubMed] [Google Scholar]Mendjan S, Mascetti VL, Ortmann D, Ortiz M, Karjosukarso DW, Ng Y, Moreau T, Pedersen RA. NANOG and CDX2 pattern distinct subtypes of human mesoderm during exit from pluripotency. Cell Stem Cell. 2014;15:310–325. [PubMed] [Google Scholar]Naujok O, Diekmann U, Lenzen S. The generation of definitive endoderm from human embryonic stem cells is initially independent from activin A but requires canonical Wnt-signaling. Stem Cell Rev. 2014;10:480–493. [PubMed] [Google Scholar]Pagliuca FW, Millman JR, Gürtler M, Segel M, Van Dervort A, Ryu JH, Peterson QP, Greiner D, Melton DA. Generation of functional human pancreatic β cells in vitro. Cell. 2014;159:428–439. [PMC free article] [PubMed] [Google Scholar]Paige SL, Osugi T, Afanasiev OK, Pabon L, Reinecke H, Murry CE. Endogenous Wnt/beta-catenin signaling is required for cardiac differentiation in human embryonic stem cells. PLoS ONE. 2010;5:e11134. [PMC free article] [PubMed] [Google Scholar]Pistocchi A, Fazio G, Cereda A, Ferrari L, Bettini LR, Messina G, Cotelli F, Biondi A, Selicorni A, Massa V. Cornelia de Lange Syndrome: NIPBL haploinsufficiency downregulates canonical Wnt pathway in zebrafish embryos and patients fibroblasts. Cell Death Dis. 2013;4:e866. [PMC free article] [PubMed] [Google Scholar]Schuijers J, Mokry M, Hatzis P, Cuppen E, Clevers H. Wnt-induced transcriptional activation is exclusively mediated by TCF/LEF. EMBO J. 2014;33:146–156. [PMC free article] [PubMed] [Google Scholar]Singh AM, Reynolds D, Cliff T, Ohtsuka S, Mattheyses AL, Sun Y, Menendez L, Kulik M, Dalton S. Signaling network crosstalk in human pluripotent cells: a Smad2/3-regulated switch that controls the balance between self-renewal and differentiation. Cell Stem Cell. 2012;10:312–326. [PMC free article] [PubMed] [Google Scholar]Sumi T, Tsuneyoshi N, Nakatsuji N, Suemori H. Defining early lineage specification of human embryonic stem cells by the orchestrated balance of canonical Wnt/beta-catenin, Activin/Nodal and BMP signaling. Development. 2008;135:2969–2979. [PubMed] [Google Scholar]Tee WW, Shen SS, Oksuz O, Narendra V, Reinberg D. Erk1/2 activity promotes chromatin features and RNAPII phosphorylation at developmental promoters in mouse ESCs. Cell. 2014;156:678–690. [PMC free article] [PubMed] [Google Scholar]Tutter AV, Fryer CJ, Jones KA. Chromatin-specific regulation of LEF-1-beta-catenin transcription activation and inhibition in vitro. Genes Dev. 2001;15:3342–3354. [PMC free article] [PubMed] [Google Scholar]Varelas X. The Hippo pathway effectors TAZ and YAP in development, homeostasis and disease. Development. 2014;141:1614–1626. [PubMed] [Google Scholar]Voigt P, Tee W-W, Reinberg D. A double take on bivalent promoters. Genes Dev. 2013;27:1318–1338. [PMC free article] [PubMed] [Google Scholar]Yochum GS, Sherrick CM, Macpartlin M, Goodman RH. A beta-catenin/TCF-coordinated chromatin loop at MYC integrates 5′ and 3′ Wnt responsive enhancers. Proc. Natl. Acad. Sci. USA. 2010;107:145–150. [PMC free article] [PubMed] [Google Scholar]Young RA. Control of the embryonic stem cell state. Cell. 2011;144:940–954. [PMC free article] [PubMed] [Google Scholar]Zhao B, Tumaneng K, Guan KL. The Hippo pathway in organ size control, tissue regeneration and stem cell self-renewal. Nat. Cell Biol. 2011;13:877–883. [PMC free article] [PubMed] [Google Scholar]Zhou Q, Li T, Price DH. RNA polymerase II elongation control. Annu. Rev. Biochem. 2012;81:119–143. [PMC free article] [PubMed] [Google Scholar]"}