{"title": "Engineering an analog-sensitive CDK12 cell line using CRISPR/Cas", "pubDate": "2015", "PMCID": "PMC4556607", "DOI": "10.1016/j.bbagrm.2015.07.010", "PMID": "26189575", "abstract": "The RNA Polymerase II C-terminal domain (CTD) kinase CDK12 has been implicated as a tumor suppressor and regulator of DNA damage response genes. Although much has been learned about CDK12 and its activity, due to the lack of a specific inhibitor and the complications posed by long term RNAi depletion, much is still unknown about the particulars of CDK12 function. Therefore gaining a better understanding of CDK12's roles at the molecular level will be challenging without the development of additional tools. In order to address these issues we have used the CRISPR/Cas gene engineering system to create a mammalian cell line in which the only functional copy of CDK12 is selectively inhibitable by a cell-permeable adenine analog (analog-sensitive CDK12). Inhibition of CDK12 results in a perturbation of the phosphorylation patterns on the CTD and an arrest in cellular proliferation. This cell line should serve as a powerful tool for future studies.", "author": [{"author": "Bartlomiej Bartkowiak", "affiliation": ["Department of Biochemistry, Duke University Medical Center, United States."], "href": "/?term=Bartkowiak+B&cauthor_id=26189575"}, {"author": "Christopher Yan", "affiliation": ["Department of Biochemistry, Duke University Medical Center, United States."], "href": "/?term=Yan+C&cauthor_id=26189575"}, {"author": "Arno L Greenleaf", "affiliation": ["Department of Biochemistry, Duke University Medical Center, United States. Electronic address: arno@duke.edu."], "href": "/?term=Greenleaf+AL&cauthor_id=26189575"}], "refPMID": [], "citedInPMID": ["26189575", "34675395", "34316683", "34146121", "33714893", "33490784", "32917631", "32805052", "32572259", "32068297", "31652541", "31347271", "31024625", "30618116", "30409083", "30319007", "30078633", "29475579", "29090014", "28174091", "28005463", "27605205", "27571479"], "body": " AbstractThe RNA Polymerase II C-terminal domain (CTD) kinase CDK12 has been implicated as a tumor suppressor and regulator of DNA damage response genes. Although much has been learned about CDK12 and its activity, due to the lack of a specific inhibitor and the complications posed by long term RNAi depletion, much is still unknown about the particulars of CDK12 function. Therefore gaining a better understanding of CDK12’s roles at the molecular level will be challenging without the development of additional tools. In order to address these issues we have used the CRISPR/Cas gene engineering system to create a mammalian cell line in which the only functional copy of CDK12 is selectively inhibitable by a cell-permeable adenine analog (analog-sensitive CDK12). Inhibition of CDK12 results in a perturbation of the phosphorylation patterns on the CTD and an arrest in cellular proliferation. This cell line should serve as a powerful tool for future studies.* INTRODUCTIONThe C-terminal domain (CTD) of human RNA Polymerase II (RNAPII) is predominantly composed of 52 repeats of a seven amino acid array with the consensus sequence Y1S2P3T4S5P6S7. The CTD of transcriptionally-engaged RNAPII undergoes a cycle of post-translational modifications (primarily phosphorylation) which allows it to temporally couple transcription with a wide array of transcription-linked processes. This is accomplished through the CTD functioning as a selective binding platform for transcription-associated factors; these factors recognize the particular patterns of post-translational modifications deposited on the CTD during the various stages of transcription (1-5).Phosphorylation of the serine 2 positions (Ser2) of the CTD repeat has been associated with productive transcriptional elongation (after the release of RNAPII from promoter proximal pausing) and many aspects of mRNA processing, such as splicing and 3’ end processing (1-5). Currently there are two major Ser2 position CTD kinases recognized in metazoa: P-TEFb (composed of CDK9 and cyclinT) and the CDK12/CyclinK complex (6-10). P-TEFb is recruited near the 5’ end of the transcription unit, and in addition to phosphorylating Ser2 of the CTD, is involved in mediating entry into productive transcriptional elongation by releasing RNAPII from promoter proximal pausing (11) (see (1-4) for more details). CDK12/CyclinK acts “downstream” of P-TEFb, localizing to internal and 3’ regions of the transcription unit, and currently its best-studied phosphorylation target is the Ser2 position of the CTD (6-8,12,13).Since its initial characterization as a CTD kinase, there has been much progress in the study of CDK12. The crystal structure of its kinase homology domain has been solved, it has been studied extensively in vitro, and it has been implicated in the 3’end processing of the MYC and c-FOS genes in vivo (12-15). Strikingly, CDK12 has also been identified as a tumor suppressor for ovarian cancer (16), a function dependent on its association with CyclinK (17). Most intriguingly, and particularly relevant to its role as a tumor suppressor, CDK12/CyclinK has also been implicated in the maintenance of genomic stability through the regulation of DNA damage response genes and as a determinant of PARP1/2 inhibitor sensitivity in the treatment of cancer (7,18,19). Despite these developments, much is still unknown about the in vivo roles of CDK12 activity at the molecular level, and the study of these roles is complicated due to the multiple functions that CDK12 is likely to play during transcription. As an example, CDK12/CyclinK’s role in the regulation of DNA damage response genes has not been fully elucidated: Is the downregulation of these mRNAs following CDK12 depletion a result of polymerase occupancy changes at the 5’ end of genes and alterations in transcriptional activation as posited by Blazek et al. (7,17,19)? Or is it actually due to defects in mRNA processing? Or is it a consequence of long-term indirect effects of RNAi? The situation is further complicated by the fact that the CDK12/CyclinK complex interacts with numerous mRNA processing factors (13,14,20), suggesting that CDK12/CyclinK can affect RNA processing events in two distinct ways: Indirectly through generating factor-binding phospho-epitopes on the CTD of elongating RNAPII, and directly through binding to specific processing factors. Because there is no specific CDK12 inhibitor and because RNAi mediated depletion affects both the structural and catalytic elements of CDK12 function, gaining a better understanding of CDK12’s role in transcription will be challenging without the development of additional molecular tools.In order to address some of these issues we previously engineered, purified, and assayed an analog-sensitive mutant of CDK12 (14). Analog-sensitive kinases are created by mutating a large phenylalanine residue, termed the “gatekeeper” residue, near the enzyme active site to a much smaller glycine; the resulting mutant enzyme retains its usual activity, but is able to accept bulky adenine analogues in its active site allowing for specific inhibition of only the mutant kinase (21,22). Having shown that an analog-sensitive form of CDK12 (CDK12as) is highly sensitive to the cell permeable adenine analog 1-NM-PP1(14), we wanted to come full circle and create a human cell line in which CDK12as replaces endogenous CDK12. The recent discovery and utilization of the CRISPR/Cas9 system as a genome engineering method presented an exciting opportunity for the creation of a powerful tool for future experiments (23,24). Therefore, in order to dissect the indirect and direct roles of CDK12 in RNA processing and other events, we set out to engineer CDK12 knockout and analog-sensitive human cell lines using the CRISPR/Cas9 system. RESULTSAttempts at constructing a knockout CDK12 cell lineThe CRISPR/Cas9 gene engineering system works through the transfection of cells with a plasmid construct expressing the RNA-guided Cas9 nuclease and a 20 nt targeting sequence guide RNA. Cleavage and repair of the DNA at the targeted site by nonhomologous end joining (NHEJ) can generate frameshifts in the targeted open reading frame and result in a knockout; or if an appropriate repair template is provided, homology-directed repair can insert specific modifications at the targeted loci. As a true CDK12 knockout cell line was likely to exhibit informative phenotypes and be very useful for rescue experiments, we attempted to inactivate CDK12 through the isolation of a clone harboring a Cas9 induced frameshift mutation. HeLa cells were transfected with a Cas9 expression vector and two guide RNA (gRNA) expression vectors (Supplemental Fig. 1 and Materials and Methods). The use of two separate gRNA vectors targeting two closely spaced regions can result in a deletion of the sequence separating the two sites (through NHEJ), allowing for an easy way to assess if Cas9 is correctly targeted and active, via PCR. Following selection and propagation, total genomic DNA was isolated from the pools of transfected cells and analyzed; all 3 of the gRNA constructs were found to be active (Supplemental Fig. 1).Single clones were then isolated by low density plating, propagated, and analyzed for the presence of hCDK12 via western blotting. Unfortunately, attempts at creating CDK12 knockout HeLa cells by targeting the 5’ end of the CDK12 ORF were not successful; we were able to isolate everalclones that exhibited truncations due to NHEJ events (even in cells transfected with a single gRNA), but no frameshift-mediated null clones were isolated (~40 clones were assayed in total) (Supplemental Fig. 2) This may be due to the essential nature of CDK12; although our failure to isolate a null clone does not prove that CDK12 is necessary for viability in HeLa cells, it does agree with previous experiments using CDK12 knockout mice and Drosophila (7,25) which found the gene to be essential for development.Attempts at constructing an analog sensitive CDK12 cell lineIn order to create a cell line in which the only fully-translated copy of CDK12 was analog sensitive we attempted to replace endogenous CDK12 with its analog-sensitive version via Cas9 mediated site-directed homologous repair. Using a guide RNA targeting the gatekeeper residue of CDK12 (F813, see ref. 14) and providing a repair template harboring the analog sensitive mutation (F813G) (Supplemental Methods Fig. 1 and see Experimental Procedures), led to the isolation of a single clone which appeared to harbor only CDK12as sequence, via PCR using analog-sensitive and wild type specific primers (Fig. 1, clone #5).Open in a separate windowFigure 1Analysis of putative analog sensitive clones via PCR. (a.) A schematic of CDK12 exon 6 with the positions of the homologous repair template (blue box), the analog sensitive mutation (red star), and the PCR primers specific to the analog sensitive (AS) and wild type (WT) sequences; the PCR product is expected to be 560 bp. (b.) PCR of genomic DNA from 6 putative analog sensitive clones is visualized using a 1.5% agarose gel stained with EtBr; the top section of the gel displays the results using AS specific primers while the bottom section of the gel displays the results using the WT primers. Note clone #5 which appears to contain only analog-sensitive sequenceSequencing of genomic DNA showed this cell line to be a heterozygote carrying two alleles, one harboring a NHEJ induced stop codon in the targeted position and one containing a clean analog-sensitive mutation (Fig. 2). Unfortunately, kinase assays of immunoprecipitated CDK12 isolated from the engineered cell line (data not shown) and sequencing of the line’s cDNA revealed an unforeseen problem. Mutation of the F813 codon to the analog-accommodating glycine resulted in the formation of an alternative splice acceptor site, which was now employed by the mutant cell line resulting in a protein containing a 6 amino acid deletion (Fig. 3); this protein exhibits residual kinase activity, but is not analog sensitive. Therefore, it appears that simply inserting the analog sensitive mutation into the genome can perturb the splicing of CDK12 exon 5 and 6.Open in a separate windowFigure 2Sequencing of the putative CDK12 analog sensitive cell line (clone #5, figure 1). Plasmids containing TA cloned PCR fragments from CDK12 genomic DNA surrounding exon 6 were submitted for Sanger sequencing. Alignment to the canonical sequence, the translated protein sequence of the ORF, and chromatographs are shown; exons are displayed in upper case and introns in lower case. The codon for F/G 813 is highlighted in blue. 8 TA clones were analyzed and only the two displayed sequences were observed (6 analog-sensitive and 2 wild-type with the premature stop codon). The * in the translation indicates a stop codonOpen in a separate windowFigure 3Schematic of splicing issues in the putative CDK12 analog sensitive cell line (clone #5, figure 1 and figure 2). Mutation of the TTT codon encoding F813 of CDK12 to GGT (F813G) results in the creation of a novel splice acceptor site downstream of the canonical one between exon5 and exon6 of CDK12. Consensus splicing sequences are shown at the upper right of the figure. A schematic of exon 5 (black text), the intron between exons 5 and 6 (gray lowercase text), and exon 6 (blue text) is depicted in the parental (WT) and putative analog sensitive cell line (AS). The PAM and analog sensitive mutations are highlighted in red. Note how mutation of F813G with TTT->GGT results in the formation of a “tgtag” sequence motif exactly the same as the motif present at the end of the intron. Chromatographs of TA cloned cDNA sequences from this site are shown below the mis-spliced sequence; the end of exon 5 is highlighted in blue. This unanticipated splicing results in an 6AA truncation of the CDK12 protein; the resultant protein retains residual activity, but is not analog-sensitive (data not shown)Construction of the analog sensitive CDK12 cell lineIn an attempt to address the splicing problems created by the analog sensitive mutation, the initial repair template was reengineered with two modifications. First the adenine nucleotide preceding the analog sensitive mutation was changed into a thymine, maintaining the amino acid sequence of the translated protein but disrupting the non-canonical splice acceptor site (AG→TG, see Fig. 3 and ​and4A).4A). Secondly a Cas9 nuclease targeting site mutation was removed in order to minimize sequence perturbations and because it was unlikely that Cas9 would cleave the repair template due to the presence of both the splice site acceptor and analog-sensitive mutations Fig. 4A). Use of the second generation repair template (Supplemental Methods Fig 2.) with the F813 targeting guide RNA resulted in the isolation of another clone (Fig. 4, clone #2) that appeared to contain only CDK12as sequence via PCR.Open in a separate windowFigure 4Analysis of putative analog sensitive clones using the second generation repair template via PCR. (a.) A schematic of the sequence and putative splicing pattern resulting from the use of the second generation repair template. Nucleotides modified in the second generation are underlined (see text). Note the suppression of mis-splicing via elimination of the splice site acceptor (AG) by the silent A->T mutation (grey arrow). (b.) A schematic of CDK12 exon 6 with the positions of the homologous repair template (blue box), the analog sensitive mutation (red star), and the PCR primers specific to the analog sensitive (AS) and wild type (WT) sequences indicated; the PCR product is expected to be 560 bp. (c.) PCR of genomic DNA from 7 putative analog sensitive clones is visualized using a 1.5% agarose gel stained with EtBr; the top section of the gel displays the results using AS specific primers while the bottom section of the gel displays the results using the WT primers. Due to the changes in the repair template the new AS specific forward primer is not as specific as in Fig. 1, and fires at a low rate even on WT templates (lanes 2 and 4-8). Note clone #2, which appears to be homozygous for the analog sensitive mutationSequencing of the genomic DNA from clone #2 showed the cell line to be in fact a heterozygote with two CDK12 alleles, one harboring a NHEJ induced deletion and stop codon near the targeted position and one containing a clean analog sensitive mutation (Fig. 5).Open in a separate windowFigure 5Sequencing of the CDK12 analog-sensitive cell line (clone #2, figure 4). Plasmids containing TA cloned PCR fragments from CDK12 genomic DNA surrounding exon 6 were submitted for Sanger sequencing. Alignment to the canonical sequence, the translated protein sequence of the ORF, and chromatographs are shown; exons are displayed in upper case and introns in lower case. 10 TA clones were analyzed and only the two displayed sequences were observed (7 analogue sensitive and 3 frame-shifted). The * in the translation indicates a stop codonSequencing of the cDNA from this clone revealed that the repair template modifications did indeed resolve the splicing issue caused by our first generation repair template; only correctly spliced, analog sensitive, mRNA transcripts were detected. The analog sensitive nature of the cell line was further confirmed using kinase assays of immunoprecipitated CDK12 from both the CDK12as and wild type cell lines (Figure 6). CDK12 isolated from the analog sensitive cell line exhibited a sensitivity to the presence of the adenine analog 1-NM-PP1, as expected, while addition of 1-NM-PP1 to reactions containing CDK12 isolated from the parental cell line had no discernable effect on kinase activity.Open in a separate windowFigure 6CDK12 expression and Immuno-purified CDK12 kinase assays from the parental and CDK12as cell lines. (a.) Western blots of equal numbers of parental (WT) and CDK12as cells using an anti-CDK12 antibody; Rpb2 is used as a loading control. CDK12 protein levels in the CDK12as cell line are quantified to be ~50% to that of the parental cell line (Below image; Licor Odyssey software). The anti-CDK12 antibody targets the N-terminal arm of CDK12 (amino acids 201-220), well before the stop codon near amino acid 813. (b.) CDK12 was purified using anti-CDK12 antibody saturated protein G dynabeads from nuclear extracts of both the parental (WT) and analog sensitive (CDK12as) cell line. CTD kinase activity was assayed using 1 μg of GST-yCTD fusion protein at 30 μM ATP, 37 °C, and a 30 min reaction time in the presence of [γ32-P]ATP and DMSO or the bulky adenine analogue 1-NM-PP1 at 2 μM; the reactions were analyzed by SDS-PAGE and visualized using a PhosphorImager. Equal amounts of nuclear extract and dynabeads were used for each pulldown and reaction. It is worth noting that since equal amounts of cells were used as input in the reaction, we expect the amount of CDK12as in the reaction to be half that of WT (see a.)Based on this evidence we designated clone #2 as our CDK12as cell line. Interestingly, according to the kinase assay, the relative activity of the analog sensitive CDK12 from the CDK12as cell line was much lower than that of the CDK12 from the parental cell line. Part of this is due to the fact that the analog sensitive cell line has only half as much CDK12 as its parental counterpart (due to the frame shift of one CDK12 allele followed by nonsense mediated decay of the associated RNA) (Fig. 6); however it is also probable that the analog sensitive kinase is less active or less stable in vitro than its wild-type counterpart.Initial characterization of the analog sensitive CDK12 cell lineDespite the lower intracellular levels and (in vitro) activity of the analog sensitive CDK12, in the absence of inhibitor the CDK12as cell line appears indistinguishable from its parental counterpart, both in terms of morphology and growth (exhibiting a population doubling time of 21.6 hours as compared to 21.1 hours for WT, (Fig. 7a, 0 μM panels)). However, the addition of 1-NM-PP1 to the CDK12as cell line in culture results in a drastic inhibition of cellular proliferation, detectable in as little as 24 hours post inhibitor addition. In contrast the parental cell line is largely unaffected by the presence of 1-NM-PP1 in the growth media (Fig. 7). Due to this striking result, we checked whether CDK12’s highly similar paralog, CDK13, was still wildtype in the CDK12as cell line, and found it to be intact (data not shown). Thus it appears that CDK12 is vital for cellular proliferation, a result that is in agreement with our failure to isolate a CDK12 knockout.Open in a separate windowFigure 7CDK12as and parental (WT) cell line growth rates with and without the addition of 1-NM-PP1. (a.) Representative images of the parental and CDK12as cell line after 24 hour treatment with 1-NM-PP1. Cells were passaged at 0.5×106 in a 6 well plate in the presence of DMSO, 5, or 10 μM 1-NM-PP1 and images were taken 24 hours later. The white bar in the lower right of the images corresponds to 200 μm. (b.) CDK12as and the parental cell line (WT) was plated in T25 flasks with and without the addition of 5 μM 1-NM-PP1. Cell counts were taken at the indicated times, addition of 1-NM-PP1 to the CDK12as cell line slowed the cells growth rate significantlyIn order to determine the effects of CDK12 inhibition on RNAPII CTD phosphorylation we analyzed the phosphorylation state of the CTD at multiple timepoints post inhibitor addition to CDK12as cells, by western blotting of whole cell extracts (Fig. 8). In agreement with the growth rate data, it appears that despite the lower levels of CDK12, there is no detectable difference in CTD phosphorylation between the parental and CDK12as cell line in the absence of inhibitor (Fig. 8, compare lane 2 and 3). Strikingly we could observe a decrease in the global levels of Ser2 CTD phosphorylation in as little as 15 minutes post 1-NM-PP1 treatment using the “Ser2P specific” H5 antibody (Fig.8, compare + and − lanes on the second [red] panel); this decrease was not present in parental cells treated with inhibitor (Supplemental Figure 3). This decrease in H5 signal continued, until it plateaued at about 50% of wild type levels 1 hour post inhibitor addition. Even more intriguing however, were the results obtained with the “Ser2P specific” 3E10 antibody. As is most clearly demonstrated in the overlay of the H5 and 3E10 signals (Fig.8 topmost panel), the reactivity of the 3E10 antibody actually slightly increased after inhibitor addition. It is worth noting that competition among H5 and 3E10 for phospho-epitopes during the western blotting procedure does not explain this observation: The blots look the same regardless of whether they are first probed with H5 followed by 3E10, vice versa, or with H5 and 3E10 simultaneously. This rather counterintuitive result is most likely due to the fact that these antibodies are affected by the phosphorylation status of nearby amino acids. Past studies have demonstrated that the preferred epitope of the H5 antibody is actually a CTD repeat doubly phosphorylated at Ser2 and Ser5, and unphosphorylated at Tyr1 (26,27). Conversely the 3E10 antibody prefers repeats phosphorylated at only Ser2, and its reactivity can be blocked by the presence of a phosphorylated Ser7 in the preceding heptad and a Tyr1 or Ser5 in the same heptad (27,28). We also examined how the reactivity of the “Ser5P specific” H14 antibody was affected by CDK12 inhibition. To our surprise we also observed a decrease in the reactivity of the H14 antibody following addition of inhibitor (Supplemental Fig. 4); therefore CDK12 may also play a role in the phosphorylation of Ser5P as suggested by in vitro experiments (14,15) and the loss in H5 antibody reactivity could be due to a decrease of Ser5P. However, as discussed above and in the discussion, it is difficult to make a conclusive interpretation based only on antibody reactivities towards whole cell extracts. What we can conclude, is that, much like the transcription-associated factors that bind to the CTD, the phospho-CTD antibodies are specific for different phosphorylation patterns, and inhibiting CDK12 activity results in changes of these patterns.Open in a separate windowFigure 8Western blots of parental (WT) and CDK12as whole cell extracts using two Anti-Ser2P CTD antibodies. Cells are either treated with 10 μM 1-NM-PP1 (+) or DMSO (−) for the indicated period of time. The Anti-Ser2P antibodies are H5 (in red) and 3E10 (in green); Rpb2 is used as a loading control (lowermost panel – in red). Note the differential reactivity of the H5 and 3E10 antibodies toward Rpb1 after CDK12 inhibitionAs CDK12 has been shown to regulate DNA damage response genes, including the tumor suppressor BRCA1 (7,17,19), we have begun to investigate the effects that CDK12 inhibition has on mRNA levels of BRCA1 in real time. Quantification of BRCA1 mRNA at several time points following addition of 1-NM-PP1 to CDK12as cells revealed that the levels of BRCA1 mRNA are unaffected at 1 hour post CDK12 inhibition, with clear decreases at the 3 hour (~40% depleted) and 5 hour marks (~60% depleted) (Fig. 9). However when inhibition persists for 24 hours there appears to be a slight recovery of BRCA1 mRNA levels; this was not due to degradation of the inhibitor in the cell culture media, as periodic replacement with fresh inhibitor did not affect the results (data not shown).Open in a separate windowFigure 9Quantification of BRCA1 mRNA levels by qPCR in the CDK12as cell line following addition of 10 μM 1-NM-PP1. Expression values are standardized to the 0 hr timpoint (before addition of inhibitor) whose value was set at 1, error bars are +/−1 standard errors of the mean, n=3We also checked the mRNA levels of CDK12 itself and its cyclin partner, CyclinK. Surprisingly, following CDK12 inhibition, CDK12 mRNA levels dropped in a manner similar to that of BRCA1, but recovered to almost pre-inhibiton levels following 24 hours of treatment (Supplemental Fig. 5). This suggests that CDK12 activity plays a role in either the synthesis or stability of its own mRNA, although in a complicated manner. Conversely the mRNA levels of CyclinK were not affected by CDK12 inhibition (Supplemental Fig. 5), demonstrating that the effects on mRNA steady state levels are gene specific. DISCUSSIONDespite a rather interesting and informative initial failure due to the creation of an inadvertent splice site, we have succeeding in employing the CRISPR/Cas9 system to engineer an analog-sensitive CDK12 (CDK12as) human cell line. The only functional copy of CDK12 in this cell line is selectively inhibitable by the cell-permeable bulky adenine analog 1-NM-PP1, allowing for real time investigations into CDK12’s kinase activities, independent of its structural roles and without the complications of long-term RNAi. We did not succeed in creating a CDK12 knockout cell line, but coupled with previous data from Drosophila and mouse knockouts and our initial experiments with the CDK12as line, this is probably due to the essential nature of CDK12. Although they were a source of much frustration, we hope that the splicing problems caused by our initial repair template will serve as a useful cautionary tale to others attempting similar experiments in the future.We have begun to characterize the CDK12as cell line and find that despite decreased levels of CDK12 activity (as compared to the parental cell line), due to halved CDK12 protein levels and the analog-sensitive mutation, its growth rate, morphology, and Ser2P CTD patterns (as measured by the 3E10 and H5 antibodies) are unaffected in the absence of the inhibitory analog. However following inhibition of the CDK12as activity by 1-NM-PP1, we observe profound effects on cellular proliferation and on the steady state levels of an mRNA shown previously to be affected by RNAi-mediated depletion of CDK12. We do not yet know whether the effects on this mRNA are due to problems with transcription, mRNA processing, or other unrecognized pathways in which CDK12 might play a role.With regards to CTD phosphorylation we have obtained some very interesting results, not only showing the successful perturbation of CTD phosphorylation following CDK12 inhibition, but also demonstrating the pattern-selectivity of two Ser2P antibodies. Although seemingly counterintuitive, the results of the western blots (Fig. 8; Supplemental Figs. 3 & 4) are consistent in the light of previous data, and the H5 result is especially relevant given the fact that elongating polymerases are likely to have CTD repeats doubly phosphorylated at the serine 2 and 5 positions due to the activity of Ser5 CTD kinases at the promoter (and possibly the activity of CDK12 in the gene interior). It is worth reiterating that the dynamics of CTD phosphorylation are extremely complicated, consisting of concurrent placing and turnover or phosphates, making interpretation extremely challenging; for example it may that CDK12 affects the turnover, and therefore steady state levels, of these marks by affecting the recruitment of a phosphatase. For a more detailed discussion regarding the nuances of these challenges and antibody reactivity to the CTD please see (1-3,5)). In addition to revealing changes in patterning, the phospho-CTD westerns also indicate that inhibition of the mutant CDK12 is very fast following the addition of 1-NM-PP1, with clear changes being observed at the 15 minute mark.Finally, the measurement of steady state mRNA levels reveals that CDK12 activity may influence the abundance of its own message; following inhibition there is a drop, followed by an almost full recovery at longer timepoints of CDK12 mRNA levels. Although we have eliminated the possibility that this recovery is due to inhibitor degradation, we do not know why it occurs. In any case, the effects of CDK12 inhibition on mRNA levels are gene-specific. For example, CyclinK mRNA levels are unaffected, whereas BRCA1 mRNA levels drop a few hours after CDK12 is inhibited but partially recover at later times. Additionally we do not know whether the observed changes in mRNA levels are a direct consequence of perturbing transcriptional processes, or indirect (for example due to perturbations in the cell cycle, which have been shown to affect BRCA1 expression (29)). These observations add to the many questions that will have to be answered in the future. Currently our lab is attempting to leverage the CDK12as cell line in whole cell phospho-proteomic and native RNA-seq experiments in order to identify additional CDK12 substrates and to begin to get a better understanding of the specifics of CDK12’s role in transcription. As a final note it is worth mentioning that it is theoretically possible to obtain a true homozygous analog-sensitive CDK12 cell line. We estimate the efficiency of successful gene conversion at one allele to be about 1 in 10-15 clones; therefore screening a sufficient number of clones (or increasing efficiency) could yield a construct with a cleaner genetic background. However, the question as to whether this will be a fruitful, or necessary, endeavor remains to be answered.We anticipate that the CDK12as cell line will be a useful tool for teasing apart the structural and catalytic roles of CDK12 in vivo. Moreover, in addition to producing novel insights into CDK12 activities within the cell, the utilization of the CDK12as cell line will lead to more detailed information on CTD phosphorylation, and its functional consequences, during the elongation phase of transcription by RNAPII; this should lead to a deeper understanding of CDK12’s role as a tumor suppressor. MATERIALS AND METHODSReverse Transcription, sequencing of cDNA, and qPCRRNA was isolated from the various cell lines using the RNeasy mini kit (Quiagen) (The optional on-column DNAse step was performed). cDNA synthesis was performed using the High Capacity cDNA Reverse Transcription Kit (Applied Biosystems). Sequencing (Sequencing primer: GCTTCCCAATCACAGCCATT) was performed on a cDNA PCR fragment encompassing exons 4-8 (Forward primer: CGCTGTGTGGACAAGTTTGA, Reverse primer: GCTGGTGTGTAACGTTCCTC). TA cloning of the cDNA PCR fragment was performed with the Topo TA cloning kit (Invitrogen).Quantitative PCR (qPCR) was performed using Power SYBR Green PCR master mix (Applied Biosystems) and the StepOnePlus real-time PCR system (Applied Biosystems), each sample was normalized based on the amount of beta-actin. The forward and reverse primers used to detect each target are listed below.CDK12: AACACTGATGGGCCTGAAAC and GTTCTTCACCAGGGTCTGGACyclinK: AAACCTGGACCACACAAAGC and GCCCACATCAAAGATGAACCBRCA1: GCCAGCTCATTACAGCATGA and AGCCAGGCTGTTTGCTTTTAB-actin: GCTCGTCGTCGACAACGGCTC and CCTCGTCGCCCACATAGGAATCCRISPR/Cas9 knockout and analog sensitive cell line creationPerformed essentially as described in (24). See supplemental methods for details.Chemicals1-NM-PP1 was purchased from Axon Medchem and dissolved in DMSO.Cell CultureHeLa HR-19 (parental cell line) and CDK12as cells were grown in DMEM at 37°C and 5% CO2.Antibodies and Western Blot AnalysisThe anti-CDK12 antibody consists of rabbit affinity-purified IgGs directed against a peptide comprising amino acids 201-220 of human CDK12 (NCBI RefSeq: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"NP_057591.2\",\"term_id\":\"157817023\",\"term_text\":\"NP_057591.2\"}}NP_057591.2). Anti-Ser2P antibody 3E10 was obtained from Millipore and Anti-Ser2P antibody H5 from Covance. Anti-Ser5P antibody H14 was obtained from Covance. Western blot analysis was performed using the Odyssey infrared scanner and secondary antibodies from Li-Cor.Immuno-purification of CDK12 and CTD kinase assaysCTD kinase assays were performed as described previously (14). CDK12 was purified using 25 μL of anti-CDK12 antibody saturated Dynabeads Protein G (Invitrogen), from parental or analog sensitive cell nuclear extracts. Nuclear extracts were made using a confluent T150 flask of each cell line which was harvested by trypsinization and pelleted. All subsequent steps are performed at 4°C with phosphatase and protease inhibitor cocktails (Sigma), and 1 mM DTT present in all buffers. Cell pellets were washed with lysis buffer (10 mM HEPES pH 8.0, 1.5 mM MgCl2, 10 mM KCl), resupended in lysis buffer and allowed to swell for 10 min. NP40 was then added to a final concentration of 0.5% and the solutions were homogenized by 10 strokes of a loose fitting pestle of a dounce homogenizer. The nuclei were then pelleted at 3,300×g for 15min. The supernatant (cytoplasmic fraction) was removed and the nuclei were resuspended in extraction buffer (20 mM HEPES pH 8.0, 25% Glycerol, 1.5 mM MgCl2, 0.2 mM EDTA) and 5 M NaCl was added dropwise with mixing to a final concentration of 0.8 M NaCl. The solution was then rocked end over end for 30 min, followed by centrifugation for 1 hour at 20,000×g. The supernatant (which is the nuclear extract) was then removed and frozen at −80°C. For pulldowns the nuclear extract was thawed and incubated overnight with antibody-saturated Dynabeads. The beads were then throughly washed in succession with Extraction buffer at 0.8 M NaCl, 1×PBS with 1% NP40, PBS, and 0.5× Kinase buffer (2.5 mM MgCl2, 12.5 mM Tris pH 7.6, 2.5% Glycerol, 1 mM DTT, 75 mM NaCl). The beads were then split into two aliquots of 12.5 μL and used to perform the kinase assays. ​\n                    HighlightsWe generated a human cell line expressing only an analog-sensitive allele, CDK12as.Our first CRISPR/Cas mutagenesis introduced an unwanted splice site = Caution.In the CDK12as cell line, kinase activity was inhibited by 1-NM-PP-1 in < 15 min.CDK12 inhibition altered CTD phosphorylation, possibly on Ser2 and Ser5. Supplementary Material1Click here to view.(384K, pdf)2Click here to view.(299K, pdf)3Click here to view.(552K, pdf)4Click here to view.(81K, pdf)5Click here to view.(48K, pdf)6Click here to view.(920K, docx) ACKNOWLEDGMENTSWe thank Nick Barrows, Dr. Mariano Garcia Blanco, and Dr. Shelton Bradrick for experimental advice and the Cas9 and gRNA expression plasmids; this research was supported by a grant from the NIH to A.L.G. (GM040505). Footnotes*Cell line available on request.Publisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.Conflict of interestThis piece of the submission is being sent via mail. REFERENCES CITED1. Corden JL. RNA polymerase II C-terminal domain: Tethering transcription to transcript and template. Chem Rev. 2013;113:8423–8455. [PMC free article] [PubMed] [Google Scholar]2. Bartkowiak B, Mackellar AL, Greenleaf AL. Updating the CTD Story: From Tail to Epic. Genet Res Int. 2011;2011:623718. [PMC free article] [PubMed] [Google Scholar]3. Eick D, Geyer M. The RNA polymerase II carboxy-terminal domain (CTD) code. Chem Rev. 2013;113:8456–8490. [PubMed] [Google Scholar]4. Hsin JP, Manley JL. The RNA polymerase II CTD coordinates transcription and RNA processing. Genes Dev. 2012;26:2119–2137. [PMC free article] [PubMed] [Google Scholar]5. Phatnani HP, Greenleaf AL. Phosphorylation and functions of the RNA polymerase II CTD. Genes Dev. 2006;20:2922–2936. [PubMed] [Google Scholar]6. Bartkowiak B, Liu P, Phatnani HP, Fuda NJ, Cooper JJ, Price DH, Adelman K, Lis JT, Greenleaf AL. CDK12 is a transcription elongation-associated CTD kinase, the metazoan ortholog of yeast Ctk1. Genes Dev. 2010;24:2303–2316. [PMC free article] [PubMed] [Google Scholar]7. Blazek D, Kohoutek J, Bartholomeeusen K, Johansen E, Hulinkova P, Luo Z, Cimermancic P, Ule J, Peterlin BM. The Cyclin K/Cdk12 complex maintains genomic stability via regulation of expression of DNA damage response genes. Genes Dev. 2011;25:2158–2172. [PMC free article] [PubMed] [Google Scholar]8. Bowman EA, Bowman CR, Ahn JH, Kelly WG. Phosphorylation of RNA polymerase II is independent of P-TEFb in the C. elegans germline. Development. 2013;140:3703–3713. [PMC free article] [PubMed] [Google Scholar]9. Marshall NF, Peng J, Xie Z, Price DH. Control of RNA polymerase II elongation potential by a novel carboxyl-terminal domain kinase. J Biol Chem. 1996;271:27176–27183. [PubMed] [Google Scholar]10. Marshall NF, Price DH. Purification of P-TEFb, a transcription factor required for the transition into productive elongation. J Biol Chem. 1995;270:12335–12338. [PubMed] [Google Scholar]11. Chao SH, Price DH. Flavopiridol inactivates P-TEFb and blocks most RNA polymerase II transcription in vivo. J Biol Chem. 2001;276:31793–31799. [PubMed] [Google Scholar]12. Davidson L, Muniz L, West S. 3′ end formation of pre-mRNA and phosphorylation of Ser2 on the RNA polymerase II CTD are reciprocally coupled in human cells. Genes Dev. 2014;28:342–356. [PMC free article] [PubMed] [Google Scholar]13. Eifler TT, Shao W, Bartholomeeusen K, Fujinaga K, Jager S, Johnson J, Luo Z, Krogan N, Peterlin BM. CDK12 increases 3′ end processing of growth factor-induced c-FOS transcripts. Mol Cell Biol. 2014 [PMC free article] [PubMed] [Google Scholar]14. Bartkowiak B, Greenleaf AL. Expression, purification, and identification of associated proteins of the full-length hCDK12/CyclinK complex. J Biol Chem. 2015;290:1786–1795. [PMC free article] [PubMed] [Google Scholar]15. Bosken CA, Farnung L, Hintermair C, Merzel Schachter M, Vogel-Bachmayr K, Blazek D, Anand K, Fisher RP, Eick D, Geyer M. The structure and substrate specificity of human Cdk12/Cyclin K. Nat Commun. 2014;5:3505. [PMC free article] [PubMed] [Google Scholar]16. Joshi PM, Sutor SL, Huntoon CJ, Karnitz LM. Ovarian cancer-associated mutations disable catalytic activity of CDK12, a kinase that promotes homologous recombination repair and resistance to cisplatin and poly(ADP-ribose) polymerase inhibitors. J Biol Chem. 2014;289:9247–9253. [PMC free article] [PubMed] [Google Scholar]17. Ekumi KM, Paculova H, Lenasi T, Pospichalova V, Bosken CA, Rybarikova J, Bryja V, Geyer M, Blazek D, Barboric M. Ovarian carcinoma CDK12 mutations misregulate expression of DNA repair genes via deficient formation and function of the Cdk12/CycK complex. Nucleic Acids Res. 2015;43:2575–2589. [PMC free article] [PubMed] [Google Scholar]18. Bajrami I, Frankum JR, Konde A, Miller RE, Rehman FL, Brough R, Campbell J, Sims D, Rafiq R, Hooper S, Chen L, Kozarewa I, Assiotis I, Fenwick K, Natrajan R, Lord CJ, Ashworth A. Genome-wide profiling of genetic synthetic lethality identifies CDK12 as a novel determinant of PARP1/2 inhibitor sensitivity. Cancer Res. 2014;74:287–297. [PMC free article] [PubMed] [Google Scholar]19. Blazek D. The cyclin K/Cdk12 complex: an emerging new player in the maintenance of genome stability. Cell Cycle. 2012;11:1049–1050. [PMC free article] [PubMed] [Google Scholar]20. Liang K, Gao X, Gilmore JM, Florens L, Washburn MP, Smith E, Shilatifard A. Characterization of human cyclin-dependent kinase 12 (CDK12) and CDK13 complexes in C-terminal domain phosphorylation, gene transcription, and RNA processing. Mol Cell Biol. 2015;35:928–938. [PMC free article] [PubMed] [Google Scholar]21. Blethrow J, Zhang C, Shokat KM, Weiss EL. Design and use of analog-sensitive protein kinases. Curr Protoc Mol Biol. 2004 Chapter 18, Unit 18 11. [PubMed] [Google Scholar]22. Shah K, Liu Y, Deirmengian C, Shokat KM. Engineering unnatural nucleotide specificity for Rous sarcoma virus tyrosine kinase to uniquely label its direct substrates. Proc Natl Acad Sci U S A. 1997;94:3565–3570. [PMC free article] [PubMed] [Google Scholar]23. Mali P, Yang L, Esvelt KM, Aach J, Guell M, DiCarlo JE, Norville JE, Church GM. RNA-guided human genome engineering via Cas9. Science. 2013;339:823–826. [PMC free article] [PubMed] [Google Scholar]24. Ran FA, Hsu PD, Wright J, Agarwala V, Scott DA, Zhang F. Genome engineering using the CRISPR-Cas9 system. Nat Protoc. 2013;8:2281–2308. [PMC free article] [PubMed] [Google Scholar]25. Rodrigues F, Thuma L, Klambt C. The regulation of glial-specific splicing of Neurexin IV requires HOW and Cdk12 activity. Development. 2012;139:1765–1776. [PubMed] [Google Scholar]26. Jones JC, Phatnani HP, Haystead TA, MacDonald JA, Alam SM, Greenleaf AL. C-terminal repeat domain kinase I phosphorylates Ser2 and Ser5 of RNA polymerase II C-terminal domain repeats. J Biol Chem. 2004;279:24957–24964. [PMC free article] [PubMed] [Google Scholar]27. Chapman RD, Heidemann M, Albert TK, Mailhammer R, Flatley A, Meisterernst M, Kremmer E, Eick D. Transcribing RNA polymerase II is phosphorylated at CTD residue serine-7. Science. 2007;318:1780–1782. [PubMed] [Google Scholar]28. Heidemann M, Hintermair C, Voss K, Eick D. Dynamic phosphorylation patterns of RNA polymerase II CTD during transcription. Biochim Biophys Acta. 2013;1829:55–62. [PubMed] [Google Scholar]29. Vaughn JP, Davis PL, Jarboe MD, Huper G, Evans AC, Wiseman RW, Berchuck A, Iglehart JD, Futreal PA, Marks JR. BRCA1 expression is induced before DNA synthesis in both normal and tumor-derived breast cells. Cell Growth Differ. 1996;7:711–715. [PubMed] [Google Scholar]"}