{"title": "Splicing inhibition decreases phosphorylation level of Ser2 in Pol II CTD", "pubDate": "2015", "PMCID": "PMC4787822", "DOI": "10.1093/nar/gkv740", "PMID": "26202968", "abstract": "Phosphorylation of the C-terminal domain of the largest subunit of RNA polymerase II (Pol II), especially Ser2 and Ser5 residues, plays important roles in transcription and mRNA processing, including 5' end capping, splicing and 3' end processing. These phosphorylation events stimulate mRNA processing, however, it is not clear whether splicing activity affects the phosphorylation status of Pol II. In this study, we found that splicing inhibition by potent splicing inhibitors spliceostatin A (SSA) and pladienolide B or by antisense oligos against snRNAs decreased phospho-Ser2 level, but had little or no effects on phospho-Ser5 level. In contrast, transcription and translation inhibitors did not decrease phospho-Ser2 level, therefore inhibition of not all the gene expression processes cause the decrease of phospho-Ser2. SSA treatment caused early dissociation of Pol II and decrease in phospho-Ser2 level of chromatin-bound Pol II, suggesting that splicing inhibition causes downregulation of phospho-Ser2 through at least these two mechanisms.", "author": [{"author": "Mitsunori Koga", "affiliation": ["Frontier Research Core for Life Sciences, University of Toyama, Toyama 930-0194, Japan."], "href": "/?term=Koga+M&cauthor_id=26202968"}, {"author": "Megumi Hayashi", "affiliation": ["Frontier Research Core for Life Sciences, University of Toyama, Toyama 930-0194, Japan."], "href": "/?term=Hayashi+M&cauthor_id=26202968"}, {"author": "Daisuke Kaida", "affiliation": ["Frontier Research Core for Life Sciences, University of Toyama, Toyama 930-0194, Japan kaida@med.u-toyama.ac.jp."], "href": "/?term=Kaida+D&cauthor_id=26202968"}], "refPMID": ["23028141", "22365827", "19941815", "22553990", "22622228", "22404626", "20952539", "22012619", "9702190", "11018013", "14731394", "12183367", "15489290", "22982363", "14731395", "24478330", "17405796", "10346811", "10198643", "9407024", "8710856", "23275552", "23663783", "18641664", "8811184", "19239890", "21441581", "17643111", "22691055", "17643112", "20154667", "21981285", "23716637", "20881964", "15731334", "23908766", "9237170", "20106982", "11046155", "24845214", "21922053", "18513937", "7759473", "23202475", "11751637", "21892168", "20726856", "24560925", "17081995", "15808512", "17320508", "22308494", "16648491", "15126509"], "citedInPMID": ["26202968", "34769053", "33233740", "32499811", "31857848", "31551463", "31216022", "30846735", "30824489", "29845934", "29235465", "29212152", "29099315", "28977640", "27754875", "27610372", "27605205", "27541139", "27315300", "27107644"], "body": " AbstractPhosphorylation of the C-terminal domain of the largest subunit of RNA polymerase II (Pol II), especially Ser2 and Ser5 residues, plays important roles in transcription and mRNA processing, including 5′ end capping, splicing and 3′ end processing. These phosphorylation events stimulate mRNA processing, however, it is not clear whether splicing activity affects the phosphorylation status of Pol II. In this study, we found that splicing inhibition by potent splicing inhibitors spliceostatin A (SSA) and pladienolide B or by antisense oligos against snRNAs decreased phospho-Ser2 level, but had little or no effects on phospho-Ser5 level. In contrast, transcription and translation inhibitors did not decrease phospho-Ser2 level, therefore inhibition of not all the gene expression processes cause the decrease of phospho-Ser2. SSA treatment caused early dissociation of Pol II and decrease in phospho-Ser2 level of chromatin-bound Pol II, suggesting that splicing inhibition causes downregulation of phospho-Ser2 through at least these two mechanisms. INTRODUCTIONRNA polymerase II (Pol II) is a eukaryotic RNA polymerase that transcribes all mRNAs and many non-coding RNAs (1,2). Pol II consists of 12 subunits and the C-terminal domain (CTD) of the largest subunit of Pol II, Rpb1, is important for transcriptional activation. The CTD consists of tandemly repeated heptapeptides, YSPTSPS, in which five residues (Tyr1, Ser2, Thr4, Ser5 and Ser7) are potential phosphorylation sites (1,3–6). Among them, phosphorylation of Ser2 and Ser5 has been studied extensively. Ser5 phosphorylation is carried out by CycH/CDK7 near the transcription start site and Ser2 phosphorylation is carried out by positive transcription elongation factor b (P-TEFb) and the CycK/CDK12 complex within the protein coding region. Accordingly, Ser5 phosphorylation level is high near the transcription start site and Ser2 phosphorylation level is usually higher at the transcription termination site than the transcription start site (6–14). These phosphorylation events also have other functions in mRNA processing through the recruitment of processing factors (1,15–22). Phospho-Ser5 recruits capping enzymes and phospho-Ser2 recruits both splicing factors and cleavage and polyadenylation factors to stimulate RNA processing. Although previous studies reported that splicing factors are involved in Ser2 phosphorylation (23,24), the effects of splicing factors and splicing activity on CTD phosphorylation are not fully understood.Splicing is one of the most important cellular processes in maintaining the integrity of the transcriptome in eukaryotic cells. Most protein coding genes consist of protein coding regions, exons and intervening sequences, introns. The mRNAs transcribed from these genes are subjected to splicing, which occurs co-transcriptionally in most cases, to excise introns and join the flanking exons (25–27). Splicing reactions are carried out by the spliceosome, a macromolecular ribonucleoprotein complex composed of five major subcomplexes: U1, U2, U4, U5 and U6 small nuclear ribonucleoprotein particles (snRNPs). Each snRNP contains one small nuclear RNA (snRNA) (U1, U2, U4, U5 and U6 snRNA) and several protein components. For recognition of pre-mRNA by the snRNPs, RNA–RNA interactions between pre-mRNA and snRNAs and between two molecules of snRNAs are required.Recent studies identified several small molecule splicing inhibitors including spliceostatin A (SSA), which is a methyl-ketal derivative of {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"FR901464\",\"term_id\":\"525229801\",\"term_text\":\"FR901464\"}}FR901464 and pladienolide B (Pla-B), a metabolite of Streptomyces platensis (28–32). These compounds bind to the SF3b complex, a subcomponent of U2 snRNP, to inhibit splicing in vivo and in vitro. In addition to these splicing inhibitors, another splicing inhibiting method using antisense morpholino oligos (AMOs) was also developed (33–36). These AMOs were designed to inhibit RNA–RNA interactions between snRNA and pre-mRNA, or between snRNA and snRNA. Using these methods, specific and rapid inhibition of splicing can be accomplished.Until now, whether splicing activity is required for Ser2 phosphorylation has not been known, although there have been some reports on the effects of splicing factors on Ser2 phosphorylation (23,24). In this study, we examined the phosphorylation of the CTD during splicing inhibition and investigated potential regulatory mechanisms. MATERIALS AND METHODSCell linesHeLa S3 cells were cultured in Dulbecco's modified Eagle's medium (Wako Pure Chemical Industries, Osaka, Japan) containing 10% heat-inactivated fetal bovine serum (Life Technologies, Eugene, OR, USA) at 37°C with 5% CO2.Antibodies, reagents, plasmid, AMOs and transfectionAnti-Pol II (N20) antibody, anti-CDK9 (D-7) antibody and anti-CycT1 (H-245) antibody were purchased from Santa Cruz Biotechnologies (Dallas, TX, USA). Anti-phospho-Ser2 (3E10) antibody and anti-phospho-Ser5 (3E8) antibody were purchased from Millipore (Billerica, MA, USA). Anti-α-tubulin (B–5–1–2) antibody was purchased from Sigma-Aldrich (St. Louis, MO, USA). Anti-histone H3 antibody was purchased from Cell Signaling Technology (Danvers, MA, USA). HRP-conjugated anti-GST antibody was purchased from Medical & Biological Laboratories (Nagoya, Japan). HRP-conjugated anti-mouse IgG and anti-rabbit IgG were purchased from GE Healthcare (Little Chalfont, UK). HRP-conjugated anti-rat IgG was purchased from Santa Cruz Biotechnologies. SSA and acetylated spliceostatin A (Ac-SSA) were gifts from Dr Yoshida (RIKEN, Japan) (28). Pla-B was purchased from Millipore. Actinomycin D, cycloheximide and 5,6-dichloro-1-β-d-ribofuranosylbenzimidazole (DRB) were purchased from Sigma-Aldrich. GST-yCTD plasmid was a gift from Dr Greenleaf (Duke University) (37). The sequences of U1, U2, U4, U6 and control AMOs were 5′-GGTATCTCCCCTGCCAGGTAAGTAT-3′, 5′-TGATAAGAACAGATACTACACTTGA-3′, 5′-TACGATACTGCCACTGCGCAAAGCT-3′, 5′-TCTGTATCGTTCCAATTTTAGTATA-3′ and 5′-CCTCTTACCTCAGTTACAATTTATA-3′, respectively. AMOs were purchased from Gene Tools, LLC (Philomath, OR, USA). AMO transfection was performed using the Neon Transfection System (Life Technologies). HeLa cells were trypsinized and washed twice with phosphate buffered saline (PBS). Cells (5 × 105) were resuspended in 100 μl of the resuspension buffer. After mixing cells with AMOs, electroporation was performed with the following parameters: 1300 V, 10 ms and three pulses.RNA preparation and quantitative RT-PCRPurification of sample RNA was performed using the Click-iT Nascent RNA Capture Kit (Life Technologies). Cells were treated with 200 μM of 5-ethynyl-uridine for 1 h and total RNA was extracted from cultured cells using TRIzol (Life Technologies). Labeled RNA was biotinylated by the click reaction and biotinylated RNA was purified using streptavidin beads. For quantitative RT-PCR, cDNA was synthesized using the SuperScript VILO cDNA Synthesis Kit (Life Technologies). Quantitative RT-PCR and relative quantification analyses were performed with an MX3000P system (Agilent, Santa Clara, CA, USA) using SYBR Green dye chemistry. The amount of newly synthesized 18S rRNA was measured as an internal control. All primers are listed in Supplementary Table S1.Western blotHeLa cells were directly lysed on plates in 1× sodium dodecyl sulphate-polyacrylamide gel electrophoresis (SDS-PAGE) sample buffer. Proteins were separated by SDS-PAGE. After electrophoresis, proteins were transferred onto a PVDF membrane by electroblotting. After the incubation of the membrane with primary and secondary antibodies using standard techniques, protein bands were detected using the NOVEX ECL Chemiluminescent Substrate Reagent Kit (Life Technologies) on an ImageQuant LAS 4000mini (GE Healthcare). Band intensities were quantified using the ImageQuant TL software (GE Healthcare).In vitro kinase assayPurified GST-tagged Pol II CTD (GST-yCTD) was prepared as described previously (37). In vitro kinase assays were performed as described previously with some modifications (38). Sixty microliters of Dynabeads protein G (Life Technologies) pre-bound with 6 μg of anti-cyclin T1 antibody (Santa Cruz) were added to 1 ml of HeLa whole cell extract (2 mg/ml) and the mixture was incubated for 20 h at 4°C. After washing the beads with 1 ml of lysis buffer (50 mM HEPES [pH 7.5], 150 mM NaCl, 1 mM EDTA, 2.5 mM EGTA, 0.1% TWEEN-20, 10% glycerol, 1% NP-40) three times followed by washing with 1 ml of kinase buffer (20 mM HEPES [pH 7.5], 50 mM NaCl, 10 mM MgCl2, and 1 mM DTT) three times, beads were suspended in kinase buffer. The beads were incubated with 2 ng of purified GST-yCTD substrate and an inhibitor (SSA or DRB) on ice for 10 min. Adenosine triphosphate (50 μM) was added to the reaction and the reaction mix was incubated at 30°C for 4 h. The samples were subjected to western blotting.Cell fractionationCell fractionation was performed as described previously with some modifications (39). HeLa cells were harvested and suspended in buffer A (10 mM HEPES [pH 7.9], 10 mM KCl, 1.5 mM MgCl2, 0.34 M sucrose, 10% glycerol, 1 mM DTT, protease inhibitor cocktail [Roche, Basel, Switzerland], phosphatase inhibitor cocktail [Roche]). Triton X-100 (0.1%) was added and the cells were incubated on ice for 5 min. After centrifugation (4 min, 1300 × g, 4°C), the supernatant and pellet were collected as the cytoplasmic fraction and nuclear fraction, respectively. The nuclear fraction was washed once in buffer A, then suspended in buffer B (3 mM EDTA, 0.2 mM EGTA, 1 mM DTT, protease inhibitor cocktail and phosphatase inhibitor cocktail) followed by 30-min incubation. After centrifugation (4 min, 1700 × g, 4°C), the supernatant and pellet were collected as the nucleoplasm fraction and chromatin-bound fraction, respectively. The chromatin-bound fraction was washed once in buffer B. The samples were subjected to western blotting.Chromatin immunoprecipitation (ChIP) assayFor crosslinking, HeLa cells were treated with 1% formaldehyde for 10 min at room temperature. Crosslinking was stopped by the addition of glycine (final concentration: 125 mM) and cells were incubated for 5 min at room temperature. Cells were washed with cold PBS twice and collected by centrifugation (200 × g, 5 min, 4°C). After centrifugation, sheared chromatin DNA was prepared using the Bioruptor (Cosmo Bio, Tokyo, Japan). Approximately 9 and 30 μg of sheared chromatin were incubated overnight at 4°C with 2 μg of anti-Pol II antibody (N20) and 2 μg of anti-phospho-Ser2 antibody (3E10), respectively. Thirty microliters of slurry of Dynabeads Protein G (Life Technologies) or Dynabeads Sheep anti-Rat IgG (Life Technologies) were rotated overnight at 4°C in PBS containing 1 mg/ml of BSA and 0.2 mg/ml of salmon sperm DNA. Antibody-bound chromatin was incubated with blocked beads for 2.5 h at 4°C. Immunoprecipitants were washed three times with a low-salt wash buffer (20 mM Tris–HCl [pH 8.0], 2 mM EDTA [pH 8.0], 150 mM NaCl, 1% Triton X-100 and 0.1% SDS), once with high-salt wash buffer (20 mM Tris–HCl [pH 8.0], 2 mM EDTA [pH 8.0], 500 mM NaCl, 1% Triton X-100 and 0.1% SDS), then once with LiCl wash buffer (10 mM Tris–HCl [pH 8.0], 1 mM EDTA [pH 8.0], 250 mM LiCl, 1% NP-40 and 1% Na-deoxycholate). Beads were incubated with elution buffer (1% SDS, 0.1 M Na-bicarbonate and 200 mM NaCl) at 65°C overnight, followed by 1-h incubation with 40 ng/ml of RNase A at 37°C and 2-h incubation with 40 ng/ml of proteinase K at 45°C. The DNA fragments were purified using the QIAquick polymerase chain reaction (PCR) Purification Kit (Qiagen, Hilden, Germany) and analyzed by quantitative PCR. Input DNA was analyzed simultaneously for normalization. All primers are listed in Supplementary Table S1. RESULTSTreatment with splicing inhibitors causes downregulation of phospho-Ser2 levelsTo investigate the effect of splicing inhibition by SSA on the phosphorylation status of the CTD of the largest subunit of Pol II, Rpb1 (Pol II CTD), we investigated whether SSA actually inhibits splicing or if it affects other related steps in this process. We treated HeLa cells with SSA or a transcription inhibitor, DRB and performed qRT-PCR for spliced and unspliced forms of CDK6, CCNA2, CCNB1 and C-MYC as well as the upstream and downstream exons to assess transcription activity (Supplementary Figure S1). In SSA-treated cells, although upstream and downstream exons were downregulated (Supplementary Figure S1, CDK6 Ex2 and Ex3, CCNA2 Ex2 and Ex3, CCNB1 Ex3 and Ex4 and C-MYC Ex1 and Ex2), the amounts of spliced forms of the mRNAs were more drastically decreased (Supplementary Figure S1, CDK6 Ex2–3, CCNA2 Ex2–3, CCNB1 Ex3–4 and C-MYC Ex1–2). The amounts of introns were also increased (Supplementary Figure S1, CDK6 Int2, CCNA2 Int2, CCNB1 Int3 and C-MYC Int1). These results suggest that SSA specifically inhibits the splicing reaction, although SSA also affects mRNA level probably through transcription inhibition and degradation (40). In contrast, DRB treatment decreased the amount of spliced forms of mRNAs to the same levels as upstream and downstream exons, suggesting that DRB affects transcription but not splicing on the examined genes. (Supplementary Figure S1).Next, we treated HeLa cells with different concentrations of SSA and performed western blotting using an anti-Pol II antibody that recognizes the N-terminus of Rpb1. Based on the epitope used to generate the antibody, the antibody is presumed to recognize Pol II regardless of the phosphorylation status of CTD. We observed decreased amounts of Pol IIo, the phosphorylated form of Pol II, after SSA treatment in a dose-dependent manner (Figure ​(Figure1A).1A). We next examined which phosphorylation site(s) is affected by SSA treatment using anti-phospho-Ser2 and anti-phospho-Ser5 antibodies. Ser2 phosphorylation level dramatically decreased with the increasing concentration of SSA (Figure ​(Figure1A).1A). We also found that intermediate bands (asterisk) as well as upper bands were detected by the anti-phospho-Ser5 antibody in SSA-treated cells (Figure ​(Figure1A).1A). This suggests that the intermediate bands correspond to Pol II that is phosphorylated at Ser5 and that the mobility shift from the upper bands to the intermediate bands may be the result of dephosphorylation of Ser2 residues. We also measured band intensities and confirmed that phospho-Ser2 level decreased after SSA treatment, while total Pol II level and phospho-Ser5 level remained unchanged. These results suggest that SSA treatment affects mainly phospho-Ser2 level, but has a small, if any, effect on phospho-Ser5 level.Open in a separate windowFigure 1.Phospho-Ser2 level decreases in SSA-treated cells. (A) HeLa cells were treated with the indicated concentrations of SSA for 2 h. (B) HeLa cells were treated with 100 ng/ml of SSA and harvested at the indicated time point. (C) HeLa cells were treated with 100 ng/ml of SSA for 2 h, then washed with fresh medium. Cells were cultivated in fresh medium and harvested at the indicated time point. (A–C) Total lysates of the cells were analyzed by western blotting to measure the levels of Pol II, phospho-Ser5 and phospho-Ser2. The hyperphosphorylated form (Pol IIo), hypophosphorylated form (Pol IIa) and intermediate form (*) of Pol II CTD are indicated to the right of the immunoblots. Molecular weights are indicated to the left of the immunoblots. The relative band intensities (Ctrl = 100%) were quantified and are shown in the bar graphs (lower panels). Red rectangles indicate the areas where band intensity was measured. Error bars indicate s.d. (n = 3).We also checked the phosphorylation level of Pol II CTD after SSA treatment at various time points (Figure 1B). At 30 min after SSA treatment, Pol IIo levels started to decrease, and after 1 h, Pol IIo bands were markedly low (Figure ​(Figure1B).1B). Concurrently, phospho-Ser2 level also decreased and intermediate bands of phopho-Ser5 were observed (Figure ​(Figure1B).1B). Finally, we performed a washout experiment. Because SSA binds to the SF3b complex non-covalently, splicing activity is recovered after removal of SSA from culture media (28,40). Therefore, if splicing inhibition by SSA treatment causes the phosphorylation status change, Ser2 phosphorylation level should be recovered to the control level after washout. As expected, phospho-Ser2 level was recovered to the original level at 6–8 h after washout. Additionally, we observed recovery of Pol IIo and decrease of the intermediate bands of phospho-Ser5 (Figure 1C). It is important to note that the dose of SSA and duration of SSA treatment that induced changes in phosphorylation were almost the same as the dose of SSA and duration of treatment that caused splicing inhibition as reported previously (Figure ​(Figure1)1) (40). These results suggest that splicing inhibition by SSA treatment causes decrease of phospho-Ser2.To confirm that the phosphorylation status change after SSA treatment is not a side effect of SSA, we treated HeLa cells with another splicing inhibitor, Pla-B, and an inactive and acetylated derivative of SSA, Ac-SSA (28,30). As reported previously, Pla-B inhibited splicing as potently as SSA, but Ac-SSA did not affect splicing (Figure ​(Figure2A2A and Supplementary Figure S2) (28,30). Next, we tested the effect of these compounds on the phosphorylation status of Pol II CTD. The two potent splicing inhibitors, SSA and Pla-B, decreased the amount of Pol IIo (Figure ​(Figure2B).2B). Downregulation of phospho-Ser2 level and upregulation of intermediate bands of phospho-Ser5 were also observed in SSA- and Pla-B-treated cells, but not in Ac-SSA-treated cells, suggesting that splicing inhibition caused downregulation of phospho-Ser2 (Figure ​(Figure2B).2B). We also examined whether defects in other gene expression processes, including transcription and translation, cause decrease of phospho-Ser2 or if downregulation of phospho-Ser2 is specific to splicing inhibition. We treated cells with a transcription inhibitor, actinomycin D (ActD), a translation inhibitor, cycloheximide (CHX) or SSA. In ActD- and CHX-treated cells, neither decrease of Pol IIo nor decrease of phospho-Ser2 was observed. Instead, phosphorylation of CTD Ser2 was increased in ActD-treated cells, as previously reported (Figure ​(Figure2C)2C) (41). These results suggest that defects in not all the gene expression machineries cause the downregulation of phospho-Ser2.Open in a separate windowFigure 2.Splicing inhibitors affect phospho-Ser2 status. (A) HeLa cells were treated with the indicated concentrations of SSA, Pla-B and Ac-SSA for 2 h, and RNAs were labeled during transcription with EU between 1 and 2 h after the addition of compounds. Labeled RNAs were analyzed by quantitative RT-PCR to measure the amounts of upstream and downstream exons, and spliced and unspliced forms (MeOH-treated cells = 1). Error bars indicate s.d. (n = 3). (B) HeLa cells were treated with the indicated concentrations of SSA, Pla-B and Ac-SSA for 2 h, and total lysates of the cells were analyzed by western blotting to measure the level of Pol II, phospho-Ser5 and phospho-Ser2. Molecular weights are indicated to the left of the immunoblots. Asterisk indicates intermediate bands. (C) HeLa cells were treated with MeOH (vehicle for SSA), DMSO (vehicle for ActD and CHX) or the indicated concentrations of SSA, ActD or CHX for 2 h, and total lysates of the cells were analyzed by western blotting to measure the level of Pol II, phospho-Ser5 and phospho-Ser2. Molecular weights are indicated to the left of the immunoblots. Asterisk indicates intermediate bands.Antisense oligos against U snRNAs affect CTD Ser2 phosphorylationSSA and Pla-B bind to the SF3b complex, a component of U2 snRNP, to inhibit splicing (28,30,32). Therefore, it is possible that the downregulation of phospho-Ser2 levels seen in Figures ​Figures11 and 2 is U2 snRNP-inhibition specific. To investigate if splicing inhibition through functional knockdown of other major spliceosomal components, as well as U2 snRNP, causes the phosphorylation status change, we treated HeLa cells with AMOs against U1, U2, U4 and U6 snRNA. As expected and reported previously (33–36), treatment with U1, U2, U4 and U6 AMOs efficiently inhibited splicing of all introns that we tested (Figure ​(Figure3A3A and Supplementary Figure S3). However, the amount of the downstream exon of CDK6 (CDK6 Ex3) decreased in U1 AMO-treated cells, probably because the CDK6 mRNA was subjected to the premature cleavage and polyadenylation (PCPA) observed in U1-inhibited cells in intron 2 as reported previously (34,40). We also checked phosphorylation status of Pol II CTD and found that the amount of Pol IIo decreased after treatment with all AMOs (Figure ​(Figure3B).3B). Consistent with the observation using splicing inhibitors, we also observed a decrease of Ser2 phosphorylation and increase of intermediate bands detected by anti-phospho-Ser5 antibody in all AMO-treated cells (Figure ​(Figure3B),3B), suggesting that treatment with AMOs causes downregulation of phospho-Ser2 level as observed with splicing inhibitors SSA and Pla-B that bind to U2 snRNP (Figure ​(Figure3B).3B). In U1 AMO-treated cells, phospho-Ser5 levels were increased and this result might be related to PCPA. These results indicate that not only U2 snRNP inhibition, but also inhibition of other spliceosomal components results in the decrease of Ser2 phosphorylation.Open in a separate windowFigure 3.Splicing inhibition by AMO affects phospho-Ser2 status. (A) HeLa cells were transfected with 10 nmol of control, U1, U2, U4 or U6 AMO, then cultured for 6 h after transfection. RNAs were labeled during transcription with EU between 5 and 6 h after transfection. Labeled RNAs were analyzed by quantitative RT-PCR to measure the amounts of upstream and downstream exons, and spliced and unspliced forms (control AMO-transfected cells [Ctrl] = 1). Error bars indicate s.d. (n = 3). (B) HeLa cells were transfected with 10 nmol of control, U1, U2, U4 or U6 AMO, then cultured for 6 h after transfection. Total lysates of the cells were analyzed by western blotting to measure the level of Pol II, phospho-Ser5 and phospho-Ser2. Molecular weights are indicated to the left of the immunoblots. Asterisk indicates intermediate bands.SSA does not directly inhibit P-TEFb in vitroPol II CTD Ser2 is phosphorylated by P-TEFb, which consists of Cdk9 and CycT1 (42). To test if SSA directly inhibits P-TEFb kinase activity, we performed in vitro kinase assays using P-TEFb immunoprecipitated from HeLa whole cell extracts by an anti-CycT1 antibody and recombinant CTD. After incubation of recombinant CTD with immunoprecipitated P-TEFb, we observed phosphorylation of CTD Ser2 and auto-phosphorylation of Cdk9, demonstrating that the immunoprecipitated P-TEFb retained in vitro kinase activity (Figure ​(Figure4,4, lane 1). We next added a potent P-TEFb inhibitor, DRB (43,44) and found that phosphorylation of CTD Ser2 and auto-phosphorylation of Cdk9 were completely inhibited by DRB (Figure ​(Figure4,4, lane 2). In contrast, SSA did not inhibit P-TEFb kinase activity even at the highest concentration, 100 ng/ml (Figure ​(Figure4,4, lanes 3–5), suggesting that the decrease of phospho-Ser2 observed in SSA-treated cells is not caused by the direct inhibition of P-TEFb kinase activity by SSA, presumably thorough splicing inhibition. This result is consistent with the above results showing that splicing inhibition seems to cause downregulation of phospho-Ser2 level (Figures ​(Figures11–3).Open in a separate windowFigure 4.SSA does not inhibit P-TEFb activity in vitro. Recombinant GST-yCTD was mixed with immunoprecipitated P-TEFb from HeLa cell extract, ATP and MeOH (vehicle), DRB (50 μM) or SSA (1, 10, 100 ng/ml). Following a 4-h incubation at 30°C, phosphorylation of GST-yCTD and auto-phosphorylation of Cdk9 were analyzed by western blotting. Molecular weights are indicated to the left of the immunoblots.SSA treatment causes early dissociation of Pol II and decrease in phospho-Ser2 of chromatin-bound Pol IIFinally, to investigate how phosphorylation level of Ser2 decreases after SSA treatment, we performed ChIP experiments using an anti-Pol II antibody and an anti-phospho-Ser2 antibody to assess the distribution of total Pol II and Ser2-phosphorylated Pol II, respectively. On the GAPDH gene, the distribution of Pol II barely changed by SSA treatment at the 5′ end of the gene (Figure ​(Figure5B,5B, probes A and B). However, Pol II dissociated from the template DNA in SSA-treated cells at both the 3′ end of the gene and downstream region of poly(A) site to statistically significant levels (Figure ​(Figure5B,5B, probes C–E). We further explored if the early dissociation of Pol II occurs on other genes. On EGFR, ACTB, SMEK2 and CDK6 genes, early dissociation of Pol II was observed at the 3′ end of the genes by SSA treatment (Figure 5F probes D and E, Supplementary Figure S4B probes B–D, S4F probes C–F, S4J probes E and F). However, we did not observe early dissociation of Pol II on C-MYC for an unknown reason (Supplementary Figure S4N). Together, we observed early dissociation of Pol II at the 3′ end of most of the genes we tested.Open in a separate windowFigure 5.Pol II distribution and phosphorylation are affected by SSA treatment. (A and E) The locations of primers used in this assay are shown under the gene structures in red bars. TSS and pA indicate transcription start site and polyA site, respectively. (B, C, F and G) HeLa cells were treated with 30 ng/ml of SSA for 2 h and the distributions of Pol II (B and F) and the distribution of Ser2-phosphorylated Pol II (C and G) were analyzed by chromatin immunoprecipitation (ChIP). The amount of immunoprecipitated DNA fragments was measured by quantitative PCR. (D and H) Phosphorylation level was calculated using ChIP data shown in (B, C, F and G). Phosphorylation level was defined as the ratio of Ser2-phosphorylated Pol II to Pol II. Error bars indicate s.d. (n = 3). Statistical significance was investigated by the t-test (*P < 0.05; **P < 0.01; ***P < 0.001).To investigate if the early dissociation of Pol II from the template DNA can account for the decrease in Ser2 phosphorylation level by SSA treatment, we treated HeLa cells with SSA, then fractionated the cells into cytoplasmic and nuclear fractions (Figure ​(Figure6).6). The nuclear fractions were further fractionated into nucleoplasm and chromatin fractions. Pol II was detected mostly in the nuclear fraction and a tiny portion of Pol II was in the cytoplasm (Figure ​(Figure6,6, lanes 1–4). Pol II was detected both in the nucleoplasm and chromatin-bound fraction, and Pol II in the nucleoplasm was not phosphorylated (Figure ​(Figure6,6, lanes 5–6). In contrast, Pol II in the chromatin-bound fraction of MeOH-treated cells was highly phosphorylated, suggesting that the free Pol II in the nucleoplasm was dephosphorylated for the next cycle of transcription (Figure ​(Figure6,6, lane 7) (13,18). We used α-tubulin and histone H3 as markers for the cytoplasmic fraction and chromatin fraction, respectively (Figure ​(Figure6).6). We also used CycT1 and Cdk9 as nuclear markers and found that the proteins were enriched in the nucleoplasmic fraction compared to chromatin fraction (Figure ​(Figure6).6). These results indicate that early dissociation of Pol II by SSA treatment is one of the mechanisms underlying dephosphorylation of Ser2.Open in a separate windowFigure 6.Pol II is dephosphorylated in the nucleoplasm. HeLa cells were treated with SSA (30 ng/ml, 2 h), then fractionated into the cytoplasm (CP), nucleus (N), nucleoplasm (NP) and chromatin-bound fractions (CB). The samples were analyzed by western blotting as indicated. CycT1, Cdk9, α-tubulin and histone H3 were also examined as nuclear, cytoplasmic and chromatin fraction markers, respectively. Molecular weights are indicated to the left of the immunoblots.We also checked if SSA treatment affects phosphorylation level of chromatin-bound Pol II. A prominent decrease of Ser2-phosphorylated Pol II was observed after SSA treatment at the 3′ end of most of the genes we tested (Figure 5C, ​,G,G, Supplementary Figure S4C, S4G and S4K). Because early dissociation of Pol II was observed on these genes, it is possible that decrease of phospho-Ser2 just mirrors the decrease of chromatin-bound Pol II. To test this possibility, we calculated the ratio of phospho-Ser2 to Pol II and found that the ratio was decreased after SSA treatment at the 3′ end of EGFR, ACTB, SMEK2 and CDK6 genes (Figure ​(Figure5H5H probe E, Supplementary Figure S4D probe D, S4H probes E and F, and S4L probe F), suggesting that SSA treatment causes decrease of the phospho-Ser2 level of chromatin-bound Pol II. In contrast, on GAPDH, the diminution rate of Pol II was comparable with that of the phospho-Ser2 level and therefore the ratio of phospho-Ser2 to Pol II was not changed after SSA treatment on GAPDH (Figure ​(Figure5B5B–D, probes D and E). These results suggest that the phospho-Ser2 level of chromatin-bound Pol II is decreased by SSA treatment in a gene-specific manner. Taken together, we propose that splicing inhibition causes downregulation of the phospho-Ser2 level likely through two mechanisms: early dissociation of Pol II and decrease of phospho-Ser2 of chromatin-bound Pol II (Figure ​(Figure77).Open in a separate windowFigure 7.A model for the molecular mechanism of downregulation of phospho-Ser2 in splicing inhibited cells. (A) Phosphorylation level of Ser2 rises toward the 3′ end of genes. (B) In splicing inhibited cells, Pol II dissociates from the DNA template earlier than control cells. The dissociated Pol II is dephosphorylated for the next cycle of transcription. (C) In addition to the early dissociation, decrease of phospho-Ser2 of chromatin-bound Pol II occurs in a gene-specific manner. These two mechanisms contribute to downregulation of phospho-Ser2 when splicing is inhibited. DISCUSSIONPhosphorylation of CTD Ser2 is critical for transcription elongation and mRNA processing, including splicing and polyadenylation, through recruitment of factors involved in these steps (1,3–6,13,15–22). Although SRSF2 is involved in phosphorylation of Ser2 (23,24), whether splicing inhibition affects Ser2 phosphorylation status has not been addressed. This is an important question to understand the interconnection between transcription and RNA processing. In this study, we showed that phospho-Ser2 level decreased after treatment with splicing inhibitors and antisense oligos against U snRNAs, suggesting that cells sense splicing activity to control the Ser2 phosphorylation level. Our approach may not have segregated the effects of each AMO treatment, because the target snRNA functions cooperatively with other snRNAs and an AMO might indirectly inhibit other snRNAs. However treatment with all AMOs used in this study resulted in splicing inhibition and decrease in phospho-Ser2 level, therefore it is likely that splicing inhibition causes downregulation of phospho-Ser2 level.How do cells regulate the Ser2 phosphorylation level depending on splicing activity? Ser2 phosphorylation is carried out by kinases P-TEFb and the CDK12/CycK complex (7,8,11,12). Because splicing is indispensable for precise gene expression, in splicing inhibited cells, new synthesis of these kinases would be deficient and consequently protein level of the kinases would be downregulated. If this is the reason underlying downregulation of Ser2 phosphorylation, both transcription and translation inhibitors would also cause downregulation of Ser2 phosphorylation. However, our data showed this was not the case, indicating another mechanism regulates phospho-Ser2 level. Splicing activity might affect recruitment of P-TEFb and CDK12/CycK to Pol II. Another possibility is aberrant activation of the Ser2 phosphatase Fcp1 that travels with Pol II during transcription (45). If Fcp1 is indeed aberrantly activated, it would affect phosphorylation of Pol II on all genes. However, as downregulation of phospho-Ser2 level was observed in a gene-specific manner, such Fcp1 aberrant activation cannot account for the gene specificity. Therefore, it is more conceivable that recruitment of kinases and phosphatases for Ser2, especially CDK12/CycK that preferably localizes near the 3′ end of genes (7), might be affected in a gene-specific manner in SSA-treated cells, resulting in the gene-specific decrease of phospho-Ser2 level at the 3′ end of genes. Further studies are required to elucidate the molecular mechanism of decreased phopho-Ser2 of chromatin-bound Pol II in SSA-treated cells. Previous studies revealed that splicing factors, which are involved in relatively early steps of spliceosome assembly (e.g., components of U1 and U2 snRNP and SR proteins), affect transcription and Pol II phosphorylation. However, in this study, we revealed that inhibition of U4 and U6 snRNP, which participate in the spliceosome at a relatively late step, also affected phosphorylation status of Pol II. This result might provide insights into how downregulation of phospho-Ser2 occurs in splicing-deficient cells.We also found earlier dissociation of Pol II in SSA-treated cells compared with control cells. After transcription termination, Pol II is dephosphorylated by Fcp1 at Ser2 for the next cycle of transcription, therefore the early-dissociated Pol II must also be dephosphorylated (13,18). Indeed, we found that Pol II localized in nucleoplasm was dephosphorylated. Therefore, this early dissociation of Pol II seems to be another reason for decrease in phospho-Ser2 level. Several reports have shown that mRNA splicing affects Pol II distribution (46–48), however, the detailed molecular mechanism of the Pol II distribution changes is still unknown. The early dissociation of Pol II might be caused by obstacles on the DNA template that prevent efficient transcription. For example, nucleosomes that are tightly wrapped by DNA can be roadblocks for transcription (49–51) and DNA binding proteins can also potentially interfere with Pol II elongation (52–54). When Pol II encounters these roadblocks, Pol II might quit transcription and dissociate from template DNA. Further studies are required to clarify the molecular mechanism underlying Pol II distribution changes under splicing-inhibited conditions.In this study, we found a new interconnection between transcription and splicing. We revealed that splicing inhibition causes decrease of the phospho-Ser2 level, suggesting that splicing activity is required for maintaining the phospho-Ser2 level. Although the detailed molecular mechanism is still unknown, we believe that this finding serves to further our understanding of the mechanism of gene expression in eukaryotic cells. Supplementary Material\nSUPPLEMENTARY DATA:\nClick here to view.\n AcknowledgmentsWe are grateful to Kaida lab members for technical assistance. We thank Dr M. Yoshida for spliceostatin A and Dr A. Greenleaf for GST-yCTD. We also thank Dr Y. Hirose for helpful discussions and technical advice, and Drs N. Kataoka, J. Yong and C.K. Lau for critical reading of the manuscript. REFERENCES1. Hsin J.P., Manley J.L. The RNA polymerase II CTD coordinates transcription and RNA processing. Genes Dev. 2012;26:2119–2137. [PMC free article] [PubMed] [Google Scholar]2. Vannini A., Cramer P. Conservation between the RNA polymerase I, II, and III transcription initiation machineries. Mol. Cell. 2012;45:439–446. [PubMed] [Google Scholar]3. Buratowski S. Progression through the RNA polymerase II CTD cycle. Mol. Cell. 2009;36:541–546. [PMC free article] [PubMed] [Google Scholar]4. Drogat J., Hermand D. Gene-specific requirement of RNA polymerase II CTD phosphorylation. Mol. Microbiol. 2012;84:995–1004. [PubMed] [Google Scholar]5. Egloff S., Dienstbier M., Murphy S. Updating the RNA polymerase CTD code: adding gene-specific layers. Trends Genet. 2012;28:333–341. [PubMed] [Google Scholar]6. Zhou Q., Li T., Price D.H. RNA polymerase II elongation control. Annu. Rev. Biochem. 2012;81:119–143. [PMC free article] [PubMed] [Google Scholar]7. Bartkowiak B., Liu P., Phatnani H.P., Fuda N.J., Cooper J.J., Price D.H., Adelman K., Lis J.T., Greenleaf A.L. CDK12 is a transcription elongation-associated CTD kinase, the metazoan ortholog of yeast Ctk1. Genes Dev. 2010;24:2303–2316. [PMC free article] [PubMed] [Google Scholar]8. Blazek D., Kohoutek J., Bartholomeeusen K., Johansen E., Hulinkova P., Luo Z., Cimermancic P., Ule J., Peterlin B.M. The Cyclin K/Cdk12 complex maintains genomic stability via regulation of expression of DNA damage response genes. Genes Dev. 2011;25:2158–2172. [PMC free article] [PubMed] [Google Scholar]9. Hengartner C.J., Myer V.E., Liao S.M., Wilson C.J., Koh S.S., Young R.A. Temporal regulation of RNA polymerase II by Srb10 and Kin28 cyclin-dependent kinases. Mol. Cell. 1998;2:43–53. [PubMed] [Google Scholar]10. Komarnitsky P., Cho E.J., Buratowski S. Different phosphorylated forms of RNA polymerase II and associated mRNA processing factors during transcription. Genes Dev. 2000;14:2452–2460. [PMC free article] [PubMed] [Google Scholar]11. Ni Z., Schwartz B.E., Werner J., Suarez J.R., Lis J.T. Coordination of transcription, RNA processing, and surveillance by P-TEFb kinase on heat shock genes. Mol. Cell. 2004;13:55–65. [PubMed] [Google Scholar]12. Shim E.Y., Walker A.K., Shi Y., Blackwell T.K. CDK-9/cyclin T (P-TEFb) is required in two postinitiation pathways for transcription in the C. elegans embryo. Genes Dev. 2002;16:2135–2146. [PMC free article] [PubMed] [Google Scholar]13. Sims R.J. 3rd, Belotserkovskaya R., Reinberg D. Elongation by RNA polymerase II: the short and long of it. Genes Dev. 2004;18:2437–2468. [PubMed] [Google Scholar]14. Heidemann M., Hintermair C., Voss K., Eick D. Dynamic phosphorylation patterns of RNA polymerase II CTD during transcription. Biochim. Biophys. Acta. 2013;1829:55–62. [PubMed] [Google Scholar]15. Ahn S.H., Kim M., Buratowski S. Phosphorylation of serine 2 within the RNA polymerase II C-terminal domain couples transcription and 3′ end processing. Mol. Cell. 2004;13:67–76. [PubMed] [Google Scholar]16. Davidson L., Muniz L., West S. 3′ end formation of pre-mRNA and phosphorylation of Ser2 on the RNA polymerase II CTD are reciprocally coupled in human cells. Genes Dev. 2014;28:342–356. [PMC free article] [PubMed] [Google Scholar]17. Hirose Y., Ohkuma Y. Phosphorylation of the C-terminal domain of RNA polymerase II plays central roles in the integrated events of eucaryotic gene expression. J. Biochem. 2007;141:601–608. [PubMed] [Google Scholar]18. Hirose Y., Tacke R., Manley J.L. Phosphorylated RNA polymerase II stimulates pre-mRNA splicing. Genes Dev. 1999;13:1234–1239. [PMC free article] [PubMed] [Google Scholar]19. Ho C.K., Shuman S. Distinct roles for CTD Ser-2 and Ser-5 phosphorylation in the recruitment and allosteric activation of mammalian mRNA capping enzyme. Mol. Cell. 1999;3:405–411. [PubMed] [Google Scholar]20. McCracken S., Fong N., Rosonina E., Yankulov K., Brothers G., Siderovski D., Hessel A., Foster S., Shuman S., Bentley D.L. 5′-Capping enzymes are targeted to pre-mRNA by binding to the phosphorylated carboxy-terminal domain of RNA polymerase II. Genes Dev. 1997;11:3306–3318. [PMC free article] [PubMed] [Google Scholar]21. Mortillaro M.J., Blencowe B.J., Wei X., Nakayasu H., Du L., Warren S.L., Sharp P.A., Berezney R. A hyperphosphorylated form of the large subunit of RNA polymerase II is associated with splicing complexes and the nuclear matrix. Proc. Natl. Acad. Sci. U.S.A. 1996;93:8253–8257. [PMC free article] [PubMed] [Google Scholar]22. Gu B., Eick D., Bensaude O. CTD serine-2 plays a critical role in splicing and termination factor recruitment to RNA polymerase II in vivo. Nucleic Acids Res. 2013;41:1591–1603. [PMC free article] [PubMed] [Google Scholar]23. Ji X., Zhou Y., Pandit S., Huang J., Li H., Lin C.Y., Xiao R., Burge C.B., Fu X.D. SR proteins collaborate with 7SK and promoter-associated nascent RNA to release paused polymerase. Cell. 2013;153:855–868. [PMC free article] [PubMed] [Google Scholar]24. Lin S., Coutinho-Mansfield G., Wang D., Pandit S., Fu X.D. The splicing factor SC35 has an active role in transcriptional elongation. Nat. Struct. Mol. Biol. 2008;15:819–826. [PMC free article] [PubMed] [Google Scholar]25. Kramer A. The structure and function of proteins involved in mammalian pre-mRNA splicing. Annu. Rev. Biochem. 1996;65:367–409. [PubMed] [Google Scholar]26. Wahl M.C., Will C.L., Luhrmann R. The spliceosome: design principles of a dynamic RNP machine. Cell. 2009;136:701–718. [PubMed] [Google Scholar]27. Will C.L., Luhrmann R. Spliceosome structure and function. Cold Spring Harb. Perspect. Biol. 2011;3:a003707. [PMC free article] [PubMed] [Google Scholar]28. Kaida D., Motoyoshi H., Tashiro E., Nojima T., Hagiwara M., Ishigami K., Watanabe H., Kitahara T., Yoshida T., Nakajima H., et al.  Spliceostatin A targets SF3b and inhibits both splicing and nuclear retention of pre-mRNA. Nat. Chem. Biol. 2007;3:576–583. [PubMed] [Google Scholar]29. Kaida D., Schneider-Poetsch T., Yoshida M. Splicing in oncogenesis and tumor suppression. Cancer Sci. 2012;103:1611–1616. [PMC free article] [PubMed] [Google Scholar]30. Kotake Y., Sagane K., Owa T., Mimori-Kiyosue Y., Shimizu H., Uesugi M., Ishihama Y., Iwata M., Mizui Y. Splicing factor SF3b as a target of the antitumor natural product pladienolide. Nat. Chem. Biol. 2007;3:570–575. [PubMed] [Google Scholar]31. Schneider-Poetsch T., Usui T., Kaida D., Yoshida M. Garbled messages and corrupted translations. Nat. Chem. Biol. 2010;6:189–198. [PubMed] [Google Scholar]32. Yokoi A., Kotake Y., Takahashi K., Kadowaki T., Matsumoto Y., Minoshima Y., Sugi N.H., Sagane K., Hamaguchi M., Iwata M., et al.  Biological validation that SF3b is a target of the antitumor macrolide pladienolide. FEBS J. 2011;278:4870–4880. [PubMed] [Google Scholar]33. Davidson L., West S. Splicing-coupled 3′ end formation requires a terminal splice acceptor site, but not intron excision. Nucleic Acids Res. 2013;41:7101–7114. [PMC free article] [PubMed] [Google Scholar]34. Kaida D., Berg M.G., Younis I., Kasim M., Singh L.N., Wan L., Dreyfuss G. U1 snRNP protects pre-mRNAs from premature cleavage and polyadenylation. Nature. 2010;468:664–668. [PMC free article] [PubMed] [Google Scholar]35. Matter N., Konig H. Targeted ‘knockdown’ of spliceosome function in mammalian cells. Nucleic Acids Res. 2005;33:e41. [PMC free article] [PubMed] [Google Scholar]36. Younis I., Dittmar K., Wang W., Foley S.W., Berg M.G., Hu K.Y., Wei Z., Wan L., Dreyfuss G. Minor introns are embedded molecular switches regulated by highly unstable U6atac snRNA. Elife. 2013;2:e00780. [PMC free article] [PubMed] [Google Scholar]37. Morris D.P., Lee J.M., Sterner D.E., Brickey W.J., Greenleaf A.L. Assaying CTD kinases in vitro and phosphorylation-modulated properties of RNA polymerase II in vivo. Methods. 1997;12:264–275. [PubMed] [Google Scholar]38. Ma Y., Chen L., Wright G.M., Pillai S.R., Chellappan S.P., Cress W.D. CDKN1C negatively regulates RNA polymerase II C-terminal domain phosphorylation in an E2F1-dependent manner. J. Biol. Chem. 2010;285:9813–9822. [PMC free article] [PubMed] [Google Scholar]39. Mendez J., Stillman B. Chromatin association of human origin recognition complex, cdc6, and minichromosome maintenance proteins during the cell cycle: assembly of prereplication complexes in late mitosis. Mol. Cell. Biol. 2000;20:8602–8612. [PMC free article] [PubMed] [Google Scholar]40. Koga M., Satoh T., Takasaki I., Kawamura Y., Yoshida M., Kaida D. U2 snRNP is required for expression of the 3′ end of genes. PLoS One. 2014;9:e98015. [PMC free article] [PubMed] [Google Scholar]41. Bensaude O. Inhibiting eukaryotic transcription: Which compound to choose? How to evaluate its activity. Transcription. 2011;2:103–108. [PMC free article] [PubMed] [Google Scholar]42. Bres V., Yoh S.M., Jones K.A. The multi-tasking P-TEFb complex. Curr. Opin. Cell Biol. 2008;20:334–340. [PMC free article] [PubMed] [Google Scholar]43. Marshall N.F., Price D.H. Purification of P-TEFb, a transcription factor required for the transition into productive elongation. J. Biol. Chem. 1995;270:12335–12338. [PubMed] [Google Scholar]44. Yamaguchi Y., Shibata H., Handa H. Transcription elongation factors DSIF and NELF: promoter-proximal pausing and beyond. Biochim. Biophys. Acta. 2013;1829:98–104. [PubMed] [Google Scholar]45. Cho E.J., Kobor M.S., Kim M., Greenblatt J., Buratowski S. Opposing effects of Ctk1 kinase and Fcp1 phosphatase at Ser 2 of the RNA polymerase II C-terminal domain. Genes Dev. 2001;15:3319–3329. [PMC free article] [PubMed] [Google Scholar]46. Martins S.B., Rino J., Carvalho T., Carvalho C., Yoshida M., Klose J.M., de Almeida S.F., Carmo-Fonseca M. Spliceosome assembly is coupled to RNA polymerase II dynamics at the 3′ end of human genes. Nat. Struct. Mol. Biol. 2011;18:1115–1123. [PubMed] [Google Scholar]47. Furumai R., Uchida K., Komi Y., Yoneyama M., Ishigami K., Watanabe H., Kojima S., Yoshida M. Spliceostatin A blocks angiogenesis by inhibiting global gene expression including VEGF. Cancer Sci. 2010;101:2483–2489. [PubMed] [Google Scholar]48. Chathoth K.T., Barrass J.D., Webb S., Beggs J.D. A splicing-dependent transcriptional checkpoint associated with prespliceosome formation. Mol. Cell. 2014;53:779–790. [PMC free article] [PubMed] [Google Scholar]49. Bondarenko V.A., Steele L.M., Ujvari A., Gaykalova D.A., Kulaeva O.I., Polikanov Y.S., Luse D.S., Studitsky V.M. Nucleosomes can form a polar barrier to transcript elongation by RNA polymerase II. Mol. Cell. 2006;24:469–479. [PubMed] [Google Scholar]50. Kireeva M.L., Hancock B., Cremona G.H., Walter W., Studitsky V.M., Kashlev M. Nature of the nucleosomal barrier to RNA polymerase II. Mol. Cell. 2005;18:97–108. [PubMed] [Google Scholar]51. Li B., Carey M., Workman J.L. The role of chromatin during transcription. Cell. 2007;128:707–719. [PubMed] [Google Scholar]52. Gowher H., Brick K., Camerini-Otero R.D., Felsenfeld G. Vezf1 protein binding sites genome-wide are associated with pausing of elongating RNA polymerase II. Proc. Natl. Acad. Sci. U.S.A. 2012;109:2370–2375. [PMC free article] [PubMed] [Google Scholar]53. Gromak N., West S., Proudfoot N.J. Pause sites promote transcriptional termination of mammalian RNA polymerase II. Mol. Cell. Biol. 2006;26:3986–3996. [PMC free article] [PubMed] [Google Scholar]54. Robson-Dixon N.D., Garcia-Blanco M.A. MAZ elements alter transcription elongation and silencing of the fibroblast growth factor receptor 2 exon IIIb. J. Biol. Chem. 2004;279:29075–29084. [PubMed] [Google Scholar]"}