{"title": "Condensin targets and reduces unwound DNA structures associated with transcription in mitotic chromosome condensation", "pubDate": "2015", "PMCID": "PMC4525155", "DOI": "10.1038/ncomms8815", "PMID": "26204128", "abstract": "Chromosome condensation is a hallmark of mitosis in eukaryotes and is a prerequisite for faithful segregation of genetic material to daughter cells. Here we show that condensin, which is essential for assembling condensed chromosomes, helps to preclude the detrimental effects of gene transcription on mitotic condensation. ChIP-seq profiling reveals that the fission yeast condensin preferentially binds to active protein-coding genes in a transcription-dependent manner during mitosis. Pharmacological and genetic attenuation of transcription largely rescue bulk chromosome segregation defects observed in condensin mutants. We also demonstrate that condensin is associated with and reduces unwound DNA segments generated by transcription, providing a direct link between an in vitro activity of condensin and its in vivo function. The human condensin isoform condensin I also binds to unwound DNA regions at the transcription start sites of active genes, implying that our findings uncover a fundamental feature of condensin complexes.", "author": [{"author": "Takashi Sutani", "affiliation": ["Research Center for Epigenetic Disease, Institute of Molecular and Cellular Biosciences, The University of Tokyo, Tokyo 113-0032, Japan."], "href": "/?term=Sutani+T&cauthor_id=26204128"}, {"author": "Toyonori Sakata", "affiliation": ["Research Center for Epigenetic Disease, Institute of Molecular and Cellular Biosciences, The University of Tokyo, Tokyo 113-0032, Japan."], "href": "/?term=Sakata+T&cauthor_id=26204128"}, {"author": "Ryuichiro Nakato", "affiliation": ["Research Center for Epigenetic Disease, Institute of Molecular and Cellular Biosciences, The University of Tokyo, Tokyo 113-0032, Japan."], "href": "/?term=Nakato+R&cauthor_id=26204128"}, {"author": "Koji Masuda", "affiliation": ["Research Center for Epigenetic Disease, Institute of Molecular and Cellular Biosciences, The University of Tokyo, Tokyo 113-0032, Japan."], "href": "/?term=Masuda+K&cauthor_id=26204128"}, {"author": "Mai Ishibashi", "affiliation": ["Research Center for Epigenetic Disease, Institute of Molecular and Cellular Biosciences, The University of Tokyo, Tokyo 113-0032, Japan."], "href": "/?term=Ishibashi+M&cauthor_id=26204128"}, {"author": "Daisuke Yamashita", "affiliation": ["Chromosome Dynamics Laboratory, RIKEN, Wako, Saitama 351-0198, Japan."], "href": "/?term=Yamashita+D&cauthor_id=26204128"}, {"author": "Yutaka Suzuki", "affiliation": ["Department of Medical Genome Sciences, Graduate School of Frontier Sciences, The University of Tokyo, Kashiwa, Chiba 277-8561, Japan."], "href": "/?term=Suzuki+Y&cauthor_id=26204128"}, {"author": "Tatsuya Hirano", "affiliation": ["Chromosome Dynamics Laboratory, RIKEN, Wako, Saitama 351-0198, Japan."], "href": "/?term=Hirano+T&cauthor_id=26204128"}, {"author": "Masashige Bando", "affiliation": ["Research Center for Epigenetic Disease, Institute of Molecular and Cellular Biosciences, The University of Tokyo, Tokyo 113-0032, Japan."], "href": "/?term=Bando+M&cauthor_id=26204128"}, {"author": "Katsuhiko Shirahige", "affiliation": ["Research Center for Epigenetic Disease, Institute of Molecular and Cellular Biosciences, The University of Tokyo, Tokyo 113-0032, Japan.", "CREST, Japan Science and Technology Agency (JST), K's Gobancho 6F, 7, Gobancho, Chiyoda-ku, Tokyo 102-0076, Japan."], "href": "/?term=Shirahige+K&cauthor_id=26204128"}], "refPMID": ["8970729", "17046228", "22236810", "15952899", "19308696", "19491928", "21763138", "23218009", "22855829", "16633335", "21765419", "12667441", "9288743", "11136719", "24088984", "24125077", "6094012", "7957061", "18708580", "15195092", "12944972", "22885700", "23672187", "18362178", "21633354", "11073994", "17434133", "10485849", "21540296", "24621506", "23697806", "23000482", "22983086", "22982363", "9285594", "12773391", "23416946", "9242902", "22645654", "12000964", "15146063", "18003702", "22986266", "9204705", "15125840", "22387027", "25847133", "24173036", "15190202", "19158678", "19910488", "25392932", "16969110", "22020438", "19270160", "21169989", "24286025", "20946835", "16169489", "14667408", "25252976", "21931633", "19234140", "22926262", "11859360", "19261174", "21221095", "22039153", "12854975", "20064463"], "citedInPMID": ["26204128", "34520548", "34083394", "33877578", "33771877", "33490151", "33434270", "33153481", "33078399", "32922082", "32692956", "32277274", "31831736", "31615333", "31461456", "31123040", "31092096", "31072933", "31055637", "30922844", "30858338", "30361853", "30205748", "29970489", "29735745", "29467813", "29358048", "29046167", "29037439", "28936767", "28181049", "27909798", "27796495", "27548313", "27541002", "27387439", "27325700", "27278645", "27266525", "27075410", "27061734", "27030795", "27008552", "26979602", "26945040", "26686624", "26641248"], "body": " AbstractChromosome condensation is a hallmark of mitosis in eukaryotes and is a prerequisite for faithful segregation of genetic material to daughter cells. Here we show that condensin, which is essential for assembling condensed chromosomes, helps to preclude the detrimental effects of gene transcription on mitotic condensation. ChIP-seq profiling reveals that the fission yeast condensin preferentially binds to active protein-coding genes in a transcription-dependent manner during mitosis. Pharmacological and genetic attenuation of transcription largely rescue bulk chromosome segregation defects observed in condensin mutants. We also demonstrate that condensin is associated with and reduces unwound DNA segments generated by transcription, providing a direct link between an in vitro activity of condensin and its in vivo function. The human condensin isoform condensin I also binds to unwound DNA regions at the transcription start sites of active genes, implying that our findings uncover a fundamental feature of condensin complexes. Each chromosomal DNA molecule in the interphase nucleus is disentangled from the others and organized into a compact rod-shaped structure on entry into mitosis. In many species, chromosome condensation requires two proteinaceous factors, DNA topoisomerase II and condensin1,2. Inactivation of either factor by a gene mutation or knockdown results in chromosome condensation defects and ultimately chromosome missegregation, demonstrating that mitotic condensation is a prerequisite for faithful segregation of chromosomes. Topoisomerase II is believed to disentangle DNA strands via its DNA strand passage function during the condensation process3. In contrast, despite extensive investigation, far less is understood about how condensin, a conserved five-subunit complex with ATPase domains, functions in this process4,5,6,7,8,9.There are two prevailing models for the in vivo functions of condensin. One is that condensin functions as a crosslinker that provides a network of interactions between distant chromatin segments7,8. This model is largely derived from the structural similarity of condensin to its molecular cousin, cohesin, which makes a bridge between two sister chromatids10,11. The other is that condensin controls higher-order chromatin coiling to promote condensation12. The experimental basis for this model is the observation that human and frog condensin I, one of two condensin isoforms these species possess, can introduce positive supercoiling into a relaxed circular DNA in the presence of topoisomerase I in vitro13,14. To clarify how condensin acts on chromosomes, it is essential to know where in the genome condensin is bound and how it modulates configuration of chromosomal DNA in that region. Recent work15,16 has revealed an association of condensin I and II complexes with transcribed genes in chicken and Caenorhabditis elegans chromosomes, respectively, providing valuable insight into this question. It remains to be elucidated, however, how condensin functions at its binding sites.The fission yeast Schizosaccharomyces pombe shows clear mitotic chromosome condensation despite its relatively small genome size17,18, making it an ideal system for investigating chromosome condensation in a genetically tractable organism. Previous work using DNA microarrays19 revealed enrichment of fission yeast condensin at transcribed loci, including transfer RNA (tRNA) and ribosomal protein genes, similar to the observations in chicken and C. elegans. Many mitotically active genes are not included20, however, in these detected binding sites, which limits the support for a link between transcription and condensin binding. Massively parallel sequencing has since become available and offers an opportunity to re-examine the distribution profile of condensin binding, as it enables more sensitive and accurate identification of DNA fragments.In this study, we present improved, multiply validated, genome-wide profiles of condensin binding on fission yeast mitotic chromosomes. In addition, we demonstrate that these binding sites are associated with actively transcribed RNA polymerase II (RNAP2)-driven genes, and that at these sites transcription promotes and condensin prevents accumulation of unwound DNA structure, which is presumably detrimental to assembling properly condensed chromosomes. ResultsGenome-wide distribution of fission yeast condensinS. pombe cells in which the condensin subunit Cut14 (S. pombe homologue of Smc2) was tagged with the PK epitope were arrested in prometaphase and subjected to chromatin immunoprecipitation sequencing (ChIP-seq) analysis21,22,23. The resulting profile (Fig. 1a) showed prominent peaks at centromeres and ribosomal DNA (rDNA) loci, corresponding to two major condensin binding sites identified in fission yeast24,25. In addition to these known loci, the profile revealed ∼340 novel sites with moderate but statistically significant condensin enrichment along the chromosome arms. Among these, 49 sites exhibited enrichment comparable to that seen at centromeres and rDNA loci (Supplementary Table 1). The validity of the profile was assessed through several means. The profile was reproducible and dependent on the presence of the epitope tag on condensin (Supplementary Fig. 1a−c). Moreover, quantitative PCR (qPCR) measurements at multiple genomic loci of ChIP-purified DNA from wild-type or condensin mutant cells verified that binding in the ChIP-seq profile was quantitatively accurate and relied on the functional integrity of the condensin complex (Fig. 1b,c and Supplementary Fig. 1d,e). We therefore conclude that the ChIP-seq profiles captured genuine condensin binding to chromosomes both precisely and accurately. It should be noted that these profiles do not indicate that condensin was absent from regions other than the detected peaks. Indeed, the results of both ChIP-seq and ChIP-qPCR show that a significant amount of condensin was found along the entire nuclear genome, although it was more prominent at the peaks (Supplementary Fig. 1d,f). Hereafter, we refer to the detected peaks as condensin binding sites and focus our analysis on these sites.Open in a separate windowFigure 1Identification of condensin binding sites in fission yeast mitotic chromosomes.(a) Binding profile of condensin complex along the chromosome III (chr III) left arm. Cells with an epitope-tagged condensin subunit (Cut14-PK) were arrested at prometaphase by the nda3-KM311 cold-sensitive tubulin allele and analysed by ChIP-seq using anti-PK antibody. The rER (vertical axis) reflects the binding probability at the corresponding genome site (horizontal axis); cen, centromere. (b) Verification of ChIP-seq results by qPCR. DNA isolated by Cut14-PK ChIP was measured by qPCR at 13 selected sites in the genome, including the identified condensin binding sites (Supplementary Fig. 1d). The resulting ChIP efficiency values (represented as % input) showed good correlation with ChIP-seq rERs, verifying the accuracy of ChIP-seq results. r, Pearson's correlation coefficient. (c) Physiological relevance of detected condensin binding. Chromosome binding of epitope-tagged wild-type and temperature-sensitive35 Cut14 proteins (Cut14-PK and Cut14ts-PK, respectively) was assayed by ChIP-qPCR. Cells were arrested in prometaphase by cultivating at 20 °C, a permissive temperature for cut14-208 but restrictive temperature for the cold-sensitive nda3 mutation. The mutant protein showed reduced binding at all locations tested, including the newly identified Cut14-enriched sites (orange), even at the permissive temperature. Each qPCR site is named after the nearby gene or genomic feature; cnt, central core regions of centromeres 1 and 3. Cut14ts protein is not heat labile and is as stable as the wild-type protein35. No tag, untagged wild-type cells as a control. Error bars represent s.d. (n=2, technical replicates in qPCR). (d) Heat map of condensin enrichment for all protein-coding genes from 1 kb upstream of the TSS to 1 kb downstream of the TTS. Gene lengths are scaled to the same size. Genes are ranked from highest to lowest condensin enrichment.Condensin localizes at active genesChIP-seq profiles indicated that condensin was enriched on a subset of genes, with notable accumulation around transcription termination sites (TTSs; Fig. 1d). Genes that show expression peaks in the M–G1 phases20 were significantly enriched for condensin binding (for example, ecm33+, eng1+\ncdc22+; P=3.3 × 10–11; Fisher's exact test), indicating that condensin was localized on mitotically transcribed genes. Indeed, ChIP-seq analysis of RNAP2 revealed that condensin was perfectly co-localized with RNAP2 in mitotic cells (Fig. 2a). With the exception of centromere and rDNA regions, the co-localization was verified in a genome-wide correlation plot (Fig. 2b). Moreover, the RNAP2 binding detected by ChIP-seq reflected actively transcribing polymerase, because RNA-seq analysis revealed the presence of mRNAs of the corresponding genes (Fig. 2a). Reverse transcription–qPCR (RT–qPCR) and immunostaining for active RNAP2 also confirmed the presence of active transcription in fission yeast mitotic cells (Supplementary Fig. 2a,b). Consistent with previous work using the ChIP-chip method19, the current analysis also detected moderate accumulation of condensin at many tRNA genes (Fig. 2b). The current ChIP-seq analysis therefore successfully extended the previous study, providing condensin distribution profiles with increased sensitivity and accuracy.Open in a separate windowFigure 2Transcription-dependent condensin binding at RNAP2-driven active genes.(a) ChIP-seq profiles of condensin (Cut14-PK), RNAP2 (detected by monoclonal antibody 8WG16, recognizing the largest subunit Rpb1) and all RNA polymerases (RNAPs, detected using the PK epitope on the common subunit Rpb5), as well as a poly(A)-selected RNA-seq profile. All profiles are from prometaphase cells. Annotated ORFs (cyan) and other transcripts (non-coding RNA and tRNA, magenta) are shown at the bottom. chr I, chromosome I. (b) Genome-wide correlation plot of Cut14-PK and RNAP2 ChIP-seq results. Purple, green and blue correspond to centromeres (cen), rDNA and tRNA gene loci, respectively. (c) Transcription-dependent condensin binding. Cut14-PK cells in prometaphase were treated with the transcription inhibitor 1,10-phenanthroline (Ph; 60 or 120 μg ml−1) or thiolutin (Th; 20 μg ml−1) for 30 min and analysed by anti-PK or anti-RNAP2 ChIP-qPCR. The translation inhibitor cycloheximide (CHX; 100 μg ml-1) was used as a negative control. Error bars represent s.d. (n=2, technical replicates in qPCR). cnt, central core regions of centromeres 1 and 3.We next examined whether condensin binding to RNAP2-driven transcriptionally active genes, the major binding sites along the chromosome arms, was dependent on transcription. Treatment with the RNA polymerase inhibitors 1,10-phenanthroline or thiolutin26,27 reduced the amount of both RNAP2 and condensin associated with condensin binding sites (Fig. 2c). In contrast, the translation inhibitor cycloheximide had no effect, precluding the possibility that an attenuation of protein synthesis caused dissociation of condensin. Our genome-wide correlation plot suggests that 1,10-phenanthroline treatment caused condensin to dissociate from chromosomes, not translocate along them (Supplementary Fig. 2c). Taken together, these results indicate that condensin binding to chromosomes depends on transcription. Time course analysis of 1,10-phenanthroline treatment further revealed that dissociation of condensin occurred significantly more slowly than that of RNAP2 (Supplementary Fig. 2d), implying that condensin recognizes not RNAP2 itself, but something else coupled with transcriptional activity (such as a locally unwound DNA structure, see below). An additional experiment in which expression of a foreign gene was induced by a mitotically active promoter also supported the proposition that active transcription is sufficient for condensin recruitment (Supplementary Fig. 2e,f).Transcription attenuation rescues condensin mutantsA key question that arises from these analyses is why condensin localizes at transcriptionally active genes during mitosis. One possibility is that active genes act as footholds, or cis-acting DNA elements, from which condensin promotes global chromosome condensation. In this model, condensin dissociation caused by transcription inhibition should cause condensation defects, eventually leading to chromosome missegregation, as seen in condensin mutants18,28. Treatment of wild-type mitotic cells with transcription inhibitors, however, revealed little or no increase in missegregation (Fig. 3a). An alternative model is that actively transcribed regions require a higher level of condensin activity to be assembled into condensed chromosomes. To test this idea, cells of cut14-208, a temperature-sensitive condensin subunit mutant18, were arrested at prometaphase and then released into the cell cycle at a restrictive temperature (34 °C) in the absence or presence of an RNA polymerase inhibitor (1,10-phenanthroline or thiolutin). Untreated cut14 cells showed a condensation defect leading to a severe chromosome segregation defect at the restrictive temperature. Addition of either RNA polymerase inhibitor markedly rescued the segregation defect (Fig. 3a), supporting the second model. Moreover, these same transcription inhibitors partially rescued the temperature-sensitive growth of condensin mutants but did not suppress that of the DNA topoisomerase II mutant top2 (ref. 29), another factor that functions in chromosome condensation (Supplementary Fig. 3a), indicating that growth rescue by transcription inhibition is specific to condensin mutants. We therefore conclude that active transcription on mitotic chromosomes impedes chromosome segregation when condensin function is compromised.Open in a separate windowFigure 3Suppression of chromosome segregation defect in condensin mutants by transcriptional attenuation.(a) Wild-type (WT) or temperature-sensitive condensin mutant (cut14-208) cells were arrested at prometaphase, treated with or without a transcription inhibitor (1,10-phenanthroline (Ph; 60 μg ml−1) or thiolutin (Th; 1 μg ml−1)) for 30 min and then released from arrest at the restrictive temperature (34 °C) for 15 min. Cells were fixed, and the nuclear morphology in post-anaphase cells was examined by DAPI staining. The frequency of stretched but unsegregated nuclei in cut14-208 cells was significantly reduced by inhibitor treatment. Error bars represent s.e.m. (n=3, independent experiments). Scale bar, 5 μm. (b) Suppressor mutations in three independent phenotypic revertants of cut3 were revealed by whole-genome sequencing to reside in med6 (Mediator complex subunit 6). X, nonsense mutation; fs, frameshift mutation. (c) Rescue of growth defect in condensin mutants by med6 deletion (med6Δ). Med6 depletion rescued cut3-477 completely at 36 °C and partially suppressed the more severe cut14-208 at 33 °C. (d) Rescue of chromosome segregation defect in condensin mutants by med6Δ. Cells were cultivated at restrictive temperatures (36 °C, 4 h for cut3, cut3 med6Δ; 34 °C, 2 h for cut14, cut14 med6Δ) and then fixed. Nuclear morphology in mitotic cells was revealed by DAPI staining. Scale bar, 5 μm. (e) Genome-wide comparison of RNAP2 binding between WT and med6Δ cells. The amount of RNAP2 bound to each protein-coding gene was calculated based on ChIP-seq and ChIP-qPCR results and plotted. RNAP2 binding was decreased at most genes in med6Δ. Genes monitored by qPCR (Supplementary Fig. 3b) are shown in red.The idea that transcription is detrimental to condensation is further supported by newly identified genetic interactions. When cells of cut3-477, a temperature-sensitive mutant of the Cut3 (S. pombe homologue of Smc4) condensin subunit18, were grown at a restrictive temperature (34 °C), phenotypic revertants appeared and formed colonies at a low frequency (typically ∼1 in 107 cells). These revertants are likely to carry spontaneous suppressor mutations. Whole-genome sequencing30 revealed that three independent revertants possessed mutations in the same open reading frame (ORF), med6 (also known as pmc5; Fig. 3b). The identified mutations include nonsense and frameshift mutations, suggesting that loss of Med6 function suppresses the cut3 mutant. Indeed, Med6 is not essential for cell survival31, and med6 gene deletion fully restored the ability of cut3 mutant cells to form colonies and execute faithful chromosome segregation at the restrictive temperature of 36 °C (Fig. 3c,d). The med6 deletion also partially rescued the cut14-208 mutant at a lower temperature (Fig. 3c,d). Med6 is a subunit of the Mediator complex, which constitutes the basic transcriptional apparatus (including general transcription factors and RNAP2) and is required for activator-dependent, RNAP2-driven transcription32,33. med6 deletion is therefore expected to reduce transcription for at least a subset of protein-coding genes. Thus, we performed RNAP2 ChIP-qPCR in prometaphase-arrested med6-deleted cells (med6Δ). Binding of RNAP2 was reduced at most sites measured (Supplementary Fig. 3b). Quantitative comparison of ChIP-seq data sets between wild-type and med6Δ cells further revealed that med6 deletion caused a marked reduction in transcription of the majority of RNAP2-dependent genes on a genome-wide scale (Fig. 3e). Taken together, these analyses demonstrate that intact condensin function is required for proper condensation and faithful segregation of mitotic chromosomes with active RNAP2-driven transcription. The selective binding of condensin to active genes likely reflects a higher demand for its activity to accommodate these regions into condensed chromatin.Condensin binds to unwound DNATo understand how condensin functions at highly transcribed genes, we first examined whether condensin negatively regulates transcription in mitotic cells. We created a fission yeast strain in which Cnd2 (S. pombe homologue of NCAPH), an essential subunit of condensin28, can be depleted by shutting off its expression (Supplementary Fig. 4a,b). This allowed us to eliminate active condensin almost completely when cells were arrested in prometaphase (Supplementary Fig. 4c–e). By RT–qPCR, we found that in Cnd2-depleted (Cnd2(−)) cells, the transcript levels of genes with condensin binding was not increased, but rather was slightly decreased (Supplementary Fig. 5a). In addition, immunoblotting revealed that the amount of active RNAP2 (phosphorylated at Ser2 or Ser5 in the C-terminal domain repeats34) was almost indistinguishable between wild-type and Cnd2(−) cells (Supplementary Fig. 5b). Thus, condensin did not actively repress transcription in fission yeast mitotic cells. We also investigated whether condensin acts by regulating chromatin configuration at active genes. Using histone H3 ChIP-seq, we found that nucleosome distribution was almost identical between wild-type and Cnd2(−) cells (Supplementary Fig. 5c), indicating that this is not the case.The Cut3-Cut14 heterodimer, the core component of the condensin complex, promotes renaturation of complementary single-stranded DNA (ssDNA) fragments and has a higher affinity for ssDNA than double-stranded DNA in vitro35,36. Because transcription is accompanied by DNA unwinding37, we speculated that unwound DNA segments in transcribed genes might be targeted and restored by condensin. We tested this idea first by examining whether condensin-bound DNA contains single-stranded regions. DNA associated with condensin was isolated by ChIP, treated on the immunoprecipitation beads with nuclease P1 (which digests ssDNA or single-stranded RNA) and then eluted from the beads. qPCR quantification revealed that the majority of condensin-bound DNA is sensitive to P1 (Fig. 4a). This sensitivity to nuclease P1 was specific to condensin-bound DNA, because DNA associated with the related complex cohesin4,10 (purified by Rad21-GFP ChIP) showed no sensitivity to nuclease P1 (Fig. 4a). Bulk nucleosomal DNA purified by histone H3 ChIP also showed no P1 sensitivity at condensin binding sites (Fig. 4a), revealing that condensin binding was directly linked to P1-sensitive structures. Finally, treatment with RNases instead of nuclease P1 produced no reduction in the amount of recovered DNA (Fig. 4b), suggesting that P1 sensitivity was not due to digestion of RNA. Taken together, these results indicate that condensin-bound DNA contains ssDNA.Open in a separate windowFigure 4Presence of ssDNA at condensin binding sites.(a) Treatment of condensin-bound DNA fragments with nuclease P1, which is specific to ssDNA/single-stranded RNA. DNA fragments purified by Cut14-PK ChIP from prometaphase cells were treated with P1 on beads and then eluted and measured by qPCR (left). P1 sensitivity was specific to condensin-bound fragments, because bulk DNA at the same sites (purified by anti-histone H3 ChIP from prometaphase cells) or cohesin-associated DNA (purified by Rad21-GFP ChIP from asynchronous cells) showed no sensitivity (middle and right, respectively). (b) RNase treatment of condensin-bound DNA fragments. RNase A or RNase H treatment, which digests single-stranded RNA or RNA within DNA:RNA hybrids, respectively, caused no reduction in qPCR measurements, precluding the possibility that the condensin-DNA association is mediated by RNA. Error bars represent s.d. (n=2, technical replicates in qPCR). cnt, central core regions of centromeres 1 and 3.Binding of condensin to unwound DNA was further supported by ChIP-seq analysis of Ssb1, the largest subunit of replication protein A (RPA). Because RPA is a eukaryotic ssDNA-binding factor38, Ssb1 localization demonstrates the presence of ssDNA regions. Similar to condensin, Ssb1 was enriched on highly expressed genes, with significant accumulation around the TTS, and little to no Ssb1 was seen on unexpressed genes (Fig. 5a). It is noteworthy that DNA around the TTS is relatively guanine-cytosine (GC) poor, which could explain why the unwound DNA structure produced by transcription resists rewinding to double-stranded DNA. Collectively, these results strongly demonstrate that condensin on mitotic chromosomes is bound to the unwound DNA in transcribed genes.Open in a separate windowFigure 5Opposing roles of transcription and condensin in DNA unwinding.(a) Metagene ChIP-seq profiles of condensin (Cut14-PK) and the eukaryotic ssDNA-binding factor RPA (Ssb1-PK). Distribution profiles were averaged over highly expressed genes in prometaphase cells (top 10%) as well as poorly expressed genes (bottom 50%). The profile is from 1 kb upstream of the TSS to 1 kb downstream of the TTS, and gene lengths were scaled to the same size. Top bars represent average GC content in a 100-bp window (bright green indicates lower GC content). Ssb1 is co-localized with condensin around the TTS of highly expressed genes. (b) ChIP-qPCR analysis of Ssb1-PK in prometaphase-arrested wild-type and condensin-depleted cells. Condensin depletion increased chromosomal binding of Ssb1 at condensin binding sites (orange), but this effect was attenuated by the transcription inhibitor 1,10-phenanthroline (Ph). Error bars represent s.d. (n=2, technical replicates in qPCR). (c,d) Wild-type (WT), cut14, cut14 med6Δ and top2 cells expressing GFP-tagged Ssb1 and mCherry-tagged Atb2 (encoding α-tubulin) were cultured at 34 °C for 1 h and then fixed. Ph and thiolutin (Th) indicate treatment for the last 30 min with Ph (120 μg ml−1) and Th (2 μg ml−1), respectively. Micrographs of representative mitotic cells (c) and frequency of Ssb1 focus formation in nuclei of early mitotic cells with short spindles (d) are shown. Untreated cut14 cells showed elevated levels of Ssb1 focus formation compared with WT, drug-treated cut14 or cut14 med6Δ cells (**P<0.01 and ***P<0.001; Welch's t-test, one tailed), indicating that transcription promotes and condensin represses the accumulation of unwound DNA segments in mitotic cells. Scale bar, 5 μm. Error bars represent s.e.m. (n=7 independent experiments for cut14, n=4 for cut14+Ph, n=3 for others).Restoration of unwound DNA by condensinWe next examined how condensin modulates unwound DNA in vivo. We measured the amount of chromosome-bound Ssb1 in wild-type cells by ChIP-qPCR and confirmed that Ssb1 binds preferentially at condensin binding sites over other sites. In Cnd2(−) cells, the amount of bound Ssb1 was increased ∼2-fold, and this effect was attenuated by 1,10-phenanthroline treatment (Fig. 5b). These results are consistent with the idea that condensin rewinds DNA at transcriptionally active sites via its DNA renaturation activity.This notion was further assessed by cytological approaches. Previously, Akai et al.39 reported that yellow fluorescent protein (YFP)-tagged Ssb1 forms foci within nuclei of condensin mutant cells during mitosis. The observed Ssb1-YFP foci presumably indicate the presence of long RPA-coated stretches of ssDNA, which are possibly clustered in the nucleus. We conducted a similar analysis and confirmed that cut14-208 condensin mutant cells formed Ssb1-GFP (green fluorescent protein) foci more frequently (∼40%) than wild-type cells (∼10%) during early mitosis (Fig. 5c,d). Condensin has an additional role in DNA damage repair40, and its impairment may lead to increased formation of Ssb1 foci. Alternatively, the chromosome stretching observed in anaphase nuclei of condensin mutant cells might be a direct cause of Ssb1 focus formation. Several lines of evidence preclude both of these possibilities: (i) the condensin mutant allele used in our analysis possesses an intact interphase function in DNA damage repair40; (ii) focus counting was conducted in early mitotic cells possessing short spindles, indicating that the nuclei were free of both DNA damage (which the DNA damage checkpoint can sense) and chromosome stretching imposed by spindle elongation; (iii) an elevated level of Ssb1 focus formation was also observed when cut14 mutant cells were first arrested in prometaphase and then transferred to the restrictive temperature for the condensin mutant (Supplementary Fig. 6); and (iv) the top2 mutant, which also shows chromosome stretching during anaphase29, demonstrated no increase in Ssb1 focus formation (Fig. 5d). We therefore concluded that the increased appearance of Ssb1 foci is directly linked to the defect in a role of condensin during mitosis.We then examined whether the elevated formation of Ssb1 foci in cut14 mutant cells is dependent on transcription. When the cells were treated with 1,10-phenanthroline or thiolutin, the frequency of cut14 cells with Ssb1 foci was greatly reduced (Fig. 5c,d). In addition, med6Δ suppressed the formation of Ssb1 foci (Fig. 5d). Taken together, these data are consistent with the above-mentioned ChIP-seq/ChIP-qPCR results and strongly suggest that DNA that has been unwound by transcription in mitotic chromosomes is restored by the activity of the condensin complex.Binding of human condensin I to active genesOur findings in fission yeast prompted us to investigate the chromosomal localization of condensin in human cells. Most metazoan species possess two types of condensin complex, condensin I and II, with condensin I being more closely related to condensin in yeast9. Moreover, unlike condensin II and similar to fission yeast condensin, condensin I is associated with chromatin only during M phase28,41. We thus focused on condensin I. We first determined its genome-wide binding profile in prometaphase HeLa cells by ChIP-seq22,23 using an antibody against NCAPG (also known as CAP-G), a subunit specific to condensin I (ref. 42). The chromosome-wide distribution of NCAPG indicates that condensin I was enriched around the centromeres (Supplementary Fig. 7a), as reported in refs 15, 41. In addition, the condensin I profile showed a total of 7,825 distinct binding peaks along the chromosome arms (Fig. 6a). Close inspection revealed that most peaks overlapped with the transcription start sites (TSSs) of a subset of genes. More than 70% of detected peaks were located within ±5 kb of the TSS of an RNAP2-driven gene (Fig. 6c and Supplementary Fig. 7b). It is noteworthy that such TSS-proximal regions account for only 9.1% of the genome. The obtained condensin I binding profile was successfully validated by ChIP-qPCR. This binding was (i) more prominent at detected peaks than at sites distant from the peaks; (ii) more noticeable in mitotic cells than in cells at G1, which is consistent with the mitosis-specific association of condensin I with chromatin41; and (iii) diminished in NCAPG-depleted cells (Supplementary Fig. 8a–c), thereby verifying the specificity of the antibody used. Accumulation of condensin I at TSSs has also been reported recently in chicken DT40 cells15. In human cells, RNAP2 is enriched at the TSS of many genes because of the so-called RNAP2 promoter proximal pausing43. We found that condensin I peaks in prometaphase cells were associated with RNAP2 peaks in asynchronous cells, and the degree of condensin I binding at these peaks correlated nicely with the expression level of the corresponding genes in interphase cells (Fig. 6a,d). Therefore, as in fission yeast, human condensin I is localized at actively transcribed parts of the genome. Mitotic transcription is, however, repressed more strongly in human cells than in fission yeast44, as confirmed by RNAP2 ChIP-seq and RT–qPCR analysis in mitotic cells (Fig. 6a and Supplementary Fig. 8d). Moreover, transcription inhibitors caused no dissociation of condensin I from human mitotic chromosomes (Supplementary Fig. 8e). In addition, mitotic depletion of the TATA-binding protein (TBP), an essential component of the pre-initiation complex that is required for transcription initiation32, did not alter condensin I binding to TSSs (Supplementary Fig. 8f,g). Therefore, the binding of human condensin I at TSS regions is likely to be dependent on the chromatin structure or modifications specific to active genes, rather than transcription per se (see below).Open in a separate windowFigure 6Binding of human condensin I complex to the TSS of active genes transcribed by RNAP2 and RNAP3.(a,b) ChIP-seq profiles of condensin I (using an antibody against NCAPG), RNAP2 (using 8WG16 monoclonal antibody, a) and RNAP3 (using monoclonal antibody against RPC32 subunit, b) in HeLa cells under the indicated conditions. M, cells arrested in prometaphase by nocodazole; Asy, asynchronous cells. Where indicated, the NCAPG subunit was depleted by siRNA treatment (Supplementary Fig. 8a). The upper boxes show the positions of protein-coding genes, and the lower boxes in b indicate the positions of tRNA genes (those within ORFs are shown in purple; others are shown in orange). The four sets of graphs in a and b show ChIP-seq profiles. The y axes of the ChIP-seq profiles indicate the normalized read intensity. Red indicates regions where enrichment determined by ChIP was statistically significant. (c) Distance of condensin I peaks from TSSs. More than 70% of NCAPG-binding sites are localized within ±5 kb of a TSS. (d) Level of condensin I binding during mitosis correlates with level of transcription during interphase. All RefSeq genes were ranked and divided into four equal groups based on their expression levels (high to low) in asynchronous cells, and averaged condensin I binding profiles around the TSS for each group were calculated. (e) Averaged mitotic NCAPG ChIP-seq profiles around tRNA genes. The profile for tRNA genes associated with RNAP3 in asynchronous cells is shown in purple.In addition to RNAP2-dependent protein-coding genes, condensin I was detected around a subset of tRNA genes (164 sites, corresponding to 26% of human tRNA genes; Fig. 6b). As for the protein-coding genes, condensin I-bound tRNA genes were strongly expressed in asynchronous cells, but not in mitotic cells, as revealed by RNA polymerase III (RNAP3) ChIP-seq (Fig. 6b,e).Targeting of unwound DNA at TSSs by condensin IThe association of condensin I with active genes led us to investigate whether it is involved in mitotic repression of transcription. RNAP2 ChIP-seq/ChIP-qPCR in mitotic cells revealed that NCAPG depletion resulted in the appearance of RNAP2 peaks at condensin-bound TSSs (Figs 6a and ​and7a,7a, and Supplementary Fig. 9a,c,d). Cohesin (detected by RAD21 subunit ChIP22) was primarily in the chromosome-free, soluble fraction in normal mitotic cells and showed little or no increase in binding in NCAPG-depleted cells (Supplementary Fig. 9b), implying that the loading imposed by condensin depletion was specific to RNAP2. The increased binding of RNAP2 was unlikely to be an off-target effect of small interfering RNA (siRNA), because NCAPG knockdown by another siRNA oligo caused a similar enhanced RNAP2 binding (Supplementary Fig. 9c). Binding of RNAP2 was not seen in the middle region or TTS of the same genes (Fig. 7b), indicating that other mechanisms suppress the initiation-to-elongation switch of RNAP2 and/or promote dissociation of elongating RNAP2 in mitosis. Transcription termination factor 2 (TTF2) was at least partly responsible for these processes (Fig. 7b), as reported45. Consistently, RT–qPCR analysis confirmed that there was no marked increase in transcription of condensin I-bound genes as a result of NCAPG depletion (Supplementary Fig. 8d). In addition to RNAP2, RNAP3 was found to localize at condensin I-bound tRNA genes in NCAPG-depleted mitotic cells (Figs 6b and ​and7c,7c, and Supplementary Fig. 9e). We therefore conclude that condensin I prevented recruitment of RNAP2 and RNAP3 to the promoters of active genes.Open in a separate windowFigure 7Recognition of ssDNA and expulsion of RNAPs from TSSs by human condensin I.(a) Appearance of RNAP2 ChIP-seq peaks at TSSs in condensin I−depleted cells. Mitotic ChIP-seq profiles of NCAPG and RNAP2 around TSSs (within ±5 kb) were averaged over all RefSeq genes and plotted. The y axis indicates the normalized read density. Profiles of NCAPG and RNAP2 ChIP-seq as well as RNAP2 ChIP-seq in NCAPG-depleted cells are shown. The inset provides a magnified view of the region ±500 bp from the TSS. (b) ChIP-qPCR of RNAP2 (detected by monoclonal antibody 8WG16) and active RNAP2 (phosphorylated at Ser2 in the C-terminal domain repeats, pS2). The NCAPG condensin I subunit and TTF2 were depleted by siRNA treatment, both individually and in combination. Binding to two gene loci (BRD2 and RPL13) was measured at the TSS, TTS and midpoint of the gene (gene body). NCAPG knockdown promoted binding of RNAP2 at the TSS, but not at the gene body or TTS, indicating that condensin I depletion is insufficient to de-repress mitotic gene expression. (c) Appearance of RNAP3 ChIP-seq peaks at the TSS of tRNA genes in condensin I-depleted cells. Averaged mitotic RNAP3 ChIP-seq profiles around tRNA genes in control and NCAPG-depleted cells are shown. (d) Treatment of condensin I-bound DNA fragments with nuclease P1. DNA fragments purified using NCAPG ChIP were treated with P1 on beads and then eluted and measured by qPCR. Condensin I-bound DNA was sensitive to P1 nuclease. NS represents a non-condensin-binding site (as a control). (e) Selective binding of condensin I to TSSs adjacent to CGIs. More than 90% of the condensin I binding sites adjacent to TSSs were located close to CGIs (within 1 kb, red). Such CGI-associated TSSs account for only ∼60% of TSSs in the genome, indicating an ∼9.6-fold enrichment of CGI-associated TSSs compared with non-CGI TSSs (blue) in condensin I−binding sites. Error bars in this figure represent s.d. (n=3, technical replicates in qPCR). Ctrl, control.Finally, we examined whether human condensin I recognizes ssDNA. DNA purified by NCAPG ChIP was sensitive to nuclease P1, indicating that condensin I-bound DNA contains ssDNA regions (Fig. 7d). It was recently reported that promoters with CpG islands (CGIs) form long and stable R-loop structures immediately downstream from their TSSs46, which presumably expose the unwound ssDNA segment. We found that >90% of condensin I binding sites adjacent to TSSs are located within 1 kb of CGIs, representing a 9.6-fold enrichment of CGI-associated TSSs over TSSs without CGI in the condensin I binding sites (Fig. 7e). Similar preferential binding of condensin I to promoters with CGI was also observed in chicken DT40 cells15. The selective binding of condensin I to TSSs with CGIs is consistent with the possibility that condensin I recognizes ssDNA segments contained in these R-loop structures. Condensin I may function to accommodate this unusual structure with an unwound DNA segment in condensed chromatin. DiscussionIn this study, we demonstrated transcription-dependent preferential binding of fission yeast condensin to actively transcribed genes on mitotic chromosomes. Transcription-dependent association of fission yeast condensin with active genes has also recently been reported47. It was claimed recently that highly transcribed genes can be associated with false-positive ChIP signals in budding yeast, as GFP (a control protein without DNA-binding capability) showed ChIP-seq peaks at active genes when localized in the nucleus48. In our study, however, the ChIP-seq profile of NLS-GFP-PK protein in mitotic fission yeast cells had a very poor correlation with the condensin profile, indicating that the condensin distribution profile was genuine. Furthermore, we found that human condensin I was bound to active genes at TSSs, and a similar distribution has been reported for condensin I in chicken DT40 cells15 and for condensin II in C. elegans embryos16. Thus, preferential association with actively transcribed regions seems to be a general feature of condensin complexes that is conserved in many eukaryotic species. Our analyses with nuclease P1 strongly suggest that both fission yeast condensin and human condensin I target unwound DNA segments produced by transcription at protein-coding genes. In contrast, a variety of distinct requirements have been described for condensin binding to centromere, rDNA and tRNA gene loci19,25,49,50,51,52. The general, locus-specific and species-specific mechanisms of condensin recruitment remain to be elucidated.In budding yeast, mitotic transcription of specific loci (that is, rDNA and telomeric repeats) can have negative effects on the segregation of these loci50,53,54. Our results revealed that transcription of protein-coding genes by RNAP2, which occurs throughout the genome, was detrimental to faithful nuclear division when condensin function was compromised. We further demonstrated that the amount of chromosome-bound RPA in mitotic cells correlated positively with the degree of chromosome missegregation. Given that a core subcomplex of condensin promotes renaturation of ssDNA in vitro and that an RPA mutant with reduced affinity to ssDNA rescues a condensin mutant35,39, these results strongly suggest that what impedes chromosome segregation is the unwound DNA structure produced by transcription and stabilized by RPA. We propose that condensin recognizes and rewinds unwound DNA segments during assembly of condensed chromosomes.Restoration of unwound DNA by condensin can be readily incorporated into the above-mentioned model for the role of condensin in condensation, in which condensin reorganizes chromatin by introducing positive superhelical torsion into (or ‘overwinding') DNA. Before positive superhelical torsion can be globally introduced into DNA, unwound DNA structures must first be fixed. This would explain why unwound DNA caused by transcription37 interferes with condensation and why intense condensin activity is required at transcribed genes (Fig. 8). Our ChIP-seq/ChIP-qPCR analyses suggest that there are two types of condensin binding on chromosomes: predominant binding that is specific to active genes, and modest uniform binding along the chromosome arms (Supplementary Fig. 1d,f). The latter basal-level binding may reflect condensin activity to globally change DNA topology into an overwound configuration via positive supercoiling (Fig. 8).Open in a separate windowFigure 8A model for physiological functions of condensin.At actively transcribed loci, condensin restores ssDNA produced during transcription to double-stranded DNA (dsDNA). This elimination of unwound DNA is a prerequisite for introducing global positive supercoiling ((+)SC) into DNA, which is presumably another physiological role of condensin and is executed at all regions along the chromosome (chr.) arms. (+)SC is expected to promote chromosome compaction and resolution, thereby contributing to assembly of condensed chromosomes3,12.The detected peaks of human condensin I were much sparser than those of fission yeast condensin (average peak-to-peak distance of 370 kb for human and 3.8 kb for fission yeast). Chicken condensin I peaks also show a similar sparse distribution15. It is possible that, because of mitotic repression of transcription in human cells, only ssDNA contained in stable structures such as R-loops at CGIs might persist in mitotic chromosomes and become the dominant binding sites of condensin I. This explanation could also give account of the differences of human condensin I binding properties from those of fission yeast condensin (that is, preference for TSSs over TTSs and insensitivity to transcriptional inhibitors). Similar to fission yeast condensin, human condensin I also had basal-level binding outside the enriched sites (Supplementary Fig. 8c). Condensin I might play an even more significant role at non-transcribed regions on human chromosomes. Although we found no evidence of transcription repression by fission yeast condensin, the rewinding of unwound DNA is a potential mechanism for regulating transcription. Indeed, human condensin I prevented the recruitment of RNAP2 and RNAP3 to promoters. Other isoforms of condensin complexes are also involved in large-scale transcriptional repression55,56. Recently mouse condensin II was shown to bind to active enhancers and promoters, and to be required for normal levels of gene expression in interphase embryonic stem cells57. Modulation of DNA configuration might underlie the mechanisms of transcriptional regulation by condensin complexes. MethodsYeast strains and cultureAll yeast strains were S. pombe haploid wild-type 972 h– or its derivatives and are listed in Supplementary Table 2. The media used for cell culture were complete yeast extract peptone dextrose (YPD) or minimal Pombe Minimal Glutamate (PMG)+supplements58. The endogenous cut14+ gene was epitope-tagged with nine copies of PK by plasmid integration28. An ∼700-base pair (bp) C-terminal segment of the gene fused with the PK epitopes was cloned into a pBluescript II KS(+) vector carrying ura4+ or kanMX. The resulting plasmid was linearized by digestion with EcoRI and integrated into the corresponding chromosomal locus by homologous recombination. PK-tagging of rpb5+ and GFP- and PK-tagging of ssb1+ were performed similarly. To create the Cnd2 shut-off strain (R81-3FL Cnd2), the native promoter was replaced with a thiamine-repressible Rep81 promoter (an attenuated version of the nmt1 promoter)58 by plasmid integration (Supplementary Fig. 4a). A Rep81 promoter followed by three FLAG epitopes and an ∼800-bp N-terminal fragment of Cnd2 was cloned into pBluescript II KS(+) carrying kanMX. The resulting plasmid was linearized at the Bsp1407I site within the Cnd2 fragment and then integrated into the endogenous cnd2+ locus by homologous recombination. Tagging and promoter replacement by plasmid integration were verified by colony PCR and immunoblotting. Deletion of med6 was performed as described59 using a kanMX or natMX marker, and accurate disruption was confirmed by colony PCR.For control ChIP-seq analysis using a non-DNA-binding protein, GFP fused with the SV40 large T-antigen nuclear localization signal (PKKKRKV) at the N terminus and with nine PK epitopes at the C terminus was placed under control of the adh1 promoter and cloned into the pKY201 plasmid, which consists of pBluescript II SK(−) and the aur1r marker (Takara Bio). The resulting plasmids were linearized at the EcoT22I site within the aur1r marker and integrated into the endogenous aur1+ locus. Proper integration was verified by colony PCR.Strains that possess an additional chromosomal copy of cnd2 to express GFP-tagged wild-type Cnd2 or mutant Cnd2 3A (in which S5, S41 and S51 were replaced with alanines) have been described25. To visualize tubulin, a sequence encoding mCherry was fused to the N terminus of atb2+, cloned under control of the adh15 promoter (a weaker version of the adh1 promoter) and integrated into the C locus using the hphMX marker25.For the analysis of mitotic promoter-driven condensin localization with the GFP reporter gene, slp1 and meu13 promoters (−1,657 to −1 and −926 to −1 relative to the coding sequence, respectively) were fused with the GFP ORF and adh1+ 3′ untranslated region (UTR) sequences and were cloned into pKY201. A mutated slp1 promoter that harbours a 7-nucleotide deletion (−1,019 to −1,013, designated as TATA-less slp1 promoter) was also cloned. The resulting plasmids were linearized and integrated into the endogenous aur1+ locus as described above. Proper integration was verified by colony PCR.To arrest cells at prometaphase, nda3 cold-sensitive mutant cells17 were cultured in YPD at 33 °C to a density of 5−6 × 106 cells per ml and then were shifted to a restrictive temperature of 20 °C for 6 h. Cell cycle arrest was assessed by 4,6-diamidino-2-phenylindole (DAPI) staining of glutaraldehyde-fixed cells; proper arrest was indicated by a decreased frequency of cells with two evenly segregated nuclei (typically <5%) and the appearance of cells with a condensed nucleus (>80%). To obtain prometaphase-arrested Cnd2-depleted cells, nda3 R81-Cnd2 cells were cultured in PMG+supplements (a thiamine-free medium) at 33 °C to a density of 3 × 106 cells per ml. They were then transferred to thiamine-containing YPD medium at 33 °C for 3 h to repress Cnd2 expression and were shifted to 20 °C for an additional 6 h. To monitor Ssb1-GFP focus formation in mitotic cells (Fig. 5c,d), the cells were moderately synchronized by hydroxyurea (HU) block and release to increase the proportion of mitotic cells. Cells were first arrested in early S phase by incubating in YPD with 11 mM HU at 26 °C for 3.5 h, released into HU-free YPD and incubated at 26 °C for 30 min and finally transferred to 34 °C for an additional 1 h to let the majority of cells enter mitosis at the restrictive temperature of the cut14 mutant. Ssb1 foci were counted in early mitotic cells with short spindles (visualized by mCherry-tagged α-tubulin).Human cell culture and synchronizationHeLa cell were cultured in DMEM supplemented with penicillin–streptomycin–L-glutamine solution (Wako), 10% fetal bovine serum and 20 mM HEPES-KOH (pH 7.4). To obtain cells arrested at prometaphase, HeLa cells were first synchronized using a double thymidine block (14–16 h in the presence of 2 mM thymidine, an 8-h release and then 16 h in the presence of 2 mM thymidine) and then were released into thymidine-free medium for 7 h and arrested at prometaphase by treatment with nocodazole (50 ng ml-1, Calbiochem) for 3 h. Mitotic cells were collected by shake-off. For RNAP2 ChIP-seq analysis, cells after the second thymidine block and release were arrested at late G2 phase by treatment with Cdk1 inhibitor RO3306 (8 μM, Calbiochem) for 2 h and then were released and re-arrested at prometaphase by treatment with nocodazole for 2 h, before collection of mitotic cells by shake-off; this excluded non-mitotic cells from the analysis as much as possible. To obtain G1 cells, HeLa cells arrested at prometaphase by nocodazole treatment were released synchronously from arrest for 2 h. The synchronization was assessed by flow cytometric analysis. The used HeLa cell line was provided by Dr. T. Hirota (The Cancer Institute of Japanese foundation for cancer research [JFCR]). Cells stably expressing GFP-tagged CENPA have been described60.RNA interferenceNCAPG, TBP and TTF2 siRNA transfections were performed using Lipofectamine RNAiMAX (Life Technologies) in accordance with the manufacturer's protocol, using a final RNA duplex concentration of 50 nM. To deplete these proteins in synchronized cell culture, transfections were carried out 8 h before the first thymidine treatment. The siRNA sense sequences used for targeting NCAPG were 5′-AAUAAGACGAGAAAGAAUCCUGCUG-3′ and 5′-UAAAUAGUCUGCAUAUACUACAGGC-3' (no. 2 oligo in Supplementary Fig. 9c). The siRNA sense sequences used for targeting TBP and TTF2 (ref. 45) were 5′-GGGAGCUGUGAUGUGAAGUUUCCUA-3′ and 5′-GGAAAGAGCUUCUACGUGU-3′, respectively.Antibodies and reagentsMonoclonal anti-PK (SV5-Pk1 clone, AbD Serotec), monoclonal anti-FLAG (M2 clone, Sigma), polyclonal anti-GFP (Living Colors Full-Length A.v. Polyclonal Antibody, Clontech for yeast; TP401, Torrey Pines Biolabs for HeLa cells), monoclonal anti-α-tubulin (B-5-1-2 clone, Sigma), polyclonal anti-histone H3 (ab1791, Abcam), monoclonal anti-TBP (MAb-TBPCSH-100, diagenode) and monoclonal anti-Pol III RPC32 (sc-21754, Santa Cruz Biotechnology) were used for immunoblotting, immunostaining and ChIP. For RNAP2 immunoblotting and ChIP, monoclonal anti-RNAP2 C-terminal domain repeat (8WG16 clone, Abcam) was used. This antibody can recognize both unphosphorylated and phosphorylated forms of RNAP2 (Supplementary Fig. 5b), although presumably it has higher affinity for unphosphorylated one. Monoclonal antibodies against RNAP2 phosphorylated at Ser2 or Ser5 (anti-pS2 and anti-pS5, respectively) were prepared and provided by Dr. H. Kimura (Tokyo Institute of Technology)61. The specificity of these antibodies for activated fission yeast RNAP2 was assessed using cells treated with the transcription inhibitor 1,10-phenanthroline (Supplementary Figs 2b and 5b). Polyclonal antibodies against human NCAPG and RAD21 have been described22,42. For mock immunoprecipitation in human ChIP, normal (nonspecific) rabbit immunoglobulin G (IgG; no. 2797, Cell Signaling) was used. Anti-mouse IgG conjugated with Alexa Fluor 488 (Life Technologies) was used as secondary antibody in immunofluorescence. Antibody dilutions in immunoblotting were 1:2,000 (anti-FLAG), 1:1,000 (anti-α-tubulin), 1:1,000 (anti-histone H3), 1:2,000 (anti-TBP), 1:2,000 (anti-RNAP2), 1:6,000 (anti-pS2), 1:6,000 (anti-pS5) and 1:1,000 (NCAPG). Antibody dilution in cell immunostaining was 1:500 (anti-pS2). Thiolutin and 1,10-phenanthroline (Sigma) were used as transcription inhibitors in fission yeast. In liquid culture, 1,10-phenanthroline was added at 120 μg ml−1 30 min before cell fixation, unless otherwise specified. Triptolide (Enzo Life Sciences) and SNS-032 (Selleck Chemicals) were used as RNAP2-specific transcription inhibitors in HeLa cells62,63.Chromatin immunoprecipitationChIP of fission yeast cells was performed as described21 with several modifications. ∼5 × 108 yeast cells were fixed with 1% formaldehyde for 25 min at room temperature, followed by an additional 5 min with glycine added at a final concentration of 250 mM. Fixed cells were washed and then lysed in 1.6 ml of lysis buffer21 containing 0.5-mm diameter zirconia beads (YZB05, Yasui Kikai) for 10 min at 0 °C with rigorous shaking (2,700 r.p.m. on a Multi-Beads Shocker, Yasui Kikai). Fixed chromatin in the resultant lysate was sonicated using Branson Sonifier 250D to generate DNA fragments with a mean length of 500–700 bp, clarified by centrifugation (13,000g, 5 min, two times) and incubated with antibody beads (Dynabeads Protein A (Life Technologies) complexed with ∼20 μg antibody) for 14 h at 4 °C. The beads were then washed rigorously, and material captured on the beads was eluted by Tris-EDTA (TE) buffer containing 1% SDS. The recovered material was incubated at 65 °C overnight to reverse crosslinks, treated with RNase A and proteinase K, and purified by Qiagen PCR purification kit (Qiagen). ChIP of HeLa cells was performed as described22. In brief, ∼1 × 107 cells were crosslinked with 1% formaldehyde for 10 min at room temperature, followed by an additional 5 min with glycine added at a final concentration of 125 mM. Fixed cells were lysed and treated with 1,000 gel units Micrococcal nuclease for 15 min at 37 °C, followed by sonication for chromatin shearing. Lysate containing fragmented chromatin was incubated with antibody beads (Dynabeads Protein A or Dynabeads anti-Mouse IgG (Life Technologies) complexed with antibody) for 14 h at 4 °C. The beads after immunoprecipitation were processed as in the case of yeast ChIP. We previously found that dual-crosslinking using ethylene glycol bis(succinimidyl succinate) and formaldehyde64 increased the signal-to-noise ratio of the ChIP-seq profile of NCAPG on human mitotic chromosomes without affecting the distribution pattern. Hence, for ChIP-seq analysis of human NCAPG, HeLa cells were crosslinked with 1.5 mM ethylene glycol bis(succinimidyl succinate) for 45 min at room temperature, followed by 1% formaldehyde for 20 min, and then were quenched with 200 mM glycine for 10 min.Quantitative PCRAnalysis of ChIP-purified DNA by qPCR was carried out using real-time PCR systems 7500 and StepOnePlus (Life Technologies) and KAPA SYBR Fast qPCR kit (KAPA Biosystems). The used primer sets are listed in Supplementary Table 3.ChIP-seq analysisHigh-throughput sequencing was carried out using SOLiD 3, SOLiD 4, SOLiD 5500 (Applied Biosystems) and HiSeq 2000 (Illumina) systems. DNA before and after ChIP (input and ChIP DNA, respectively) was processed and sequenced per the manufacturer's instructions. Briefly, DNA was sheared to an average size of ∼150 bp by ultrasonication (Covaris), end-repaired, ligated to sequencing adapters, amplified, size-selected and sequenced to generate single-end 50-bp reads. Reads were aligned to the S. pombe65 or human (UCSC hg19) genome sequence using Bowtie66. Information and statistics regarding sequencing and mapping are summarized in Supplementary Table 4. Mapping results were processed and converted to genome-wide protein distribution profiles (ChIP-seq profiles) using parse2wig and DROMPA software as described23.For S. pombe ChIP-seq analysis, multiply aligned reads were processed without PCR bias filtering to allow analysis within repetitive DNA elements, including centromeres and rDNA loci. DROMPA produces a list of relative enrichment ratios (rERs), each of which is a ratio of the number of ChIP sequence reads mapped at a specific 10-bp genome segment to the number of input sequence reads mapped at the same genome site, smoothened with a 100-bp size window and normalized to make the genome-wide average of rER values equal to 1. The rER value accurately reflects the degree of enrichment in the ChIP procedure (as indicated in Fig. 1b). The rER values were plotted along chromosomes using an Integrative Genomics Viewer67. Regions poorly covered by the input sequencing (that is, <20% of the average input read depth) were omitted from analysis (these typically corresponded to <3% of the genome), because they can potentially show pseudo-positive signals in the rER profile. Peak calling by DROMPA was carried out using default parameters23, but with rER values of >2.0 (options; -ethre 2 -ithre 2) for moderately enriched sites or >5.0 (-ethre 5 -ithre 5) for strongly enriched sites. Gene annotations and UTR information for fission yeast were obtained from PomBase68 and used to deduce TSSs and TTSs. For genes with no UTR information, the mean 5′- and 3′ UTR lengths were used (293 and 430 bp, respectively)68 for this purpose. Heat maps, correlation plots and averaged (metagene) profiles of fission yeast ChIP-seq results were calculated from rER data sets and visualized with homemade scripts in Perl and R. For correlation analysis between ChIP-seq and ChIP-qPCR results (Fig. 1b), the minimum rER value within each qPCR amplicon was used as the representative rER value.For human ChIP-seq analyses, uniquely mapped reads were processed by parse2wig and DROMPA. Normalized read intensities of ChIP samples, instead of rER values, were used to visualize human ChIP-seq profiles as reported23, because the relatively low read depth available for human input samples causes large stochastic fluctuations in the rER profile. In peak calling, both ChIP and input sequence results were used to eliminate pseudo-binding signals in input samples, as described23. Peak calling of human RNAP2 ChIP-seq by DROMPA was carried out using default settings. For NCAPG ChIP-seq peak calling, a stricter threshold, Rx >7.0 (option; -ipm 7), was used to keep the false discovery rate of detected peaks below 5%, where Rx is the normalized read intensity in the modified reads per kilobase per million mapped reads (RPKM)23. RNA-seq data of asynchronous HeLa cells (GMS765402 in Gene Expression Omnibus) were used to classify genes based on their expression level (Fig. 6d). Annotations for CGIs were obtained from the UCSC Genome Bioinformatics site (http://hgdownload.soe.ucsc.edu/goldenPath/hg19/database/).Sample–sample normalization of ChIP-seq dataFor quantitative comparison of ChIP-seq data sets between different strains or cultivation conditions (that is, Fig. 3e and Supplementary Fig. 2c), rER values must be normalized based on external standards, because the amount of DNA recovered by ChIP is expected to be different between samples, making the total read normalization implemented in DROMPA inadequate. We used ChIP-qPCR results measured at six or more sites as the external standards. In the case of Supplementary Fig. 2c, the ChIP-qPCR % input values obtained showed excellent correlation with ChIP-seq rER values at the corresponding sites in both samples (correlation coefficients >0.99). We re-scaled (multiplied by a constant) the rER data set for 1,10-phenanthroline–treated cells so that the regression line of the ChIP-qPCR versus ChIP-seq plot for treated cells corresponds to that for untreated cells. The excellent correlation between ChIP-seq and ChIP-qPCR measurements (r≥0.95 in all cases) assures the accuracy of this adjustment.Nuclease treatment of ChIP-purified DNADNA associated with Cut14-PK, histone H3 or Rad21-GFP was purified using the ChIP procedure as described. Before elution from antibody-bound magnetic beads, DNA on beads was treated with nuclease under the following conditions. All of the reactions were performed in a volume of 100 μl using input DNA derived from 1.5 × 108 yeast cells. For nuclease P1 (Wako Pure Chemical Industries) treatment, 10 U enzyme was used in a buffer comprising 40 mM MES-Na, 400 mM NaCl, 0.2 × cOmplete-EDTA protease inhibitor cocktail (Roche), 50 μg ml−1 BSA and 1 μg ml−1 fragmented λ-DNA at pH 6.0 and incubated for 20 min at 42 °C. For RNase A (Roche) treatment, 50 μg enzyme was used in a buffer containing 10 mM Tris-Cl, 1 mM EDTA and 0.2 × cOmplete-EDTA protease inhibitor cocktail at pH 8.0, and incubated for 20 min at 37 °C. For RNase H (Takara Bio) treatment, 60 U enzyme was used in a buffer containing 40 mM Tris-Cl, 4 mM MgCl2, 0.2 × cOmplete-EDTA protease inhibitor cocktail and 50 μg ml−1 BSA at pH 8.0 and incubated for 20 min at 37 °C. On completion of the reactions, beads were collected and washed once with TE buffer and then DNA was eluted, reverse-crosslinked and purified as described21. For analysis of DNA binding to human NCAPG, DNA purified from 5 × 106 cells was processed as described above.RNA isolation and RT–qPCRTotal RNA was isolated from fission yeast cells by phenol/chloroform/SDS extraction method69, then purified using RNeasy columns (Qiagen). To eliminate genomic DNA completely, on-column DNase digestion of RNA was carried out following the manufacturer's instructions. From HeLa cells, total RNA was isolated using Trizol (Invitrogen) and Nucleospin RNA kit (Macherey–Nagel) following the manufacturer's instructions. The isolated total RNA was converted to complementary DNA (cDNA) using the SuperScript III First-Strand Synthesis System for RT–qPCR (Life Technologies) using random primers (for yeast RNA) or using ReverTra Ace qPCR RT Master Mix (Toyobo; for HeLa cell RNA). cDNA was analysed by qPCR as described in the ‘Quantitative PCR' section. In Supplementary Fig. 2a, human GAPDH mRNA (Nippon Gene) was used as a spike-in control to normalize RNA extraction and reverse transcription efficiency. The β-actin gene was used as an internal control in human RT–qPCR analysis. The primer sets used are listed in Supplementary Table 3. The primers used to detect nascent human mRNAs have been described70.RNA-seq analysisPoly(A)-containing mRNA molecules were isolated from total RNA, converted to cDNA with random primers using TruSeq RNA Sample Preparation kit v2 (Illumina) and sequenced on a HiSeq 2000 platform to produce 36-mer single-end reads. Reads were mapped, analysed and visualized as described in the ChIP-seq analysis section.Isolation and identification of suppressor mutationsA single colony of the h–\nleu1 cut3-477 strain was inoculated into 10 ml YPD medium and cultivated at 26 °C to a density of ∼1 × 107 cells per ml. Cells were harvested, spread on a YPD plate and incubated at 34 °C (a restrictive temperature of the mutant) for 3 days. Although most cells ceased to divide, several formed colonies, presumably because of spontaneous suppressor mutations. One colony was collected as a phenotypic revertant of cut3-477. By repeating this process using independent initial colonies, a collection of cut3 revertants was created. Genome DNA of each clone was sequenced by HiSeq 2000 to produce >60 million single-end, 50-bp-long reads. By comparing these sequences with the reference genome sequence as described30, the responsible suppressor mutation in each revertant was identified.Protein analysisTo prepare yeast cell extract for immunoblotting analysis, 5 × 107 fission yeast cells were lysed in 50 μl ChIP lysis buffer21 supplemented with 1 × PhosSTOP phosphatase inhibitor cocktail (Roche) using the Multi-Beads Shocker at 4 °C. The resulting lysate was centrifuged at 2,000g for 1 min, and the supernatant was recovered, mixed with SDS–polyacrylamide gel electrophoresis sample buffer and boiled for 3 min. To obtain HeLa cell total extract, HeLa cells were lysed with lysis buffer containing 0.2% NP-40 as described22. To perform chromatin fractionation, HeLa cells were lysed in buffer containing 20 mM HEPES-KOH, pH 7.5, 100 mM NaCl, 10 mM KCl, 10% glycerol, 340 mM sucrose, 1.5 mM MgCl2, 0.25% Triton X-100, 1 mM dithiothreitol, 1 × cOmplete proteinase inhibitor cocktail (Roche) and 1 × PhosSTOP, and were kept on ice for 10 min. After the lysate was centrifuged at 1,500g for 5 min at 4 °C, the supernatant was recovered as the chromatin-free soluble fraction, and the pellet was resuspended in SDS–polyacrylamide gel electrophoresis sample buffer and boiled to give the chromatin fraction. Uncropped scans of protein immunoblotting data (Supplementary Figs 4b, 8a and 8g) are shown in Supplementary Figs 10 and 11.Cytology and immunostainingTo observe nuclear morphology, fission yeast cells were fixed with glutaraldehyde and stained with DAPI29. Immunofluorescence staining of yeast cells was performed using methanol fixation method29. To observe GFP and mCherry fluorescence signals, cells were fixed with cold methanol at −80 °C, rehydrated with PEM buffer29 and stained with DAPI. An Olympus BX-51 fluorescence microscope with DP-30 digital camera was used to observe fixed cells.Repeatability of experimentsAll of the ChIP-seq profiles were verified by independent ChIP-seq experiments (for fission yeast Cut14-PK and human condensin I) and by independent ChIP-qPCR analyses measured at multiple genomic loci. All of the experiments utilizing qPCR, yeast genetics/cytology and immunoblotting were repeated independently at least twice, unless stated otherwise in each figure legend, with similar results. The averaged data of all the performed experiments (for Ssb1 focus formation assay) or one representative experiment is shown.Statistical analysisQuantitative data are presented as mean±s.d. (for qPCR measurements) or mean±s.e.m. (for Ssb1 focus formation assay). Welch's t-test was used to compare two groups for independent samples, unless stated otherwise. Investigators were not blinded to allocation during experiments and outcome assessment. Additional informationAccession codes: ChIP-seq, RNA-seq and whole-genome sequencing data from this study are available from the Sequence Read Archive database under the accession numbers, SRP045410, SRP045412, SRP045414 and SRP045415.How to cite this article: Sutani, T. et al. Condensin targets and reduces unwound DNA structures associated with transcription in mitotic chromosome condensation. Nat. Commun. 6:7815 doi: 10.1038/ncomms88815 (2015). Supplementary MaterialSupplementary Information: Supplementary Figures 1-11, Supplementary Tables 1-4 and Supplementary ReferencesClick here to view.(25M, pdf) AcknowledgmentsWe thank T. Hirota for antibodies and cell lines, H. Kimura for additional antibodies and Y. Watanabe and the National BioResource Project-Yeast (MEXT, Japan) for yeast strains. We thank M. Yanagida and N. Nakazawa for yeast strains and sharing unpublished results, and all members of the Shirahige laboratory for support and discussions. This work was supported in part by CREST from JST (K.S.), by Grant-in-Aid for Scientific Research on Innovative Areas (\"Chromosome OS\") (K.S. and T.H.), by Grants-in-aid for Scientific Research (S) (K.S. and T.Su.), by Grants-in-aid for Scientific Research (C) (T.Su.) and by Grants-in-aid for Specially Promoted Research (T.H.) from the MEXT. FootnotesAuthor contributions T.Su., T.Sa, M.B. and K.S. designed the study. T.Su. performed experiments using yeast, with support from K.M. and M.I. T.Sa., D.Y., T.H. and M.B. established the protocol for human condensin I ChIP-seq in mitotically arrested cells. T.Sa. performed experiments using human cells. Y.S. performed the RNA-seq experiment. T.Su., T.Sa. and R.N. analysed the high-throughput sequencing data. T.Su, T.Sa. and K.S. interpreted the data and prepared the manuscript. T.H. edited the manuscript. ReferencesKoshland D. & Strunnikov A.\nMitotic chromosome condensation. Annu. Rev. Cell Dev. Biol.\n12, 305–333 (1996). [PubMed] [Google Scholar]Belmont A. S.\nMitotic chromosome structure and condensation. Curr. Opin. Cell Biol.\n18, 632–638 (2006). [PubMed] [Google Scholar]Baxter J. & Aragón L.\nA model for chromosome condensation based on the interplay between condensin and topoisomerase II. Trends Genet.\n28, 110–117 (2012). [PubMed] [Google Scholar]Nasmyth K. & Haering C. H.\nThe structure and function of SMC and kleisin complexes. Annu. Rev. Biochem.\n74, 595–648 (2005). [PubMed] [Google Scholar]Hudson D. F., Marshall K. M. & Earnshaw W. C.\nCondensin: Architect of mitotic chromosomes. Chromosome Res.\n17, 131–144 (2009). [PubMed] [Google Scholar]Yanagida M.\nClearing the way for mitosis: is cohesin a target?\nNat. Rev. Mol. Cell Biol.\n10, 489–496 (2009). [PubMed] [Google Scholar]Cuylen S. & Haering C. H.\nDeciphering condensin action during chromosome segregation. Trends Cell Biol.\n21, 552–559 (2011). [PubMed] [Google Scholar]Thadani R., Uhlmann F. & Heeger S.\nCondensin, chromatin crossbarring and chromosome condensation. Curr. Biol.\n22, R1012–R1021 (2012). [PubMed] [Google Scholar]Hirano T.\nCondensins: universal organizers of chromosomes with diverse functions. Genes Dev.\n26, 1659–1678 (2012). [PMC free article] [PubMed] [Google Scholar]Hirano T.\nAt the heart of the chromosome: SMC proteins in action. Nat. Rev. Mol. Cell Biol.\n7, 311–322 (2006). [PubMed] [Google Scholar]Cuylen S., Metz J. & Haering C. H.\nCondensin structures chromosomal DNA through topological links. Nat. Struct. Mol. Biol.\n18, 894–901 (2011). [PubMed] [Google Scholar]Swedlow J. R. & Hirano T.\nThe making of the mitotic chromosome: modern insights into classical questions. Mol. Cell\n11, 557–569 (2003). [PubMed] [Google Scholar]Kimura K. & Hirano T.\nATP-dependent positive supercoiling of DNA by 13S condensin: a biochemical implication for chromosome condensation. Cell\n90, 625–634 (1997). [PubMed] [Google Scholar]Kimura K., Cuvier O. & Hirano T.\nChromosome condensation by a human condensin complex in Xenopus egg extracts. J. Biol. Chem.\n276, 5417–5420 (2001). [PubMed] [Google Scholar]Kim J. H.\net al.. Condensin I associates with structural and gene regulatory regions in vertebrate chromosomes. Nat. Commun.\n4, 2537 (2013). [PMC free article] [PubMed] [Google Scholar]Kranz A.-L.\net al.. Genome-wide analysis of condensin binding in Caenorhabditis elegans. Genome Biol.\n14, R112 (2013). [PMC free article] [PubMed] [Google Scholar]Hiraoka Y., Toda T. & Yanagida M.\nThe NDA3 gene of fission yeast encodes beta-tubulin: a cold-sensitive nda3 mutation reversibly blocks spindle formation and chromosome movement in mitosis. Cell\n39, 349–358 (1984). [PubMed] [Google Scholar]Saka Y.\net al.. Fission yeast cut3 and cut14, members of a ubiquitous protein family, are required for chromosome condensation and segregation in mitosis. EMBO J.\n13, 4938–4952 (1994). [PMC free article] [PubMed] [Google Scholar]D'Ambrosio C.\net al.. Identification of cis-acting sites for condensin loading onto budding yeast chromosomes. Genes Dev.\n22, 2215–2527 (2008). [PMC free article] [PubMed] [Google Scholar]Rustici G.\net al.. Periodic gene expression program of the fission yeast cell cycle. Nat. Genet.\n36, 809–817 (2004). [PubMed] [Google Scholar]Katou Y.\net al.. S-phase checkpoint proteins Tof1 and Mrc1 form a stable replication-pausing complex. Nature\n424, 1078–1083 (2003). [PubMed] [Google Scholar]Deardorff M. a.\net al.. HDAC8 mutations in Cornelia de Lange syndrome affect the cohesin acetylation cycle. Nature\n489, 313–317 (2012). [PMC free article] [PubMed] [Google Scholar]Nakato R., Itoh T. & Shirahige K.\nDROMPA: easy-to-handle peak calling and visualization software for the computational analysis and validation of ChIP-seq data. Genes Cells\n18, 589–601 (2013). [PMC free article] [PubMed] [Google Scholar]Nakazawa N.\net al.. Dissection of the essential steps for condensin accumulation at kinetochores and rDNAs during fission yeast mitosis. J. Cell Biol.\n180, 1115–1131 (2008). [PMC free article] [PubMed] [Google Scholar]Tada K., Susumu H., Sakuno T. & Watanabe Y.\nCondensin association with histone H2A shapes mitotic chromosomes. Nature\n474, 477–483 (2011). [PubMed] [Google Scholar]Mendell J. T., Medghalchi S. M., Lake R. G., Noensie E. N. & Dietz H. C.\nNovel Upf2p orthologues suggest a functional link between translation initiation and nonsense surveillance complexes novel Upf2p orthologues suggest a functional link between translation initiation and nonsense surveillance complexes. Mol. Cell. Biol.\n20, 8944–8957 (2000). [PMC free article] [PubMed] [Google Scholar]Lackner D. H.\net al.. A network of multiple regulatory layers shapes gene expression in fission yeast. Mol. Cell\n26, 145–155 (2007). [PMC free article] [PubMed] [Google Scholar]Sutani T.\net al.. Fission yeast condensin complex: essential roles of non-SMC subunits for condensation and Cdc2 phosphorylation of Cut3/SMC4. Genes Dev.\n13, 2271–2283 (1999). [PMC free article] [PubMed] [Google Scholar]Nakazawa N., Mehrotra R., Ebe M. & Yanagida M.\nCondensin phosphorylated by the Aurora-B-like kinase Ark1 is continuously required until telophase in a mode distinct from Top2. J. Cell Sci.\n124, 1795–1807 (2011). [PubMed] [Google Scholar]Aoi Y.\net al.. Dissecting the first and the second meiotic divisions using a marker-less drug-hypersensitive fission yeast. Cell Cycle\n13, 1327–1334 (2014). [PMC free article] [PubMed] [Google Scholar]Hayles J.\net al.. A genome-wide resource of cell cycle and cell shape genes of fission yeast. Open Biol.\n3, 130053 (2013). [PMC free article] [PubMed] [Google Scholar]Liu X., Bushnell D. a. & Kornberg R. D.\nRNA polymerase II transcription: structure and mechanism. Biochim. Biophys. Acta\n1829, 2–8 (2013). [PMC free article] [PubMed] [Google Scholar]Conaway R. C. & Conaway J. W.\nThe Mediator complex and transcription elongation. Biochim. Biophys. Acta\n1829, 69–75 (2013). [PMC free article] [PubMed] [Google Scholar]Heidemann M., Hintermair C., Voß K. & Eick D.\nDynamic phosphorylation patterns of RNA polymerase II CTD during transcription. Biochim. Biophys. Acta\n1829, 55–62 (2013). [PubMed] [Google Scholar]Sutani T. & Yanagida M.\nDNA renaturation activity of the SMC complex implicated in chromosome condensation. Nature\n388, 798–801 (1997). [PubMed] [Google Scholar]Sakai A., Hizume K., Sutani T., Takeyasu K. & Yanagida M.\nCondensin but not cohesin SMC heterodimer induces DNA reannealing through protein-protein assembly. EMBO J.\n22, 2764–2775 (2003). [PMC free article] [PubMed] [Google Scholar]Naughton C.\net al.. Transcription forms and remodels supercoiling domains unfolding large-scale chromatin structures. Nat. Struct. Mol. Biol.\n20, 387–395 (2013). [PMC free article] [PubMed] [Google Scholar]Wold M. S.\nReplication protein A: a heterotrimeric, single-stranded DNA-binding protein required for eukaryotic DNA metabolism. Annu. Rev. Biochem.\n66, 61–92 (1997). [PubMed] [Google Scholar]Akai Y.\net al.. Opposing role of condensin hinge against replication protein A in mitosis and interphase through promoting DNA annealing. Open Biol.\n1, 110023 (2011). [PMC free article] [PubMed] [Google Scholar]Aono N., Sutani T., Tomonaga T., Mochida S. & Yanagida M.\nCnd2 has dual roles in mitotic condensation and interphase. Nature\n417, 197–202 (2002). [PubMed] [Google Scholar]Ono T., Fang Y., Spector D. L. & Hirano T.\nSpatial and temporal regulation of condensins I and II in mitotic chromosome assembly in human cells. Mol. Biol. Cell\n15, 3296–3308 (2004). [PMC free article] [PubMed] [Google Scholar]Nakajima M.\net al.. The complete removal of cohesin from chromosome arms depends on separase. J. Cell Sci.\n120, 4188–4196 (2007). [PubMed] [Google Scholar]Adelman K. & Lis J. T.\nPromoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat. Rev. Genet.\n13, 720–731 (2012). [PMC free article] [PubMed] [Google Scholar]Gottesfeld J. M. & Forbes D. J.\nMitotic repression of the transcriptional machinery. Trends Biochem. Sci.\n22, 197–202 (1997). [PubMed] [Google Scholar]Jiang Y., Liu M., Spencer C. a. & Price D. H.\nInvolvement of transcription termination factor 2 in mitotic repression of transcription elongation. Mol. Cell\n14, 375–385 (2004). [PubMed] [Google Scholar]Ginno P. a., Lott P. L., Christensen H. C., Korf I. & Chédin F.\nR-loop formation is a distinctive characteristic of unmethylated human CpG island promoters. Mol. Cell\n45, 814–825 (2012). [PMC free article] [PubMed] [Google Scholar]Nakazawa N.\net al.. RNA pol II transcript abundance controls condensin accumulation at mitotically up-regulated and heat-shock-inducible genes in fission yeast. Genes Cells\n20, 481–499 (2015). [PMC free article] [PubMed] [Google Scholar]Teytelman L., Thurtle D. M., Rine J. & Oudenaarden A.\nVan. Highly expressed loci are vulnerable to misleading ChIP localization of multiple unrelated proteins. Proc. Natl Acad. Sci. USA\n110, 18602–18607 (2013). [PMC free article] [PubMed] [Google Scholar]Wang B., Yong-gonzalez V. & Strunnikov A. V.\nCdc14p/FEAR pathway controls segregation of nucleolus in S. cerevisiae by facilitating condensin targeting to rDNA chromatin in anaphase. Cell Cycle\n3, 960–967 (2004). [PMC free article] [PubMed] [Google Scholar]Clemente-Blanco A.\net al.. Cdc14 inhibits transcription by RNA polymerase I during anaphase. Nature\n458, 219–222 (2009). [PMC free article] [PubMed] [Google Scholar]Iwasaki O., Tanaka A., Tanizawa H., Grewal S. I. S. & Noma K.\nCentromeric localization of dispersed Pol III genes in fission yeast. Mol. Biol. Cell\n21, 254–265 (2010). [PMC free article] [PubMed] [Google Scholar]Legros P., Malapert A., Niinuma S., Bernard P. & Vanoosthuyse V.\nRNA processing factors Swd2.2 and Sen1 antagonize RNA Pol III-dependent transcription and the localization of condensin at Pol III genes. PLoS Genet.\n10, e1004794 (2014). [PMC free article] [PubMed] [Google Scholar]Wang B.-D., Butylin P. & Strunnikov A.\nCondensin function in mitotic nucleolar segregation is regulated by rDNA transcription. Cell Cycle\n5, 2260–2267 (2006). [PMC free article] [PubMed] [Google Scholar]Clemente-Blanco A.\net al.. Cdc14 phosphatase promotes segregation of telomeres through repression of RNA polymerase II transcription. Nat. Cell Biol.\n13, 1450–1456 (2011). [PMC free article] [PubMed] [Google Scholar]Michel H.\net al.. A condensin-like dosage compensation complex acts at a distance to control expression throughout the genome. Genes Dev.\n23, 602–618 (2009). [PMC free article] [PubMed] [Google Scholar]Rawlings J. S., Gatzka M., Thomas P. G. & Ihle J. N.\nChromatin condensation via the condensin II complex is required for peripheral T-cell quiescence. EMBO J.\n30, 263–276 (2011). [PMC free article] [PubMed] [Google Scholar]Dowen J. M.\net al.. Multiple structural maintenance of chromosome complexes at transcriptional regulatory elements. Stem Cell Reports\n1, 371–378 (2013). [PMC free article] [PubMed] [Google Scholar]Sabatinos S. A. & Forsburg S. L.\nMolecular genetics of Schizosaccharomyces pombe. Methods Enzymol.\n470, 759–795 (2010). [PubMed] [Google Scholar]Gregan J.\net al.. Novel genes required for meiotic chromosome segregation are identified by a high-throughput knockout screen in fission yeast. Curr. Biol.\n15, 1663–1669 (2005). [PubMed] [Google Scholar]Kunitoku N.\net al.. CENP-A phosphorylation by Aurora-A in prophase is required for enrichment of Aurora-B at inner centromeres and for kinetochore function. Dev. Cell\n5, 853–864 (2003). [PubMed] [Google Scholar]Stasevich T. J.\net al.. Regulation of RNA polymerase II activation by histone acetylation in single living cells. Nature\n516, 272–275 (2014). [PubMed] [Google Scholar]Wang Y., Lu J., jian, He L. & Yu Q.\nTriptolide (TPL) inhibits global transcription by inducing proteasome-dependent degradation of RNA polymerase II (Pol II). PLoS ONE\n6, e23993 (2011). [PMC free article] [PubMed] [Google Scholar]Chen R.\net al.. Mechanism of action of SNS-032, a novel cyclin-dependent kinase inhibitor, in chronic lymphocytic leukemia. Blood\n113, 4637–4645 (2009). [PMC free article] [PubMed] [Google Scholar]Zhang J.\net al.. ChIA-PET analysis of transcriptional chromatin interactions. Methods\n58, 289–299 (2012). [PubMed] [Google Scholar]Wood V.\net al.. The genome sequence of Schizosaccharomyces pombe. Nature\n415, 871–880 (2002). [PubMed] [Google Scholar]Langmead B., Trapnell C., Pop M. & Salzberg S. L.\nUltrafast and memory-efficient alignment of short DNA sequences to the human genome. Genome Biol.\n10, R25 (2009). [PMC free article] [PubMed] [Google Scholar]Robinson J. T.\net al.. Integrative genomics viewer. Nat. Biotechnol.\n29, 24–26 (2011). [PMC free article] [PubMed] [Google Scholar]Wood V.\net al.. PomBase: a comprehensive online resource for fission yeast. Nucleic Acids Res.\n40, D695–D699 (2012). [PMC free article] [PubMed] [Google Scholar]Lyne R.\net al.. Whole-genome microarrays of fission yeast: characteristics, accuracy, reproducibility, and processing of array data. BMC Genomics\n4, 27 (2003). [PMC free article] [PubMed] [Google Scholar]Blobel G.\net al.. A reconfigured pattern of MLL occupancy within mitotic chromatin promotes rapid transcriptional reactivation following mitotic exit. Mol. Cell\n36, 970–983 (2009). [PMC free article] [PubMed] [Google Scholar]"}