{"title": "c-Myc and AMPK Control Cellular Energy Levels by Cooperatively Regulating Mitochondrial Structure and Function", "pubDate": "2015", "PMCID": "PMC4521957", "DOI": "10.1371/journal.pone.0134049", "PMID": "26230505", "abstract": "The c-Myc (Myc) oncoprotein and AMP-activated protein kinase (AMPK) regulate glycolysis and oxidative phosphorylation (Oxphos) although often for different purposes. Because Myc over-expression depletes ATP with the resultant activation of AMPK, we explored the potential co-dependency of and cross-talk between these proteins by comparing the consequences of acute Myc induction in ampk+/+ (WT) and ampk-/- (KO) murine embryo fibroblasts (MEFs). KO MEFs showed a higher basal rate of glycolysis than WT MEFs and an appropriate increase in response to activation of a Myc-estrogen receptor (MycER) fusion protein. However, KO MEFs had a diminished ability to increase Oxphos, mitochondrial mass and reactive oxygen species in response to MycER activation. Other differences between WT and KO MEFs, either in the basal state or following MycER induction, included abnormalities in electron transport chain function, levels of TCA cycle-related oxidoreductases and cytoplasmic and mitochondrial redox states. Transcriptional profiling of pathways pertinent to glycolysis, Oxphos and mitochondrial structure and function also uncovered significant differences between WT and KO MEFs and their response to MycER activation. Finally, an unbiased mass-spectrometry (MS)-based survey capable of quantifying ~40% of all mitochondrial proteins, showed about 15% of them to be AMPK- and/or Myc-dependent in their steady state. Significant differences in the activities of the rate-limiting enzymes pyruvate kinase and pyruvate dehydrogenase, which dictate pyruvate and acetyl coenzyme A abundance, were also differentially responsive to Myc and AMPK and could account for some of the differences in basal metabolite levels that were also detected by MS. Thus, Myc and AMPK are highly co-dependent and appear to engage in significant cross-talk across numerous pathways which support metabolic and ATP-generating functions.", "author": [{"author": "Lia R Edmunds", "affiliation": ["Section of Hematology/Oncology, Children's Hospital of Pittsburgh of UPMC, Pittsburgh, PA, United States of America; The University of Pittsburgh School of Medicine, Pittsburgh, PA, United States of America."], "href": "/?term=Edmunds+LR&cauthor_id=26230505"}, {"author": "Lokendra Sharma", "affiliation": ["Section of Hematology/Oncology, Children's Hospital of Pittsburgh of UPMC, Pittsburgh, PA, United States of America."], "href": "/?term=Sharma+L&cauthor_id=26230505"}, {"author": "Huabo Wang", "affiliation": ["Section of Hematology/Oncology, Children's Hospital of Pittsburgh of UPMC, Pittsburgh, PA, United States of America."], "href": "/?term=Wang+H&cauthor_id=26230505"}, {"author": "Audry Kang", "affiliation": ["The University of Pittsburgh School of Medicine, Pittsburgh, PA, United States of America."], "href": "/?term=Kang+A&cauthor_id=26230505"}, {"author": "Sonia d'Souza", "affiliation": ["Section of Hematology/Oncology, Children's Hospital of Pittsburgh of UPMC, Pittsburgh, PA, United States of America."], "href": "/?term=d%27Souza+S&cauthor_id=26230505"}, {"author": "Jie Lu", "affiliation": ["Section of Hematology/Oncology, Children's Hospital of Pittsburgh of UPMC, Pittsburgh, PA, United States of America."], "href": "/?term=Lu+J&cauthor_id=26230505"}, {"author": "Michael McLaughlin", "affiliation": ["The University of Pittsburgh School of Medicine, Pittsburgh, PA, United States of America."], "href": "/?term=McLaughlin+M&cauthor_id=26230505"}, {"author": "James M Dolezal", "affiliation": ["The University of Pittsburgh School of Medicine, Pittsburgh, PA, United States of America."], "href": "/?term=Dolezal+JM&cauthor_id=26230505"}, {"author": "Xiaoli Gao", "affiliation": ["Department of Biochemistry, The University of Texas Health Science Center at San Antonio, San Antonio TX, United States of America."], "href": "/?term=Gao+X&cauthor_id=26230505"}, {"author": "Susan T Weintraub", "affiliation": ["Department of Biochemistry, The University of Texas Health Science Center at San Antonio, San Antonio TX, United States of America."], "href": "/?term=Weintraub+ST&cauthor_id=26230505"}, {"author": "Ying Ding", "affiliation": ["Department of Biostatistics, The University of Pittsburgh, Pittsburgh, PA, United States of America."], "href": "/?term=Ding+Y&cauthor_id=26230505"}, {"author": "Xuemei Zeng", "affiliation": ["Department of Cell Biology, The University of Pittsburgh School of Medicine, Pittsburgh, PA, United States of America."], "href": "/?term=Zeng+X&cauthor_id=26230505"}, {"author": "Nathan Yates", "affiliation": ["Department of Cell Biology, The University of Pittsburgh School of Medicine, Pittsburgh, PA, United States of America."], "href": "/?term=Yates+N&cauthor_id=26230505"}, {"author": "Edward V Prochownik", "affiliation": ["Section of Hematology/Oncology, Children's Hospital of Pittsburgh of UPMC, Pittsburgh, PA, United States of America; The University of Pittsburgh School of Medicine, Pittsburgh, PA, United States of America; Department of Microbiology and Molecular Genetics, The University of Pittsburgh School of Medicine, Pittsburgh, PA, United States of America; The Hillman Cancer Center, The University of Pittsburgh, Pittsburgh, PA, United States of America."], "href": "/?term=Prochownik+EV&cauthor_id=26230505"}], "refPMID": ["19029958", "10378696", "25060588", "24186490", "19861459", "18923074", "12529648", "15723054", "23021216", "23021215", "24492846", "25043018", "24939054", "25043028", "25038584", "22439925", "13351639", "22123234", "19460998", "22629444", "15988031", "22195744", "25053415", "22828478", "23486551", "19881548", "21937710", "23875169", "24389195", "18855699", "23747347", "22750049", "16709637", "12546688", "14573616", "16809770", "2662015", "11641463", "17426019", "8214593", "21304412", "24798811", "23148064", "14722062", "16760494", "24565079", "24837364", "12049739", "19442239", "16565215", "23688501", "15026306", "20116362", "18454935", "12096112", "20023718", "21695224", "24045637", "24997301", "18501003", "25043054", "18375192", "19366610", "22817841", "24413562", "17070068", "20095649", "20144582", "18843528", "21802404", "12525861", "18778428", "14985369", "18522489", "23274086", "23554102", "24747424", "22262476", "23530218", "11795479", "11485553", "23476652", "25064846", "23791887", "11727934", "22660331", "12226664", "22996653", "17906696", "22202195", "9693118", "21768291", "20685962", "20382893", "12833045", "16380484", "11724780", "21892142", "18513937", "24384817", "18084900", "18267127", "11213484", "11579426", "11050436", "8755643", "9593934", "10926866", "19505186", "22460906"], "citedInPMID": ["26230505", "33093922", "32681081", "32512497", "31637020", "30755479", "30153736", "29391924", "28883002", "28432125", "27738108", "27449087", "27105497"], "body": " AbstractThe c-Myc (Myc) oncoprotein and AMP-activated protein kinase (AMPK) regulate glycolysis and oxidative phosphorylation (Oxphos) although often for different purposes. Because Myc over-expression depletes ATP with the resultant activation of AMPK, we explored the potential co-dependency of and cross-talk between these proteins by comparing the consequences of acute Myc induction in ampk+/+ (WT) and ampk-/- (KO) murine embryo fibroblasts (MEFs). KO MEFs showed a higher basal rate of glycolysis than WT MEFs and an appropriate increase in response to activation of a Myc-estrogen receptor (MycER) fusion protein. However, KO MEFs had a diminished ability to increase Oxphos, mitochondrial mass and reactive oxygen species in response to MycER activation. Other differences between WT and KO MEFs, either in the basal state or following MycER induction, included abnormalities in electron transport chain function, levels of TCA cycle-related oxidoreductases and cytoplasmic and mitochondrial redox states. Transcriptional profiling of pathways pertinent to glycolysis, Oxphos and mitochondrial structure and function also uncovered significant differences between WT and KO MEFs and their response to MycER activation. Finally, an unbiased mass-spectrometry (MS)-based survey capable of quantifying ~40% of all mitochondrial proteins, showed about 15% of them to be AMPK- and/or Myc-dependent in their steady state. Significant differences in the activities of the rate-limiting enzymes pyruvate kinase and pyruvate dehydrogenase, which dictate pyruvate and acetyl coenzyme A abundance, were also differentially responsive to Myc and AMPK and could account for some of the differences in basal metabolite levels that were also detected by MS. Thus, Myc and AMPK are highly co-dependent and appear to engage in significant cross-talk across numerous pathways which support metabolic and ATP-generating functions. Introductionc-Myc (Myc) oncoprotein de-regulation occurs in a substantial fraction of human cancers and alters numerous transformation-associated phenotypes [1–4]. Myc over-expression exerts marked effects on proliferation, survival, differentiation and biomass accumulation as a result of global changes in the expression of RNAs regulated by all 3 RNA polymerases [1, 5–8]. Together, these changes reflect Myc’s role as a general transcription factor that broadly modulates the levels of most, if not all, genes [9–12]. The molecular mechanisms by which Myc mediates these effects on transcription are varied and highly dependent upon the degree of Myc over-expression, the identity of various co-factors and the type of cell in which Myc de-regulation occurs [6, 11, 13, 14].Metabolic changes are among the most universal consequences of aberrant Myc expression [15]. Myc induces the majority of genes encoding glycolytic enzymes and thus is important for promoting the Warburg effect, defined as the persistence of glycolysis under aerobic conditions [5, 16]. Rather than being a result of defective mitochondrial function and confined to tumor cells as originally proposed [17], the Warburg effect also occurs in rapidly proliferating normal cells [16, 18]. It thus seems likely that the major purpose of the Warburg effect is to supply anabolic precursors such as ribose sugars, nucleotides and select amino acids whose production must be increased and carefully coordinated with the doubling of biomass that accompanies replication [16, 19].In addition to enhancing glycolysis, Myc re-programs oxidative phosphorylation (Oxphos) and supports the structural and functional integrity of mitochondria and the electron transport chain (ETC) via the direct up-regulation of certain mitochondrial-specific transcription factors [20, 21]. This has the effect of increasing the production of ATP needed to support macromolecular synthesis during proliferation [15, 20, 22]. Concurrently, Myc promotes the uptake and β-oxidation of exogenous fatty acids, which serve as an alternate source of acetyl CoA that is otherwise provided in lower yield by the re-programmed glycolytic pathway [23–25]. The transport of glutamine and its conversion to glutamate and α-ketoglutarate are also under stringent positive Myc control and provide yet another source of TCA cycle intermediates [5, 15, 26]. In support of all the above findings, myc-/- fibroblasts show severe structural and functional ETC defects, low rates of glycolysis and Oxphos and profound ATP depletion [20].The regulation of both anabolic and catabolic processes is also a property of AMP-activated protein kinase (AMPK), a Ser/Thr kinase that is activated in response to a decrease in the ATP: AMP ratio [27–29]. AMPK is a trimeric enzyme whose γ-regulatory subunit undergoes a conformational change upon binding AMP that allows phosphorylation of the α catalytic subunit’s Thr172 residue by the upstream kinase and putative tumor suppressor LKB [27, 30, 31]. The consequences of this activating phosphorylation event include a general inhibition of energy-consuming processes such as protein and fatty acid synthesis and proliferation [27] and an increase in energy-generating process such as glycolysis and Oxphos [27, 32, 33]. Collectively, these cooperate to ensure the timely restoration of a positive ATP: AMP balance and allow the resumption of proliferation. Thus AMPK and Myc appear to enhance energy-generating processes while simultaneously exerting opposing effects on energy-consuming processes. How these are regulated and coordinated remain largely unexplored.We have recently observed that the ATP-depleted state of myc-/- fibroblasts is associated with chronic phosphorylation-dependent AMPK activation whereas Myc re-expression restores normal ATP levels and suppresses AMPK [23]. These observations suggest that Myc and AMPK engage in a form of cross-talk, the purpose of which is to optimize proliferation and energy production while balancing Oxphos and the Warburg effect. In the current work, we have investigated how and the extent to which such communication occurs as well as how compromising AMPK function affects Myc’s metabolic phenotype. Materials and MethodsCell cultureSV40 T-antigen-immortalized ampk+/+ and ampk-/- MEFs, the latter bearing a double knockout of the α1 and α2 subunits of AMPK, were a kind gift from Dr. Benoit Viollet (Institut Cochin, Université Paris Descartes) and Dr. Keith Laderoute (Discovery Technologies, SRI International) [34, 35] and were generated as described by Laderoute et al. [36]. Both cell lines were transduced with a pBabePuro retroviral vector encoding a Myc-estrogen receptor (MycER) fusion protein [37]. Stable clones of each AMPK genotype (hereafter referred to as WT or KO) were selected in 1 μg/ml of puromycin, pooled, and used for all subsequent experiments. Both WT and KO cells expressed equivalent levels of MycER (S1A Fig). All cell lines were maintained in puromycin-containing Dulbecco’s-modified Eagle’s minimal essential medium (D-MEM) supplemented with 10% heat-inactivated fetal bovine serum (FBS), L-glutamine and penicillin/streptomycin as previously described [20]. Unless otherwise stated, MycER was activated by adding 4-hydroxytamoxifen (4HT) to cells for 7–9 days at a final concentration of 250 nM before performing any assessments. All recombinant DNA and retroviral and lentiviral work was approved by the University of Pittsburgh Recombinant DNA and Institutional Biosafety Committees and, in the latter cases, was performed under BSL2+ conditions.Quantification of glycolysis, Oxphos and ATP levelsAll experiments were performed on an XF24 Extracellular Flux Analyzer (Seahorse Bioscience, Billirica, MA) as previously described [20, 23]. O2 consumption rate (OCR) and proton production, expressed as the extracellular acidification rate (ECAR), were quantified in unbuffered D-MEM containing 8.3 g of glucose- and pyruvate-free DMEM (Sigma) supplemented with 31 mM NaCl, 2 mM glutamine, 42.3 μM phenol red, and 25 mM glucose, pH 7.4 to obtain baseline metabolic levels. A mitochondrial stress-test was applied by adding 1 μM oligomycin, 0.3 μM FCCP, 100 mM 2-deoxyglucose (2-DG), and 1 μM rotenone. Each measurement point was performed in quadruplicate and experiments were repeated at least 3 times with similar results and normalized to cell number at the conclusion of the experiment. Relative effects were expressed as areas under the curve measurements that were generated by the manufacturer’s software.ATP assays were performed on 20,000–30,000 cells seeded in 96 well plates the day before and were performed in quadruplicate wells using the ATPlite Luminescence Assay System (Perkin Elmer, Waltham, MA) as instructed by the manufacturer. Results were normalized to total protein levels, which were determined on separate sets of identical wells.Measurements of mitochondrial mass and reactive oxygen species (ROS)Mitochondrial mass was determined as previously described [20, 23]. Monolayers were stained at 37C for 45 min in fresh D-MEM containing 20 nM of acridine orange 10-nonyl bromide (NAO), 0.5 mM of MitoTracker Green, 10 μM of CM-H2-DCFDA or 5 μM of MitoSox (all from Invitrogen, Carlsbad, CA)) and then analyzed using a FACStar flow cytometer (Becton-Dickinson Biosciences, San Jose, CA). Analyses were performed using BD FACSDiva Software as previously described [20].Blue native gel electrophoresis (BNGE) and electron transport chain (ETC) enzyme assaysSamples were prepared for BNGE as previously described with some modifications [20]. Cells were suspended in 0.5 ml of ice cold HB buffer (50 mM KPO4, pH = 7.4; 1mM EDTA; 2.5% glycerol; 250 mM sucrose) containing protease inhibitor cocktail (Sigma-Aldrich, St. Louis, MO), disrupted on ice with a dounce homogenizer (Isobiotec, Heidelberg, Germany) and enriched for mitochondria by differential centrifugation. The pellet was washed twice with HB buffer and re-suspended in the same buffer at a final protein concentration of 2–5 mg/ml. To achieve optimal solubility of mitochondrial super-complexes/complexes, the digitonin concentration was optimized so that 8 mg of digitonin was added per mg of protein in HB buffer without EDTA. Following a 20 min incubation on ice, a Coomassie blue solution (5% Coomassie blue G250 in 750 mM 6-aminocaproic acid) was added (1:30 v/v). The supernatant was then electrophoresed on a 3–12% Native PAGE Novex Bis-Tris gel (Invitrogen) at 80 V for 4 hours at 4C in the buffer provided by the supplier. 80 μg of protein for each sample was electrophoresed to resolve complexes. Following electrophoresis, gels were stained for 30 min with Bio-Safe Coomassie G250 (Bio-Rad, Hercules, CA). Gels were scanned and the images analyzed for relative band density using AlphaEaseFC 2200 scanner and AlphaEaseFC software.\nIn situ gel assays of individual ETC complex activities were performed as previously described for Complexes I (NADH ubiquinone oxidoreductase) and V (ATPase) [38]. Complex III (CIII) (decylubiquinol cytochrome c oxidoreductase) was assayed by incubating gels with CIII assay solution [39] overnight with mild agitation. In a separate reaction, Complex IV (CIV) (cytochrome c oxidase) was measured by incubating the gel in a solution containing 1 nM catalase, 10 mg cytochrome c and 750 mg sucrose in CIII assay buffer with mild agitation for 30 min. An optional wash in water at room temperature was employed for 24 hours to further sharpen the band patterns. Band intensities were quantified using NIH Image J software and were normalized with their corresponding bands on the Coomassie stained gel.\nIn situ assays for Complex II (CII) (succinate dehydrogenase) proved to be relatively insensitive and irreproducible. We therefore measured this activity on mitochondria purified as described above using a method from Munujos et al. [40] modified for a 96 well plate format. As a negative control, an inhibitor of CII (0.5 mM thenoyltrifluoro-acetone) was added to a separate set of samples. Activity was assessed at 500 nm for 1 hour every minute on a BMG LabTech FLUOstar Omega spectrophotometer. The ΔAbs340/min was obtained using the maximum linear rate over a period of 20 min.RNA extraction and real-time qRT-PCR analysisTotal RNA was extracted from logarithmically growing cells and purified using an RNAeasy Mini kit (Qiagen, Inc., Chatsworth, CA) as previously described [23]. qRT-PCR reactions were performed with a Power SYBR Green RNA-to-CT 1-Step Kit (Life Technologies/Thermo-Fisher, Inc.) with a StepOnePlus Real-Time PCR System (Applied Biosystems, Inc. Carlsbad, CA). All primers were synthesized by International DNA Technologies, Inc. (Coralville, IA). Reactions were optimized so that single bands of the predicted size were visualized following gel electrophoresis. The real-time PCR results were calculated as relative expression after normalization to the internal standard β2 microglobulin using ΔΔCƬs compared to WT cells. Statistical analyses were performed using Student’s t-test. All primer sequences and amplification conditions are listed in S1 Table.ImmunoblottingBlotting were performed as previously described [20, 23]. All relevant antibodies used are listed in S2 Table.Mitochondrial oxidoreductase assaysThe assay for malic dehydrogenase (MDH) relied on the conversion of oxaloacetate (OAA) to malate coupled with NADH to NAD+, which was measured using Protocol SPOXAL01 (Sigma-Aldrich). The ΔAbs340/min was obtained as described above.α-ketoglutarate dehydrogenase (α-KGDH) was quantified by measuring the conversion of α-ketoglutaric acid (α-KG) to succinyl-CoA coupled to NAD+ conversion to NADH as described in Protocol SPKETO03 (Sigma-Aldrich). The ΔA340nm/min was calculated over 15 min using the maximum linear rate.Isocitrate dehydrogenase (IDH) activity was quantified on 10 μg of mitochondria using an IDH Activity Assay Kit according to the directions provided by the supplier (Sigma-Aldrich). Absorbance was measured at 37C at OD450nm every 5 minutes over 2 hr. with a final reading taken at the plateau stage.Glycerol 3-phosphate dehydrogenase (G3PDH) was assayed using a G3PDH Assay Kit (Abcam, Inc., Burlingame, CA) with 10 μg of mitochondria and quantified as recommended by the manufacturer. End point absorbance (Abs450) was corrected for background controls.All enzyme assays were performed on at least triplicate samplesEnrichment and Tryptic Digestion of MEF Mitochondrial Proteins16 MEF samples (4 each of WT, KO, WT+Myc and KO+Myc) were separately enriched for mitochondrial proteins from 107 cells prepared from individual plates as described for BNGE. Protein concentrations were determined using a BCA assay (Pierce, Inc., Rockford, IL). A pooled control sample was prepared by combining equal volumes of each individual sample and was used to monitor sample preparation variation. 22 aliquots (16 samples and 6 controls) containing 20 μg of total protein were spiked with 4 μl of 125 nM ovalbumin protein. In-solution trypsin digestion was carried out as described [41]. The resulting tryptic peptides were desalted with PepClean C-18 Spin Columns (Pierce) according to the manufacturer’s protocol, vacuum-dried, and resuspended in 20 μl 0.1% formic acid.LC-MS/MS AnalysisTryptic digests were analyzed using high resolution liquid chromatography tandem accuracy mass spectrometer as previously described [42]. In brief, samples were loaded with a nanoAcquity autosampler (Waters, Waltham MA) onto a capillary sample trap column, separated using a reversed phase gradient on a commercial PicoChip nanospray C18 column (PicoChip) and electrospray ionization source (New Objective, Inc. Woburn MA). Mass analysis was performed on a hybrid electrosprayed into a LTQ/Orbitrap Velos hybrid mass spectrometer (Thermo Fisher). Data dependent acquisition consisted of cycles of a high resolution full scan FT mass spectrum followed by 13 MS/MS low resolution tandem mass spectra scans in the linear ion trap, with dynamic exclusion setting enabled to minimize redundant selection of precursor ions previously selected for CID. High-resolution liquid chromatography mass spectrometry was used to measure the mass-to-charge ratio, retention time, and intensity of the isotopes for each identified peptide. Custom differential mass spectrometry software (dMS 1.0, University of Pittsburgh and InfoClinika, Seattle WA) was used to align, integrate, and link the high resolution peak areas data to the protein identification results from a COMET to the tandem MS sequence database search results [43]. In total, detection of 414,655 isotope distributions, 9,397 peptide sequences, and 1929 protein identifications were obtained from this data set.Selection of Mitochondrial Proteotypic PeptidesIntensities of a single representative peptide were used as surrogate markers for relative abundance of each protein. Proteotypic representative peptides were selected based upon their signal intensities and their correlation with other peptides originating from the same protein. Proteins with a single identified peptide sequence or with poor concordance among identified peptides were excluded from further analysis. For the remaining proteins, peptides with the highest signal intensities (average of all samples) among those with good correlation with other peptides from the same protein (mean Pearson’s correlation coefficient >0.5) were selected as representative peptides. A total of 345 peptides belonging to proteins annotated as having evidence of mitochondrial localization in the David (http://david.abcc.ncifcrf.gov/) Bioinformatics Database and/or mouse MitoCarta Inventory (http://www.broadinstitute.org/pubs/MitoCarta/mouse.mitocarta.html) were selected and their high resolution peak area extracted using dMS software were used for statistical analysis.Statistical AnalysisTwo way ANOVA was used to determine the influence of AMPK genotype and Myc over-expression on the abundance of mitochondrial proteins, and also to determine whether there was any significant interaction effect between AMPK genotype and Myc over-expression (i.e. whether a protein’s response to Myc was discordant between WT and KO cells). Features were selected based on a q value (false discovery rate) cutoff of 0.05. Myc over-expression did not affect the overall abundance of mitochondrial proteins (p values for student’s t test comparison of WT vs. WT + Myc and KO vs. KO + Myc were 0.870 and 0.761 respectively). However, we did observe a 24% higher average intensity of all mitochondrial peptides in KO samples both with and without Myc over-expression (two-way analysis of variance [ANOVA] p value of 0.002) despite the overall intensities of non-mitochondrial proteins being otherwise identical. This could be due to a slightly greater overall mitochondrial mass in KO cells although this was not confirmed by staining with NAO or MitoTracker dyes (Fig 1C). To reduce the potential effect of bias due to slightly higher amounts of mitochondrial proteins in the KO samples, proteins with greater abundance in KO but with fold change less than 2.6 (twice the fold change of overall mitochondrial abundance in KO samples) were not considered for the main effect of genotype.Open in a separate windowFig 1Energy-generating pathway responses to MycER activation.\n(A) Baseline glycolysis measurements normalized to cell number at conclusion of the experiment. WT and KO MEFs were either untreated or exposed to 4HT for 7 days to activate MycER (+Myc). Glycolysis was quantified by measuring extracellular acidification rates (ECAR). Bars represent the mean of quadruplicate measurements ± 1 standard error of the mean (SEM). (B) Baseline Oxphos measurements. Oxygen consumption rates (OCR) were simultaneously quantified on the same samples described in A. See S2 Fig for additional details regarding the glycolytic and Oxphos responses of these cells. (C) Changes in mitochondrial mass and ROS production. Untreated or 4HT-treated (7 days) WT and KO cells were stained with MitoTracker Green or NAO to independently assess mitochondrial mass. In parallel experiments, cells were also stained with CM-H2-DCFDA to quantify total ROS production or with MitoSOX to specifically quantify the production of mitochondrial-derived superoxide. In all cases, typical flow diagrams are depicted. The numbers in the upper left portion of each panel indicate the mean ratios of fluorescence intensities between 4HT-treated and control, untreated cells from at least 4 independent experiments ± 1 SEM (D) ATP levels in response to MycER activation and inactivation. ATP levels were measured at baseline (S1B Fig), after the indicated periods of exposure to 4HT (+) and its subsequent removal (-). Each value shown depicts the mean of quadruplicate samples ± 1 SEM. Basal (day 0) ATP levels in untreated KO cells were routinely found to be 30–40% lower than those of their WT counterparts (S1B Fig) but are normalized here to 100% in both cell types for easier comparison. After taking the day 0 differences into account, KO MEFs also showed significantly lower ATP levels on days +1–4 compared to their WT counterparts (P < 0.02) (S1B Fig). (E) AMPK response to MycER activation/inactivation in WT MEFs. WT cells were exposed to 4HT for the indicated times. On day 4, 4HT was removed (-4HT) and cells continued to be cultured in its absence for an additional 6 days. Total AMPK and pAMPK were assessed by immunoblotting at the time points shown. (F) MitoSox staining as described in Fig 1C after 2 days of 4HT treatment. In the concurrent presence of 1 mM NAC, no significant change in ROS was observed. (G) AMPK activation is suppressed by NAC. WT cells were exposed to 4HT in the absence or presence of 1 mM NAC. Total and phospho-AMPK were assessed by immuno-blotting as described for panel E. (H) Persistence of ROS following MycER inactivation. WT cells were exposed to 4HT for 4 days at which point ROS were quantified using MitoSox as described in (C). 4HT was then removed with ROS levels again being determined 2 and 4 days later (days 6 and 8). Numbers in upper left corner indicate the ratio of mean fluorescence intensity of 4HT-treated (red curves) to non-4HT-treated MEFs (black curves).Expression of roGFP2roGFP2 was a generous gift from Dr. Michael Palladino (The Univ. of Pittsburgh). Compared to GFP, roGFP2 contains several amino acid substitutions, including S147C and Q204C, which allow the molecule to form stable intra-molecular disulfide bonds in reduced environments [44]. Oxidation of these residues alters the tertiary structure of the protein as well as the intensity of 510 nm light emitted following alternating excitation at 410 nm and 474 nm [45].We used standard molecular biology techniques to insert roGFP coding sequences into the pDsRed2-Mito vector (Clontech, Inc., Mountain View, CA) from which the DsRed insert had been excised. This step placed the roGFP coding sequence downstream from and in-frame with the mitochondrial targeting signal peptide from subunit VIII of the human cytochrome c oxidase ETC subunit (roGFP-mito). To generate a cytoplasmically-localized roGFP2 vector (roGFP-cyto), the roGFP-mito vector was digested with NheI and BamHI to excise the mitochondrial signal peptide and the subsequently blunt-ended vector was self-ligated. The coding region of each vector was then amplified by PCR and cloned directionally into the pLenti6/V5-TOPO lentiviral vector (Life Technologies, Inc.). After packaging in 293FT cells, WT and KO MEFs were transduced with each vector and selected in 1 μg/ml of blasticidin. Pooled blasticidin-resistant clones were then further selected by fluorescence-activated cell sorting in order to purify the brightest population, which were used for all subsequent experiments.Confocal microscopy and flow cytometry of roGFP-mito- and roGFP-cyto-targeted cellsWT and KO cells stably expressing roGFP-cyto and roGFP-mito were grown overnight in glass bottom 6 well plates. Fresh medium lacking or containing 4HT was then added for an additional 24 hr. Confocal images of live cells were obtained with a confocal laser scanning microscope (LSM710; Zeiss) using a 20x/0.8 M27 Plan-Apochromat objective and a 31 μm pinhole with the following excitation/emission wavelength (λex/em) settings: λex/em 405/495-575 for oxidized roGFP, λex/em 488/495–575 for reduced roGFP. To quantify changes in the cellular redox states, analyses were performed by flow cytometry on a BDFACS Aria II SORP using BD FACSDiva Software and ratios were calculated using FlowJo software. Spectra were collected using a violet laser with 405 nm excitation, emission collected using a 525/50 bandpass filter and 488 nm excitation was collected using an emission bandpass of 520/50. Control experiments to determine maximal responses to oxidized and reduced environments were performed by adding H2O2 or DTT to final concentrations of 1 mM or 10 mM, respectively for 30 min prior to flow cytometry. A third sample was treated with H2O2 for 30 min followed by the addition of DTT for an additional 30 min and then analyzed. In all cases, biological triplicates were assessed for each group and each experiment was repeated at least twice. Results were expressed as the mean ratio of oxidized: reduced fluorescent roGFP based on changes in emission spectra.High performance liquid chromatography-electrospray ionization tandem mass spectrometry (HPLC-ESI-MS/MS)Analyses were conducted on a Q Exactive mass spectrometer with on-line separation by Dionex Ultimate 3000 HPLC (both from Thermo Fisher, San Jose, CA). For untargeted quantification of polar metabolites, ~109 cells were extracted in 80% methanol at 0°C and then incubated at -20°C for 1 h. Thermo SIEVE (Thermo Fisher) was used for peak alignment and integration of MS results to derive the relative abundance of individual metabolites. For ATP analysis,109 cells were extracted at 0°C in 15% trichloroacetic acid (TCA) containing ([13C10,15N1]ATP) as an internal standard. An aliquot of the clarified sample was then directly injected. Quantification was performed by integrating the extracted ion chromatograms of each metabolite, which were then compared with a standard curve.For the analysis of polar metabolites, lysates from sub-confluent cell cultures were prepared as described above, clarified by centrifugation, and the supernatants were placed in autosampler vials. HPLC-ESI-MS/MS was performed on a Q Exactive mass spectrometer (Thermo Fisher) with on-line separation by Dionex Ultimate 3000 HPLC (Thermo Fisher). HPLC was performed as described by Paredes et al. [46], with some modification: column, Luna NH2, 3 μm, 2 x 150 mm (Phenomenex, Inc., Torrance, CA); mobile phase A, 5% acetonitrile in water with 20 mM ammonium acetate and 20 mM ammonium hydroxide, pH 9.45; mobile phase B, acetonitrile; flow rate, 300 μL/min; gradient, 85%-1% B over 10 minutes and held at 1% B for 10 minutes. Full scan mass spectra were acquired in the orbitrap using negative ion detection over a range of m/z 100–800 at 70,000 resolution (m/z 300). Metabolite identification was based on the metabolite accurate mass (± 5 ppm), manual interpretation of the MS/MS fragment patterns, and agreement with the HPLC retention time of authentic standards. Thermo SIEVE was again used to process raw data files in order to quantify metabolites of interest. Peak alignment and integration were performed and relative abundances of each metabolite were generated among different samples.Nucleotides were quantified from cell lysates prepared as described above. Cell pellets were extracted at 4°C with 15% TCA containing 13C,15N-ATP as the internal standard, and then neutralized with a mixture of trioctylamine and 1,1,2-trichlorotrifluoroethane. LC-MS analyses were performed on a Q Exactive mass spectrometer with on-line separation using Dionex Ultimate 3000 HPLC (both from Thermo Fisher). HPLC conditions similar to those detailed in Zhou et al. [47], with some exceptions: Waters XTerra-MS C18 column (3.5 μm, 2.1 x 150mm); mobile phase A, 5 mM hexylamine and 0.5% diethylamine in water, pH10; mobile phase B, 50% acetonitrile in water; flow rate, 400 μL/min; gradient, 1%-20% B over 10 minutes and followed by 20%-30%B over 5 minutes. Full scan mass spectra were acquired in the orbitrap using negative ion detection over a range of m/z 300–800 at 70,000 resolution (m/z 300). Identification of metabolites was based on the metabolite accurate mass (± 5 ppm) and agreement with HPLC retention times of standards. Quantification was achieved by integrating the extracted ion chromatograms of individual metabolites and compared with the appropriate standard curves.Pyruvate dehydrogenase (PDH), pyruvate kinase (PK) assays, and acetyl CoA assaysPDH activity was quantified using the PDH Enzyme Activity Microplate Assay Kit according to the directions provided by the supplier (MitoSciences, Eugene, OR). Triplicate samples were loaded at 1 mg/well, measured kinetically over 30 min and the rates were determined as changes in OD (ΔOD) over time.PK activity was determined using a modified protocol from Worthington Biochemical Corp (Lakewood, NJ) in which the conversion of phospho(enol)pyruvate (PEP) to pyruvate by PK is coupled to the conversion of lactate to pyruvate and the generation of NAD+. 1 plate of semi-confluent cells was trypsinized and resuspended in 50 mM imidazole HCl buffer, pH 7.6 containing 12 mM KCl and 62 mM MgSO4 at 106 cells/ml. 100 μl of cells were dispensed into individual wells of a 96 well plate containing a reaction solution whose final components consisted of 1.36 mM ADP, 1.36 mM PEP, 0.4 mM NADH and 40–45 U of lactate dehydrogenase in imidazole buffer to a final volume of 200 μl. NADH conversion to NAD+ was measured at 340 nm for 15 min and the rate was determined by ΔAbs340/min from quadruplicate reactions.Acetyl CoA was assayed using an Acetyl Coenzyme A assay kit and was performed as recommended by the supplier (Sigma-Aldrich). Samples were prepared as described by Edmunds et al. [23]. Triplicate samples were compared to a 1 nmol standard curve using a SpectraMax M2 fluorescence plate reader and analyzed by Students’s t-test. ResultsAMPK is necessary for Myc-stimulated mitochondrial biogenesis and functionTo investigate the role for AMPK in mediating mitochondrial structure and function in the basal state and in response to Myc activation, we stably expressed the MycER fusion protein [37] in immortalized ampk+/+ (WT) and ampk-/- (KO) MEFs (S1A Fig) [34, 35]. In both cases, the cells were of identical size and grew at similar rates (not shown). In response to the estrogen analog 4-hydroxytamoxifen (4HT), both cell types increased their rates of glycolysis although basal levels were higher in KO cells (Fig 1A\n\nand\nS2A & S2B Fig). Cells had very little glycolytic reserve when simulated by oligomycin (S2A and S2B Fig), implying that all lines were operating at near maximal glycolytic capacity. In contrast, KO cells failed to up-regulate Oxphos in response to MycER activation (Fig 1B\n\nand\nS2C & S2D Fig). Thus, at least in MEFs, basal levels of glycolysis and Myc’s up-regulation of Oxphos are AMPK-dependent. Very little oxygen was consumed for non-mitochondrial respiration in any of the cell lines (S2C and S2D Fig), indicating that no respiration was occurring as a result of side reactions attributable to factors such as peroxisomal oxidation. The trends of Oxphos and glycolysis recorded for basal respiration (Fig 1A and 1B\n) continued throughout the mitochondrial stress test (S2 Fig).To determine whether KO cells’ failure to increase Oxphos in response to MycER activation was indicative of a more global degree of mitochondrial unresponsiveness, we quantified changes in mitochondrial mass and production of reactive oxygen species (ROS), both of which are normally increased by Myc over-expression [20, 21, 48]. MycER activation in WT cells was accompanied by a reproducible 20–30% increase in mitochondrial mass as evidenced by staining with both MitoTracker Green and Acridine orange 10-nonyl bromide (NAO) as well as by an increase in ROS [20, 23] (Fig 1C\n). The likely mitochondrial origin of ROS was also confirmed by MitoSox staining, which detects superoxide (O2\n-). The marked attenuation or absence of these responses in KO cells indicated that, in addition to Oxphos, other Myc-regulated mitochondrial responses are also AMPK-dependent.We assessed the bio-energetic consequences of the above differences by measuring ATP levels in WT and KO MEFs during the course of MycER activation and subsequent inactivation. Basal (day 0) ATP levels in KO MEFs were routinely 30–40% lower than those in WT MEFs (S1B Fig). In both cases, ATP levels declined within 24 hr. of MycER activation, remained low throughout the ensuing 4 days and then normalized within 48 hr. of 4HT removal. However, the degree of ATP depletion in KO MEFs was greater than in WT MEFs, particularly after accounting for the lower basal levels in the former cells (Fig 1D\n and S1B Fig\n). Concurrent immuno-blotting performed on WT cells showed an inverse relationship between AMPK activation and ATP levels (Fig 1E\n) as well as the persistence of AMPK activation for at least 4 additional days beyond the time at which ATP levels had returned to pre-treatment levels. This suggested that factors other than adenosine nucleotide levels might also be contributing to AMPK activation. Because ROS can also activate AMPK [49–52], we repeated the above experiment in the presence of the anti-oxidant N-acetylcysteine (NAC) at a concentration that reduced ROS in 4HT treated cells (Fig 1F\n). Under these conditions, AMPK phosphorylation was markedly attenuated (Fig 1G\n). AMPK’s activation beyond the point of ATP normalization also correlated with the persistence of high ROS following 4HT removal (Fig 1H\n). Thus, in the face of Myc deregulation in WT cells, the prolonged activation of AMPK is likely to be a consequence of both ATP depletion and the persistence of ROS.ETC structure and function are highly Myc-responsive in myc-/- rat fibroblasts [20]. To determine whether these properties were also AMPK-dependent in MEFs, we used blue native gel electrophoresis (BNGE) to evaluate the integrity of each of the 4 multi-protein components of the ETC (Complexes I-IV) along with the monomeric and dimeric forms of Complex V (ATP synthase) termed Vm and Vd, respectively. BNGE can also resolve ETC “supercomplexes” (SCs), which are comprised primarily of higher order associations of Complexes I, III and IV in varying stoichiometries and are believed to promote more efficient ETC function [53, 54]. Individual BNGE components of Complexes I-V from WT and KO MEFs were similar in appearance and did not change appreciably following Myc induction (Fig 2A\n). In contrast, at least 5 SCs (SCa-SCe) and Complex Vd, readily seen in WT MEFs, were reduced or absent in KO cells (Fig 2A\n).Open in a separate windowFig 2Structural and functional properties of ETCs complexes in WT and KO cells.\n(A) Analysis of ETC complexes by non-denaturing BNGE. Mitochondria were purified from triplicate cultures of the indicated cell types and resolved by BNGE. At least 5 individual supercomplexes (SCa-e) could be resolved [20]. Note that Complex V (ATP synthase) is composed of both monomers (Vm) and dimers (Vd). (B) In situ enzymatic assays for Complex I (NADH ubiquinone oxidoreductase) plus supercomplexes, Complex Vm and Vd (ATPase), Complex III (decylubiquinol cytochrome c oxidoreductase) and Complex IV (Cytochrome c oxidase). Each assay was performed in triplicate on at least 2 occasions, with representative results being shown here (also see S2 Fig). (C) Complex II (succinate dehydrogenase) activity was quantified on lysates prepared from purified mitochondria as its in situ assessment was found to be unreliable. The results shown in the histogram represent the mean of triplicate enzymatic determinations ± 1 SEM. See S3 Fig for quantification of all enzymatic measurements.Activity assays for individual complexes better emphasized the differences between WT and KO MEFs both prior to and following MycER activation (Fig 2B and 2C\n & S3 Fig). For example, neither Complex I nor Complex Vm activity was significantly altered under either condition whereas Complex Vd was virtually absent in KO cells regardless of MycER status. In contrast, Complex III activity was decreased in KO cells regardless of MycER status whereas Complex IV decreased only in response to MycER activation. Consistent differences were also observed in the enzymatic activities of several SC components (Fig 2B\n and S3 Fig). Specifically, SCa activity was lower in KO cells, irrespective of Myc’s activation status, whereas changes in the remaining SCs were detected only in KO cells following MycER activation (S3 Fig). Complex II activity was slightly higher in KO cells but increased significantly following MycER activation whereas no change was evident in WT cells (Fig 2\nC). Thus, while MycER activation had little to no discernible effect on the ETC enzymatic activity of WT cells, it had a pronounced effect in KO cells. This provided further evidence that AMPK is needed to maintain normal mitochondrial function both in the basal state and in response to Myc deregulation.Transcriptional and enzymatic profiling reveals co-operativity between Myc and AMPK in modulating metabolic functionGiven AMPK’s influence on both basal and Myc-dependent mitochondrial functions, we performed a small-scale gene expression survey of WT and KO cells. We examined 30 transcripts whose encoded proteins comprise key elements of glycolysis, the TCA cycle and other pathways relevant to energy regulation and mitochondrial function. Significant differences were noted between WT and KO MEFs with 19 transcripts being relatively under-expressed in the latter cells, 3 over-expressed and 8 unchanged (Fig 3A\n and S4 Fig). Following MycER activation, WT cells showed significant up-regulation of 19 transcripts and down-regulation of 9, in a pattern that generally correlated with the increased rates of glycolysis and Oxphos (Fig 1A and 1B\n). In contrast, the transcriptional response to MycER activation in KO cells was markedly different with only 12 transcripts demonstrating any significant change (Fisher’s Exact test, P < 0.0001). Moreover, 19 of the 28 Myc-responsive transcripts in WT cells were expressed discordantly in KO cells. Particularly noteworthy examples included transcripts for glucose 6-phophatase (G6P); the M2 isoform of pyruvate kinase (PKM2); isocitrate dehydrogenase 2 (IDH2) and each of the 4 subunits of succinate dehydrogenase (SDHa-d), which comprise Complex II of the ETC. Collectively, these studies indicate that AMPK functions to coordinate the transcriptional activity of the majority of transcripts examined herein both in their basal state and in response to MycER activation.Open in a separate windowFig 3Transcriptional and enzymatic differences between WT and KO MEFs.(A) Transcriptional profiling. Real-time qRT-PCR was performed in triplicate for each of the indicated transcripts. The levels of each transcript determined in WT cells were arbitrarily set to 1 as indicated by the white boxes. See S4 Fig for the actual numerical values and p values for individual determinations. (B) Functional assays for oxidoreductases. Each bar represents the mean of biological triplicate determinations ± 1 SEM performed on purified mitochondrial lysates. Note that the results for SDH are the same as those presented in Fig 2C. (C) qRT-PCR profiling of transcripts involved in the regulation of mitochondrial DNA replication and maintenance, transcription and function. Analyses were performed as described for (A). See S5 Fig for the actual numerical differences and p values for individual determinations.The actual enzymatic activities of several mitochondrial oxidoreductases encoded by the above transcripts were also discordant (Fig 3B). For example, basal activity of NADH-dependent isocitrate dehydrogenase (IDH) was higher in WT cells and increased in response to Myc activation whereas it declined in KO cells. A different pattern was observed in the case of glycerol 3-phosphate dehydrogenase (G3PDH), which was lower in basal-state KO cells than in WT cells; it also failed to respond to Myc over-expression in contrast to WT cells where its activity declined. That not all enzymatic activities were altered as a consequence of the loss of AMPK was evidenced by malate dehydrogenase (MDH) levels, which were identical in basal-state WT and KO cells and decreased commensurately in response to Myc over-expression. As is commonly the case for many transcripts and their encoded proteins and for individual subunits of multi-protein complexes [55–61] the measured enzyme activities did not closely correlate with the relevant transcript levels shown in Fig 3A. Collectively, these findings are consistent with those depicted in Fig 2 and S3 Fig and support the notion that some TCA cycle enzymes rely upon AMPK either for their basal function or their proper response to Myc over-expression.The above studies suggested that both AMPK and Myc might be controlling more proximal determinants of Oxphos. We therefore conducted a qRT-PCR-based survey for 20 known regulators of mitochondrial structure and function including those involved in DNA replication and transcriptional maintenance [62–65]. 13 of the tested transcripts were found to be differentially expressed between WT and KO cells, with 10 up-regulated in KO cells and 3 down-regulated (Fig 3C and S5 Fig). Following MycER activation, significant additional differences were noted. For example, in contrast to the up-regulation of 6 transcripts and the down regulation of 2 transcripts in WT cells in response to MycER activation, KO cells responded anomalously, with only 3 transcripts up-regulated and 9 down-regulated. Within these subsets of Myc-responsive transcripts, the largest differences in WT cells included a 2.4-fold increase in NSUN4 and a 4.6-fold increase in UCP2 whereas in KO cells, Mterf1 and UCP2 transcripts were reduced by 3.4- and 3.9-fold, respectively. These results indicate that AMPK and Myc cooperate to ensure the proper coordination of numerous factors that supervise mitochondrial-specific DNA replication and transcription.Differences in mitochondrial proteomes of WT and KO MEFsAiming to identify changes in the relative abundance of mitochondrial proteins between WT and KO MEFS both prior to and in response to de-regulated Myc over-expression, we applied a differential mass spectrometry (dMS) workflow to a set of enriched mitochondrial samples isolated from WT and KO cells either prior to or following an 8 day period of Myc activation [66, 67]. We reliably identified and quantified the relative abundance of 345 mitochondrial proteins as annotated in the DAVID Bioinformatic Database and/or the Mouse MitoCarta Inventory of Mammalian Mitochondrial Genes (S3 Table). High-resolution liquid-chromatography Fourier transformed mass spectrometry was used to detect these proteins by comparing the relative intensity of individual high-resolution isotope distributions across each of the analyzed samples (S6 Fig). We observed a 24% higher average intensity of all mitochondrial peptides in KO samples both with and without Myc over-expression 2-way analysis of variance (ANOVA) p value of 0.002] compared to WT samples, despite the overall abundance of non-mitochondrial proteins being otherwise identical. This may be caused by a slightly higher purity of mitochondria in the former samples. It could also be due to a slightly greater overall mitochondrial mass in KO cells, although this was not observed by staining with NAO or MitoTracker dyes (Fig 1C\n).Using a conservative q-value cutoff of 0.05, we determined the abundance of 28 proteins to be significantly different between WT and KO MEFs prior to MycER activation with 22 being more abundant in WT cells and 6 more abundant in KO cells (Fig 4A and 4C\n, red circle). Following 8 days of MycER activation, 31 mitochondrial proteins were altered in WT cells, with 17 up-regulated and 14 down-regulated (Fig 4B and 4C\n, green circle). 8 of these (26%) were also members of the group depicted in Fig 4A\n that were thus also AMPK-responsive (Fig 4C\n, yellow). In contrast, only 6 proteins were found to be Myc-responsive in KO MEFS (Fig 4D and 4C\n, blue circle). Of these, Tamm41, Aldh1l2, and Clic4 were also influenced by Myc in WT cells (Fig 4C\n, cyan). The response of 8 proteins to Myc over-expression was also found to be discordant and having a significant “interaction effect” (Fig 4E\n), with 5 of them (Prdx4, Sqrdl, Slc16a1, Clic4 and Ptrf) changing their abundance in opposite directions in WT vs. KO cells, and the other 3 (Cyb5a, Echs1, and Slc25a13) only being affected by Myc over-expression in WT cells. Together, these findings indicate that approximately 15% of evaluable mitochondrial proteins (i.e. 51 of 345) can be conservatively described as being regulated by AMPK and/or Myc and that much of the long-term mitochondrial proteomic adaptation to Myc deregulation is AMPK-dependent.Open in a separate windowFig 4Mitochondrial proteomic profiling.LC-MS/MS reliably identified and quantified 345 proteins with mitochondrial localization from representative peptides in each of the 4 experimental groups (S3 Table). (A) Differential protein expression between WT and KO MEFs prior to MycER activation. (B) Differential protein expression in WT MEFs prior to or following an 8 day period of MycER activation. (C) Venn diagram of protein overlap between WT and KO MEFs, WT vs. WT+Myc and KO versus KO+Myc. Each of the protein subsets within these 3 groups are enclosed by red, green and blue circles and correspond to the proteins denoted in panels A, B and D, respectively. All proteins were selected by a conservative q-value of <0.05 by 2-way analysis of variance (two way ANOVA). (D) Differential protein expression in KO MEFs prior to or following 8 days of Myc over-expression. (E) Quantification of 8 proteins that showed a significant interaction effect by both AMPK and Myc overexpression.Differential redox states of WT and KO cellsThe differential activities of the ETC, mitochondrial dehydrogenases and the glycerol phosphate shunt (represented by G3PDH), as well as altered ROS production, might be expected to exert distinct effects on the redox states of WT and KO cells [68–71]. We tested this directly by stably targeting a redox-sensitive form of green fluorescent protein (roGFP2) [44, 72] to either the cytoplasm or mitochondrial matrix of WT or KO cells (Fig 5A\n). In control experiments, exposure of roGFP-expressing WT or KO cells to H2O2 markedly increased the ratio of oxidized:reduced roGFP, irrespective of its subcellular location (i.e. roGFP-cyto versus roGFP-mito) whereas treatment of the same cells with DTT alone or with H2O2 followed by DTT shifted the ratio to that of a more reduced state (Fig 5B and 5C\n and data not shown). The responses of WT and KO cells to these extreme stresses were indistinguishable (not shown) and defined the limits within which supra-physiologic changes in the redox state can occur.Open in a separate windowFig 5Redox states in cytoplasmic and mitochondrial compartments of WT and KO MEFs.\n(A) Live cell confocal images of WT MEFs stably expressing roGFP-mito and roGFP-cyto demonstrating specific mitochondrial and cytoplasmic localization, respectively. Nuclear counter-staining was with Hoechst 3334. (B) Live cell confocal microscopy of KO MEFs expressing roGFP-mito. Cells were untreated or exposed to 1 mM H2O2 or 10 mM DTT for 30 min prior to obtaining images. (C) Quantification of redox differences between WT and KO MEFs. Monolayer cultures were grown for 24 hr. in the absence or presence of 4HT. Flow cytometry was then used to quantify the mean fluorescence ratios of oxidized and reduced roGFP. Each bar represents the average ± 1 SEM of mean fluorescence intensities obtained from 3 independent plates of cells. * = P<0.001. Similar results were independently obtained in 2 repeat experiments as well as in 2 experiments performed following a longer period of MycER activation (7 days, not shown). The 4 bars on the right represent control experiments in which WT cells expressing roGFP-cyto were exposed under the conditions described in (B). These values define the maximal possible degree of oxidation or reduction capable of being achieved under the most extreme conditions.Quantification of oxidized and reduced roGFP2 in the mitochondrial and cytoplasm of WT and KO cells prior to or following MycER activation for 24 hr. showed both compartments to be relatively reduced (Fig 5C\n) and in agreement with previous findings in other cell types [44, 45, 73, 74] However, in the basal state, KO cells showed a 28% greater degree of cytoplasmic oxidation (p<0.001) and a 6% greater degree of mitochondrial oxidation than WT cells (p<0.001). MycER activation in WT cells led to a further 9% increase in cytoplasmic oxidation (p = 0.0004) and an 8% increase in mitochondrial reduction (p<0.0001). Finally, although an identical 9% increase in oxidation occurred in the cytoplasm of KO cells following MycER activation (p = 0.002), no change occurred in their mitochondrial redox state (p = 0.2). These results are consistent with those of our preceding studies indicating that AMPK and Myc cooperate to promote mitochondrial biogenesis and function. They further indicate that mitochondrial structural and functional alterations mediated by Myc de-regulation are associated with significant differences in the redox state of the mitochondrial matrix.AMPK influences Myc-mediated re-programming of steady-state metabolitesWe used high performance liquid chromatography-electrospray ionization tandem mass spectrometry (HPLC-ESI-MS/MS) to quantify steady state levels of a select group of metabolites in WT and KO cells prior to or following MycER activation. The metabolites were chosen to reflect relevant glycolytic and TCA cycle intermediates, anabolic substrates and determinants of cellular redox and energy status. Significant differences were seen between WT and KO cells prior to MycER activation with the most striking being the generally lower levels of glycolytic substrates and higher levels of TCA cycle substrates in KO cells (Fig 6A\n). This suggested that the higher glycolytic rate of KO cells (Fig 1A\n) might be responsible for depleting some of the intermediates in this pathway whereas defects in the ETC might allow a buildup of TCA intermediates. Higher levels of nucleosides and deoxynucleosides in KO cells were consistent with the previously report of AMPK being a negative regulator of the Warburg effect [75], which could also explain the relative depletion of glycolytic substrates if they were being shunted into Warburg-related pathways. The modestly higher levels of AMP and ADP in WT cells in response to MycER activation, together with reduced ATP levels (Fig 1D and S1B Fig), is likely sufficient to account for any activation of AMPK that is not otherwise attributable to ROS (Fig 1E). In contrast, the even higher levels of AMP in KO cells, both prior to and following MycER activation, can likely be explained by the inability to normalize ATP and AMP in AMPK’s absence.Open in a separate windowFig 6Metabolite profiling of WT and KO MEFs.(A) HPLC-ESI-MS/MS quantification of select metabolites in MEFs prior to or following MycER activation for 8 days. Each box represents the average of biological quadruplicate samples. Levels of each depicted metabolite were arbitrarily set to 1 in WT cells (white boxes). (B) Enzymatic and metabolite feedback control of PDH and PK. Note the control of the former by the stimulatory phosphatase PDP2 and the inhibitory kinase PDK1 as well as additional indirect and direct control of PDH and PK, respectively by ATP and ADP. PDH and PK enzyme activities (C and D, respectively) and acetyl CoA assays (E) were performed on whole cell extracts as previously described [23].MycER activation was also associated with other distinct metabolite re-distribution patterns. Most notably WT cells showed an overall reduction of TCA cycle intermediates that most likely reflected their rapid consumption in response to increased mitochondrial mass and metabolic activity (Fig 1B and 1C) and/or a reduction of acetyl CoA entering the TCA pathway, perhaps as a result of the Warburg effect as noted above. In contrast, changes in TCA cycle intermediate levels were less pronounced in KO cells following MycER activation, which was again consistent with their generalized mitochondrial unresponsiveness (Fig 1A and 1C). Despite differences in the basal glycolytic intermediate content of WT and KO cells, the redistribution of these molecules was somewhat similar in response to MycER activation, with the exception of fructose-1,6-bisphospate. For example, both cell types showed significant increases in intracellular glucose content, likely reflecting the known propensity for Myc to increase glucose transport [5, 16]. Phosphoenolpyruvate (PEP) was also markedly increased in both cell lines (Fig 6A\n). Other notable differences included a generalized decrease in the free amino acid content of WT cells in contrast to either no change or an increase in KO cells. Both cell types also up-regulated nucleoside and deoxynucleoside pools in response to MycER activation. Finally, and consistent with their more highly oxidized cytoplasm (Fig 5C), KO cells contained higher levels of glutathione disulfide (GSSG), which is the oxidized form of glutathione (GSH) [76]. Moreover, both cell types increased their GSSG:GSH ratio in response to Myc activation in a manner that closely mirrored the accompanying changes in cytoplasmic roGFP fluorescence (Fig 5C).To investigate potential mechanism(s) underlying some of the differences in metabolite distribution between WT and KO cells, we next examined pyruvate dehydrogenase (PDH) and pyruvate kinase (PK). These enzymes are notable for catalyzing 2 of the 3 irreversible steps in glycolysis (ΔG = -7.5kcal each) and are subject to complex and multi-factorial positive and negative regulation (Fig 6B\n) [77–79]. For example, in addition to modifications such as acetylation and oxidation and feedback regulation by adenosine nucleotides, PDH is also tightly controlled post-translationally by the inhibitory Ser/Thr kinase pyruvate dehydrogenase 1 (PDK1) and the stimulatory phosphatase pyruvate dehydrogenase phosphatase 2 (PDP2) both of which regulate the level of Ser293 phosphorylation of the PDH E1 subunit (PDHE) [80, 81]. PK activity is typically regulated by changes in the abundance of its PKM1 and PKM2 isoforms, with the expression of the latter tending to correlate with high rates of proliferation [77, 78]. This, together with the significantly higher Km of PKM2 is believed to account for the accumulation of substrates upstream of PEP that drive the Warburg effect and limit the availability of glycolytically-derived acetyl CoA for usage by the TCA cycle [78, 82]. Additionally, both PK isoforms are also subject to multiple and non-mutually exclusive types of post-translational modification; allosteric feedback by metabolites such as ATP, ADP and fructose-1,6,-bi-phosphate; and changes in enzyme dimer: tetramer ratios [83, 84].Immunoblotting of WT and KO cell extracts both prior to and after MycER activation showed minimal changes in protein levels of PDHE, PKM1 and PKM2 (S7 Fig). A reduced amount of pPDHE1 was observed in KO cells although it did not change appreciably in response to MycER activation. Decreases in PDK1 and increases in PDP2 occurred in WT and KO cells following MycER activation.Changes in the enzymatic activities of PDH and PK were more revealing. As seen in Fig 6C, PDH activity was significantly higher in KO cells but only in the basal state. PK activity was also higher in KO cells, and increased even further in in KO cells in response to MycER activation, but decreased in WT cells after MycER activation (Fig 6D). Together, these results are consistent with the idea that Myc and AMPK cooperatively regulate the switch between glycolysis and Oxphos by coordinating the activities of two critical and irreversible glycolytic steps that are important for determining the availability of acetyl CoA and its use by the TCA cycle. Interestingly, despite the above-noted differences in PDH and PK activities between WT and KO cells, the absolute abundance of acetyl CoA, either in the basal state or in response to MycER activation was quite similar in WT and KO cells (Fig 6E\n). DiscussionMitochondrial responses to Myc over-expression are AMPK-dependentConsiderable evidence supports the idea that Myc and AMPK influence similar cellular and biochemical functions although via different pathways and often for different purposes (Fig 7). For example, both promote glucose uptake, glycolysis, mitochondrial biogenesis and Oxphos [5, 20, 21, 27–29, 32, 33]. In response to Myc over-expression, these activities are believed to provide the crucial anabolic precursors and ATP needed to support the highly energy-consuming process of biomass accumulation [16, 19]. In fact, much of the increased glycolytic flux mediated by Myc over-expression is currently viewed as being directed towards promoting the Warburg effect and anabolism while being diverted away from mitochondrial consumption (Fig 7 and [5, 18, 85]). Similarly, TCA cycle intermediates, some of which originate from extra-glycolytic sources such as glutaminolysis and fatty acid β-oxidation, may also be directed into non-mitochondrial biosynthetic pathways in a Myc-dependent manner [5, 22, 23]. Moreover, Myc’s enhancement of ETC activity increases ATP production and its rate of turnover to support anabolism and proliferation [20]. In contrast, AMPK activation occurs in response to critical energy shortages, which suppress energy-consuming processes while activating energy-generating ones [27]. Thus AMPK activation opposes the Warburg effect thereby reducing the flow of glycolytic substrates into anabolic pathways and maximizing their eventual conversion into acetyl CoA for utilization by the TCA cycle [27, 75]. The cross talk between Myc and AMPK is readily apparent in myc-/- fibroblasts, which constitutively express high levels of phosphorylated AMPK as a consequence of their being unable to restore their ATP deficit by up-regulating glycolysis or Oxphos [23].Open in a separate windowFig 7Model depicting the relationship between Myc and AMPK (yellow boxes) demonstrating their influence over common metabolic functions, although sometimes in opposite ways and for different purposes.Communication between Myc and AMPK may occur via at least 2 distinct and semi-autonomous routes with different initiating events and consequences. The first involves the activation of AMPK via Myc-mediated depletion of cellular ATP stores arising as a consequence of energy-consuming anabolic processes such as proliferation (-ATP, blue box) (Fig 1D and [23]). The second involves AMPK activation via ROS generated from increases in mitochondrial metabolism or cytoplasmic signaling pathways. It is notable that, in the first case, AMPK activation is dependent upon ATP depletion whereas, in the second case, AMPK activation occurs regardless of ATP status. AMPK activation via ROS can thus anticipate impending ATP depletion and prevent or limit this by down-regulating ATP dependent processes. In the face of a pre-existing ATP deficit, other functions of AMPK such as the promotion of proliferative arrest might tend to override the effects of Myc over-expression. In contrast, activation of AMPK by ROS might reinforce an already highly proliferative and ATP-replete state by promoting pro-anabolic functions such as glycolysis and Oxphos without necessarily compromising proliferation.The failure of KO cells to increase Oxphos in response to MycER activation, while retaining a relatively normal glycolytic response (Fig 1A and 1B\n), appears to be the result of a more generalized mitochondrial dysfunction that includes an inability to accrete mass, to generate ROS, to maintain normal levels of TCA cycle intermediates and to properly regulate ETC function (Figs 1C\n, ​,2,2, ​,33 and S3 fig). Perhaps not surprisingly, these abnormalities were collectively associated with lower levels of ATP and higher levels of AMP, both in the basal state and in response to MycER activation (Fig 1D and\n\n6A\n, & S1B Fig\n). The increased basal glycolytic rate of KO cells (Fig 1A\n), may therefore only reflect a partially effective compensatory mechanism aimed at correcting their relative energy deficit (Fig 1D\n and S1B Fig). Because Myc’s promotion of the pro-anabolic and proliferative states is tightly coupled to increased mitochondrial mass and function [20], it seems possible that the previously reported transformation-resistance of AMPK-deficient cells is a consequence of their ATP deficit and/or their mitochondrial unresponsiveness, despite their ability to up-regulate aerobic glycolysis (Fig 1A\n) [36, 75, 86, 87]. This idea has particular appeal given that numerous proliferative signaling pathways converge upon Myc whose uninterrupted expression is critical for maintaining tumor cell proliferation in vivo [88–90]. Thus, the seemingly paradoxical finding that AMPK suppression enhances proliferation yet confers transformation-resistance [36, 86, 87] can perhaps best be explained by postulating that the relative importance of AMPK on metabolism and proliferation may vary depending on Myc’s level of expression and/or deregulation. Over-expression of Myc might therefore cooperate with AMPK’s tendency to enhance glycolysis and Oxphos while simultaneously overriding its suppression of proliferation and the Warburg effect. This could be particularly useful under the most highly proliferative conditions where high anabolic demands could compromise and perhaps outstrip ATP stores (Fig 1E\n). AMPK activation might then cooperate with Myc to enhance both glycolysis and Oxphos without exerting deleterious effects on proliferation and its reliance on the Warburg effect. The relative resistance of AMPK-depleted cells to transformation could therefore reflect the cooperative nature of AMPK and Myc on these metabolic pathways.Our transcriptional, proteomic and functional profiling underscores the significant differences that distinguish WT and KO cells both in the basal state and in response to Myc de-regulation (Figs ​(Figs33 and ​and4).4). Indeed, we note that more genes serving as regulators of mitochondrial-specific functions such as DNA replication, maintenance of genomic integrity and transcription were found to be AMPK-responsive than Myc-responsive (13 of 20 vs. 8 of 20) (Fig 3C\n). It seems plausible that the widespread abnormalities in mitochondrial protein abundance and function described here are the ultimate consequence of this aberrant transcriptional regulation. Both the AMPK α1 and α2 subunits have been noted to localize to the nucleus as well as to the cytoplasm and a direct role for AMPK in transcriptional regulation has been suggested [91–93]. Moreover, a number of transcription factors, including PGC-1α and the carbohydrate response element binding protein, chREBP, which cooperates with Myc to regulate certain glucose-responsive genes [94] have been identified as putative AMPK targets [95–98]. Thus it is feasible that AMPK also alters many of the genes described here indirectly by virtue of its effects on key transcription factors many if not all of which are also direct Myc targets. Indeed, we note that several of the mitochondrial-related transcripts studied in Fig 3C\n such as PPARγ, POLRMT, SIRT3, and UCP2 are completely discordant with respect to their Myc responsiveness in WT and KO cells. The unresponsiveness of KO cell mitochondria appears to reflect a generalized loss of normal coordination among these various factors that is apparent both in their basal state and in response to Myc de-regulation. Obvious targets for AMPK-mediated post-translational modification include any of the large number of members that comprise the chromatin-modifying and transcriptional-enhancing protein complex that assembles in response to DNA binding by Myc [99, 100].Co-operativity between Myc and AMPK in determining cellular redox stateMaintaining a reduced intracellular environment is believed to protect against excessive oxidation of free thiols and other groups, particularly those residing within the catalytic domains of critical enzymes [44]. Our finding that both cytoplasmic and mitochondrial compartments, particularly the former, were more oxidized in KO cells under basal conditions supports the idea that redox regulation is an important, although likely indirect, AMPK function. The additional observation that cytoplasmic oxidation increased equivalently in WT and KO cells in response to MycER activation suggests that AMPK is less important in this compartment for regulating this balance following sudden oxidative stress. That WT mitochondria became more reduced following MycER activation further indicates that the cytoplasmic and mitochondrial compartments are under distinct forms of redox regulation. Multiple, non-mutually exclusive mechanisms could explain these findings including differences in the levels of various factors that maintain the reduced state such as thioredoxins, manganese superoxide dismutase, peroxiredoxins and the NAD+/NADH ratio [101–103]. The failure of mitochondria to significantly alter their redox state following MycER activation likely reflects their general unresponsiveness as discussed above.The inter-membrane space is one source of ROS, which arise primarily as a consequence of electron leakage across Complexes I and III of the ETC [104, 105]. Myc-mediated enhancement of Oxphos may increase the absolute amount of this leakage without compromising ETC efficiency or integrity. The mitochondrial matrix is a second source of ROS, which originate from qualitative defects in ETC function as occurs in patients with respiratory chain mutations [105–107]. The compartmentalization of ROS from these two sources might well have different effects on the redox state, with the former source tending to contribute more to cytoplasmic oxidation and the latter to mitochondrial. MycER activation likely favors the generation of ROS via the first mechanism, and such ROS might be less able to oxidize roGFP residing in the matrix.Changes in PK and PDH as a potential mechanism for metabolite differences between WT and KO MEFsIn response to MycER activation, WT cells underwent a redistribution of metabolic substrates that included the accumulation of selective glycolytic intermediates and a depletion of TCA cycle intermediates (Fig 6A\n). One explanation for these findings is an increased reliance on the Warburg effect, which is often accompanied by a shift from the M1 to the M2 PK isoform. The latter possesses a lower affinity for PEP thus slowing its conversion to pyruvate and allowing more time for the accumulation of upstream substrates and their diversion into anabolic pathways [16, 77, 79, 82, 83]. Although we did not detect significant changes in the PKM1:PKM2 ratio upon MycER activation in WT cells (S7 Fig), we did observe a decrease in total PK activity (Fig 6D\n). This by itself could explain the accumulation of substrates upstream of PEP thereby limiting the conversion of pyruvate to acetyl CoA. It could also account for the observed depletion of TCA cycle intermediates in response to the Myc-mediated increase in Oxphos (Fig 6A\n). A second possibility is that the enhanced glycolysis mediated by MycER activation in WT cells supplies sufficient levels of substrates for both the Warburg effect and Oxphos. This could explain the increased production of lactate and accompanying extracellular acidification in response to MycER (Fig 1A\n). Taken together, increased glycolysis, an overall buildup of intermediates due to reduced PK, combined with increased mitochondrial activity and a depletion of TCA cycle substrates, could explain many, if not all, of the metabolite shifts detected in WT cells in response to Myc activation. However, this change is not without its energetic costs as evidenced by the accompanying chronic ATP depletion, higher levels of AMP and AMPK-activation (Figs 1D, 1E\n and 6A\n).KO cells in their basal state were relatively depleted of glycolytic substrates and oversupplied with TCA cycle intermediates compared to WT cells (Fig 6A\n). Although the activities of PK and PDH were substantially different between these 2 cell lines (Fig 6C and 6D\n), the fact that levels of PEP, pyruvate and AcCoA were actually quite similar (Fig 6A and 6E\n) argues against the idea that significant changes in any of these could account for the differential levels and distribution of downstream TCA cycle substrates. Rather, the accumulation of TCA cycle intermediates most likely reflects the consequences of the loss of AMPK in these cells as manifested by their inability to properly coordinate the mitochondrial response. The ultimate result is even lower levels of ATP and higher levels of AMP in KO cells both in the resting state and in response to MycER activation (Figs 1D\n\nand\n6A\n & S1B Fig\n).Cross-talk between Myc and AMPK. The wide-ranging differences between WT and KO cells in response to MycER activation reported here demonstrate that Myc and AMPK likely engage in a complex cross-talk, the presumed purpose of which is to correctly balance anabolic and proliferative needs with cellular energy levels (Fig 7). The need for maintaining this balance is most dramatically illustrated by the rapid and dramatic reduction of ATP levels that follow MycER activation in WT cells and by the even steeper decline in KO cells (Fig 1D\n and S1B Fig). This ATP-mediated cross-talk between AMPK and Myc has been previously demonstrated in myc-/- rat fibroblasts in which AMPK is constitutively activated as a result of the inability to maintain normal levels of ATP due to the overall failure of Myc-dependent glycolysis and Oxphos [20, 23]. Thus, balancing ATP production and AMPK activation and with anabolic demands is a process that occurs in response to both Myc over- and under-expression.Other potential mediators of the cross-talk between Myc and AMPK, that are largely independent of but linked to ATP levels, are ROS which, in the examples provided here, contribute extensively to AMPK activation (Fig 1G\n). ROS are well-known second messengers that are rapidly generated in response to many different growth stimuli and the large increase in ETC function that accompanies Myc over-expression [20, 48, 108, 109]. Their ability to maintain AMPK in an active state, even beyond the point at which ATP levels have normalized (Fig 1E-1H\n) suggests that ROS might serve to limit growth factor-mediated proliferation at a point before which ATP levels are compromised and might also serve to more rapidly restore ATP levels to normal following a proliferative signal.In retrospect, a close relationship between Myc and AMPK might have been anticipated given their well-known regulation of a variety of similar processes as noted above. A similar relationship has also been previously suggested by Liu et al. [110] who showed that ARK5, an upstream regulator of AMPK, could also affect several cellular functions that are relevant to Myc. These included the ability of ARK5 to protect against Myc-mediated apoptosis, to increase oxygen consumption, to negatively regulate cell size and to promote cell cycle progression. However, many of the consequence of ARK5 suppression in cancer cells were not observed in the current study. Perhaps most importantly, and unlike the case with AMPK described here, the depletion of ARK5 in transformed cells had little influence on the expression of Myc target genes [110]. Taken together, these observations suggest that, while ARK5 and AMPK operate within the same pathway, their communication with Myc may occur by distinct mechanisms, may be cell-type specific and may serve distinct purposes. Supporting InformationS1 Fig\n(A) Immunoblots of endogenous c-Myc and MycER in AMPK WT and KO MEFs before and after MycER transduction and β-actin loading control. Both proteins were detected with an anti-Myc antibody. (B) Baseline ATP levels in WT and KO cells. The results represent the data obtained in Fig 1D\n plotted as absolute rather than relative ATP levels. Several repeat experiments showed ATP levels in KO cells to be reproducibly lower than WT cells by 30–40%.(TIF)Click here for additional data file.(146K, tif)S2 FigSeahorse Flux Analysis of Extracellular Acidification Rate (ECAR) and Oxygen Consumption Rate (OCR). Cells were plated and analyzed as described in Materials and Methods. (A) ECAR normalized to cell number at conclusion of the experiment, which includes the addition of 1 μM oligomycin (oligo, an inhibitor of Complex V [ATP synthase]), 0.3 μM carbonyl cyanide-p-trifluoromethoxyphenylhydrazone (FCCP, an uncoupling agent), 100 mM 2-Deoxy-D-glucose (2-DG, an inhibitor of glycolysis), and 1 μM rotenone (rot, a complex I inhibitor). Note that the addition of oligomycin is associated with a continued higher level of ECAR by both WT+Myc and KO+Myc cells, which is consistent with their overall rates of glycolysis being enhanced following MycER activation (B) Representation of basal respiration, glycolytic capacity, non-glycolytic acidification, and glycolytic reserve (differences in respiration after addition of oligomycin). (C) OCR normalized to cellular number at the conclusion of the experiment, including the same set of injections described in (A). (D) Representation of OCR basal respiration, ATP-dependent respiration, maximum respiration, non-mitochondrial respiration, and the spare respiratory capacity.(TIF)Click here for additional data file.(403K, tif)S3 FigQuantification of the results shown in Fig 2. \nIn situ assays for each complex were performed on triplicate samples. Results are expressed as the mean ± 1 SEM after normalizing each sample’s activity to the amount of protein present in the respective complex. This value in WT cells was arbitrarily set to 1 in all cases to allow for relative comparisons. Complex II could not be reliably assayed in situ and was therefore assayed in separate reactions and adjusted to total input mitochondrial protein content (see Fig 2C\n). Significance was determined using the Students’ t-test and all values are compared to WT cells.(TIF)Click here for additional data file.(1.0M, tif)S4 FigQuantification of real time qRT-PCR data depicted in Fig 3A\n. The values presented were compared to average gene expression and normalized to β2 microglobulin gene expression.**** P < 0.0001, *** P < 0.001, ** P < 0.01, * P < 0.05.(TIF)Click here for additional data file.(376K, tif)S5 FigQuantification of real time qRT-PCR data depicted in Fig 3D\n. The values presented were compared to average gene expression and normalized to β2 microglobulin gene expression.**** P < 0.0001, *** P < 0.001, ** P < 0.01, * P < 0.05.(TIF)Click here for additional data file.(269K, tif)S6 FigIsotope distribution. High-resolution dMS chromatogram (top) and mass spectrum (bottom) showing the isotope distribution for the tryptic peptide ATEMVEVGPEDDEVGAERGEATDLLR derived from Polymerase I and transcript release factor (Ptrf) with monoisotopic m/z = 930.103 Da and retention time 43.5 minutes. Colored lines show the average signal for 4 WT (blue), 4 KO (red), 4 WT+Myc (green), 4 KO+Myc (pink), and 6 pooled control (tan) samples.(TIF)Click here for additional data file.(430K, tif)S7 FigImmuno-blotting for selected pyruvate metabolizing enzymes. Pyruvate dehydrogenase (PHDE) and Ser293 (activated) phosphorylated PDHE. Pyruvate dehydrogenase kinase (PDK1), Pyruvate dehydrogenase phosphatase (PDP2), Pyruvate kinase M1 and M2 (PKM1/2), and β-actin loading control.(TIF)Click here for additional data file.(585K, tif)S1 TableqRT-PCR primers used in the current study. (DOCX)Click here for additional data file.(19K, docx)S2 TableAntibodies used in the current study. (DOCX)Click here for additional data file.(14K, docx)S3 Table345 mitochondrial proteins identified by LC-MS/MS analysis. Protein name, including the organism name (OS), gene name (GN), protein existence (PE, a numerical value describing the evidence of existence for the protein) and sequence version (SV). Gene name is how the protein is identified throughout the paper, followed by the primary accession number for reference. Overall p-value is calculated by a two way ANOVA. p- and q-values<0.05 are highlighted in red text throughout the table. The mean protein intensities are prepared and run in 4 individual samples for each cell type. Fold change, p-value and false discovery rate (q-value) were calculated as described in Statistical Analysis and the selected features are identified by blue text in the fold change columns. Features were selected by a conservative cut off of q<0.05, with the exception of the comparison of AMPK WT to KO. KO proteins had an overall slightly higher average intensity, so to reduce potential bias, proteins with greater abundance in KO but with fold change less than 2.6 (twice the fold change of overall mitochondrial abundance in KO samples) were not considered.(XLSX)Click here for additional data file.(625K, xlsx) AcknowledgmentsWe thank Drs. Ben van Houten and Robert O’Doherty for comments on the manuscript and Dr. van Houten for use of the Seahorse Flux XF24 Flux Analyzer. We also thank Drs. Benoit Viollet and Keith Laderoute for MEFs and Michael Palladino for roGFP. Funding StatementThis work was supported by a pre-doctoral fellowship award to LRE from the Children’s Hospital of Pittsburgh of UPMC Research Advisory Committee and by RO1 grant CA174713 to EVP. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. Data AvailabilityAll relevant data are within the paper and its Supporting Information files. References1. \nMeyer N, Penn LZ. Reflecting on 25 years with MYC. Nature reviews Cancer. 2008;8(12):976–90. 10.1038/nrc2231\n. [PubMed] [CrossRef] [Google Scholar]2. \nNesbit CE, Tersak JM, Prochownik EV. MYC oncogenes and human neoplastic disease. Oncogene. 1999;18(19):3004–16. 10.1038/sj.onc.1202746\n. [PubMed] [CrossRef] [Google Scholar]3. \nPetrich AM, Nabhan C, Smith SM. MYC-associated and double-hit lymphomas: A review of pathobiology, prognosis, and therapeutic approaches. Cancer. 2014. \n10.1002/cncr.28899\n. [PubMed] [CrossRef] [Google Scholar]4. \nRoussel MF, Robinson GW. Role of MYC in Medulloblastoma. Cold Spring Harbor perspectives in medicine. 2013;3(11). 10.1101/cshperspect.a014308\n. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. \nDang CV, Le A, Gao P. MYC-induced cancer cell energy metabolism and therapeutic opportunities. Clinical cancer research: an official journal of the American Association for Cancer Research. 2009;15(21):6479–83. 10.1158/1078-0432.CCR-09-0889\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. \nEilers M, Eisenman RN. Myc's broad reach. Genes & development. 2008;22(20):2755–66. 10.1101/gad.1712408\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. \nGomez-Roman N, Grandori C, Eisenman RN, White RJ. Direct activation of RNA polymerase III transcription by c-Myc. Nature. 2003;421(6920):290–4. . [PubMed] [Google Scholar]8. \nGrandori C, Gomez-Roman N, Felton-Edkins ZA, Ngouenet C, Galloway DA, Eisenman RN, et al.\nc-Myc binds to human ribosomal DNA and stimulates transcription of rRNA genes by RNA polymerase I. Nature cell biology. 2005;7(3):311–8. . [PubMed] [Google Scholar]9. \nNie Z, Hu G, Wei G, Cui K, Yamane A, Resch W, et al.\nc-Myc is a universal amplifier of expressed genes in lymphocytes and embryonic stem cells. Cell. 2012;151(1):68–79. 10.1016/j.cell.2012.08.033\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. \nLin CY, Loven J, Rahl PB, Paranal RM, Burge CB, Bradner JE, et al.\nTranscriptional amplification in tumor cells with elevated c-Myc. Cell. 2012;151(1):56–67. 10.1016/j.cell.2012.08.026\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. \nSabo A, Amati B. Genome recognition by MYC. Cold Spring Harbor perspectives in medicine. 2014;4(2). 10.1101/cshperspect.a014191\n. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. \nWalz S, Lorenzin F, Morton J, Wiese KE, von Eyss B, Herold S, et al.\nActivation and repression by oncogenic MYC shape tumour-specific gene expression profiles. Nature. 2014;511(7510):483–7. 10.1038/nature13473\n. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. \nHann SR. MYC cofactors: molecular switches controlling diverse biological outcomes. Cold Spring Harbor perspectives in medicine. 2014;4(9):a014399\n10.1101/cshperspect.a014399\n. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. \nSabo A, Kress TR, Pelizzola M, de Pretis S, Gorski MM, Tesi A, et al.\nSelective transcriptional regulation by Myc in cellular growth control and lymphomagenesis. Nature. 2014;511(7510):488–92. 10.1038/nature13537\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. \nWahlstrom T, Arsenian Henriksson M. Impact of MYC in regulation of tumor cell metabolism. Biochimica et biophysica acta. 2014. \n10.1016/j.bbagrm.2014.07.004\n. [PubMed] [CrossRef] [Google Scholar]16. \nWard PS, Thompson CB. Metabolic reprogramming: a cancer hallmark even warburg did not anticipate. Cancer cell. 2012;21(3):297–308. 10.1016/j.ccr.2012.02.014\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. \nWarburg O. On respiratory impairment in cancer cells. Science. 1956;124(3215):269–70. . [PubMed] [Google Scholar]18. \nBayley JP, Devilee P. The Warburg effect in 2012. Current opinion in oncology. 2012;24(1):62–7. 10.1097/CCO.0b013e32834deb9e\n. [PubMed] [CrossRef] [Google Scholar]19. \nVander Heiden MG, Cantley LC, Thompson CB. Understanding the Warburg effect: the metabolic requirements of cell proliferation. Science. 2009;324(5930):1029–33. 10.1126/science.1160809\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. \nGraves JA, Wang Y, Sims-Lucas S, Cherok E, Rothermund K, Branca MF, et al.\nMitochondrial structure, function and dynamics are temporally controlled by c-Myc. PloS one. 2012;7(5):e37699\n10.1371/journal.pone.0037699\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. \nLi F, Wang Y, Zeller KI, Potter JJ, Wonsey DR, O'Donnell KA, et al.\nMyc stimulates nuclearly encoded mitochondrial genes and mitochondrial biogenesis. Molecular and cellular biology. 2005;25(14):6225–34. 10.1128/MCB.25.14.6225-6234.2005\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. \nWang R, Dillon CP, Shi LZ, Milasta S, Carter R, Finkelstein D, et al.\nThe transcription factor Myc controls metabolic reprogramming upon T lymphocyte activation. Immunity. 2011;35(6):871–82. 10.1016/j.immuni.2011.09.021\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. \nEdmunds LR, Sharma L, Kang A, Lu J, Vockley J, Basu S, et al.\nc-Myc programs fatty acid metabolism and dictates acetyl-CoA abundance and fate. The Journal of biological chemistry. 2014;289(36):25382–92. 10.1074/jbc.M114.580662\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. \nOlson AK, Ledee D, Iwamoto K, Kajimoto M, O'Kelly Priddy C, Isern N, et al.\nC-Myc induced compensated cardiac hypertrophy increases free fatty acid utilization for the citric acid cycle. Journal of molecular and cellular cardiology. 2013;55:156–64. 10.1016/j.yjmcc.2012.07.005\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. \nPacilli A, Calienni M, Margarucci S, D'Apolito M, Petillo O, Rocchi L, et al.\nCarnitine-acyltransferase system inhibition, cancer cell death, and prevention of myc-induced lymphomagenesis. Journal of the National Cancer Institute. 2013;105(7):489–98. 10.1093/jnci/djt030\n. [PubMed] [CrossRef] [Google Scholar]26. \nDeBerardinis RJ, Cheng T. Q's next: the diverse functions of glutamine in metabolism, cell biology and cancer. Oncogene. 2010;29(3):313–24. 10.1038/onc.2009.358\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. \nHardie DG. AMP-activated protein kinase: an energy sensor that regulates all aspects of cell function. Genes & development. 2011;25(18):1895–908. 10.1101/gad.17420111\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. \nKim I, He YY. Targeting the AMP-Activated Protein Kinase for Cancer Prevention and Therapy. Frontiers in oncology. 2013;3:175\n10.3389/fonc.2013.00175\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. \nShirwany NA, Zou MH. AMPK: a cellular metabolic and redox sensor. A minireview. Frontiers in bioscience. 2014;19:447–74.  [PMC free article] [PubMed] [Google Scholar]30. \nSanz P. AMP-activated protein kinase: structure and regulation. Current protein & peptide science. 2008;9(5):478–92. . [PubMed] [Google Scholar]31. \nRusso GL, Russo M, Ungaro P. AMP-activated protein kinase: a target for old drugs against diabetes and cancer. Biochemical pharmacology. 2013;86(3):339–50. 10.1016/j.bcp.2013.05.023\n. [PubMed] [CrossRef] [Google Scholar]32. \nO'Neill HM, Holloway GP, Steinberg GR. AMPK regulation of fatty acid metabolism and mitochondrial biogenesis: implications for obesity. Molecular and cellular endocrinology. 2013;366(2):135–51. 10.1016/j.mce.2012.06.019\n. [PubMed] [CrossRef] [Google Scholar]33. \nReznick RM, Shulman GI. The role of AMP-activated protein kinase in mitochondrial biogenesis. The Journal of physiology. 2006;574(\nPt 1):33–9. 10.1113/jphysiol.2006.109512\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. \nViollet B, Andreelli F, Jorgensen SB, Perrin C, Flamez D, Mu J, et al.\nPhysiological role of AMP-activated protein kinase (AMPK): insights from knockout mouse models. Biochemical Society transactions. 2003;31(Pt 1):216–9. . [PubMed] [Google Scholar]35. \nJorgensen SB, Viollet B, Andreelli F, Frosig C, Birk JB, Schjerling P, et al.\nKnockout of the alpha2 but not alpha1 5'-AMP-activated protein kinase isoform abolishes 5-aminoimidazole-4-carboxamide-1-beta-4-ribofuranosidebut not contraction-induced glucose uptake in skeletal muscle. The Journal of biological chemistry. 2004;279(2):1070–9. . [PubMed] [Google Scholar]36. \nLaderoute KR, Amin K, Calaoagan JM, Knapp M, Le T, Orduna J, et al.\n5'-AMP-activated protein kinase (AMPK) is induced by low-oxygen and glucose deprivation conditions found in solid-tumor microenvironments. Molecular and cellular biology. 2006;26(14):5336–47.  [PMC free article] [PubMed] [Google Scholar]37. \nEilers M, Picard D, Yamamoto KR, Bishop JM. Chimaeras of myc oncoprotein and steroid receptors cause hormone-dependent transformation of cells. Nature. 1989;340(6228):66–8. 10.1038/340066a0\n. [PubMed] [CrossRef] [Google Scholar]38. \nVan Coster R, Smet J, George E, De Meirleir L, Seneca S, Van Hove J, et al.\nBlue native polyacrylamide gel electrophoresis: a powerful tool in diagnosis of oxidative phosphorylation defects. Pediatric research. 2001;50(5):658–65. 10.1203/00006450-200111000-00020\n. [PubMed] [CrossRef] [Google Scholar]39. \nWittig I, Karas M, Schagger H. High resolution clear native electrophoresis for in-gel functional assays and fluorescence studies of membrane protein complexes. Mol Cell Proteomics. 2007;6(7):1215–25. 10.1074/mcp.M700076-MCP200\n. [PubMed] [CrossRef] [Google Scholar]40. \nMunujos P, Coll-Canti J, Gonzalez-Sastre F, Gella FJ. Assay of succinate dehydrogenase activity by a colorimetric-continuous method using iodonitrotetrazolium chloride as electron acceptor. Anal Biochem. 1993;212(2):506–9. . [PubMed] [Google Scholar]41. \nZeng X, Hood BL, Zhao T, Conrads TP, Sun M, Gopalakrishnan V, et al.\nLung cancer serum biomarker discovery using label-free liquid chromatography-tandem mass spectrometry. Journal of thoracic oncology: official publication of the International Association for the Study of Lung Cancer. 2011;6(4):725–34. 10.1097/JTO.0b013e31820c312e\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. \nMiedel MT, Zeng X, Yates NA, Silverman GA, Luke CJ. Isolation of serpin-interacting proteins in C. elegans using protein affinity purification. Methods. 2014;68(3):536–41. 10.1016/j.ymeth.2014.04.019\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. \nEng JK, Jahan TA, Hoopmann MR. Comet: an open-source MS/MS sequence database search tool. Proteomics. 2013;13(1):22–4. 10.1002/pmic.201200439\n. [PubMed] [CrossRef] [Google Scholar]44. \nHanson GT, Aggeler R, Oglesbee D, Cannon M, Capaldi RA, Tsien RY, et al.\nInvestigating mitochondrial redox potential with redox-sensitive green fluorescent protein indicators. The Journal of biological chemistry. 2004;279(13):13044–53. 10.1074/jbc.M312846200\n. [PubMed] [CrossRef] [Google Scholar]45. \nJiang K, Schwarzer C, Lally E, Zhang S, Ruzin S, Machen T, et al.\nExpression and characterization of a redox-sensing green fluorescent protein (reduction-oxidation-sensitive green fluorescent protein) in Arabidopsis. Plant physiology. 2006;141(2):397–403.  [PMC free article] [PubMed] [Google Scholar]46. \nParedes RM, Quinones M, Marballi K, Gao X, Valdez C, Ahuja SS, et al.\nMetabolomic profiling of schizophrenia patients at risk for metabolic syndrome. The international journal of neuropsychopharmacology / official scientific journal of the Collegium Internationale Neuropsychopharmacologicum. 2014;17(8):1139–48. 10.1017/S1461145714000157\n. [PubMed] [CrossRef] [Google Scholar]47. \nZhou JZ, Riquelme MA, Gao X, Ellies LG, Sun LZ, Jiang JX. Differential impact of adenosine nucleotides released by osteocytes on breast cancer growth and bone metastasis. Oncogene. 2015;34(14):1831–42. 10.1038/onc.2014.113\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. \nVafa O, Wade M, Kern S, Beeche M, Pandita TK, Hampton GM, et al.\nc-Myc can induce DNA damage, increase reactive oxygen species, and mitigate p53 function: a mechanism for oncogene-induced genetic instability. Molecular cell. 2002;9(5):1031–44. . [PubMed] [Google Scholar]49. \nColombo SL, Moncada S. AMPKalpha1 regulates the antioxidant status of vascular endothelial cells. The Biochemical journal. 2009;421(2):163–9. 10.1042/BJ20090613\n. [PubMed] [CrossRef] [Google Scholar]50. \nQuintero M, Colombo SL, Godfrey A, Moncada S. Mitochondria as signaling organelles in the vascular endothelium. Proceedings of the National Academy of Sciences of the United States of America. 2006;103(14):5379–84. 10.1073/pnas.0601026103\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. \nSid B, Verrax J, Calderon PB. Role of AMPK activation in oxidative cell damage: Implications for alcohol-induced liver disease. Biochemical pharmacology. 2013;86(2):200–9. 10.1016/j.bcp.2013.05.007\n. [PubMed] [CrossRef] [Google Scholar]52. \nToyoda T, Hayashi T, Miyamoto L, Yonemitsu S, Nakano M, Tanaka S, et al.\nPossible involvement of the alpha1 isoform of 5'AMP-activated protein kinase in oxidative stress-stimulated glucose transport in skeletal muscle. American journal of physiology Endocrinology and metabolism. 2004;287(1):E166–73. . [PubMed] [Google Scholar]53. \nLenaz G, Baracca A, Barbero G, Bergamini C, Dalmonte ME, Del Sole M, et al.\nMitochondrial respiratory chain super-complex I-III in physiology and pathology. Biochimica et biophysica acta. 2010;1797(6–7):633–40. 10.1016/j.bbabio.2010.01.025\n. [PubMed] [CrossRef] [Google Scholar]54. \nGenova ML, Baracca A, Biondi A, Casalena G, Faccioli M, Falasca AI, et al.\nIs supercomplex organization of the respiratory chain required for optimal electron transfer activity?\nBiochimica et biophysica acta. 2008;1777(7–8):740–6. 10.1016/j.bbabio.2008.04.007\n. [PubMed] [CrossRef] [Google Scholar]55. \nChen G, Gharib TG, Huang CC, Taylor JM, Misek DE, Kardia SL, et al.\nDiscordant protein and mRNA expression in lung adenocarcinomas. Molecular & cellular proteomics: MCP. 2002;1(4):304–13. . [PubMed] [Google Scholar]56. \nde Sousa Abreu R, Penalva LO, Marcotte EM, Vogel C. Global signatures of protein and mRNA expression levels. Molecular bioSystems. 2009;5(12):1512–26. 10.1039/b908315d\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. \nGhazalpour A, Bennett B, Petyuk VA, Orozco L, Hagopian R, Mungrue IN, et al.\nComparative analysis of proteome and transcriptome variation in mouse. PLoS genetics. 2011;7(6):e1001393\n10.1371/journal.pgen.1001393\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. \nKristensen AR, Gsponer J, Foster LJ. Protein synthesis rate is the predominant regulator of protein expression during differentiation. Molecular systems biology. 2013;9:689\n10.1038/msb.2013.47\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. \nMatalon O, Horovitz A, Levy ED. Different subunits belonging to the same protein complex often exhibit discordant expression levels and evolutionary properties. Current opinion in structural biology. 2014;26:113–20. 10.1016/j.sbi.2014.06.001\n. [PubMed] [CrossRef] [Google Scholar]60. \nPascal LE, True LD, Campbell DS, Deutsch EW, Risk M, Coleman IM, et al.\nCorrelation of mRNA and protein levels: cell type-specific gene expression of cluster designation antigens in the prostate. BMC genomics. 2008;9:246\n10.1186/1471-2164-9-246\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. \nZhang B, Wang J, Wang X, Zhu J, Liu Q, Shi Z, et al.\nProteogenomic characterization of human colon and rectal cancer. Nature. 2014;513(7518):382–7. 10.1038/nature13438\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. \nAlaynick WA. Nuclear receptors, mitochondria and lipid metabolism. Mitochondrion. 2008;8(4):329–37. 10.1016/j.mito.2008.02.001\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. \nRoberti M, Polosa PL, Bruni F, Manzari C, Deceglie S, Gadaleta MN, et al.\nThe MTERF family proteins: mitochondrial transcription regulators and beyond. Biochimica et biophysica acta. 2009;1787(5):303–11. 10.1016/j.bbabio.2009.01.013\n. [PubMed] [CrossRef] [Google Scholar]64. \nScarpulla RC, Vega RB, Kelly DP. Transcriptional integration of mitochondrial biogenesis. Trends in endocrinology and metabolism: TEM. 2012;23(9):459–66. 10.1016/j.tem.2012.06.006\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. \nYakubovskaya E, Guja KE, Eng ET, Choi WS, Mejia E, Beglov D, et al.\nOrganization of the human mitochondrial transcription initiation complex. Nucleic acids research. 2014;42(6):4100–12. 10.1093/nar/gkt1360\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. \nMeng F, Wiener MC, Sachs JR, Burns C, Verma P, Paweletz CP, et al.\nQuantitative analysis of complex peptide mixtures using FTMS and differential mass spectrometry. Journal of the American Society for Mass Spectrometry. 2007;18(2):226–33. 10.1016/j.jasms.2006.09.014\n. [PubMed] [CrossRef] [Google Scholar]67. \nPaweletz CP, Wiener MC, Bondarenko AY, Yates NA, Song Q, Liaw A, et al.\nApplication of an end-to-end biomarker discovery platform to identify target engagement markers in cerebrospinal fluid by high resolution differential mass spectrometry. Journal of proteome research. 2010;9(3):1392–401. 10.1021/pr900925d\n. [PubMed] [CrossRef] [Google Scholar]68. \nGellerich FN, Gizatullina Z, Trumbeckaite S, Nguyen HP, Pallas T, Arandarcikaite O, et al.\nThe regulation of OXPHOS by extramitochondrial calcium. Biochimica et biophysica acta. 2010;1797(6–7):1018–27. 10.1016/j.bbabio.2010.02.005\n. [PubMed] [CrossRef] [Google Scholar]69. \nHuttemann M, Lee I, Pecinova A, Pecina P, Przyklenk K, Doan JW. Regulation of oxidative phosphorylation, the mitochondrial membrane potential, and their role in human disease. Journal of bioenergetics and biomembranes. 2008;40(5):445–56. 10.1007/s10863-008-9169-3\n. [PubMed] [CrossRef] [Google Scholar]70. \nPierron D, Wildman DE, Huttemann M, Markondapatnaikuni GC, Aras S, Grossman LI. Cytochrome c oxidase: evolution of control via nuclear subunit addition. Biochimica et biophysica acta. 2012;1817(4):590–7. 10.1016/j.bbabio.2011.07.007\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]71. \nScheller K, Sekeris CE. The effects of steroid hormones on the transcription of genes encoding enzymes of oxidative phosphorylation. Experimental physiology. 2003;88(1):129–40. . [PubMed] [Google Scholar]72. \nSchwarzlander M, Fricker MD, Muller C, Marty L, Brach T, Novak J, et al.\nConfocal imaging of glutathione redox potential in living plant cells. Journal of microscopy. 2008;231(2):299–316. 10.1111/j.1365-2818.2008.02030.x\n. [PubMed] [CrossRef] [Google Scholar]73. \nDooley CT, Dore TM, Hanson GT, Jackson WC, Remington SJ, Tsien RY. Imaging dynamic redox changes in mammalian cells with green fluorescent protein indicators. The Journal of biological chemistry. 2004;279(21):22284–93. 10.1074/jbc.M312847200\n. [PubMed] [CrossRef] [Google Scholar]74. \nTrachootham D, Lu W, Ogasawara MA, Nilsa RD, Huang P. Redox regulation of cell survival. Antioxidants & redox signaling. 2008;10(8):1343–74. 10.1089/ars.2007.1957\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]75. \nFaubert B, Boily G, Izreig S, Griss T, Samborska B, Dong Z, et al.\nAMPK is a negative regulator of the Warburg effect and suppresses tumor growth in vivo. Cell metabolism. 2013;17(1):113–24. 10.1016/j.cmet.2012.12.001\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]76. \nJanssen-Heininger YM, Nolin JD, Hoffman SM, van der Velden JL, Tully JE, Lahue KG, et al.\nEmerging mechanisms of glutathione-dependent chemistry in biology and disease. J Cell Biochem. 2013;114(9):1962–8. 10.1002/jcb.24551\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. \nIqbal MA, Gupta V, Gopinath P, Mazurek S, Bamezai RN. Pyruvate kinase M2 and cancer: an updated assessment. FEBS letters. 2014;588(16):2685–92. 10.1016/j.febslet.2014.04.011\n. [PubMed] [CrossRef] [Google Scholar]78. \nVander Heiden MG, Lunt SY, Dayton TL, Fiske BP, Israelsen WJ, Mattaini KR, et al.\nMetabolic pathway alterations that support cell proliferation. Cold Spring Harbor symposia on quantitative biology. 2011;76:325–34. 10.1101/sqb.2012.76.010900\n. [PubMed] [CrossRef] [Google Scholar]79. \nMorgan HP, O'Reilly FJ, Wear MA, O'Neill JR, Fothergill-Gilmore LA, Hupp T, et al.\nM2 pyruvate kinase provides a mechanism for nutrient sensing and regulation of cell proliferation. Proceedings of the National Academy of Sciences of the United States of America. 2013;110(15):5881–6. 10.1073/pnas.1217157110\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. \nPatel MS, Korotchkina LG. Regulation of mammalian pyruvate dehydrogenase complex by phosphorylation: complexity of multiple phosphorylation sites and kinases. Experimental & molecular medicine. 2001;33(4):191–7. 10.1038/emm.2001.32\n. [PubMed] [CrossRef] [Google Scholar]81. \nKolobova E, Tuganova A, Boulatnikov I, Popov KM. Regulation of pyruvate dehydrogenase activity through phosphorylation at multiple sites. The Biochemical journal. 2001;358(Pt 1):69–77.  [PMC free article] [PubMed] [Google Scholar]82. \nWong N, De Melo J, Tang D. PKM2, a Central Point of Regulation in Cancer Metabolism. International journal of cell biology. 2013;2013:242513\n10.1155/2013/242513\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. \nLi Z, Yang P, Li Z. The multifaceted regulation and functions of PKM2 in tumor progression. Biochimica et biophysica acta. 2014;1846(2):285–96. 10.1016/j.bbcan.2014.07.008\n. [PubMed] [CrossRef] [Google Scholar]84. \nYang W, Lu Z. Regulation and function of pyruvate kinase M2 in cancer. Cancer letters. 2013;339(2):153–8. 10.1016/j.canlet.2013.06.008\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]85. \nSemenza GL, Artemov D, Bedi A, Bhujwalla Z, Chiles K, Feldser D, et al.\n'The metabolism of tumours': 70 years later. Novartis Foundation symposium. 2001;240:251–60; discussion 60–4. . [PubMed] [Google Scholar]86. \nJeon SM, Chandel NS, Hay N. AMPK regulates NADPH homeostasis to promote tumour cell survival during energy stress. Nature. 2012;485(7400):661–5. 10.1038/nature11066\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]87. \nBardeesy N, Sinha M, Hezel AF, Signoretti S, Hathaway NA, Sharpless NE, et al.\nLoss of the Lkb1 tumour suppressor provokes intestinal polyposis but resistance to transformation. Nature. 2002;419(6903):162–7. . [PubMed] [Google Scholar]88. \nKuehl WM, Bergsagel PL. MYC addiction: a potential therapeutic target in MM. Blood. 2012;120(12):2351–2. 10.1182/blood-2012-08-445262\n. [PubMed] [CrossRef] [Google Scholar]89. \nWang H, Mannava S, Grachtchouk V, Zhuang D, Soengas MS, Gudkov AV, et al.\nc-Myc depletion inhibits proliferation of human tumor cells at various stages of the cell cycle. Oncogene. 2008;27(13):1905–15. 10.1038/sj.onc.1210823\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]90. \nSodir NM, Evan GI. Finding cancer's weakest link. Oncotarget. 2011;2(12):1307–13.  [PMC free article] [PubMed] [Google Scholar]91. \nSalt I, Celler JW, Hawley SA, Prescott A, Woods A, Carling D, et al.\nAMP-activated protein kinase: greater AMP dependence, and preferential nuclear localization, of complexes containing the alpha2 isoform. The Biochemical journal. 1998;334 (Pt 1):177–87.  [PMC free article] [PubMed] [Google Scholar]92. \nJu TC, Chen HM, Lin JT, Chang CP, Chang WC, Kang JJ, et al.\nNuclear translocation of AMPK-alpha1 potentiates striatal neurodegeneration in Huntington's disease. The Journal of cell biology. 2011;194(2):209–27. 10.1083/jcb.201105010\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. \nKazgan N, Williams T, Forsberg LJ, Brenman JE. Identification of a nuclear export signal in the catalytic subunit of AMP-activated protein kinase. Molecular biology of the cell. 2010;21(19):3433–42. 10.1091/mbc.E10-04-0347\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]94. \nZhang P, Metukuri MR, Bindom SM, Prochownik EV, O'Doherty RM, Scott DK. c-Myc is required for the CHREBP-dependent activation of glucose-responsive genes. Molecular endocrinology. 2010;24(6):1274–86. 10.1210/me.2009-0437\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]95. \nAttie AD, Kendziorski CM. PGC-1alpha at the crossroads of type 2 diabetes. Nature genetics. 2003;34(3):244–5. . [PubMed] [Google Scholar]96. \nKukidome D, Nishikawa T, Sonoda K, Imoto K, Fujisawa K, Yano M, et al.\nActivation of AMP-activated protein kinase reduces hyperglycemia-induced mitochondrial reactive oxygen species production and promotes mitochondrial biogenesis in human umbilical vein endothelial cells. Diabetes. 2006;55(1):120–7. . [PubMed] [Google Scholar]97. \nKawaguchi T, Osatomi K, Yamashita H, Kabashima T, Uyeda K. Mechanism for fatty acid \"sparing\" effect on glucose-induced transcription: regulation of carbohydrate-responsive element-binding protein by AMP-activated protein kinase. The Journal of biological chemistry. 2002;277(6):3829–35. . [PubMed] [Google Scholar]98. \nMihaylova MM, Shaw RJ. The AMPK signalling pathway coordinates cell growth, autophagy and metabolism. Nature cell biology. 2011;13(9):1016–23. 10.1038/ncb2329\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]99. \nBres V, Yoh SM, Jones KA. The multi-tasking P-TEFb complex. Current opinion in cell biology. 2008;20(3):334–40. 10.1016/j.ceb.2008.04.008\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]100. \nRahl PB, Young RA. MYC and transcription elongation. Cold Spring Harbor perspectives in medicine. 2014;4(1):a020990\n10.1101/cshperspect.a020990\n. [PMC free article] [PubMed] [CrossRef] [Google Scholar]101. \nCao Z, Lindsay JG, Isaacs NW. Mitochondrial peroxiredoxins. Sub-cellular biochemistry. 2007;44:295–315. . [PubMed] [Google Scholar]102. \nGo YM, Jones DP. Redox compartmentalization in eukaryotic cells. Biochimica et biophysica acta. 2008;1780(11):1273–90. 10.1016/j.bbagen.2008.01.011\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]103. \nMiranda-Vizuete A, Damdimopoulos AE, Spyrou G. The mitochondrial thioredoxin system. Antioxidants & redox signaling. 2000;2(4):801–10. . [PubMed] [Google Scholar]104. \nRaha S, Robinson BH. Mitochondria, oxygen free radicals, and apoptosis. American journal of medical genetics. 2001;106(1):62–70. 10.1002/ajmg.1398\n. [PubMed] [CrossRef] [Google Scholar]105. \nRaha S, Robinson BH. Mitochondria, oxygen free radicals, disease and ageing. Trends in biochemical sciences. 2000;25(10):502–8. . [PubMed] [Google Scholar]106. \nPitkanen S, Robinson BH. Mitochondrial complex I deficiency leads to increased production of superoxide radicals and induction of superoxide dismutase. The Journal of clinical investigation. 1996;98(2):345–51. 10.1172/JCI118798\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]107. \nRobinson BH. Human complex I deficiency: clinical spectrum and involvement of oxygen free radicals in the pathogenicity of the defect. Biochimica et biophysica acta. 1998;1364(2):271–86. . [PubMed] [Google Scholar]108. \nIrani K. Oxidant signaling in vascular cell growth, death, and survival: a review of the roles of reactive oxygen species in smooth muscle and endothelial cell mitogenic and apoptotic signaling. Circulation research. 2000;87(3):179–83. . [PubMed] [Google Scholar]109. \nSarsour EH, Kumar MG, Chaudhuri L, Kalen AL, Goswami PC. Redox control of the cell cycle in health and disease. Antioxidants & redox signaling. 2009;11(12):2985–3011. 10.1089/ARS.2009.2513\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]110. \nLiu L, Ulbrich J, Muller J, Wustefeld T, Aeberhard L, Kress TR, et al.\nDeregulated MYC expression induces dependence upon AMPK-related kinase 5. Nature. 2012;483(7391):608–12. 10.1038/nature10927\n. [PubMed] [CrossRef] [Google Scholar]"}