{"title": "Conserved overlapping gene arrangement, restricted expression, and biochemical activities of DNA polymerase ν (POLN)", "pubDate": "2015", "PMCID": "PMC4591814", "DOI": "10.1074/jbc.M115.677419", "PMID": "26269593", "abstract": "DNA polymerase ν (POLN) is one of 16 DNA polymerases encoded in vertebrate genomes. It is important to determine its gene expression patterns, biological roles, and biochemical activities. By quantitative analysis of mRNA expression, we found that POLN from the zebrafish Danio rerio is expressed predominantly in testis. POLN is not detectably expressed in zebrafish embryos or in mouse embryonic stem cells. Consistent with this, injection of POLN-specific morpholino antisense oligonucleotides did not interfere with zebrafish embryonic development. Analysis of transcripts revealed that vertebrate POLN has an unusual gene expression arrangement, sharing a first exon with HAUS3, the gene encoding augmin-like complex subunit 3. HAUS3 is broadly expressed in embryonic and adult tissues, in contrast to POLN. Differential expression of POLN and HAUS3 appears to arise by alternate splicing of transcripts in mammalian cells and zebrafish. When POLN was ectopically overexpressed in human cells, it specifically coimmunoprecipitated with the homologous recombination factors BRCA1 and FANCJ, but not with previously suggested interaction partners (HELQ and members of the Fanconi anemia core complex). Purified zebrafish POLN protein is capable of thymine glycol bypass and strand displacement, with activity dependent on a basic amino acid residue known to stabilize the primer-template. These properties are conserved with the human enzyme. Although the physiological function of pol ν remains to be clarified, this study uncovers distinctive aspects of its expression control and evolutionarily conserved properties of this DNA polymerase.", "author": [{"author": "Kei-Ichi Takata", "affiliation": ["From the Department of Epigenetics and Molecular Carcinogenesis, University of Texas M.D. Anderson Cancer Center, Smithville, Texas 78957, the University of Texas Graduate School of Biomedical Sciences at Houston, Houston, Texas 77030, ktakata@mdanderson.org."], "href": "/?term=Takata+K&cauthor_id=26269593"}, {"author": "Junya Tomida", "affiliation": ["From the Department of Epigenetics and Molecular Carcinogenesis, University of Texas M.D. Anderson Cancer Center, Smithville, Texas 78957, the University of Texas Graduate School of Biomedical Sciences at Houston, Houston, Texas 77030."], "href": "/?term=Tomida+J&cauthor_id=26269593"}, {"author": "Shelley Reh", "affiliation": ["From the Department of Epigenetics and Molecular Carcinogenesis, University of Texas M.D. Anderson Cancer Center, Smithville, Texas 78957, the University of Texas Graduate School of Biomedical Sciences at Houston, Houston, Texas 77030."], "href": "/?term=Reh+S&cauthor_id=26269593"}, {"author": "Lisa M Swanhart", "affiliation": ["the Department of Developmental Biology, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania 15213, and."], "href": "/?term=Swanhart+LM&cauthor_id=26269593"}, {"author": "Minoru Takata", "affiliation": ["the Laboratory of DNA Damage Signaling, Department of Late Effects Studies, Radiation Biology Center, Kyoto University, Kyoto 606-8501, Japan."], "href": "/?term=Takata+M&cauthor_id=26269593"}, {"author": "Neil A Hukriede", "affiliation": ["the Department of Developmental Biology, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania 15213, and."], "href": "/?term=Hukriede+NA&cauthor_id=26269593"}, {"author": "Richard D Wood", "affiliation": ["From the Department of Epigenetics and Molecular Carcinogenesis, University of Texas M.D. Anderson Cancer Center, Smithville, Texas 78957, the University of Texas Graduate School of Biomedical Sciences at Houston, Houston, Texas 77030."], "href": "/?term=Wood+RD&cauthor_id=26269593"}], "refPMID": ["21258395", "12794064", "16787914", "20144948", "25775266", "20617203", "25275444", "8816490", "15542845", "14576298", "15496986", "11751861", "24005565", "24005041", "24005329", "19995904", "19908865", "17018297", "20584917", "17118716", "25963146", "20102227", "22008035", "12162740", "14523013", "11731487", "11115544", "14712665", "17709392", "16051665", "17532517", "18936248", "19245838", "22955616", "9857206", "1989882", "8790389", "9111024", "19427003", "19622403", "22369660", "21118569", "25104390", "24179441", "19812674", "11884031", "24914237", "17210917", "2374708", "8390464"], "citedInPMID": ["26269593", "34937945", "32906649", "28789452", "28570559", "27893960", "26626537", "26514729"], "body": " AbstractDNA polymerase ν (POLN) is one of 16 DNA polymerases encoded in vertebrate genomes. It is important to determine its gene expression patterns, biological roles, and biochemical activities. By quantitative analysis of mRNA expression, we found that POLN from the zebrafish Danio rerio is expressed predominantly in testis. POLN is not detectably expressed in zebrafish embryos or in mouse embryonic stem cells. Consistent with this, injection of POLN-specific morpholino antisense oligonucleotides did not interfere with zebrafish embryonic development. Analysis of transcripts revealed that vertebrate POLN has an unusual gene expression arrangement, sharing a first exon with HAUS3, the gene encoding augmin-like complex subunit 3. HAUS3 is broadly expressed in embryonic and adult tissues, in contrast to POLN. Differential expression of POLN and HAUS3 appears to arise by alternate splicing of transcripts in mammalian cells and zebrafish. When POLN was ectopically overexpressed in human cells, it specifically coimmunoprecipitated with the homologous recombination factors BRCA1 and FANCJ, but not with previously suggested interaction partners (HELQ and members of the Fanconi anemia core complex). Purified zebrafish POLN protein is capable of thymine glycol bypass and strand displacement, with activity dependent on a basic amino acid residue known to stabilize the primer-template. These properties are conserved with the human enzyme. Although the physiological function of pol ν remains to be clarified, this study uncovers distinctive aspects of its expression control and evolutionarily conserved properties of this DNA polymerase.Keywords: alternative splicing, BRCA1, DNA damage, DNA polymerase, zebrafish IntroductionIt is remarkable that the genomes of higher eukaryotes encode so many different DNA polymerases. Each of these enzymes is specialized to operate in some aspect of DNA replication, pathways of DNA repair, diversification of antibody genes, or in translesion DNA synthesis. In human cells, defects or mutations in DNA polymerases increase predisposition to various cancers (1).Human DNA polymerase ν is encoded by the POLN gene. It is a member of the DNA polymerase A-family (2,–4). The DNA polymerase domain of POLN is related to that of mammalian POLQ/Drosophila Mus308 (Fig. 1A) (2, 5). Mus308 and POLQ participate in a pathway of DNA double strand break repair by alternative end joining (6, 7). Defects in Mus308 or POLQ confer hypersensitivity to various DNA-damaging agents (7,–9). Both mus308 and POLQ also encode an N-terminal helicase-like domain (10, 11). A third member of this gene family, HELQ, encodes a helicase domain similar to that of POLQ/Mus308 (Fig. 1A) (12). HELQ interacts with ataxia telangiectasia and Rad3-related (ATR) and with homologous recombination-related RAD51 paralogs and participates in DNA cross-link resistance in human cells (13,–15).Open in a separate windowFIGURE 1.Conserved features of DNA polymerase ν (POLN).\nA, domains of human POLN, POLQ, and HELQ. Defined motifs are shown by vertical black stripes. B, sequence alignment of POLN-N, exoIII, motif 3, and motif 4 of POLN from three fish (zebrafish, maylandia, and tilapia), two birds (falcon and sparrow), four mammals (mouse, elephant, monkey, and human), and prokaryotic A-family DNA polymerases, E. coli DNA polymerase I (EcpolI) and Rhodococcus erythropolis DNA polymerase I (Rhodococcus). Residues are colored in similarity groups as follows: {K, R, H}, {D, E}, {I, L, V, M}, {F, Y, W}, {Q, N}, {G, A}, {S, T}, {P}, and {C}. Perfectly conserved residues are denoted by *, and highly or relatively conserved residues are denoted by colons and periods, respectively. The open arrowheads show the residues Asp-902 and Arg-957 of zebrafish POLN substituted in this study. The closed arrowhead shows an Asp residue essential for 3′–5′-exonuclease (exo) activity, which is absent in POLN. The sequence alignment was carried out using the Clustal X program.The function of POLN is currently uncertain, and several roles have been suggested. It has been reported that siRNA mediated knockdown of POLN-sensitized human cells to DNA cross-linking agents (16, 17). However, POLN−/− chicken DT40 cells were not sensitive to mitomycin C, cisplatin, or camptothecin (18, 19). Instead, it was proposed that POLN functions in homologous recombination reactions in chicken cells, leading to immunoglobulin V gene diversification by gene conversion (19). In mouse tissues, expression of Poln can be detected by northern blotting only in the testis (2). It is uncertain whether POLN is significantly expressed in other tissues or during development and whether the gene is essential for embryogenesis.Previous studies of recombinant human POLN also hint at diverse functions for the protein by revealing several unique biochemical properties. The human enzyme has efficient strand displacement activity and low fidelity steady-state incorporation of T opposite template G (3, 20, 21). In vitro, POLN is proficient in the accurate bypass of major groove DNA lesions including a Tg3 and major groove DNA-peptide and DNA-DNA cross-links (3, 22). POLN cannot bypass a number of other DNA modifications, including an abasic (AP) site, a cisplatin-induced intrastrand d(GpG) cross-link, a cyclobutane pyrimidine dimer, a 6-4 photoproduct, or minor groove DNA peptide or DNA-DNA cross-links (3, 22). We found that evolutionarily conserved residues in the O-helix of POLN are critical for the low fidelity and bypass activity of human POLN (4). However, when the O-helix of KlenTaq, a high fidelity A-family DNA polymerase, was replaced with the corresponding sequence from POLN, the fidelity of the mutant KlenTaq was higher than that of POLN and similar to that of the parental wild-type KlenTaq (23). The result suggested that the O-helix of POLN is not the only determinant critical for unique properties of human POLN. It is important to examine the fidelity properties of POLN in other species.The POLN gene is present in the genomes of deuterostomes, including vertebrates. Here, we describe the restricted expression of POLN in the zebrafish Danio rerio. We report the discovery of an unusual overlapping relationship between the POLN and HAUS3 genes in vertebrates. These two genes share the same first exon, but they have very different expression patterns. We also found that ectopically expressed POLN can interact with protein components of the DNA recombination machinery. Experimental ProceduresIsolation of the Zebrafish DNA Polymerase N (DrPOLN) Gene Searches of the Zebrafish Model Organism Database revealed a zebrafish chromosome 7 genomic DNA sequence, {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NW_001879254\",\"term_id\":\"258441787\",\"term_text\":\"NW_001879254\"}}NW_001879254 (NCBI accession number), which encodes several exons homologous to the human POLN polymerase domain. From this sequence, primers were designed to clone the zebrafish coding sequence by 3′- and 5′-rapid amplification of cDNA ends (BD Biosciences SMART RACE cDNA amplification kit). Total RNA was prepared from zebrafish testes using TRIzol (Life Technologies, Inc.). The full-length cDNA was cloned into plasmid pCR4-TOPO (Invitrogen), and the DrPOLN cDNA sequence was submitted to NCBI, accession number {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"DQ630550\",\"term_id\":\"108735434\",\"term_text\":\"DQ630550\"}}DQ630550.Construction of DrPOLN Derivatives We were unable to express full-length DrPOLN in Escherichia coli, but we succeeded with a construct beginning after the ninth Met, encoding amino acids 276–1146. This was amplified by PCR from the full-length DrPOLN plasmid using the primers 5′-CACCGAAAACTCTCCAGATGCCAAAAGATG-3′ (for the 5′ end) and 5′-ATATATGAATTCCTACTTGTCGTCATCGTCTTTGTAGTCGGCAGAAGTTGCTGTAGCGGTG-3′ (for the 3′ end) and cloned into plasmid pENTR/D-TOPO (Invitrogen). After DNA sequencing, the cDNA was transferred into plasmid pDEST17 (Invitrogen) resulting in a protein tagged with six His residues at the N terminus (contributed by the pDEST17 vector), and a FLAG tag at the C terminus. Primers containing DrPOLN point mutations (altered DNA sequences areunderlined) were synthesized as follows: 5′-CTTTCCTCTCTGCAGCTTTCTGTCAGGTGGAG-3′ and 5′-CTCCACCTGACAGAAAGCTGCAGAGAGGAAAG-3′ (for D902A); 5′-CAGAGAGCAGGCCAAGGCGATCGTCTACTCTGTG-3′ and 5′-CACAGAGTAGACGATCGCCTTGGCCTGCTCTCTG-3′ (for R957A). Site-directed mutagenesis was performed by using the QuikChange II site-directed mutagenesis kit (Stratagene). To generate D902A and R957A mutations, the pDEST17 vector carrying DrPOLN (amino acids 276–1146) was used as a template. Recombinant POLN derivatives were bacterially expressed and purified as reported (3, 4). These proteins were concentrated by NANOSEP 30K (PALL) and stored in buffer (50 mm sodium phosphate, pH 7.0, 300 mm NaCl, 10% glycerol, and 0.01% Nonidet P-40). Soluble full-length DrPOLN could not be purified under these expression conditions. Human POLN and RB69 gp43 were purified as reported (3, 24) and were used as controls.Oligonucleotide Substrates Primer oligonucleotides were purchased from Bio-Synthesis or Sigma Genosys, purified by gel extraction, and 5′-labeled using [γ-32P]dATP with polynucleotide kinase. Oligonucleotides containing a Tg were synthesized as described (3). Substrates for DNA polymerase assays were constructed by annealing 5′-32P-labeled CACTGACTGTATGATG-3′ primer to 3′-GTGACTGACATACTACXTCTACGACTGCTC-5′ template. The first template base (denoted by X) was T, G, or Tg. To form the nicked substrate, 5′-AAGATGCTGACGAG was additionally annealed to a template where X = T.DNA Polymerase Assays A 5′-32P-labeled 16-mer primer and a 30-mer template (sequences given above) were annealed at a molar ratio of 1:1 to detect DNA polymerase activity. 5′-32P-Labeled 16-mer primer, a downstream oligomer (5′-AAGATGCTGACGAG-3′), and the 30-mer template at a molar ratio of 1:5:2 were used as a nicked substrate. Primer-templates were heated for 5 min at 65 °C and cooled down slowly for annealing as follows: 37 °C for 30 min, 25 °C for 20 min, and 4 °C for 20 min. Reaction mixtures (10 μl) contained 20 mm Tris-HCl, pH 8.8 (unless otherwise indicated), 4% glycerol, 2 mm dithiothreitol (DTT), 80 μg/ml bovine serum albumin (BSA), 8 mm magnesium acetate, 30 nm of the primer-template, 100 μm of each dNTP, and the indicated amount of DrPOLN derivatives. RB69 gp43 reaction mixtures (10 μl) contained 10 mm Tris-HCl, pH 7.9, 50 mm NaCl, 1 mm DTT, 200 μg/ml BSA, 10 mm MgCl2, and 100 μm of each dNTP. After the addition of the enzymes, the reaction mixture was incubated at 37 °C for 10 min; reactions were terminated by adding 10 μl of formamide stop buffer (98% deionized formamide, 0.025% xylene cyanol, 0.025% bromphenol blue, and 20 mm EDTA) and boiling at 95 °C for 3 min. Products were electrophoresed on a denaturing 20% polyacrylamide, 7 m urea gel, exposed to BioMax MR film, and analyzed with a Fuji FLA3000 PhosphorImager. For translesion synthesis, the same amounts of templates containing specific lesions were used.Translesion DNA Synthesis Bypass Efficiency Reactions The assays were performed as reported (3, 4). The 5′-32P-labeled primers (5′-CACTGACTGTATGA-3′ or 5′-CACTGACTGTATGAT-3′) in Fig. 7 are similar but are two or one nucleotide shorter than the primer used for DNA polymerase assays in Fig. 6 (5′-CACTGACTGTATGATG-3′). The 5′-32P-labeled 14- or 15-mer primer and a 30-mer template (sequences given above) were annealed at a molar ratio of 1:1. Primer extension reactions with DrPOLN and R957A were as described above. 10 μl of reaction mixtures were incubated at 37 °C for 2, 4, and 6 min and diluted in 10 μl of formamide stop buffer. Products were heated at 95 °C for 3 min and separated on a denaturing 20% polyacrylamide, 7 m urea gel. Product bands were quantified by PhosphorImager, and the values were used to calculate the probability of termination of processive synthesis and the insertion efficiencies at each template nucleotide. The termination probability at any position (N) is defined as the band intensity at N divided by the total intensity for all bands ≥N. The insertion probability at any position (N) is defined as the intensity at bands ≥N divided by the intensity at bands ≥N − 1. The extension probability at any position (N) is defined as the band intensity ≥N + 1 divided by the intensity at bands ≥N. The bypass probability at position N is defined as the band density ≥N + 1 divided by the intensity of ≥N1. To detect the bypass efficiency, the bypass probability (damaged) is divided by the bypass probability (undamaged) as described (25). The values are averages from two independent experiments at reaction intervals from 2, 4, and 6 min.Open in a separate windowFIGURE 6.DNA polymerase activity of zebrafish POLN (DrPOLN).\nA, constructs containing residues 276–1146 of DrPOLN were bacterially expressed and purified. Substituted residues in DrPOLN derivatives (Asp-902 and Arg-957) are shown in Fig. 1. Three hundred ng of purified DrPOLN derivatives and molecular mass markers were separated by electrophoresis in a 4–15% SDS-polyacrylamide gradient gel and stained with colloidal Coomassie Brilliant Blue G-250. B, DNA polymerase activities of DrPOLN. 23 nm DrPOLN and DrPOLN (D902A) and 10 pm RB69 gp43 were incubated with the 5′-32P-labeled primer-templates indicated under “Experimental Procedures” in the presence of all four dNTPs at 37 °C for the indicated time. The activities were analyzed on the same gel.Open in a separate windowFIGURE 7.Evolutionarily conserved residue is important for translesion synthesis activity in DrPOLN.\nA, 23 nm DrPOLN and DrPOLN (R957A), denoted as WT and R957A, respectively, were incubated with the 5′-32P-labeled primer-templates indicated above the panel; DNA synthesis on a DNA template containing an undamaged thymine (lanes 1–16) or a 5S-Tg (lanes 17–32) from the 14-mer primer (lanes 1–8 and 17–24) or the 15-mer primer (lanes 9–16 and 25–32) is shown. All reaction mixtures contained substrate at 100 nm in the presence of all four deoxynucleotide triphosphates. Incubation time of each reaction is shown at bottom. Locations of unreacted end-labeled primer (N0), each template base position (from N1 to N16), full-length product (N16 for the 14-mer primer and N15 for the 15-mer primer), and positions of 5S-Tg are shown as Tg.Cloning of 5′-Untranslated Region (UTR) of Human DNA Polymerase N (HsPOLN) The 5′UTR of HsPOLN was isolated from human testis total RNA (Clontech) using a SMART RACE cDNA amplification kit (BD Biosciences). The 5′UTR was cloned into pCR4-TOPO (Invitrogen) and sequenced.Quantitative PCR (qPCR) Assay Total RNA was extracted using TRIzol, and RNA integrity was assessed using the Agilent 2100 bioanalyzer (Agilent Technologies, Inc.). Total RNA (1 μg) was then used as template to synthesize cDNA with the High Capacity cDNA archive kit (Applied Biosystems). qPCR was then performed on the Applied Biosystems 7900HT fast real time PCR System (Applied Biosystems). Custom assays for zebrafish, DrPOLN, DrPOLQ, DrHAUS3, and Drβ-ACTIN, and Homo sapiens, HsPOLN, HsPOLQ, and HsHAUS3, were designed using FileBuilder 3.1 software (Applied Biosystems) and ordered from Applied Biosystems. TaqMan primer and probe sets for each gene are shown in Table 1. TaqMan primers and probe set for human GAPDH was purchased from Applied Biosystems. Triplicate qPCRs each containing cDNA representing 40 ng of reverse-transcribed total RNA were then assayed for transcript quantity with Drβ-ACTIN and HsGAPDH serving as endogenous controls to normalize input RNA levels. The absolute quantity of transcripts for the gene of interest in each sample was determined using the generated standard curves and the Sequence Detection Software version 2.2.2 (Applied Biosystems). Standard curves for each gene were determined using the following plasmids: pDEST17 carrying cDNA coding 276–1146 amino acids of DrPOLN; full-length open reading frame (ORF) of DrHAUS3 cloned into pCR4; DrPOLQ clone (clone ID 8345083; Open Biosystems); full-length HsPOLN ORF cloned into pDEST17 (4); HsPOLQ inserted into pFASTBac (11); HsHAUS3 clone (clone ID 3534250; Open Biosystems).TABLE 1TaqMan primer and probe setsTaqMan primerTaqMan probeDrPOLN5′-TCAAGACGGCACCACACAA5′-TTGGACTCAGAACAGAAACT5′-GATCAGCAGGCCACACACTDrPOLQ5′-ACCCTGCTTCAGTTGATGATAACAT5′-CAGGCCAAACAGATTTG5′-GCACCCATACCGTAGATTATTCCATDrHAUS35′-TGGCTTATCCAGCGATTGAACA5′-CACAGCCTCTGAGCTGC5′-TGCTCATCGGCGAGTAGTGDrβ-ACTIN5′-CTGAATCCCAAAGCCAACAGAGA5′-CATGATCTGTGTCATCTTC5′-GCCTGGATGGCCACATACATHsPOLN5′-ACTGATGGTTCCACCCAGCTA5′-ACCAGACCCCCGTTTCT5′-GCGTTTTACTAACACCACAATTCCTHsPOLQ5′-GGAGGTGGAGGTGATTCTGAAAA5′-TCCGGGCACTTTTG5′-ACTGCTTCCTCTTCCTCATCCAHsHAUS35′-TCTCAACAGATAAATCCAAGGAATACCATTG5′-CTCATAGGCTTTACCAAGTTT5′-AACAATTCTTTTTTCTTATTCTCTCCCTCCAOpen in a separate windowNorthern Hybridization Total RNA was purified from zebrafish tissues using TRIzol. For isolation of poly(A)+ RNA from total RNA, an Oligotex Direct mRNA mini kit (Qiagen) was used. 2 μg of each poly(A)+ RNA was separated on a 1.0% formaldehyde-agarose gel with 1× MOPS buffer. After soaking in 50 mm sodium hydroxide for 25 min and twice in 200 mm sodium acetate, pH 4.0, for 20 min, the gel was transferred to a nylon membrane (BrightStar-Plus; Ambion) with 20× SSPE. The membrane was UV cross-linked, dried at 80 °C for 2 h, and stored at −20 °C. After prehybridization with ULTRAhyb (Ambion) containing 1 mg/ml torula yeast total RNA (Sigma), the filter was probed with 32P-labeled DrPOLN cDNA ({\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"DQ630550\",\"term_id\":\"108735434\",\"term_text\":\"DQ630550\"}}DQ630550), DrHAUS3 cDNA ({\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"BC124280\",\"term_id\":\"115313256\",\"term_text\":\"BC124280\"}}BC124280), or Drβ-ACTIN cDNA ({\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"BC063950\",\"term_id\":\"39794593\",\"term_text\":\"BC063950\"}}BC063950) at 42 °C for 16 h, followed by washing twice with 2× SSPE + 1% SDS at room temperature for 15 min and twice with 1× SSPE + 0.1% SDS at 50 °C for 20 min. Blots were exposed to Kodak X-Omat XAR film.In Situ Hybridization Zebrafish embryos were fixed in 4% formaldehyde in PBS and processed for whole mount in situ hybridization as described (26). pCR4 plasmid containing 895 bp of POLN cDNA, including 400 bp of its 3′-untranslated region, and pCR4 plasmid containing the full-length open reading frame of HAUS3 were used as templates for in vitro transcription to obtain antisense and sense probes. Antisense RNA probes for POLN and HAUS3 were made by digestion of the vectors with PmeI and transcription with T7 RNA polymerase, and sense probes were made by digestion of the same vectors with NotI and transcription with T3 RNA polymerase. Probe RNA was labeled with digoxigenin-dUTP using an RNA labeling kit (Roche Applied Science).Zebrafish POLN Morpholino Knockdown Zebrafish embryoswere obtained from in-crossing wild-type adults maintained at 28.5 °C. A complementary MO (5′-TGCAGAGGTAGCTCTCCATGTTCGT-3′) targeting the initiation codon of zebrafish POLN was obtained from GeneTools LLC. Embryos were injected at the one-cell stage with 2.5, 5, or 10 ng of POLN MO. The control group was mock-injected.Reverse Transcriptase PCR (RT-PCR) Total RNA was isolated from mouse R1 ES cells and FVB mouse testes. Human testis total RNA was purchased from Clontech. First-strand cDNA was synthesized from 1 μg of total RNA using the SuperScript III First-Strand Synthesis System (Invitrogen) with oligo(dT)20 primer and amplified using the following primers: human F1, 5′-TGCGAGAAGCAAGCGGAAC-3′; F2, 5′-TACACCGCTCTCCAGTGTTG-3′; F3, 5′-GTTTGAGGGCGTTGAAGATG-3′; F4, 5′-CAATGGACCTTTGCTCTAAACTG-3′; B1, 5′-CTGATGTTGAGCACAAATGTATGC-3′; B2, 5′-CCGTTCTCCTGCAACAAAAT-3′; β-actin (sense), 5′-GCTCGTCGTCGACAACGGCTC-3′; β-actin (antisense), 5′-CAAACATGATCTGGGTCATCTTCTC-3′; and mouse primer 1, 5′-AGCAGTGACTGCGGCTTTCCTG-3′; primer 2, 5′-ATGAGTTGTGGAAATGAGTTTG-3′; primer 3, 5′-TTATCTTTCCACTTGATGCAATTTATTAG-3′; primer 4, 5′-AAAATGGAAAATTATGAGGCATGTG-3′; primer 5, 5′-GGCTGAGCCCAGGATCTCCTG-3′; KRev3-forward, 5′-GTGGCGGCGGCGGCGAACATG-3′; KRev3-reverse, 5′-GGCATTCCTGATACTAATGACAC-3′; 5′MmPolL, 5′-ATGGACCCTCAGGGCATCGTG-3′, and 3′MmPolL, 5′-TCACCAGTCCCGTTCAGCTGG-3′. F1 can be annealed to the 5′UTR of HsPOLN and HsHAUS3; F2, F4, and B2 are for ORF of HsPOLN; F3 and B1 are for ORF of HsHAUS3. Primer 1 can be annealed to the 5′UTR of MmPoln and MmHaus3; primers 2 and 3 are for ORF of MmHaus3; primers 4 and 5 are for ORF of MmPoln. As controls KRev3-forward and KRev3-reverse, which can amplify two alternative splicing variants of MmRev3L (27), 5′MmPolL and 3′MmPolL, which can amplify ORF of MmPolL, β-actin (sense and anti sense), which can amplify ORF of β-actin were used. The PCR conditions were as follows: HsPOLN, HsHAUS3, β-actin, MmPoln, and MmHaus3 −94 °C for 2 min, 30 cycles of 94 °C for 30 s, 55 °C for 45 s, 72 °C for 10 min, and 10-min extension at 72 °C; MmRev3L −94 °C for 2 min, 35 cycles of 94 °C for 30 s, 60 °C for 45 s, 72 °C for 1 min, and 5-min extension at 72 °C; MmPolL −94 °C for 5 min, 35 cycles of 94 °C for 1 min, 55 °C for 1 min, 72 °C for 10 min, and 10-min extension at 72 °C.Cell Culture 293T and RKO cells were cultured in Dulbecco's modified Eagle's medium (DMEM) supplemented with 10% fetal bovine serum and 1% penicillin/streptomycin (Invitrogen). HeLa S3, 1618K, 833K, SuSa, and TERA1 cells were cultured in Roswell Park Memorial Institute (RPMI) 1640 medium supplemented with 10% fetal bovine serum and 1% penicillin/streptomycin. The cells were maintained in a humidified 5% CO2 incubator at 37 °C.Plasmid Constructs Full-length human POLN open reading frame (ORF) sequences were PCR-amplified as an XhoI-NotI fragment with 5′POLN (XhoI) primer (5′-CCGCTCGAGATGGAAAATTATGAGGCATTGGTAGGC-3′) and 3′POLN (NotI) primer (5′-TAAAAGCGGCCGCCTACAGACAAAATGAAGGCGAAAAATGC-3′) to clone into pOZN or pCDH-EF1-MCS-IRES-Puro, in which we inserted a V5 tag sequence to add the V5 tag at the N terminus of POLN. pCAM1224 plasmid carrying full-length wild-type BRCA1 ORF was kindly provided by Dr. Kevin Hiom. The BRCA1 ORF sequences were PCR-amplified as an XhoI-NotI fragment with 5′BRCA1 (XhoI) primer (5′- CCGCTCGAGATGGATTTATCTGCTCTTCGCGTTGAAG-3′) and 3′BRCA1 (NotI) primer (5′-TAAAAGCGGCCGCTCAGTAGTGGCTGTGGGGGATCTG-3′) to clone into pCDHN as follows: pCDH-EF1-MCS-IRES-Puro, in which we inserted the FLAG and HA tag sequence of pOZN to add the tag at the N terminus of POLN. Full-length wild-type FANCL ORF sequences were PCR-amplified as an XhoI-NotI fragment with 5′FANCL (XhoI) primer (5′-CCGCTCGAGATGGCGGTGACGGAAGCGAG-3′) and 3′FANCL (NotI) primer (5′-TAAAGCGGCCGCTCAGTGTTTCCTTCCAGAC-3′) and cloned into pOZN. Full-length wild-type FANCJ ORF sequences were PCR-amplified as an XhoI-NotI fragment with 5′FANCJ (XhoI) primer (5′-CCGCTCGAGTAAACCATGGCCTCTTCAATGTGGTCTGAATATAC-3′) and 3′ FANCJ (NotI) primer (5′-TAAAAGCGGCCGCCTTAAAACCAGGAAACATGCC-3′) and cloned into pCDHC, pCDH-EF1-MCS-IRES-Puro, in which we inserted the FLAG and HA tag sequence of pOZC to add the tag at the C terminus of FANCJ.Affinity Purification of POLN and FANCL Complexes HeLa S3 cells stably expressing FLAG-HA epitope-tagged POLN or FANCL were grown to 1.0 × 106 cells/ml as 9 liters of suspension cultures (28, 29). The supernatant, nuclear extract, and chromatin fractions were prepared from the cells, and the POLN and FANCL complexes were immunoprecipitated from the nuclear extracts by incubating with M2 anti-FLAG-agarose gel for 4 h with rotation in the presence or absence of 50 units/ml Benzonase nuclease (Novagen). After an extensive wash with buffer 0.1B (100 mm KCl, 20 mm Tris-HCl, pH 8.0, 5 mm MgCl2, 10% glycerol, 1 mm PMSF, 0.1% Tween 20, 10 mm β-mercaptoethanol), the bound proteins were eluted from M2-agarose by incubation for 60 min with 0.2 mg/ml FLAG peptide (Sigma) in the same buffer. 100 μl of FLAG antibody-immunoprecipitated material was further purified by immunoprecipitation with anti-HA 12CA5 antibody conjugated to protein A-Sepharose (GE Healthcare). The bound proteins were washed with 0.1B and eluted with 17 ml of 0.1 m glycine HCl, pH 2.5. After the elution, the pH was neutralized with 3 μl of 1 m Tris-HCl, pH 8.0. To verify all proteins found in each complex by immunoblotting, only one gel was used per complex. Each membrane was cut horizontally into sections to immunoblot specifically for proteins of various sizes. Proteins were identified by LC-MS/MS using either the Proxeon Easy-nLC II or the Dionex Ultimate 3000 RSLCnano LC coupled to the Thermo Velos Pro or the Orbitrap Elite by analysis as reported in detail previously (13). Protein identification established greater than 99.9% protein probability assigned by the Protein Prophet algorithm, with a minimum of two peptides at 95% peptide probability. Peptide and protein false discovery rates were calculated as 0.0% by Scaffold. Abundant proteins commonly found in immunoprecipitation experiments with these epitope tags were eliminated from consideration (30,–33). Protein identifications were checked for agreement with the molecular mass predicted from the relevant gel slice.Immunoprecipitation 2.4 × 106 293T cells were plated in 10-cm plates 24 h prior to transfection. V5-POLN/pCDH or empty V5/pCDH was cotransfected with BRCA1/pCDHN, FANCJ/pCDHC, or empty pCDHC into the cells with Lipofectamine 2000 (Invitrogen). The cells were incubated with the plasmids for 24 h, washed, and replaced with fresh medium. 48 h after transfection, the cells were harvested, frozen in liquid nitrogen, and stored at −80 °C. Each cell pellet was suspended with 300 μl of buffer 0.5B (500 mm KCl, 20 mm Tris-HCl, pH 8.0, 5 mm MgCl2, 10% glycerol, 1 mm PMSF, 0.1% Tween 20, 10 mm β-mercaptoethanol), frozen in liquid nitrogen, thawed on ice, and sonicated in a 1.5-ml tube (1% amplitude, 5 s on, 15 s off for 9 cycles). After centrifugation, 900 μl of buffer 2B (40 mm Tris-HCl, pH 8.0, 20% glycerol, 0.4 mm EDTA, 0.2% Tween 20) was added to the supernatant and incubated with 10 ml of FLAG M2-agarose beads for 4 h at 4 °C in the presence or absence of 50 units/ml Benzonase nuclease. The bound proteins were washed with 700 μl of buffer 0.1B three times and eluted with 200 μl of 0.1B containing 0.5 mg/ml FLAG peptide. Eluted proteins were incubated with 30 μl of protein A-Sepharose conjugated with anti-HA 12CA5 antibody (GE Healthcare) for 4 h at 4 °C. Bound proteins were washed with 0.1B and eluted with 17 μl of 0.1 m glycine HCl, pH 2.5. After elution, pH was neutralized with 3 μl of 1 m Tris-HCl, pH 8.0.Antibodies Anti-FANCL (ab42639-100, 1:500 dilution) and anti-BRCA1 (ab16780, 1:1000 dilution) were purchased from Abcam. Anti-FANCA (A301-980A, 1:10,000 dilution) was purchased from Bethyl. Anti-FANCD2 (EPR2302, 1:2000 dilution) was purchased from GeneTex Inc. Anti-HELQ (1:1000 dilution) was from Cell Signaling Technology. Anti-α-tubulin (T5168, 1:8000 dilution), horseradish peroxidase (HRP)-conjugated anti-mouse IgG (A0168, 1:20,000 dilution), HRP conjugated anti-rabbit IgG (A0545, 1:20,000 dilution), anti-FLAG M2 (F3165), and anti-FLAG M2 affinity agarose gel (A2220) were purchased from Sigma. Anti-V5 antibody (R962-25) was purchased from Life Technologies, Inc. Anti-POLN (PA434) was raised against purified recombinant POLN (2, 3). ResultsVertebrate DNA Polymerase ν To extend studies of the expression and function of POLN, we isolated cDNA for POLN from the zebrafish D. rerio POLN (DrPOLN). Initial database searches found a genomic DNA sequence ({\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NW_001879254\",\"term_id\":\"258441787\",\"term_text\":\"NW_001879254\"}}NW_001879254) encoding several predicted exons homologous to human POLN (HsPOLN). Although most zebrafish cDNAs can be obtained from RNA of embryos, we were not able to amplify POLN from this source nor were we able to obtain POLN cDNA from pooled RNA extracted from whole adult fish. However, POLN cDNA sequences were readily recovered from RNA prepared from pooling the isolated testis regions of 25 adult fish. The entire DrPOLN cDNA was assembled by reverse transcriptase-PCR using 3′- and 5′-RACE-PCR techniques. This revealed that the zebrafish POLN genomic DNA includes 26 exons, encoding a protein of 1146 amino acids (sequence deposited as {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"DQ630550\",\"term_id\":\"108735434\",\"term_text\":\"DQ630550\"}}DQ630550). This is larger than human (900 amino acids, {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"AAN52116\",\"term_id\":\"32306441\",\"term_text\":\"AAN52116\"}}AAN52116) or mouse POLN (866 amino acids, {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"AAN39837\",\"term_id\":\"32364063\",\"term_text\":\"AAN39837\"}}AAN39837) (2). Protein alignment shows that DrPOLN has a longer intervening sequence between a short conserved N-terminal end region (designated POLN-N) and the DNA polymerase domain (Fig. 1B). The DNA polymerase domain of DrPOLN is 52.2% identical (71.7% similar) to HsPOLN and 56.7% identical (77.3% similar) to mouse POLN (MmPOLN), and all residues essential for DNA polymerase activity are conserved between predicted fish and mammalian POLN (Fig. 1B).POLN and HAUS3 Transcripts Overlap, but Have Distinct Expression Patterns Exons encoding the HAUS3 protein are located just upstream of and closely adjacent to POLN (Fig. 2). HAUS3 encodes subunit 3 of the multisubunit augmin protein complex, critical for regulation of centrosome and spindle integrity. This syntenic relationship appears to be conserved in vertebrates. Surprisingly, our searches of transcript databases revealed that the zebrafish POLN transcript overlaps with the 5′UTR of HAUS3, indicating that both share the first exon (Fig. 2A). To investigate this further, we used RACE-PCR to determine the 5′UTR sequence of human POLN. All of the 5′UTR sequence clones for HsPOLN identified in this analysis overlapped with the 5′UTR of HsHAUS3 (Fig. 3A). Similarly, the 5′UTR of the Poln transcript isolated from mouse testis RNA (2) overlaps with the 5′UTR sequence of MmHaus3 (Fig. 3B). Thus for zebrafish, human, and mouse POLN, experimental data show that the coding exons for another gene (HAUS3) reside within the first intron (Fig. 2B), a unique arrangement among DNA polymerases.Open in a separate windowFIGURE 2.Syntenic relationship between POLN and HAUS3 genes in zebrafish, mouse, and human genomes.\nA, sequence alignment of zebrafish POLN and HAUS3 cDNA clones. Orange, blue, and gray boxes indicate the overlapping first exon of POLN and HAUS3, the second exon of POLN, and the second exon of HAUS3, respectively. The ATG start codon (bold red letters) resides within a well matched Kozak consensus sequence for translation initiation. {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"DQ630550\",\"term_id\":\"108735434\",\"term_text\":\"DQ630550\"}}DQ630550 is the GenBankTM accession number for the sequence as determined by our experiments for DrPOLN; {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"EB929239\",\"term_id\":\"102834956\",\"term_text\":\"EB929239\"}}EB929239 is the GenBankTM accession number for a cDNA clone encoding a partial DrPOLN. For HAUS3, {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"BC124280\",\"term_id\":\"115313256\",\"term_text\":\"BC124280\"}}BC124280 is the GenBankTM accession number for cDNA encoding full-length DrHAUS3, and {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_001077171\",\"term_id\":\"255652912\",\"term_text\":\"NM_001077171\"}}NM_001077171 is the NCBI reference sequence. B, zebrafish POLN and HAUS3 genes are mapped on chromosome 7. Introns are represented as black lines. Orange, gray, and blue boxes denote the shared first exon, exons of HAUS3, and the second exon of POLN, respectively. Exons/introns are drawn to scale; each length (in bp) is shown. Circled numbers show the number of each exon. The first exon of POLN is also the first exon of HAUS3 in mouse and human. Single major peaks of H3K27Ac and H3K4Me3, and a single CpG island are present near the first exon of human POLN and HAUS3 but not before the second exon of POLN encoding the start codon. Data accessed from genome.ucsc.edu was derived from the ENCODE project.Open in a separate windowFIGURE 3.A, sequence alignment of 5′-RACE products for the human POLN cDNA. The newly identified 5′-untranslated region is shown within the box. A well matched Kozak consensus sequence for translation initiation surrounds the ATG start codon. B, sequence alignment of the first exon of human POLN (sequence of RACE-PCR clone B7 shown in A) and HAUS3 mRNA (NCBI reference sequence, {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_024511.5\",\"term_id\":\"141802706\",\"term_text\":\"NM_024511.5\"}}NM_024511.5), and mouse Poln ({\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"AY135562\",\"term_id\":\"114147241\",\"term_text\":\"AY135562\"}}AY135562) and Haus3 ({\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_146159\",\"term_id\":\"22122692\",\"term_text\":\"NM_146159\"}}NM_146159). Perfectly aligned sequences are boxed. The precise transcription initiation site is not known for POLN or HAUS3 and could extend slightly 5′ of that shown for both mouse and human mRNAs.In human cell lines, the pattern of histone H3K27 acetylation, H3K4 trimethylation, and a CpG island suggests a single promoter upstream of the shared first exon (ENCODE) (Fig. 2C) (34). However, the expression patterns of POLN and HAUS3 are quite different, which can be explained by control at the level of alternative splicing of the primary transcript. In zebrafish, POLN is preferentially expressed in testis (Fig. 4A). In comparison, HAUS3 and POLQ are expressed during embryonic development and in several tissues examined (Fig. 4, A and B). Consistent with this, HAUS3 and POLQ are also broadly expressed in human tissues (Proteomic DB).Open in a separate windowFIGURE 4.HAUS3 but not POLN expression can be detected by in situ hybridization in zebrafish.\nA, real time PCR analysis during zebrafish development. The y axis indicates transcripts per 40 ng of total RNA isolated from pre-mid-blastula transition (Pre-MBT) stage, 10-somite stage, 24-h post-fertilization (hpf) stage, and 48, 72, and 96-hpf, 5-day post-fertilization stage, brain, liver, testis, and oocyte (B). POLN expression in D. rerio is shown. Northern blot analysis in different adult tissues is shown. The same membrane was hybridized, stripped, and rehybridized sequentially with D. rerio POLN, HAUS3, or β-actin probes. C, embryonic expression patterns of zebrafish POLN and HAUS3 mRNA. Panels a–h, HAUS3 in situ hybridization; panels a, b, e, and g are with the antisense probe, and panels c, d, f, and h are with the sense probe. Panels i–p, POLN in situ hybridization. Panels i, j, m, and o are with the antisense probe, and panels k, l, n, and p are with the sense probe. Stages: panels a, c, i, and k are 10 somites; panels b, d, j, and l are 18 somites; panels e, f, m, and n are 24 hpf; panels g, h, o, and p are 48 hpf.These observations were confirmed by in situ hybridization in zebrafish embryos. HAUS3 transcripts were detected at all embryonic and larval stages analyzed, although POLN was not detectable by this technique (Fig. 4C). We conclude that POLN is expressed weakly or not at all in zebrafish embryos, which agrees with our inability to recover the POLN mRNA from embryos by RT-PCR. We injected a POLN-specific antisense MO into fish embryos. Eighty three, 62, and 22 embryos were injected with 2.5, 5, and 10 ng of POLN MO, respectively. Thirty two control embryos were mock-injected. However, no alteration in development was detected with either POLN-specific or control MO. This suggests that POLN does not have an essential function in early development, consistent with the lack of expression in the embryo.The expression patterns of POLN and HAUS3 were also distinct in mammals. We compared expression of POLN, POLQ, and HAUS3 in mRNA from human testis and human cell lines (Fig. 5). All three genes were readily detected in testis. In cultured cells, only low levels of partial POLN transcript were detectable by RT-PCR (Fig. 5A) and by real time PCR (qPCR) (Fig. 5B). Using RT-PCR, we designed primers to test whether POLN and HAUS3 are independent mature spliced transcripts. The F1-B2 primer pair amplified a product from human testis of the size expected for POLN but not for a fusion of HAUS3 and POLN transcript (Fig. 5A). Consistently, no evidence for a fused transcript was found in the 5′-RACE experiments (Fig. 3A). Full-length POLN transcript was not detected by this primer set in the human 833K or 293T cell lines, although a transcript representing a portion of the mRNA could be detected (primer set F4 + B2). The F1 + B1 primer set yielded two major bands and one minor band. The major bands are consistent with the predicted size of the two documented transcript variants of human HAUS3 (accession numbers {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_001303143\",\"term_id\":\"1677530326\",\"term_text\":\"NM_001303143\"}}NM_001303143 and {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"NM_024511\",\"term_id\":\"1677502144\",\"term_text\":\"NM_024511\"}}NM_024511). A third lower molecular weight band arising with this primer set may also be an alternatively spliced product.Open in a separate windowFIGURE 5.Independent expression of POLN and HAUS3 and preferential expression of POLN in testis.\nA, RT-PCR analysis of POLN and HAUS3 in 833K, human testis, and 293T cDNA. PCR was performed with primers in exon 1 of POLN and HAUS3 (F1), ORF of HAUS3 (F3 and B1), and ORF of POLN (F2, F4, and B2). Positions of the primers are diagramed above the gel picture. β-Actin was used as a control. Expected product size (bp) are F1 + B2, 1474; F2 + B2, 1384; F4 + B2, 203; F1 + B1, 999; F3 + B1, 736; β-actin, 353. B, real time PCR analysis in human cultured cells and human testis. The y axis indicates the absolute quantity of transcripts for POLN, POLQ, and HAUS3 per 40 ng of total RNA isolated from 1618K, 833K, RKO, SUSA, TERA1, 293T, and testis. C, RT-PCR analysis of Poln and Haus3 in mouse testis and R1-ES cDNA. PCR was performed with primers in exon 1 of Poln and Haus3 (1), ORF of Haus3 (2 and 3), and ORF of Poln (4 and 5). Positions of the primers are diagramed above the gel picture. D, Rev3L and PolL were used as controls. Expected product size (bp) are 1 + 3, 1867; 2 + 3, 1713; 1 + 5, 2628; 4 + 5, 2595; Rev3L, 350 and 478; PolL, 1720. PCR products were separated on a 1% agarose gel and visualized with EZ-Vision DNA Dye (A) or ethidium bromide (C and D).We also examined expression of Haus3 and mRNA encoding DNA polymerases in mouse testis and embryonic stem (ES) cells. Transcripts for Haus3, Poln, Rev3L (the catalytic subunit of DNA polymerase ζ), and PolL (DNA polymerase λ) were readily detected in mouse testis (Fig. 5, C and D). In contrast, mouse ES cells expressed Haus3, Rev3L, and PolL, whereas Poln was not detected (primers 1 + 5 and 4 + 5, Fig. 5C). As found with human cells, no transcript fusing both Haus3 and Poln was detectable (primers 2 + 5, Fig. 5C).Zebrafish POLN Retains Strand Displacement and Bypass Activities The DrPOLN cDNA encoding amino acids 276–1146 was expressed in E. coli, tagged with six His residues at the N terminus, and a FLAG epitope tag at the C terminus. An active site mutant (D902A) and a mutant with a substitution in an evolutionarily conserved residue of POLN (R957A) were also expressed (Fig. 6A). Asp-902 corresponds to a highly conserved residue in motif 3 of A-family DNA polymerases and is important in coordinating bivalent metal ions to interact with an incoming deoxynucleotide triphosphate (Fig. 1B) (3, 35). Arg-957 corresponds to the Lys-679 of human POLN, important for bypass activity and fidelity (Fig. 1B) (4, 5). Proteins sequentially purified on FLAG antibody beads and metal affinity resin migrated near the expected molecular mass of 104 kDa (Fig. 6A). DrPOLN was able to extend DNA on a primed template, although the active site mutation (D902A) abrogated its DNA polymerase activity (Fig. 6B). No exonuclease activity was detected when enzyme and substrate were incubated without dNTPs, consistent with the lack of critical conserved residues for 3′–5′-exonuclease activity (Fig. 1B) (36), as found with HsPOLN. DrPOLN efficiently bypassed a (5S)-thymine glycol (5S-Tg) in DNA. Quantification (Fig. 7 and Table 2) showed that the Tg bypass efficiency of DrPOLN was 18.0%, similar to the 15.8% observed for human POLN (4). Like HsPOLN, DrPOLN also showed efficient strand displacement activity on a nicked DNA substrate (Fig. 6B). For comparison, the DNA polymerase RB69 gp43 did not show these activities on the same substrates (Fig. 6B).TABLE 2Bypass, insertion, extension probabilities and bypass efficiencyThe bypass probability at position N is defined as the band density ≥(N + 1) divided by the intensity of ≥(N1). The insertion probability at any position (N) is defined as the intensity at bands ≥(N) divided by the intensity at bands ≥(N − 1). The extension probability at any position (N) is defined as the band intensity ≥(N + 1) divided by the intensity at bands ≥(N). To detect the bypass efficiency, the bypass probability (damaged) is divided by the bypass probability (undamaged) (25).EnzymeTemplateBypass probabilityInsertion probabilityExtension probabilityBypass efficiencyWild type14/T67.8 ± 0.972.9 ± 0.395.5 ± 0.1R957A14/T63.6 ± 0.767.5 ± 0.595.9 ± 0.1Wild type14/Tg12.2 ± 0.229.6 ± 0.541.8 ± 0.218.0 ± 0.5R957A14/Tg2.4 ± 0.213.0 ± 0.119.0 ± 1.33.8 ± 0.3Wild type15/T44.6 ± 0.249.2 ± 0.290.8 ± 0.7R957A15/T41.9 ± 0.745.7 ± 0.491.7 ± 0.8Wild type15/Tg4.5 ± 0.215.1 ± 0.829.8 ± 3.110.1 ± 0.5R957A15/Tg1.4 ± 0.110.9 ± 2.113.2 ± 1.83.4 ± 0.3Open in a separate windowA conserved Lys or Arg residue (Lys-679 in HsPOLN and Arg-957 in DrPOLN) was identified in the “O-helix” of motif 4 in the finger subdomain (Fig. 1B) (4). The corresponding residue is one of the most important for controlling fidelity of prokaryotic polymerase I and is a nonpolar Ala or Thr in those enzymes (37, 38). The residue was important for low fidelity and bypass activity in HsPOLN. K679A or K679T HsPOLN (polymerase I-like) mutants showed higher fidelity than wild-type HsPOLN but did not bypass a 5S-Tg efficiently. A K679R HsPOLN (DrPOLN-like) mutant bypassed a 5S-Tg as efficiently as wild-type HsPOLN (4). We examined the corresponding residue in zebrafish POLN. The R957A mutation reduced 5S-Tg bypass efficiency by 5-fold, without significantly affecting DNA polymerase activity on undamaged DNA (Fig. 7). Thus, a basic residue at this position is important for translesion synthesis activity of POLN.Low fidelity favoring incorporation of T for template G is a biochemical property of HsPOLN (3,–5). However, this tendency was not evident in DrPOLN (Fig. 8). Wild-type HsPOLN but not the K679A or K679T HsPOLN mutants efficiently incorporated T for G at the optimal pH of 8.8 (3). When the pH was reduced to 8.0 or 7.2, the DNA polymerase activity and the T misincorporation activity of HsPOLN were both reduced as reported (Fig. 8, B and D) (23). Unlike HsPOLN, wild-type DrPOLN did not efficiently incorporate T opposite template G even at pH 8.8; the Arg residue at 957 did not influence T or G misincorporation (Fig. 8, A and C). In addition, DrPOLN efficiently incorporated G opposite G unlike HsPOLN (Fig. 8, A and B).Open in a separate windowFIGURE 8.Nucleotide selectivities of DrPOLN and HsPOLN derivatives.\nA, 23 nm DrPOLN and DrPOLN (R957A), denoted as wild-type and R957A, respectively, were incubated with 300 fmol of 5′-32P-labeled 16-mer primer annealed to a 30-mer DNA template in the presence of four or one of the indicated dNTPs (100 μm) for 10 min. The first template base denoted by X was G or T. Template sequences are indicated above the panel. NE indicates no enzyme. B, as described for A, using HsPOLN and HsPOLN (K679A), denoted as wild-type and K679A, respectively. C, 23 nm DrPOLN and DrPOLN (R957A), denoted as wild-type and R957A, respectively, were incubated with 5′-32P-labeled 16-mer primer annealed to a 30-mer DNA template, in which the first template base was G in the presence of all four dNTPs or dTTP (100 μm) for 10 min in indicated pH conditions. D, as described for C, using HsPOLN and HsPOLN (K679A), denoted as wild-type and K679A, respectively. The percentage (%) of the product extension from the primer is shown below each lane in C and D.POLN Protein Associations It has been suggested that POLN interacts with several proteins, including HELQ, Fanconi anemia (FA) core complex proteins, and FANCD2 (16). It is intriguing that this set of proteins has testis-related functions. Helq knock-out male mice have significantly smaller testes (14), targeted disruption of several FA genes caused impaired fertility in mice (39), and infertility is a common feature among male FA patients (40). To test these proposed interactions and to uncover possible molecular pathways relevant to POLN, we searched for proteins with the potential to associate with POLN in vivo. POLN was stably expressed as a FLAG and HA epitope fusion (ePOLN) in HeLa S3 cells. ePOLN was recovered from nuclear extracts by sequential immunoprecipitation with anti-FLAG and anti-HA antibodies (28, 29). The immunoprecipitate was separated on a gradient gel (Fig. 9A), and proteins from gel sections were identified by liquid chromatography-mass spectrometry. The data were filtered to eliminate common s. Among the resulting top 150 ranking hits there were nine DNA repair-related proteins (supplemental Table 1). Six of these (BRCA1, BRCA2, BARD1, PALB2, FANCJ, and RBBP8/CtIP) are components of the A, B, and C BRCA1-associated complexes related to homologous recombination (Fig. 9A and Table 3) (41). None of these proteins were present in a control FLAG-HA purification from HeLa S3 cells transfected with empty control vector. In parallel experiments in the same system using FLAG-HA-tagged HELQ as bait, none of these proteins were detected in the HELQ complex (13). Although FA core complex proteins FANCD2 and HELQ were previously proposed as POLN-interacting partners (16), no peptides representing any of these proteins were identified as ePOLN-associated proteins (supplemental Table 1), just as POLN was not detected in the HELQ complex in the previous study (13). Immunoblotting confirmed that BRCA1 was present in the immunoprecipitate and that FANCD2 and HELQ were present in the input fraction but undetectable in the POLN immunoprecipitate (Fig. 10A). To confirm POLN-BRCA1 and POLN-FANCJ interactions in another cell line, V5-tagged POLN was coexpressed with FLAG-HA-tagged BRCA1 or FANCJ in 293T cells. After immunoprecipitation from whole-cell extract with anti-FLAG and anti-HA antibodies, V5 antibody was used to identify POLN in the immunoprecipitate. Co-immunoprecipitation was observed between POLN and BRCA1 (Fig. 9B) and POLN and FANCJ (Fig. 9C).Open in a separate windowFIGURE 9.POLN is associated with BRCA1, FANCJ, and other homologous recombination components.\nA, POLN-associated proteins were immunopurified from nuclear extracts prepared from HeLa S3 cells expressing FLAG-HA epitope-tagged POLN. The complex was sequentially purified with anti-FLAG and anti-HA antibodies, resolved by SDS-PAGE on a 4–20% gradient gel, and visualized by silver staining. Approximate migration positions of proteins identified in gel sections are shown. B, V5-tagged POLN and FLAG-HA epitope-tagged BRCA1 were transiently co-expressed in 293T cells. The whole-cell extracts prepared from the transfected cells were sonicated and incubated in the presence of benzonase. FLAG-HA epitope-tagged BRCA1 was immunoprecipitated (IP) with anti-FLAG and anti-HA antibodies. V5-tagged POLN in the immunoprecipitated samples was detected with anti-V5 antibody. C, interaction between V5-tagged POLN and FLAG-HA epitope-tagged FANCJ was examined similarly as described in B.TABLE 3Recombination proteins identified in the POLN complex by LC-MS/MS analysisProteins from gel sections were identified by LC-MS/MS. The gel sections were approximately equal size. No peptides were detected that matched HELQ or proteins in the FA core complex.ProteinAccession no. (UniprotKB/Swiss-Prot)Molecular massSpectral countsUnique peptideskDaPOLN{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q7Z5Q5\",\"term_id\":\"90101282\",\"term_text\":\"Q7Z5Q5\"}}Q7Z5Q5|DPOLN_HUMAN1001207349BRCA1{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P38398\",\"term_id\":\"728984\",\"term_text\":\"P38398\"}}P38398|BRCA1_HUMAN2082315BARD1{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q99728\",\"term_id\":\"116241265\",\"term_text\":\"Q99728\"}}Q99728|BARD1_HUMAN87158PALB2{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q86YC2\",\"term_id\":\"74727919\",\"term_text\":\"Q86YC2\"}}Q86YC2|PALB2_HUMAN1311711BRCA2{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P51587\",\"term_id\":\"952011477\",\"term_text\":\"P51587\"}}P51587|BRCA2_HUMAN38477FANCJ{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9BX63\",\"term_id\":\"1491741725\",\"term_text\":\"Q9BX63\"}}Q9BX63|FANCJ_HUMAN1411612CtIP{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q99708\",\"term_id\":\"116242745\",\"term_text\":\"Q99708\"}}Q99708|COM1_HUMAN102158Open in a separate windowOpen in a separate windowFIGURE 10.A, POLN complex was immunopurified from nuclear extract prepared from HeLa S3 cells expressing FLAG-HA epitope-tagged POLN. Immunoblotting with specific antibodies confirmed the presence or absence of the proteins in the POLN complex. A single membrane was cut into sections as shown in supplemental Fig. S1 for immunoblotting with different antibodies. One of the membrane sections was first used for HELQ immunoblotting and then stripped using Thermo Restore Western Blot Stripping Buffer and reblotted for identification of FANCD2 and then again for POLN. B, POLN does not interact with the Fanconi core complex in the presence or absence of HU. The FANCL complex was immunopurified from nuclear extracts prepared from HeLa S3 cells expressing FLAG-HA epitope-tagged FANCL with or without 3 mm HU treatment for 24 h. The complex was sequentially purified with anti-FLAG and anti-HA antibodies. The complex was resolved by SDS-PAGE on a 4–20% gradient gel. Immunoblotting with specific antibodies confirmed the presence or absence of the proteins in the FANCL complex. FANCA but not POLN is present in the complex before and after HU treatment. Crude extract prepared from 293T cells transiently expressing POLN (lane labeled POLN) was used as a positive control for the POLN antibody.We also tested for an association of the FA core complex with POLN. The same system was employed but with FANCL as bait. FANCL was stably expressed as a FLAG and HA epitope fusion (eFANCL) in HeLa S3 cells, with or without exposure to hydroxyurea (HU). After sequential immunoprecipitation with anti-FLAG and anti-HA antibodies, an FA core complex protein, FANCL, was identified in the immunoprecipitate, as expected (Fig. 10B). However, POLN was not present, consistent with its normally low or absent expression in human cultured cells. DiscussionThese investigations by biochemical, molecular genetic, and proteomic analysis answer several outstanding questions about vertebrate POLN.First, the expression of POLN in vertebrate cells is very limited and tissue-specific. In zebrafish, mouse, and humans, POLN is preferentially expressed in testis and very weakly in other tissues or cells in culture. POLN was originally assembled by analyzing transcripts and expressed sequence tags from human cell lines (2). However, only short fragments of POLN are readily isolated by RT-PCR from cDNA of human cell lines (Fig. 5A). RACE-PCR was used to clone the 5′UTR sequence of human POLN from testis cDNA (Fig. 3A) without difficulty, but we were unable to do this from human cell lines. In the human cell lines examined so far, POLN is subject to extensive alternative splicing that gives rise to biologically inactive transcripts (2). This is important to consider when evaluating data from microarrays or RNA-sequence experiments, as most POLN mRNA expression will represent biologically inactive transcripts.Second, we report new evidence that the POLN and HAUS3 genes share the same first exon, in an evolutionarily conserved manner. From analysis of mouse database annotations, it was suggested that HAUS3 and POLN do not overlap (42), but our primary analysis of sequences from three vertebrates indicates that POLN and HAUS3 share a single promoter and first exon. Peaks of H3K27 acetylation and H3K4 trimethylation, and a CpG island, which are often found near active regulatory elements, were identified near the first exon of POLN and HAUS3 but not around the other exons. POLN and HAUS3 may initiate transcription from the same promoter, with their expression regulated by tissue/cell type-specific splicing of the transcripts. A recent study underlines that modulation of splicing can indeed influence POLN mRNA expression levels (43). Small molecule compounds were identified that shifted RNA splicing of the SMN2 gene toward production of full-length mRNA. Intriguingly, POLN was one of only six genes in human cells that increased in expression by a factor of >2 after treatment with one of the most specific small molecule compounds, SMN-C3 (43). In a large family of genes involved in DNA or RNA metabolism, POLN was the only such regulated gene. POLN is unique among mammalian DNA polymerases in its conserved expression with an overlapping gene. The possible selective advantage for this arrangement is not known, but it is notable that it shares a promoter region with a ubiquitously expressed housekeeping gene (HAUS3). This might provide a mechanism for a small amount of POLN to be produced by alternative splicing in any cell type, when POLN is needed for a specialist function. RNA transcript splicing patterns can vary considerably in different tissues (44), which could allow large amounts of POLN to be produced in specific situations when necessary, as appears to be the case in testis. It remains to be seen whether the levels of HAUS3 are also subject to splicing modulation. This could be relevant as HAUS3 is sometimes mutated in breast cancer. In a study following a lobular human breast tumor, a mutation in HAUS3 was one of only five nonsynonymous coding mutations that were prevalent in the primary breast tumor and remained in the metastatic cancer nine years later (45).Third, it was not known whether POLN is an essential gene for embryonic development. We found that it is not essential in zebrafish. This is because POLN is not appreciably expressed in zebrafish embryos, and because no phenotypic differences were identified after the injection of control and POLN-specific antisense morpholino oligonucleotides.One possibility is that POLN may have a function in testis, where the gene is preferentially expressed. Morpholino antisense oligonucleotides can be used to analyze phenotypes in early developmental stages (46) but not readily in adult testis. In human cells, POLN is also highly expressed in testis but very weakly expressed in cell lines, even those derived from testicular cancers (1618K, 833K, SuSa, and TERA1). Here, we identified the potential for POLN to interact in a protein complex with homologous recombination-related proteins, including BRCA1 and downstream FA proteins, including FANCJ, BRCA2 (FANCD1), and PALB2 (FANCN). This is consistent with a possible function of POLN in homologous recombination in testis. However, our results do not support the previously proposed interactions of POLN with HELQ, FA core complex proteins, or FANCD2. During the process of meiotic recombination, the evolutionarily conserved strand displacement activity of POLN could be useful to synthesize DNA in D-loop recombination intermediates. Another possible function is chromatin remodeling in the XY body of spermatocytes, because BRCA1 has a role in the establishment of X-pericentric heterochromatin in testis (47).Finally, we found that the ability to bypass thymine glycol lesions in DNA is a property conserved in the human and zebrafish enzymes and that a basic residue in the O-helix (human residue Lys-679) is crucial for this activity in both species. Tg is a major DNA lesion generated by reactive oxygen species that blocks the progression of replicative DNA polymerases (48). However, we do not yet know whether the ability of POLN to bypass Tg lesions is physiologically relevant (for example, in a testis-specific role). It is possible that the bypass activity is only an in vitro readout of the unusual active site of POLN, which normally functions in some other challenging role, such as strand displacement. One of the evolutionarily conserved sequence insertions in the DNA polymerase domain of POLN (4), called insert 2, forms a unique cavity in the DNA polymerase domain of POLN (5). The cavity allows POLN to generate and accommodate a looped-out primer strand (5), and it may also help POLN to bypass a Tg lesion by tolerating the distortion generated after incorporation of A opposite Tg (48). Similarly, human POLN is striking in its very high G to A base substitution rate. We found no indication of a marked tendency for zebrafish POLN to incorporate T opposite template G. In steady-state conditions, human POLN preferentially incorporates T opposite G but not in the pre-steady-state (21). The low fidelity of human POLN might be a result of assaying the enzyme at its optimum pH for activity, pH 8.8 (3). Other A-family DNA polymerases also show increased fidelity at lower pH (49, 50). It remains to be determined whether nucleotide misincorporation is relevant to an in vivo function of POLN. Author ContributionsK. T. and R. D. W. conceived and designed the experiments. K. T., J. T., S. R., and L. M. A. performed the experiment. K. T., J. T., S. R., L. M. A., M. T., N. A. H., and R. D. W. analyzed the data. K. T. and R. D. W. wrote the paper. Supplementary Material\nSupplemental Data:\nClick here to view.\n AcknowledgmentsWe thank Kaitlin A. Gutierrez, Mandira Manandhar, Reety Arora, and Matthew J. Yousefzadeh for assistance with RNA purification, RT-PCR, and 5′-RACE. We appreciate the expert assistance of Maria D. Person, Chia-Fang Lee, and Marvin Mercado with mass spectrometric analysis, and Jianjun Shen, Yueping Chen, John F. Repass, and Yoko Takata in the Molecular Biology Core Facility. We thank Tatsuhiko Shimizu and Shigenori Iwai (Osaka University, Japan) for providing the oligonucleotide containing a 5S-Tg and Kevin Hiom for pCAM1224 plasmid carrying full-length wild-type BRCA1 and Susan Keezer (Cell Signaling Technology) for anti-HELQ antibody. We are grateful to our laboratory colleagues for discussion. *This work was supported, in whole or in part, by National Institutes of Health Grants P01 CA097175 and P30 ES007784. This work was also supported by the MD Anderson Research Trust and the Grady F. Saunders Ph.D. Distinguished Research Professorship (to R. D. W.), CPRIT Grant RP110782 (to Maria D. Person), The University of Texas MD Anderson Cancer Center Institutional Research Grant (IRG), and Center for Radiation Oncology Research (to K. T.). The authors declare that they have no conflicts of interest with the contents of this article.This article contains Table S1.The nucleotide sequence(s) reported in this paper has been submitted to the GenBankTM/EBI Data Bank with accession number(s) {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"DQ630550\",\"term_id\":\"108735434\",\"term_text\":\"DQ630550\"}}DQ630550. 3The abbreviations used are:\nTgthymine glycolRACErapid amplification of cDNA endsMOmorpholino oligonucleotideqPCRquantitative PCRHUhydroxyureaFAFanconi anemiahpfh post-fertilization. References1. \nLange S. S., Takata K., Wood R. D. (2011) DNA polymerases and cancer. Nat. Rev. Cancer\n11, 96–110 [PMC free article] [PubMed] [Google Scholar]2. \nMarini F., Kim N., Schuffert A., Wood R. D. (2003) POLN, a nuclear polA family DNA polymerase homologous to the DNA cross-link sensitivity protein Mus308. J. Biol. Chem. 278, 32014–32019 [PubMed] [Google Scholar]3. \nTakata K., Shimizu T., Iwai S., Wood R. D. (2006) Human DNA polymerase N (POLN) is a low-fidelity enzyme capable of error-free bypass of 5S-thymine glycol. J. Biol. Chem. 281, 23445–23455 [PubMed] [Google Scholar]4. \nTakata K., Arana M. E., Seki M., Kunkel T. A., Wood R. D. (2010) Evolutionary conservation of residues in vertebrate DNA polymerase N conferring low fidelity and bypass activity. Nucleic Acids Res. 38, 3233–3244 [PMC free article] [PubMed] [Google Scholar]5. \nLee Y. S., Gao Y., Yang W. (2015) How a homolog of high-fidelity replicases conducts mutagenic DNA synthesis. Nat. Struct. Mol. Biol. 22, 298–303 [PMC free article] [PubMed] [Google Scholar]6. \nChan S. H., Yu A. M., McVey M. (2010) Dual roles for DNA polymerase θ in alternative end-joining repair of double strand breaks in Drosophila. PLoS Genet. 6, e1001005. [PMC free article] [PubMed] [Google Scholar]7. \nYousefzadeh M. J., Wyatt D. W., Takata K., Mu Y., Hensley S. C., Tomida J., Bylund G. O., Doublié S., Johansson E., Ramsden D. A., McBride K. M., Wood R. D. (2014) Mechanism of suppression of chromosomal instability by DNA polymerase POLQ. PLoS Genet. 10, e1004654. [PMC free article] [PubMed] [Google Scholar]8. \nHarris P. V., Mazina O. M., Leonhardt E. A., Case R. B., Boyd J. B., Burtis K. C. (1996) Molecular cloning of Drosophila mus308, a gene involved in DNA cross-link repair with homology to prokaryotic DNA polymerase I genes. Mol. Cell. Biol. 16, 5764–5771 [PMC free article] [PubMed] [Google Scholar]9. \nShima N., Munroe R. J., Schimenti J. C. (2004) The mouse genomic instability mutation chaos1 is an allele of PolQ that exhibits genetic interaction with Atm. Mol. Cell. Biol. 24, 10381–10389 [PMC free article] [PubMed] [Google Scholar]10. \nSeki M., Marini F., Wood R. D. (2003) POLQ (pol θ), a DNA polymerase and DNA-dependent ATPase in human cells. Nucleic Acids Res. 31, 6117–6126 [PMC free article] [PubMed] [Google Scholar]11. \nSeki M., Masutani C., Yang L. W., Schuffert A., Iwai S., Bahar I., Wood R. D. (2004) High-efficiency bypass of DNA damage by human DNA polymerase Q. EMBO J. 23, 4484–4494 [PMC free article] [PubMed] [Google Scholar]12. \nMarini F., Wood R. D. (2002) A human DNA helicase homologous to the DNA cross-link sensitivity protein Mus308. J. Biol. Chem. 277, 8716–8723 [PubMed] [Google Scholar]13. \nTakata K., Reh S., Tomida J., Person M. D., Wood R. D. (2013) Human DNA helicase HELQ participates in DNA interstrand cross-link tolerance with ATR and RAD51 paralogs. Nat. Commun. 4, 2338. [PMC free article] [PubMed] [Google Scholar]14. \nLuebben S. W., Kawabata T., Akre M. K., Lee W. L., Johnson C. S., O'Sullivan M. G., Shima N. (2013) Helq acts in parallel to Fancc to suppress replication-associated genome instability. Nucleic Acids Res. 41, 10283–10297 [PMC free article] [PubMed] [Google Scholar]15. \nAdelman C. A., Lolo R. L., Birkbak N. J., Murina O., Matsuzaki K., Horejsi Z., Parmar K., Borel V., Skehel J. M., Stamp G., D'Andrea A., Sartori A. A., Swanton C., Boulton S. J. (2013) HELQ promotes RAD51 paralogue-dependent repair to avert germ cell loss and tumorigenesis. Nature\n502, 381–384 [PMC free article] [PubMed] [Google Scholar]16. \nMoldovan G. L., Madhavan M. V., Mirchandani K. D., McCaffrey R. M., Vinciguerra P., D'Andrea A. D. (2010) DNA polymerase POLN participates in cross-link repair and homologous recombination. Mol. Cell. Biol. 30, 1088–1096 [PMC free article] [PubMed] [Google Scholar]17. \nZietlow L., Smith L. A., Bessho M., Bessho T. (2009) Evidence for the involvement of human DNA polymerase N in the repair of DNA interstrand cross-links. Biochemistry\n48, 11817–11824 [PMC free article] [PubMed] [Google Scholar]18. \nYoshimura M., Kohzaki M., Nakamura J., Asagoshi K., Sonoda E., Hou E., Prasad R., Wilson S. H., Tano K., Yasui A., Lan L., Seki M., Wood R. D., Arakawa H., Buerstedde J. M., et al.  (2006) Vertebrate POLQ and POLβ cooperate in base excision repair of oxidative DNA damage. Mol. Cell\n24, 115–125 [PMC free article] [PubMed] [Google Scholar]19. \nKohzaki M., Nishihara K., Hirota K., Sonoda E., Yoshimura M., Ekino S., Butler J. E., Watanabe M., Halazonetis T. D., Takeda S. (2010) DNA polymerases ν and θ are required for efficient immunoglobulin V gene diversification in chicken. J. Cell Biol. 189, 1117–1127 [PMC free article] [PubMed] [Google Scholar]20. \nArana M. E., Takata K., Garcia-Diaz M., Wood R. D., Kunkel T. A. (2007) A unique error signature for human DNA polymerase nu. DNA Repair\n6, 213–223 [PMC free article] [PubMed] [Google Scholar]21. \nGowda A. S., Moldovan G. L., Spratt T. E. (2015) Human DNA polymerase ν catalyzes correct and incorrect DNA synthesis with high catalytic efficiency. J. Biol. Chem. 290, 16292–16303 [PMC free article] [PubMed] [Google Scholar]22. \nYamanaka K., Minko I. G., Takata K., Kolbanovskiy A., Kozekov I. D., Wood R. D., Rizzo C. J., Lloyd R. S. (2010) Novel enzymatic function of DNA polymerase ν in translesion DNA synthesis past major groove DNA-peptide and DNA-DNA cross-links. Chem. Res. Toxicol. 23, 689–695 [PMC free article] [PubMed] [Google Scholar]23. \nArana M. E., Potapova O., Kunkel T. A., Joyce C. M. (2011) Kinetic analysis of the unique error signature of human DNA polymerase ν. Biochemistry\n50, 10126–10135 [PMC free article] [PubMed] [Google Scholar]24. \nYang G., Franklin M., Li J., Lin T. C., Konigsberg W. (2002) A conserved Tyr residue is required for sugar selectivity in a polα DNA polymerase. Biochemistry\n41, 10256–10261 [PubMed] [Google Scholar]25. \nKokoska R. J., McCulloch S. D., Kunkel T. A. (2003) The efficiency and specificity of apurinic/apyrimidinic site bypass by human DNA polymerase η and Sulfolobus solfataricus Dpo4. J. Biol. Chem. 278, 50537–50545 [PubMed] [Google Scholar]26. \nKudoh T., Tsang M., Hukriede N. A., Chen X., Dedekian M., Clarke C. J., Kiang A., Schultz S., Epstein J. A., Toyama R., Dawid I. B. (2001) A gene expression screen in zebrafish embryogenesis. Genome Res. 11, 1979–1987 [PubMed] [Google Scholar]27. \nKawamura K., O-Wang J., Bahar R., Koshikawa N., Shishikura T., Nakagawara A., Sakiyama S., Kajiwara K., Kimura M., Tagawa M. (2001) The error-prone DNA polymerase ζ catalytic subunit (Rev3) gene is ubiquitously expressed in normal and malignant human tissues. Int. J. Oncol. 18, 97–103 [PubMed] [Google Scholar]28. \nNakatani Y., Ogryzko V. (2003) Immunoaffinity purification of mammalian protein complexes. Methods Enzymol. 370, 430–444 [PubMed] [Google Scholar]29. \nIkura T., Tashiro S., Kakino A., Shima H., Jacob N., Amunugama R., Yoder K., Izumi S., Kuraoka I., Tanaka K., Kimura H., Ikura M., Nishikubo S., Ito T., Muto A., et al.  (2007) DNA damage-dependent acetylation and ubiquitination of H2AX enhances chromatin dynamics. Mol. Cell. Biol. 27, 7028–7040 [PMC free article] [PubMed] [Google Scholar]30. \nJung S. Y., Malovannaya A., Wei J., O'Malley B. W., Qin J. (2005) Proteomic analysis of steady-state nuclear hormone receptor coactivator complexes. Mol. Endocrinol. 19, 2451–2465 [PubMed] [Google Scholar]31. \nChen G. I., Gingras A. C. (2007) Affinity-purification mass spectrometry (AP-MS) of serine/threonine phosphatases. Methods\n42, 298–305 [PubMed] [Google Scholar]32. \nTrinkle-Mulcahy L., Boulon S., Lam Y. W., Urcia R., Boisvert F. M., Vandermoere F., Morrice N. A., Swift S., Rothbauer U., Leonhardt H., Lamond A. (2008) Identifying specific protein interaction partners using quantitative mass spectrometry and bead proteomes. J. Cell Biol. 183, 223–239 [PMC free article] [PubMed] [Google Scholar]33. \nGuo R., Xu D., Wang W. (2009) Identification and analysis of new proteins involved in the DNA damage response network of Fanconi anemia and Bloom syndrome. Methods\n48, 72–79 [PMC free article] [PubMed] [Google Scholar]34. \nENCODE Project Consortium (2012) An integrated encyclopedia of DNA elements in the human genome. Nature\n489, 57–74 [PMC free article] [PubMed] [Google Scholar]35. \nLi Y., Korolev S., Waksman G. (1998) Crystal structures of open and closed forms of binary and ternary complexes of the large fragment of Thermus aquaticus DNA polymerase I: structural basis for nucleotide incorporation. EMBO J. 17, 7514–7525 [PMC free article] [PubMed] [Google Scholar]36. \nDerbyshire V., Grindley N. D., Joyce C. M. (1991) The 3′–5′ exonuclease of DNA polymerase I of Escherichia coli: contribution of each amino acid at the active site to the reaction. EMBO J. 10, 17–24 [PMC free article] [PubMed] [Google Scholar]37. \nSuzuki M., Baskin D., Hood L., Loeb L. A. (1996) Random mutagenesis of Thermus aquaticus DNA polymerase I: concordance of immutable sites in vivo with the crystal structure. Proc. Natl. Acad. Sci. U.S.A. 93, 9670–9675 [PMC free article] [PubMed] [Google Scholar]38. \nSuzuki M., Avicola A. K., Hood L., Loeb L. A. (1997) Low fidelity mutants in the O-helix of Thermus aquaticus DNA polymerase I. J. Biol. Chem. 272, 11228–11235 [PubMed] [Google Scholar]39. \nParmar K., D'Andrea A., Niedernhofer L. J. (2009) Mouse models of Fanconi anemia. Mutat. Res. 668, 133–140 [PMC free article] [PubMed] [Google Scholar]40. \nAuerbach A. D. (2009) Fanconi anemia and its diagnosis. Mutat. Res. 668, 4–10 [PMC free article] [PubMed] [Google Scholar]41. \nWang B. (2012) BRCA1 tumor suppressor network: focusing on its tail. Cell Biosci. 2, 6. [PMC free article] [PubMed] [Google Scholar]42. \nChing Y. H., Munroe R. J., Moran J. L., Barker A. K., Mauceli E., Fennell T., Dipalma F., Lindblad-Toh K., Abcunas L. M., Gilmour J. F., Harris T. P., Kloet S. L., Luo Y., McElwee J. L., Mu W., et al.  (2010) High resolution mapping and positional cloning of ENU-induced mutations in the Rw region of mouse chromosome 5. BMC Genet. 11, 106. [PMC free article] [PubMed] [Google Scholar]43. \nNaryshkin N. A., Weetall M., Dakka A., Narasimhan J., Zhao X., Feng Z., Ling K. K., Karp G. M., Qi H., Woll M. G., Chen G., Zhang N., Gabbeta V., Vazirani P., Bhattacharyya A., et al.  (2014) Motor neuron disease. SMN2 splicing modifiers improve motor function and longevity in mice with spinal muscular atrophy. Science\n345, 688–693 [PubMed] [Google Scholar]44. \nRoy B., Haupt L. M., Griffiths L. R. (2013) Review: alternative splicing (AS) of genes as an approach for generating protein complexity. Curr. Genomics\n14, 182–194 [PMC free article] [PubMed] [Google Scholar]45. \nShah S. P., Morin R. D., Khattra J., Prentice L., Pugh T., Burleigh A., Delaney A., Gelmon K., Guliany R., Senz J., Steidl C., Holt R. A., Jones S., Sun M., Leung G., et al.  (2009) Mutational evolution in a lobular breast tumour profiled at single nucleotide resolution. Nature\n461, 809–813 [PubMed] [Google Scholar]46. \nHeasman J. (2002) Morpholino oligos: making sense of antisense?\nDev. Biol. 243, 209–214 [PubMed] [Google Scholar]47. \nBroering T. J., Alavattam K. G., Sadreyev R. I., Ichijima Y., Kato Y., Hasegawa K., Camerini-Otero R. D., Lee J. T., Andreassen P. R., Namekawa S. H. (2014) BRCA1 establishes DNA damage signaling and pericentric heterochromatin of the X chromosome in male meiosis. J. Cell Biol. 205, 663–675 [PMC free article] [PubMed] [Google Scholar]48. \nAller P., Rould M. A., Hogg M., Wallace S. S., Doublié S. (2007) A structural rationale for stalling of a replicative DNA polymerase at the most common oxidative thymine lesion, thymine glycol. Proc. Natl. Acad. Sci. U.S.A. 104, 814–818 [PMC free article] [PubMed] [Google Scholar]49. \nEckert K. A., Kunkel T. A. (1990) High fidelity DNA synthesis by the Thermus aquaticus DNA polymerase. Nucleic Acids Res. 18, 3739–3744 [PMC free article] [PubMed] [Google Scholar]50. \nEckert K. A., Kunkel T. A. (1993) Effect of reaction pH on the fidelity and processivity of exonuclease-deficient Klenow polymerase. J. Biol. Chem. 268, 13462–13471 [PubMed] [Google Scholar]"}