{"title": "Safety and Efficacy of Combined Extracorporeal CO2 Removal and Renal Replacement Therapy in Patients With Acute Respiratory Distress Syndrome and Acute Kidney Injury: The Pulmonary and Renal Support in Acute Respiratory Distress Syndrome Study", "pubDate": "2015", "PMCID": "PMC4648187", "DOI": "10.1097/CCM.0000000000001296", "PMID": "26488219", "abstract": "Objective:                       To assess the safety and efficacy of combining extracorporeal CO2 removal with continuous renal replacement therapy in patients presenting with acute respiratory distress syndrome and acute kidney injury.                  Design:                       Prospective human observational study.                  Settings:                       Patients received volume-controlled mechanical ventilation according to the acute respiratory distress syndrome net protocol. Continuous venovenous hemofiltration therapy was titrated to maintain maximum blood flow and an effluent flow of 45 mL/kg/h with 33% predilution.                  Patients:                       Eleven patients presenting with both acute respiratory distress syndrome and acute kidney injury required renal replacement therapy.                  Interventions:                       A membrane oxygenator (0.65 m) was inserted within the hemofiltration circuit, either upstream (n = 7) or downstream (n = 5) of the hemofilter. Baseline corresponded to tidal volume 6 mL/kg of predicted body weight without extracorporeal CO2 removal. The primary endpoint was 20% reduction in PaCO2 at 20 minutes after extracorporeal CO2 removal initiation. Tidal volume was subsequently reduced to 4 mL/kg for the remaining 72 hours.                  Measurements and main results:                       Twelve combined therapies were conducted in the 11 patients. Age was 70 ± 9 years, Simplified Acute Physiology Score II was 69 ± 13, Sequential Organ Failure Assessment score was 14 ± 4, lung injury score was 3 ± 0.5, and PaO2/FIO2 was 135 ± 41. Adding extracorporeal CO2 removal at tidal volume 6 mL/kg decreased PaCO2 by 21% (95% CI, 17-25%), from 47 ± 11 to 37 ± 8 Torr (p < 0.001). Lowering tidal volume to 4 mL/kg reduced minute ventilation from 7.8 ± 1.5 to 5.2 ± 1.1 L/min and plateau pressure from 25 ± 4 to 21 ± 3 cm H2O and raised PaCO2 from 37 ± 8 to 48 ± 10 Torr (all p < 0.001). On an average of both positions, the oxygenator's blood flow was 410 ± 30 mL/min and the CO2 removal rate was 83 ± 20 mL/min. The oxygenator blood flow (p <0.001) and the CO2 removal rate (p = 0.083) were higher when the membrane oxygenator was placed upstream of the hemofilter. There was no safety concern.                  Conclusions:                       Combining extracorporeal CO2 removal and continuous venovenous hemofiltration in patients with acute respiratory distress syndrome and acute kidney injury is safe and allows efficient blood purification together with enhanced lung protective ventilation.", "author": [{"author": "Jérôme Allardet-Servent", "affiliation": ["Service de Réanimation, Hôpital Européen Marseille, Marseille, France."], "href": "/?term=Allardet-Servent+J&cauthor_id=26488219"}, {"author": "Matthias Castanier", "affiliation": [], "href": "/?term=Castanier+M&cauthor_id=26488219"}, {"author": "Thomas Signouret", "affiliation": [], "href": "/?term=Signouret+T&cauthor_id=26488219"}, {"author": "Rettinavelou Soundaravelou", "affiliation": [], "href": "/?term=Soundaravelou+R&cauthor_id=26488219"}, {"author": "Anne Lepidi", "affiliation": [], "href": "/?term=Lepidi+A&cauthor_id=26488219"}, {"author": "Jean-Marie Seghboyan", "affiliation": [], "href": "/?term=Seghboyan+JM&cauthor_id=26488219"}], "refPMID": ["16236739", "14569423", "10793167", "12682454", "15812622", "15241094", "17038660", "19910610", "18451319", "24283226", "10793162", "15818113", "18379255", "11086784", "12943823", "18090363", "16081547", "9781727", "21886825", "11790662", "23306584", "19741487", "15187508", "13683", "30341", "23014710", "25033302", "18074478", "22732288", "16106006", "22797452", "17634148", "17069660", "23883472", "21317644", "24705570", "8986487", "11497156", "11401882", "23351488"], "citedInPMID": ["26488219", "34307397", "33969909", "33411146", "32768001", "32709292", "32454500", "32405714", "32401973", "31820034", "31694688", "31197492", "31020339", "30911910", "30849995", "30617611", "30043276", "29743094", "29179681", "28766276", "28717835", "28573390", "28555443"], "body": " AbstractObjective:To assess the safety and efficacy of combining extracorporeal Co2 removal with continuous renal replacement therapy in patients presenting with acute respiratory distress syndrome and acute kidney injury.Design:Prospective human observational study.Settings:Patients received volume-controlled mechanical ventilation according to the acute respiratory distress syndrome net protocol. Continuous venovenous hemofiltration therapy was titrated to maintain maximum blood flow and an effluent flow of 45 mL/kg/h with 33% predilution.Patients:Eleven patients presenting with both acute respiratory distress syndrome and acute kidney injury required renal replacement therapy.Interventions:A membrane oxygenator (0.65 m2) was inserted within the hemofiltration circuit, either upstream (n = 7) or downstream (n = 5) of the hemofilter. Baseline corresponded to tidal volume 6 mL/kg of predicted body weight without extracorporeal Co2 removal. The primary endpoint was 20% reduction in Paco2 at 20 minutes after extracorporeal Co2 removal initiation. Tidal volume was subsequently reduced to 4 mL/kg for the remaining 72 hours.Measurements and Main Results:Twelve combined therapies were conducted in the 11 patients. Age was 70 ± 9 years, Simplified Acute Physiology Score II was 69 ± 13, Sequential Organ Failure Assessment score was 14 ± 4, lung injury score was 3 ± 0.5, and Pao2/Fio2 was 135 ± 41. Adding extracorporeal Co2 removal at tidal volume 6 mL/kg decreased Paco2 by 21% (95% CI, 17–25%), from 47 ± 11 to 37 ± 8 Torr (p < 0.001). Lowering tidal volume to 4 mL/kg reduced minute ventilation from 7.8 ± 1.5 to 5.2 ± 1.1 L/min and plateau pressure from 25 ± 4 to 21 ± 3 cm H2O and raised Paco2 from 37 ± 8 to 48 ± 10 Torr (all p < 0.001). On an average of both positions, the oxygenator’s blood flow was 410 ± 30 mL/min and the Co2 removal rate was 83 ± 20 mL/min. The oxygenator blood flow (p <0.001) and the Co2 removal rate (p = 0.083) were higher when the membrane oxygenator was placed upstream of the hemofilter. There was no safety concern.Conclusions:Combining extracorporeal Co2 removal and continuous venovenous hemofiltration in patients with acute respiratory distress syndrome and acute kidney injury is safe and allows efficient blood purification together with enhanced lung protective ventilation.Keywords: acute kidney injury, acute respiratory distress syndrome, extracorporeal Co2 removal, mechanical ventilation, renal replacement therapy, sepsis Acute respiratory distress syndrome (ARDS) is a common condition in ICUs and results from various etiologies that cause either direct or indirect lung injury (1, 2). It is characterized by a proinflammatory response leading to pulmonary edema, surfactant dysfunction, and alteration of the alveolocapillary barrier (3). There is a wide heterogeneity in the distribution of alveolar injury. Collapsed or fluid-filled lung areas predominate in dependent regions and normally aerated areas in nondependent, the net result being a loss of lung air volume (4, 5).Positive pressure mechanical ventilation facilitates gas exchange and unloads respiratory muscles. During insufflation, tidal volume (TV) distributes primarily to normally aerated alveoli with a risk of overdistension, whereas previously collapsed alveoli are submitted to cyclic opening and closing phenomenon (6–8). Both may lead to excessive strain and stress resulting in stretch-induced mechanical transcription of proinflammatory signals, mechanical disruption of the alveolar barrier, and capillary stress failure (9, 10). Reducing the TV from 12 to 6 mL/kg predicted body weight (PBW) in human ARDS was associated with a 22% relative reduction in mortality (11). However, there is a growing body of evidences that a further reduction in the mechanical stress produced by the ventilator may be further “lung protective” (12–17). Animal studies have demonstrated that a TV of 3–4 mL/kg reduces lung edema and preserves, at least in part, alveolar epithelial and endothelial integrity (18–20). Few studies have been conducted in patients and all conclude toward a reduction in the proinflammatory response, both at the pulmonary and at the plasma level (21, 22).Decreasing TV reduces alveolar ventilation, providing that respiratory rate (RR) is constant. Thus, Paco2 increases and promotes respiratory acidosis, which may constitute a limitation to implement widely a lung protective ventilation strategy (23). Extracorporeal Co2 removal (ECCo2R), a technique described more than 40 years ago, appears as a convenient solution to prevent hypercarbia and opens up the field to a wide range of clinical studies (24–27). Briefly, blood is driven, either passively from the arterial side or actively with a pump from the venous side, toward a membrane oxygenator where fresh gas, free of Co2, sweeps hollow fibers and removes Co2 by diffusion. Several devices have been designed and some have been tested in clinical settings. Among them, the Decap system (Hemodec, Salerno, Italy) uses a roller pump to drive blood first through a membrane oxygenator and then through a hemofilter. The effluent is reinfused upstream of the oxygenator, which not only increases the overall Co2 removal capacity but also prevents from any blood purification. To date, no device combining blood purification and Co2 removal capacities is available.Acute kidney injury (AKI) may develop in 25–60% of patients with ARDS, especially when sepsis is the underlying disease (28, 29). The Kidney Disease Improving Global Outcome has recently proposed a classification of the severity of renal injury and suggested renal replacement therapy (RRT) be initiated when stage 2 or 3 occurs (30). Because RRT is common practice in ICUs and because some patients may present together ARDS and AKI (31), we hypothesized that we could combine RRT and ECCo2R through the integration of a membrane oxygenator within a hemofiltration circuit. This study was designed in two parts: first, to test the efficacy of ECCo2R at a fixed TV (6 mL/kg); and second, to test whether a ventilation at lower TV (4 mL/kg) for a period of 72 hours is safe and feasible. Finally, by testing two configuration of circuitry, we also addressed the issue of the most efficacious position of the membrane oxygenator. MATERIALS AND METHODSThe protocol of this study was approved by an independent ethics committee (Comité de Protection des Personnes Sud-Méditérranée I) and by French Health Authority (AFSSAPS, 2010-A00397-32) and was registered at clinical.trials.gov ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT 01239966\",\"term_id\":\"NCT01239966\"}}NCT 01239966). Written informed consent was obtained from next of kin before enrollment.From December 2011 to December 2014, 11 consecutive patients presenting with both ARDS (Berlin criteria) and AKI (Kidney Disease Improving Global Outcome stage 2 or 3) who required RRT were included (30, 32). For the detailed inclusion and exclusion criteria, see the supplemental data (Supplemental Digital Content 1, http://links.lww.com/CCM/B420). Patients were sedated with remifentanil, midazolam, and ketamine and paralyzed with cisatracurium. Others medications, including antibiotics, fluids, catecholamines, and transfusions, were left to the discretion of the attending physician.All patients were equipped with a 4-Lumen subclavian central venous catheter and an indwelling radial artery catheter (20G × 5 cm). The arterial line was connected to a continuous uncalibrated cardiac output monitor (Flotrac-Vigileo; Edwards, Irvine, CA). Central venous pressure and a five-lead ECG were continuously displayed on a M540 monitor (Dräger, Lubeck, Germany).Volume-controlled mechanical ventilation was delivered using an Engström CareStation ventilator (General Electric, Madison, WI) including a metabolic monitor that measured end-tidal CO2 (Petco2), oxygen consumption (Vo2), and Co2 elimination by the lung during 1 minute (Vco2Lung). Inspiratory gases were heated and humidified with a MR 850 device (Fischer&Paykel, Australia). A closed suction system allowed tracheobronchial aspiration. Respiratory settings included a TV of 6 mL/kg PBW, a positive end-expiratory pressure (PEEP)/Fio2 combination according to the ARDS Net protocol, an RR adjusted to maintain Petco2 less than or equal to 45 Torr, an end-inspiratory pause of 0.4 second, and an inspiratory flow to obtain complete exhalation.RRT was delivered with a PrismaFlex v6.0 monitor (Gambro, Lund, Sweden) using a 1.5 m2 AN69 membrane (M150; Hospal, Meyzieu, France). The RRT mode was continuous venovenous hemofiltration. Pump blood flow was progressively increased until its maximum value: 450 mL/min minus the predilution rate. Effluent flow was 45 mL/kg/h with a predilution rate of 33%, a setting designed to reduce the risk of clotting (33). The replacement solution was Hemosol B0 (Gambro, Lund, Sweden).A 0.65 m2 polymethylpentene heparin-coated hollow fiber membrane oxygenator (MEDOS HILITE 2400 LT; MEDOS Medizintechnik AG, Stolberg, Germany) was inserted prior to the RRT circuit’s priming, either upstream or downstream of the hemofilter, using ¼ inches luer-lock connection tubes (priming volume 95 mL, maximum blood flow 4,800 mL/min). Inlet and outlet pressures were monitored using side ports at both ends of the membrane. Blood flow was recorded using a ¼ inches ultrasonic flow probe (SonoTT Clap-on Transducer; EMTEC, Munich, Germany) clamped on the inlet tube of the membrane oxygenator.The hemofilter circuit was primed with saline (2,000 mL containing 10,000 IU of heparin). Heparin was further administrated, within the RRT circuit, as a bolus after connection (80 IU/kg) followed by continuous infusion (18 IU/kg/h) if the platelet count was greater than 50 G/L and prothrombin was greater than 30%. An active clotting time ratio of 1.5 was targeted.Study ProtocolInclusion’s measurements were obtained prior connecting the RRT + ECCo2R device. Thereafter, a 15.5F double-lumen extracorporeal circuit catheter (JFFS; Jet Medical, La Chaux-de-Fonds, Switzerland) was inserted into the right venous jugular vein, using echographic guidance. The 15-cm-long catheter was primarily chosen, but a 24 cm was also available.Baseline’s measurements were obtained once the RRT + ECCo2R device had been connected, but with zero sweep gas flow. Then, a sweep gas flow of 8 L/min with FO2 = 1 was added and not varied for the remainder of the study. Twenty minutes after initiation of ECCo2R, we performed the primary endpoint set of measurements. Thereafter, TV was reduced to 4 mL/kg PBW for the remainder of the study (72 hr). Other measurements were performed at 1–6–12–24–36–48–72 hours.Respiratory settings were modified according to the PEEP/Fio2 table of the ARDS Net protocol (supplemental data, Supplemental Digital Content 1, http://links.lww.com/CCM/B420). A recruitment maneuver (i.e., 2 cm H2O stepwise increases in PEEP until plateau pressure = 35 cm H2O) was performed after a tracheobronchial aspiration if SpO2 had decreased by greater than 2%. RR was adjusted to maintain Petco2 less than 45 mm Hg. Pump blood flow and effluent flow management are described in the supplemental data (Supplemental Digital Content 1, http://links.lww.com/CCM/B420). Fluid removal by RRT was not allowed during the first hour of therapy.MeasurementsArterial, preoxygenator (inlet) and postoxygenator (outlet) blood gases were obtained at 20 minutes (M20) and at 1, 12, 24, 48, and 72 hours. Oxygen content (CtO2), Co2 content (CtCo2), Co2 removal (Vco2Oxy), and oxygen uptake rate by the membrane oxygenator were calculated according to standard formulae (supplemental data, Supplemental Digital Content 1, http://links.lww.com/CCM/B420). Oxygenator’s blood flow and pressure drop (inlet minus outlet pressure) were recorded at each time. Mean arterial pressure, central venous pressure, and heart rate were obtained from the cardioscope. Respiratory parameters were recorded from the ventilator (TV, RR, Petco2, Vco2Lung, and Vo2). Total Co2 elimination was calculated as the sum of the Vco2 by the lung and by the membrane oxygenator. Plateau pressure was obtained after a 2-second end-inspiratory pause and total PEEP after a 2-second end-expiratory pause. Quasi-static respiratory system compliance and deadspace fraction of tidal ventilation were calculated according to standard formulae. RRT-derived parameters were recorded from the RRT monitor including hemofilter pressure drop and transmembrane pressure. Plasma neutrophil gelatinase-associated lipocalin was measured at inclusion using a fluorescence immunoassay (Alere Triage® Neutrophil Gelatinase-Associated Lipocalin Test).Statistical AnalysesThe primary endpoint was a 20% reduction in Paco2 at 20 minutes after ECCo2R initiation (34). With a mean Paco2 before ECCo2R of 50 ± 10 Torr, a sample of 10 patients would be required to detect a bilateral difference of 5% with a power of 80%. We extended the sample to 11 patients to increase the statistical power of our comparison between positions of the membrane oxygenator within the circuitry. Distribution of the data was tested using a Kolmogorov-Smirnoff test. Categorical variables are expressed as %, and continuous data are expressed as mean ± sd or median and interquartile 25–75% range, as appropriate. Change in Paco2 after initiation of ECCo2R is expressed as % of relative reduction with mean and 95% CI values. Comparisons between data over time were performed using one-way repeated measures analysis of variance (ANOVA) for parametric data or Friedman repeated measures ANOVA on ranks. If overall significance was achieved, the Holm-Sidak test for all pairwise multiple comparisons was applied for parametric data or the Tukey test for nonparametric data. To compare the effect of time and position of the membrane oxygenator, we used two-way repeated measures ANOVA (General Linear Model) with the Holm-Sidak post hoc procedure. Missing data were integrated in the calculation. Correlations were tested for using the Pearson product-moment test. The significance level was fixed at p < 0.05. Data were analyzed using Sigma Stat v3.5 software (Systat, San Jose, CA). RESULTSTwelve combined therapies were conducted among the 11 patients included. In one patient, the hemofilter clotted between 12 and 24 hours, and a new circuit was implemented according to the protocol. The membrane oxygenator was placed upstream of the hemofilter in seven therapies and downstream in five.Of the 12 therapies, seven (58%) were led to the 72nd hour. In one patient, the therapy ended just before the last study measurement due to an alarm of the RRT device; thus, we may consider that two thirds of patients received 72 hours of combined therapy.Three patients died prematurely: two from refractory multiorgan failure and one from ventricular arrhythmia, despite initial improvement. The characteristics of the patients at inclusion are presented in Table ​Table11. The main clinical and biological variables at inclusion are presented in Table ​Table22.TABLE 1.Characteristics of the Study Population (n = 11 Patients)Open in a separate windowTABLE 2.Pulmonary, Hemodynamic, and Renal Parameters of the Study Population at Inclusion (n = 11 Patients)Open in a separate windowArterial Blood Gas, Gas Exchange, and the Primary EndpointAdding ECCo2R at a TV of 6 mL/kg decreased Paco2 by 21 % (95% CI, 17–25%), from 47 ± 11 to 37 ± 4 Torr (p < 0.001; Fig. ​Fig.11). The relative reduction in Paco2 did not differ according to the position of the membrane oxygenator, but tended to be higher when the oxygenator was placed upstream of hemofilter (22%±7% vs 18%±6%).Open in a separate windowFigure 1.Individual changes in Paco2 between baseline and 20 min after ECCo2R initiation (p < 0.001) at constant tidal volume (6 mL/kg predicted body weight).Decreasing TV to 4 mL/kg PBW increased Paco2 by 27% (95% CI, 24–30%), from 37 ± 8 to 48 ± 10 Torr (p < 0.001). The time course of Paco2 throughout the study period is presented in Figure ​Figure22A. Change in pH followed inversely those of Paco2, with significant increases after ECCo2R initiation and a drop after reduction of TV (Fig. ​Fig.22B). There were no significant variations during the study period for Pao2/Fio2. Other variables are reported in Table ​Table33.TABLE 3.Arterial Blood Gases and Gas Exchange During the Study Period in the 12 TherapiesOpen in a separate windowOpen in a separate windowFigure 2.Time course of Paco2 (A) and pH (B) during the study period; *p < 0.05 vs baseline; †p < 0.05 vs 20 min (M20); £p < 0.05 vs 1 hr (H1).Respiratory ParametersLowering TV from 6 to 4 mL/kg PBW (i.e., from 383 ± 63 to 258 ± 46 mL) decreased minute ventilation by 33%±2%, from 7.8 to 5.2 mL/min and reduced plateau pressure by 18%±2%, from 25 ± 4 to 21 ± 3 cm H2O (all p < 0.001; Fig. ​Fig.33). The PEEP level and the quasi-static respiratory system compliance remain unaltered. The deadspace fraction of ventilation increased after reduction of TV, from 26%±16% to 32%±15% (p < 0.001). The rate of Co2 elimination by the lung (Vco2Lung) decreased significantly after ECCo2R initiation and was further reduced after reduction of TV (Fig. ​Fig.44). Other variables are presented in Table ​Table44.TABLE 4.Respiratory Parameters During the Study Period in the 12 TherapiesOpen in a separate windowOpen in a separate windowFigure 3.Time course of tidal volume (VT; A), minute ventilation (B), plateau pressure (Pplat; C), and positive end-expiratory pressure (PEEP; D) during the study period; *p < 0.05 vs baseline; †p < 0.05 vs 20 min (M20). .VE = minute ventilation.Open in a separate windowFigure 4.Time course of the total rate of Co2 elimination (total Vco2) with respective contribution of the Vco2 by the natural lung and the Vco2 by the membrane oxygenator; p = NS for total Vco2 (Tables 4 and 5 for Vco2Lung and Vco2Oxy variations, respectively). Note that the total Vco2 increased at 20 min (M20) due to additional Co2 removal provided by the membrane oxygenator. Also note that the total Vco2 decreased at 1 hr (H1) due to the reduction of tidal volume from 6 to 4 mL/kg predicted body weight, with values similar to baseline.Membrane Oxygenator–Related Parameters and the Effect of PositionOn an average of both positions, the oxygenator’s blood flow was 410 ± 30 mL/min. There was a moderate decrease after 24 hours. Blood flow was significantly higher when the membrane oxygenator was placed upstream of the hemofilter (432 ± 25 mL/min) than when the membrane oxygenator placed downstream (382 ± 29 mL/min; p < 0.001 at all time, Fig. ​Fig.55A).Open in a separate windowFigure 5.Time course of the oxygenator blood flow (A) and Co2 removal rate by the membrane oxygenator (B) during the study period according to the position of the membrane oxygenator within the renal replacement therapy circuit (upstream of hemofilter [HF] or downstream of HF); *p < 0.05 between positions; †p < 0.05 vs 20 min (M20); £p < 0.05 vs 1 hr (H1).On an average of both positions, the oxygenator’s Co2 removal rate (Vco2 Oxy) was 83 ± 20 mL/min without significant variation over time, and it accounted for 42%±9% of the total Co2 elimination. Vco2Oxy did not significantly differ according to the position of the membrane, but values were higher when the position was upstream of the hemofilter (91 ± 49 mL/min) than when the position was downstream (72 ± 59 mL/min; p = 0.083; Fig. ​Fig.55B).Inlet and outlet oxygenator pressures significantly decreased over time, whereas the oxygenator’s pressure drop remained constant and remarkably low. Inlet PCO2 and inlet CtCo2 significantly increased over time. A significant correlation (r = 0.92) was observed between the inlet PCO2 and the difference between inlet and outlet (delta) PCO2 (Fig. S1, Supplemental Digital Content 2, http://links.lww.com/CCM/B421, which illustrates the correlation between the inlet partial pressure of Co2 [PCO2 inlet] and the difference between the inlet and the outlet PCO2 [Delta PCO2]). Other variables are presented in Table ​Table55.TABLE 5.Membrane Oxygenator–Related Parameters During the Study Period in the 12 TherapiesOpen in a separate windowRRT-Related ParametersPump blood flow was maintained at maximum rate (420 mL/min) without any increase in the inlet arterial pressure over time. Effluent flow was maintained close to 45 mL/kg/h over time, with 33% predilution. Predilution and postdilution rates decreased over time, whereas fluid removal progressively increased. As a result, the filtration fraction remained constant around 15%. There was a slight but nonsignificant increase in the hemofilter’s pressure drop. In contrast, the transmembrane pressure of the hemofilter markedly increased over time (Table ​Table66).TABLE 6.Hemofiltration Parameters During the Study Period in the 12 TherapiesOpen in a separate windowHemodynamic ParametersHeart rate decreased significantly over time. Mean arterial pressure increased significantly by 20 minutes after initiation of the combined therapy when compared with baseline values, from 74 ± 14 to 90 ± 15 mm Hg (p < 0.001). A modest increase in cardiac output was also observed at 20 minutes. Norepinephrine doses decreased, but not significantly, over time; meanwhile two patients evolved toward multiorgan failure requiring high amount of vasopressor (Fig. S2, Supplemental Digital Content 3, http://links.lww.com/CCM/B422, which illustrates the time course of individual doses of norepinephrine throughout the study period among the 10 patients who received norepinephrine. Note that the two patients with high and increasing values evolved toward multiorgan failure and died.). Other variables are presented in Table ​Table77.TABLE 7.Hemodynamic Parameters During the Study Period in the 12 TherapiesOpen in a separate windowCoagulation and Heparin TherapyAll patients received continuous infusion of heparin at a mean rate of 521 ± 18 IU/h. The mean active clotting time ratio was 2 ± 0.9 during study period when compared with 1.5 ± 0.3 at inclusion.SafetyWe did not observe the presence of air within the circuit. There was one episode of hemofilter clotting but none for the membrane oxygenator. One extracorporeal catheter needs to be replaced by a longer one (from 15- to 24-cm length) because of excessive negative arterial pressure. There was no pump dysfunction or any bleeding complications. In one patient, an alarm “Gain Limit Reached” prematurely ended the therapy (just before the 72-hr time). The insertion of a membrane oxygenator did not modify the normal operation of the RRT device. DISCUSSIONIn the present study, we demonstrate that adding a membrane oxygenator within a CRRT circuit, in patients presenting with both ARDS and AKI, is safe and provides efficient extracorporeal Co2 removal with a reduction of Paco2 by 21%. Such a combined therapy also allows mechanical ventilation at reduced TV together with blood purification for a period of 72 hours.The idea of integrating an oxygenator membrane within an RRT circuit was first reported in 2013 by Forster et al (35). They used continuous venovenous hemodialysis with a 13.5F double-lumen catheter and a 0.67 m2 membrane oxygenator that was inserted downstream of a high-flux polysulfone 1.4 m2 hemofilter. However, they did not standardize their therapy in terms of blood flow, sweep gas flow, and ventilator settings and thus reported scattered data, mostly in patients with ARDS. They observed a marked decrease in Paco2 (from 69 to 49 Torr) and increase in pH (from 7.18 to 7.3) at 4 hours after starting ECCo2R, but data on the Co2 removal rate were not available. The correction of respiratory acidosis was associated with rapid hemodynamic improvement, which led to a marked decreased in the need for norepinephrine. They observed two episodes of clotting: one from the hemofilter and the other from the membrane oxygenator.In the present study, we used continuous venovenous hemofiltration with a larger catheter (15.5F), and we were able to maintain high blood flow throughout the study period. The mean Co2 removal rate was similar to those reported with the RAS Hemolung system (ALung, Pittsburg, USA) and with the Abylcap system (Belco, Mirandola, Italy) at a similar blood flow (400 mL/min) (36, 37). Of note, the effective blood flow delivered by the PrismaFlex device corresponds to the pump blood flow minus the predilution rate, the result being limited to 450 mL/min. We did not observe any clotting of the membrane oxygenator, whereas it occurred once in the hemofilter. The time course of the pressure drop profile for both the hemofilter and the membrane oxygenator clearly showed that the risk of clotting was higher within the hemofilter.This is the first study to address a relevant issue, namely the position of the membrane oxygenator within the RRT circuit. We observed a higher level of blood flow and a higher level of Co2 removal when the membrane oxygenator was placed upstream of the hemofilter, albeit the latter did not reach statistical significance. During hemofiltration, when the oxygenator is placed downstream of the hemofilter, the flow that exits the hemofilter and crosses the oxygenator corresponds to the subtraction of the inlet hemofilter blood flow minus the effluent flow. Therefore, the difference in flow between each position, at constant pump blood flow, depends on the amount of effluent. In our study, we observed a difference in flow of 50 mL/min between each position, which resulted in a difference of 19 mL/min in the rate of Co2 removal. Hence, we recommend clinicians to place the membrane oxygenator upstream of the hemofilter.Although one of the main limitations with the Decap system is the inability to provide blood purification, we designed this study to combine both an appropriate intensity of renal support together with enhanced lung protective ventilation. We were able to provide sustained purification throughout the study period; however, the transmembrane pressure of the hemofilter increased systematically over time. Using a relatively high effluent dose (45 mL/kg/h); we observed, as others, a rapid hemodynamic improvement that led to a substantial decrease in the need for norepinephrine in most patients (38, 39). Finally, we observed an increase in the plasma concentration of bicarbonate ion (HCO3–) and in the Co2 content over the study period. This may be related to the high concentration of HCO3– (32 mmol/L) within our replacement solution (Hemosol B0), which provides a faster acidosis correction but increases the blood Co2 content. Whether other HCO3– concentrations in the replacement solution would have changed results need to be explored.Using a standardized protocol of ventilation based on the ARDS Net protocol, we were able to demonstrate that our combined RRT + ECCo2R system decreased arterial PCo2 by 21%. This result is similar to that reported with the Decap system, performed at a lower blood flow (300 mL/min) (34). Although the magnitude of the Paco2 reduction is less impressive than in the study by Forster et al (35), the range of Paco2 observed in our study is markedly lower. Because the removal of Co2 from the blood through the membrane oxygenator is a passive phenomenon, gas transfer depends on the gradient of partial pressure between both sides of the membrane (blood/gas). Therefore, the higher the inlet PCo2, the higher the diffusion will be (Fig. S1, Supplemental Digital Content 2, http://links.lww.com/CCM/B421). As others have reported, we also did not observe any improvement in systemic oxygenation as the range of extracorporeal blood flow achieved was inappropriate for this purpose.Lowering TV to 4 mL/kg led to a 33% decrease in minute ventilation and to a mean decrease of 4 cm H2O in plateau pressure, whereas Paco2 returned close to its initial value (i.e., 6 mL/kg without ECCo2R). We did not need to increase the PEEP level throughout the study period, and the quasi-static compliance of the respiratory system remained unaltered. Although some studies have suggested that lowering TV may be associated with derecrutement, this seems not to be the case in our study (40). We hypothesized that our PEEP levels were sufficient to prevent massive alveolar collapse, as recently observed in a CT scan study on a patient with ARDS in which the size of the nonaerated area of the lung did not increase after reduction of TV from 6 to 4 mL/kg with constant PEEP level (41). Although reducing the RR and airflow has recently been shown to decrease lung and plasma cytokines in an animal model, we were not able to decrease the RR with regards to the range of Co2 removal achieved (37). A strategy that combined both reduction in TV and RR may require higher level of Co2 removal and thus higher extracorporeal blood flow.This study has some limitations. First, the aim was to test whether the combination of RRT + ECCo2R was feasible over a 72-hour period, but we did not demonstrate that our ventilation strategy had reduced lung injury. This point has already been addressed previously and was not in the scope of the present study. Second, our population was small and limited to patients who presented with ARDS during the early phase of the disease and AKI who required RRT initiation. Therefore, extrapolating results from this study to other conditions requires caution. Third, such a population seems quite rare, at least if both conditions are expected early after ICU admission. Whether the implementation of such a combined therapy during the stay will extend the field of the technique needs to be investigated. Four, the use of such a combined therapy should be limited to a period of 72 hours, beyond there is a theoretical risk of rupture of the circuit. Finally, we were not able to demonstrate a significant difference in the rate of Co2 removal between positions of the membrane oxygenator due to our small sample, but our result is very close to the threshold and we believe that the difference would have reach the significance level with the appropriate statistical power. CONCLUSIONWe have demonstrated that a strategy that combined CRRT with ECCo2R through the insertion of a membrane oxygenator within an RRT circuit is safe and allows sustained blood purification together with enhanced lung protective ventilation during the early phase of ARDS and AKI. A higher efficacy was observed when the membrane oxygenator was placed upstream of the hemofilter. The present study may constitute the rationale for the design of a randomized controlled study to address the effect of such a combined organ-support strategy on mortality. ACKNOWLEDGMENTSWe thank Dr. Sylvain Thuaudet for his contribution to the circuit arrangement. We are also grateful to Dr. Sylvie Jordana for its assistance in neutrophil gelatinase-associated lipocalin measurement. We thank the nurses and personal from the ICUs in the Hospital Ambroise Paré and the Hospital Paul Desbief, which merge in a new hospital, the Hospital Européen, all in Marseille, France. Following are the study sites: Service de Réanimation, Hôpital Ambroise Paré, Marseille, France; Service de Réanimation, Hôpital Paul Desbief, Marseille, France; and Service de Réanimation, Hôpital Européen Marseille, Marseille, France. Supplementary MaterialClick here to view.(49K, docx)Click here to view.(838K, tif)Click here to view.(816K, tif) Footnotes*See also p. 2683.Supplemental digital content is available for this article. Direct URL citations appear in the printed text and are provided in the HTML and PDF versions of this article on the journal’s website (http://journals.lww.com/ccmjournal).Supported, in part, by a research grant from ARARD, Aubagne, France. Dr. Allardet-Servent’s institution received grant support from ARARD (contribution to the paiement of membrane oxygenator). The remaining authors have disclosed that they do not have any potential conflicts of interest. REFERENCES1. Rubenfeld GD, Caldwell E, Peabody E, et al.  Incidence and outcomes of acute lung injury. N Engl J Med. 2005;353:1685–1693. [PubMed] [Google Scholar]2. Brun-Buisson C, Minelli C, Bertolini G, et al.  ALIVE Study Group. Epidemiology and outcome of acute lung injury in European intensive care units. Results from the ALIVE study. Intensive Care Med. 2004;30:51–61. [PubMed] [Google Scholar]3. Ware LB, Matthay MA. The acute respiratory distress syndrome. N Engl J Med. 2000;342:1334–1349. [PubMed] [Google Scholar]4. Rouby JJ, Puybasset L, Nieszkowska A, et al.  Acute respiratory distress syndrome: Lessons from computed tomography of the whole lung. Crit Care Med. 2003;31:S285–S295. [PubMed] [Google Scholar]5. Gattinoni L, Pesenti A. The concept of “baby lung”. Intensive Care Med. 2005;31:776–784. [PubMed] [Google Scholar]6. Nieszkowska A, Lu Q, Vieira S, et al.  Incidence and regional distribution of lung overinflation during mechanical ventilation with positive end-expiratory pressure. Crit Care Med. 2004;32:1496–1503. [PubMed] [Google Scholar]7. Terragni PP, Rosboch G, Tealdi A, et al.  Tidal hyperinflation during low tidal volume ventilation in acute respiratory distress syndrome. Am J Respir Crit Care Med. 2007;175:160–166. [PubMed] [Google Scholar]8. Caironi P, Cressoni M, Chiumello D, et al.  Lung opening and closing during ventilation of acute respiratory distress syndrome. Am J Respir Crit Care Med. 2010;181:578–586. [PubMed] [Google Scholar]9. Chiumello D, Carlesso E, Cadringher P, et al.  Lung stress and strain during mechanical ventilation for acute respiratory distress syndrome. Am J Respir Crit Care Med. 2008;178:346–355. [PubMed] [Google Scholar]10. Slutsky AS, Ranieri VM. Ventilator-induced lung injury. N Engl J Med. 2013;369:2126–2136. [PubMed] [Google Scholar]11. The Acute Respiratory Distress Syndrome Network. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342:1301–1308. [PubMed] [Google Scholar]12. Conrad SA, Zhang S, Arnold TC, et al.  Protective effects of low respiratory frequency in experimental ventilator-associated lung injury. Crit Care Med. 2005;33:835–840. [PubMed] [Google Scholar]13. Vaporidi K, Voloudakis G, Priniannakis G, et al.  Effects of respiratory rate on ventilator-induced lung injury at a constant Paco2 in a mouse model of normal lung. Crit Care Med. 2008;36:1277–1283. [PubMed] [Google Scholar]14. Rich PB, Reickert CA, Sawada S, et al.  Effect of rate and inspiratory flow on ventilator-induced lung injury. J Trauma. 2000;49:903–911. [PubMed] [Google Scholar]15. Rich PB, Douillet CD, Hurd H, et al.  Effect of ventilatory rate on airway cytokine levels and lung injury. J Surg Res. 2003;113:139–145. [PubMed] [Google Scholar]16. Garcia CS, Abreu SC, Soares RM, et al.  Pulmonary morphofunctional effects of mechanical ventilation with high inspiratory air flow. Crit Care Med. 2008;36:232–239. [PubMed] [Google Scholar]17. Hager DN, Krishnan JA, Hayden DL, et al.  ARDS Clinical Trials Network. Tidal volume reduction in patients with acute lung injury when plateau pressures are not high. Am J Respir Crit Care Med. 2005;172:1241–1245. [PMC free article] [PubMed] [Google Scholar]18. Hickling KG, Wright T, Laubscher K, et al.  Extreme hypoventilation reduces ventilator-induced lung injury during ventilation with low positive end-expiratory pressure in saline-lavaged rabbits. Crit Care Med. 1998;26:1690–1697. [PubMed] [Google Scholar]19. Fuchs H, Mendler MR, Scharnbeck D, et al.  Very low tidal volume ventilation with associated hypercapnia–effects on lung injury in a model for acute respiratory distress syndrome. PLoS One. 2011;6:e23816. [PMC free article] [PubMed] [Google Scholar]20. Frank JA, Gutierrez JA, Jones KD, et al.  Low tidal volume reduces epithelial and endothelial injury in acid-injured rat lungs. Am J Respir Crit Care Med. 2002;165:242–249. [PubMed] [Google Scholar]21. Bein T, Weber-Carstens S, Goldmann A, et al.  Lower tidal volume strategy (≈3 ml/kg) combined with extracorporeal CO2 removal versus ‘conventional’ protective ventilation (6 ml/kg) in severe ARDS: The prospective randomized Xtravent-study. Intensive Care Med. 2013;39:847–856. [PMC free article] [PubMed] [Google Scholar]22. Terragni PP, Del Sorbo L, Mascia L, et al.  Tidal volume lower than 6 ml/kg enhances lung protection: Role of extracorporeal carbon dioxide removal. Anesthesiology. 2009;111:826–835. [PubMed] [Google Scholar]23. Rubenfeld GD, Cooper C, Carter G, et al.  Barriers to providing lung-protective ventilation to patients with acute lung injury. Crit Care Med. 2004;32:1289–1293. [PubMed] [Google Scholar]24. Kolobow T, Gattinoni L, Tomlinson TA, et al.  Control of breathing using an extracorporeal membrane lung. Anesthesiology. 1977;46:138–141. [PubMed] [Google Scholar]25. Gattinoni L, Kolobow T, Tomlinson T, et al.  Low-frequency positive pressure ventilation with extracorporeal carbon dioxide removal (LFPPV-ECCO2R): An experimental study. Anesth Analg. 1978;57:470–477. [PubMed] [Google Scholar]26. Cove ME, MacLaren G, Federspiel WJ, et al.  Bench to bedside review: Extracorporeal carbon dioxide removal, past present and future. Crit Care. 2012;16:232. [PMC free article] [PubMed] [Google Scholar]27. Fitzgerald M, Millar J, Blackwood B, et al.  Extracorporeal carbon dioxide removal for patients with acute respiratory failure secondary to the acute respiratory distress syndrome: A systematic review. Crit Care. 2014;18:222. [PMC free article] [PubMed] [Google Scholar]28. Liu KD, Glidden DV, Eisner MD, et al.  National Heart, Lung, and Blood Institute ARDS Network Clinical Trials Group. Predictive and pathogenetic value of plasma biomarkers for acute kidney injury in patients with acute lung injury. Crit Care Med. 2007;35:2755–2761. [PMC free article] [PubMed] [Google Scholar]29. Soto GJ, Frank AJ, Christiani DC, et al.  Body mass index and acute kidney injury in the acute respiratory distress syndrome. Crit Care Med. 2012;40:2601–2608. [PMC free article] [PubMed] [Google Scholar]30. KDIGO Work Group. KDIGO clinical practice guideline for acute kidney injury. Kidney Int Suppl. 2012;2:1–138. [Google Scholar]31. Uchino S, Kellum JA, Bellomo R, et al.  Beginning and Ending Supportive Therapy for the Kidney (BEST Kidney) Investigators. Acute renal failure in critically ill patients: A multinational, multicenter study. JAMA. 2005;294:813–818. [PubMed] [Google Scholar]32. Ranieri VM, Rubenfeld GD, Thompson BT, et al.  Acute respiratory distress syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]33. Joannidis M, Oudemans-van Straaten HM. Clinical review: Patency of the circuit in continuous renal replacement therapy. Crit Care. 2007;11:218. [PMC free article] [PubMed] [Google Scholar]34. Livigni S, Maio M, Ferretti E, et al.  Efficacy and safety of a low-flow veno-venous carbon dioxide removal device: Results of an experimental study in adult sheep. Crit Care. 2006;10:R151. [PMC free article] [PubMed] [Google Scholar]35. Forster C, Schriewer J, John S, et al.  Low-flow CO2 removal integrated into a renal-replacement circuit can reduce acidosis and decrease vasopressor requirements. Crit Care. 2013;17:R154. [PMC free article] [PubMed] [Google Scholar]36. Batchinsky AI, Jordan BS, Regn D, et al.  Respiratory dialysis: Reduction in dependence on mechanical ventilation by venovenous extracorporeal CO2 removal. Crit Care Med. 2011;39:1382–1387. [PubMed] [Google Scholar]37. Grasso S, Stripoli T, Mazzone P, et al.  Low respiratory rate plus minimally invasive extracorporeal Co2 removal decreases systemic and pulmonary inflammatory mediators in experimental Acute Respiratory Distress Syndrome. Crit Care Med. 2014;42:e451–e460. [PubMed] [Google Scholar]38. Hoffmann JN, Hartl WH, Deppisch R, et al.  Effect of hemofiltration on hemodynamics and systemic concentrations of anaphylatoxins and cytokines in human sepsis. Intensive Care Med. 1996;22:1360–1367. [PubMed] [Google Scholar]39. Cole L, Bellomo R, Journois D, et al.  High-volume haemofiltration in human septic shock. Intensive Care Med. 2001;27:978–986. [PubMed] [Google Scholar]40. Richard JC, Maggiore SM, Jonson B, et al.  Influence of tidal volume on alveolar recruitment. Respective role of PEEP and a recruitment maneuver. Am J Respir Crit Care Med. 2001;163:1609–1613. [PubMed] [Google Scholar]41. Retamal J, Libuy J, Jiménez M, et al.  Preliminary study of ventilation with 4 ml/kg tidal volume in acute respiratory distress syndrome: Feasibility and effects on cyclic recruitment - derecruitment and hyperinflation. Crit Care. 2013;17:R16. [PMC free article] [PubMed] [Google Scholar]"}