{"title": "Suppressor of sable [Su(s)] and Wdr82 down-regulate RNA from heat-shock-inducible repetitive elements by a mechanism that involves transcription termination", "pubDate": "2016", "PMCID": "PMC4691828", "DOI": "10.1261/rna.048819.114", "PMID": "26577379", "abstract": "Although RNA polymerase II (Pol II) productively transcribes very long genes in vivo, transcription through extragenic sequences often terminates in the promoter-proximal region and the nascent RNA is degraded. Mechanisms that induce early termination and RNA degradation are not well understood in multicellular organisms. Here, we present evidence that the suppressor of sable [su(s)] regulatory pathway of Drosophila melanogaster plays a role in this process. We previously showed that Su(s) promotes exosome-mediated degradation of transcripts from endogenous repeated elements at an Hsp70 locus (Hsp70-αβ elements). In this report, we identify Wdr82 as a component of this process and show that it works with Su(s) to inhibit Pol II elongation through Hsp70-αβ elements. Furthermore, we show that the unstable transcripts produced during this process are polyadenylated at heterogeneous sites that lack canonical polyadenylation signals. We define two distinct regions that mediate this regulation. These results indicate that the Su(s) pathway promotes RNA degradation and transcription termination through a novel mechanism.", "author": [{"author": "Paul Brewer-Jensen", "affiliation": ["Department of Biology, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina 27599-3280, USA."], "href": "/?term=Brewer-Jensen+P&cauthor_id=26577379"}, {"author": "Carrie B Wilson", "affiliation": ["Department of Biology, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina 27599-3280, USA."], "href": "/?term=Wilson+CB&cauthor_id=26577379"}, {"author": "John Abernethy", "affiliation": ["Department of Biology, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina 27599-3280, USA."], "href": "/?term=Abernethy+J&cauthor_id=26577379"}, {"author": "Lonna Mollison", "affiliation": ["Curriculum in Genetics and Molecular Biology, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina 27599-3280, USA."], "href": "/?term=Mollison+L&cauthor_id=26577379"}, {"author": "Samantha Card", "affiliation": ["Department of Biology, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina 27599-3280, USA."], "href": "/?term=Card+S&cauthor_id=26577379"}, {"author": "Lillie L Searles", "affiliation": ["Department of Biology, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina 27599-3280, USA Curriculum in Genetics and Molecular Biology, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina 27599-3280, USA lsearles@email.unc.edu."], "href": "/?term=Searles+LL&cauthor_id=26577379"}], "refPMID": [], "citedInPMID": ["26577379", "35079163", "33913806", "33767452", "30958820"], "body": " AbstractAlthough RNA polymerase II (Pol II) productively transcribes very long genes in vivo, transcription through extragenic sequences often terminates in the promoter-proximal region and the nascent RNA is degraded. Mechanisms that induce early termination and RNA degradation are not well understood in multicellular organisms. Here, we present evidence that the suppressor of sable [su(s)] regulatory pathway of Drosophila melanogaster plays a role in this process. We previously showed that Su(s) promotes exosome-mediated degradation of transcripts from endogenous repeated elements at an Hsp70 locus (Hsp70-αβ elements). In this report, we identify Wdr82 as a component of this process and show that it works with Su(s) to inhibit Pol II elongation through Hsp70-αβ elements. Furthermore, we show that the unstable transcripts produced during this process are polyadenylated at heterogeneous sites that lack canonical polyadenylation signals. We define two distinct regions that mediate this regulation. These results indicate that the Su(s) pathway promotes RNA degradation and transcription termination through a novel mechanism.Keywords: Su(s), Wdr82, Dis3, transcription termination, noncanonical polyadenylation, nuclear exosome INTRODUCTIONThe production of functional mRNA in the nucleus of a eukaryotic cell is a complex, intricately coordinated process. In response to specific cues, Pol II, assisted by transcription factors and chromatin modification/remodeling components, binds to the promoter regions of genes and initiates transcription. During initiation and elongation, heptad repeats in the carboxy-terminal domain (CTD) of the largest Pol II subunit are dynamically phosphorylated, and this facilitates the association of other regulatory components with the elongation complex (Buratowski 2009; Egloff et al. 2012; Hsin and Manley 2012). Some of these factors regulate the movement of Pol II along the DNA template, whereas others process (i.e., cap, splice and polyadenylate) the pre-mRNA cotranscriptionally. Correctly processed mRNAs are assembled into complexes with specific proteins to form export-competent mRNPs (Mitchell and Parker 2014). However, if any step in RNA processing or mRNP formation is disrupted or occurs at a slower-than-normal rate, the resulting RNAs are eliminated by RNA quality control systems (Houseley and Tollervey 2009; Schmid and Jensen 2013; Eberle and Visa 2014). During this process, unprotected RNA ends, such as those generated by endonucleolytic cleavage, provide entry points for the exonucleases Rat1/Xrn2 and the nuclear exosome, which degrade aberrant RNAs in the 5′ → 3′ and 3′ → 5′ direction, respectively.The termination of productive Pol II transcription is coupled to 3′-end RNA processing (Richard and Manley 2009; Millevoi and Vagner 2010), which involves cleavage and polyadenylation (CPA) for almost all mRNAs. In metazoans, CPA usually depends on the highly conserved consensus element AAUAAA (pA signal), located ∼10–30 nt upstream of the cleavage site (pA site). In addition, U/GU-rich elements, located a short distance downstream from the pA site, and other auxiliary regulatory elements modulate the efficiency of polyadenylation (Millevoi and Vagner 2010; Tian and Graber 2012). During 3′ end processing, the CPA machinery cleaves the nascent RNA and adds a long poly(A) tail (∼200 nt in mammals) to the 3′ end of the upstream fragment, which becomes the mature mRNA. The downstream fragment, still attached to the elongation complex, is degraded by Rat1/Xrn2. Degradation of the 3′ cleavage product and conformational changes that occur after the elongation complex transcribes through the pA signal are thought to induce termination at variable distances (as many as several hundred nucleotides) downstream from the pA site (Kim et al. 2004; West et al. 2004, 2008; Luo et al. 2006).Recent studies indicate that Pol II transcription is not restricted to genomic regions that encode genes (Jacquier 2009; Jensen et al. 2013). However, transcription through extragenic regions is usually nonproductive, i.e., Pol II terminates a short distance downstream from the initiation site, and the nascent RNA is rapidly degraded by RNA quality control components. The best studied examples of this are the cryptic unstable transcripts (CUTs) in yeast. CUTs often arise from nucleosome-depleted regions near the 5′ ends of genes and are usually the result of divergent, antisense transcription initiating from bidirectional promoters (Jacquier 2009; Neil et al. 2009; Xu et al. 2009). CUTs are terminated by a distinct, poly(A)-independent pathway that depends on Nrd1 and Nab3, two RNA-binding proteins that are not highly conserved in multicellular organisms, and the RNA helicase Sen1 (Kim et al. 2006; Carroll et al. 2007; Vasiljeva et al. 2008; Mischo and Proudfoot 2013). The Nrd1–Nab3–Sen1 complex associates with Pol II during early elongation (Vasiljeva et al. 2008), binds to short sequence motifs that are enriched in CUTs (Schulz et al. 2013) and induces termination and degradation of these RNAs by the nuclear exosome. The yeast Nrd1 pathway is also used to terminate transcription of short, structured RNAs, e.g., small nuclear RNAs (snRNAs) and small nucleolar RNAs (snoRNAs), whose 3′ ends are trimmed by the nuclear exosome.The mechanisms that suppress extragenic transcription of metazoan genomes are not as well understood, but transcription–termination-coupled RNA degradation is also part of this process. For example, short, polyadenylated, and unstable RNAs known as PROMPTs (promoter upstream transcripts) arise from divergent transcription at bidirectional promoters (Preker et al. 2008, 2011; Jensen et al. 2013; Ntini et al. 2013). Transcription in the upstream antisense direction is thought to be nonproductive because cryptic pA signals induce termination, and the resulting RNAs are degraded by the nuclear exosome. These RNAs may be unstable because of suboptimal conditions for CPA at these sites; i.e., the rate of 3′-end processing is unusually slow. Whereas transcription through antisense or other sequences with cryptic termination signals leads to early termination and RNA degradation, elongation in the sense direction of protein-coding genes is usually productive. Recent studies indicate that U1snRNP binding to 5′ splice sites somehow protects cryptic intronic pA signals from being recognized and inducing termination (Kaida et al. 2010; Almada et al. 2013).Su(s) of Drosophila melanogaster is a nuclear RNA-binding protein (Voelker et al. 1991; Murray et al. 1997) that inhibits the accumulation of certain aberrant mRNAs. The best characterized targets of this regulation are mutant alleles of protein-coding genes that have transposable elements (TEs) inserted a short distance downstream from the transcription start site (Fridell et al. 1990; Geyer et al. 1991; Kim et al. 1996). In each instance, the TE is inserted in an antisense orientation relative to the affected gene. Thus, when transcription initiates at the promoter of the gene, early elongating Pol II encounters sequences that may interfere with elongation, RNA processing or mRNP complex assembly, and Su(s) down-regulates these RNAs. Su(s) also inhibits the accumulation of TE-containing RNAs that originate from the Hsp70 locus at cytological region 87C (Kuan et al. 2009). This region contains a large cluster of tandemly repeated sequences. Each repeat is a composite element, consisting of a fragment of the retrotransposon Dm88, the long terminal repeat (LTR) of the retrotransposon invader1, and a fragment of nod, a protein-coding gene (see Fig. 1A). Furthermore, duplicated Hsp70 promoter fragments are interspersed within this region, and thus a subset of these repeats are transcribed during heat shock. Transcripts initiating at this promoter include sense strand invader1 and Dm88 sequences and antisense nod sequences. Lis et al. (1981) originally identified these repeats and, without knowing their origins, referred to the untranscribed and transcribed repeats as αβ and αγ elements, respectively, and the transcripts produced as αβ RNAs. We are using the transcribed repeats, which we refer to as Hsp70-αβ elements, to investigate the mechanism of Su(s) action.Open in a separate windowFIGURE 1.Delineating the transcribed regions of Hsp70-αβ elements. (A) Schematic map of the Hsp70-αβ genomic region in S2 cells. The transcription start sites are indicated by bent arrows. Dm88 and invader1 LTR sequences are located between +72 and +694. The pA signals that are used when the Su(s) pathway is nonfunctional are indicated above the map. The probes used in Northern blot analysis are indicated beneath the map. The horizontal arrows indicate the RNAs that are produced when the Su(s) pathway is nonfunctional. (B) Northern blot of RNA isolated from LacZ-KD (L) or Su(s)-KD (S) cells. The cells were incubated for 20 min at the indicated temperatures before RNA isolation. The blot was sequentially probed to detect αβ (probe f), Hsp70, and rp49 RNAs. Because probe f contains invader1 LTR sequences, which are present both in the promoter-proximal region and further downstream, it detects all of the αβ RNAs. (C) Primer extension analysis of the RNA samples in B. The primer numbers indicate nucleotide positions relative to the transcription start site of Hsp70-αβ. Primer αβ 57–79 overlaps Hsp70 and Dm88 sequences, whereas αβ 95–124 anneals only to invader1 sequences. (D) Northern blot analysis to define the regions included in the stable αβ RNAs. Su(s)-KD cells were heat-shocked at the indicated temperatures. The probes were derived from the regions (a–f) indicated in A. The blots were prepared from two different gels. Probes a, c, and d were hybridized to replicate blots from one gel and probes b, e, and f were hybridized to blots from the other gel. The dots on the left of each pair of lanes indicate the expected positions of the four αβ RNAs.We previously showed that, upon heat shock, Su(s) is recruited to the 87C region and blocks αβ RNA accumulation when the temperature is moderately elevated (Kuan et al. 2009). Sequences in the promoter-proximal region mediate this effect, and the nuclear exosome is involved, but the mechanism of this regulation has not been fully elucidated. Here, we have further examined this regulatory process in cultured cells and identified the highly conserved WD40 domain protein Wdr82 as a partner in this process. Wdr82 (known as Swd2/Cps35 in yeast) is a component of several distinct complexes. As a regulatory subunit of the Set1 complex in all eukaryotes, Wdr82 stimulates trimethylation of histone H3 at lysine 4 (H3K4me3) in nucleosomes near the 5′ end of active genes (Dichtl et al. 2004; Wu et al. 2008). The yeast Wdr82 homolog is also a component of the transcription termination factor APT which functions in snoRNA 3′ end processing (Nedea et al. 2003; Cheng et al. 2004; Wu et al. 2008). A transcription termination function for Wdr82 has not been previously demonstrated in multicellular organisms. The results presented here indicate that Su(s)-Wdr82 induces transcription termination in the promoter-proximal region of Hsp70-αβ through a novel mechanism that is coupled to noncanonical polyadenylation and RNA degradation. RESULTSDefining the sequences that give rise to αβ RNAs in cultured Drosophila S2 cellsIn an earlier study (Kuan et al. 2009), we showed that Su(s) inhibits the accumulation of RNAs produced from Hsp70-αβ elements, which have TE sequences inserted downstream from the transcription start site. When control (LacZ-KD) cells with a normal level of Su(s) are heat-shocked at 32°C, relatively short transcripts of variable lengths, i.e., ≤0.8 kb, are barely detectable (Fig. 1B, lane 3). In contrast, several discrete RNAs stably accumulate at this temperature in Su(s)-depleted [Su(s)-KD] cells (Fig. 1B, lane 4). These stable RNAs are observed in both LacZ-KD and Su(s)-KD cells at 37°C, and the longer transcripts are more abundant under these conditions (Fig. 1B, lanes 5 and 6). Thus, this regulation is inoperative at the higher temperature.Here we use Hsp70-αβ elements in S2 cells to investigate the mechanism of this regulation. Our previous map of RNAs derived from the αβ region (Kuan et al. 2009) was based on the analysis of partial cDNA clones and the annotated map of the Drosophila genome, which may not accurately represent the organization of Hsp70-αβ elements in the S2 cell genome. Thus, we performed additional experiments to define more precisely the sequences that give rise to the stable αβ RNAs that are observed when the Su(s) pathway is nonfunctional. Through sequence analysis of PCR-amplified genomic DNA, we determined that the S2 cell genome contains two tandemly repeated Hsp70-αβ elements (Fig. 1A). The upstream element is a partial repeat, whereas the downstream element is a full-length repeat. The first 700 bp immediately downstream from the transcription start site of each Hsp70-αβ element mainly consists of the Dm88 and invader1 LTRs. Because LTRs typically contain regulatory signals that can promote transcription initiation and polyadenylation, we examined whether the LTRs play a role in directing αβ RNA synthesis. By primer extension analysis, we confirmed that the transcripts initiate at the Hsp70 promoter under all conditions, i.e., in LacZ-KD cells and in Su(s)-KD cells, heat-shocked at 32°C and 37°C (Fig. 1C). No other initiation sites were detected with primers that anneal further downstream (data not shown). Thus, initiation signals in the LTRs are not used to synthesize these RNAs.To define the sequences that comprise each stable αβ RNA, we hybridized Northern blots of RNA isolated from Su(s)-KD cells (Fig. 1D) with probes that span this region (see Fig. 1A). Four RNAs, ranging in size from 0.8 to 2.4 kb, were detected. Probes a and b, which contain the Dm88 and invader1 LTRs located immediately downstream from Hsp70 5′ UTR sequences, detected all of the RNAs. Probes c–e, which contain sequences further downstream, detected subsets of the three longer RNAs. Probe f, which contains another copy of the Dm88 and invader1 LTRs and a portion of the Dm88 coding region, detected all four RNAs. Based on the hybridization patterns, we concluded that the 0.8-, 1.6-, and 2.4-kb RNAs originate from the full-length Hsp70-αβ element whereas the shorter Hsp70-αβ element produces 0.8- and 1.1-kb RNAs (see Fig. 1A). The results of 3′ RACE analysis of RNA from Su(s)-KD cells were consistent with this interpretation in that we isolated cDNA clones that were polyadenylated near each of the pA signals indicated in Figure 1A. Thus, the shortest and longest stable αβ RNAs (0.8 and 2.4 kb) are polyadenyated at a canonical pA signal in the Dm88 LTR, whereas the 1.1- and 1.6-kb RNAs are polyadenylated at cryptic pA signals in the Hsp70 upstream regulatory region and the Dm88 coding region, respectively. None of the stable RNAs generated in Su(s)-KD cells were polyadenylated in the invader1 LTR, which lacks a canonical pA signal. Thus, it appears that in Su(s)-depleted cells CPA and termination sometimes occur after Pol II transcribes through the promoter-proximal pA signal in the Dm88 LTR, thereby generating a 0.8-kb RNA. When Pol II reads through this region without terminating, CPA and termination occur at pA signals further downstream. In control cells that contain a normal amount of Su(s), short (≤0.8 kb), heterogeneous αβ RNAs accumulate at a very low level. The nature of these RNAs will be addressed further in a subsequent section.Su(s) physically interacts with Wdr82We hypothesized that other proteins participate in Su(s)-mediated regulation, and one approach to testing this involved affinity purification of FLAG-tagged Su(s) complexes and identification of the interacting proteins by mass spectroscopy (MS) analysis. For this analysis, we generated a stable cell line that expresses Su(s)-3XFLAG under the control of the inducible Mtn promoter. Cells containing and lacking this construct were treated in parallel with copper sulfate to induce expression of Su(s)-3XFLAG. Subsequently, the experimental and negative control samples were subjected to the procedure outlined in Figure 2A. The bands that were unique to the Su(s)-3XFLAG sample were excised from the gel and analyzed by MS. The 35-kDa protein that consistently copurified with Su(s)-3XFLAG was identified as Wdr82 (Fig. 2B).Open in a separate windowFIGURE 2.Identification of Wdr82 as a Su(s)-interacting protein. (A) Strategy used to affinity purify Su(s)-3XFLAG for MS analysis. (B) A representative SDS-PAGE gel of affinity-purified Su(s)-3XFLAG (lane 2) and the negative control sample (lane 1). The gel was stained with Colloidal Coomassie Blue. The indicated bands from the Su(s)-3XFLAG sample were excised from the gel and identified as Su(s) and Wdr82 by MS analysis. Su(s)* is a breakdown product of Su(s). (C,D). Interactions between Su(s)-3XFLAG and epitope-tagged Wdr82. A Wdr82-V5-6XHis expression plasmid (even-numbered lanes) or the empty plasmid vector (odd-numbered lanes) was transiently transfected into control S2 cells (lanes 1,2,5,6) or the stable Su(s)-3XFLAG cell line (lanes 3,4,7,8). Nuclear extracts prepared from these cells were incubated with anti-FLAG (C) or Ni-NTA (D) beads. Twenty percent of the inputs and all of the purified samples were analyzed by Western blotting. The antibodies used for immunoprecipitation (IP) or affinity-purification (AP) are indicated above the lanes. The antibodies used to probe the Western blots are indicated on the right. The anti-FLAG and anti-V5 antibodies detected epitope-tagged Su(s) and Wrd82, respectively. Although a small amount of Su(s)-3XFLAG bound nonspecifically to the Ni-NTA resin, a significantly higher amount of this protein bound in the presence of Wdr82-V5-6XHis (compare the anti-FLAG signals in lanes 7 and 8 of D). (E,F) Analysis of Su(s) protein levels in mock-KD (L), Su(s)-KD (S), and Wdr82-KD (W) cells. (E) Representative Western blot, probed with antibodies that detect Su(s) or α-Tubulin, the loading control. (F) Graphical representation of the data from four independent RNAi-depletion/Western blot experiments like the one shown in part E. Error bars indicate standard deviations. (G) Northern blot illustrating su(s) and wdr82 mRNA levels in mock-KD, Su(s)-KD, and Wdr82-KD cells.We subsequently performed coimmunoprecipitation (co-IP)/affinity-purification (AP) experiments to examine interactions between epitope-tagged derivatives of Su(s) and Wdr82. First, we transiently transfected the stable Su(s)-3XFLAG cell line and control S2 cells with a plasmid that expresses Wdr82, tagged with V5 and 6XHis epitopes, also under control of the Mtn promoter. Then we affinity-purified each epitope-tagged protein and analyzed the purified samples on Western blots. When anti-FLAG magnetic beads were used to IP Su(s)-3XFLAG, Wdr82-V5-6XHis was present in the bound fraction (Fig. 2C, lane 8). As expected, epitope-tagged Wdr82, expressed in control cells lacking epitope-tagged Su(s), did not bind to the anti-FLAG beads (Fig. 2C, lane 6). In the reciprocal experiment, we used Ni-NTA magnetic beads to affinity purify Wdr82-V5-6XHis from these cells. Consistent with the previous experiment, Su(s)-3XFLAG copurified with Wdr82-V5-6XHis (Fig. 2D, lane 8). Although a low level of Su(s)-3XFLAG bound to the Ni-NTA beads in the absence of Wdr82-V5-6XHis, the level of nonspecific binding was significantly lower than the binding observed in the presence of Wdr82-V5-6XHis (Fig. 2D, compare lanes 7 and 8). These experiments confirm that Su(s) and Wdr82 interact stably with each other. Interestingly, a direct interaction between Su(s) and Wdr82 (CG17293) was previously detected in a genome-wide yeast two-hybrid screen (Giot et al. 2003).When two or more polypeptides reside in a multimeric complex, subunits of the complex are often less stable when one component is missing. Because mammalian Set1 protein accumulates at a lower level in Wdr82-depleted cells (Lee and Skalnik 2008), we examined how depleting endogenous Wdr82 affects the level of endogenous Su(s). This analysis showed that the level of Su(s) protein is significantly reduced in Wdr82-KD cells, although not to the same extent as in Su(s)-KD cells (Fig. 2E,F). This is not due to an effect on transcription or mRNA stability, because the su(s) mRNA level is unaffected by Wdr82 depletion (Fig. 2G). These results provide additional support for an interaction between Su(s) and Wdr82.Su(s) and Wdr82 function as partners in regulating αβ RNA accumulationAnother approach that we used to identify components in the Su(s) pathway involved using RNAi to deplete selected proteins from cultured cells and subsequently monitoring endogenous αβ RNA in 32°C heat-shocked cells on Northern blots. We reasoned that depletion of Su(s) pathway components would have the same effect as depleting Su(s), i.e., result in the accumulation of several stable αβ RNAs (see Fig. 1). We evaluated ∼90 proteins (Supplemental Table S1), most of which function in RNA metabolism, by this approach.We began by testing several proteins that were identified as possible components of the miRNA and siRNA pathways in a genome-wide RNAi screen (Zhou et al. 2008). Su(s) was identified in this screen, and although the biological relevance of this observation has not been established, it seemed likely that other proteins in the Su(s) pathway might have also been uncovered in this experiment. So we tested the proteins that behaved like Su(s) in that screen. Wdr82 was a member of this group, and it tested positive in our αβ RNA regulation assay. The patterns of αβ RNA accumulation in Su(s)-KD and Wdr82-KD cells were very similar, although we consistently observed a subtle difference in the relative levels of the 0.8 and 2.4-kb RNAs (Fig. 3A, cf. lanes 2 and 3). When both proteins were simultaneously depleted, the pattern of αβ RNA was essentially the same as the Wdr82-KD pattern (Fig. 3A, cf. lanes 3 and 4). Furthermore, the overall levels of αβ RNA were not significantly different in the single versus the double KD samples. These results indicate that Su(s) and Wdr82 regulate αβ RNA through a common pathway.Open in a separate windowFIGURE 3.Regulation of αβ RNAs by Su(s) and Wdr82. (A) Northern blot comparing αβ RNA levels in mock-KD cells (L) versus single and double KDs of Su(s) (S) and Wdr82 (W). The dsRNA-treated cells were heat-shocked at 32°C for 20 min prior to the RNA isolation. (B,C) Representative experiments comparing the heat-shock induction profiles of Hsp70 and αβ RNAs in LacZ-KD, Su(s)-KD, and Wdr82-KD cells. Hsp70 and αβ RNAs were detected on Northern blots, and RNA levels were subsequently quantified and normalized with rp49.In a follow-up experiment, we compared the heat-shock induction profiles of Hsp70 and αβ RNA at various temperatures between 25°C and 36°C in LacZ-KD, Su(s)-KD, and Wdr82-KD cells (Fig. 3B,C). The Hsp70 RNA induction pattern was very similar in all three samples. In contrast, αβ RNA accumulation was inhibited at 34°C or lower in LacZ-KD cells. However, the αβ RNA induction profiles in Su(s)-KD and Wdr82-KD cells were very similar to Hsp70 RNA. This observation also indicates that Wdr82 and Su(s) attenuate αβ RNA accumulation through the same process.Some of the other proteins that we tested in our RNAi screen were selected because they have been shown to interact with Wdr82 (Swd2/Cps35 in yeast) or to be required for its previously known functions. Wdr82 has been identified as a component of three distinct complexes. It is a regulatory subunit of a highly conserved complex containing the histone methyl transferase Set1, which modifies nucleosomes (H3K4me3) in the promoter regions of active genes (see Mohan et al. 2011). Recruitment of mammalian Wdr82 to these sites depends on histone H2B ubiquitination (Wu et al. 2008). Wdr82/Swd2 is also a component of the yeast APT complex, which is required for 3′ end processing and transcription termination at snoRNA genes (Nedea et al. 2003). Some APT components are orthologous to pre-mRNA 3′ processing and termination factors in multicellular organisms. The third Wdr82-containing complex is a protein phosphatase Pp1 complex (Lee et al. 2010). Thus, we tested proteins that are expected to be associated with each of these processes. The other proteins were selected for a variety of different reasons. For example, we tested nuclear and cytoplasmic RNA degradation components, which could conceivably down-regulate αβ RNA through the same or parallel pathways.Out of the 90 proteins that we tested, only Wdr82-KD produced the same effect as Su(s)-KD, i.e., resulted in higher levels of several longer αβ RNA, although depletion of some nuclear exosome components increases the accumulation of the short, heterogeneous αβ RNAs (see Fig. 5A). However, a negative result in this assay is not necessarily conclusive. For example, some of the proteins that we evaluated, e.g., pre-mRNA 3′ processing factors, could be involved in down-regulating the short unstable RNAs and also be required for synthesis of the stable αβ RNAs. It is unlikely that this was a factor in the analysis of Set1 components. Although the H3K4me3 chromatin mark is required for optimal transcription, depletion of Set1 has only a subtle, negative effect on transcription of Drosophila Hsp genes (Ardehali et al. 2011). Thus, since depletion of Set1 complex components did not affect αβ RNA levels, the role that Wdr82 plays in this process is probably unrelated to its Set1-associated function. Taken together, these results suggest that Su(s)-Wdr82 down-regulates αβ RNA through a novel mechanism.Open in a separate windowFIGURE 5.Mapping the 3′ ends of polyadenylated αβ RNAs generated at 32°C in LacZ-KD, Dis3-KD, and Su(s)-KD cells. (A) Northern blot illustrating the effect of depleting the nuclear exosome components Dis3 and Rrp6 on αβ RNA levels. (B) Sites of poly(A) addition, as determined by 3′ RACE analysis. The upstream primer used for 3′ RACE is indicated by the arrow beneath the schematic map. The 3′ ends of αβ cDNAs isolated under different KD conditions are indicated by the short vertical lines beneath the schematic map of the first 800 nt of Hsp70-αβ. The majority of cDNAs isolated from LacZ-KD and Su(s)-KD cells were polyadenylated at +710 (indicated by the asterisks), downstream from a canonical pA signal. In contrast, many different pA sites were detected in cDNAs isolated from Dis3-KD cells, and no site appeared to be preferentially used. (C) DNA sequence (RNA-like strand) of the region extending from +1 to +840 of Hsp70-αβ. The 3′ RACE upstream primer sequences are indicated in italics. Canonical pA signals are italicized and double underlined. Noncanonical pA sites identified in RNA from Dis3-KD cells are underlined in bold and noncanonical pA sites previously observed in wild-type flies (Kuan et al. 2009) are indicated by dots above the sequence. The strong pA site at position +710 is shown in bold type.Su(s) and Wdr82 inhibit transcription elongation through Hsp70-αβ elementsWhen the Su(s)-Wdr82 pathway is functional, relatively short, unstable RNAs are produced from Hsp70-αβ during a mild heat shock. Thus, we hypothesized that this regulatory system promotes transcription termination in the 5′ transcribed region of Hsp70-αβ. To test this, we used chromatin immunoprecipitation (ChIP) analysis to examine Pol II occupancy at two regions of Hsp70-αβ (+72 and +1029, Fig. 4A). As a control we also examined two regions of Hsp70 (+275 and +1094). This analysis was performed with chromatin from LacZ-KD, Su(s)-KD, and Wdr82-KD cells that were either heat-shocked at 34°C or maintained at room temperature (RT). Two different antibodies were used in these experiments. CTD4H8 (Fig. 4B) recognizes the Pol II CTD regardless of its phosphorylation state, and anti-Rpb3 (Fig. 4C) recognizes the third largest Pol II subunit. Similar results were obtained with both antibodies. A low level of Pol II was present at +72 of Hsp70-αβ in the absence of heat shock with all three samples. This is expected because Pol II is paused in the Hsp70 5′ transcribed region prior to heat shock (Rougvie and Lis 1988). Furthermore, in the heat-shocked samples, Pol II occupancy at +72 increased similarly in the control and experimental samples. These observations indicate that depletion of Su(s) or Wdr82 does not significantly affect Pol II pausing or recruitment to Hsp70-αβ during heat shock. In contrast, Pol II was not detected above the background in the downstream region of Hsp70-αβ (+1029) in the heat-shocked LacZ-KD samples which contain normal levels of Su(s) and Wdr82. However, Pol II occupancy in the downstream region was significantly higher in heat-shocked Su(s)-KD and Wdr82-KD samples. This effect was not observed in a comparable region of Hsp70 (+1094), where Pol II occupancy was not significantly different between the control and experimental samples. These results demonstrate that Su(s) and Wdr82 block elongation into the downstream region of Hsp70-αβ. This finding is consistent with the observation that the longer αβ RNAs produced in Su(s)-KD or Wdr82-KD cells contain sequences from this region (see Fig. 1).Open in a separate windowFIGURE 4.Pol II ChIP analysis of Hsp70-αβ. (A) Schematic map indicating the Hsp70-αβ regions that were amplified by qPCR. The downstream amplicon (+1029) is present in both transcribed and untranscribed repeats. Thus, only a subset of these sequences, i.e., a lower percentage of the input, is expected to be bound by Pol II. (B,C) Representative Pol II ChIP experiments with the antibodies CTD4H8 or anti-Rpb3. The ChIP experiments in B and C were performed with different batches of chromatin. Cross-linked chromatin was prepared from RT and heat-shocked LacZ-KD, Su(s)-KD, and Wdr82-KD cells. Hsp70 and intergenic sequences were used as positive and negative controls, respectively. The entire Hsp70 transcribed region is ∼2.4 kb in length. The qPCR reactions for each set of ChIP samples were repeated twice in triplicate. The percent input values obtained for the Hsp70 +275 amplicon were used to normalize each set of RT or 34°C samples. The error bars indicate standard deviations. The asterisks indicate that differences between the 34°C LacZ-KD and Su(s)-KD or Wdr82-KD ChIP signals are significant (P ≤ 0.01).The Su(s) pathway induces polyadenylation at heterogeneous sites in the promoter-proximal region of Hsp70-αβWe hypothesized that transcription termination in the upstream region of Hsp70-αβ involves the generation of polyadenylated RNAs that are rapidly degraded. In previous 3′ RACE analysis of RNA isolated from wild-type flies after a 32°C heat shock, we isolated a few αβ cDNAs that were polyadenylated in promoter-proximal invader1 LTR sequences at sites that lacked a canonical pA signal (Kuan et al. 2009). However, the low abundance of αβ RNAs in su(s)+ flies hampered a more thorough analysis of this phenomenon. The level of short, heterogeneous αβ RNAs produced in cells with functional Su(s) can be increased by depletion of the nuclear exosome components Dis3 or Rrp6 (Fig. 5A; see also Kuan et al. 2009). So we performed 3′ RACE analysis on RNA isolated from LacZ-KD, Dis3-KD, and Su(s)-KD cells after a 32°C heat shock. To ensure that the cDNA clones were derived from the promoter-proximal region of Hsp70-αβ, the upstream primer used in the PCR-amplification step spanned Hsp70 5′UTR and Dm88 sequences (see Fig. 5B,C). The efficiency of recovering αβ cDNA clones from control and experimental samples varied, reflecting the differences in steady-state levels of αβ RNA observed under various KD conditions. For example, although we isolated and sequenced about 50 cDNA clones from control LacZ-KD cells, which have the lowest level of αβ RNA, a relatively small proportion of these (<20%) were derived from Hsp70-αβ elements. Significantly higher proportions of the cDNAs isolated from Dis3-KD and Su(s)-KD cells were copies of αβ RNA (40% and 70%, respectively).All of the αβ 3′ RACE cDNAs isolated from LacZ-KD cells were polyadenylated downstream from canonical pA signals, either in the Hsp70 5′ UTR or in the Dm88 LTR further downstream (Fig. 5B, top line). In contrast, αβ cDNAs isolated from Dis3-KD cells were polyadenylated at many different sites, most of which lacked canonical pA signals (Fig. 5B, middle line; Fig. 5C). Most of these cDNAs ended in the invader1 LTR, with a cluster of sites located between +256 and +285. The poly(A) tails on some of these cDNAs were relatively long (up to 57 A's). Thus, it is unlikely that these ends were generated by internal priming at A-rich sequences. Furthermore, a subset of the cDNAs isolated from Dis3-KD cells, specifically, those that ended at +259, +328, +417, and +656, were polyadenylated at or near sites that we previously identified in 3′ RACE analysis of RNA from wild-type flies (Kuan et al. 2009). In the earlier experiment, we identified four noncanonical polyadenylation events in which poly(A) tails were added at +259, +328, +416, and +665 (see Fig. 5C), and the cDNA that ended at +259 had a long tail consisting of 107 A's (P Brewer-Jensen, unpubl.). Thus, it appears that these RNAs are not being polyadenylated at random sites. Perhaps other sequences that are capable of mediating polyadenylation are present in this region.In contrast, we did not detect pA-signal-independent polyadenylation events in the cDNA clones that were isolated from Su(s)-KD cells. All of these αβ cDNAs ended downstream from canonical pA signals in the Dm88 LTR, and in most cases, the pA site was at +710 (Fig. 5B, bottom graph). Short, heterogeneous RNAs were not detected when both Su(s) and Dis3 were depleted simultaneously (Kuan et al. 2009). Thus, we conclude that these atypical polyadenylation events are Su(s)-pathway dependent.Distinct LTR sequences mediate regulation by the Su(s) pathwayTo delineate the sequences that mediate Su(s)-dependent regulation, we created Hsp70-αβ-LacZ reporter constructs containing various αβ segments and examined the extent to which they are regulated by Su(s). We previously analyzed four transgenes that consisted of the Hsp70 promoter and progressively shorter segments of the αβ region ligated upstream of LacZ coding sequences (Kuan et al. 2009). In that study we found that a reporter gene construct that included sequences extending from +1 to +69 of the αβ transcribed region (mainly Hsp70 5′ UTR sequences) was not significantly down-regulated by Su(s), whereas a construct that included a longer stretch of αβ (+1 to +336) was strongly regulated. In light of the results described above, we hypothesized that sequences in the +70 to +336 region are responsible for this effect. Presumably, these sequences induce Pol II termination and RNA degradation upstream of LacZ sequences.To further define the relevant sequences, we generated additional reporter constructs containing various portions of the sequences between +70 and +336 and analyzed their expression after transfection into cells. For each construct, we measured the relative LacZ RNA levels in mock-KD and Su(s)-KD cells (Fig. 6). These experiments revealed that the αβ fragment extending from +70 to +278 is sufficient to down-regulate LacZ RNA about ninefold (compare HDIL-1 and HDIL-7), and sequences downstream from +278 had little or no additional effect. Two distinct regions of this fragment contribute significantly to this regulation. The first region, which lies between +70 and +112 and is mainly derived from the 5′ end of the Dm88 LTR, decreased LacZ RNA threefold in the absence of any downstream αβ sequences (compare HDIL-1 and HDIL-3, P = 0.001). LacZ RNA further decreased when invader1 LTR sequences between +155 and +278 were included (compare HDIL-5 and HDIL-7, P = 0.02). The existence of the second region was confirmed by the analysis of internal deletion constructs, which showed that two invader1 LTR segments that include the second region are sufficient to down-regulate LacZ RNA about three- to fourfold in the absence of upstream Dm88 sequences (compare HDIL-1 to HDIL-11 and HDIL-13, P = 0.001). Furthermore, the sequences upstream and downstream from +205 contribute to this effect (compare HDIL-10, HDIL-12, and HDIL-14 to HDIL-11 and HDIL-13). Thus, Su(s)-dependent regulation depends on a 42-nt segment of the Dm88 LTR (+70 to +112 or Region 1) and a 123-nt segment of the invader1 LTR (+155 to +278 or Region II). Most of the noncanonical pA sites detected by 3′ RACE of endogenous αβ RNA are located near the 3′ end, or downstream, of Region II (see Fig. 5).Open in a separate windowFIGURE 6.Hsp70-αβ-LacZ reporter gene analysis. Schematic map of Hsp70-αβ-LacZ (HDIL) reporter constructs that were examined after transient transfection into S2 cells. The map at the top illustrates the first 336 nt of the Hsp70-αβ transcribed region. The expression of each plasmid was evaluated in mock-KD and Su(s)-KD cells that were heat-shocked for 20 min at 32°. Total RNA was analyzed on Northern blots, and normalized LacZ RNA levels were determined. Because LacZ was used as the reporter gene in these experiments, a different control dsRNA was used as mock-KD in these experiments (see Materials and Methods). The relative LacZ RNA level = (LacZ RNA level in mock-KD cells/LacZ RNA level in Su(s)-KD cells) × 100. The expression of each construct was examined in a minimum of three independent experiments. The standard error of the mean (SEM) values are indicated in parentheses. Two regulatory regions (I and II) were defined by this analysis.Because the invader1 LTR lacks a canonical pA signal but can mediate regulation by the Su(s) pathway, it is apparent that this highly conserved element is not required for this process. However, it was possible that both canonical and noncanonical pA signals are subject to this regulation. If so, then Region I might function as a downstream element in conjunction with the +51 pA signal, and regulation by the Su(s) pathway could depend on both of these elements. However, mutation of this pA signal did not significantly affect the LacZ RNA level (compare HDIL-3 and HDIL-4, P = 0.84). Thus, the +51 pA signal does not contribute to this regulation. Furthermore, the pA signal may be too close to the initiation site to be recognized efficiently (see Guo et al. 2011).We also investigated whether the canonical pA signals in the Dm88 LTR are subject to regulation by the Su(s) pathway when positioned closer to the Hsp70 promoter. To do this, we reconstructed an intact Dm88 LTR downstream from Hsp70 5′UTR sequences. In this reporter construct, the frequently used canonical pA signal was repositioned from +674 to +250, and two weaker pA signals were moved from +532 and +542 to +107 and +117, respectively (Fig. 7A, HDL-1). HDL-1 produced a very low amount of LacZ mRNA in mock-KD cells and only a slightly higher amount in Su(s)-KD cells (Fig. 7B). This observation suggested that the strong pA signal at +250 induces CPA and termination by the canonical pathway and that this process is independent of Su(s). Consistent with this interpretation, when the region that includes this pA signal was deleted, the expression pattern was similar to other Su(s)-regulated constructs, and the LacZ RNA level was sixfold lower in mock-KD cells than in Su(s)-KD cells (HDL-2, Fig. 7A,B). Su(s)-dependent down-regulation also occurred when the upstream pA signals were deleted (HDL-3, Fig. 7A,B). Thus, canonical pA signals do not mediate this regulation. Most of Region I is included in this Su(s)-responsive segment of Dm88, and it probably makes a significant contribution to this regulatory effect.Open in a separate windowFIGURE 7.Analysis of Hsp70-Dm88LTR reporter genes. (A) Schematic map of the 5′ transcribed region of Hsp70-Dm88-LacZ (HDL) reporter genes, from which invader1 LTR sequences were deleted. Three HDL constructs were analyzed in reporter gene assays as described for Figure 6. (B) Graphical comparison of LacZ RNA levels produced by the HDL constructs in mock-KD and Su(s)-KD cells. The longest construct is down-regulated by a mechanism that is largely Su(s)-independent, and thus there was not a significant increase in HDL-1 RNA accumulation in Su(s)-KD cells. (C) 3′ RACE analysis of HDL-3 RNA. The triangle above the HDL-3 map indicates the position of the deletion that removes the weak pA signals, and the arrows beneath the schematic map indicate the positions of the PCR primers used in this experiment. The pA sites observed in cDNAs isolated from Dis3-KD cells that had been transiently transfected with HDL-3 are indicated by the short vertical lines between +119 and +183. (D) DNA sequence of the promoter-proximal region (+1 to +204) of HDL-3. The upstream primers used for 3′ RACE (+52 to +73, +88 to +109) are indicated in italics. The canonical pA signal is italicized and double underlined. The noncanonical pA sites identified in 3′ RACE analysis are underlined in bold.To determine whether noncanonical polyadenylation events occurred in the promoter-proximal region during expression of the transiently transfected reporter genes, we performed 3′ RACE analysis on RNA isolated from Dis3-KD cells that had been transiently transfected with the reporter plasmid HDL-3. The other reporter constructs were unsuitable for this purpose because the short RNAs originating from those reporter genes cannot be distinguished from endogenous αβ RNAs. However, HDL3 contains a unique internal deletion in the Dm88 LTR that is not present in endogenous Hsp70-αβ or Dm88 elements. Thus, for the 3′ RACE analysis of HDL-3 RNA (Fig. 7C,D), we performed two rounds of PCR. In the first round, we used the upstream primer that spans Hsp70 and Dm88 sequences, thereby amplifying heat-shock-induced HDL-3 cDNAs and endogenous αβ cDNAs. In the second PCR reaction, we used a nested upstream primer that spans the deletion, and thereby specifically amplified cDNAs derived from the reporter plasmid. The HDL-3 cDNAs were polyadenylated a short distance downstream from the primer-annealing site at nine different positions between +119 and +183 (Fig. 7C,D). These sites are also downstream from Region 1. Polyadenylation at these Dm88 sites was not observed in cDNAs derived from endogenous Hsp70-αβ elements, where these sequences are located further downstream (+564 to +628, see Fig. 5C). These results indicate that the transiently transfected reporter genes are subject to the same promoter-proximal regulatory processes as endogenous Hsp70-αβ. DISCUSSIONThe nuclear regulatory processes that inhibit the synthesis and accumulation of aberrant RNAs are incompletely understood, especially in multicellular organisms. The experiments reported here have identified a novel regulatory complex, Su(s)-Wdr82, that appears to function in this process. We have shown that Su(s)-Wdr82 inhibits mRNA synthesis from Hsp70-αβ elements, which have retrotransposon LTR sequences positioned a short distance downstream from the transcription start site. The LTR sequences apparently induce Pol II termination and exosome-mediated degradation of the nascent RNAs. When Su(s)-Wdr82 is inactive, Pol II productively elongates through this region, and stable polyadenylated RNAs are produced.Two observations support the hypothesis that this regulation occurs cotranscriptionally. We previously showed that Su(s) localizes to the Hsp70-αβ chromosomal region during heat shock (Kuan et al. 2009), and the ChIP analysis reported here indicates that Pol II occupancy in the downstream region of Hsp70-αβ elements increases in Su(s)-KD and Wdr82-KD cells. However, it is unclear whether Su(s)-Wdr82 directly influences transcription termination, RNA degradation, or both of these processes. For example, perhaps Su(s)-Wdr82 stimulates nascent RNA degradation, and this, in turn, induces termination. Alternatively, Su(s)-Wdr82 might negatively regulate Pol II processivity, i.e., increase the frequency of termination at particular sequences in the promoter-proximal region. In this case, polyadenylation and degradation might occur in conjunction with release of the nascent RNA from the elongation complex.This regulatory process is reminiscent of the mechanisms that inhibit the accumulation of CUTs in yeast and PROMPTs in mammals in that transcription termination and exosome-mediated RNA degradation are coupled. However, some aspects of Su(s)-Wdr82-dependent regulation differ from these other processes. For example, it appears that cryptic, canonical pA signals can mediate promoter-proximal termination and degradation of PROMPTs (Ntini et al. 2013). However, the unstable αβ RNAs acquire poly(A) tails by a mechanism that is independent of the canonical pA signal. Although oligo(A) tails are added to the 3′ ends of CUTs by a noncanonical polyadenylation process (Wyers et al. 2005; Jia et al. 2011), the poly(A) tails on αβ RNAs are too long to have been generated by this type of mechanism.We delineated two promoter-proximal regions of Hsp70-αβ that mediate regulation by the Su(s) pathway. Based on examination of the sequences in these regions, it seems unlikely that this process depends on multiple copies of a cis regulatory element that is present in both regions. For example, a 26-nt segment of Region I (+80 to +106, see Fig. 5C) contains several short tetranucleotide repeats (TATG, ATGT, or TGTA), but none of these repeats are enriched in Region II (+155 to +278). Furthermore, although sequences in the upstream and downstream portions of Region II contribute to the regulation, there do not appear to be common sequence elements in these two subregions. These observations suggest that multiple, distinct regulatory elements contribute to this process.Prior studies have shown that auxiliary pA elements (Millevoi and Vagner 2010; Tian and Graber 2012) can direct efficient CPA in the absence of the AAUAAA motif (Venkataraman et al. 2005; Nunes et al. 2010). Thus, it is conceivable that several different auxiliary pA elements are responsible for polyadenylation/termination of the unstable αβ RNAs. For example, Region I contains several copies of the consensus sequence for the upstream pA element UGUAN (+82 to +102), which has been shown to mediate noncanonical polyadenylation (Venkataraman et al. 2005). Other potential auxiliary pA elements, e.g., U-rich and G-rich sequences, are present in Region II (+170 to +181 and +234 to +249, respectively). However, our RNAi screen (Supplemental Table S1) did not provide evidence that supports this hypothesis, i.e., depletion of canonical cleavage factors that bind to these sites did not result in higher accumulation of the stable αβ RNAs. As mentioned earlier, these results are not definitive because depletion of these factors is expected to inhibit the synthesis of the stable αβ RNAs. Thus, other approaches, besides RNAi, must be used to determine whether auxiliary pA elements and a subset of CPA factors are involved in Su(s)-Wdr82-dependent polyadenylation/termination of the unstable αβ RNAs. We observed that some of the unstable RNAs were polyadenylated downstream from a G-rich region (+234 to +249, Fig. 5C), and others ended within, or downstream from, three or more consecutive T's (e.g., see Fig. 7D). Thus, an alternative possibility is that Su(s)-Wdr82 increases the frequency of termination when the elongation complex transcribes through low sequence complexity sites in the promoter-proximal region. In the future, it will be important to define the relevant sequences more precisely to distinguish between these and other possibilities.We previously showed that the placement of a consensus 5′ splice site upstream of an antisense TE insertion at vermilion (v) protected the mutant v RNAs from being targeted by the Su(s) pathway (Fridell and Searles 1994). Thus, it would be interesting to determine how an upstream 5′ splice site affects the ability of Su(s)-Wdr82 to down-regulate RNAs containing invader1 and Dm88 LTR sequences. This phenomenon might be mechanistically similar to the role of U1 snRNP/5′ splice site interactions in suppressing premature termination in introns (Kaida et al. 2010; Almada et al. 2013).The specific roles that Su(s) and Wdr82 perform in this regulation have not been sorted out, but it seems likely that both proteins act upstream of the nuclear exosome and function, directly or indirectly, in the process that generates the free 3′ ends that are substrates for the nuclear exosome. In multicellular organisms, termination at the 3′ end of Pol II-transcribed genes, including those that do not produce polyadenylated RNAs, involves endonucleolytic cleavage of the nascent RNA (e.g., see Baillat et al. 2005; Dominski et al. 2005; Wagschal et al. 2012). Thus, endonucleolytic cleavage could be part of the mechanism by which Su(s)-Wdr82 induces termination as well. As an RNA-binding protein (Murray et al. 1997; Turnage et al. 2000), Su(s) might recognize specific RNA sequences within the regulatory regions that we have delineated and promote termination and RNA degradation by cleaving the RNA or interacting transiently with another protein that performs this function.Wdr82, a WD40 domain protein (Stirnimann et al. 2010), probably mediates key protein–protein interactions. The observation that Su(s) is less stable in the absence of Wdr82 is consistent with this idea. The yeast Wdr82 homolog, Sdw2, is required for recruitment of termination factors in the APT complex to snoRNA genes (Nedea et al. 2003; Soares and Buratowski 2012). Furthermore, mammalian Wdr82 interacts directly with Pol II that is phosphorylated at Ser5 (Ser5P) CTD repeats (Lee and Skalnik 2008). This Pol II phosphorylation state usually exists during the early phase of elongation or when Pol II is paused in the 5′ transcribed region. Interestingly, a high level of Su(s) is present at polytene chromosomes sites that are enriched for hypophosphorylated and Ser5P Pol II (Kuan et al. 2009). Thus, perhaps Drosophila Wdr82 recruits Su(s) and other proteins that function in this regulatory process to hypophosphorylated Pol II complexes.The amino acid sequence of Su(s) is not highly conserved beyond insects, and, thus, it is unclear if a similar regulatory pathway exists in mammals. The uncharacterized human protein ZC3H4 (also known as C19orf7 and KIAA1064) has several structural features in common with Su(s), and, interestingly, this protein has also been identified as a Wdr82 interactor (Lee et al. 2010). Su(s) and ZC3H4 are roughly equal in size (1325 and 1305 amino acids, respectively) and are predicted to be intrinsically disordered proteins (IDPs, Fig. 8D). They also contain closely related CCCH zinc finger (ZF) motifs (Fig. 8A). These ZFs are similar to one of the ZF motifs (ZF2) of the polyadenylation factor subunit CPSF30 (Yth1 in yeast; Fig. 8B,C). Because of this similarity, Su(s) and ZC3H4 have been assigned to the Yth1 orthologous group in the NCBI database (http://www.ncbi.nlm.nih.gov/Structure/cdd/cddsrv.cgi?uid=KOG1040). ZF2 of Yth1 binds weakly to RNA and mediates the association of CPSF30 with other CPA components (Barabino et al. 2000). Although the functional relevance of this similarity is currently unknown, it is intriguing in light of the apparent involvement of Su(s) in atypical polyadenylation events. Taken together, these observations suggest that ZC3H4 might be the mammalian ortholog of Su(s). The lack of overall sequence similarity between these two proteins could reflect a tendency for IDPs to evolve more rapidly than highly ordered proteins (Brown et al. 2002).Open in a separate windowFIGURE 8.Similarities between Su(s) and human ZC3H4. (A–C) Clustal O alignments (Sievers et al. 2011) of amino acid residues (aa) in the ZF regions of Su(s), ZC3H4, and CPSF30. The conserved cysteine (C) and histidine (H) residues are indicated in bold font. The pairwise alignment in A includes ZF1 and ZF2 of Su(s) and ZF2 and ZF3 of ZC3H4. Su(s) and ZC3H4 are 49% identical and 69% similar over this 65-aa region. The alignment in B shows that CPSF-ZF2 and Su(s)-ZF1 are 40% identical and 75% similar. (D) IUPred analysis (Dosztányi et al. 2005) of the predicted intrinsic disorder of Su(s) and ZC3H4. MATERIALS AND METHODSRNAi-mediated protein depletion in cultured cellsDrosophila S2 cells (Dmel2, Life Technologies), adapted to serum-free medium were maintained in Sf-900 II SFM. The conditions used for RNAi-mediated depletion have been previously described (Kuan et al. 2009). In the double-KD experiment, cells were seeded in 12-well plates (1 × 106 cells per well) and treated with 10 µg of dsRNA. The double-KD cells were treated with 5 µg of both su(s) and Wdr82 dsRNA, whereas the single-KD cells were treated 5 µg of one of these dsRNAs and 5 µg of the LacZ control RNA. A segment of pBlueScript II SK (−) was used as the mock-KD control for the reporter gene analysis. LacZ dsRNA was synthesized from the template provided with the Ambion Megascript RNAi kit. The primers that were used to generate the other dsRNAs are listed in Supplemental Table S2.The RNAi screen was performed with cells grown in 12-well plates, seeded with 4 × 105 cells per well. Positive and negative controls [Su(s)-KD and LacZ-KD, respectively] were included on each plate. Some of the dsRNAs were prepared using a library (Foley and O'Farrell 2004) that was kindly provided by Steve Rogers. Other dsRNAs were synthesized from PCR-generated templates, which were prepared by using genomic DNA and gene-specific primers described in the GenomeRNAi database (Schmidt et al. 2013). The dsRNA-treated cells were harvested and heat-shocked at 32°C prior to RNA extraction and Northern blot analysis.RNA analysisThe procedures used for RNA isolation, Northern blot analysis, and 3′ RACE analysis have been described previously (Kuan et al. 2009). RNAs were detected by autoradiography, and RNA levels were determined using a Typhoon Trio imager. Primer extension analysis was performed using Primer Extension System-AMV Reverse Transcriptase (Promega) and the primers αβ 57–79 (5′-TTTTAACACTCCTTCTGCGCTTG-3′) and αβ 95–124 (5′-TCATTTAAATGATCTGCGACATATACATAC-3′). The promoter-proximal αβ primer used in the 3′ RACE analysis was 5′-ATAAACAAGCGCAGAAGGAGTG-3′ (see Fig. 5). In the 3′ RACE of RNA produced by the reporter construct HDL-3, the promoter-proximal αβ primer was used for the first round of PCR, and the Dm88-specific primer, 5′-GTAATATGTATGTATGTCCAATGCACTGTGT-3′ (see Fig. 7) was used in the second round of PCR.Proteomic analysisThe construct that was created to express Su(s) in S2 cells consisted of a full-length su(s) cDNA clone with an Mtn promoter fragment (−375 to +46) ligated to su(s) 5′ UTR sequences at +126. In addition, the coding sequences for the 3X FLAG epitope were inserted immediately upstream of the su(s) stop codon. The 3′ UTR region of su(s) and genomic sequences extending to 94 bp beyond the pA site were also included. The resulting 5.4 kb fragment was subcloned into the pIZ/V5-His vector, which contains a Zeocin-resistance marker. The recombinant plasmid was transfected into S2 cells by electroporation, and stable transformants were selected using 300 µg/mL of Zeocin essentially as previously described (Pfeifer et al. 1997). After a stable line was established, Western blot analysis was used to confirm that Su(s)-3XFLAG was induced with copper sulfate as expected and could be affinity purified with magnetic anti-FLAG M2 beads (Sigma-Aldrich).To affinity-purify Su(s)-3XFLAG for MS analysis, 30 mL of log phase Su(s)-3XFLAG and control S2 cells were treated with 70 µM copper sulfate and grown for 24 h. The cells were harvested at a density of 1 × 107 cells/mL, and nuclear extracts were prepared as previously described by Bonaldi et al. (2008), except that SDS and deoxycholate were omitted from the buffer that was used to lyse the nuclei. The nuclear fraction was incubated with 75 µL bed volume of anti-FLAG magnetic beads (Sigma-Aldrich) for 2 h at 4°C and washed, pre-eluted with HA peptide, and eluted with the 3X-FLAG peptide as described in the Sigma-Aldrich protocol. The sample was applied to a Millipore Microcon YM100 centrifugal concentrator, and then subjected to electrophoresis on a 10% SDS-PAGE gel, which was stained with Colloidal Coomassie Blue (Candiano et al. 2004). The gel bands were excised and analyzed by mass spectrometry at the UNC-CH Michael Hooker Proteomics Center.Coexpression and coaffinity purification analysisThe Wdr82 expression plasmid was created using the Gateway Cloning System. During this process Wdr82 coding sequences, derived from the full-length cDNA clone GH09638, were recombined into the pMT-DEST48 vector. The resulting recombinant plasmid expresses Wdr82 with carboxy-terminal V5-6XHis epitope tags, under control of the Mtn promoter. The recombinant plasmid or the empty vector (0.4 µg/well) was transfected into either S2 cells or the stable Su(s)-3XFLAG cell line according to the Effectene (QIAGEN) protocol in 6-well plates, seeded with 2 × 106 cells per well. After 3 d, expression of epitope-tagged Wdr82 and Su(s) was induced by the addition of copper sulfate to a final concentration of 100 µM. Approximately 24 h later, the cells were harvested, combined (3 wells per sample), and used to prepare protein extracts. Protease inhibitor and phosphatase inhibitor cocktails (Roche) were included in all of the buffers. The nuclear extracts used for FLAG-IP were prepared as described above, whereas the nuclear extracts used for Ni-NTA purification were prepared according to the QIAGEN protocol. Each sample was incubated with 20 µL of anti-FLAG or anti-V5 magnetic beads. The washes were performed as described in the protocols, except that the wash buffer for the Ni-NTA purification contained 150 mM NaCl. Bound proteins were eluted by boiling the beads in SDS-sample buffer and loaded onto SDS-PAGE gels. The proteins in the gel were transferred to Hybond-P membrane, and the membranes were probed with mouse anti-FLAG (1:1000) or mouse anti-V5 (1:1000, Invitrogen) primary antibodies, and subsequently with HRP-linked secondary antibodies (1:10,000). The bound antibodies were detected using ECL-Prime.Tandem RNAi-ChIP experimentsCross-linked chromatin was prepared from RNAi-treated cells essentially as described by Gilchrist et al. (2008). Briefly, 15 mL of cells were seeded at a density of 2 × 106 cells/mL in 10 cm dishes and treated with 150 µg of dsRNA. After 4 d, the cells were harvested and split into two equal portions. One set of samples was incubated at 34°C for 15 min, and the other set was kept at room temperature. Formaldehyde was added to both sets to a final concentration of 1%, and the samples were incubated for 10 min at room temp on a rotating platform. The remaining steps in the procedure were performed with the Millipore Magna ChIP A/G kit, according to the protocol provided with the kit. The antibodies used for IP were the Pol II antibodies CTD4H8 (1 µL per IP, Millipore) and Rpb3 (3 µL per IP, a gift from K. Adelman). Normal mouse IgG (1 µL per IP, Millipore) was used as the negative control. The sequences of the primer/TaqMan probe sets used in qPCR are listed in Supplemental Table S3. The regions amplified were Hsp70-αβ +25 to +111 (center at +72) and +986 to +1072 (center at +1029), Hsp70 +237 to +313 (center at +275) and +1052 to +1136 (center at +1094). The intergenic primer/probe set annealed to a region located on chromosome 3R (8375844 to 8375926) ∼38-kb downstream from the Hsp70 gene cluster. The qPCR reactions on each sample were performed twice in triplicate. The percent input values for the different RNAi depletion conditions were normalized based on the percent input values obtained with the Hsp70 +275 amplicon.LacZ reporter gene construct analysisThe reporter gene constructs were generated and cloned into the pPelican-LacZ vector as described previously (Kuan et al. 2009). These constructs consisted of an Hsp70 promoter and 5′ UTR fragment (−361 to +69) and various sections of the αβ region between +70 and +336, followed by LacZ 5′ UTR and coding sequences. The reporter plasmids (0.2 µg/mL) and dsRNA (0.12 µg/mL) were cotransfected into S2 cells according to the Effectene (QIAGEN) protocol in 12-well plates seeded with 1 × 106 cells/mL of growth medium. After incubating the plates at room temperature for 3 d, the cells were harvested and heat-shocked at 32°C for 20 min. The cells were quickly chilled and pelleted by centrifugation before isolating RNA with the TRIzol reagent. Total RNA was used for Northern blot analysis. Normalized LacZ RNA levels were determined and used to calculate the relative RNA level in mock-KD versus Su(s)-KD conditions. SUPPLEMENTAL MATERIALSupplemental material is available for this article. Supplementary Material\nSupplemental Material:\nClick here to view.\n ACKNOWLEDGMENTSWe thank Karen Adelman for the Rpb3 antibody, Steve Rogers for the dsRNA library, and Bill Marzluff, Greg Matera, and Mark Peifer for comments on the manuscript. This work was supported by National Science Foundation grants (MCB-0923746 and MCB-1158445) to L.L.S. FootnotesArticle published online ahead of print. Article and publication date are at http://www.rnajournal.org/cgi/doi/10.1261/rna.048819.114. REFERENCESAlmada AE, Wu X, Kriz AJ, Burge CB, Sharp PA. 2013. \nPromoter directionality is controlled by U1 snRNP and polyadenylation signals. Nature\n499: 360–363. [PMC free article] [PubMed] [Google Scholar]Ardehali MB, Mei A, Zobeck KL, Caron M, Lis JT, Kusch T. 2011. \nDrosophila Set1 is the major histone H3 lysine 4 trimethyltransferase with role in transcription. EMBO J\n30: 2817–2828. [PMC free article] [PubMed] [Google Scholar]Baillat D, Hakimi MA, Näär AM, Shilatifard A, Cooch N, Shiekhattar R. 2005. \nIntegrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell\n123: 265–276. [PubMed] [Google Scholar]Barabino SM, Ohnacker M, Keller W. 2000. \nDistinct roles of two Yth1p domains in 3′-end cleavage and polyadenylation of yeast pre-mRNAs. EMBO J\n19: 3778–3787. [PMC free article] [PubMed] [Google Scholar]Bonaldi T, Straub T, Cox J, Kumar C, Becker PB, Mann M. 2008. \nCombined use of RNAi and quantitative proteomics to study gene function in Drosophila. Mol Cell\n31: 762–772. [PubMed] [Google Scholar]Brown CJ, Takayama S, Campen AM, Vise P, Marshall TW, Oldfield CJ, Williams CJ, Dunker AK. 2002. \nEvolutionary rate heterogeneity in proteins with long disordered regions. J Mol Evol\n55: 104–110. [PubMed] [Google Scholar]Buratowski S. 2009. \nProgression through the RNA polymerase II CTD cycle. Mol Cell\n36: 541–546. [PMC free article] [PubMed] [Google Scholar]Candiano G, Bruschi M, Musante L, Santucci L, Ghiggeri GM, Carnemolla B, Orecchia P, Zardi L, Righetti PG. 2004. \nBlue silver: a very sensitive colloidal Coomassie G-250 staining for proteome analysis. Electrophoresis\n25: 1327–1333. [PubMed] [Google Scholar]Carroll KL, Ghirlando R, Ames JM, Corden JL. 2007. \nInteraction of yeast RNA-binding proteins Nrd1 and Nab3 with RNA polymerase II terminator elements. RNA\n13: 361–373. [PMC free article] [PubMed] [Google Scholar]Cheng H, He X, Moore C. 2004. \nThe essential WD repeat protein Swd2 has dual functions in RNA polymerase II transcription termination and lysine 4 methylation of histone H3. Mol Cell Biol\n24: 2932–2943. [PMC free article] [PubMed] [Google Scholar]Dichtl B, Aasland R, Keller W. 2004. \nFunctions for S. cerevisiae Swd2p in 3′ end formation of specific mRNAs and snoRNAs and global histone 3 lysine 4 methylation. RNA\n10: 965–977. [PMC free article] [PubMed] [Google Scholar]Dominski Z, Yang XC, Marzluff WF. 2005. \nThe polyadenylation factor CPSF-73 is involved in histone-pre-mRNA processing. Cell\n123: 37–48. [PubMed] [Google Scholar]Dosztányi Z, Csizmok V, Tompa P, Simon I. 2005. \nIUPred: web server for the prediction of intrinsically unstructured regions of proteins based on estimated energy content. Bioinformatics\n21: 3433–3434. [PubMed] [Google Scholar]Eberle AB, Visa N. 2014. \nQuality control of mRNP biogenesis: networking at the transcription site. Semin Cell Dev Biol\n32C: 37–46. [PubMed] [Google Scholar]Egloff S, Dienstbier M, Murphy S. 2012. \nUpdating the RNA polymerase CTD code: adding gene-specific layers. Trends Genet\n28: 333–341. [PubMed] [Google Scholar]Foley E, O'Farrell PH. 2004. \nFunctional dissection of an innate immune response by a genome-wide RNAi screen. PLoS Biol\n2: E203. [PMC free article] [PubMed] [Google Scholar]Fridell RA, Searles LL. 1994. \nEvidence for a role of the Drosophila melanogaster suppressor of sable gene in the pre-mRNA splicing pathway. Mol Cell Biol\n14: 859–867. [PMC free article] [PubMed] [Google Scholar]Fridell RA, Pret AM, Searles LL. 1990. \nA retrotransposon 412 insertion within an exon of the Drosophila melanogaster vermilion gene is spliced from the precursor RNA. Genes Dev\n4: 559–566. [PubMed] [Google Scholar]Geyer PK, Chien AJ, Corces VG, Green MM. 1991. \nMutations in the su(s) gene affect RNA processing in Drosophila melanogaster. Proc Natl Acad Sci\n88: 7116–7120. [PMC free article] [PubMed] [Google Scholar]Gilchrist DA, Nechaev S, Lee C, Ghosh SK, Collins JB, Li L, Gilmour DS, Adelman K. 2008. \nNELF-mediated stalling of Pol II can enhance gene expression by blocking promoter-proximal nucleosome assembly. Genes Dev\n22: 1921–1933. [PMC free article] [PubMed] [Google Scholar]Giot L, Bader JS, Brouwer C, Chaudhuri A, Kuang B, Li Y, Hao YL, Ooi CE, Godwin B, Vitols E, et al.\n2003. \nA protein interaction map of Drosophila melanogaster. Science\n302: 1727–1736. [PubMed] [Google Scholar]Guo J, Garrett M, Micklem G, Brogna S. 2011. \nPoly(A) signals located near the 5′ end of genes are silenced by a general mechanism that prevents premature 3′-end processing. Mol Cell Biol\n31: 639–651. [PMC free article] [PubMed] [Google Scholar]Houseley J, Tollervey D. 2009. \nThe many pathways of RNA degradation. Cell\n136: 763–776. [PubMed] [Google Scholar]Hsin JP, Manley JL. 2012. \nThe RNA polymerase II CTD coordinates transcription and RNA processing. Genes Dev\n26: 2119–2137. [PMC free article] [PubMed] [Google Scholar]Jacquier A. 2009. \nThe complex eukaryotic transcriptome: unexpected pervasive transcription and novel small RNAs. Nat Rev Genet\n10: 833–844. [PubMed] [Google Scholar]Jensen TH, Jacquier A, Libri D. 2013. \nDealing with pervasive transcription. Mol Cell\n52: 473–484. [PubMed] [Google Scholar]Jia H, Wang X, Liu F, Guenther UP, Srinivasan S, Anderson JT, Jankowsky E. 2011. \nThe RNA helicase Mtr4p modulates polyadenylation in the TRAMP complex. Cell\n145: 890–901. [PMC free article] [PubMed] [Google Scholar]Kaida D, Berg MG, Younis I, Kasim M, Singh LN, Wan L, Dreyfuss G. 2010. \nU1 snRNP protects pre-mRNAs from premature cleavage and polyadenylation. Nature\n468: 664–668. [PMC free article] [PubMed] [Google Scholar]Kim N, Kim J, Park D, Rosen C, Dorsett D, Yim J. 1996. \nStructure and expression of wild-type and suppressible alleles of the Drosophila purple gene. Genetics\n142: 1157–1168. [PMC free article] [PubMed] [Google Scholar]Kim M, Krogan NJ, Vasiljeva L, Rando OJ, Nedea E, Greenblatt JF, Buratowski S. 2004. \nThe yeast Rat1 exonuclease promotes transcription termination by RNA polymerase II. Nature\n432: 517–522. [PubMed] [Google Scholar]Kim M, Vasiljeva L, Rando OJ, Zhelkovsky A, Moore C, Buratowski S. 2006. \nDistinct pathways for snoRNA and mRNA termination. Mol Cell\n24: 723–734. [PubMed] [Google Scholar]Kuan YS, Brewer-Jensen P, Bai WL, Hunter C, Wilson CB, Bass S, Abernethy J, Wing JS, Searles LL. 2009. \nDrosophila suppressor of sable protein [Su(s)] promotes degradation of aberrant and transposon-derived RNAs. Mol Cell Biol\n29: 5590–5603. [PMC free article] [PubMed] [Google Scholar]Lee JH, Skalnik DG. 2008. \nWdr82 is a C-terminal domain-binding protein that recruits the Setd1A Histone H3-Lys4 methyltransferase complex to transcription start sites of transcribed human genes. Mol Cell Biol\n28: 609–618. [PMC free article] [PubMed] [Google Scholar]Lee JH, You J, Dobrota E, Skalnik DG. 2010. \nIdentification and characterization of a novel human PP1 phosphatase complex. J Biol Chem\n285: 24466–24476. [PMC free article] [PubMed] [Google Scholar]Lis JT, Ish-Horowicz D, Pinchin SM. 1981. \nGenomic organization and transcription of the αβ heat shock DNA in Drosophila melanogaster. Nucleic Acids Res\n9: 5297–5310. [PMC free article] [PubMed] [Google Scholar]Luo W, Johnson AW, Bentley DL. 2006. \nThe role of Rat1 in coupling mRNA 3′-end processing to transcription termination: implications for a unified allosteric-torpedo model. Genes Dev\n20: 954–965. [PMC free article] [PubMed] [Google Scholar]Millevoi S, Vagner S. 2010. \nMolecular mechanisms of eukaryotic pre-mRNA 3′ end processing regulation. Nucleic Acids Res\n38: 2757–2774. [PMC free article] [PubMed] [Google Scholar]Mischo HE, Proudfoot NJ. 2013. \nDisengaging polymerase: terminating RNA polymerase II transcription in budding yeast. Biochim Biophys Acta\n1829: 174–185. [PMC free article] [PubMed] [Google Scholar]Mitchell SF, Parker R. 2014. \nPrinciples and properties of eukaryotic mRNPs. Mol Cell\n54: 547–558. [PubMed] [Google Scholar]Mohan M, Herz HM, Smith ER, Zhang Y, Jackson J, Washburn MP, Florens L, Eissenberg JC, Shilatifard A. 2011. \nThe COMPASS family of H3K4 methylases in Drosophila. Mol Cell Biol\n31: 4310–4318. [PMC free article] [PubMed] [Google Scholar]Murray MV, Turnage MA, Williamson KJ, Steinhauer WR, Searles LL. 1997. \nThe Drosophila suppressor of sable protein binds to RNA and associates with a subset of polytene chromosome bands. Mol Cell Biol\n17: 2291–2300. [PMC free article] [PubMed] [Google Scholar]Nedea E, He X, Kim M, Pootoolal J, Zhong G, Canadien V, Hughes T, Buratowski S, Moore CL, Greenblatt J. 2003. \nOrganization and function of APT, a subcomplex of the yeast cleavage and polyadenylation factor involved in the formation of mRNA and small nucleolar RNA 3′-ends. J Biol Chem\n278: 33000–33010. [PubMed] [Google Scholar]Neil H, Malabat C, d'Aubenton-Carafa Y, Xu Z, Steinmetz LM, Jacquier A. 2009. \nWidespread bidirectional promoters are the major source of cryptic transcripts in yeast. Nature\n457: 1038–1042. [PubMed] [Google Scholar]Ntini E, Jarvelin AI, Bornholdt J, Chen Y, Boyd M, Jørgensen M, Andersson R, Hoof I, Schein A, Andersen PR, et al.\n2013. \nPolyadenylation site-induced decay of upstream transcripts enforces promoter directionality. Nat Struct Mol Biol\n20: 923–928. [PubMed] [Google Scholar]Nunes NM, Li W, Tian B, Furger A. 2010. \nA functional human Poly(A) site requires only a potent DSE and an A-rich upstream sequence. EMBO J\n29: 1523–1536. [PMC free article] [PubMed] [Google Scholar]Pfeifer TA, Hegedus DD, Grigliatti TA, Theilmann DA. 1997. \nBaculovirus immediate-early promoter-mediated expression of the Zeocin resistance gene for use as a dominant selectable marker in dipteran and lepidopteran insect cell lines. Gene\n188: 183–190. [PubMed] [Google Scholar]Preker P, Nielsen J, Kammler S, Lykke-Andersen S, Christensen MS, Mapendano CK, Schierup MH, Jensen TH. 2008. \nRNA exosome depletion reveals transcription upstream of active human promoters. Science\n322: 1851–1854. [PubMed] [Google Scholar]Preker P, Almvig K, Christensen MS, Valen E, Mapendano CK, Sandelin A, Jensen TH. 2011. \nPROMoter uPstream Transcripts share characteristics with mRNAs and are produced upstream of all three major types of mammalian promoters. Nucleic Acids Res\n39: 7179–7193. [PMC free article] [PubMed] [Google Scholar]Richard P, Manley JL. 2009. \nTranscription termination by nuclear RNA polymerases. Genes Dev\n23: 1247–1269. [PMC free article] [PubMed] [Google Scholar]Rougvie AE, Lis JT. 1988. \nThe RNA polymerase II molecule at the 5′ end of the uninduced hsp70 gene of D. melanogaster is transcriptionally engaged. Cell\n54: 795–804. [PubMed] [Google Scholar]Schmid M, Jensen TH. 2013. \nTranscription-associated quality control of mRNP. Biochim Biophys Acta\n1829: 158–168. [PubMed] [Google Scholar]Schmidt EE, Pelz O, Buhlmann S, Kerr G, Horn T, Boutros M. 2013. \nGenomeRNAi: a database for cell-based and in vivo RNAi phenotypes, 2013 update. Nucleic Acids Res\n41: D1021–1026. [PMC free article] [PubMed] [Google Scholar]Schulz D, Schwalb B, Kiesel A, Baejen C, Torkler P, Gagneur J, Soeding J, Cramer P. 2013. \nTranscriptome surveillance by selective termination of noncoding RNA synthesis. Cell\n155: 1075–1087. [PubMed] [Google Scholar]Sievers F, Wilm A, Dineen D, Gibson TJ, Karplus K, Li W, Lopez R, McWilliam H, Remmert M, Söding J, et al.\n2011. \nFast, scalable generation of high-quality protein multiple sequence alignments using Clustal Omega. Mol Syst Biol\n7: 539. [PMC free article] [PubMed] [Google Scholar]Soares LM, Buratowski S. 2012. \nYeast Swd2 is essential because of antagonism between Set1 histone methyltransferase complex and APT (associated with Pta1) termination factor. J Biol Chem\n287: 15219–15231. [PMC free article] [PubMed] [Google Scholar]Stirnimann CU, Petsalaki E, Russell RB, Müller CW. 2010. \nWD40 proteins propel cellular networks. Trends Biochem Sci\n35: 565–574. [PubMed] [Google Scholar]Tian B, Graber JH. 2012. \nSignals for pre-mRNA cleavage and polyadenylation. Wiley Interdiscip Rev RNA\n3: 385–396. [PMC free article] [PubMed] [Google Scholar]Turnage MA, Brewer-Jensen P, Bai WL, Searles LL. 2000. \nArginine-rich regions mediate the RNA binding and regulatory activities of the protein encoded by the Drosophila melanogaster suppressor of sable gene. Mol Cell Biol\n20: 8198–8208. [PMC free article] [PubMed] [Google Scholar]Vasiljeva L, Kim M, Mutschler H, Buratowski S, Meinhart A. 2008. \nThe Nrd1–Nab3–Sen1 termination complex interacts with the Ser5-phosphorylated RNA polymerase II C-terminal domain. Nat Struct Mol Biol\n15: 795–804. [PMC free article] [PubMed] [Google Scholar]Venkataraman K, Brown KM, Gilmartin GM. 2005. \nAnalysis of a noncanonical poly(A) site reveals a tripartite mechanism for vertebrate poly(A) site recognition. Genes Dev\n19: 1315–1327. [PMC free article] [PubMed] [Google Scholar]Voelker RA, Gibson W, Graves JP, Sterling JF, Eisenberg MT. 1991. \nThe Drosophila suppressor of sable gene encodes a polypeptide with regions similar to those of RNA-binding proteins. Mol Cell Biol\n11: 894–905. [PMC free article] [PubMed] [Google Scholar]Wagschal A, Rousset E, Basavarajaiah P, Contreras X, Harwig A, Laurent-Chabalier S, Nakamura M, Chen X, Zhang K, Meziane O, et al.\n2012. \nMicroprocessor, Setx, Xrn2, and Rrp6 co-operate to induce premature termination of transcription by RNAPII. Cell\n150: 1147–1157. [PMC free article] [PubMed] [Google Scholar]West S, Gromak N, Proudfoot NJ. 2004. \nHuman 5′ --> 3′ exonuclease Xrn2 promotes transcription termination at co-transcriptional cleavage sites. Nature\n432: 522–525. [PubMed] [Google Scholar]West S, Proudfoot NJ, Dye MJ. 2008. \nMolecular dissection of mammalian RNA polymerase II transcriptional termination. Mol Cell\n29: 600–610. [PMC free article] [PubMed] [Google Scholar]Wu M, Wang PF, Lee JS, Martin-Brown S, Florens L, Washburn M, Shilatifard A. 2008. \nMolecular regulation of H3K4 trimethylation by Wdr82, a component of human Set1/COMPASS. Mol Cell Biol\n28: 7337–7344. [PMC free article] [PubMed] [Google Scholar]Wyers F, Rougemaille M, Badis G, Rousselle JC, Dufour ME, Boulay J, Régnault B, Devaux F, Namane A, Séraphin B, et al.\n2005. \nCryptic pol II transcripts are degraded by a nuclear quality control pathway involving a new poly(A) polymerase. Cell\n121: 725–737. [PubMed] [Google Scholar]Xu Z, Wei W, Gagneur J, Perocchi F, Clauder-Munster S, Camblong J, Guffanti E, Stutz F, Huber W, Steinmetz LM. 2009. \nBidirectional promoters generate pervasive transcription in yeast. Nature\n457: 1033–1037. [PMC free article] [PubMed] [Google Scholar]Zhou R, Hotta I, Denli AM, Hong P, Perrimon N, Hannon GJ. 2008. \nComparative analysis of argonaute-dependent small RNA pathways in Drosophila. Mol Cell\n32: 592–599. [PMC free article] [PubMed] [Google Scholar]"}