{"title": "SLFN11 inhibits checkpoint maintenance and homologous recombination repair", "pubDate": "2016", "PMCID": "PMC4718411", "DOI": "10.15252/embr.201540964", "PMID": "26658330", "abstract": "High expression levels of SLFN11 correlate with the sensitivity of human cancer cells to DNA-damaging agents. However, little is known about the underlying mechanism. Here, we show that SLFN11 interacts directly with RPA1 and is recruited to sites of DNA damage in an RPA1-dependent manner. Furthermore, we establish that SLFN11 inhibits checkpoint maintenance and homologous recombination repair by promoting the destabilization of the RPA-ssDNA complex, thereby sensitizing cancer cell lines expressing high endogenous levels of SLFN11 to DNA-damaging agents. Finally, we demonstrate that the RPA1-binding ability of SLFN11 is required for its function in the DNA damage response. Our findings not only provide novel insight into the molecular mechanisms underlying the drug sensitivity of cancer cell lines expressing SLFN11 at high levels, but also suggest that SLFN11 expression can serve as a biomarker to predict responses to DNA-damaging therapeutic agents.", "author": [{"author": "Yanhua Mu", "affiliation": ["Life Sciences Institute and Innovation Center for Cell Signaling Network, Zhejiang University, Hangzhou Zhejiang, China."], "href": "/?term=Mu+Y&cauthor_id=26658330"}, {"author": "Jiangman Lou", "affiliation": ["Life Sciences Institute and Innovation Center for Cell Signaling Network, Zhejiang University, Hangzhou Zhejiang, China."], "href": "/?term=Lou+J&cauthor_id=26658330"}, {"author": "Mrinal Srivastava", "affiliation": ["Department of Experimental Radiation Oncology, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA."], "href": "/?term=Srivastava+M&cauthor_id=26658330"}, {"author": "Bin Zhao", "affiliation": ["Life Sciences Institute and Innovation Center for Cell Signaling Network, Zhejiang University, Hangzhou Zhejiang, China."], "href": "/?term=Zhao+B&cauthor_id=26658330"}, {"author": "Xin-hua Feng", "affiliation": ["Life Sciences Institute and Innovation Center for Cell Signaling Network, Zhejiang University, Hangzhou Zhejiang, China."], "href": "/?term=Feng+XH&cauthor_id=26658330"}, {"author": "Ting Liu", "affiliation": ["Department of Cell Biology, Zhejiang University School of Medicine, Hangzhou Zhejiang, China liuting518@zju.edu.cn jchen8@mdanderson.org jhuang@zju.edu.cn."], "href": "/?term=Liu+T&cauthor_id=26658330"}, {"author": "Junjie Chen", "affiliation": ["Department of Experimental Radiation Oncology, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA liuting518@zju.edu.cn jchen8@mdanderson.org jhuang@zju.edu.cn."], "href": "/?term=Chen+J&cauthor_id=26658330"}, {"author": "Jun Huang", "affiliation": ["Life Sciences Institute and Innovation Center for Cell Signaling Network, Zhejiang University, Hangzhou Zhejiang, China liuting518@zju.edu.cn jchen8@mdanderson.org jhuang@zju.edu.cn."], "href": "/?term=Huang+J&cauthor_id=26658330"}], "refPMID": [], "citedInPMID": ["26658330", "34808009", "34693224", "34572827", "34571887", "34413129", "34294893", "34074749", "33863777", "33785877", "33704464", "33536335", "33488669", "33448183", "33339894", "33256675", "33218331", "33209463", "33154673", "32752582", "32735670", "32292519", "32209474", "32127465", "32075943", "31682620", "31662477", "31409613", "31395656", "31393969", "31227499", "31222709", "31128155", "31118262", "31026779", "30854428", "30753225", "30723695", "30705847", "30532030", "30374083", "29748210", "29535912", "29535909", "29395061", "29391350", "29244155", "29152060", "29042561", "28931650", "28698370", "28534531", "28212573", "28196596", "27923837", "27818175", "27708213", "27557498", "27440269"], "body": " AbstractHigh expression levels of SLFN11 correlate with the sensitivity of human cancer cells to DNA‐damaging agents. However, little is known about the underlying mechanism. Here, we show that SLFN11 interacts directly with RPA1 and is recruited to sites of DNA damage in an RPA1‐dependent manner. Furthermore, we establish that SLFN11 inhibits checkpoint maintenance and homologous recombination repair by promoting the destabilization of the RPA–ssDNA complex, thereby sensitizing cancer cell lines expressing high endogenous levels of SLFN11 to DNA‐damaging agents. Finally, we demonstrate that the RPA1‐binding ability of SLFN11 is required for its function in the DNA damage response. Our findings not only provide novel insight into the molecular mechanisms underlying the drug sensitivity of cancer cell lines expressing SLFN11 at high levels, but also suggest that SLFN11 expression can serve as a biomarker to predict responses to DNA‐damaging therapeutic agents.Keywords: checkpoint initiation, checkpoint maintenance, DNA damage response, homologous recombination repair, RPASubject Categories: Cancer, DNA Replication, Repair & Recombination IntroductionThe integrity of genomic DNA is constantly challenged by a variety of endogenous and exogenous DNA‐damaging agents, which can cause many different types of DNA lesions 1, 2, 3, 4, 5. These lesions can block DNA replication and transcription and, if not repaired or repaired incorrectly, produce mutations or large‐scale genome aberrations that might threaten the survival of the individual cells and the whole organism 1, 2, 3, 4, 5. To counteract the potentially deleterious effects of DNA damage and preserve genome stability, cells have evolved the ability to sense DNA damage, activate the DNA damage checkpoint, and initiate DNA repair 1, 2, 3, 4, 5. Defects in any of these functions promote tumor development but also make cancer cells more vulnerable to DNA‐damaging agents 1, 2, 3, 4, 5. Thus, increasing the knowledge of DNA damage response is not only important to deepen our basic understanding of how cancer develops, but also to develop drugs exhibiting selective toxicity toward cancer cells.\nSchlafen (Slfn) (from the word schlafen, which in German means sleeping) genes originally identified during screening for growth regulatory genes that are differentially expressed during lymphocyte development encode a family of proteins limited to mammalian organisms 6, 7, 8, 9, 10. To date, 10 mouse (Slfn1, 1L, 2, 3, 4, 5, 8, 9, 10, and 14) and 6 human (Slfn5, 11, 12, 12L, 13, and 14) Slfn genes have been identified 6, 7, 8, 9, 10. There is emerging evidence that several SLFN family proteins play critical roles in development, immune response, and cell proliferation 6, 7, 8, 9, 10. Human Slfn11 gene encodes a member of a protein family with structural similarity to RNA helicases 6, 7, 11, 12, 13. A previous study has shown that SLFN11 binds transfer RNA and can specifically abrogate the production of retroviruses such as human immunodeficiency virus 1 (HIV‐1) by selectively blocking the expression of viral proteins in a codon‐usage‐dependent manner 12. Besides its important antiviral properties, SLFN11 is able to sensitize cancer cells to DNA‐damaging agents 11, 14, 15. However, mechanistically how this is achieved remains elusive and largely speculative.Replication protein A (RPA) is a heterotrimeric protein complex composed of three subunits known as RPA1, RPA2, and RPA3 16, 17. RPA is the main eukaryotic single‐stranded DNA (ssDNA) binding protein that is essential for a variety of DNA metabolic pathways including DNA replication, recombination, DNA damage checkpoint, as well as DNA repair 16, 17. The ability of RPA to specifically bind ssDNA is dependent on its four OB (oligonucleotide/oligosaccharide binding) folds commonly referred to as DNA‐binding domains DBD‐A, DBD‐B, DBD‐C, and DBD‐D 18, 19. The DBD‐A, DBD‐B, and DBD‐C domains are all located in the RPA1 subunit, whereas DBD‐D domain residues in the RPA2 subunit 18, 19. A growing body of evidence demonstrates that RPA‐bound ssDNA can function as a signal and a platform to recruit a large variety of enzymes with different biochemical activities that are required for the metabolism of DNA 18, 19.In this study, we report the identification of RPA as a binding partner of SLFN11 by tandem affinity purification and mass spectrometry. We show that SLFN11 is recruited to sites of DNA damage in an RPA‐dependent manner. We further demonstrate that SLFN11 is able to promote the destabilization of RPA–ssDNA complex. As a result, cells expressing high levels of SLFN11 display defects in checkpoint maintenance and homologous recombination repair and thus are hypersensitive to DNA‐damaging agents. Collectively, our results provide important mechanistic insights into how SLFN11 sensitizes cancer cells to DNA‐damaging agents and will shed new light on personalized cancer therapy. ResultsSLFN11 localizes to sites of DNA damageAlthough SLFN11 is capable of sensitizing cancer cells to DNA‐damaging agents and has been speculated to play a role in the DNA damage response, exactly how SLFN11 participates in this process remains unclear. To gain insight into the cellular function of SLFN11, we first generated polyclonal anti‐SLFN11 antibody and analyzed its expression at the protein level in several human cell lines. As shown in Fig ​Fig1A,1A, SLFN11 was only detected in DU145 and SF268 cells, but not in HEK293T, U2OS, HeLa, and HCT116 cells. We next sought to determine whether SLFN11 can be recruited to sites of DNA damage. As shown in Fig ​Fig1B,1B, we found that endogenous SLFN11 was recruited to DNA damage sites following laser micro‐irradiation and co‐localized with single‐stranded DNA (ssDNA)‐binding protein RPA in both SF268 and DU145 cell lines expressing high endogenous levels of SLFN11, but not in HeLa and U2OS cell lines expressing very low or undetectable levels of SLFN11. Similarly, discrete foci of Flag‐tagged SLFN11, which co‐localized with RPA, were readily detected in both SF268 and DU145 cell lines following topoisomerase I inhibitor camptothecin (CPT) or IR treatment (Fig ​(Fig1C1C and D). Taken together, these results suggest that SLFN11 is a DNA damage‐responsive protein and may have an important role in the regulation of DNA damage response.Open in a separate windowFigure 1\nSLFN11 is a DNA damage‐responsive protein\nAExpression analysis of SLFN11 in human cell lines.BRecruitment of endogenous SLFN11 to laser‐induced DNA damage sites. Forty minutes after laser irradiation, cells were stained with antibodies against SLFN11 and RPA2. Scale bar, 10 μm.C, DSLFN11 co‐localizes with RPA2 in DNA damage‐induced nuclear foci. Flag‐tagged SLFN11 was expressed in SF268 (C) or DU145 (D) cells. Foci assembled by this fusion protein and by RPA2 following exposure to CPT (1 μM) for 3 h or IR (10 Gy) for 3 h were detected by immunofluorescence using anti‐Flag and anti‐RPA2 antibodies, respectively. Flag‐SLFN11 foci were detected in green, while RPA2 foci were detected in red. A merged image shows co‐localization. Scale bar, 10 μm.\n\nSource data are available online for this figure.\nSLFN11 interacts with RPAIn order to understand how SLFN11 might participate in the DNA damage response, we established a stably transfected HEK293 derivative cell line that expresses N‐terminally triple‐tagged (S‐protein, FLAG, and streptavidin‐binding peptide) full‐length SLFN11 for the identification of potential SLFN11‐binding partners. After a tandem affinity purification (TAP) scheme, proteins associated with SLFN11 were identified by mass spectrometry analysis. As shown in Fig ​Fig2A,2A, we reproducibly found that RPA, the primary ssDNA‐binding protein in eukaryotes composed of three subunits known as RPA1, RPA2, and RPA3, exists in a complex with SLFN11.Open in a separate windowFigure 2\nSLFN11 forms a complex with RPA\n\nAHEK293 cells stably expressing SFB‐tagged (S‐tag, Flag epitope tag, and streptavidin‐binding peptide tag) SLFN11 were used for TAP of protein complexes. Tables are summaries of proteins identified by mass spectrometry analysis. Letters in bold indicate the bait proteins.BSLFN11 interacts with RPA, but not with the Morc3 control protein. HEK293 cells were transiently transfected with plasmids encoding SFB‐tagged SLFN11 together with plasmids encoding Myc‐tagged RPA or Morc3. Cell lysates were immunoprecipitated with S beads, and Western blot analysis was performed with anti‐Flag and anti‐Myc antibodies.C, DAssociation of endogenous SLFN11 with RPA in SF268 (C) or DU145 (D) cells was performed by co‐immunoprecipitation using anti‐SLFN11 or anti‐RPA2 antibody. Nuclease‐treated cell lysates were incubated with protein A agarose beads conjugated with indicated antibodies, and Western blot analysis was performed according to standard procedures.EDirect binding between recombinant GST‐tagged SLFN11 and MBP‐tagged RPA1. Upper panel: SLFN11 was detected by immunoblotting. Lower panel: Purified proteins visualized by Coomassie staining.FSchematic representation of wild‐type and deletion mutants of SLFN11 used in this study.GHEK293 cells were transfected with indicated plasmids. Cell lysates were immunoprecipitated with S beads, and Western blot analysis was performed with anti‐Flag and anti‐Myc antibodies.\n\nSource data are available online for this figure.\nTo confirm the interaction between SLFN11 and RPA, we performed transient transfection and co‐immunoprecipitation experiments. As shown in Fig ​Fig2B,2B, SFB‐tagged SLFN11 interacted with Myc‐tagged RPA1, RPA2, and RPA3 but not with the Morc3 control protein. To further examine the interaction between endogenous SLFN11 and the RPA complex, SF268 whole‐cell extracts were prepared and subjected to immunoprecipitation assays in the presence of either control IgG or anti‐SLFN11 antibody. Western blot analysis revealed that both RPA1 and RPA2 were clearly detected in the immunoprecipitates with the anti‐SLFN11 antibody but not with the control IgG (Fig ​(Fig2C,2C, left panel). We also performed a reciprocal co‐immunoprecipitation assay. As shown in Fig ​Fig2C2C (right panel), the endogenous SLFN11 was readily immunoprecipitated with the RPA2‐specific antibody, but not with the control IgG. Interestingly, the interaction between SLFN11 and RPA was slightly enhanced following CPT treatment (Fig ​(Fig2C).2C). We also observed co‐immunoprecipitation of SLFN11 and RPA in cell extracts from human DU145 cells (Fig ​(Fig22D).In order to determine whether the interaction between SLFN11 and RPA is direct, we expressed and purified recombinant MBP‐tagged RPA1, RPA2, RPA3, and GST‐tagged SLFN11 (the recombinant SLFN11 protein is very unstable, probably due to proteolysis) (Fig ​(Fig2E,2E, lower panel). In vitro pull‐down assays showed that SLFN11 binds with RPA1 but not with RPA2 or RPA3 (Fig ​(Fig2E,2E, upper panel), suggesting that SLFN11 interacts with the RPA complex through RPA1.To identify the region of SLFN11 that is required for its interaction with RPA1, we made a series of SLFN11 deletion mutants and performed co‐immunoprecipitation experiments (Fig ​(Fig2F).2F). As shown in Fig ​Fig2G,2G, SLFN11 interacts with RPA1 via its very C‐terminus, since deletion mutant lacking the C‐terminal 161 amino acid (Δ5) was unable to co‐precipitate with RPA1.RPA is required for SLFN11 localization to sites of DNA damageSince RPA has a DNA‐binding function and exists in a complex with SLFN11, we sought to test whether RPA is important for the assembly of DNA damage‐induced SLFN11 nuclear foci. We depleted RPA1 expression using lentiviral shRNAs and confirmed RPA1 depletion by Western blotting analysis. Consistent with the observation that RPA1, among the three subunits of RPA, contains the major ssDNA‐binding activity, RPA1 depletion dramatically reduced the accumulation of RPA2 at sites of CPT‐ or laser‐induced DNA damage (Fig ​(Fig3A–D).3A–D). Remarkably, SLFN11 accumulation at sites of DNA damage was also severely impaired in RPA1‐depleted SF268 cells, but unaffected in mock treated (Fig ​(Fig3A–D).3A–D). In addition, the Δ5 mutant, which does not bind to RPA1, failed to re‐localize to sites of DNA damage (Fig ​(Fig3E).3E). These results, taken together with the observation that RPA1 depletion did not result in any detectable change in the protein level of SLFN11 (Fig ​(Fig3C),3C), suggest that RPA plays an important role in the recruitment of SLFN11 to sites of DNA damage.Open in a separate windowFigure 3\nRPA recruits SLFN11 to sites of DNA damage\nA–C SF268 cells stably expressing Flag‐tagged SLFN11 were infected with non‐target or RPA1‐specific lentiviral shRNAs. Forty‐eight hours after infection, cells were treated with CPT (1 μM). Three hours later, cells were subjected to immunostaining using anti‐RPA2 and anti‐Flag antibodies. Representative SLFN11 and RPA2 foci were shown (A). Scale bar, 10 μm. Quantification of RPA2 and SLFN11 foci formation using NIH ImageJ software (B). Error bars represent SD; n = 3. Knockdown efficiency of RPA1 in SF268 cells was confirmed by immunoblotting (C).D RPA1 is required for the accumulation of SLFN11 at laser‐induced DNA damage tracks. A SF268 cell line stably expressing wild‐type RPA1 under the control of a tetracycline‐inducible promoter was generated. The resulting cell line infected with RPA1‐specific lentiviral shRNA targeting the 3′ UTR of RPA1 transcript was induced by doxycycline addition for 48 h and then laser micro‐irradiated. Thirty minutes later, cells were fixed and stained with anti‐RPA2 and anti‐SLFN11 antibodies. Scale bar, 10 μm.E The C‐terminus of SLFN11 is required for its foci formation. SF268 cells were transfected with plasmids encoding Flag‐tagged wild‐type or mutant SLFN11. Immunostaining experiments were performed 3 h after CPT (1 μM) treatment using the indicated antibodies. Scale bar, 10 μm.F–H SF268 cells stably expressing Flag‐tagged SLFN11 were transfected twice with the indicated siRNAs. Forty‐eight hours after second transfection, cells were treated with CPT (1 μM). Three hours later, cells were subjected to immunostaining using anti‐RPA2 and anti‐Flag antibodies. Representative SLFN11 and RPA2 foci were shown (F). Scale bar, 10 μm. Quantification of RPA2 and SLFN11 foci formation using NIH ImageJ software (G). Error bars represent SD; n = 3. Knockdown efficiency of Mre11 and CtIP in SF268 cells was confirmed by immunoblotting (H).\n\nSource data are available online for this figure.\nIn response to DNA damage induced by CPT, RPA‐coated ssDNA is generated by the MRN (Mre11‐RAD50‐NBS1) complex and CtIP‐dependent DNA‐end resection 20, 21. The observation that RPA is required for efficient recruitment of SLFN11 to sites of DNA damage led us to propose that the MRN complex and CtIP may also be involved in SLFN11 recruitment. As expected, Mre11 or CtIP depletion significantly decreased CPT‐induced recruitment of RPA2 and the downstream SLFN11 to DNA damage sites (Fig ​(Fig33F–H).SLFN11 inhibits maintenance but not initiation of DNA damage checkpointReplication protein A plays essential roles in DNA replication, repair, and DNA damage checkpoint. The localization of SLFN11 to RPA‐coated ssDNA and its ability to sensitize cancer cells to DNA‐damaging agents indicate that SLFN11 may function together with RPA in the DNA damage response. To test this possibility, we first examined the kinetics of CHK1 and CHK2 phosphorylation in cell lines expressing SLFN11 at high (SF268 and DU145) and very low or undetectable levels (HeLa and U2OS), respectively (Fig ​(Fig4A).4A). We treated these cells with CPT for 1 h and subsequently released the cells into fresh medium lacking CPT and then monitored the CHK1 and CHK2 phosphorylation over time. As shown in Fig ​Fig4A,4A, after exposure to CPT for 1 h, both CHK1 and CHK2 were similarly activated in all four cell lines, indicating that SLFN11 is not involved in the initial activation of the checkpoint. In contrast, both cell lines expressing high endogenous levels of SLFN11 (SF268 and DU145) showed a markedly earlier decline of CHK1 and CHK2 phosphorylation when compared to cell lines expressing very low or undetectable levels of SLFN11 (HeLa and U2OS) (Fig ​(Fig4A).4A). These results suggest that cells expressing high endogenous SLFN11 display a specific defect in the maintenance of CHK1 and CHK2 activation after DNA damage.Open in a separate windowFigure 4\nSLFN11 inhibits maintenance but not initiation of DNA damage checkpoint\nAAnalysis of the kinetics of CHK1 and CHK2 phosphorylation in cell lines expressing SLFN11 at high (SF268 and DU145) and very low or undetectable levels (HeLa and U2OS), respectively. The indicated cells were treated with CPT (1 μM) for 1 h. Cells were then washed, shifted to fresh medium (time 0), and harvested at the indicated time points for immunoblotting with the indicated antibodies.B, CHeLa (B) or U2OS (C) cells overexpressing exogenous SLFN11 display a specific defect in checkpoint maintenance. A HeLa or U2OS cell line to express Flag‐tagged SLFN11 under the control of a tetracycline‐inducible promoter was generated. The resulting cells were treated with CPT (1 μM) for 1 h. Cells were then washed, shifted to fresh medium (time 0), and harvested at the indicated time points for immunoblotting with the indicated antibodies.DOverexpression of exogenous SLFN11 rendered both HeLa and U2OS cells more sensitive to CPT treatment. A HeLa or U2OS cell line stably expressing Flag‐tagged SLFN11 was generated. The resulting cells were treated with various doses of CPT for 24 h, then shifted to fresh medium and permitted to grow for 14 days before staining. Error bars represent SD; n = 3.EDownregulation of SLFN11 delays the decline of phosphorylated CHK1 and CHK2 in SF268 cells. SF268 cells were transfected twice with control siRNA or siRNAs specific for SLFN11. Forty‐eight hours after transfection, cells were treated with CPT (1 μM) for 1 h. Cells were then washed, shifted to fresh medium (time 0), and harvested at the indicated time points for immunoblotting with the indicated antibodies.FSLFN11 knockout SF268 cells were treated with CPT (1 μM) for 1 h. Cells were then washed, shifted to fresh medium (time 0), and harvested at the indicated time points for immunoblotting with the indicated antibodies.GA SLFN11‐deficient SF268 cell line stably expressing Flag‐tagged SLFN11 was generated. The resulting cell line was treated with CPT (1 μM) for 1 h. Cells were then washed and shifted to fresh medium. Twenty‐four hours later, cells were harvested for immunoblotting with the indicated antibodies.\n\nSource data are available online for this figure.\nTo further explore the role of SLFN11 in the regulation of checkpoint maintenance, we examined the effects of exogenous overexpression of SLFN11 in cells expressing SLFN11 at very low or undetectable levels. We engineered a HeLa cell line to express Flag‐tagged SLFN11 under the control of a tetracycline‐inducible promoter and examined the kinetics of CHK1 and CHK2 phosphorylation after CPT treatment. As shown in Fig ​Fig4B,4B, the expression of wild‐type SLFN11 was induced in HeLa cells when the cells were treated with doxycycline. Interestingly, HeLa cells overexpressing exogenous SLFN11 displayed a specific defect in the maintenance of CHK1 and CHK2 phosphorylation, but not the initial CHK1 and CHK2 phosphorylation. As RPA2 is hyper‐phosphorylated upon DNA damage or replication stress 22, we further determined whether SLFN11 is also able to affect the phosphorylation of RPA. As shown in Fig ​Fig4B,4B, overexpression of exogenous SLFN11 in HeLa cells inhibited the maintenance but not initiation of RPA2 phosphorylation on Ser4/Ser8. Similar results were observed in U2OS cells (Fig ​(Fig4C).4C). Consistently, overexpression of exogenous SLFN11 rendered both HeLa and U2OS cells more sensitive to CPT treatment (Fig ​(Fig4D).4D). Taken together, our results suggest that SLFN11 may specifically abrogate the DNA damage‐induced checkpoint maintenance in the presence of DNA damage and then forces cells to undergo a lethal mitosis.To verify and extend the above conclusions, we depleted SLFN11 expression in SF268 cells using two independent siRNAs specifically targeting SLFN11. As shown in Fig ​Fig4E,4E, SLFN11 depletion did not result in any detectable change in initial CHK1 and CHK2 phosphorylation upon CPT treatment. By contrast, SLFN11 depletion blocked the rapid decline of both CHK1 and CHK2 phosphorylation after CPT withdrawal (Fig ​(Fig4E).4E). Similar results were obtained using DU145 cells (Fig EV1A). To rule out the possible off‐target effects of the siRNA duplexes and confirm the aforementioned results, we took advantage of the newly described CRISPR/Cas9 gene‐editing approach to generate a SF268 cell line that is specifically defective in SLFN11 (Fig ​(Fig4F).4F). Like siRNA‐treated SF268 cells, SLFN11 knockout SF268 cells were proficient in both checkpoint initiation and maintenance (Figs ​(Figs4F4F and EV1B). Consistently, SLFN11 silencing did not affect DNA replication under normal conditions, but resulted in the arrest of cells in G2 phase for prolonged periods after CPT withdrawal (Fig EV2). In order to further ensure that the observed phenotype was directly related to the loss of SLFN11, we introduced Flag‐tagged SLFN11 into SLFN11‐deficient SF268 cells and performed recovery experiments. Notably, re‐expression of SLFN11 rendered SLFN11‐deficient SF268 cells unable to maintain DNA damage checkpoint, indicating that the phenotype caused by the SLFN11 deficiency is SLFN11‐dependent (Fig ​(Fig44G).Open in a separate windowFigure EV1\nSLFN11 inhibits maintenance but not initiation of DNA damage checkpoint\nCharacterization of SLFN11 antibody. HeLa cells stably expressing Flag‐tagged SLFN11 were lysed and immunoblotting was performed using anti‐Flag or anti‐SLFN11 antibody.Downregulation of SLFN11 delays the decline of phosphorylated CHK1 and CHK2 in DU145 cells. DU145 cells were transfected twice with control siRNA or siRNAs specific for SLFN11. Forty‐eight hours after transfection, cells were treated with CPT (1 μM) for 1 h. Cells were then washed, shifted to fresh medium (time 0), and harvested at the indicated time points for immunoblotting with the indicated antibodies (the asterisk indicates a non‐specific band).Knockout of SLFN11 delays the decline of phosphorylated CHK1 and CHK2 in SF268 cells. SLFN11 knockout SF268 cells were treated with IR (10 Gy) for 1 h. Cells were then washed, shifted to fresh medium (time 0), and harvested at the indicated time points for immunoblotting with the indicated antibodies.\nOpen in a separate windowFigure EV2The effects of SLFN11 deficiency on DNA replication and cell cycle progression\nSLFN11 deficiency has no effect on DNA replication under normal conditions. BrdU incorporation assays were carried out as described in the Materials and Methods section.SLFN11 deficiency caused an increased percentage of cells in the G2 phase of the cell cycle after CPT withdrawal, accompanied by a decrease in the percentage of S phase cells. Cell cycle analysis was carried out as described in the Materials and Methods section.\nSLFN11 inhibits homologous recombination repairHomologous recombination (HR) repair is essential for the maintenance of genome stability, since it allows efficient and precise repair of double‐strand breaks and is crucial for restarting collapsed DNA replication forks 3, 23, 24. Cells defective in HR are often hypersensitive to DNA‐damaging agents and exhibit increased chromosome instability 3, 23, 24. For instance, BRCA1‐ or BRCA2‐deficient cells are hypersensitive to a wide variety of anticancer drugs, such as CPT, etoposide, and cisplatin 3, 23, 24. HR repair is initiated by nuclease‐mediated DNA‐end resection to generate 3′ ssDNA overhangs that are initially bound and stabilized by the ssDNA‐binding protein complex RPA 3, 23, 24. As the interaction between SLFN11 and RPA serves to recruit SLFN11 to regions of ssDNA that are formed during DNA damage, it will be of interest to determine whether SLFN11 also plays a possible role in HR. We employed the sister chromatid exchange (SCE) assay in SLFN11‐deficient SF268 cells to investigate whether SLFN11 is involved in SCE suppression. Strikingly, the SCE level in SLFN11‐deficient SF268 cells was significantly elevated when compared to wild‐type cells (Fig ​(Fig5A5A and B). These results suggest that SLFN11 is able to suppress SCE in SF268 cells.Open in a separate windowFigure 5\nSLFN11 inhibits homologous recombination repair\nA, B SLFN11 suppresses SCE. Representative metaphase spreads showing SCEs from wild‐type and SLFN11‐deficient SF268 cells (red arrows) (A). SCEs were scored for 50 metaphase spreads for each cell line (B). Each point represents the total number of SCEs in a single metaphase spread, and black bars indicate the average value for all spreads. Statistical significance was determined using the Mann–Whitney U‐test (***P < 0.0001).C–E Overexpression of exogenous SLFN11 in U2OS cells results in decreased HR‐directed DNA repair. A U2OS DR‐GFP cell line stably expressing Flag‐tagged SLFN11 was generated (C, D). The resulting cells were electroporated with an I‐SceI expression plasmid. Forty‐eight hours after electroporation, cells were harvested and assayed for GFP expression by FACS analysis. Error bars represent SD; n = 3 (E).\n\nSource data are available online for this figure.\nIn order to further confirm the role of SLFN11 in HR, we engineered a DR‐GFP U2OS cell line stably expressing exogenous SLFN11 and then performed a gene conversion assay to examine HR efficiency using the DR‐GFP reporter system 25, 26 (Fig ​(Fig5C).5C). Consistent with the notion that SLFN11 suppresses SCE, overexpressing exogenous SLFN11 in U2OS cells decreased the frequency of HR‐mediated repair by approximately threefold (Fig ​(Fig5D5D and E).SLFN11 promotes the destabilization of RPA–ssDNA complexSince SLFN11 forms a complex with RPA and contributes to the defects in checkpoint maintenance and HR repair in cells expressing high endogenous SLFN11, we speculate that SLFN11 might be able to promote the destabilization of RPA–ssDNA complex. To test this hypothesis, we conducted an immunostaining experiment and examined the RPA2 focus formation in wild‐type versus SLFN11‐deficient SF268 cells at different time points post‐CPT removal. As shown in Fig ​Fig6A6A and B, we failed to observe any obvious difference in RPA2 focus formation between wild‐type and SLFN11‐deficient SF268 cells at 1 h after CPT treatment, indicating that SLFN11 has no effect on the initial recruitment of RPA to ssDNA after onset of DNA damage. By contrast, the decline in RPA2 foci occurred much later in SLFN11‐deficient SF268 cells, as compared to wild‐type cells (Fig ​(Fig6A6A and B). Similar results were observed when cells were treated with IR (Fig EV3). We also examined the effect of SLFN11 silencing on RPA2 focus formation in DU145 cells. As shown in Fig ​Fig6C6C and D, depletion of SLFN11 rendered the DU145 cells able to retain RPA2 foci after CPT withdrawal. Moreover, compared with wild‐type SF268 cells, SLFN11‐deficient SF268 cells exhibited a substantial increase in chromatin‐bound RPA after CPT withdrawal (Fig ​(Fig66E).Open in a separate windowFigure 6\nSLFN11 promotes the destabilization of RPA–ssDNA complex\nA, BLoss of SLFN11 in SF268 cells delays the decline of RPA foci. Wild‐type or SLFN11‐deficient SF268 cells were treated with CPT (1 μM) for 1 h. Cells were then washed, shifted to fresh medium (time 0), and processed at the indicated time points for immunofluorescence by using anti‐RPA2 antibody. Representative RPA2 foci were shown (A). Scale bar, 10 μm. Quantification of RPA2 foci formation using NIH ImageJ software (B). Error bars represent SD; n = 3.C, DSLFN11 depletion in DU145 cells delays the decline of RPA foci. Wild‐type or SLFN11‐depleted DU145 cells were treated with CPT (1 μM) for 1 h. Cells were then washed, shifted to fresh medium (time 0), and processed at the indicated time points for immunofluorescence by using anti‐RPA2 antibody. Representative RPA2 foci were shown (C). Scale bar, 10 μm. Quantification of RPA2 foci formation using NIH ImageJ software (D). Error bars represent SD; n = 3.ESLFN11‐deficient SF268 cells exhibited a substantial increase in chromatin‐bound RPA after CPT withdrawal. Wild‐type or SLFN11‐deficient SF268 cells were treated with CPT (1 μM) for 1 h. Cells were then washed, shifted to fresh medium (time 0), and harvested at the indicated time points for immunoblotting with the indicated antibodies.F, GLoss of SLFN11 in SF268 cells delays the decline of BrdU foci. SLFN11 wild‐type or SLFN11‐deficient SF268 cells were labeled with BrdU and 24 h later were treated with CPT (1 μM) for 1 h. Cells were then washed, shifted to fresh medium (time 0), and processed at the indicated time points for immunofluorescence by using anti‐BrdU antibody under non‐denaturing conditions. Representative BrdU foci were shown (G). Scale bar, 10 μm. Quantification of BrdU foci formation using NIH ImageJ software (F). Error bars represent SD; n = 3.\n\nSource data are available online for this figure.\nOpen in a separate windowFigure EV3Loss of SLFN11 in SF268 cells delays the decline of RPA foci\nA, BWild‐type or SLFN11‐deficient SF268 cells were treated with IR (10 Gy) and allowed to recover for the indicated times. Cells were then fixed and processed for immunofluorescence by using anti‐RPA2 antibody (A). Scale bar, 10 μm. Quantification of RPA2 foci formation using NIH ImageJ software (B). Error bars represent SD; n = 3.\nWe further examined the direct readout of ssDNA production at DNA damage sites by using a method to detect BrdU‐substituted cellular DNA under non‐denaturing conditions 20, 27. In agreement with the observation that SLFN11 does not affect the initial recruitment of RPA2 to DNA damage sites (Fig ​(Fig6A–D),6A–D), we failed to observe any obvious difference in BrdU‐labeled ssDNA between wild‐type and SLFN11‐deficient SF268 cells at 1 h after CPT treatment (Fig ​(Fig6F6F and G). However, while BrdU‐labeled ssDNA was persistent in SLFN11‐deficient SF268 cells even after 48 h of CPT withdrawal, it was significantly degraded in SLFN11‐proficient SF268 cells after a withdrawal period of 24 h (Fig ​(Fig6F6F and G). Taken together, these results indicated that SLFN11 might inhibit checkpoint maintenance and HR repair by promoting the destabilization of RPA–ssDNA complex.The RPA1‐binding ability of SLFN11 is required for its function in DNA damage responseSLFN11 is a member of a protein family with structural similarity to RNA helicases and has been shown to bind transfer RNA and selectively inhibit the expression of viral proteins 12, 13. To elucidate whether this putative RNA helicase activity of SLFN11 is important for its function in inhibiting checkpoint maintenance, we generated a double‐point mutant (K605M/D668A) (Lys 605 and Asp 668 are the conserved residues within the Walker A and Walker B motifs of SLFN11, and mutations of the analogous residues in other helicases typically produce helicase‐deficient enzymes). As expected, this mutation abolished the ATPase activity of SLFN11 (Fig EV4A and B). Notably, re‐introduction of both wild‐type SLFN11 and the K605M/D668A mutant into SLFN11‐deficient SF268 cells inhibited checkpoint maintenance and the retention of RPA2 and RAD51 at sites of DNA damage after CPT withdrawal (Fig ​(Fig7A–D).7A–D). Likewise, re‐introduction of both wild‐type SLFN11 and the K605M/D668A mutant re‐sensitized the SLFN11‐deficient SF268 cells to DNA‐damaging agents (Figs ​(Figs7E7E and EV4C and D). These results suggest that the putative RNA helicase activity of SLFN11 is not essential for its role in the regulation of DNA damage response.Open in a separate windowFigure EV4The ATPase activity of SLFN11 is not required for its function in the DNA damage response\nA, BSDS–PAGE profile of purified wild type and mutant of SLFN11 (A). Wild‐type SLFN11, but not the K605A/D668M mutant, possesses ATP hydrolysis activity (B). ATPase assays were carried out as described in the Materials and Methods section. Error bars represent SD; n = 3.C, DA SLFN11‐deficient SF268 cell line to express Flag‐tagged wild‐type SLFN11, the K605M/D668A mutant, or the Δ5 mutant was generated. Cells were treated with various doses of IR (C) or UV (D). The medium was replaced 24 h later, and cells were then permitted to grow for 14 days before staining. Error bars represent SD; n = 3.\nOpen in a separate windowFigure 7The RPA1‐binding ability of SLFN11 is required for its function in DNA damage response\nA–C A SLFN11‐deficient SF268 cell line to express Flag‐tagged wild‐type SLFN11, the K605M/D668A mutant, or the Δ5 mutant was generated. The resulting cell line was treated with CPT (1 μM) for 1 h. Cells were then washed and shifted to fresh medium. Twenty‐four hours later, cells were fixed and processed for RPA2 or RAD51 immunofluorescence. Scale bar, 10 μm. Error bars represent SD; n = 3.D The ability of SLFN11‐deficient SF268 cells to maintain DNA damage checkpoint was disrupted by the re‐expression of wild‐type SLFN11 and the K605M/D668A mutant, but not the Δ5 mutant. Cells were treated with CPT (1 μM) for 1 h, then washed and shifted to fresh medium. Twenty‐four hours later, cells were harvested for immunoblotting with the indicated antibodies.E Re‐introduction of wild‐type SLFN11 and the K605M/D668A mutant, but not the Δ5 mutant, re‐sensitized the SLFN11‐deficient SF268 cells to DNA‐damaging agents. Cells were treated with various doses of CPT for 24 h, then shifted to fresh medium and permitted to grow for 14 days before staining. Error bars represent SD; n = 3.F A proposed model for the role of SLFN11 in the regulation of DNA damage response. Please refer to the main text for details.\n\nSource data are available online for this figure.\nTo investigate the biological significance of the direct interaction between SLFN11 and RPA1, we performed rescue experiments similar to those described above. As shown in Fig ​Fig7A–E,7A–E, the phenotypes observed in SLFN11‐deficient SF268 cells cannot be reversed by the re‐expression of the SLFN11 deletion mutant defective in RPA1 binding (Δ5). These results indicated that the role of SLFN11 in regulating DNA damage response depends on a physical protein–protein interaction between SLFN11 and RPA1. DiscussionDefects in DNA damage repair and checkpoint control can result in gene mutations, chromosomal instability, and aneuploidy all of which can contribute to tumorigenesis 1, 2, 3, 4, 5. On the other hand, defective DNA repair and checkpoint control also make tumor cells more vulnerable to chemotherapy regimens that damage DNA 1, 2, 3, 4, 5. SLFN11 is a nuclear protein and its expression is causally associated with the activity of DNA‐damaging agents in human cancer cells 11, 14. In addition, the expression levels of SLFN11 can be used as a predictive marker for ovarian cancer patients treated with cisplatin‐based chemotherapy 14. Understanding the molecular mechanisms behind SLFN11 involvement in DNA damage response will help clarify its clinical importance and may pave the way for human cancer therapies. In this study, we have provided several lines of evidence to show that SLFN11 is a novel endogenous inhibitor of DNA damage response in cancer cells expressing high levels of SLFN11. First, cells expressing SLFN11 at high levels (SF268 and DU145) had a markedly earlier decline of CHK1 and CHK2 phosphorylation when compared with cells expressing SLFN11 at very low or undetectable levels (HeLa and U2OS) (Fig ​(Fig4A).4A). Second, in contrast to their respective wild‐type counterparts, SLFN11‐deficient SF268 and DU145 cells were proficient in checkpoint maintenance (Figs ​(Figs4E4E and F, and EV1) and were resistant not only to Top1/2 inhibitors, DNA synthesis inhibitors, and alkylating agents 14, but also to IR and UV radiation (Fig EV4C and D). Third, both HeLa and U2OS cells overexpressing exogenous SLFN11 displayed a specific defect in checkpoint maintenance (Fig ​(Fig4B4B and C). Consistently, overexpression of exogenous SLFN11 rendered both HeLa and U2OS cells more sensitive to CPT treatment (Fig ​(Fig4D).4D). Fourth, while the SCE level in SLFN11‐deficient SF268 cells was significantly elevated when compared to wild‐type SF268 cells, U2OS cells stably expressing exogenous SLFN11 showed a dramatic reduction in the frequency of HR repair (Fig ​(Fig5).5). Finally, SLFN11 was capable of promoting the destabilization of RPA–ssDNA complex (Fig ​(Fig6).6). Based on these results, we propose that, upon DNA damage, ssDNA generated by nucleolytic processing of stalled or collapsed replication forks or by processing of DNA nicks and breaks is bound by RPA. Through the direct interaction with RPA1, SLFN11 is recruited to sites of DNA damage and promotes the destabilization of RPA–ssDNA complex and thus to inhibit checkpoint maintenance and HR repair (Fig ​(Fig77F).Besides SLFN11, RPA interacts with a large number of proteins involved in DNA replication, cell cycle regulation, and DNA repair and has been considered as a platform that promotes critical biochemical reactions that occur at ssDNA. For example, we and several other groups have demonstrated that hPrimpol1/CCDC111/Primpol 18, 28, 29, 30, 31, the PSO4/PRP19 complex 19, 32, HARP/SMARCAL1 33, 34, 35, 36, 37, and several other proteins possessing enzymatic activities can be recruited to sites of DNA damage through the direct interaction with RPA. While SLFN11 inhibits checkpoint maintenance and HR repair, almost all the known RPA‐binding proteins positively regulate DNA damage response. Whether and how SLFN11 competes with these proteins to modulate the DNA damage response remains to be investigated in the further studies.SLFN11 contains a putative RNA helicase domain and has been shown to bind transfer RNA 12, 13. While it is unclear whether the transfer RNA‐binding ability of SLFN11 has any role in promoting the destabilization of RPA–ssDNA complex, there is evidence that the putative RNA helicase activity is not involved in this process (Figs ​(Figs7A–E7A–E and EV4A and B). By contrast, the RPA1‐binding ability is essential for its function in destabilizing RPA–ssDNA complex (Fig ​(Fig7A–E).7A–E). We propose that the direct interaction between SLFN11 and RPA1 may induce a conformational change of RPA and then favors its release from ssDNA, leading to ssDNA degradation as well as defective checkpoint maintenance and HR repair. This hypothesis is reminiscent of a previous study demonstrating that PARI acts in a non‐enzymatic stoichiometric mode to promote the removal of RAD51 from ssDNA 38. Similar to the situation with PARI, we cannot rule out the possibility that some sort of enzymatic activity (e.g., nuclease activity) is provided in trans by a yet‐to‐be‐identified SLFN11‐associated protein. The exact mechanism by which SLFN11 promotes the destabilization of RPA–ssDNA complex requires considerable future analysis.In summary, we have demonstrated that human SLFN11 interacts with RPA and negatively regulates the DNA damage response by inhibiting checkpoint maintenance and HR repair (Fig ​(Fig7F).7F). Our findings, together with the previous observation that high expression levels of SLFN11 are strongly correlated with longer overall survival in a group of ovarian cancer patients treated with cisplatin‐based chemotherapy regimens 11, 14, raise the possibility of a strategy to increase the anti‐neoplastic effects of the chemotherapeutic agents by developing drugs that specifically enhance SLFN11 expression. Materials and MethodsAntibodiesRabbit polyclonal anti‐SLFN11 and anti‐RPA2 antibodies were generated by immunizing rabbits with GST‐SLFN11 (residues 1–300) or MBP‐RPA2 fusion proteins expressed and purified from E. coli, respectively. Antisera were affinity‐purified using AminoLink plus Immobilization and purification kit (Pierce). Monoclonal anti‐RPA2 antibody and polyclonal anti‐phospho‐RPA2 (S4/S8) were purchased from Abcam and Bethyl Laboratories, respectively. Anti‐GAPDH and anti‐H3 antibodies were purchased from Millipore. Anti‐CHK1 and anti‐CHK2 antibodies were purchased from Santa Cruz. Anti‐CHK1 pS317 and anti‐CHK2 pT68 antibodies were purchased from Cell Signaling Technology. Anti‐Mre11 and anti‐CtIP antibodies were purchased from Gene Tex and Bethyl Laboratories, respectively. Anti‐Flag and anti‐Myc antibodies were purchased from Sigma and Covance, respectively. Antibody specifically recognizing RAD15 was previously described 39.ConstructsAll cDNAs were subcloned into pDONR201 or pDONR221 (Invitrogen) as entry clones and were subsequently transferred to gateway‐compatible destination vectors for the expression of N‐ or C‐terminal‐tagged fusion protein. All deletion mutants were generated using the QuickChange site‐directed mutagenesis kit (Stratagene) and verified by sequencing.Cell culture and transfectionSF268 and HeLa Cells were maintained in DMEM supplemented with 10% fetal bovine serum and 1% penicillin and streptomycin. DU145 cells were maintained in MEM supplemented with 10% fetal bovine serum and 1% penicillin and streptomycin. U2OS cells with DR‐GFP integration were kindly provided by Maria Jasin at Memorial Sloan‐Kettering Cancer Center (New York). Human cell lines were maintained in 37°C incubator with 5% CO2. Cell transfection was performed using Lipofectamine 2000 (Invitrogen), following the manufacturer's protocol.RNA interferenceAll siRNAs were synthesized by Dharmacon, Inc. The siRNAs were 21 base pairs and sequences are as follows: Con: UUCAAUAAAUUCUUGAGGUUU; SLFN11#1: CAGGGAACCUUACGAAUUAdTdT; SLFN11#2: GGUAUUUCCUGAAGCCGAAdT dT; Mre11: GGAGGUACGUCGUUUCAGAdTdT; and CtIP: GCUAAAACAGGAACG AAUCdTdT. The siRNA transfection was performed with 100 nM siRNA duplexes using Lipofectamine RNAiMAX (Invitrogen) following the manufacturer's instruction. Transfection was repeated twice with an interval of 24 h to achieve maximal RNAi effect. Lentiviral non‐silencing control shRNA and shRNA target sets were purchased from Open Biosystems. The RPA1 targeting sequences are as follows: #1, 5′‐GCTACAAAGCGTTTCTTTA‐3′; #2, 5′‐GAGTCAGATGGGTCTGATA‐3′. The non‐silencing control sequence is as follows: 5′‐CCCATAAGAGTAATAATAT‐3′. The shRNAs were packaged into lentiviruses by co‐transfecting with packaging plasmids pMD2G and pSPAX2 (kindly provided by Songyang Zhou, Baylor College of Medicine) into HEK293T cells. Forty‐eight hours after transfection, the supernatant was collected for infection of SF268 cells. Infection was repeated twice with an interval of 24 h to achieve maximal infection efficiency.Laser micro‐irradiationDNA double‐strand breaks were introduced in the nuclei of cultured cells by micro‐irradiation with a pulsed nitrogen laser (365 nm, 20 Hz pulse). Briefly, cells cultured on 35‐mm glass bottom dishes were maintained with 10 μM BrdU for 24 h before being visualized with a Nikon Eclipse Ti‐E inverted microscope equipped with a computer‐controlled MicroPoint laser Ablation System (Photonics Instruments). The output of laser power was set to 7 pulses and 30% of transmission. Forty minutes later, cells were pre‐extracted with buffer containing 0.5% Triton X‐100 for 5 min and fixed with 3% paraformaldehyde for 10 min at room temperature. Cells were then incubated in primary antibodies against SLFN11 and RPA2 for 30 min at room temperature. Following three 5‐min washed with PBS, cells were incubated with the appropriate secondary antibodies for 30 min. The cells were further counterstained with DAPI to visualize nuclear DNA. Images were captured using MetaMorph microscope automation and image analysis software and analyzed using Adobe Photoshop CS5.Immunofluorescence stainingIndirect immunofluorescence was carried out as described 40, 41. Cells cultured on coverslips were treated with CPT or IR and recovered for the indicated times. Cells were then washed with PBS, pre‐extracted with buffer containing 0.5% Triton X‐100 for 5 min, and fixed with 3% paraformaldehyde for 10 min at room temperature. Cells were then incubated in primary antibody for 30 min at room temperature. Following three 5‐min washed with PBS, secondary antibody was added at room temperature for 30 min. Cells were then stained with DAPI to visualize nuclear DNA. Images were captured with use of a fluorescence microscope (Eclipse 80i; Nikon) equipped with a Plan Fluor 60× oil objective lens (NA 0.5–1.25; Nikon) and a camera (CoolSNAP HQ2; PHOTOMETRICS). Images were captured using NIS‐Elements basic research imaging software (Nikon) and analyzed using Adobe Photoshop CS5. For the quantification of RPA2 foci formation using the ImageJ software, images were converted into 8‐bit grayscale pictures and fluorescence intensity threshold was set for images based on a black and white intensity scale ranging between 50 and 255.Detecting BrdU incorporation in ssDNAThe experiment was performed as described previously 20, 27. Briefly, SF268 cells were grown in culture medium containing 10 μM BrdU (Sigma) for 24 h prior to treatment with CPT (1 μM). One hour later, cells were pre‐extracted with buffer containing 0.5% Triton X‐100 for 5 min and fixed with 3% paraformaldehyde solution for 10 min at room temperature without any DNA denaturation treatment. Cells were incubated in anti‐BrdU antibody for 30 min at room temperature. Following three 5‐min washed with PBS, secondary antibody was added at room temperature for 30 min. Cells were then stained with DAPI to visualize nuclear DNA.Co‐immunoprecipitation and Western blottingFor transient transfection and co‐immunoprecipitation assays, constructs encoding SFB‐tagged and Myc‐tagged proteins were transiently co‐transfected into HEK293 cells. The transfected cells were lysed with NETN buffer (20 mM Tris–HCl, pH 8.0, 100 mM NaCl, 1 mM EDTA, 0.5% Nonidet P‐40) containing 20 mM NaF, and 1 μg/ml of pepstatin A and aprotinin on ice for 20 min. After removal of cell debris by centrifugation, the soluble fractions were collected and incubated with S‐protein beads for 4 h at 4°C. Beads were washed three times with NTEN buffer, boiled in 2× SDS loading buffer, and resolved on SDS–PAGE. For endogenous immunoprecipitations, the cells were solubilized in NETN lysis buffer supplemented with 500 U/ml benzonase (Novagen), protease inhibitors, and phosphatase inhibitors. After removal of cell debris by centrifugation, the soluble fractions were collected. One milligram of the whole‐cell extract was then incubated with 25 μl of a 1:1 slurry of protein A–Sepharose coupled with 2 μg of the indicated antibodies for 2 h at 4°C. The Sepharose beads were washed three times with NTEN buffer, boiled in 2× SDS loading buffer, and resolved on SDS–PAGE. Membranes were blocked in 5% milk in TBST buffer and then probed with antibodies as indicated.Tandem affinity purification of SFB‐tagged SLFN11HEK293 cells were transfected with plasmids encoding SFB‐tagged SLFN11. Cell lines stably expressing SLFN11 were selected by culturing in medium containing puromycin (2 μg/ml) and confirmed by immunoblotting and immunostaining. For affinity purification, cells stably expressing SFB‐tagged SLFN11 were lysed with NETN buffer (20 mM Tris–HCl [pH 8.0], 100 mM NaCl, 1 mM EDTA, and 0.5% Nonidet P‐40) containing benzonase (Novagen) for 20 min. The supernatants were cleared at 20,817 g to remove debris and then incubated with streptavidin‐conjugated beads (Amersham Biosciences) for 4 h at 4°C. The beads were washed three times with NETN buffer, and then bead‐bound proteins were eluted with NETN buffer containing 1 mg/ml biotin (Sigma). The elutes were incubated with S‐protein beads (Novagen) for 2 h at 4°C. The beads were again washed three times with NETN buffer and subjected to SDS–PAGE. Protein bands were excised and digested, and the peptides were analyzed by mass spectrometry.CRISPR‐Cas9 approach to generate SLFN11 knockout SF268 cellsThe guide RNA (gRNA) sequences designed to target the human SLFN11 gene are as follows: SLFN11#1: GTTGAGCATCCCGTGGAGAT; SLFN11#2: GGTCAGCAGGA TCCGAGTTA. gRNA sequences were purchased as DNA oligonucleotides and cloned into the pX330‐U6‐Chimeric_BB‐CBh‐hSpCas9 gRNA cloning vector (a gift from Dr. Feng Zhang) according to the standard protocol 42, 43. Twenty‐four hours after transfection with the gRNA/Cas9 expression construct, SF268 cells were cultured in the presence of puromycin (2 μg/ml). Approximately 2–3 weeks later, puromycin‐resistant clones were then picked and expanded. Lack of SLFN11 protein expression in SF268 knockout cells was confirmed by Western blotting with SLFN11‐specific antibody.Cell survival assaysCells (2 × 102) were seeded onto 35‐mm dish in triplicates. At 24 h after seeding, cells were treated with CPT. The medium was replaced 24 h later, and cells were then incubated for 14 days. Resulting colonies were fixed and stained with Coomassie blue, and numbers of colonies were counted.Lentivirus packaging and infectionTet‐On inducible Flag‐tagged lentiviral vector and packaging plasmids (pMD2G and pSPAX2) were kindly provided by Professor Songyang Zhou (Baylor College of Medicine). SLFN11 entry constructs were transferred into the Gateway‐compatible Flag‐tagged lentiviral vector. Virus supernatant was collected 48 h after the co‐transfection of lentiviral vectors and packaging plasmids (pMD2G and pSPAX2) into HEK293T cells. HeLa or U2OS cells were infected with viral supernatants with the addition of 8 μg/ml polybrene (Sigma), and stable pools were selected with medium containing 500 μg/ml G418 (Calbiochem). The expression of the indicated genes in the stable pools was induced by the addition of 1 μg/ml doxycycline (Sigma) for 24 h for the experiments presented in this report.Chromatin fractionationPreparation of chromatin fractions was as described previously 40, 41 with modifications. Briefly, 1 h after treatment with CPT, cells were washed with PBS for 3 times and maintained with fresh medium lacking CPT for 24 or 48 h. Cells were then collected, and cell pellets were subsequently re‐suspended in NETN buffer (20 mM Tris–HCl [pH 8.0], 100 mM NaCl, 1 mM EDTA, and 0.5% Nonidet P‐40) and incubated on ice for 15 min. Nuclei were then recovered and re‐suspended in HCl (0.2 M). The soluble fraction was neutralized with Tris–HCl (1 M at pH 8.0) for further analysis.Sister chromatid exchange assaySister chromatid exchange staining was performed as described 39, 44. Briefly, SF268 cells were grown through two cell cycles to achieve preferential labeling of sister chromatid in the presence of 100 μM of 5‐bromodeoxyuridine (BrdU). Colcemid (Sigma) was added at a final concentration of 0.2 μg/ml to accumulate mitotic cells 4 h prior to harvesting cells. Harvested cells were swollen in hypotonic solution (75 mM KCl) for 20 min at room temperature and then fixed with 3:1 (vol/vol) methanol/acetic acid. Fixed cell suspension was dropped onto a glass slide and air‐dried. Slides at least 1 day old were heated at 88°C for 20 min in buffer (1 M NaH2PO4 [pH 8.0]), rinsed in distilled water, and stained with 5% Giemsa for 5 min. Slides were then rinsed and air‐dried. More than 2000 chromosomes were scored for each cell group. Statistically analyses of the SCE data were subjected to Student's two‐tailed t‐test.Gene conversion assayA U2OS cell clone stably expressing HR reporter DR‐GFP was described previously 25. This reporter consists of two differentially mutated GFP genes oriented as direct repeats. Expression of I‐SceI endonuclease will generate a site‐specific DSB between the mutated GFP genes, which when repaired by gene conversion, results in a functional GFP gene. Briefly, 1 × 106 U2OS DR‐GFP cells were electroporated with 12 μg of pCBASce plasmid (an I‐SceI expression vector) at 270 V, 975 μF using a Bio‐Rad Genepulsar II. Cells were plated onto 10‐cm dishes and harvested 2 days after electroporation and subjected to flow cytometry analysis to determine percentages of GFP‐positive cells, which result from HR repair induced by DNA DSBs. Means were obtained from three independent experiments.Protein purificationFull‐length SLFN11 or RPA1 was cloned into GST‐tagged or MBP‐His‐tagged vector for the expression of GST‐tagged SLFN11 or MBP‐His‐tagged‐RPA1 protein in insect cells. Transposition occurred in DH10 Bac‐competent cells, and correct bacmids confirmed by PCR were transfected into Sf9 cells for baculovirus production. After viral amplification, Sf9 cells were infected with baculovirus stocks expressing GST‐SLFN11 or MBP‐RPA1‐His for 48 h. Cells were harvested and washed with 1× PBS and re‐suspended in lysis buffer (20 mM Tris–HCl, 300 mM NaCl, 1% Triton X‐100, 1 mM EDTA, 10 mM 2‐mercaptoethanol, and 1 μg/ml each of leupeptin, aprotinin, and pepstatin). After sonicating, the extract was centrifuged at 18,300 g for 40 min. The supernatant was collected and incubated with glutathione–Sepharose resins or Amylose resins for 2 h at 4°C. The bound RPA1 protein was used for pull‐down assays, and the bound SLFN11 protein was eluted with lysis buffer containing 20 mM of reduced glutathione. Full‐length RPA2 and RPA3 were cloned into pDONR201 as entry clones and were then transferred to destination vector for the expression of MBP‐tagged fusion protein in E. coli. Cells were harvested and re‐suspended in lysis buffer (20 mM Tris–HCl, 300 mM NaCl, 1% Triton X‐100, and 1 μg/ml each of leupeptin, aprotinin, and pepstatin). After sonicating, the extract was centrifuged at 18,000 rpm for 40 min. The supernatant was collected and incubated with Amylose resins for 2 h at 4°C. After washing the beads with washing buffer (20 mM Tris–HCl, 500 mM NaCl, 0.5% NP‐40, 1 mM DTT, and 1 μg/ml each of leupeptin, aprotinin, and pepstatin), the bound protein was used for pull‐down assays.BrdU incorporation assaysBrdU (100 μM) was added into the medium for 1 h. Cells were then harvested, washed with PBS, and fixed with ice‐cold 70% ethanol overnight. Once centrifuged, cells were washed with PBS. DNA was denatured with 2.5 M HCl for 1 h at room temperature. After washing 3 times with PBS, cells were incubated in mouse anti‐BrdU antibody (Roche) diluted 1:100 in blocking buffer (PBS + 0.1% Triton X‐100 + 5% BSA) for 12 h followed by 3 times wash with blocking buffer containing 500 mM NaCl. FITC conjugated goat anti‐mouse IgG (1:100, Jackson immunoresearch) was added and incubated for 4 h. Following wash with blocking buffer containing 500 mM NaCl, cells were re‐suspended in PBS containing propidium iodide (20 μg/ml) and RNase A (200 μg/ml) at 37°C for 20 min. Cell cycle distribution was analyzed on a FACScan flow cytometer (Beckman).Cell cycle analysisCells were harvested, washed with PBS, and fixed with ice‐cold 70% ethanol overnight. Cells were then washed in PBS and treated for 20 min at 37°C with RNase A (200 μg/ml), followed with propidium iodide (25 μg/ml), and analyzed on a FACScan flow cytometer (Beckman).ATPase assaysWild‐type SLFN11 and the K605M/D668A mutant were cloned into pCold vector for the expression of MBP‐tagged fusion protein in E. coli. Cells were harvested and re‐suspended in NETN buffer containing 500 mM NaCl and 10 mM MgCl2 by sonication. The supernatant was collected and incubated with Amylose resins. After washing the beads with washing buffer, the bound protein was eluted using 10 mM maltose. The released protein was loaded on UNOsphere Anion Exchange column and then eluted using stepwise gradient of NaCl in 1× NETN buffer. For determining ATPase activity, Malachite green reaction‐based colorimetric assay system was used. Assay was performed as per manufacture's instructions (Sigma‐Aldrich). Briefly, Equimolar (300 nM) amount of proteins was incubated in 1× assay buffer containing 40 mM Tris, 80 mM NaCl, 8 mM MgAc2, 1 mM EDTA, pH 7.5 along with 1 mM ATP at 25°C in a final volume of 40 μl for the indicated time. Reaction was stopped by addition of 200 μl Malachite green solution and incubated for additional 30 min. Absorbance was recorded at 630 nM. Concentration of free phosphate [Pi] (μM) was calculated from the phosphate standard curve and plotted. Author contributionsYM, JL, and MS performed the experiments; JH, JC, TL, BZ, and XF designed the experiments; JH, JC, and TL analyzed the data and wrote the manuscript. Conflict of interestThe authors declare that they have no conflict of interest. Supporting informationExpanded View Figures PDFClick here for additional data file.(943K, pdf)Review Process FileClick here for additional data file.(307K, pdf)Source Data for Figure 1Click here for additional data file.(25M, tif)Source Data for Figure 2Click here for additional data file.(30M, tif)Source Data for Figure 3Click here for additional data file.(28M, tif)Source Data for Figure 4Click here for additional data file.(31M, tif)Source Data for Figure 5Click here for additional data file.(9.8M, tif)Source Data for Figure 6Click here for additional data file.(7.6M, tif)Source Data for Figure 7Click here for additional data file.(19M, tif) AcknowledgementsWe thank M. Jasin for U2OS DR‐GFP cell line and all our colleagues in the Huang laboratory for insightful discussions. This work was supported in part by National Basic Research Program of China Grants 2012CB944402, 2013CB911003, and 2013CB945303, National Program for Special Support of Eminent Professionals, National Natural Science Funds for Distinguished Young Scholar, National Natural Science Foundation of China Grant 31071243 and 31171347, the China's Fundamental Research Funds for the Central Universities and Research Fund for the Doctoral Program of Higher Education 20110101120152. Notes\n\nEMBO Reports (2016) 17: 94–109\n [PMC free article] [PubMed] [Google Scholar]\n References1. \nCiccia A, Elledge SJ (2010) The DNA damage response: making it safe to play with knives. Mol Cell\n40: 179–204\n [PMC free article] [PubMed] [Google Scholar]2. \nJackson SP, Durocher D (2013) Regulation of DNA damage responses by ubiquitin and SUMO. Mol Cell\n49: 795–807\n [PubMed] [Google Scholar]3. \nHuen MS, Sy SM, Chen J (2010) BRCA1 and its toolbox for the maintenance of genome integrity. Nat Rev Mol Cell Biol\n11: 138–148\n [PMC free article] [PubMed] [Google Scholar]4. \nLiu T, Huang J (2014) Quality control of homologous recombination. Cell Mol Life Sci\n71: 3779–3797\n [PubMed] [Google Scholar]5. \nJackson SP, Bartek J (2009) The DNA‐damage response in human biology and disease. Nature\n461: 1071–1078\n [PMC free article] [PubMed] [Google Scholar]6. \nKatsoulidis E, Mavrommatis E, Woodard J, Shields MA, Sassano A, Carayol N, Sawicki KT, Munshi HG, Platanias LC (2010) Role of interferon alpha (IFN{alpha})‐inducible Schlafen‐5 in regulation of anchorage‐independent growth and invasion of malignant melanoma cells. J Biol Chem\n285: 40333–40341\n [PMC free article] [PubMed] [Google Scholar]7. \nMavrommatis E, Fish EN, Platanias LC (2013) The schlafen family of proteins and their regulation by interferons. J Interferon Cytokine Res\n33: 206–210\n [PMC free article] [PubMed] [Google Scholar]8. \nBustos O, Naik S, Ayers G, Casola C, Perez‐Lamigueiro MA, Chippindale PT, Pritham EJ, de la Casa‐Esperon E (2009) Evolution of the Schlafen genes, a gene family associated with embryonic lethality, meiotic drive, immune processes and orthopoxvirus virulence. Gene\n447: 1–11\n [PubMed] [Google Scholar]9. \nSchwarz DA, Katayama CD, Hedrick SM (1998) Schlafen, a new family of growth regulatory genes that affect thymocyte development. Immunity\n9: 657–668\n [PubMed] [Google Scholar]10. \nNeumann B, Zhao L, Murphy K, Gonda TJ (2008) Subcellular localization of the Schlafen protein family. Biochem Biophys Res Commun\n370: 62–66\n [PubMed] [Google Scholar]11. \nBarretina J, Caponigro G, Stransky N, Venkatesan K, Margolin AA, Kim S, Wilson CJ, Lehar J, Kryukov GV, Sonkin D\net al (2012) The Cancer Cell Line Encyclopedia enables predictive modelling of anticancer drug sensitivity. Nature\n483: 603–607\n [PMC free article] [PubMed] [Google Scholar]12. \nLi M, Kao E, Gao X, Sandig H, Limmer K, Pavon‐Eternod M, Jones TE, Landry S, Pan T, Weitzman MD, et al (2012) Codon‐usage‐based inhibition of HIV protein synthesis by human schlafen 11. Nature\n491: 125–128\n [PMC free article] [PubMed] [Google Scholar]13. \nAltfeld M, Gale M Jr (2015) Innate immunity against HIV‐1 infection. Nat Immunol\n16: 554–562\n [PubMed] [Google Scholar]14. \nZoppoli G, Regairaz M, Leo E, Reinhold WC, Varma S, Ballestrero A, Doroshow JH, Pommier Y (2012) Putative DNA/RNA helicase Schlafen‐11 (SLFN11) sensitizes cancer cells to DNA‐damaging agents. Proc Natl Acad Sci USA\n109: 15030–15035\n [PMC free article] [PubMed] [Google Scholar]15. \nTian L, Song S, Liu X, Wang Y, Xu X, Hu Y, Xu J (2014) Schlafen‐11 sensitizes colorectal carcinoma cells to irinotecan. Anticancer Drugs\n25: 1175–1181\n [PubMed] [Google Scholar]16. \nWold MS (1997) Replication protein A: a heterotrimeric, single‐stranded DNA‐binding protein required for eukaryotic DNA metabolism. Annu Rev Biochem\n66: 61–92\n [PubMed] [Google Scholar]17. \nMarechal A, Zou L (2015) RPA‐coated single‐stranded DNA as a platform for post‐translational modifications in the DNA damage response. Cell Res\n25: 9–23\n [PMC free article] [PubMed] [Google Scholar]18. \nWan L, Lou J, Xia Y, Su B, Liu T, Cui J, Sun Y, Lou H, Huang J (2013) hPrimpol1/CCDC111 is a human DNA primase‐polymerase required for the maintenance of genome integrity. EMBO Rep\n14: 1104–1112\n [PMC free article] [PubMed] [Google Scholar]19. \nWan L, Huang J (2014) The PSO4 protein complex associates with replication protein A (RPA) and modulates the activation of ataxia telangiectasia‐mutated and Rad3‐related (ATR). J Biol Chem\n289: 6619–6626\n [PMC free article] [PubMed] [Google Scholar]20. \nDong S, Han J, Chen H, Liu T, Huen MS, Yang Y, Guo C, Huang J (2014) The human SRCAP chromatin remodeling complex promotes DNA‐end resection. Curr Biol\n24: 2097–2110\n [PubMed] [Google Scholar]21. \nChapman JR, Taylor MR, Boulton SJ (2012) Playing the end game: DNA double‐strand break repair pathway choice. Mol Cell\n47: 497–510\n [PubMed] [Google Scholar]22. \nShao RG, Cao CX, Zhang H, Kohn KW, Wold MS, Pommier Y (1999) Replication‐mediated DNA damage by camptothecin induces phosphorylation of RPA by DNA‐dependent protein kinase and dissociates RPA:DNA‐PK complexes. EMBO J\n18: 1397–1406\n [PMC free article] [PubMed] [Google Scholar]23. \nSan Filippo J, Sung P, Klein H (2008) Mechanism of eukaryotic homologous recombination. Annu Rev Biochem\n77: 229–257\n [PubMed] [Google Scholar]24. \nBernstein KA, Rothstein R (2009) At loose ends: resecting a double‐strand break. Cell\n137: 807–810\n [PMC free article] [PubMed] [Google Scholar]25. \nWeinstock DM, Nakanishi K, Helgadottir HR, Jasin M (2006) Assaying double‐strand break repair pathway choice in mammalian cells using a targeted endonuclease or the RAG recombinase. Methods Enzymol\n409: 524–540\n [PMC free article] [PubMed] [Google Scholar]26. \nPierce AJ, Johnson RD, Thompson LH, Jasin M (1999) XRCC3 promotes homology‐directed repair of DNA damage in mammalian cells. Genes Dev\n13: 2633–2638\n [PMC free article] [PubMed] [Google Scholar]27. \nRaderschall E, Golub EI, Haaf T (1999) Nuclear foci of mammalian recombination proteins are located at single‐stranded DNA regions formed after DNA damage. Proc Natl Acad Sci USA\n96: 1921–1926\n [PMC free article] [PubMed] [Google Scholar]28. \nIm JS, Lee KY, Dillon LW, Dutta A (2013) Human Primpol1: a novel guardian of stalled replication forks. EMBO Rep\n14: 1032–1033\n [PMC free article] [PubMed] [Google Scholar]29. \nBianchi J, Rudd SG, Jozwiakowski SK, Bailey LJ, Soura V, Taylor E, Stevanovic I, Green AJ, Stracker TH, Lindsay HD\net al (2013) PrimPol bypasses UV photoproducts during eukaryotic chromosomal DNA replication. Mol Cell\n52: 566–573\n [PMC free article] [PubMed] [Google Scholar]30. \nHelleday T (2013) PrimPol breaks replication barriers. Nat Struct Mol Biol\n20: 1348–1350\n [PubMed] [Google Scholar]31. \nMouron S, Rodriguez‐Acebes S, Martinez‐Jimenez MI, Garcia‐Gomez S, Chocron S, Blanco L, Mendez J (2013) Repriming of DNA synthesis at stalled replication forks by human PrimPol. Nat Struct Mol Biol\n20: 1383–1389\n [PubMed] [Google Scholar]32. \nMarechal A, Li JM, Ji XY, Wu CS, Yazinski SA, Nguyen HD, Liu S, Jimenez AE, Jin J, Zou L (2014) PRP19 transforms into a sensor of RPA‐ssDNA after DNA damage and drives ATR activation via a ubiquitin‐mediated circuitry. Mol Cell\n53: 235–246\n [PMC free article] [PubMed] [Google Scholar]33. \nYuan J, Ghosal G, Chen J (2009) The annealing helicase HARP protects stalled replication forks. Genes Dev\n23: 2394–2399\n [PMC free article] [PubMed] [Google Scholar]34. \nYusufzai T, Kong X, Yokomori K, Kadonaga JT (2009) The annealing helicase HARP is recruited to DNA repair sites via an interaction with RPA. Genes Dev\n23: 2400–2404\n [PMC free article] [PubMed] [Google Scholar]35. \nBansbach CE, Betous R, Lovejoy CA, Glick GG, Cortez D (2009) The annealing helicase SMARCAL1 maintains genome integrity at stalled replication forks. Genes Dev\n23: 2405–2414\n [PMC free article] [PubMed] [Google Scholar]36. \nCiccia A, Bredemeyer AL, Sowa ME, Terret ME, Jallepalli PV, Harper JW, Elledge SJ (2009) The SIOD disorder protein SMARCAL1 is an RPA‐interacting protein involved in replication fork restart. Genes Dev\n23: 2415–2425\n [PMC free article] [PubMed] [Google Scholar]37. \nPostow L, Woo EM, Chait BT, Funabiki H (2009) Identification of SMARCAL1 as a component of the DNA damage response. J Biol Chem\n284: 35951–35961\n [PMC free article] [PubMed] [Google Scholar]38. \nMoldovan GL, Dejsuphong D, Petalcorin MI, Hofmann K, Takeda S, Boulton SJ, D'Andrea AD (2012) Inhibition of homologous recombination by the PCNA‐interacting protein PARI. Mol Cell\n45: 75–86\n [PMC free article] [PubMed] [Google Scholar]39. \nWan L, Han J, Liu T, Dong S, Xie F, Chen H, Huang J (2013) Scaffolding protein SPIDR/KIAA0146 connects the Bloom syndrome helicase with homologous recombination repair. Proc Natl Acad Sci USA\n110: 10646–10651\n [PMC free article] [PubMed] [Google Scholar]40. \nLiu T, Ghosal G, Yuan J, Chen J, Huang J (2010) FAN1 acts with FANCI‐FANCD2 to promote DNA interstrand cross‐link repair. Science\n329: 693–696\n [PubMed] [Google Scholar]41. \nHuang J, Gong Z, Ghosal G, Chen J (2009) SOSS complexes participate in the maintenance of genomic stability. Mol Cell\n35: 384–393\n [PMC free article] [PubMed] [Google Scholar]42. \nCong L, Ran FA, Cox D, Lin S, Barretto R, Habib N, Hsu PD, Wu X, Jiang W, Marraffini LA\net al (2013) Multiplex genome engineering using CRISPR/Cas systems. Science\n339: 819–823\n [PMC free article] [PubMed] [Google Scholar]43. \nMali P, Yang L, Esvelt KM, Aach J, Guell M, DiCarlo JE, Norville JE, Church GM (2013) RNA‐guided human genome engineering via Cas9. Science\n339: 823–826\n [PMC free article] [PubMed] [Google Scholar]44. \nDeans AJ, West SC (2009) FANCM connects the genome instability disorders Bloom's Syndrome and Fanconi Anemia. Mol Cell\n36: 943–953\n [PubMed] [Google Scholar]"}