{"title": "NusG Is a Sequence-specific RNA Polymerase Pause Factor That Binds to the Non-template DNA within the Paused Transcription Bubble", "pubDate": "2016", "PMCID": "PMC4777861", "DOI": "10.1074/jbc.M115.704189", "PMID": "26742846", "abstract": "NusG, referred to as Spt5 in archaeal and eukaryotic organisms, is the only transcription factor conserved in all three domains of life. This general transcription elongation factor binds to RNA polymerase (RNAP) soon after transcription initiation and dissociation of the RNA polymerase σ factor. Escherichia coli NusG increases transcription processivity by suppressing RNAP pausing, whereas Bacillus subtilis NusG dramatically stimulates pausing at two sites in the untranslated leader of the trpEDCFBA operon. These two regulatory pause sites participate in transcription attenuation and translational control mechanisms, respectively. Here we report that B. subtilis NusG makes sequence-specific contacts with a T-rich sequence in the non-template DNA (ntDNA) strand within the paused transcription bubble. NusG protects T residues of the recognition sequence from permanganate oxidation, and these T residues increase the affinity of NusG to the elongation complex. Binding of NusG to RNAP does not require interaction with RNA. These results indicate that bound NusG prevents forward movement of RNA polymerase by simultaneously contacting RNAP and the ntDNA strand. Mutational studies indicate that amino acid residues of two short regions within the NusG N-terminal domain are primarily responsible for recognition of the trp operon pause signals. Structural modeling indicates that these two regions are adjacent to each another in the protein. We propose that recognition of specific sequences in the ntDNA and stimulation of RNAP pausing is a conserved function of NusG-like transcription factors.", "author": [{"author": "Alexander V Yakhnin", "affiliation": ["From the Department of Biochemistry and Molecular Biology, Center for RNA Molecular Biology, Pennsylvania State University, University Park, Pennsylvania 16802."], "href": "/?term=Yakhnin+AV&cauthor_id=26742846"}, {"author": "Katsuhiko S Murakami", "affiliation": ["From the Department of Biochemistry and Molecular Biology, Center for RNA Molecular Biology, Pennsylvania State University, University Park, Pennsylvania 16802."], "href": "/?term=Murakami+KS&cauthor_id=26742846"}, {"author": "Paul Babitzke", "affiliation": ["From the Department of Biochemistry and Molecular Biology, Center for RNA Molecular Biology, Pennsylvania State University, University Park, Pennsylvania 16802 pxb28@psu.edu."], "href": "/?term=Babitzke+P&cauthor_id=26742846"}], "refPMID": [], "citedInPMID": ["26742846", "34403697", "33835023", "33521053", "33488562", "33259551", "32817529", "31840842", "31719185", "31310765", "31153902", "30808693", "30618376", "30191803", "30069925", "29758107", "29741479", "28883503", "28816625", "28760969", "28507243", "28191883", "27956639", "27899640", "27899597", "27697152", "27605667", "27376968", "27137495", "26945063"], "body": " AbstractNusG, referred to as Spt5 in archaeal and eukaryotic organisms, is the only transcription factor conserved in all three domains of life. This general transcription elongation factor binds to RNA polymerase (RNAP) soon after transcription initiation and dissociation of the RNA polymerase σ factor. Escherichia coli NusG increases transcription processivity by suppressing RNAP pausing, whereas Bacillus subtilis NusG dramatically stimulates pausing at two sites in the untranslated leader of the trpEDCFBA operon. These two regulatory pause sites participate in transcription attenuation and translational control mechanisms, respectively. Here we report that B. subtilis NusG makes sequence-specific contacts with a T-rich sequence in the non-template DNA (ntDNA) strand within the paused transcription bubble. NusG protects T residues of the recognition sequence from permanganate oxidation, and these T residues increase the affinity of NusG to the elongation complex. Binding of NusG to RNAP does not require interaction with RNA. These results indicate that bound NusG prevents forward movement of RNA polymerase by simultaneously contacting RNAP and the ntDNA strand. Mutational studies indicate that amino acid residues of two short regions within the NusG N-terminal domain are primarily responsible for recognition of the trp operon pause signals. Structural modeling indicates that these two regions are adjacent to each another in the protein. We propose that recognition of specific sequences in the ntDNA and stimulation of RNAP pausing is a conserved function of NusG-like transcription factors.Keywords: bacterial transcription, gene regulation, protein-DNA interaction, RNA polymerase, transcription elongation factor, NusG, RNA polymerase pausing IntroductionAlthough transcription elongation by RNAP2 is highly processive, it is punctuated by random and programmed pausing events. Transcription elongation factors, such as NusA and NusG, can dramatically influence the half-life of paused elongation complexes (PEC). Hairpin-stimulated pausing has been extensively studied in the untranslated leader of the Escherichia coli his operon. The multipartite his pause signal includes a pause RNA hairpin, the sequence between the hairpin and RNA 3′ end, and the downstream DNA sequence (1, 2). Pausing at the his site is stimulated by NusA but is unaffected by NusG (3). NusA stimulates interaction of the pause hairpin with the β-flap domain of RNAP that favors a catalytically inactive conformation of the enzyme (4). E. coli contains a NusG paralog called RfaH, which stimulates hairpin-independent pausing at ops sites. RfaH binds specifically to the ops sequence within the ntDNA strand of the transcription bubble (3, 5, 6). RfaH modifies RNAP into a form that is resistant to Rho-dependent termination and also assists in co-transcriptional translation initiation of genes with weak Shine-Dalgarno sequences via direct interaction with the 30S ribosomal subunit. RfaH has the strongest stimulatory effect on expression of horizontally transferred genes that have high A+T content (7, 8).The Bacillus subtilis trpEDCFBA operon contains six of seven genes for de novo tryptophan biosynthesis. Expression of the trp operon is negatively regulated by transcription attenuation and translation repression mechanisms in response to the availability of tryptophan. The trp RNA-binding attenuation protein (TRAP) is both the sensor of the intracellular tryptophan level and the regulator of trp operon expression (reviewed in Ref. 9). The presence of overlapping antiterminator and intrinsic terminator structures is a key feature of the attenuation mechanism. Tryptophan-activated TRAP binds to the untranslated leader of the nascent mRNA and prevents formation of the antiterminator structure. As a consequence, the downstream intrinsic terminator forms and transcription stops upstream of the trp operon structural genes. In limiting tryptophan conditions, TRAP does not bind to the trp transcript, the antiterminator forms, and the operon is expressed (10). In the translation control mechanism, TRAP binding to trp operon readthrough transcripts promotes formation of the trpE Shine-Dalgarno-sequestering hairpin, thereby inhibiting translation by preventing ribosome binding. In the absence of bound TRAP, an alternative RNA structure forms such that the translation initiation region is single-stranded and available for ribosome binding (11, 12).NusA and NusG cooperatively stimulate RNAP pausing at two pause sites (U107 and U144) within the B. subtilis trp leader. Pausing is capable of synchronizing the position of RNAP with TRAP binding. As U107 is just upstream of the critical overlap between the antiterminator and terminator structures, pausing at this position provides additional time for TRAP to bind and promote termination (13). Pausing at U144 participates in the translation repression mechanism by providing a second opportunity for TRAP to bind to the nascent trp leader transcript (14). NusG has a much greater stimulatory effect on RNAP pausing at the U144 pause site than NusA. Moreover, NusG is required for pausing at the U144 pause site in vivo and proper regulation of the trp operon (15).The pause-stimulating activity of B. subtilis NusG is in sharp contrast to the pause-suppressing activity of E. coli NusG (3, 16). Of particular interest, E. coli NusG does not influence B. subtilis RNAP pausing at U144 but competitively inhibits B. subtilis NusG-stimulated pausing when both factors are present together in vitro (15). This difference between two otherwise similar NusG proteins raises the question as to what specific amino acids are responsible for two fundamentally distinct effects on pausing. We conducted a systematic mutagenesis of B. subtilis NusG by substituting single amino acids and larger regions with the corresponding sequences from E. coli NusG and identified two regions that are critical for NusG-stimulated pausing. We also found that B. subtilis NusG responds to the U144 pause signal by sequence-specific recognition of the ntDNA strand within the paused transcription bubble. Experimental ProceduresDNA Templates and Proteins The untranslated leader of the B. subtilis trp operon contains a cryptic promoter (14). To avoid problems associated with transcription initiation from two promoters, the template for in vitro transcription was obtained by PCR amplification of the untranslated leader region of the B. subtilis trp operon (−1 to +175 relative to the natural start of transcription). During PCR amplification, the cryptic promoter was converted into a consensus promoter with an extended −10 element. This synthetic promoter directed transcription initiation at residue +37 in the trp leader region. PCR fragments were purified with the QIAquick PCR purification kit (Qiagen) and used as templates for in vitro transcription. A vector expressing the B. subtilis NusG N-terminal (NGN) domain was generated by deletion of the C-terminal sequence encoding the Kyprides-Onzonis-Woese (KOW) domain. Mutations in NGN were generated according to the QuikChange protocol (Stratagene). His-tagged NGN proteins were overproduced and purified as described previously for NusG (15). His-tagged B. subtilis RNAP was purified as described (14, 17).In Vitro Pausing of Promoter-initiated Transcription Single-round in vitro transcription reactions and data analysis were performed as described previously (13, 18). Stable transcription elongation complexes containing a 29-nt-long transcript were formed in reaction mixtures containing ATP and GTP (8 μm each), 2 μm UTP, and 1 μCi/μl [α-32P]UTP at 37 °C. Transcription elongation was halted at position 65 of the trp leader due to the absence of CTP. Elongation of halted transcription complexes was resumed by the addition of all four NTPs (150 μm final concentration) together with 100 μg/ml heparin at 23 °C. When used, NusG or NGN proteins were added at 1 μm in the second step of the reaction. Aliquots of the elongation reaction were removed at various times. The last aliquot was chased for an additional 10 min at 37 °C with 0.5 mm of each NTP. Reactions were stopped by mixing with gel loading solution (95% formamide, 20 mm EDTA, pH 8.0, 0.2% SDS, 0.3 mg/ml bromphenol blue, and 3 mg/ml xylene cyanol), and samples were fractionated through standard 5% sequencing gels. Pause half-life and pause efficiency values were calculated by plotting relative intensities of the U144 pause band against the incubation time and fitting the data with a single exponential equation as described previously (13, 19).Permanganate Footprinting In vitro KMnO4 footprinting of promoter-initiated single-round in vitro transcription reactions followed published procedures with modifications (14, 15). DNA templates were labeled at the 5′ end of the ntDNA strand. Three-μl aliquots of in vitro transcription reactions were collected at various times after transcription of the halted elongation complex was resumed. An equal volume of 4 mm KMnO4 was then added, and incubation was continued for 1 min at 23 °C. Permanganate-mediated oxidation was stopped by the addition of 5 volumes of stop/cleavage solution (10 mm EDTA, pH 8.0, 40 mm β-mercaptoethanol, 0.15 mg/ml calf thymus DNA, and 7% (v/v) piperidine). Modified DNA was cleaved by incubation for 15 min at 90 °C. Piperidine was then removed by evaporation. DNA pellets were washed with acetone and dried, followed by two cycles of distilled H2O and evaporation. Dried pellets were dissolved in gel loading solution, and samples were fractionated through standard 5% sequencing gels.PEC Assembly Using Nucleic Acid Scaffolds Nucleic acid scaffolds for reconstitution of PECs were assembled as described previously with modifications (20, 21). For scaffolds in which the ntDNA and tDNA strands were not complementary within the transcription bubble, annealing reaction mixtures (3 μl) containing 1.5 μm template DNA (tDNA), 1.5 μm RNA, 3 μm ntDNA, and 0.15 mg/ml acetylated bovine serum albumin in 1.5× transcription buffer (1× transcription buffer is 40 mm Tris-HCl, pH 8.0, 5 mm MgCl2, 4 mm DTT, and 5% trehalose) were incubated at 37 °C for 10 min. The upstream tDNA was not complementary to the RNA to prevent an extended RNA-DNA hybrid. Reconstitution of PECs was performed by the addition of 1 μl of 3 μm RNAP in 1× transcription buffer to nucleic acid scaffolds, and incubation was continued at 37 °C for 10 min. This nucleic acid scaffold positioned RNAP at nucleotide 143 of the trp leader. RNA was 3′ end-labeled and simultaneously walked to the U144 pause site by incorporation of [α-32P]UTP (1.5 μl, 15 μCi, 3000 Cu/ml) for 1 min at room temperature. PECs were transferred to ice and stored up to 2 h before use. When fully complementary ntDNA and tDNA strands were used, RNA and tDNA were pre-annealed and incubated with RNAP at 37 °C for 10 min followed by incubation with ntDNA for an additional 10 min at 37 °C.For crosslinking experiments, PECs were assembled with 5′ end-labeled ntDNA with 5-bromo-2′-deoxyuracil (5BrU) substituted at position T135 or T138. In this case, the RNA-labeling step was omitted. PECs were supplemented with NaCl, heparin, and Tween 20 to final concentrations of 25 mm, 50 μg/ml, and 0.1%, respectively. Ten-μl PEC aliquots were transferred to a 96-well microtiter plate and placed on ice. The plate was illuminated with a 312 nm UV lamp with a distance of 2 cm for 10 min. Crosslinked reactions were concentrated by evaporation and fractionated in 10% (200:1 acrylamide:bisacrylamide ratio) sequencing gels.In Vitro Pause Escape Assays on Assembled PECs PECs containing 3′ end-labeled RNA were diluted in transcription buffer to desired volumes (50–100 nm PEC). Heparin and KCl were added to final concentrations of 100 μg/ml and 80 mm, respectively. NusG and/or NusA were then added to a final concentration of 1.7 μm. Extension was performed at 23 °C by mixing 3 volumes of PEC and 2 volumes of NTPs in transcription buffer. The identities of added NTPs and one 3′-dNTP were adjusted to sequences specified by the tDNA to prevent extension beyond a few nt. PECs reconstituted with TCr3 tDNA plus RNA 20 and T2–11 tDNA plus RNA 11 were elongated to A147 with an extension mix containing 5 μm GTP, 5 μm UTP, and 50 μm 3′-dATP (see Table 1). PECs reconstituted with T2 tDNA plus RNA 35 were elongated to G148 with an extension mix containing 25 μm ATP, 25 μm UTP, and 50 μm 3′-dGTP (see Table 1). Samples were removed at various times, quenched with an equal volume of formamide loading dye, and analyzed by denaturing 12.5% (90:1 acrylamide:bisacrylamide ratio) polyacrylamide gel electrophoresis.TABLE 1DNA and RNA oligonucleotides used for reconstitution of PECsOligonucleotideSequencetDNA    TCr3GGCATGAGAGGACTACAGCCTGGTCCGGCGGAAAGGAAG    T2–11GGCATGAGAGGACTACATCACCTCCCGGCGGAAAGGAAG    T2GGCATGAGAGGACTATATAACAAATAGGCGGAAAGGAAGGntDNA    NT2CCTTCCTTTCCGCCTATTTGTTATATAGTCCTCTCATGCC    NT2 CACCCTTCCTTTCCGCCTACACGTTATATAGTCCTCTCATGCC    NT2 138BrUaCCTTCCTTTCCGCCTATUTGTTATATAGTCCTCTCATGCC    NT2 135BrUaCCTTCCTTTCCGCCUATTTGTTATATAGTCCTCTCATGCCRNA    RNA 11GAAGGAGGUGA    RNA 20UAUAUGCAUAAAGACCAGGC    RNA 35CCCAAAAGAAGUCUUUCUUUUGGGUUUAUUUGUUAOpen in a separate windowa 5BrU is in boldface type and underlined. ResultsNusG Makes Sequence-specific Contacts with the ntDNA Strand within the PEC There are several unpaired T residues in the ntDNA strand within the U144 paused transcription bubble (Fig. 1A). These single-stranded T residues are sensitive to oxidation by potassium permanganate and can be mapped by permanganate footprinting. In a prior study, we demonstrated that the T residues between positions T134 and T139 are more reactive than the T residues between T141 and T144 (15). Our previously published results also demonstrated that NusG protects residues T137, T138, and T139 from permanganate oxidation with a concomitant increase in permanganate reactivity of residues T141 and T142 (15). In addition, mutations that altered residues T135, T137, T138, and/or T139 reduced or eliminated NusG-stimulated pausing (18). Thus, footprinting experiments were performed with WT, T135C, and T137C templates to determine whether mutations in this region altered the pattern of NusG-dependent permanganate reactivity. As we previously observed, NusG increased the duration of the pause and protected T137–T139 from permanganate oxidation (Fig. 1B). Moreover, NusG-dependent protection of these residues was lost in the T135C and T137C mutant templates. The permanganate reactivity pattern of the −NusG samples for the mutant templates was qualitatively indistinguishable from the corresponding +NusG samples (data not shown). Except for the complete loss of bands corresponding to the mutated T residues and a longer duration of the footprint, the permanganate reactivity of the mutant templates in the presence of NusG was essentially identical to the WT template in the absence of this protein (Fig. 1B). These results suggested that NusG makes sequence-specific contacts with the ntDNA strand of the U144 paused transcription bubble.Open in a separate windowFIGURE 1.NusG protects T137–T139 within the U144 PEC from permanganate oxidation.\nA, sequence of the ntDNA, tDNA, and RNA strands within and adjacent to the U144 PEC derived from promoter-initiated in vitro transcription. Numbering corresponds to the U144 pause site. Positions of T135C and T137C mutations are shown. … indicates that upstream and downstream sequences are not shown, including the native pause RNA hairpin. B, permanganate footprinting of the ntDNA strand of the U144 PEC was carried out by performing promoter-initiated single-round in vitro transcription reactions using templates labeled at the 5′ end of the ntDNA strand. Reactions were collected at the times indicated above each lane, and the ntDNA strand was then probed with permanganate. Transcription reactions were conducted with WT, T135C, or T137C templates in the absence or presence of NusG as indicated above each set of lanes. Chase reactions (C) were extended for an additional 10 min at 37 °C in the presence of 500 μm of each NTP before permanganate treatment. Lanes marked with T are T sequencing ladders using the WT template. Positions of T134–T135, T137–T139, T144, C135, and C137 are shown.NusG consists of an NGN domain that interacts with the clamp helices of the RNAP β′ subunit and a C-terminal KOW domain that interacts with other factors, including termination factor Rho and ribosomes. The E. coli NGN domain (residues 1–123) is sufficient to bind RNAP, suppress pausing, and enhance transcript elongation in vitro (7, 22). We tested whether the B. subtilis NGN domain (residues 1–118) is sufficient for its pause-stimulating activity at U144 by performing promoter-initiated in vitro transcription reactions. Both full-length NusG and the NGN domain produced indistinguishable pausing patterns with similar pause half-lives and efficiencies (Fig. 2A). Therefore, the NGN domain alone is sufficient for modulation of transcription elongation by NusG. This observation allowed us to use the B. subtilis NGN domain in most of our subsequent pausing experiments.Open in a separate windowFIGURE 2.The NGN domain is sufficient for sequence-specific recognition of the ntDNA strand within the U144 paused transcription bubble.\nA, promoter-initiated single-round in vitro transcription reactions were performed with a trp leader DNA template containing the U144 pause site. Reactions were stopped at the times shown above each lane. Chase reactions (C) were extended for an additional 10 min at 37 °C in the presence of 500 μm of each NTP. Pause half-life (t½) and pause efficiency (%) (Eff (%)) values are shown at the bottom of the gel. Positions of the paused (U144) and run-off (RO) transcripts are marked. The band corresponding to position 167 was an artifact caused by the close proximity of this base to the end of the DNA template. B, nucleic acid scaffold used for reconstitution of PECs. Numbering corresponds to the U144 pause site. ntDNA oligonucleotides contained wild-type TTT or pause-deficient CAC sequences at positions 137–139. C, ntDNA strands containing WT, TTT, or mutant CAC sequences at positions 137–139 were assembled into ECs prior to walking RNAP to the U144 pause site. Extension was performed with full-length NusA and the NGN domain. Reactions were stopped at the times shown above each lane. D, ECs were assembled with the WT ntDNA sequence and walked to U144. Full-length NusA and/or the NGN domain were added prior to extension. Reactions were stopped at the times shown above each lane.We reconstituted active transcription elongation complexes using a variety of scaffolds consisting of DNA and RNA oligonucleotides. The first scaffold that we used was based on a published scaffold suitable for determination of the crystal structure of the eukaryotic Pol II elongation complex in which the RNA-DNA hybrid was restricted to 9 bp (23). This scaffold was generated by hybridization of partially complementary tDNA, ntDNA, and RNA oligonucleotides (TCr3, NT2, and RNA 20, respectively, Table 1), followed by RNAP binding (Fig. 2B). As the RNA ended 1 nt short of the pause site (i.e. position C143), we walked RNAP to U144 by the addition of [α-32P]UTP, thereby generating PECs labeled at the RNA 3′ end (Fig. 2D, 0-s time points). PECs were verified by examining pause escape after adding cold GTP, UTP, and 3′-dATP, the latter of which prevented extension beyond the first A residue. Most of the elongation complexes were active and could be extended to the expected A147, although some complexes arrested one base upstream at U146 (Fig. 2D). This reconstituted PEC faithfully reproduced RNAP pausing at the U144 pause site and pause stimulation by the NGN domain, although the pause duration was shorter than what was observed in promoter-initiated transcription (Fig. 2A), presumably because the pause-stabilizing RNA hairpin is absent from the scaffold. NusA alone did not stimulate pausing of the scaffold-derived PEC but did lead to a synergistic increase in the pause half-life with the NGN domain (Fig. 2D). As this scaffold contained only the native sequence of the U144 pause site as a portion of the ntDNA strand (nt 135–148, Fig. 2B), the finding that this PEC reproduced most of the properties of the native promoter-initiated PEC indicates that the sequence of the ntDNA strand in the paused transcription bubble is sufficient for NusG-stimulated pausing.Substitutions in positions 137–139 were previously shown to interfere with promoter-initiated NusG-stimulated pausing at the U144 pause site (18). Hence, we tested whether substitution of these three nucleotides in the ntDNA strand would affect pausing. We found that substitution of TTT with CAC resulted in a much shorter pause half-life (oligonucleotide NT2 CAC, Table 1, Fig. 2, B and C). Taken together with our permanganate footprinting results (Fig. 1), we conclude that NusG recognizes this sequence in the ntDNA strand within the paused transcription bubble.Identification of NusG Residues Required for Pause Stimulation The crystal structure of the archaeon Pyrococcus furiosus Spt4-Spt5 complex, along with a model of Spt4-Spt5 bound to P. furiosus RNAP based on cryo EM single particle reconstruction, was determined (24). The structure of P. furiosus Spt4-Spt5 in complex with the RNAP clamp domain was also determined by x-ray crystallography (25). This study also constructed several models including the bacterial Thermus thermophilus RNAP-NusG complex, as well as the eukaryotic yeast Pol II elongation complex with Spt4-Spt5. By using these models, we first built a model of the bacterial RNAP elongation complex with NusG and then replaced T. thermophilus NusG with a homology model of B. subtilis NusG obtained from the SWISS-MODEL server. We also substituted the ntDNA sequence corresponding to the sequence of the U144 pause site (Fig. 3A). The model shows amino acid residues of NGN adjacent to the ntDNA between positions 135 and 139, allowing sequence-specific contacts with T135, T137, T138, and/or T139 within the U144 PEC (18) (Figs. 1 and ​and22C). Based on this model, we introduced mutations into several surface-exposed residues of the NGN domain to disrupt sequence-specific interaction with the ntDNA within the U144 PEC. Our strategy was to change specific regions/amino acids of the B. subtilis NGN domain with those from E. coli NusG because the E. coli protein does not respond to the U144 pause signal (Fig. 3B) (15). We tested a total of 21 mutant NGN domains (Fig. 4, A and B, and data not shown). We initially made multiple substitutions in six regions of the B. subtilis NGN domain (9–17, 42–60, 77–82, 84–86, 91–99, and 102–118). Mutations in two of these regions led to substantial pausing defects (77–82 and 91–99, Fig. 4B). Because multiple changes in region 77–82 (Y77H/N81S/T82V) completely abolished NusG-stimulated pausing, single amino acid changes within this region were examined. From this analysis, we identified amino acid Thr82 as the single most important residue for NusG-stimulated pausing. The adjacent Asn81 was less critical, whereas the Y77H substitution had little effect on pausing.Open in a separate windowFIGURE 3.Structural model of NGN-stimulated pausing.\nA, structural model of the PEC with B. subtilis NusG. In the left panel, RNAP (α, gray; β, cyan; β′, white), the NGN domain of NusG (orange), and the DNA/RNA scaffold (tDNA, blue; ntDNA, black; RNA, red) are depicted as molecular surface, ribbon, and stick models, respectively. The active site of RNAP and the RNA exit site are indicated. Amino acid residues of NGN identified for sequence-specific recognition of ntDNA are shown as green spheres at their α-carbon positions. The position of paused U144 RNA in the post-translocation state is indicated. The upstream DNA (up DNA) and downstream DNA (ds DNA) are also shown. The right panel shows a magnified view of the paused transcription bubble. Positions of ntDNA residues T135, T137, T138, and T139 are indicated and shown in yellow. Amino acid residues of NGN responsible for sequence-specific recognition of the ntDNA are labeled. For clarity, the β subunit was made transparent in the left panel and removed in the right panel. B, sequence alignment of the B. subtilis (Bs) and E. coli (Ec) NGN domains. Amino acid residues of NGN identified for sequence-specific recognition of ntDNA are shown in green.Open in a separate windowFIGURE 4.Structure-function analysis of NGN-stimulated pausing.\nA, example of a gel showing the effects of mutations in the NGN domain on RNAP pausing at U144. Promoter-initiated single-round in vitro transcription reactions were performed with a trp leader template that was truncated at position 175. Transcription was performed in the presence of 1 μm of WT or mutant NGN domains and 150 μm of each NTP. Reactions were incubated at 23 °C and stopped at the times shown above each lane. Chase reactions (C) were extended for an additional 10 min at 37 °C in the presence of 500 μm of each NTP. Positions of the paused (U144) and run-off (RO) transcripts are shown. The band corresponding to the pause at position 167 was an artifact caused by the close proximity of this base to the end of the DNA template. Pause half-life (t½) and pause efficiency (%) (Eff (%)) values for this experiment are shown at the bottom of the gel. B, effect of B. subtilis NGN domain mutations on pause half-lives and pause efficiencies. Experiments were performed as described in A. WT NGN is in gray. Mutant NGN domains containing substitutions of residues that are responsible for sequence-specific recognition of the ntDNA (green) follow the color scheme in Fig. 3. Values are averages of 2–5 experiments ± S.D.Two amino acid regions including residues 9–17 and 84–86 are adjacent to each other in the NGN structure. Multiple substitutions in each of these regions slightly reduced NusG-stimulated pausing, whereas combining the mutations in these two regions severely inhibited pausing. More defined amino acid changes within these two regions revealed His9, Thr10, Gly84, and Thr86 as participating in NusG-stimulated pausing. Multiple substitutions in the region 91–99 decreased pausing to the same magnitude as the single T82V substitution. Multiple substitutions in the long β-loop protruding toward the upstream DNA duplex (residues 42–60) had only a marginal effect on pausing. Although the sequence of the C-terminal portion of the NGN domain is the most divergent between B. subtilis and E. coli, multiple changes in this region (residues 102–118) did not affect NusG-stimulated pausing.The majority of NGN mutations similarly affected the pause half-life and efficiency. However, substitution of residues 84–86, and especially when substitutions of residues 9–17 were combined with G84R, caused a substantial decrease in the pause efficiency without affecting the pause half-life (Fig. 4B). This observation may suggest that Gly84 participates in establishment of the pause state but not in pause escape. However, the structural basis for this specificity is not clear (Fig. 3A).We also tried to convert the E. coli NGN domain into a protein that would recognize the U144 pause site by replacing residues 9–17 and 81–99 with those from the B. subtilis protein. However, these changes did not result in detectable pause stimulation. Thus, it is apparent that the residues identified in the B. subtilis NGN domain in this study are necessary but not sufficient for pause stimulation.NusG Crosslinks to the ntDNA Strand within the Paused Transcription Bubble Our structural model places the NGN domain in close proximity to the ntDNA in the paused transcriptional bubble (Fig. 3A). Consistent with this model, NusG crosslinked to the ntDNA strand when T138, but not T135, was substituted with 5BrU (NT2 135BrU and NT2 138BrU, Table 1, Fig. 5A). We also observed NusG-independent crosslinks of both modified ntDNA strands to the β and/or β′ subunits of RNAP (Fig. 5A). Because NusG only crosslinked to ntDNA containing 138BrU, all subsequent crosslinking experiments used this modified ntDNA. In addition to the crosslinked species described in Fig. 5A, we observed crosslinks between the ntDNA and tDNA strands. However, these species likely resulted from nucleic acid scaffolds that failed to incorporate RNAP as these species were also observed in the absence of RNAP and NusG (Fig. 5B). We then performed crosslinking experiments with WT and mutant NGN domains. Importantly, the efficiency of crosslinking to mutant NGN domains closely paralleled their pause-stimulating activity (Figs. 4B and ​and55D).Open in a separate windowFIGURE 5.Crosslinking of the ntDNA strand to full-length NusG or the NGN domain. The nucleic acid scaffold used in this analysis is shown in Fig. 2B unless indicated otherwise. A, NusG crosslinks to the ntDNA strand at position 138, but not to position 135, when substituted with 5BrU. NusG-independent crosslinks to the β and/or β′ subunits are also shown. B, crosslinking between the tDNA and ntDNA strands in nucleic acid scaffold does not require the presence of RNAP or NusG. Crosslinked products were separated such that free ntDNA, crosslinked tDNA-ntDNA, and crosslinked NusG-ntDNA species were resolved. Species containing ntDNA crosslinked to the RNAP β and β′ subunits did not enter the gel (not shown). C, NusG-ntDNA crosslinking reactions were performed as in B with nucleic acid scaffolds containing 20-mer or 11-mer RNAs. D, the crosslinking efficiency of NGN to ntDNA in which position 138 was replaced with 5BrU is correlated with the pause-stimulating activity of mutant NGN domains. Full-length NusG and the WT NGN domain were used as controls.Spt5 is a eukaryotic homolog of NusG that contains additional C-terminal domains that are absent in bacterial NusG. Spt5 from Drosophila melanogaster requires a nascent transcript longer than 18 nt to stably associate with the Pol II elongation complex. Moreover, this protein contacts the nascent RNA as revealed by protein-RNA crosslinking (26). In contrast, our structural model indicates that the smaller NusG is positioned next to the ntDNA strand but remote from the RNA exit channel (Fig. 3A). To test this aspect of our model, we compared crosslinking of the previously used scaffold containing a 20-mer RNA with a scaffold containing an 11-mer RNA (RNA 11, Table 1). According to all available structural data, RNA 11 must be entirely contained within the RNA-DNA hybrid and the RNAP exit channel. In this scaffold, we used the same ntDNA oligonucleotide (NT2 138BrU) along with oligonucleotide T2–11 as tDNA (Table 1). Although the relative efficiency of interstrand ntDNA-tDNA crosslinking was higher in the PEC with RNA 11, NusG-ntDNA crosslinking was still observed (Fig. 5C). From these data, we conclude that NusG association with the PEC and interaction with the ntDNA strand do not require nascent RNA emerging from the RNA exit channel of the elongation complex.According to our structural model, a reasonable molecular mechanism of NusG-stimulated pausing is inhibition of RNAP forward movement by simultaneous binding of the NGN domain to RNAP and ntDNA (Fig. 3A). This mechanism has a testable prediction in that WT NGN should bind to the PEC more tightly than mutant NGNs that are unable to interact with the ntDNA in the PEC. To test this prediction, we performed competition experiments between WT and pause-deficient 77–82-mutant NGN domains. In this analysis, PECs were reconstituted from fully complementary tDNA and ntDNA strands (oligonucleotide T2 and oligonucleotide NT2), as well as RNA 35 that contained the WT trp leader RNA sequence extending from the 5′ end of the U144 pause hairpin to the RNA 3′ end (Table 1 and Fig. 6A). We chose this scaffold for this analysis because the pause hairpin was previously shown to stimulate pausing 5-fold in promoter-initiated pausing experiments (18). Indeed, NGN-stimulated pausing using this reconstituted elongation complex was 5-fold longer (90-s half-life) than pausing with hairpin-free PECs (17-s half-life), albeit shorter than pausing of promoter-initiated transcripts (155-s half-life) (Figs. 2, A and D, and ​and66B). Note that this scaffold formed with low efficiency, which was likely caused by the AU-rich RNA-DNA hybrid (Fig. 6A). Using this scaffold system, we observed exchange between PEC-bound NGN and NGN in solution. Competition of the PEC bound by mutant NGN with 5-fold molar excess of WT NGN and vice versa for 5 min was sufficient to completely displace the originally bound NGN (data not shown). In contrast, challenge by a competitor NGN only during the course of collecting transcription elongation time points (i.e. without preincubation) resulted in little to no displacement of prebound NGN (Fig. 6, B and C, compare pause half-lives of the 0-s preincubation with the corresponding no competitor controls). However, when the PEC was assembled with pause-defective mutant NGN, a 60-s preincubation step with WT NGN competitor prior to pause escape resulted in substantial replacement of the mutant protein as evidenced by the increased pause half-life (Fig. 6C). In the reciprocal experiment in which the PEC containing pre-bound WT NGN was challenged with mutant NGN for 60 s prior to pause escape, the pause half-life remained long (Fig. 6B), indicating that the majority of WT NGN was retained in the PEC. Similar results were obtained in promoter-initiated competition experiments (data not shown). Because replacement of PEC-bound NGN with a competitor likely continued during collection of time points of PEC extension, we were unable to calculate accurate dissociation constants. Nevertheless, tighter association of WT NGN is consistent with sequence-specific contacts between B. subtilis NusG and the ntDNA strand within the paused transcription bubble.Open in a separate windowFIGURE 6.Wild-type NGN binds more tightly to the PEC than the pause-deficient 77–82 mutant.\nA, the nucleic acid scaffold used for competition experiments was reconstituted from fully complementary tDNA and ntDNA oligonucleotides and a 35-mer RNA that contains the wild-type trp leader sequence, including the U144 pause hairpin. Numbering corresponds to the U144 pause site. B, PECs formed with the WT NGN domain were challenged with competitor 77–82 mutant NGN at 5-fold molar excess for 0 or 60 s prior to extension. Reactions were stopped at the times shown above each lane (s). Chase reactions (C) were extended for an additional 5 min. Pause half-life values are shown at the bottom of the gel. C, PECs formed with the 77–82 mutant NGN domain were challenged with competitor WT NGN at 5-fold molar excess for 0 or 60 s prior to extension. Reactions were stopped at the times shown above each lane (s). DiscussionThere is increasing evidence that transcription elongation is regulated by several different effectors that interact with the single-stranded portion of the ntDNA strand that is exposed within the transcription bubble. B. subtilis RNAP pauses at two sites within the trp operon leader region. NusG-stimulated pausing at U107 and U144 participates in transcription attenuation and translation repression mechanisms, respectively, by providing additional time for TRAP to bind to the nascent transcript (13,–15). Our studies described here, combined with our previously published results (15, 18), demonstrate that NusG makes sequence-specific contacts with the T-rich ntDNA strand of the U144 paused transcription bubble. We also identified two regions of NusG that are critical for interaction with the T-rich sequence. The fact that this T-rich sequence is conserved in the U107 pause site suggests that NusG stimulates pausing at both sites by essentially identical mechanisms.E. coli contains the NusG paralog RfaH, which binds specifically to the ops sequence within the ntDNA strand of the transcription bubble (3, 5, 6). The amino acid residues of RfaH that recognize the ops site are located in the same general regions that we identified for B. subtilis NusG (Fig. 7) (27). Therefore, recognition of specific sequences in ntDNA and stimulation of RNAP pausing appear to be conserved functions of NusG-like transcription factors. RfaH binding to ops leads to stable modification of RNAP to a form that is resistant to Rho-dependent termination, thereby allowing transcription of long regions of foreign DNA acquired by horizontal transfer (8).Open in a separate windowFIGURE 7.Conservation of pause site recognition by NusG-like elongation factors. Sequence alignment of the B. subtilis NusG and E. coli RfaH NGN domains is shown. The amino acid sequences of two short regions within the NusG NGN domain (shown in red) are primarily responsible for sequence-specific recognition of the U144 trp pause site. The RfaH amino acid residues that recognize the ops pause site (shown in red) are located in the same two regions that we identified for NusG.The prolonged pause of the bacteriophage λ late gene operon is another example in which a regulatory factor recognizes the ntDNA strand (28,–30). This promoter-proximal pausing event is mediated by σ70-dependent recognition of a −10 promoter-like sequence in the ntDNA strand of the transcription bubble. Pausing at this position plays an important role in the subsequent modification of RNAP by the Q antiterminator protein. Promoter-proximal pausing also occurs during transcription elongation of the E. coli lacZYA operon. As for the situation just described for the λ late gene operon, σ70 recognizes a sequence in the ntDNA strand resembling a −10 promoter element (31). The close proximity of this type of pausing to promoters is a consequence of stochastic dissociation of σ70 such that fewer and fewer elongation complexes contain σ70 as transcription proceeds (32). The pause-stimulating −10-like sequence and the promoter −10 element are probably recognized in a similar fashion (29). σ70 domain 2 forms sequence-specific interactions with the single-stranded −10 DNA element primarily through the −11A and −7T bases, which are flipped out of the single-stranded base stack and buried deep in protein pockets (33).It was recently shown that the ntDNA strand is a target for co-transcriptional cleavage by type III CRISPR-Cas immunity (where CRISPR indicates “clustered regularly interspaced short palindromic repeat”). In this case, sequence-specific recognition is achieved by ntDNA base pairing with CRISPR RNA. Type III CRISPR-Cas immunity targets only transcribed DNA and is thought to prevent lytic induction of genome-integrated prophages (34). Therefore, the single-stranded portion of ntDNA exposed in the transcription bubble can be recognized by numerous factors in a sequence-specific manner.B. subtilis NusG contacts the β′ clamp helices of RNAP and the ntDNA strand within the U144 paused transcription bubble. Because transcription elongation requires that RNAP and the DNA template move with respect to one another, simultaneous interaction with both of these components stimulates pausing by preventing forward translocation. We propose that recognition of the B. subtilis pause-stimulating sequences by NusG involves base flipping of T135, T137, T138, and/or T139 toward the NGN domain (Fig. 8). Capture of these bases by NusG could explain the observed protection of these residues from permanganate oxidation (Fig. 1).Open in a separate windowFIGURE 8.Model of NusG-stabilized RNAP pausing. During elongation, NusG binds to the β′ clamp helices in close proximity to the ntDNA strand within the transcription bubble, whereas NusA binds to the β flap domain near the RNA exit channel (left). When RNAP reaches the U144 pause site, bases 135, 137, 138 and/or 139 flip out toward the NusG NGN domain. The resulting NusG-ntDNA sequence-specific interaction stabilizes the pause. The pause hairpin further increases the pause duration.The finding that B. subtilis NusG stimulates pausing at two sites within the same leader transcript suggests that this pausing mechanism may be a common strategy for regulating gene expression. The genome-wide mapping of transcription factors in E. coli revealed that NusG generally associates with elongating RNAP but is absent from promoter-proximal peaks formed by RNAP. Moreover, the amount of NusG gradually rises as transcription progresses to a level that exceeds other factors on most transcriptional units (32). Therefore, NusG has the capacity to stimulate RNAP pausing at any position of any transcription unit if its recognition sequence is present in the ntDNA. Although E. coli NusG is known as an antipausing factor, future studies may reveal specific pause-stimulating recognition sequences for this protein. In contrast to NusG, its eukaryotic homolog Spt5 requires a nascent transcript to stably associate with the Pol II elongation complex. However, this interaction is unlikely to preclude additional Spt5 interactions with the ntDNA. Instead, the more complex eukaryotic transcription machinery may require Spt5-dependent regulation in response to specific signals in both ntDNA and nascent RNA. Author ContributionsA. V. Y. and P. B. conceived the project. A. V. Y. performed all experiments. K. S. M. generated the structural model of NusG bound to the elongation complex. A. V. Y. and P. B. wrote the manuscript. P. B. supervised the project and secured funding. All authors analyzed the results and approved the final version of the manuscript. *This work was supported by National Institutes of Health Grants GM098399 (to P. B.) and GM087350 (to K. S. M.). The authors declare that they have no conflicts of interest with the contents of this article. The content is solely the responsibility of the author and does not necessarily represent the official views of the National Institutes of Health. 2The abbreviations used are:\nRNAPRNA polymerasePECpaused elongation complexntDNAnon-template DNAtDNAtemplate DNATRAPtrp RNA-binding attenuation protein5BrU5-bromo-2′-deoxyuracilNGNNusG N-terminalPol IIRNA polymerase IIntnucleotide(s). References1. \nChan C. L., and Landick R. (1993) Dissection of the his leader pause site by base substitution reveals a multipartite signal that includes a pause RNA hairpin. J. Mol. Biol. 233, 25–42 [PubMed] [Google Scholar]2. \nChan C. L., Wang D., and Landick R. (1997) Multiple interactions stabilize a single paused transcription intermediate in which hairpin to 3′ end spacing distinguishes pause and termination pathways. J. Mol. Biol. 268, 54–68 [PubMed] [Google Scholar]3. \nArtsimovitch I., and Landick R. (2000) Pausing by bacterial RNA polymerase is mediated by mechanistically distinct classes of signals. Proc. Natl. Acad. Sci. U.S.A. 97, 7090–7095 [PMC free article] [PubMed] [Google Scholar]4. \nToulokhonov I., Artsimovitch I., and Landick R. (2001) Allosteric control of RNA polymerase by a site that contacts nascent RNA hairpins. Science\n292, 730–733 [PubMed] [Google Scholar]5. \nArtsimovitch I., and Landick R. (2002) The transcriptional regulator RfaH stimulates RNA chain synthesis after recruitment to elongation complexes by the exposed nontemplate DNA strand. Cell\n109, 193–203 [PubMed] [Google Scholar]6. \nBelogurov G. A., Vassylyeva M. N., Svetlov V., Klyuyev S., Grishin N. V., Vassylyev D. G., and Artsimovitch I. (2007) Structural basis for converting a general transcription factor into an operon-specific virulence regulator. Mol. Cell\n26, 117–129 [PMC free article] [PubMed] [Google Scholar]7. \nBelogurov G. A., Mooney R. A., Svetlov V., Landick R., and Artsimovitch I. (2009) Functional specialization of transcription elongation factors. EMBO J. 28, 112–122 [PMC free article] [PubMed] [Google Scholar]8. \nBurmann B. M., Knauer S. H., Sevostyanova A., Schweimer K., Mooney R. A., Landick R., Artsimovitch I., and Rösch P. (2012) An α helix to β barrel domain switch transforms the transcription factor RfaH into a translation factor. Cell\n150, 291–303 [PMC free article] [PubMed] [Google Scholar]9. \nGollnick P., Babitzke P., Antson A., and Yanofsky C. (2005) Complexity in regulation of tryptophan biosynthesis in Bacillus subtilis. Annu. Rev. Genet. 39, 47–68 [PubMed] [Google Scholar]10. \nBabitzke P., and Yanofsky C. (1993) Reconstitution of Bacillus subtilis trp attenuation in vitro with TRAP, the trp RNA-binding attenuation protein. Proc. Natl. Acad. Sci. U.S.A. 90, 133–137 [PMC free article] [PubMed] [Google Scholar]11. \nMerino E., Babitzke P., and Yanofsky C. (1995) trp RNA-binding attenuation protein (TRAP)-trp leader RNA interactions mediate translational as well as transcriptional regulation of the Bacillus subtilis trp operon. J. Bacteriol. 177, 6362–6370 [PMC free article] [PubMed] [Google Scholar]12. \nDu H., and Babitzke P. (1998) trp RNA-binding attenuation protein-mediated long distance RNA refolding regulates translation of trpE in Bacillus subtilis. J. Biol. Chem. 273, 20494–24503 [PubMed] [Google Scholar]13. \nYakhnin A. V., and Babitzke P. (2002) NusA-stimulated RNA polymerase pausing and termination participates in the Bacillus subtilis trp operon attenuation mechanism in vitro. Proc. Natl. Acad. Sci. U.S.A. 99, 11067–11072 [PMC free article] [PubMed] [Google Scholar]14. \nYakhnin A. V., Yakhnin H., and Babitzke P. (2006) RNA polymerase pausing participates in the Bacillus subtilis trpE translation control mechanism by providing additional time for TRAP to bind to the nascent trp leader transcript. Mol. Cell\n24, 547–557 [PubMed] [Google Scholar]15. \nYakhnin A. V., Yakhnin H., and Babitzke P. (2008) Function of the Bacillus subtilis transcription elongation factor NusG in hairpin-dependent RNA polymerase pausing in the trp leader. Proc. Natl. Acad. Sci. U.S.A. 105, 16131–16136 [PMC free article] [PubMed] [Google Scholar]16. \nHerbert K. M., Zhou J., Mooney R. A., Porta A. L., Landick R., and Block S. M. (2010) E. coli NusG inhibits backtracking and accelerates pause-free transcription by promoting forward translocation of RNA polymerase. J. Mol. Biol. 399, 17–30 [PMC free article] [PubMed] [Google Scholar]17. \nQi Y., and Hulett F. M. (1998) PhoP∼P and RNA polymerase σA holoenzyme are sufficient for transcription of Pho regulon promoters in Bacillus subtilis: PhoP∼P activator sites within the coding region stimulate transcription in vitro. Mol. Microbiol. 28, 1187–1197 [PubMed] [Google Scholar]18. \nYakhnin A. V., and Babitzke P. (2010) Mechanism of NusG-stimulated pausing, hairpin-dependent pause site selection and intrinsic termination at overlapping pause and termination sites in the Bacillus subtilis trp leader. Mol. Microbiol. 76, 690–705 [PMC free article] [PubMed] [Google Scholar]19. \nLandick R., Wang D., and Chan C. L. (1996) Quantitative analysis of transcriptional pausing by Escherichia coli RNA polymerase: his leader pause site as paradigm. Methods Enzymol. 274, 334–353 [PubMed] [Google Scholar]20. \nKomissarova N., Kireeva M. L., Becker J., Sidorenkov I., and Kashlev M. (2003) Engineering of elongation complexes of bacterial and yeast RNA polymerases. Methods Enzymol. 371, 233–251 [PubMed] [Google Scholar]21. \nKyzer S., Ha K. S., Landick R., and Palangat M. (2007) Direct versus limited-step reconstitution reveals key features of an RNA hairpin-stabilized paused transcription complex. J. Biol. Chem. 282, 19020–19028 [PubMed] [Google Scholar]22. \nMooney R. A., Schweimer K., Rösch P, Gottesman M., and Landick R. (2009) Two structurally independent domains of E. coli NusG create regulatory plasticity via distinct interactions with RNA polymerase and regulators. J. Mol. Biol. 391, 341–358 [PMC free article] [PubMed] [Google Scholar]23. \nKettenberger H., Armache K. J., and Cramer P. (2004) Complete RNA polymerase II elongation complex structure and its interactions with NTP and TFIIS. Mol. Cell\n16, 955–965 [PubMed] [Google Scholar]24. \nKlein B. J., Bose D., Baker K. J., Yusoff Z. M., Zhang X., and Murakami K. S. (2011) RNA polymerase and transcription elongation factor Spt4/5 complex structure. Proc. Natl. Acad. Sci. U.S.A. 108, 546–550 [PMC free article] [PubMed] [Google Scholar]25. \nMartinez-Rucobo F. W., Sainsbury S., Cheung A. C. M., and Cramer P. (2011) Architecture of the RNA polymerase-Spt4/5 complex and basis of universal transcription processivity. EMBO J. 30, 1302–1310 [PMC free article] [PubMed] [Google Scholar]26. \nMissra A., and Gilmour D. S. (2010) Interactions between DSIF (DRB sensitivity inducing factor), NELF (negative elongation factor), and the Drosophila RNA polymerase II transcription elongation complex. Proc. Natl. Acad. Sci. U.S.A. 107, 11301–11306 [PMC free article] [PubMed] [Google Scholar]27. \nBelogurov G. A., Sevostyanova A., Svetlov V., and Artsimovitch I. (2010) Functional regions of the N-terminal domain of the antiterminator RfaH. Mol. Microbiol. 76, 286–301 [PMC free article] [PubMed] [Google Scholar]28. \nRing B. Z., and Roberts J. W. (1994) Function of a nontranscribed DNA strand site in transcription elongation. Cell\n78, 317–324 [PubMed] [Google Scholar]29. \nRing B. Z., Yarnell W. S., and Roberts J. W. (1996) Function of E. coli RNA polymerase σ factor σ70 in promoter-proximal pausing. Cell\n86, 485–493 [PubMed] [Google Scholar]30. \nPerdue S. A., and Roberts J. W. (2011) σ70-dependent transcription pausing in Escherichia coli. J. Mol. Biol. 412, 782–792 [PubMed] [Google Scholar]31. \nBrodolin K., Zenkin N., Mustaev A., Mamaeva D., Heumann H. (2004) The σ70 subunit of RNA polymerase induces lacUV5 promoter-proximal pausing of transcription. Nat. Struct. Mol. Biol. 11, 551–557 [PubMed] [Google Scholar]32. \nMooney R. A., Davis S. E., Peters J. M., Rowland J. L., Ansari A. Z., and Landick R. (2009) Regulator trafficking on bacterial transcription units in vivo. Mol. Cell\n33, 97–108 [PMC free article] [PubMed] [Google Scholar]33. \nFeklistov A., and Darst S. A. (2011) Structural basis for promoter-10 element recognition by the bacterial RNA polymerase σ subunit. Cell\n147, 1257–1269 [PMC free article] [PubMed] [Google Scholar]34. \nSamai P., Pyenson N., Jiang W., Goldberg G. W., Hatoum-Aslan A., and Marraffini L. A. (2015) Co-transcriptional DNA and RNA cleavage during type III CRISPR-Cas immunity. Cell\n161, 1164–1174 [PMC free article] [PubMed] [Google Scholar]"}