{"title": "A Two-Way Street: Regulatory Interplay between RNA Polymerase and Nascent RNA Structure", "pubDate": "2016", "PMCID": "PMC4911296", "DOI": "10.1016/j.tibs.2015.12.009", "PMID": "26822487", "abstract": "The vectorial (5'-to-3' at varying velocity) synthesis of RNA by cellular RNA polymerases (RNAPs) creates a rugged kinetic landscape, demarcated by frequent, sometimes long-lived, pauses. In addition to myriad gene-regulatory roles, these pauses temporally and spatially program the co-transcriptional, hierarchical folding of biologically active RNAs. Conversely, these RNA structures, which form inside or near the RNA exit channel, interact with the polymerase and adjacent protein factors to influence RNA synthesis by modulating pausing, termination, antitermination, and slippage. Here, we review the evolutionary origin, mechanistic underpinnings, and regulatory consequences of this interplay between RNAP and nascent RNA structure. We categorize and rationalize the extensive linkage between the transcriptional machinery and its product, and provide a framework for future studies.", "author": [{"author": "Jinwei Zhang", "affiliation": ["Laboratory of Molecular Biology, National Institute of Diabetes and Digestive and Kidney Diseases, Bethesda, MD 20892, USA. Electronic address: jinwei.zhang@nih.gov."], "href": "/?term=Zhang+J&cauthor_id=26822487"}, {"author": "Robert Landick", "affiliation": ["Departments of Biochemistry and Bacteriology, University of Wisconsin-Madison, Madison, WI 53706, USA. Electronic address: landick@biochem.wisc.edu."], "href": "/?term=Landick+R&cauthor_id=26822487"}], "refPMID": [], "citedInPMID": ["26822487", "34782462", "34740970", "34719334", "34499567", "34470825", "34176739", "34023383", "33631106", "33568644", "33208928", "32633085", "31843798", "31761536", "31663818", "31636437", "31363225", "31323435", "31310765", "31308523", "31268687", "31153903", "31081713", "31071079", "31068966", "31020314", "30892685", "30886404", "30698797", "30618376", "30388413", "30328748", "30251626", "30050038", "29758107", "29757477", "29679003", "29499135", "29222445", "29099315", "28973457", "28531275", "28507243", "28452979", "28398514", "28363125", "28242762", "28144031", "28072558", "27994029", "27498839", "27436286", "27432968", "27068658", "27043647"], "body": " AbstractThe vectorial (5′-to-3′ at varying velocity) synthesis of RNA by cellular RNA polymerases creates a rugged kinetic landscape, demarcated by frequent, sometimes long-lived pauses. In addition to myriad gene-regulatory roles, these pauses temporally and spatially program the co-transcriptional, hierarchical folding of biologically active RNAs. Conversely, these RNA structures, which form inside or near the RNA exit channel, interact with the polymerase and adjacent protein factors to influence RNA synthesis by modulating pausing, termination, antitermination, and slippage. Here we review the evolutionary origin, mechanistic underpinnings, and regulatory consequences of this interplay between RNA polymerase and nascent RNA structure. We categorize and attempt to rationalize the extensive linkage between the transcriptional machinery and its product, and provide a framework for future studies.Keywords: RNA polymerase, RNA structure, RNA processing, transcriptional pausing, termination and antitermination Co-evolution of RNA polymerase and nascent RNA produced functional interplayLife is enabled by the folding of one-dimensional, heteropolymeric macromolecules into three-dimensional, functional devices. Among the known biological heteropolymers, RNA is recognized as the most ancient, versatile, and self-sufficient [1]. RNAs carry out a large repertoire of key cellular functions such as templating protein synthesis, catalyzing peptidyl transfer [2, 3], transesterification [4], and hydrolysis [5, 6] reactions, and regulating cellular function [7] via elaborate structures that rival the complexity of large proteins [6, 8-10].A key evolutionary milestone in the ancient RNA-dominant world was the delegation of RNA biogenesis from ribozymes to a new heteropolymer, proteins. The emerging RNA-peptide world hypothesis posits that primordial short peptides stabilized and protected the RNA, enabling lengthening and coevolution of both heteropolymers to achieve greater complexity [11-13]. One of these ancient peptides, NADFDGD, synthesized from the earliest amino acids, may be preserved as the universal catalyst found in the active site of essentially all extant, multisubunit, DNA-dependent RNA polymerases (RNAPs) [14, 15]. Similarly, the conserved “palm” domain shared by T7 RNAP, reverse transcriptase, primase, etc., which houses a similar active site, may have evolved from an ancient RNA-recognition motif (RRM) subsequently elaborated with metal-coordinating residues [16].After displacing their ribozyme counterparts, proteinaceous DNA-dependent RNAPs continue to co-evolve with their RNA products and now are responsible for vectorial (5′-to-3′ at varying velocity) synthesis of RNA molecules for all free-living organisms (excluding some organelles and viruses that use single-subunit RNA polymerases related to DNA polymerases). The functional importance of protein-based RNA biogenesis exposed the transcription machinery to extensive selection, elaboration, and adaptation [17], producing for instance an RNA exit channel that allows RNAP to alter catalytic rate and processivity in response to interactions with different nascent RNA structures [18, 19].Two comparative examples using Escherichia coli and Bacillus subtilis RNAPs illustrate the lineage-specific evolution of RNAPs to co-transcriptionally fold and respond to regulatory structures in its nascent RNA product. In one example, E. coli RNAP strongly recognizes the well-characterized hairpin-stimulated his pause, whereas B. subtilis RNAP [20] (and mammalian RNAPII [21]) completely ignore this RNA-mediated signal. These different responses of distantly related enzymes to the same RNA structure likely reflect divergence driven by distinct regulatory needs. Conversely, divergent RNAPs have evolved kinetic or chaperone behavior needed to fold specific RNA structures. For example, by monitoring the co-transcriptional folding of P RNA into a catalytically active form, Pan and colleagues showed that the cognate E. coli RNAP is significantly more proficient than the noncognate B. subtilis RNAP in correctly folding the E. coli P RNA [22, 23]. We will elaborate in this review on both examples, which together demonstrate the intimate interplay between transcribing RNAP and its nascent RNA product that arose as the structures and properties of the enzyme and the transcript co-evolved.The extensive coupling among vectorial RNA synthesis by RNAP, RNAP structure, RNA folding, and nascent RNA interaction with RNAP and transcription factors has long been recognized to play key roles in prokaryotic transcription attenuation mechanisms [22-25]. In prokaryotes, the coupling can be modulated by ribosomes, regulatory proteins, or small molecules. These interactions also can guide proper folding of biologically active RNAs. The connections among RNAP, nascent RNA folding, and regulators are likely of equal if not greater importance in eukaryotes where they are far less well understood.In this review, we categorize the mechanistic underpinnings of RNAP-nascent RNA interactions as mediators of gene regulation, covering both bacteria and the developing understanding of instances in eukaryotes. What emerges is an overarching theme that RNAP pausing and nascent RNA structure can act as both receivers and carriers of regulatory information. We highlight (i) the different ways nascent RNA structures can affect transcriptional pausing, termination, and antitermination, (ii) the essential roles of RNAP pausing in guiding co-transcriptional RNA folding, (iii) the possible roles of elongation factors and RNAP itself as RNA folding chaperones, and (iv) the potential importance of RNAP-nascent RNA interactions in splicing and miRNA biogenesis. Nascent RNA modulates the activity of RNAPNascent RNA structures formed within and just upstream of the enzyme's RNA exit channel control the activity of RNAP in myriad ways, most prominently by dissociating transcription complexes at ρ-independent terminators in bacteria, by recruiting regulators like λN that suppress bacterial termination, by directly interacting with RNAP to suppress termination, and by either increasing or decreasing transcriptional pausing (Figure 1). Because pausing plays key roles in termination and antitermination and because its interplay with nascent RNA structure is particularly complex, we will first describe the fundamental mechanisms of pausing and then describe different ways nascent RNA structures influence pausing as well as termination, antitermination, and other RNAP activities.Open in a separate windowFigure 1Nascent RNA structures exert diverse effects on the transcribing RNA polymerase(A) Schematic of a transcribing RNA polymerase in normal elongation [green outline, active elongation complex (EC)]. Arrowheads indicate the direction of RNA polymerase movement. DNA template is omitted for clarity except in (F). (B) In elemental pauses, structural rearrangements of the active site transiently and reversibly inactivate catalysis (denoted by the red outline and “X”), and provide a precursor to long-lived pauses and termination [24-25]. (C) In backtrack pauses, the RNAP reverse translocates relative to the nucleic-acid scaffold, disengaging the RNA 3′ end from template DNA and threading it into the secondary channel (or pore, funnel). The dashed and solid outlines denote the same RNAP before and after backtracking, respectively. (D) In hairpin-stabilized pauses, the action of the RNA hairpin exacerbates the active-site inhibition from the preceding elemental pause and prolongs the pause dwell time by opening the clamp (see Figure 2) [37]. (E) Nascent RNA hairpins can act as mechanical barriers that impede backtracking, thereby controlling the translocation register to promote forward motion of the RNAP [54]. (F) Strong hairpins located upstream of weak RNA-DNA hybrids can cause mechanical shearing of the hybrid, followed by hybrid re-annealing in a shifted register (DNA shown for clarity; forward slippage is depicted) [59, 60]. The dashed and solid outlines denote the same RNAP before and after slippages, respectively. (G) In hairpin-dependent termination, the formation of a strong RNA hairpin in conjunction with 3′ uridines extracts the nascent RNA from the upstream RNA-DNA hybrid, causing the collapse of the EC and termination of transcription [30, 61]. The dashed and solid outlines denote the same RNAP before and after termination, respectively. (H) Nascent RNA structures can become anchored near the RNA exit channel, and confer robust anti-pausing and antitermination properties over long distances [19, 63], much like their proteinaceous counterparts such as λN.Fundamental mechanisms of pausingAs elongating multi-subunit RNAPs traverse individual transcriptional units, the rates of nucleotide addition (and thus the speed of the enzyme) vary by several orders of magnitude among the sites of RNA synthesis along the DNA template [26, 27]. This variation in reaction velocity produces a rugged kinetic landscape (as opposed to a smooth continuum). Prominent landmarks on this landscape are long-lived pause sites at which a fraction of RNAPs abruptly enter a transient, catalytically inactive state.Transcriptional pauses can be classified by their mechanisms based on studies of model bacterial RNAPs (see Box 1) [28-31]: (i) elemental pauses, at which incompletely understood conformational rearrangements of RNAP involving the clamp and bridge helix and mediated by interactions of the RNA-DNA scaffold inhibit nucleotide addition without backtracking, possibly by disfavoring the fully translocated register necessary for productive NTP binding (Figures 1B and ​and2)2) [29, 32-34]; (ii) backtrack pauses, in which RNA-DNA pairing energetics drive their reverse translocation through RNAP, removing the RNA 3′ nucleotide from the active site into the secondary channel (Figures 1C and ​and2)2) [28, 35, 36]; and (iii) hairpin-stabilized pauses, at which a nascent RNA structure invades the RNA exit channel, stabilizes an open-clamp conformation of the enzyme, and increases the pause dwell time (Figures 1D, ​,2,2, and ​and3)3) [28, 37]. Both backtrack and hairpin-stabilized pauses appear to form after the EC enters an initial elemental pause state.Open in a separate windowFigure 2Mechanistic model of transcriptional pausesTop row: schematic of a transcribing RNA polymerase in normal elongation complex (EC). Normal nucleotide addition is driven by rapid oscillations of the active-site proximal trigger loop (orange) between loop and helical conformations. Binding of nucleoside triphosphate (NTP, green) to its template DNA (+1 tDNA) induces the helical conformation of the trigger loop, which positions the NTP and active-site Mg2+s for rapid catalysis [38, 43]. Middle row: Failed translocation leads to a loosened grip on DNA and a slightly opened clamp (magenta), which kinks the bridge helix (cyan) and traps the +1 tDNA base, which together produce an elemental pause state [34]. Elemental pauses also provide a window of opportunity for the RNAP to backtrack, thereby disengaging the RNA 3′ end from the active site into the secondary channel, resulting in a long-lived pause or arrested state. Bottom row: Formation of RNA hairpins at elemental pauses causes further opening of the clamp relative to the flap (light blue), and attendant trapping of the trigger loop in an unproductive conformation and fraying of the RNA 3′ nucleotide away from +1 tDNA, which ultimately produces a long-lived pause [37, 38, 44].Open in a separate windowFigure 3Three types of RNAP pauses classified based on their linkage to the nascent RNA hairpin(A) Schematic of a pause that enables but is not influenced by the formation of RNA hairpin in the RNA exit channel. (B) Schematic of a pause that is suppressed by hairpin formation. (C) Schematic of a pause that initially promotes hairpin formation, which in turn prolongs that initial pause through hairpin-mediated clamp opening and active site rearrangements. The color scheme is the same as in Figure 2. EP indicates Elemental Pause.Because the elemental pause may be an obligate intermediate from which long-lived, regulatory pauses are derived (on the order of seconds in vivo), it is important to understand its mechanistic origin and the pathways through which it leads to more stable pauses. The elemental pause appears to arise when RNAP loses its grip on the nucleic-acid scaffold during translocation from one template position to the next, allowing loosening of the RNAP clamp domain and changes in the conformation of the bridge helix and trigger loop [33, 34, 37, 38]. The collective effect of these reversible changes generates an inactive offline state that is unable to complete translocation [39-42]. This transient, reversible inactivation of the catalytic center is linked to both nucleic-acid sequence and global RNAP conformation. The fraction of elongating RNAP molecules that undergo this rearrangement at a given template position depends on the underlying sequence, but at least some RNAP molecules move past the site without pausing even at strong elemental pause sites. Recent genome-scale studies establish a consensus sequence for the elemental pause and document its occurrence on average about once per hundred bp in E. coli [42].Elemental pauses can give rise to long-lived gene-regulatory pauses through hairpin-stabilization or backtracking (Figure 2), and is an obligate precursor to irreversible transcription termination [33, 34]. These two types of stabilized pauses synergize with nascent RNA structure in different ways, as described in the next section. Biochemical studies show that hairpin-stabilized pauses inhibit the trigger loop-trigger helices transition required for nucleotide addition and cause the RNA 3′ nucleotide to fray away from the DNA template in the pretranslocated register (Figure 2) [38, 43, 44]. Both effects may result from nascent hairpin-stabilization of a fully open clamp conformation. A role of the trigger loop in pausing also is supported by pause-altering effects of lineage-specific sequence insertions [45], transcription factors (TFs) [46], and small molecules (such as tagetitoxin for bacterial RNAP [47] and alpha-amanitin for RNAP II [48]).The existence of the elemental pause is best documented in bacteria; it has been argued that eukaryotic RNAPII passes directly into a backtrack pause state without an elemental pause intermediate [49, 50], but current data on this point are inconclusive [41]. Compared to the bacterial enzyme, what happens in the catalytic center of RNAPII during pausing is less well understood, and hairpin-stabilization of RNAPII pausing has not been described to date. However, RNAPII shares essentially all the active-site components of the bacterial enzyme, such as the highly conserved trigger loop/helices and bridge helix, making it reasonable to infer mechanistic similarities between these enzymes.The trio of hairpin-enabling, hairpin-inhibited, and hairpin-stabilized pausesAlthough the mechanistic classes of pauses described above and illustrated in Figure 2 provide the most useful way to distinguish effects on the RNAP active site, a different classification of pauses based on effects of nascent RNA structure best illustrates the main points of this review. Thus, from the perspective of nascent RNA folding, pauses can be placed in three categories (Figure 3): (i) hairpin-enabling pauses, which allow time for nascent RNA structures to form or rearrange prior to pause escape and whose dwell time is unaffected by the changes in nascent RNA structure (these pauses may be either elemental or backtrack pauses); (ii) hairpin-inhibited pauses, in which dwell time is decreased by a nascent RNA structure that favors forward translocation by pulling on the RNA in the hybrid (principally backtrack pauses, but could also be elemental pauses); and (iii) hairpin-stabilized pauses, in which an initial elemental pause allows time for formation of a pause-prolonging RNA hairpin 11-12 nt from the RNA 3′ end that interacts with the RNA-exit channel, stabilizes an open-clamp RNAP conformation, and shifts the RNA 3′ nucleotide into a frayed position in the active site. The hairpin-stabilized and hairpin-inhibited pauses were originally described as class I and class II pauses, respectively [28]. The hairpin-enabling pauses emerged as a new category thanks to improved understanding of pausing-guided RNA folding [51-53]. Taken together, this trio of transcriptional pause types reflect an intimate interplay between RNA hairpin formation and RNAP kinetics that exerts temporal effects on elongation. Besides providing kinetic instructions for concurrent RNA synthesis and folding, RNA hairpins also exert strong spatial effects on the register of translocating EC on DNA.Role of RNA hairpins in controlling RNAP translocation registerAs robust mechanical devices with defined dimensions, shape, and stability, nascent RNA hairpins effectively restrict lateral movements of RNAP on DNA. Hairpin inhibition of pausing by restriction of backtracking has been documented for both bacterial RNAP [28] and eukaryotic RNAPII [54]. These effects extend beyond pausing; backtracking also plays key roles in transcription error correction and transcription-coupled repair [55]. Backtracking entails not only extrusion of the 3′ RNA into the secondary channel (or funnel-pore) and shifting the nucleotides in the DNA bubble and RNA-DNA hybrid, but also movement of upstream RNA back into RNAP (Figures 2 and ​and3).3). Formation of RNA hairpins and other structures at the upstream edge of RNAP generates a mechanical barrier to this movement of the upstream RNA, and thus indirectly suppresses backtracking and promotes forward RNAP motion (Figure 1E) [54] [40]. Consistent with this idea, increased GC content in RNA sequences, which should increase both the prevalence and stability of nascent RNA secondary structures, correlates with reduced pause frequency and duration. Ablation of nascent RNA structures by RNase treatment, as expected, abolishes the impact of GC content on pausing [54]. For at least RNAPII [56], and likely also for bacterial RNAP on noncoding RNA genes, numerous RNA structures that form behind the RNAP act as interspaced barriers that aid RNAP in maintaining its forward-moving motion. However, strong hairpins that zip behind the RNAP may push the enzyme forward faster than nucleotide addition, leading to shearing of the DNA-RNA hybrid, as observed in slippage and termination [57, 58]Role of RNA hairpins in transcription slippageWhen transcribing homopolymeric tracts of thymidines or adenosines, both single- and multi-subunit RNAPs exhibit an enhanced propensity for transient shearing of the DNA-RNA hybrid, followed by realignment of the template and transcript in a shifted register [59]. Such transcript slippage, or reiterative transcription, produces a heterogeneous population of transcripts that contain insertions and deletions, many of which shift in translation frame for mRNAs and thus affect the ratio of truncated versus full-length proteins with distinct biochemical properties. These slippage events can be affected by formation of nascent RNA structures. For example, formation of a nascent RNA hairpin was recently reported to cause RNAP to skip a nucleotide in a transposase gene of the bacterium Roseiflexus; this slippage event is required to produce the active transposase [60]. This nascent RNA hairpin is proposed to partially melt the upstream end of a rU5C4 RNA-DNA hybrid and thus promotes forward slippage (Figure 1F). Notably, this RNA structure also causes robust slippage and realignment for yeast RNAPII, suggesting a general capability of such nascent RNA devices to alter RNAP register on DNA [60].Role of RNA hairpins in transcription terminationIn addition to effects on slippage and frameshifting, if the mechanical shearing force on the DNA-RNA hybrid exerted by a strong RNA hairpin exceeds a certain threshold (especially when coupled with an adjacent weak homopolymeric rU-dA hybrid) then the transcript 3′ end can be pulled out of the active site, ultimately leading to release of the transcript from the EC (Figure 1G). Thus, long (≥7 bp), GC-rich RNA hairpins followed by ≥3 tandem uridines constitute an intrinsic, or Rho-independent, transcription terminator. This signal is a ubiquitous cis-acting RNA device that dissociates bacterial RNAP from DNA and RNA 7-9 nt 3′ from the hairpin and demarcates the end of transcription units. Progressive formation of a stable RNA hairpin, in particular the annealing of the 2-3 bp at the bottom of the terminator hairpin, exert a strong lateral pulling force that extracts the RNA from the upstream hybrid accompanied either by hybrid shearing if the 3′ hybrid is predominantly rU-dA or forward translocation without nucleotide addition if the 3′ hybrid is stronger. Losing the major source of thermodynamic stability, the EC then collapses and dissociates (Figure 1G) [30, 57, 61, 62].RNAP-anchored nascent RNA structures modify RNAP properties over long distancesIn addition to acting at or within the RNA exit channel, nascent RNA structures can bind and become anchored to sites on the RNAP surface, modifying the elongation properties of the enzyme (Figure 1H). One prominent example is the Lambdoid bacteriophage HK022 putL RNA, which consists of two conserved hairpins linked by an unpaired guanosine. The 65-nt putL nascent RNA exerts a local anti-pausing effect via suppression of RNAP backtracking, and more significantly, modifies the RNAP to render it resistant to multiple intrinsic and factor-dependent terminators over long distances, thus increasing expression of downstream viral genes [19]. Another RNAP-anchored antiterminator RNA, the first found in Gram-positive bacteria, is the recently described EAR RNA structure (~120 nt); EAR enhances the expression of downstream exopolysaccharide genes and thus drives biofilm formation in Bacillus subtilis [63].The broad-spectrum effects of putL and EAR RNA on several different transcription terminators suggest they affect a common step towards termination. putL was proposed to act by interfering with either the formation or the action of the terminator hairpin. In light of the newly revealed connection between clamp opening and RNAP pausing [37], it is also possible that putL and EAR RNA might suppress pausing and termination by physically preventing clamp movement.The ability of anchored nascent RNA structures to create pause- and termination-resistant ECs resembles protein- and ribonucleoprotein-based antitermination systems such as λN, λQ, RfaH, and Nus factor-mediated antitermination in the E. coli rrn operons, [64-66]. Notably, the transcription of early λ genes is activated by a short, two-part RNA sequence (the linear boxA sequence and the boxB hairpin), which recruits the λN and Nus proteins to modify the RNAP. In contrast, λQ and RfaH act through binding the DNA rather than nascent RNA [67]. It remains unclear if these RNA-based, protein-based, and hybrid antitermination systems utilize a unified fundamental mechanism, or target distinct steps of the termination pathway or different RNAP structures (e.g., the active site, flap, or clamp) to confer pause- and termination-resistance. Transcription-guided folding of regulatory nascent RNAsReciprocal to the myriad effects of nascent RNA structures on RNAP, RNAP and associated TFs control how nascent RNA folds. In principle, RNAP and regulators can modulate RNA folding in at least three ways. First, the simple fact of 5′-to-3′ synthesis creates a positional bias that favors formation of local structures over structures involving distant segments. Second, transcriptional pausing can create an extended time window for the formation of slow-folding RNA structures, in essence selectively augmenting the consequences of vectorial synthesis at key positions. These positional and temporal effects on RNA folding are well recognized, although only a limited set of examples are understood in detail [51]. Such effects can kinetically trap RNA in structures that may not be thermodynamically favored in the full-length RNA. Alternatively, vectorial synthesis and pausing may aid RNA folding into transient structures that protect the nascent RNA against kinetic traps until more 3′ segments required to form long-range interactions are synthesized. Third and finally, the transcriptional machinery may actively modulate nascent RNA folding though protein-RNA interactions that either favor or disfavor formation of particular RNA structures. These interactions may be direct contacts of RNAP to RNA or may be contacts made by accessory elongation factors like NusA that can be thought of as nascent RNA chaperones.To illustrate these effects, we will describe documented examples of (i) pause-guided folding of gene-regulatory RNAs in attenuation and riboswitch-regulated transcription units; (ii) pause-guided folding of catalytic RNAs; and (iii) pause-guided processing of nascent mRNAs made by RNAPII (see also Table 1).Table 1Documented examples of pauses relative to nascent RNA structuresExampleHairpin to 3′ end distancePause typeEffect on RNA structureElongation factorRefstrp, his leader pauses in enterics11 ntHairpin-stabilized pausing; hairpin opens RNAP clampPermits formation of pause hairpinNusA NTD promotes pausing[28, 78, 79]trp leader pauses in B. subtilis11 ntHairpin-stabilized pausingPauses allow time for TRAP binding to RNANusA, NusG promote pausing and probably hairpin formation; effect of RNAP untested[80-82]mgtA riboswitch pauses in enterics11 ntHairpin-stabilized pausingPause enable Mg2+& nascent RNA structure control of Rho-dependent attenuation of mgtANot yet tested[83]ribD riboswitch pauses in B. subtilis?elemental consensus sequence present; but details unknownPauses preserve aptamer structure to enable ligand bindingNusA appears to enhance pauses[84]btuB riboswitch pauses in E. coli?Pauses not yet mapped to single nt resolution.Pauses preserve aptamer structure to enable ligand binding; may prevent misfoldingNot yet tested[53]thiM riboswitch pause in E. coli12 ntApparently hairpin-stabilizedPauses preserve aptamer structure to enable ligand bindingNot yet tested[42, 52]alx leader pauses?Elemental consensus sequence present; pause hairpins or backtracking not mapped.Pauses favor translation competent structure; pH alters pausing and nascent RNA foldingNot yet tested[25, 85]rnpB (P-RNA)13 nt E. coli 12 nt B. subtilisE. coli: elemental or backtrack hairpin-enabling pause B. subtilis: may be hairpin-stabilizedPauses enable transient 5' structure that prevents misfoldingNusA promotes proper RNA folding and enhances B. subtilis but not E. coli rnpB pause.[22, 23, 89]T-box riboswitch pause in Stem III?Likely backtrack pause.Pauses allow time for tRNA binding to T-box Stem I and aid tRNA 3' end-antiterminator interactionNo NusA effect. NusG reduces pause half-life 2-4 fold[139-141]HIV-1 leader pause (+62)23 nt for pause hairpin before TAR formationBacktrack pausePause may allow time for RNA rearrangement into TAR hairpinNELF-E interacts with TAR hairpin loop; could affect pausing.[116, 123]Open in a separate windowPause-guided folding of regulatory RNAs in attenuation and riboswitch-regulated transcription unitsThe best-characterized cases of pause-guided RNA folding occur in the 5′ leader regions of bacterial operons that are regulated by attenuation [31, 68, 69]. Strong pauses were first discovered just downstream from the first significant RNA structures of the alternatively folded leader transcripts of certain amino-acid biosynthetic operons in enterobacteria (e.g., the trp, leu, or his operons [26, 68, 70-73]). These attenuator RNAs operate by coupling the position of the translating ribosome with formation of alternative RNA structures, which dictate the expression of the downstream coding genes. Translation of tandem codons for an amino acid that is synthesized by the downstream gene products makes the position of the translating ribosome sensitive to the level of the cognate aminoacyl-tRNA, which is a function of intracellular supply of that amino acid. These pauses may both guide formation of RNA hairpin structures and allow time for ribosomes to initiate translation of the leader peptide, thus enabling ribosome movement-governed alternative RNA structure formation. Which RNA structure forms in turn determines whether intrinsic termination occurs upstream of the first structural gene.In the trp and his cases, these RNA structures are located 11 nt before the paused RNA 3′ end and increase the pause dwell time, apparently by stabilizing the open-clamp conformation of RNAP [18, 28, 37, 74, 75]. Ribosomes, once loaded on the leader RNA, appear to release the paused RNAP by disrupting the pause hairpin, which thus has two distinct synchronizing functions (Figure 4A). First, by delaying RNAP, the pause hairpin allows time for ribosomes to initiate translation and translocate closer to the RNAP. Second, by triggering release of the paused RNAP when melted by the ribosome, the pause hairpin synchronizes RNAP and ribosome movements to enable the attenuation decision.Open in a separate windowFigure 4RNAP pause-guided RNA folding and processing(A) Pausing aids the coupling of translation with transcription in bacteria, which enables the translating ribosome to modulate RNA structure formation. This paradigm frequently serves as an initial step in attenuation mechanisms, and can couple ribosome movement and downstream transcription termination (not depicted) to metabolite levels (e.g., amino acids and nucleotides) that affect ribosomes and RNAP in Gram-negative bacteria [24]. As in Figure 1, green and red RNAP outlines indicate catalytically active and inactive (e.g., paused) RNAPs, respectively. “X” denotes transient or irreversible inactivation of the RNAP active site. (B) Pausing provides a crucial time window for initial RNA folding, and for cellular metabolites to engage riboswitch aptamers. The timing of ligand binding to and attaining equilibrium with their cognate aptamer domain relative to the time required for RNAP to reach the expression platform dictates whether the riboswitch operates in kinetic or thermodynamic mode [10, 84, 86]. The duration of the pauses can therefore modulate the dynamic range of ligand concentrations within which the riboswitch operates. (C) Pausing enables formation of a 5′ non-native structure that serves to prevent the formation of stable, misfolded partial structures, and thus promotes formation of a native fold of a full-length ribozyme [22]. (D) Possible roles of RNAPII pausing in guiding RNA folding and biogenesis. RNA structure formation at several stages of transcription may aid folding of pri-miRNAs and pre-miRNAs, including promoter-proximal pausing, microprocessor recruitment, and splice-site recognition. Additionally, promoter-proximal pausing aids TF recruitment and regulation of gene expression and splice-site pausing appears to aid exon inclusion in mRNAs. Pausing also aids cleavage and polyadenylation, as well as RNAPII termination downstream of poly(A) sites.The his and trp pause hairpins increase the dwell time of pauses by a factor of ~10 alone, or ~30 in the presence of NusA [24, 26, 76], although even larger hairpin effects have been reported for other pauses [77]. This pause-stabilizing activity of NusA is attributable to interaction of the NusA N-terminal domain (NTD) with a segment of the RNA duplex at the mouth of the exit channel [78, 79]. Little NusA effect is evident when a short duplex is present but shielded within the exit channel or when the 8-nt loop of the his pause hairpin loop is converted to a UUCG tetraloop [18, 74]. This effect of NusA NTD likely includes stabilization of the pause hairpin since NusA NTD increases the rate of artificial duplex formation by a factor of 2 [37]. However, both the extent of RNA structure stabilization by NusA and possible effects of RNA sequence, shape, and structure on the extent of stabilization are unknown.Interestingly, similarly positioned pause hairpins appear to have similar pause-prolonging functions that synchronize RNAP movements with binding of the trp RNA-binding attenuation protein (TRAP) at two distinct sites in the B. subtilis trp leader region [80, 81]. Interestingly, the mechanisms by which tryptophan controls gene expression differ significantly among enterobacteria and different firmicutes lineages (via the extent of tRNATrp charging sensed by a translating ribosome, or tRNATrp charging sensed by a T-box riboswitch, or direct tryptophan binding to TRAP). These B. subtilis hairpin-stabilized pauses establish that the broad parameters by which RNAP and NusA guide RNA structure formation are likely similar across bacterial genera, although a lack of effect of the E. coli his pause site on B. subtilis RNAP suggests that some as-yet unexplained, species-specific differences exist [20]. Further, B. subtilis NusG significantly enhances the B. subtilis trp leader pauses [82], whereas E. coli NusG has little effect on hairpin-stabilized pauses and its E. coli paralog RfaH can suppress hairpin-stabilized pauses. Thus, at least some accessory elongation factors differ significantly in their effects on the pause-nascent RNA structure interplay (see next sections).Recently, another clear example of hairpin-stabilized pausing governing folding of regulatory leader RNAs was reported for the mgtA operon encoding a Mg2+ transporter in enterobacteria [83]; in this case, enhancing the pause may both guide formation of alternative leader RNA structures, one of which is a Mg2+-binding riboswitch, and serve as the site of Rho-dependent termination when Mg2+ levels are high. The striking similarity of the mgtA leader pause to the his and trp leader pauses suggests that hairpin-stabilized pauses are more widespread in bacteria than has been appreciated.Additional well-documented cases of pausing that guides nascent RNA folding occur in the leader regions of operons controlled by riboswitch-based attenuation mechanisms (Figure 4B). For instance, in the leader region of the B. subtilis ribDEAHT operon, which encodes flavin mononucleotide (FMN) biosynthetic enzymes, the lifetimes of two pause sites located downstream of the FMN-binding aptamer domain determine the effective concentrations at which FMN can stabilize the aptamer prior to leader RNA rearrangement into an antitermination structure [84] (Table 1). These riboswitch pauses are stimulated by NusA. However, whether transient pause hairpins affect these long-lived pauses and how the hairpin pauses alter nascent RNA folding pattern are unknown. The same is true for several other riboswitches for which pausing has been reported to affect ligand binding or RNA folding, such as in the leader regions of the E. coli btuB, thiM, and alx genes [25, 52, 53, 85] (Table 1). Folding of the B. subtilis pbuE adenine riboswitch is another potential example, but the role of pauses here remains uncertain despite high-resolution, single-molecule mapping of positions of nascent RNA folding during riboswitch synthesis [86-88]. For these potential riboswitch-regulating pauses, additional studies are needed to understand the interplay between pausing and nascent RNA folding, the precise nature of the pause mechanisms, and the possible roles of NusA or NusG in their functions.Pause site-guided folding of catalytic RNAsDefinitive evidence that the interplay of RNAP pausing and nascent RNA dictate the folding of biologically active RNA structures comes from landmark work on folding of P-RNA, the RNA component of RNase P, which is responsible for 5′ endonucleolytic maturation of pre-tRNA and other RNA precursors [22, 23]. In an initial study of a circularly permuted form of B. subtilis P-RNA, a strong NusA-enhanced pause was found to accelerate folding of the P-RNA into a catalytically active form [23]. Either a mutant RNAP that abrogated pausing or omission of NusA slowed correct folding dramatically. Subsequently, a similar pause-dependent enhancement of folding was found for the wild-type E. coli P-RNA, which appears to depend on a strong consensus pause [22]. Interestingly, this pause occurs 13 nt after the P8 helix of P-RNA, is detectable as a strong pause in vivo [42], but is unaffected either by disruption of the P8 helix or inclusion of NusA [89]. Thus, the E. coli P-RNA pause appears to be a strong hairpin-enabling elemental pause that neither backtracks (which would presumably increase upon P8 disruption) nor is hairpin-stabilized. This pause appears to allow time for the formation of a meta-stable, non-native structure that sequesters and protects the 5′ segments from being trapped by stable, catalytically inactive structures (Figure 4C) [22]. This elegant demonstration of how transcriptional pausing can kinetically guide nascent RNA folding into biologically active structures by enabling formation of transient “protecting” structures is the best understood example of what is likely a general paradigm for pause-guided nascent RNA folding (Figure 4C). Similar effects are proposed for E. coli signal-recognition-particle RNA and hybrid transfer-messenger RNA [22], but those pauses are less evident in vivo [42] and will require further study.Roles of NusA and NusG in nascent RNA foldingNusA, present in bacteria and possibly archaea, and NusG (Spt5), present in all three domains of life, are the most universal regulators of transcript elongation. E. coli NusA associates with most if not all ECs in vivo [22, 23, 90]. Although the NusA NTD is sufficient for effects on pausing and termination [79], most obviously by promoting formation of RNA duplexes [37, 74], NusA also contains other putative RNA binding domains: an OB-fold S1-like domain and two KH domains [91]. These domains appear to interact with nascent RNA in at least some contexts [79, 92, 93]. Thus, a key question is if the ability of NusA to promote folding of P-RNA or other RNAs into biologically active form resides only in its pause-promoting NTD or might involve RNA chaperone-like functions of the other domains. These domains could either sequester upstream ssRNA to promote duplex formation closer to RNAP or they could directly bind to and stabilize duplex formation, like the NTD. Conceivably, their functions could differ among different nascent RNAs and could connect to other RNA chaperones known to promote RNA folding into biologically active forms [94, 95], leaving fertile area for study.The effects of NusG on pauses in E. coli and B. subtilis clearly differ, either reducing or enhancing pausing, respectively [96, 97]. Mycobacterial and T. thermophilus NusG also appear to enhance pausing [98, 99]. NusG appears to associate with most ECs in vivo [90], and to exert its effect in E. coli by inhibiting backtracking or promoting forward translocation [96]. Although NusG alone can bind weakly to RNA in vitro [100], its interactions in the context of an EC appear to be with DNA [82]. Thus, the effects of NusG on RNA folding are likely to be indirect through modulating pausing and thereby time available for RNA folding. However, direct effects have not been excluded and may be a greater possibility in the eukaryotic ortholog of NusG, Spt5, which contains multiple C-terminal KOW domains that could reach to the nascent RNA from the binding site of the NTD on the RNAP clamp domain.Pause site-guided processing of nascent mRNAs made by RNAPIIThe roles of transcriptional pausing in eukaryotic gene expression, especially in metazoans and particularly in the promoter-proximal region, have recently become widely appreciated [101, 102]; however, its roles in guiding RNA folding are much less well understood than in bacteria. Detailed studies that define and dissect specific hairpin-enabling, hairpin-inhibited, or hairpin-stabilized pauses by RNAPII have yet to occur. Nonetheless, multiple recent findings suggest that pausing by RNAPII likely guides folding and processing of nascent mRNAs and primary microRNAs. Two recent native elongating transcript sequencing (NET-seq) studies that reveal RNAPII pause sites in mammalian cells at high resolution give a genome-scale perspective to these effects [103, 104]. Many of the RNAPII pauses cluster in promoter-proximal regions, poly(A) sites, termination regions, and at splice-site junctions, especially 3′ splice site junctions of retained but not skipped exons (Figure 4D), consistent with prior studies at lower resolution [105-107].The major function of promoter-proximal pauses, which are present on most metazoan RNAPII transcription units, is thought to be enabling regulated gene expression by maintaining the promoter in a nucleosome-free state. Thus RNAPII remains available for activation and the extent of pausing vs. activated transcription is subject to regulation by a balance of TF activities. Pause regulation appears to be accomplished principally by the pause-promoting negative elongation factor, NELF, and the positive-acting protein kinase complex, P-TEFb [101, 108-110]. However, the possible interplay of nascent RNA structure and promoter-proximal pausing or even the sequence-dependence of promoter-proximal pausing has not yet received as much attention. The bacterially defined consensus pause clearly affects mammalian RNAPII [42, 111] and some evidence exists both for a vaguely consensus pause-like sequence (the “pause button”) and for backtracking as contributors to promoter-proximal pausing [105, 106, 112, 113]. However, DNA-bound TFs also clearly contribute significantly to pause dwell times either by restraining RNAPII through tethering interactions when bound upstream of the enzyme or by roadblocking RNAPII progress when bound downstream. Pause determination by complex sets of interactions [101, 105] is consistent with the multipartite pause signals defined for bacterial RNAPs [114], but also means that effects of RNA structures on pausing and conversely of pausing on nascent RNA folding may have easily been overlooked.One model system of promoter-proximal pausing, the HIV-1 leader region, has been studied in some detail and suggests analogies to the mechanisms observed in bacteria. Here, RNAPII enters a backtrack pause in vitro at +62 just before the nascent RNA rearranges from an initial hairpin structure to the TAR hairpin that recruits Tat and PTEF-b [115-119] (Table 1). These ~60 nt RNAs accumulate in vivo prior to full HIV-1 activation [120]. Interestingly, NELF-E, the RRM-containing, RNA-binding component of NELF [121] that aids HIV-1 leader pausing [122] interacts with the loop of TAR sequence-specifically [123]. Thus, NELF-E may be a chaperone of nascent RNA structure formation for RNAPII, possibly analogous to the function of NusA for bacterial RNAP. The HIV-1 model system offers the best defined opportunity to fully dissect the nascent RNA structure – RNAPII interplay.Strong evidence for an interplay between RNA structure formation and promoter-proximal pausing by RNAPII also comes from recent findings by Steitz, Sharp, and their co-workers that some microRNA precursors in mouse embryonic stem cells, which form distinctive RNA secondary structures and are processed by Dicer to generate Argonaute-programming miRNAs, are derived from promoter-proximal pause RNAs (Figure 4D) [124, 125]. These so-called TSS-miRNAs are proposed to destabilize paused ECs through effects on RNAP conformation similar to those documented for bacterial hairpin-stabilized paused ECs [18, 37]. Thus, it will be of particular interest to determine if premiRNA structures function as pause hairpins during promoter-proximal pausing by RNAPII, whether promoter-proximal pauses play enabling roles in nucleation of pre-miRNA structures, and if pause duration or alternative folding of nascent RNAs play regulatory roles in production of TSS-miRNAs.The same questions apply to the better known route for biogenesis of pre-miRNAs, which are excised from primary RNAPII transcripts or intronic RNAs by the microprocessor complex of RNaseIII-like Drosha and its dsRNA-binding partner Pasha [126]. Although NET-seq results confirm prior evidence for co-transcriptional action of microprocessor [104], the extent of pausing near the processing sites and thus the potential for interplay between nascent RNA structure formation and pausing in co-transcriptional miRNA biogenesis is as yet unclear. The detection of heterogeneous 3′ ends may be attributed either to pausing or to processed RNAs bound to RNAPII, pointing to the need for further study.Transcriptional pauses in the vicinity of 3′ splice-site junctions also appear to be crucial in determining whether an exon is included in mature mRNA or skipped in favor of splicing to a downstream 3′ splice-site junction (Figure 4D) [103-105]. The interplay of pausing and splicing may be analogous to the bacterial interplay between pausing and translation [127]. Similar to promoter-proximal pausing, however, the relative roles of DNA-RNA sequence, chromatin structure, DNA modifications, regulatory factor binding, and nascent RNA structure in determining pause site selection and dwell time at splice-site junctions remain to be determined. Given the complex RNA structural rearrangements involved in spliceosome assembly and catalysis, ample opportunity exists for an interplay between nascent RNA folding and splice-site proximal pausing to play regulatory roles in alternative splicing. Making the situation even more complex, exon-skipping appears to allow splice-site RNA to instead be processed into pre-miRNA in metazoans, including humans [128] (Figure 4D). Thus, a competition between binding of microprocessor and spliceosomal components at splice-site junctions may underlie these alternative RNA fates, leading to the obvious speculation that an interplay between RNA folding and transcriptional pausing could influence this competition. Detailed studies of good model systems will be required to characterize such interplay if it occurs.Finally, pausing also can be detected at sites of transcript cleavage and polyadenylation, and at sites of RNAPII termination [104] (Figure 4D). Less is known about the possible roles of nascent RNA structures in these concluding stages of mRNA synthesis, but ample possibilities exist for alternative nascent RNA folding to modulate both pausing and the interactions of cleavage, polyadenylation, and termination factors that mediate these events. Concluding remarksOur review of the current understanding of the interplay among nascent RNA structures, RNAP, and transcriptional pausing reveals unambiguous evidence from bacteria that nascent RNA structure formation exerts extensive control of the transcribing RNAP at multiple steps (pausing, termination, antitermination, backtracking, slippage, etc.) from both within and outside of the RNA exit channel. In turn, RNAP kinetics, pausing, and TFs like NusA guide nascent RNA structure formation for gene-regulatory and catalytic RNAs. These finding suggest that linkage of pausing and folding of nascent RNA into biologically active structures is robust and likely widespread. Nonetheless, important questions remain (see Outstanding Questions). Among these, a fundamental question is whether the effect of RNAP on RNA folding is purely kinetic (i.e., providing necessary temporal instructions), or alternatively if the RNAP exit channel may actively aid RNA folding as a chaperone through physical interactions with RNA structures. The latter, if true, would be reminiscent of the ribosomal exit channel, which induces helicity in nascent polypeptides during co-translational protein folding [129]. For eukaryotic transcription, however, much less is known, even though many leads point to an even more complex and interesting interplay between pausing and nascent RNA folding. Study of good model systems, such as HIV-1, will be the key to gaining definitive insights. Effective methods now exist to map nascent RNA secondary structures [130-132] and to halt RNAP at desired positions on DNA either kinetically or by nucleotide deprivation [133]. Genome-wide methods to study transcription pausing [42, 103, 113, 134] and RNA structure [135-138] at single-nucleotide resolution likely can be combined to generate in vivo maps of nascent RNA folding. A combination of such powerful genome-scale approaches with detailed biochemical study of good model systems will provide the most productive path to a complete understanding of the fascinating interplay between transcriptional pausing and nascent RNA folding. ​\n                    Box 1. Types of pause sitesElemental pause: A pause that results from rearrangements in the transcription complex active site and that does not involve backtracking. The elemental pause appears to be favored by a consensus sequence in bacteria, and to be a precursor to backtrack pauses or hairpin-stabilized pauses.Backtrack pause: A long-lived pause caused by reverse translocation of RNA and DNA through RNAP that threads the 3′ RNA segment through a proofreading site occupied by 1 nt backtracked 3′ ribonucleotide and into the secondary channel (pore and funnel in RNAPII) in multi-nt backtrack states. The newly synthesized nascent RNA ≥15 nt from the 3′ end is drawn back into the RNA exit channel and eventually into the RNA:DNA hybrid in multi-nt backtrack states.Hairpin-enabling pause: An elemental or backtrack pause that allows time for nascent RNA structure formation or rearrangement before further synthesis allows more of the RNA chain to emerge from the RNA exit channel of RNAP and participate in RNA folding, but whose dwell time is unaffected by formation or rearrangement of nascent RNA structure.Hairpin-inhibited pause: An elemental or backtrack pause that allows time for nascent RNA structure formation or rearrangement and at which the new nascent RNA structure reduces the pause dwell time by inhibiting backtracking or favors forward translocation because the new structure pulls ssRNA out of the RNA exit channel.Hairpin-stabilized pause: A long-lived pause in which an RNA duplex forms in the RNA exit channel 11 or 12 nt from the RNA 3′ end, favors an open-clamp conformation of RNAP, and increases the duration of the pause up to 100-fold in the presence of NusA. NusA NTD interacts with the loop or duplex region of RNA structures at the mouth of the exit channel ~5 bp or more from the base of the duplex within the exit channel.Consensus pause: Pausing at a consensus sequence whose strongest determinants are G−10nnnnnnnnY R+1 (where the pause RNA 3′ nucleotide is −1) but for which sequences at +2−+8, −9 to −2, and −11 and upstream also can contribute. The contributions to pausing of interactions between RNAP and the nucleic acids in these different segments are generally additive [114] and can contribute to elemental, backtrack, or hairpin-stabilized pause classes depending on which subsequent rearrangements are favored once the initial elemental pause forms.Outstanding questionsWhat nascent RNA structures form at pauses that guide riboswitch function in attenuation control regions like ribD, btuB, thiM, and alx? How do they affect with RNAP (i.e., are these hairpin-enabling, hairpin-inhibited, or hairpin-stabilized pauses)?For riboswitches, what is the temporal relationship between co-transcriptional RNA folding and ligand binding to the aptamer domains?How does NusA guide nascent RNA structure folding? Is the NTD alone sufficient, or do the other domains also play important not yet worked out roles?Are there eukaryotic homologs of prokaryotic NusA that either enhance pausing, promote RNA folding, or both? Is NELF-E a possible analog? If so, are there other RNA chaperones that take its place in gene bodies?Do hairpin-enabling, hairpin-inhibited, and hairpin-stabilizing pause classes exist for eukaryotic RNAPII as they do for bacterial RNAP?To what extent do interactions of RNA and DNA with RNAPII versus action of accessory regulators dictate transcription pause locations and durations in vivo?Can genome-scale methods be developed to map nascent RNA structures relative to pause positions in vivo and to map the interactions of nascent RNA chaperones like NusA and possibly NELF-E?TrendsCo-evolution of RNA polymerase and nascent RNA has produced extensive interplay and cross-regulation.Nascent RNA structures can affect transcriptional pausing, termination, antitermination, and slippage.Transcriptional pausing can promote formation of biologically active RNA structures directly or indirectly.Pausing by RNA polymerase II guides gene activation and alternative splicing, and may also be linked to miRNA biogenesis. AcknowledgementsWe thank David Brow, Andreas Mayer, and members of the Landick lab for many helpful suggestions on the manuscript. Research in the laboratory of R.L. is supported by a grant from the NIH (GM38660). Research in the laboratory of J.Z. is supported by the intramural research program of NIDDK, NIH. We apologize in advance to our colleagues that lack of space precluded us from citing all the relevant prior publications. FootnotesPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. References1. Crick FHC. The origin of the genetic code. J. Mol. Biol. 1968;38:367–379. [PubMed] [Google Scholar]2. Nissen P, et al.  The structural basis of ribosome activity in peptide bond synthesis. Science. 2000;289:920–930. [PubMed] [Google Scholar]3. Ban N, et al.  The complete atomic structure of the large ribosomal subunit at 2.4 Å resolution. Science. 2000;289:905–920. [PubMed] [Google Scholar]4. Fica SM, et al.  RNA catalyses nuclear pre-mRNA splicing. Nature. 2013;503:229–234. [PMC free article] [PubMed] [Google Scholar]5. Ferré-D'Amaré AR, Scott WG. Small self-cleaving ribozymes. Cold Spring Harbor Persp. Biol. 2010 doi: 10.1101/cshperspect.a003574. [PMC free article] [PubMed] [Google Scholar]6. Reiter NJ, et al.  Structure of a bacterial ribonuclease P holoenzyme in complex with tRNA. Nature. 2010;468:784–789. [PMC free article] [PubMed] [Google Scholar]7. Cech TR, Steitz JA. The noncoding RNA revolution-trashing old rules to forge new ones. Cell. 2014;157:77–94. [PubMed] [Google Scholar]8. Toor N, et al.  Crystal Structure of a Self-Spliced Group II Intron. Science (New York, NY) 2008;320:77–82. [PMC free article] [PubMed] [Google Scholar]9. Zhang J, Ferré-D'Amaré AR. Co-crystal structure of a T-box riboswitch stem I domain in complex with its cognate tRNA. Nature. 2013;500:363–366. [PMC free article] [PubMed] [Google Scholar]10. Zhang J, et al.  Ribozymes and riboswitches: modulation of RNA function by small molecules. Biochemistry. 2010;49:9123–9131. [PMC free article] [PubMed] [Google Scholar]11. Noller HF. The driving force for molecular evolution of translation. RNA. 2004;10:1833–1837. [PMC free article] [PubMed] [Google Scholar]12. Wong JT. Coevolution theory of the genetic code at age thirty. Bioessays. 2005;27:416–425. [PubMed] [Google Scholar]13. van der Gulik PT, Speijer D. How amino acids and peptides shaped the RNA world. Life (Basel) 2015;5:230–246. [PMC free article] [PubMed] [Google Scholar]14. Iyer LM, et al.  Evolutionary connection between the catalytic subunits of DNA-dependent RNA polymerases and eukaryotic RNA-dependent RNA polymerases and the origin of RNA polymerases. BMC Struct Biol. 2003;3:1. [PMC free article] [PubMed] [Google Scholar]15. Zaychikov E, et al.  Mapping of catalytic residues in the RNA polymerase active center. Science. 1996;273:107–109. [PubMed] [Google Scholar]16. Aravind L, et al.  Trends in protein evolution inferred from sequence and structure analysis. Curr Opin Struct Biol. 2002;12:392–399. [PubMed] [Google Scholar]17. Iyer LM, et al.  Evolution of bacterial RNA polymerase: implications for large-scale bacterial phylogeny, domain accretion, and horizontal gene transfer. Gene. 2004;335:73–88. [PubMed] [Google Scholar]18. Toulokhonov I, et al.  Allosteric control of RNA polymerase by a site that contacts nascent RNA hairpins. Science. 2001;292:730–733. [PubMed] [Google Scholar]19. Komissarova N, et al.  Inhibition of a transcriptional pause by RNA anchoring to RNA polymerase. Mol Cell. 2008;31:683–694. [PMC free article] [PubMed] [Google Scholar]20. Artsimovitch I, et al.  RNA polymerases from Bacillus subtilis and Escherichia coli differ in recognition of regulatory signals in vitro. J. Bacteriol. 2000;182:6027–6035. [PMC free article] [PubMed] [Google Scholar]21. Keene RG, et al.  Transcriptional pause, arrest and termination sites for RNA polymerase II in mammalian N- and c-myc genes. Nucleic Acids Res. 1999;27:3173–3182. [PMC free article] [PubMed] [Google Scholar]22. Wong TN, et al.  Folding of noncoding RNAs during transcription facilitated by pausing-induced nonnative structures. Proc Natl Acad Sci U S A. 2007;104:17995–18000. [PMC free article] [PubMed] [Google Scholar]23. Pan T, et al.  Folding of a large ribozyme during transcription and the effect of the elongation factor NusA. Proc Natl Acad Sci U S A. 1999;96:9545–9550. [PMC free article] [PubMed] [Google Scholar]24. Landick R, Yanofsky C. Stability of an RNA secondary structure affects in vitro transcription pausing in the trp operon leader region. J. Biol. Chem. 1984;259:11550–11555. [PubMed] [Google Scholar]25. Nechooshtan G, et al.  Changes in transcriptional pausing modify the folding dynamics of the pH-responsive RNA element. Nucleic Acids Res. 2014;42:622–630. [PMC free article] [PubMed] [Google Scholar]26. Chan CL, Landick R. The Salmonella typhimurium his operon leader region contains an RNA hairpin-dependent transcription pause site. Mechanistic implications of the effect on pausing of altered RNA hairpins. J Biol Chem. 1989;264:20796–20804. [PubMed] [Google Scholar]27. Herbert KM, et al.  Sequence-resolved detection of pausing by single RNA polymerase molecules. Cell. 2006;125:1083–1094. [PMC free article] [PubMed] [Google Scholar]28. Artsimovitch I, Landick R. Pausing by bacterial RNA polymerase is mediated by mechanistically distinct classes of signals. Proc. Natl. Acad. Sci. U. S. A. 2000;97:7090–7095. [PMC free article] [PubMed] [Google Scholar]29. Landick R. Transcriptional pausing without backtracking. Proc Natl Acad Sci U S A. 2009;106:8797–8798. [PMC free article] [PubMed] [Google Scholar]30. Peters JM, et al.  Bacterial transcription terminators: the RNA 3′-end chronicles. J Mol Biol. 2011;412:793–813. [PMC free article] [PubMed] [Google Scholar]31. Landick R. The regulatory roles and mechanism of transcriptional pausing. Biochem Soc Trans. 2006;34:1062–1066. [PubMed] [Google Scholar]32. Kireeva ML, Kashlev M. Mechanism of sequence-specific pausing of bacterial RNA polymerase. Proc Natl Acad Sci U S A. 2009;106:8900–8905. [PMC free article] [PubMed] [Google Scholar]33. Strobel EJ, Roberts JW. Two transcription pause elements underlie a sigma70-dependent pause cycle. Proc Natl Acad Sci U S A. 2015 [PMC free article] [PubMed] [Google Scholar]34. Weixlbaumer A, et al.  Structural basis of transcriptional pausing in bacteria. Cell. 2013;152:431–441. [PMC free article] [PubMed] [Google Scholar]35. Komissarova N, Kashlev M. RNA polymerase switches between inactivated and activated states By translocating back and forth along the DNA and the RNA. J Biol Chem. 1997;272:15329–15338. [PubMed] [Google Scholar]36. Nudler E. RNA polymerase backtracking in gene regulation and genome instability. Cell. 2012;149:1438–1445. [PMC free article] [PubMed] [Google Scholar]37. Hein PP, et al.  RNA polymerase pausing and nascent-RNA structure formation are linked through clamp-domain movement. Nat Struct Mol Biol. 2014;21:794–802. [PMC free article] [PubMed] [Google Scholar]38. Toulokhonov I, et al.  A central role of the RNA polymerase trigger loop in active-site rearrangement during transcriptional pausing. Mol Cell. 2007;27:406–419. [PubMed] [Google Scholar]39. Bai L, et al.  Sequence-dependent kinetic model for transcription elongation by RNA polymerase. J Mol Biol. 2004;344:335–349. [PubMed] [Google Scholar]40. Tadigotla VR, et al.  Thermodynamic and kinetic modeling of transcriptional pausing. Proc Natl Acad Sci U S A. 2006;103:4439–4444. [PMC free article] [PubMed] [Google Scholar]41. Imashimizu M, et al.  Intrinsic translocation barrier as an initial step in pausing by RNA polymerase II. J Mol Biol. 2013;425:697–712. [PMC free article] [PubMed] [Google Scholar]42. Larson MH, et al.  A pause sequence enriched at translation start sites drives transcription dynamics in vivo. Science. 2014;344:1042–1047. [PMC free article] [PubMed] [Google Scholar]43. Zhang J, et al.  Role of the RNA polymerase trigger loop in catalysis and pausing. Nat Struct Mol Biol. 2010;17:99–104. [PMC free article] [PubMed] [Google Scholar]44. Nayak D, et al.  Cys-pair reporters detect a constrained trigger loop in a paused RNA polymerase. Mol Cell. 2013;50:882–893. [PMC free article] [PubMed] [Google Scholar]45. Windgassen TA, et al.  Trigger-helix folding pathway and SI3 mediate catalysis and hairpin-stabilized pausing by Escherichia coli RNA polymerase. Nucleic Acids Res. 2014;42:12707–12721. [PMC free article] [PubMed] [Google Scholar]46. Lennon CW, et al.  Direct interactions between the coiled-coil tip of DksA and the trigger loop of RNA polymerase mediate transcriptional regulation. Genes Dev. 2012;26:2634–2646. [PMC free article] [PubMed] [Google Scholar]47. Artsimovitch I, et al.  Tagetitoxin inhibits RNA polymerase through trapping of the trigger loop. J Biol Chem. 2011;286:40395–40400. [PMC free article] [PubMed] [Google Scholar]48. Kaplan CD, et al.  The RNA polymerase II trigger loop functions in substrate selection and is directly targeted by alpha-amanitin. Mol Cell. 2008;30:547–556. [PMC free article] [PubMed] [Google Scholar]49. Dangkulwanich M, et al.  Complete dissection of transcription elongation reveals slow translocation of RNA polymerase II in a linear ratchet mechanism. Elife. 2013;2:e00971. [PMC free article] [PubMed] [Google Scholar]50. Depken M, et al.  The origin of short transcriptional pauses. Biophys J. 2009;96:2189–2193. [PMC free article] [PubMed] [Google Scholar]51. Pan T, Sosnick T. RNA folding during transcription. Annu Rev Biophys Biomol Struct. 2006;35:161–175. [PubMed] [Google Scholar]52. Wong TN, Pan T. RNA folding during transcription: protocols and studies. Methods Enzymol. 2009;468:167–193. [PubMed] [Google Scholar]53. Perdrizet GA, 2nd, et al.  Transcriptional pausing coordinates folding of the aptamer domain and the expression platform of a riboswitch. Proc Natl Acad Sci U S A. 2012;109:3323–3328. [PMC free article] [PubMed] [Google Scholar]54. Zamft B, et al.  Nascent RNA structure modulates the transcriptional dynamics of RNA polymerases. Proc Natl Acad Sci U S A. 2012;109:8948–8953. [PMC free article] [PubMed] [Google Scholar]55. Vermeulen W, Fousteri M. Mammalian transcription-coupled excision repair. Cold Spring Harb Perspect Biol. 2013;5:a012625. [PMC free article] [PubMed] [Google Scholar]56. Galburt EA, et al.  Backtracking determines the force sensitivity of RNAP II in a factor-dependent manner. Nature. 2007;446:820–823. [PubMed] [Google Scholar]57. Larson MH, et al.  Applied force reveals mechanistic and energetic details of transcription termination. Cell. 2008;132:971–982. [PMC free article] [PubMed] [Google Scholar]58. Santangelo TJ, Roberts JW. Forward translocation is the natural pathway of RNA release at an intrinsic terminator. Mol Cell. 2004;14:117–126. [PubMed] [Google Scholar]59. Turnbough CL., Jr. Regulation of gene expression by reiterative transcription. Curr Opin Microbiol. 2011;14:142–147. [PMC free article] [PubMed] [Google Scholar]60. Penno C, et al.  Productive mRNA stem loop-mediated transcriptional slippage: Crucial features in common with intrinsic terminators. Proc Natl Acad Sci U S A. 2015;112:E1984–1993. [PMC free article] [PubMed] [Google Scholar]61. Reynolds R, et al.  Parameters affecting transcription termination by Escherichia coli RNA polymerase. I. Analysis of 13 rho-independent terminators. J Mol Biol. 1992;224:31–51. [PubMed] [Google Scholar]62. Gusarov I, Nudler E. The mechanism of intrinsic transcription termination. Mol Cell. 1999;3:495–504. [PubMed] [Google Scholar]63. Irnov I, Winkler WC. A regulatory RNA required for antitermination of biofilm and capsular polysaccharide operons in Bacillales. Mol Microbiol. 2010;76:559–575. [PubMed] [Google Scholar]64. Artsimovitch I, Landick R. The transcriptional regulator RfaH stimulates RNA chain synthesis after recruitment to elongation complexes by the exposed nontemplate DNA strand. Cell. 2002;109:193–203. [PubMed] [Google Scholar]65. Nickels BE, et al.  The sigma(70) subunit of RNA polymerase is contacted by the (lambda)Q antiterminator during early elongation. Mol Cell. 2002;10:611–622. [PubMed] [Google Scholar]66. Barik S, et al.  An antitermination protein engages the elongating transcription apparatus at a promoter-proximal recognition site. Cell. 1987;50:885–899. [PubMed] [Google Scholar]67. Artsimovitch I. A processive riboantiterminator seeks a switch to make biofilms. Mol Microbiol. 2010;76:535–539. [PMC free article] [PubMed] [Google Scholar]68. Landick R, et al.  Neidhardt FC, Curtiss R III, Ingraham JL, Low KR, Magasanik B, Schaechter M, editors. Transcription Attenuation. Escherichia coli and Salmonella : Cellular and Molecular Biology. Umbarger HE (ASM, Washington D.C,)  (2nd Edition) 1996:1263–1286. [Google Scholar]69. Henkin TM, Yanofsky C. Regulation by transcription attenuation in bacteria: how RNA provides instructions for transcription termination/antitermination decisions. Bioessays. 2002;24:700–707. [PubMed] [Google Scholar]70. Winkler ME, Yanofsky C. Pausing of RNA polymerase during in vitro transcription of the tryptophan operon leader region. Biochemistry. 1981;20:3738–3744. [PubMed] [Google Scholar]71. Gardner JF. Initiation, pausing, and termination of transcription in the threonine operon regulatory region of Escherichia coli. J Biol Chem. 1982;257:3896–3904. [PubMed] [Google Scholar]72. Hauser CA, et al.  Pausing of RNA polymerase during in vitro transcription through the ilvB and ilvGEDA attenuator regions of Escherichia coli K12. J Biol Chem. 1985;260:1765–1770. [PubMed] [Google Scholar]73. Bartkus JM, et al.  Transcription attenuation-mediated control of leu operon expression: influence of the number of Leu control codons. J Bacteriol. 1991;173:1634–1641. [PMC free article] [PubMed] [Google Scholar]74. Kolb KE, et al.  Antisense oligonucleotide-stimulated transcriptional pausing reveals RNA exit channel specificity of RNA polymerase and mechanistic contributions of NusA and RfaH. J Biol Chem. 2014;289:1151–1163. [PMC free article] [PubMed] [Google Scholar]75. Artsimovitch I, Landick R. Interaction of a nascent RNA structure with RNA polymerase is required for hairpin-dependent transcriptional pausing but not for transcript release. Genes Dev. 1998;12:3110–3122. [PMC free article] [PubMed] [Google Scholar]76. Kyzer S, et al.  Direct versus limited-step reconstitution reveals key features of an RNA hairpin-stabilized paused transcription complex. J Biol Chem. 2007;282:19020–19028. [PubMed] [Google Scholar]77. Theissen G, et al.  A quantitative assessment for transcriptional pausing of DNA-dependent RNA polymerases in vitro. Anal. Biochem. 1990;189:254–261. [PubMed] [Google Scholar]78. Shankar S, et al.  A transcription antiterminator constructs a NusA-dependent shield to the emerging transcript. Mol Cell. 2007;27:914–927. [PMC free article] [PubMed] [Google Scholar]79. Ha KS, et al.  The NusA N-terminal domain is necessary and sufficient for enhancement of transcriptional pausing via interaction with the RNA exit channel of RNA polymerase. J Mol Biol. 2010;401:708–725. [PMC free article] [PubMed] [Google Scholar]80. Yakhnin AV, Babitzke P. NusA-stimulated RNA polymerase pausing and termination participates in the Bacillus subtilis trp operon attenuation mechanism invitro. Proc Natl Acad Sci U S A. 2002;99:11067–11072. [PMC free article] [PubMed] [Google Scholar]81. Yakhnin AV, Babitzke P. Mechanism of NusG-stimulated pausing, hairpin-dependent pause site selection and intrinsic termination at overlapping pause and termination sites in the Bacillus subtilis trp leader. Mol Microbiol. 2010;76:690–705. [PMC free article] [PubMed] [Google Scholar]82. Yakhnin AV, et al.  Function of the Bacillus subtilis transcription elongation factor NusG in hairpin-dependent RNA polymerase pausing in the trp leader. Proc Natl Acad Sci U S A. 2008;105:16131–16136. [PMC free article] [PubMed] [Google Scholar]83. Hollands K, et al.  Unusually long-lived pause required for regulation of a Rho-dependent transcription terminator. Proc Natl Acad Sci U S A. 2014;111:E1999–2007. [PMC free article] [PubMed] [Google Scholar]84. Wickiser JK, et al.  The speed of RNA transcription and metabolite binding kinetics operate an FMN riboswitch. Mol Cell. 2005;18:49–60. [PubMed] [Google Scholar]85. Nechooshtan G, et al.  A pH-responsive riboregulator. Genes Dev. 2009;23:2650–2662. [PMC free article] [PubMed] [Google Scholar]86. Wickiser JK, et al.  The kinetics of ligand binding by an adenine-sensing riboswitch. Biochemistry. 2005;44:13404–13414. [PubMed] [Google Scholar]87. Frieda KL, Block SM. Direct observation of cotranscriptional folding in an adenine riboswitch. Science. 2012;338:397–400. [PMC free article] [PubMed] [Google Scholar]88. Lemay JF, et al.  Comparative study between transcriptionally- and translationally-acting adenine riboswitches reveals key differences in riboswitch regulatory mechanisms. PLoS Genet. 2011;7:e1001278. [PMC free article] [PubMed] [Google Scholar]89. Lee Y, et al.  Sites of initiation and pausing in the Escherichia coli rnpB (M1 RNA) transcript. J Biol Chem. 1989;264:5098–5103. [PubMed] [Google Scholar]90. Mooney RA, et al.  Regulator trafficking on bacterial transcription units in vivo. Mol Cell. 2009;33:97–108. [PMC free article] [PubMed] [Google Scholar]91. Worbs M, et al.  An extended RNA binding surface through arrayed S1 and KH domains in transcription factor NusA. Mol Cell. 2001;7:1177–1189. [PubMed] [Google Scholar]92. Beuth B, et al.  Structure of a Mycobacterium tuberculosis NusA-RNA complex. EMBO J. 2005;24:3576–3587. [PMC free article] [PubMed] [Google Scholar]93. Mah TF, et al.  Functional importance of regions in Escherichia coli elongation factor NusA that interact with RNA polymerase, the bacteriophage lambda N protein and RNA. Mol Microbiol. 1999;34:523–537. [PubMed] [Google Scholar]94. Phadtare S, Severinov K. RNA remodeling and gene regulation by cold shock proteins. RNA Biol. 2010;7:788–795. [PMC free article] [PubMed] [Google Scholar]95. Sauer E. Structure and RNA-binding properties of the bacterial LSm protein Hfq. RNA Biol. 2013;10:610–618. [PMC free article] [PubMed] [Google Scholar]96. Herbert KM, et al.  E. coli NusG inhibits backtracking and accelerates pause-free transcription by promoting forward translocation of RNA polymerase. J Mol Biol. 2010;399:17–30. [PMC free article] [PubMed] [Google Scholar]97. Mooney RA, et al.  Two structurally independent domains of E. coli NusG create regulatory plasticity via distinct interactions with RNA polymerase and regulators. J Mol Biol. 2009;391:341–358. [PMC free article] [PubMed] [Google Scholar]98. Czyz A, et al.  Mycobacterial RNA polymerase requires a U-tract at intrinsic terminators and is aided by NusG at suboptimal terminators. MBio. 2014;5:e00931. [PMC free article] [PubMed] [Google Scholar]99. Sevostyanova A, Artsimovitch I. Functional analysis of Thermus thermophilus transcription factor NusG. Nucleic Acids Res. 2010;38:7432–7445. [PMC free article] [PubMed] [Google Scholar]100. Liao D, et al.  A NusG-like protein from Thermotoga maritima binds to DNA and RNA. J Bacteriol. 1996;178:4089–4098. [PMC free article] [PubMed] [Google Scholar]101. Jonkers I, Lis JT. Getting up to speed with transcription elongation by RNA polymerase II. Nat Rev Mol Cell Biol. 2015;16:167–177. [PMC free article] [PubMed] [Google Scholar]102. Adelman K, Lis JT. Promoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat Rev Genet. 2012;13:720–731. [PMC free article] [PubMed] [Google Scholar]103. Mayer A, et al.  Native elongating transcript sequencing reveals human transcriptional activity at nucleotide resolution. Cell. 2015;161:541–554. [PMC free article] [PubMed] [Google Scholar]104. Nojima T, et al.  Mammalian NET-Seq Reveals Genome-wide Nascent Transcription Coupled to RNA Processing. Cell. 2015;161:526–540. [PMC free article] [PubMed] [Google Scholar]105. Kwak H, et al.  Precise maps of RNA polymerase reveal how promoters direct initiation and pausing. Science. 2013;339:950–953. [PMC free article] [PubMed] [Google Scholar]106. Nechaev S, et al.  Global analysis of short RNAs reveals widespread promoter-proximal stalling and arrest of Pol II in Drosophila. Science. 2010;327:335–338. [PMC free article] [PubMed] [Google Scholar]107. Muse GW, et al.  RNA polymerase is poised for activation across the genome. Nat Genet. 2007;39:1507–1511. [PMC free article] [PubMed] [Google Scholar]108. Zhou Q, et al.  RNA polymerase II elongation control. Annu Rev Biochem. 2012;81:119–143. [PMC free article] [PubMed] [Google Scholar]109. Williams LH, et al.  Pausing of RNA polymerase II regulates mammalian developmental potential through control of signaling networks. Mol Cell. 2015;58:311–322. [PMC free article] [PubMed] [Google Scholar]110. Li J, et al.  Kinetic competition between elongation rate and binding of NELF controls promoter-proximal pausing. Mol Cell. 2013;50:711–722. [PMC free article] [PubMed] [Google Scholar]111. Hawryluk PJ, et al.  Characterization of a novel RNA polymerase II arrest site which lacks a weak 3′ RNA-DNA hybrid. Nucleic Acids Res. 2004;32:1904–1916. [PMC free article] [PubMed] [Google Scholar]112. Hendrix DA, et al.  Promoter elements associated with RNA Pol II stalling in the Drosophila embryo. Proc Natl Acad Sci U S A. 2008;105:7762–7767. [PMC free article] [PubMed] [Google Scholar]113. Churchman LS, Weissman JS. Nascent transcript sequencing visualizes transcription at nucleotide resolution. Nature. 2011;469:368–373. [PMC free article] [PubMed] [Google Scholar]114. Chan C, et al.  Spacing from the transcript 3′ end determines whether a nascent RNA hairpin interacts with RNA polymerase to prolong pausing or triggers termination. J. Mol. Biol. 1997;268:54–68. [Google Scholar]115. Palangat M, Landick R. Roles of RNA:DNA hybrid stability, RNA structure, and active site conformation in pausing by human RNA polymerase II. J Mol Biol. 2001;311:265–282. [PubMed] [Google Scholar]116. Palangat M, et al.  Transcriptional pausing at +62 of the HIV-1 nascent RNA modulates formation of the TAR RNA structure. Mol Cell. 1998;1:1033–1042. [PubMed] [Google Scholar]117. Nilson KA, Price DH. The Role of RNA Polymerase II Elongation Control in HIV-1 Gene Expression, Replication, and Latency. Genet Res Int. 2011;2011:726901. [PMC free article] [PubMed] [Google Scholar]118. Ping YH, Rana TM. DSIF and NELF interact with RNA polymerase II elongation complex and HIV-1 Tat stimulates P-TEFb-mediated phosphorylation of RNA polymerase II and DSIF during transcription elongation. J Biol Chem. 2001;276:12951–12958. [PubMed] [Google Scholar]119. Fujinaga K, et al.  Dynamics of human immunodeficiency virus transcription: PTEFb phosphorylates RD and dissociates negative effectors from the transactivation response element. Mol Cell Biol. 2004;24:787–795. [PMC free article] [PubMed] [Google Scholar]120. Kao SY, et al.  Anti-termination of transcription within the long terminal repeat of HIV-1 by tat gene product. Nature. 1987;330:489–493. [PubMed] [Google Scholar]121. Yamaguchi Y, et al.  Evidence that negative elongation factor represses transcription elongation through binding to a DRB sensitivity-inducing factor/RNA polymerase II complex and RNA. Mol Cell Biol. 2002;22:2918–2927. [PMC free article] [PubMed] [Google Scholar]122. Natarajan M, et al.  Negative elongation factor (NELF) coordinates RNA polymerase II pausing, premature termination, and chromatin remodeling to regulate HIV transcription. J Biol Chem. 2013;288:25995–26003. [PMC free article] [PubMed] [Google Scholar]123. Pagano JM, et al.  Defining NELF-E RNA Binding in HIV-1 and Promoter-Proximal Pause Regions. PLoS Genet. 2014;10:e1004090. [PMC free article] [PubMed] [Google Scholar]124. Zamudio JR, et al.  Argonaute-bound small RNAs from promoter-proximal RNA polymerase II. Cell. 2014;156:920–934. [PMC free article] [PubMed] [Google Scholar]125. Xie M, et al.  Mammalian 5′-capped microRNA precursors that generate a single microRNA. Cell. 2013;155:1568–1580. [PMC free article] [PubMed] [Google Scholar]126. Krol J, et al.  The widespread regulation of microRNA biogenesis, function and decay. Nat Rev Genet. 2010;11:597–610. [PubMed] [Google Scholar]127. Landick R, Turnbough CLJ.  Transcriptional Attenuation. Transcriptional Regulation. In: McKnight SL, Yamamoto KR, editors. Cold Spring Harbor Press; Cold Spring Harbor, N.Y.: 1992. pp. 407–446. [Google Scholar]128. Melamed Z, et al.  Alternative splicing regulates biogenesis of miRNAs located across exon-intron junctions. Mol Cell. 2013;50:869–881. [PubMed] [Google Scholar]129. Fedyukina DV, Cavagnero S. Protein folding at the exit tunnel. Annu Rev Biophys. 2011;40:337–359. [PMC free article] [PubMed] [Google Scholar]130. Spitale RC, et al.  RNA structural analysis by evolving SHAPE chemistry. Wiley Interdiscip Rev RNA. 2014;5:867–881. [PMC free article] [PubMed] [Google Scholar]131. Lin Y, et al.  Mod-seq: A High-Throughput Method for Probing RNA Secondary Structure. Methods Enzymol. 2015;558:125–152. [PubMed] [Google Scholar]132. Weeks KM. Advances in RNA structure analysis by chemical probing. Curr Opin Struct Biol. 2010;20:295–304. [PMC free article] [PubMed] [Google Scholar]133. Komissarova N, et al.  Engineering of elongation complexes of bacterial and yeast RNA polymerases. Methods Enzymol. 2003;371:233–251. [PubMed] [Google Scholar]134. Roberts GC, et al.  Co-transcriptional commitment to alternative splice site selection. Nucleic Acids Res. 1998;26:5568–5572. [PMC free article] [PubMed] [Google Scholar]135. Loughrey D, et al.  SHAPE-Seq 2.0: systematic optimization and extension of high-throughput chemical probing of RNA secondary structure with next generation sequencing. Nucleic Acids Res. 2014;42 [PMC free article] [PubMed] [Google Scholar]136. Rouskin S, et al.  Genome-wide probing of RNA structure reveals active unfolding of mRNA structures in vivo. Nature. 2014;505:701–705. [PMC free article] [PubMed] [Google Scholar]137. Ding Y, et al.  In vivo genome-wide profiling of RNA secondary structure reveals novel regulatory features. Nature. 2014;505:696–700. [PubMed] [Google Scholar]138. Wan Y, et al.  Landscape and variation of RNA secondary structure across the human transcriptome. Nature. 2014;505:706–709. [PMC free article] [PubMed] [Google Scholar]139. Zhang J, Ferré-D'Amaré AR. Direct evaluation of tRNA aminoacylation status by the T-box riboswitch using tRNA-mRNA stacking and steric readout. Mol Cell. 2014;55:148–155. [PMC free article] [PubMed] [Google Scholar]140. Grundy FJ, Henkin TM. Kinetic analysis of tRNA-directed transcription antitermination of the Bacillus subtilis glyQS gene in vitro. J Bacteriol. 2004;186:5392–5399. [PMC free article] [PubMed] [Google Scholar]141. Grundy FJ, et al.  tRNA-mediated transcription antitermination in vitro: codonanticodon pairing independent of the ribosome. Proc Natl Acad Sci U S A. 2002;99:11121–11126. [PMC free article] [PubMed] [Google Scholar]"}