{"title": "A Regulatory Element Near the 3' End of the Adeno-Associated Virus rep Gene Inhibits Adenovirus Replication in cis by Means of p40 Promoter-Associated Short Transcripts", "pubDate": "2016", "PMCID": "PMC4810562", "DOI": "10.1128/JVI.03120-15", "PMID": "26842470", "abstract": "Adeno-associated virus (AAV) has long been known to inhibit helper adenovirus (Ad) replication independently of AAV Rep protein expression. More recently, replication of Ad serotype 5 (Ad5)/AAV serotype 2 (AAV-2) hybrid vectors was shown to be inhibited incisby a sequence near the 3' end of AAVrep, termed the Rep inhibition sequence for adenoviral replication (RIS-Ad). RIS-Ad functions independently of Rep protein expression. Here we demonstrate that inhibition of adenoviral replication by RIS-Ad requires an active AAV p40 promoter and the 5' half of the intron. In addition, Ad inhibition is critically dependent on the integrity of the p40 transcription start site (TSS) leading to short p40-associated transcripts. These do not give rise to effector molecules capable of inhibiting adenoviral replication intrans, like small polypeptides or microRNAs. Our data point to an inhibitory mechanism in which RNA polymerase II (Pol II) pauses directly downstream of the p40 promoter, leading to interference of the stalled Pol II transcription complex with the adenoviral replication machinery. Whereas inhibition by RIS-Ad is mediated exclusively incis, it can be overcome by providing a replication-competent adenoviral genome intrans Moreover, the inhibitory effect of RIS-Ad is not limited to AAV-2 but could also be shown for the corresponding regions of other AAV serotypes, including AAV-5. These findings have important implications for the future generation of Ad5/AAV hybrid vectors.                  Importance:                       Insertion of sequences from the 3' part of therepgene of adeno-associated virus (AAV) into the genome of its helper adenovirus strongly reduces adenoviral genome replication. We could show that this inhibition is mediated exclusively inciswithout the involvement oftrans-acting regulatory RNAs or polypeptides but nevertheless requires an active AAV-2 p40 promoter and p40-associated short transcripts. Our results suggest a novel inhibitory mechanism that has so far not been described for AAV and that involves stalled RNA polymerase II complexes and their interference with adenoviral DNA replication. Such a mechanism would have important implications both for the generation of adenoviral vectors expressing the AAVrepandcapgenes and for the regulation of AAV gene expression in the absence and presence of helper virus.", "author": [{"author": "Stefan Weger", "affiliation": ["Institute of Virology, Charité-University Medicine Berlin, Berlin, Germany stefan.weger@charite.de."], "href": "/?term=Weger+S&cauthor_id=26842470"}, {"author": "Eva Hammer", "affiliation": ["Institute of Virology, Charité-University Medicine Berlin, Berlin, Germany."], "href": "/?term=Hammer+E&cauthor_id=26842470"}, {"author": "Melanie Gonsior", "affiliation": ["Institute of Virology, Charité-University Medicine Berlin, Berlin, Germany."], "href": "/?term=Gonsior+M&cauthor_id=26842470"}, {"author": "Catrin Stutika", "affiliation": ["Institute of Virology, Charité-University Medicine Berlin, Berlin, Germany."], "href": "/?term=Stutika+C&cauthor_id=26842470"}, {"author": "Regine Heilbronn", "affiliation": ["Institute of Virology, Charité-University Medicine Berlin, Berlin, Germany."], "href": "/?term=Heilbronn+R&cauthor_id=26842470"}], "refPMID": [], "citedInPMID": ["26842470", "34287038", "32575422", "27611072"], "body": " ABSTRACTAdeno-associated virus (AAV) has long been known to inhibit helper adenovirus (Ad) replication independently of AAV Rep protein expression. More recently, replication of Ad serotype 5 (Ad5)/AAV serotype 2 (AAV-2) hybrid vectors was shown to be inhibited in cis by a sequence near the 3′ end of AAV rep, termed the Rep inhibition sequence for adenoviral replication (RIS-Ad). RIS-Ad functions independently of Rep protein expression. Here we demonstrate that inhibition of adenoviral replication by RIS-Ad requires an active AAV p40 promoter and the 5′ half of the intron. In addition, Ad inhibition is critically dependent on the integrity of the p40 transcription start site (TSS) leading to short p40-associated transcripts. These do not give rise to effector molecules capable of inhibiting adenoviral replication in trans, like small polypeptides or microRNAs. Our data point to an inhibitory mechanism in which RNA polymerase II (Pol II) pauses directly downstream of the p40 promoter, leading to interference of the stalled Pol II transcription complex with the adenoviral replication machinery. Whereas inhibition by RIS-Ad is mediated exclusively in cis, it can be overcome by providing a replication-competent adenoviral genome in trans. Moreover, the inhibitory effect of RIS-Ad is not limited to AAV-2 but could also be shown for the corresponding regions of other AAV serotypes, including AAV-5. These findings have important implications for the future generation of Ad5/AAV hybrid vectors.\nIMPORTANCE Insertion of sequences from the 3′ part of the rep gene of adeno-associated virus (AAV) into the genome of its helper adenovirus strongly reduces adenoviral genome replication. We could show that this inhibition is mediated exclusively in cis without the involvement of trans-acting regulatory RNAs or polypeptides but nevertheless requires an active AAV-2 p40 promoter and p40-associated short transcripts. Our results suggest a novel inhibitory mechanism that has so far not been described for AAV and that involves stalled RNA polymerase II complexes and their interference with adenoviral DNA replication. Such a mechanism would have important implications both for the generation of adenoviral vectors expressing the AAV rep and cap genes and for the regulation of AAV gene expression in the absence and presence of helper virus. INTRODUCTIONAdeno-associated virus (AAV) is characterized by a bipartite replication cycle, with productive infection being critically dependent upon the presence of a helper virus, such as adenovirus (Ad) (1) or herpes simplex virus (HSV) (2). In the absence of helper virus, AAV can establish latent infection by integration into the host genome (3, 4). During the productive replication cycle, AAV is able to inhibit the propagation of the coinfecting helper virus, especially evident in the case of adenovirus (5, 6). This inhibition has been attributed to the expression of the large regulatory (Rep) proteins Rep78 and Rep68. These promote the replication of the AAV genome and induce the expression of the AAV serotype 2 (AAV-2) small Rep proteins Rep52 and Rep40 and the three structural proteins VP1, VP2, and VP3 (3). Rep78/Rep68 strongly suppress early adenoviral gene expression and genome replication (7) and to a lesser extent suppress HSV genome replication (8, 9). In addition to the large Rep proteins, AAV-mediated inhibition of adenoviral replication in trans critically depends on the presence of the AAV inverted terminal repeats (ITRs) (10). These represent the only AAV sequences required in cis for AAV genome replication and packaging.The AAV ITRs also represent the key element of recombinant AAV (rAAV) vectors, which have been developed into very effective tools for the long-term expression of therapeutic genes in the clinical treatment of monogenic diseases, such as congenital blindness and hemophilia (11, 12). rAAVs are constructed as AAVs with gene deletions created by flanking the therapeutic transgene with the AAV ITRs. For production of the corresponding rAAV, the AAV rep and cap genes are provided in trans together with the required helper virus genes. This is mostly achieved by plasmid cotransfection (13, 14). Since transfection-based production systems are limited in scalability, a variety of systems that combine the AAV rep and cap genes and the required viral helper functions on recombinant helper viruses have been developed. Whereas such infection-based systems have been successfully implemented for HSV in mammalian cells (15,–17) and baculovirus in insect cells (18,–20), recombinant adenoviruses (rAds) carrying the AAV rep and cap genes either could not be propagated at all or were genetically unstable (21). Since inhibition of adenoviral replication by AAV sequences present in cis was also observed with rAd/AAV hybrid vectors exclusively harboring the rep gene (22,–25), the effect was attributed to Rep protein expression. However, even tightly regulated expression of the Rep proteins could not relieve the rep-mediated inhibition of adenoviral replication (22, 24, 26). In line with these findings, Rep recoding experiments in the context of rAd vectors first suggested a cis inhibitory sequence in the 3′ part of the rep gene (26). In our recent study (10), we could confirm that this 3′ rep sequence, which we termed the Rep inhibition sequence for adenoviral replication (RIS-Ad), and not Rep protein expression is the major hurdle to the propagation of rAd/AAV hybrid vectors. RIS-Ad, which comprises the AAV-2 p40 promoter and the intron, seems to function at least partly in cis by a yet unknown mechanism (10).To elucidate the molecular mechanisms involved in RIS-Ad function, the present study addressed the contribution of individual sequence elements contained within this small regulatory region. We demonstrate a transcription-associated inhibitory mechanism apparently mediated by promoter-proximal paused RNA polymerase II (Pol II) complexes. A role of small inhibitory RNA molecules or peptides could largely be ruled out. MATERIALS AND METHODSCell culture and transfection. HEK-293 (human embryonal kidney) and HeLa (human cervix carcinoma) cells were propagated in Dulbecco's modified Eagle medium (DMEM) supplemented with 10% fetal calf serum and 100 μg/ml of penicillin and streptomycin at 37°C with 5% CO2. Transfections were performed by the calcium phosphate precipitate technique as described previously (27) with 5 × 105 cells that had been seeded in 25-cm2 flasks or 6-cm dishes on the day before transfection for HEK-293 cells or 4 to 5 h before transfection for HeLa cells.Generation of rAds. Generation of rAds was performed with an AdEasy system (28, 29) largely as described previously. Briefly, the sequences of interest were cloned into the pShuttle vector, and PmeI-linearized pShuttle constructs were electroporated into Escherichia coli BJ5183-AD-1 cells for homologous recombination with the Ad serotype 5 (Ad5) genome with an E1/E3 deletion contained on the stably transformed pAdEasy (pAdE) plasmid. Recombinant pAdEasy plasmid DNA was amplified in E. coli XL1-Blue cells, linearized with PacI, and transfected into HEK-293 cells. The primary rAd preparation was harvested at 12 to 14 days posttransfection by four freeze-thaw cycles in liquid nitrogen and in a 37°C water bath in 2 ml of medium. An aliquot of the supernatant (0.5 ml) was used for the first round of amplification with 1 × 106 cells that had been seeded in 6-cm dishes on the day before infection. Further rounds of amplification and rAd purification were performed as described previously (29). Unless otherwise indicated, the generation of rAds was conducted at least three times for each AdEasy construct. The data are presented as the mean ± standard deviation.Plasmids. The pShuttle-CMV-GFP transfer construct and the corresponding pAdEasy-CMV-GFP plasmid, used as a positive control for the production of rAd, have been described previously, as have the pShuttle-Rep1701/2186 and pShuttle-sRep1701/2186 constructs (10). pShuttle-Rep1701/2186 and pShuttle-sRep1701/2186 contain the AAV-2 wild-type sequence from nucleotides (nt) 1701 to 2186 or the corresponding sequence after recoding of nt 1782 to 1916 (indicated by sRep for scrambled Rep), respectively, as described by Sitaraman et al. (26). The constructs containing deletions of the 5′ and/or 3′ sequence of Rep1701/2186 were generated by PCR amplification of the corresponding AAV-2 sequences from the pTAV2-0 template (30) with oligonucleotides which additionally introduced an upstream XbaI site and a downstream SalI site for cloning into the pShuttle vector as described previously (10). All constructs are denoted according to the first and last AAV-2 nucleotides present (e.g., pShuttle-Rep1781/2060 for AAV-2 nucleotides 1781 to 2060). Domain-swapping constructs pShuttle-sRep-p40 and pShuttle-sRep-Int were generated by PCR amplification of partially recoded AAV nucleotides 1701 to 1882 or 1882 to 2186, respectively, from pShuttle-sRep1701/2186 with the concomitant reintroduction of the HindIII restriction site at nucleotide 1882 of the recoded AAV-2 sequence by the PCR primers, followed by cloning into XbaI/HindIII- or HindIII/SalI-restricted pShuttle-Rep1701/2186, respectively. For pShuttle-p40-Luci, the NotI/XhoI fragment from p1701/p40-Luci (see below) containing the p40 promoter, the luciferase (Luci) open reading frame (ORF), and the simian virus 40 poly(A) sequence was subcloned into the NotI/XhoI-digested pShuttle vector. pShuttle-CMV/Int was generated by replacement of the complete p40 promoter up to the HindIII site in pShuttle-Rep1701/2186 with a NotI/HindIII fragment from pHCMV-Luci (see below) containing the human cytomegalovirus (HCMV) immediate early enhancer and promoter (CMV-IE). For pShuttle-CMV/TATA-Int, two PCR fragments containing CMV-IE up to the TATA box and the 3′ Rep sequence from the p40 TATA box to nt 2186 were amplified from pShuttle-CMV/Int and pShuttle-Rep1701/2186, respectively. For fusion at the two TATA boxes, BbsI sites were introduced by the PCR primers, while terminal NotI and SalI sites were introduced for assembly of the two digested PCR fragments in NotI/SalI-digested pShuttle-CMV/Int after removal of the original CMV-Int insert. The internal deletions from AAV-2 nt 1840, 1850, 1860, or 1870 to the HindIII site at nt 1882 in the pShuttle-Rep1701/2186 plasmid were introduced through PCR amplification of AAV-2 nt 1701 to the respective 5′ boundary of the deletion from pShuttle-Rep1701/2186, with additional generation of a HindIII site and recloning into XbaI/HindIII-restricted pShuttle-Rep1701/2186. pShuttle-dl1882/1962, which carries AAV-2 from which nt 1882 to 1962 was deleted, was generated by Pst/HindIII restriction of pShuttle-Rep1701/2186, a fill-in reaction, and religation. All point mutants of the pShuttle-Rep1701/2186 plasmid were generated by site-directed mutagenesis, and their sequences were confirmed by sequencing. All the corresponding pAdEasy plasmids were generated as described above by homologous recombination of PmeI-linearized pShuttle DNA with pAdEasy in E. coli BJ5183-AD-1 cells.The pHCMV-Luci vector containing CMV-IE in front of the luciferase reporter gene has been described previously (31). The AAV-2 p40 luciferase reporter constructs, in which the promoter part generally terminated at AAV-2 nt 1882, were generated by subcloning of the XbaI/HindIII fragments from the corresponding pShuttle-Rep constructs into the SpeI/HindIII-digested pBL vector (32) and were denoted according to either the starting AAV-2 nucleotide (e.g., p1757/p40-Luci for the construct with the p40 promoter from AAV-2 nt 1757 to 1882) or the region deleted within the p40 sequence from nt 1701 to 1882 (e.g., dl1860/1882 for deletion of nt 1860 to 1882). The pBluescript-RPA1843/1980 plasmid for in vitro transcription of the probe used in the RNase protection assay was generated by PCR amplification of the corresponding AAV-2 sequences from template pTAV2-0 by introduction of XbaI and SalI restriction sites for cloning.Extraction of viral DNA for quantitation of newly replicated adenoviral genomes. Extraction of viral DNA by a modified Hirt procedure and quantification of newly replicated adenoviral genomes were performed essentially as described previously (10).Quantification of rAd genomic particles. rAd genomic particles in a small aliquot of freeze-thaw supernatants were quantified by use of a Light-Cycler-based real-time PCR with a QuantiTect SYBR green PCR kit (Qiagen) as described recently (10). Primers E4-Q1 and E4-Q2 for amplification of a 202-bp region from the Ad5 E4 region have also been described previously (10). Primers GFP-Q1 (5′-GAG CTG AAG GGC ATT GAC TT-3′) and GFP-Q2 (5′-GCC GAT TGG AGT GTT CTG TT-3′) were used for amplification of a 198-bp region from the green fluorescent protein (GFP) ORF (nt 370 to 567), while primers RIS-Q1 (5′-AAG GGT GGA GCC AAG AAA AG-3′) and RIS-Q2 (5′-GAT GCA GTC ATC CAA ATC CA-3′) amplified a 393-bp sequence of the 3′ AAV-2 rep region.Luciferase assays. For determination of firefly luciferase activities, cells in 6-cm dishes were washed twice in phosphate-buffered saline and scraped into 400 μl Triton lysis buffer (1% [vol/vol] Triton X-100, 25 mM glycylglycine [pH 7.8], 15 mM MgSO4, 4 mM EGTA, 1 mM dithiothreitol, 10% [vol/vol] glycerin), and the cell debris was removed by centrifugation. Quantification was performed with 10 to 20 μl of supernatant and 10 μl of Bright-Glo luciferase substrate (Promega GmbH, Mannheim, Germany) using a Centro LB960 luminometer (Berthold Technologies, Bad Wildbad, Germany).Western analysis. Immunoblot analysis for AAV-2 Cap protein expression was performed with monoclonal antibody B1 diluted 1:20 (Progen, Heidelberg, Germany) followed by incubation with horseradish peroxidase-conjugated secondary antibodies and enhanced chemiluminescence (ECL) detection as described previously (27).Nucleic acid secondary structure prediction. For the prediction of the RNA secondary structure, the CentroidFold tool (33, 34), provided by the Computational Biology Research Center (CBRC) at the National Institute of Advanced Industrial Science and Technology (AIST) (http://www.ncrna.org/), in the basic mode and the software tools provided by the lab of David H. Mathews (Department of Biochemistry & Biophysics at the University of Rochester Medical Center; http://rna.urmc.rochester.edu/RNAstructureWeb/) were used. The prediction tool of the Mathews lab was used with the following default values: temperature, 310.15 K; maximum loop size, 30 bp; maximum percent energy difference (maximum free energy [MFE], MaxExpect algorithm [MEA]), 10%; maximum number of structures (MFE, MEA), 20; window size (MFE, MEA), 3; gamma (MEA), 1; number of iterations (pseudoknot prediction), 1; and minimum helix length (pseudoknot prediction), 3.RPAs. RNase protection assay (RPAs) were performed with an RPA III kit (Ambion) essentially as described by the supplier. The AAV-2 antisense RNA probe (nt 1980 to 1843) was radiolabeled with [α-32P]UTP by in vitro transcription with T7 polymerase (Riboprobe system; Promega) using an XbaI-linearized pBluescript-RPA1843/1980 plasmid as the template. The in vitro-transcribed RPA probes were gel purified on an 8% polyacrylamide (PAA)–8 M urea denaturing gel. Purified radiolabeled probe (3 × 104 cpm) was hybridized with 20 μg of total RNA followed by RNase A-RNase T1 treatment according to the manufacturer's protocol with the addition of ethanol at the final precipitation step. The protected RNA fragments were electrophoresed on an 8% PAA–8 M urea gel and subsequently fixed in a solution containing 20% ethanol and 5% acetic acid for 30 min before vacuum drying for 2 h at 80°C. The gels were exposed to a storage phosphor screen and scanned with a Fujifilm FLA-3000 imager. RESULTSRecoding of the 3′ part of rep ablates both inhibition of adenoviral replication and p40 promoter activity. Based on the findings of prior studies with recombinant adenovirus (rAd) vectors expressing a recoded AAV-2 Rep78 protein (26), we have recently demonstrated that an isolated sequence element from the 3′ part of the AAV-2 rep gene spanning nucleotides (nt) 1701 to 2186 (Rep1701/2186; Fig. 1A) completely blocks rAd replication when it is present in cis but not when it is provided in trans in the form of a nonamplifiable plasmid DNA (10). This rep sequence element, which we termed the Rep inhibition sequence for adenoviral replication (RIS-Ad), harbors the p40 promoter and most of the major intron (Fig. 1A). In agreement with these results, replacement of AAV-2 nucleotides 1782 to 1916 by the recoded rep sequence (termed sRep1701/2186, where sRep indicates scrambled Rep; Fig. 1A) as described by Sitaraman et al. (26) completely abolished the RIS-Ad-mediated inhibition of adenoviral genomic DNA replication after transfection of the corresponding pAdEasy constructs and by use of an AdEasy construct harboring a GFP-tagged cytomegalovirus (CMV-GFP) cassette as a positive control (Fig. 1B). Adenoviral genomic particle formation, as determined upon first-round amplification, was likewise suppressed to background levels by wild-type RIS-Ad but not by the recoded sequence (Fig. 1C). Since the changes introduced by the sRep sequence mainly affected the p40 promoter part of RIS-Ad (Fig. 1A), we assayed the transcriptional activities of both the wild-type and the sRep p40 sequences from AAV-2 nt 1701 to 1882 by luciferase reporter assays. RIS-Ad includes the transcription start site (TSS) located at nt 1853, which is mutated in the recoded sequence (Fig. 1A). The wild-type p40 promoter was highly active in HEK-293 cells, with its activity being only about 3-fold lower than that of the HCMV promoter and enhancer (CMV-IE), used as a control (Fig. 1D; compare the activity of 1701/p40-Luci with that of CMV-Luci). The promoter activity of the sRep construct was strongly reduced by 2 orders of magnitude (80-fold) compared to that of the wild type (Fig. 1D, sRep1701/p40-Luci). Interestingly, neither construct was further activated upon infection with Ad2 at a multiplicity of infection (MOI) of 20 (Fig. 1D). Apparently, Ad E1A and E1B constitutively expressed in HEK-293 cells are sufficient for adenovirus-mediated p40 promoter activation. In line with this notion, analogous experiments in HeLa cells showed a strongly reduced basal activity of both promoters and a clear enhancement of activity in the presence of adenovirus (Fig. 1E).Open in a separate windowFIG 1Ablation of the inhibitory effect of the 3′ rep region (RIS-Ad) on adenoviral replication through recoding is accompanied by strongly reduced p40 promoter activity. (A) Genome organization of AAV-2 and schematic representation of the 3′ rep sequence from AAV-2 (RIS-Ad) involved in inhibition of rAd replication. (Top) The viral genome with the inverted terminal repeats (ITRs), the four Rep proteins Rep78, Rep68, Rep52, and Rep40, and the capsid proteins VP1 to VP3, indicated by boxes with different shading. Right-angled arrows, the three promoters at map units 5, 19, and 40; vertical arrow, the common polyadenylation [poly(A)] site for all transcripts at map position 96. (Bottom) A closeup of AAV-2 nucleotides 1701 to 2186 (the RIS-Ad region) cloned into the pShuttle transfer vector of the AdEasy system. RIS-Ad comprises the p40 promoter, including the p40 transcription start site at nt 1853 and the HindIII site at nt 1882; the exon/intron boundary at nt 1906; and the internal open reading frame in the intron region (designated Intron ORF). s(scrambled) Rep, the exchange of AAV-2 nucleotides 1782 to 1916 for a recoded sequence as described previously (26). Characteristic nucleotide positions are given above the boxes. (B) Amount of newly amplified, DpnI-resistant adenoviral DNA extracted by a modified Hirt procedure, harvested at 12 to 13 days posttransfection of HEK-293 cells with the indicated PacI linearized, pAdEasy construct, presented as the number of copies per cell. (C) Amounts of recombinant adenoviral particles obtained in freeze-thaw cell supernatants after transfection of PacI-linearized pAdEasy plasmids into HEK-293 cells for 12 to 13 days and amplification of the primary supernatants in HEK-293 cells for 6 days determined by real-time PCR as the number of genomic particles per milliliter of the final cell supernatant. (D) HEK-293 (293) cells were transfected with the indicated luciferase reporter constructs, and relative luciferase activities in the cytoplasmic extracts were determined at 40 h posttransfection. Where indicated, cells were infected directly prior to transfection with Ad2 at an MOI of 20. (E) Transfection of HeLa cells with luciferase reporter constructs and determination of relative luciferase activities as described in the legend to panel D for HEK-293 cells. (D and E) The data from three independent experiments are presented as means ± standard deviations. RLU, relative light units.The properties of RIS-Ad closely correlate with p40 promoter activity. The strongly reduced transcriptional activity of the sRep-modified p40 promoter region pointed to a possible contribution of p40 promoter strength to RIS-Ad activity. We therefore investigated a series of constructs with 5′ deletions which successively removed candidate transcription factor-binding sites (35) located upstream of the p40 transcription start site in the wild-type sequence (Fig. 2A). Deletion of p40 promoter sequences between AAV-2 nt 1701 and 1781, including consensus sites for binding of transcription factors EF1A, MLTF, and ATF and one of two so-called GGT motifs, did not lead to an increase in the formation of recombinant adenoviral particles (Fig. 2A and ​andB,B, mutants Rep1757/2186 and Rep 1781/2186). Further removal of the second GGT motif, however, restored adenoviral particle formation to a level only 2- to 3-fold lower than that for the CMV-GFP control after first-round amplification (Fig. 2A and ​andB,B, Rep1797/2186). When an additional 24 nucleotides harboring the potential Sp1 and AP1 binding sites were deleted, the inhibitory potential of RIS-Ad was completely lost (Fig. 2A and ​andB,B, Rep1821/2186). Reporter gene assays performed with the corresponding luciferase constructs in noninfected HEK-293 cells (Fig. 2C) demonstrated that the formation of rAd particles inversely correlated with p40 transcriptional activity. Whereas deletion of the upstream elements up to the ATF site had no major impact on promoter activity (Fig. 2C, 1757/p40-Luci and 1781/p40-Luci), a clear decrease in p40 activity was observed in constructs with deletions beyond the downstream GGT motif (Fig. 2C, 1797/p40-Luci), and activity was largely lost after deletion of the potential Sp1 and AP1 transcription factor-binding sites (1821/p40-Luci). Thus, both sequence deletions and recoding, as in the sRep construct (Fig. 1; also included in Fig. 2 for better comparison), led to a reduction in p40 promoter activity which closely correlated with the loss of RIS-Ad activity. These findings strongly implicate a functional p40 promoter as an essential component of the inhibitory mechanism.Open in a separate windowFIG 2RIS-Ad function closely correlates with the p40 promoter activity defining the 5′ boundary of the inhibitory region. (A) Schematic representation of the 5′ deletion variants of the Rep1701/2186 sequence (RIS-Ad) assayed for both inhibition of adenoviral replication and p40 promoter activity. Boxes with different shading represent the binding elements for characteristic transcription factors, as indicated. The p40 TSS at nt 1853 is represented by a right-angled vector. Additionally, the HindIII site at nt 1882 constituting the 3′ boundary of the p40 promoter in the luciferase reporter constructs, the exon/intron boundary, and intron region are shown, and the characteristic nucleotide positions are indicated. (B) Amounts of recombinant adenoviral particles determined in freeze-thaw cell supernatants after transfection and first-round amplification of the indicated AdEasy-Rep1701/2186 deletion variants as described in the legend to Fig. 1C. (C) Relative luciferase activities of the indicated p40 reporter constructs determined as described in the legend to Fig. 1D.Characterization of AAV-2 intron sequences required for the inhibitory effects of RIS-Ad. In a previous study (10), we already demonstrated that at least part of the AAV-2 intron sequence is required for the inhibitory effect of RIS-Ad. The 3′ boundary of RIS-Ad was delineated more closely in the present study through the use of a series of deletion mutants, in all of which the deletion started at nt 1701 and terminated at different sites within the intron (Fig. 3A). Sequences beyond nt 2060 were largely dispensable for inhibition of adenoviral replication (Fig. 3A and ​andB,B, Rep1701/2122 and Rep1701/2060). A small increase in the level of formation of genomic particles of about 5- to 10-fold above the background level for Rep1701/2186 after first-round amplification was observed for Rep1701/2020 (Fig. 3A and ​andB).B). Rep1701/2020 also gave rise to infectious particles in plaque assays, and these could be further propagated in successive amplification rounds (data not shown). Deletion of further nucleotides from the 3′ end led to a continuous loss of inhibitory activity (Fig. 3A and ​andB,B, Rep1701/1980 and Rep1701/1938), with the mutant terminating at nt 1938 showing genomic titers similar to those of the CMV-GFP control vector. Thus, only the first half of the intron sequence is required for RIS-Ad-mediated inhibition. In summary, the minimal cis inhibitory sequence could be assigned to AAV-2 nt 1781 to 2060 (Fig. 3C and ​andDD).Open in a separate windowFIG 3Only the 5′ part of the intron is required for RIS-Ad-mediated inhibition of adenoviral replication. (A, C, and E) Schematic representation of the variants with 3′ deletions of the Rep1701/2186 sequence (RIS-Ad) (A), variants with both 5′ and 3′ deletions (C), and domain swap constructs (E), all of which were assayed for inhibition of adenoviral replication. (A and C) Boxes with different shading and open boxes represent the p40 promoter with defined transcription factor-binding sites, the 3′ nontranslated region of the cap transcripts (nt 1853 to 1906), and the intron sequence. (E) Different shaded and open boxes represent the wild-type and recoded (sRep) p40 promoter, the 3′ nontranslated cap region, and the AAV-2 intron sequences. The luciferase ORF is also indicated. (B, D, and F) Amounts of recombinant adenoviral particles determined in freeze-thaw cell supernatants after transfection and first-round amplification of the indicated AdEasy constructs as described in the legend to Fig. 1C.By introduction of different subfragments of the recoded sRep sequence ranging from nt 1782 to 1882 or from nt 1882 to 1916 (Fig. 3E), we could demonstrate that the abrogating effect of the recoded sequence is limited to the p40 promoter region and does not involve the region around the splice donor site (Fig. 3E and ​andF,F, sRep-p40 and sRep-Int). The successive loss of inhibitory activity observed for the series of 3′ deletion mutants (Fig. 3B) suggested that the sheer length of potentially transcribed sequences downstream from the p40 promoter played a role. To address this question, we replaced the sequence downstream from nt 1882 with the luciferase ORF (total fragment length, 2.7 kb, including the 3′ nontranslated region) (Fig. 3E, ​,p40-Luc).p40-Luc). The respective AdEasy constructs replicated and were packaged at an efficiency similar to that for the control pAdEasy-CMV-GFP construct (Fig. 3F), and high-titer rAd preparations expressing large amounts of luciferase could be produced by further amplification (not shown). Thus, specific sequences located within the AAV-2 intron are necessary for inhibition.No evidence for involvement of RIS-Ad intron-encoded polypeptides or miRNAs in RIS-Ad activity. Based on the findings that both a functional p40 promoter and sequences extending into the AAV-2 intron were required for inhibition of adenoviral replication, we hypothesized that p40-driven expression of an intron-encoded effector molecule, either a small polypeptide or a regulatory RNA, could be involved. Whereas RIS-Ad has been shown not to inhibit adenoviral replication in trans (10), initial replication of the corresponding AdEasy plasmids could possibly generate large amounts of the hypothetical effector molecule. The AAV-2 intron not only contains the C-terminal part of the Rep78/52 reading frame but also harbors an additional ORF of 82 amino acids (the corresponding hypothetical polypeptide is denoted “intron protein” in the following) with a canonical ATG translation initiation codon. This ATG codon (AAV-2 nt 1919 to 1921) is located just a few bases downstream from the splice donor site (Fig. 4A). A second ATG initiation codon located in the region from nt 1938 to 1940 could theoretically initiate a polypeptide with the 82 C-terminal Rep78/52 amino acids (Fig. 4A). No further potential polypeptides longer than 20 amino acids could be initiated by canonical ATG start codons within the intron. The possibility of the involvement of the hypothetical intron protein in RIS-Ad function could be excluded by point mutation of its potential ATG start codon to GTG (Fig. 4A and B, M-Int1701/2186). This finding could be further confirmed by the placement of 1-nt insertions at nucleotide positions 1941 and 1981 (Ins1941 and Ins1981, respectively; Fig. 4A and ​andB),B), which disrupt the corresponding ORF. These insertions also affect the ORF encoding the C-terminal Rep78/Rep52 amino acids, which shift into the intron protein ORF. Thus, the marginal increases in rAd particle formation observed with these frameshift mutants largely exclude the possibility of a role of intron-encoded polypeptides in the inhibition. We next focused on regulatory RNAs as potential effectors. Since cellular processing of the precursors of regulatory RNAs, like microRNAs (miRNAs), requires characteristic stem-loop structures, the potential secondary structure of an unspliced p40-driven transcript initiating at the described AAV-2 p40 transcription start site (TSS; nt 1853) and terminating at nt 2186 was investigated in silico with several complementary software tools, as described in Materials and Methods. All tools predicted two prominent stem-loop structures (Fig. 4C; arbitrarily denoted Stem_loop 1 [nt 1939 to 1991] and Stem_loop 2 [nt 2003 to 2032]) in the AAV-2 intron region, and these were found to be required for RIS-Ad function (compare Fig. 3). A third stem-loop structure (Stem_loop 3; Fig. 4C) was only partially located in this region and was therefore not investigated further. Of note, AAV-2 nt 1939 to 1991 were also scored with the miRAbela miRNA prediction tool, run for the complete AAV-2 genome (threshold level, −2; 3 additional sequences were scored). Point mutations and deletions, which should disrupt the secondary RNA structure (structure prediction data are not shown), were introduced into both Stem_loop 1 (Fig. 4D) and Stem_loop 2 (Fig. 4E) in the context of AAV-2 nt 1701 to 2186. However, none of the point mutations (Fig. 4D to ​toF)F) abrogated the inhibitory effect of RIS-Ad on the formation of adenoviral particles (Fig. 4G), strongly arguing against the involvement of AAV-encoded miRNAs in the inhibition.Open in a separate windowFIG 4RIS-Ad point mutations targeting potential small polypeptides and RNA stem-loop structures do not abrogate inhibition. (A) Schematic representation of potential polypeptides encoded by the intron and point mutations disrupting these ORFs. Boxes with different shading and open boxes represent the p40 promoter, the 3′ nontranslated region, and the two larger ORFs found in the intron. Putative translation initiation codons (ATG) are shown. Filled triangles, insertions of cytidine residues; STOP, translation termination codons; AA, amino acid. (B) Amounts of recombinant adenoviral particles determined in freeze-thaw cell supernatants after primary transfection and first-round amplification of the indicated pAdEasy constructs as described in the legend to Fig. 1C. (C) RNA secondary structure of a transcript initiating at the described p40 TSS and terminating at AAV-2 nt 2186, as predicted by the CentroidFold software tool as described in the Materials and Methods section. The numbering of the nucleotides corresponds to the complete AAV-2 genome. (D and E) Close-ups of predicted stem-loop structures 1 and 2 from panel C with the indicated nucleotide changes introduced to disrupt these potential secondary structures. (F) Schematic representation of the point mutations in predicted stem-loop structures 1 and 2 (SL1 and SL2, respectively) of Rep1701/2186 with the indicated nucleotide changes. (G) Amounts of recombinant adenoviral particles determined in freeze-thaw cell supernatants after primary transfection and first-round amplification of the pAdEasy constructs shown in panel F as described in the legend to Fig. 1C.The p40 transcription start site is required for RIS-Ad function. As RIS-Ad activity strongly correlated with p40 promoter activity (compare Fig. 2), we next examined whether CMV-IE, which has activity even stronger than that of p40 in HEK-293 cells (compare Fig. 1D), could functionally replace p40 in the RIS-Ad sequence. Rather surprisingly, however, replacement of AAV-2 p40 sequences upstream of nt 1882 by the CMV-IE sequence, including the TATA box and transcription start site (Fig. 5A; the identical sequences were assayed in the luciferase assay, the results of which are presented in Fig. 1D), led to a complete loss of inhibition (Fig. 5B, CMV/Int). This result pointed to a requirement for the authentic AAV p40 TSS in RIS-Ad function. A second construct with CMV-IE fused to p40 directly at the TATA boxes (located at nt 1821 for AAV-2; compare Fig. 2A) (Fig. 5A, CMV/TATA-Int) led to a partial restoration of the inhibition (Fig. 5B). The requirement for the AAV-2 region surrounding the p40 TSS was further confirmed with a series of internal deletions. In agreement with the previous results (Fig. 3E and ​andF,F, sRep-Int), nt 1882 to 1962 downstream from the TSS contributed only weakly to the inhibition (Fig. 5C and ​andD,D, dl1882/1962). In contrast, deletions which affected the TSS completely abrogated inhibition (Fig. 5C and ​andD,D, dl1840/1882 and dl1850/1882) with only a minor loss of promoter activity, as determined by luciferase reporter gene assays (Fig. 5E; note the linear scale). The requirement for the TSS was then directly confirmed by a short 6-bp deletion (Fig. 5C, Rep1701/2186dTSS), which largely abolished inhibition, while overall transcriptional activity was preserved (Fig. 5D and ​andEE).Open in a separate windowFIG 5RIS-Ad-mediated inhibition requires the p40 TSS. (A and C) Schematic representation of the chimeric constructs containing various parts of CMV-IE and the RIS-Ad (A) and the internal Rep1701/2186 deletion constructs (C). (B and D) Amounts of recombinant adenoviral particles determined in freeze-thaw cell supernatants after transfection and first-round amplification of the indicated AdEasy constructs as described in the legend to Fig. 1C. (E) Relative luciferase activities of the indicated p40 reporter constructs harboring internal deletions in the AAV sequence as described in the legend to Fig. 1D.To assay the possible transcripts initiated from the p40 TSS by the different plasmids harboring the Ad5/AAV-2 hybrid investigated in this study, these plasmids were transfected into HEK-293 cells and RNase protection assays (RPAs) were performed on total RNA isolated at 2 days posttransfection (Fig. 6). Transcripts initiated at the p40 TSS (AAV-2 nt 1853) and extending at least to the right boundary of the RPA probe at AAV-2 nt 1980 (Fig. 6, top) would have been expected to lead to a protected RNA fragment of about 128 nt (Fig. 6, arrow). However, all RNAs which led to detectable signals in the RPAs showed clusters of protected RNA fragments over a size range of 30 to 70 nt (Fig. 6). This pattern is highly reminiscent of RNA polymerase II pausing, which has been shown to occur in the promoter-proximal region of a variety of promoters (36). Importantly, the intensity of these short transcripts initiated from the different constructs correlated closely with the inhibition of adenoviral replication. A continuous decrease in intensity was observed after deletion of the GGT, Sp1, and AP1 transcription factor-binding sites (Fig. 6, bottom, lanes 3 to 6, constructs Rep1701/2186 to 1821/2186; compare Fig. 2A), and no transcripts could be detected for the recoded sRep1701/2186 construct, the dl1840/1882 construct with the TSS deletion, or the Rep1701/1938 construct terminating at AAV-2 nt 1938 (Fig. 6, lanes 8, 9, and 12, respectively). The last three constructs were all negative for inhibition (compare Fig. 1B and ​andC,C, ​,3A3A and ​andB,B, and ​and5C5C and ​andD).D). These results strongly suggest a transcription-dependent mechanism for RIS-Ad-mediated inhibition of adenoviral replication involving initiation at the well-characterized p40 TSS and subsequent RNA polymerase II pausing.Open in a separate windowFIG 6Short transcripts are expressed from the RIS-Ad sequence. (Top) RNase protection assay with an in vitro-transcribed hybridization probe covering AAV-2 nucleotides 1843 to 1980. (Bottom) This AAV antisense probe was used to detect p40-initiated transcripts in total RNA isolated 2 days posttransfection of HEK-293 cells with the indicated pAdEasy constructs. The results for the nondigested RPA probe (−RNase) and the probe digested in the presence of Torula utilis yeast tRNA (+RNase) are shown as controls in lanes 1 and 2, respectively. The probe contains additional non-AAV-2 sequences from the pBluescript vector used for T7 polymerase-dependent in vitro transcription. The maximum length of the protected AAV sequence is 128 nt, and this size is indicated by the arrow on the right. As an additional size marker, in addition to an unlabeled RNA length standard, a labeled probe with a size of 118 nt was loaded in the last lane. For better orientation, the lanes are additionally numbered at the bottom of the gel.The inhibitory function of the AAV-2 RIS-Ad region can be overcome by an excess of replication-competent adenoviral genomes in trans. We have previously shown that RIS-Ad is not able to inhibit adenoviral replication when provided from a second construct in trans (10). In line with these former results, we were not able to identify a potential trans-acting effector molecule involved in the inhibition detected in the present study (see above). To further exclude the possibility that such a hypothetical trans-acting effector molecule might be produced in large amounts by initial replication of the recombinant adenoviral construct, we modified the trans inhibition assay from the assay used in the earlier study. Instead of the nonamplifiable pShuttle-Rep1701/2186 plasmid harboring RIS-Ad, the corresponding pAdEasy (pAdE)-Rep1701/2186 construct was cotransfected with the indicator construct pAdE-CMV-GFP. However, even at a 2:1 ratio of pAdE-Rep1701/2186 to pAdE-CMV-GFP, we did not observe a decrease in the number of rAd-CMV-GFP genomic particles produced after first-round reinfection compared to the number observed in the absence of RIS-Ad in trans (Fig. 7A; compare the 3 columns on the right). We then asked whether the presence of the replication-competent pAdE-CMV-GFP genome might, conversely, actually rescue the cis inhibitory effect of RIS-Ad. After cotransfection of the AdE-p40-Cap construct with increasing amounts of pAdE-CMV-GFP as a helper plasmid, the rAd particles harboring either the GFP or the AAV genome sequence were scored separately. The pAdE-p40-Cap construct (Fig. 7D) contains the complete RIS-Ad and had been shown before to be defective for the formation of adenoviral particles (10). This construct rather than the pAdE-Rep1701/2186 construct was chosen for use in the rescue assay, since it allowed an easy determination of the integrity of the AAV sequences by using the capsid protein expression as a readout (see below). In line with the results presented above, only background amounts of rAd-p40-Cap particles were obtained in the absence of cotransfected pAdE-CMV-GFP (Fig. 7B). The apparent presence of rAd-CMV-GFP in these samples is due to a relatively high background level of this specific real-time PCR in combination with a high level of predilution of the probes. However, with increasing amounts of the pAdE-CMV-GFP plasmid used for rescue, the number of rAd particles containing the AAV-2 p40-Cap sequence increased strongly and reached levels of about 1 × 1010 genomic particles/ml (Fig. 7B). The titers of these rAd-p40-Cap viral particles that copropagated with rAd-CMV-GFP remained at high levels over three additional amplification rounds (Fig. 7C), as did the rAd-CMV-GFP titers. Thus, replication-competent rAd-CMV-GFP did not outgrow rAd-p40-Cap but could fully rescue this normally replication-deficient recombinant virus. The mixed rAd-CMV-GFP/rAd-p40-Cap preparations were also capable of producing large amounts of the AAV-2 Cap proteins (shown in Fig. 7D for the fourth amplification round) with a VP3/VP2/VP1 stoichiometry very similar to that in a wild-type AAV-2/Ad2 coinfection (data not shown), confirming the integrity of the p40 promoter and the Cap open reading frame. The successful expression of the Cap proteins was also not due to recombination events between the CMV promoter of rAd-CMV-GFP and the 5′ end of the cap gene, since the region PCR amplified for determination of the rAd genomic titers (see the Materials and Methods section) contained both the p40 promoter and large parts of the AAV-2 intron, and no clear sequence variations were observed within this region (date not shown).Open in a separate windowFIG 7Rescue of replication-deficient rAd/AAV hybrid vectors by a replication-competent rAd in trans. (A) trans inhibition assay. PacI-linearized pAdEasy plasmid constructs pAdE-CMV-GFP as indicator DNA and pAdE-Rep1701/2186 as effector DNA were cotransfected into HEK-293 cells at different ratios, as indicated, and rAd particles containing the GFP genome were scored after first-round amplification of the primary freeze-thaw supernatants (obtained at 12 days posttransfection) of HEK-293 cells for 6 days. (B) Rescue assay. PacI-linearized pAdEasy plasmid constructs pAdE-CMV-GFP and pAdE-p40-Cap, which are shown schematically in panel D, were cotransfected into HEK-293 cells at different ratios, as indicated, and rAd particles containing either the GFP or the 3′ Rep sequences (AAV-2 nt 1782 to 2174, denoted AAV) were separately scored after transfection and amplification of the primary freeze-thaw supernatants as described in the legend to panel A. The apparent presence of rAd-CMV-GFP particles in the transfections devoid of the pAde-CMV-GFP plasmid is due to a relatively high background level of this specific real-time PCR product in combination with a high level of predilution of the probes. (C) For the rescue assay described in the legend to panel B, three further amplification rounds for 3, 5, and 4 days, respectively, were conducted, and the amounts of rAd-CMV-GFP and rAd-p40-Cap genomic particles were determined as described above. (D) Western analysis for AAV-2 Cap proteins in total cell extracts obtained after the fourth amplification round of the rescue assay described in the legends to panels B and C. LITR and RITR, left and right ITRs, respectively. Ψ, adenoviral packaging signal.The inhibitory function of the AAV-2 RIS-Ad region is conserved among other AAV serotypes. A sequence alignment of the AAV-2 p40 region up to the splice donor (SD) site at nt 1906 with the corresponding sequences of other serotypes showed that, in particular, the potential transcription factor-binding sites found to be important for RIS-Ad activity (compare Fig. 2) and the region surrounding the AAV-2 TSS were highly conserved not only in AAV-4 and AAV-6 but also in AAV of a more distantly related serotype, AAV-5 (Fig. 8A). Within the intron region, the sequences of AAV-2, AAV-4, and AAV-6 were highly conserved (Fig. 8B), while the sequence of AAV-5 showed a variety of deletions, insertions, and substitutions compared to the sequences of the three other aligned serotypes. To analyze the inhibitory potential of the 3′ part of the rep gene of the other AAV serotypes, the corresponding regions starting with the second GGT motif and terminating close to the end of the intron were introduced into the AdEasy system and assayed for the formation of adenoviral particles in HEK-293 cells. As expected, the closely related AAV-4 and AAV-6 sequences inhibited adenoviral replication in a fashion similar to that of the AAV-2 RIS-Ad (Fig. 8C). Despite the variations in the intron region, the C-terminal AAV-5 Rep sequence also strongly inhibited adenoviral replication (Fig. 8C, AAV-5 Rep1827/2176). The minor amounts of particles observed were further reduced when the complete AAV-5 p41 promoter was included in the pAdEasy-AAV-5-Rep construct (Fig. 8C, AAV-5-Rep1727/2236). Thus, the inhibitory function of RIS-Ad probably represents a general feature of AAV and is not unique to the AAV-2 serotype.Open in a separate windowFIG 8The inhibitory effect of the 3′ region of the AAV rep gene is conserved in other AAV serotypes. (A) Sequence alignment of the AAV-2 sequence from nt 1701 to the splice donor (SD) site at nt 1906 with the corresponding regions from AAV serotypes 4, 5, and 6. Transcription factor-binding sites are indicated by white type on a black background. (B) Sequence alignment of the intron region of AAV-2 (nt 1907 to 2200, minor splice acceptor site) to the intron regions of AAV serotypes 4, 5, and 6. (C) Amounts of recombinant adenoviral particles determined in freeze-thaw cell supernatants after transfection and first-round amplification of the indicated AdEasy constructs harboring 3′ rep sequences from different AAV serotypes. DISCUSSIONAAV-mediated inhibition of the replication of its helper adenovirus was already described shortly after its initial identification as a contaminant of adenoviral preparations (5, 6). In subsequent studies, this inhibition could conclusively be assigned to the expression of the Rep proteins (7, 37, 38). Therefore, the limited replication capability of adenoviral vectors harboring the AAV rep gene (22, 23, 39) was also attributed to Rep protein expression. Recently, however, it became evident that a constrained sequence element in the 3′ part of the rep gene contributes to the inhibition of rAd/AAV hybrid vector propagation independently of Rep protein expression (10, 26).In the present study, we have further pinpointed the functional elements and possible mechanisms involved in the action of this 3′ rep inhibitory sequence, which we termed RIS-Ad. Importantly, we could further corroborate the validity of the hypothesis raised by the earlier studies (10, 26) that RIS-Ad exclusively functions as a cis regulatory element. This view is supported by two major findings. (i) In our modified trans inhibition assay, we provided RIS-Ad in the same adenviral vector backbone as the cotransfected recombinant adenoviral reporter vector, which harbored the CMV-GFP cassette. Even under these conditions, where the initial replication of rAd containing the RIS-Ad cassette may produce large amounts of template for the expression of a potentially trans-acting effector molecule, replication of the recombinant adenoviral CMV-GFP reporter vector was not impaired at all but, rather, was stimulated by increasing amounts of cotransfected RIS-Ad. (ii) Furthermore, despite extensive mutational analysis affecting the potential open reading frames or RNA secondary structures characteristic of candidate miRNA precursors within the AAV-2 intron, we were not able to obtain any evidence for the involvement of small regulatory RNAs or of polypeptides in the inhibition.Although trans-acting molecules are obviously not involved in RIS-Ad function, inhibition still requires an active p40 promoter. With the deletion of the GGT motif proximal to the TATA box, p40 promoter activity dropped markedly and the RIS-Ad-mediated inhibition of adenoviral replication was almost completely abolished. GGT motifs have been identified in the AAV-2 p19 and p40 promoters and have been shown to be important for Rep-mediated activation of transcription from these promoters in HeLa cells in the presence of adenovirus (35). However, it has not been determined whether the large Rep proteins Rep78 and Rep68 or adenoviral factors directly bind to the GGT motif. Additional deletion of the Sp1 and AP1 transcription factor-binding sites proximal to the TATA box further reduced p40 activity and completely restored replication of the corresponding Ad5/AAV-2 hybrid vector. One possible explanation for the inverse correlation between p40 activity and the inhibition of adenoviral replication may be competition between the corresponding transcription factor sites in the RIS-Ad and those in the adenoviral genome for the limited amount of transcription factors (40). However, such a mechanism does not explain either the exclusive function of RIS-Ad as a cis-acting sequence or the requirement for additional downstream sequences, unless these may also compete for transcription factors. Furthermore, replacement of the p40 sequences up to and beyond the transcription start site by the strong CMV-IE completely abolished the inhibition of adenoviral replication, although CMV-IE also contains a number of Sp1 and AP1 transcription factor-binding sites and was demonstrated to have a higher transcriptional activity than the p40 promoter in reporter gene assays. By the use of additional chimeras of CMV enhancer/promoter sequences with AAV sequences and RIS-Ad deletion mutants specifically targeting the p40 transcription start site, we could then demonstrate that inhibition of adenoviral replication by the RIS-Ad sequence involves a transcription-dependent mechanism obviously closely related to the exact nature of the 5′ region of the nascent transcripts.At first glance it seems hard to envision how high levels of transcription from the p40 promoter may lead to inhibition of genome replication without producing an effector molecule also capable of inhibiting adenoviral replication in trans. Some clues about possible mechanisms were obtained when we measured p40-driven transcription from the 3′ Rep sequences capable of inhibiting adenoviral replication in an RNase protection assay. We could not detect major amounts of the 128-nt protected fragment expected after transcription initiation at the p40 TSS and further elongation of the nascent transcripts. Rather, we observed a heterogeneous population of transcripts in the size range of 30 to 70 nt. This transcript pattern was highly reminiscent of a phenomenon called RNA Pol II pausing, which in recent years has been realized to be widespread in metazoans (41). For as many as an estimated 30% of all promoters (41), RNA Pol II can pause and accumulate reversibly at very high levels 30 to 60 nt downstream of the TSS (36). RNA Pol II pausing and the subsequent release to the phase of elongation have been realized to be key steps in transcriptional regulation which also affect cotranscriptional processes, such as splicing and termination (36). In addition to the AAV transcription pattern observed in the RPAs, several indirect lines of evidence indicate that the isolated AAV-2 p40 promoter may be subject to RNA Pol II pausing. A detailed analysis of a paused versus a constitutive promoter has revealed that some well-characterized sequence motifs are overrepresented in the former (42, 43). Whereas a TATA box is not significantly associated with paused promoters, initiator elements (Inr) like the one found directly around the p40 TSS (Fig. 9A) are enriched in paused promoters, as is the so-called pause button (PB) (42), which may also be regarded as a core promoter element. A sequence matching the PB consensus sequence is found downstream from the p40 TSS at nt positions +26 to +32 (Fig. 9). In addition, a GAGA motif is also found downstream from the TSS at nt 1968 to 1975 and is thereby located in the part of the intron identified by mutational analysis to be of major importance for inhibition. The combined presence of GAGA, Inr, and PB elements has been found to be the most predictive for paused promoters with a 7.5-fold enrichment over constitutive promoters. As noted before, Pol II pausing, especially in exon regions (44), is proposed to have a role in promoting splicing, and it may therefore be no mere coincidence that the major AAV-2 splice site is located 53 bp downstream from the p40 TSS.Open in a separate windowFIG 9Elements associated with RNA Pol II pausing at the AAV-2 p40 promoter and a model for cis inhibition of adenoviral replication by RNA Pol II pausing. (A) Elements in the AAV-2 p40 promoter possibly involved in RNA Pol II pausing. The combination of the Inr element, the pause button (PB), and the GAGA element has been shown to be highly predictive for promoters with disproportionately high levels of Pol II near the TSS (42). Nucleotide positions are indicated relative to the TSS. Abbreviations: TBP, TATA box binding protein; GAF, GAGA factor. (B) Proposed model of inhibition of Ad5/AAV hybrid vector genome replication through steric hindrance by a stalled RNA Pol II complex at the p40 promoter. Abbreviations: DSIF, DRB sensitivity-inducing factor; NELF, negative elongation factor; pTP, preterminal protein; ssDBP, single-stranded DNA binding protein; TFIID, general transcription factor IID.These direct and indirect lines of evidence point to a high level of paused Pol II proximal to the p40 promoter and, together with the other data presented in this study, suggest a possible mechanism for AAV RIS-Ad-mediated inhibition of adenoviral replication in cis. Although the proposed mechanism remains speculative at present and will need further investigation, its implications are nevertheless intriguing. We envision that a stalled RNA Pol II transcription complex downstream from the p40 promoter might keep chromatin-associated adenoviral DNA (45) in an open conformation and sterically interfere with adenoviral DNA replication, which involves the adenovirus genome-encoded DNA polymerase, the terminal protein, and the single-stranded DNA binding protein (Fig. 9B). During rescue, adenoviral factors expressed in excess amounts after a replication-competent adenoviral genome is provided in trans may directly or indirectly lead to a release of the well-characterized cellular factors that stabilize the paused Pol II complex (41, 46), like negative elongation factor (NELF) and dichloro-1-ß-d-ribofuranosylbenzimidazole (DRB) sensitivity-inducing factor (DSIF).Due to the resulting mixture of two or (through homologous recombination events) even more different vectors, the rescue of replication-deficient Ad5/AAV hybrid vectors by a replication-competent vector very obviously is not the method of choice to produce large quantities of adenoviral vectors producing the AAV Rep and/or Cap protein. Future studies will address the possibility of the use of direct interference with paused transcription at the p40 promoter to relieve the inhibition of adenoviral replication, for example, by artificial tethering of the positive transcription elongation factor (p-TEFb), as has been described for the Hsp70 promoter (47).Our findings that the 3′ part of the AAV rep gene, dependent on p40-mediated transcription, exhibits strong inhibitory cis effects on DNA replication also have important implications for the basic regulation of the AAV replication cycle in the absence and the presence of helper virus. Both AAV capsid protein expression and DNA replication are completely dependent on the combined action of helper virus functions and the AAV large Rep proteins. We therefore propose that helper virus functions and/or the large Rep proteins may interfere with paused RNA Pol II at the p40 promoter to coordinately stimulate transcript elongation and splicing (48) as well as AAV DNA replication. Interestingly, when RIS-Ad is extended at the 5′ end by the remaining part of the rep gene, including the p5 promoter, the inhibition of adenoviral replication in cis is at least partially relieved (10). Whereas we had not explicitly determined whether this effect was due to Rep protein expression or the additional cis-acting sequences, a possible function of RNA Pol II pausing in the regulation of AAV gene expression seems worthy of being addressed in further studies. Funding StatementC.S. was supported by a Charité-funded Ph.D. fellowship. R.H. acknowledges support from the Sonnenfeld-Stiftung, Berlin. REFERENCES1. Atchison RW, Casto BC, Hammon WM. \n1965. \nAdenovirus-associated defective virus particles. Science\n149:754–756. doi:10.1126/science.149.3685.754. [PubMed] [CrossRef] [Google Scholar]2. Buller RM, Janik JE, Sebring ED, Rose JA. \n1981. \nHerpes simplex virus types 1 and 2 completely help adenovirus-associated virus replication. J Virol\n40:241–247. [PMC free article] [PubMed] [Google Scholar]3. Berns KI, Giraud C. \n1996. \nBiology of adeno-associated virus. Curr Top Microbiol Immunol\n218:1–23. [PubMed] [Google Scholar]4. Huser D, Gogol-Doring A, Lutter T, Weger S, Winter K, Hammer EM, Cathomen T, Reinert K, Heilbronn R. \n2010. \nIntegration preferences of wildtype AAV-2 for consensus rep-binding sites at numerous loci in the human genome. PLoS Pathog\n6:e1000985. doi:10.1371/journal.ppat.1000985. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Casto BC, Armstrong JA, Atchison RW, Hammon WM. \n1967. \nStudies on the relationship between adeno-associated virus type 1 (AAV-1) and adenoviruses. II. Inhibition of adenovirus plaques by AAV; its nature and specificity. Virology\n33:452–458. [PubMed] [Google Scholar]6. Casto BC, Atchison RW, Hammon WM. \n1967. \nStudies on the relationship between adeno-associated virus type I (AAV-1) and adenoviruses. I. Replication of AAV-1 in certain cell cultures and its effect on helper adenovirus. Virology\n32:52–59. [PubMed] [Google Scholar]7. Timpe JM, Verrill KC, Trempe JP. \n2006. \nEffects of adeno-associated virus on adenovirus replication and gene expression during coinfection. J Virol\n80:7807–7815. doi:10.1128/JVI.00198-06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Glauser DL, Seyffert M, Strasser R, Franchini M, Laimbacher AS, Dresch C, de Oliveira AP, Vogel R, Buning H, Salvetti A, Ackermann M, Fraefel C. \n2010. \nInhibition of herpes simplex virus type 1 replication by adeno-associated virus Rep proteins depends on their combined DNA-binding and ATPase/helicase activities. J Virol\n84:3808–3824. doi:10.1128/JVI.01503-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Glauser DL, Strasser R, Laimbacher AS, Saydam O, Clement N, Linden RM, Ackermann M, Fraefel C. \n2007. \nLive covisualization of competing adeno-associated virus and herpes simplex virus type 1 DNA replication: molecular mechanisms of interaction. J Virol\n81:4732–4743. doi:10.1128/JVI.02476-06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Weger S, Hammer E, Heilbronn R. \n2014. \nDifferential contribution of adeno-associated virus type 2 Rep protein expression and nucleic acid elements to inhibition of adenoviral replication in cis and in trans. J Virol\n88:14126–14137. doi:10.1128/JVI.02350-14. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Maguire AM, High KA, Auricchio A, Wright JF, Pierce EA, Testa F, Mingozzi F, Bennicelli JL, Ying GS, Rossi S, Fulton A, Marshall KA, Banfi S, Chung DC, Morgan JI, Hauck B, Zelenaia O, Zhu X, Raffini L, Coppieters F, De Baere E, Shindler KS, Volpe NJ, Surace EM, Acerra C, Lyubarsky A, Redmond TM, Stone E, Sun J, McDonnell JW, Leroy BP, Simonelli F, Bennett J. \n2009. \nAge-dependent effects of RPE65 gene therapy for Leber's congenital amaurosis: a phase 1 dose-escalation trial. Lancet\n374:1597–1605. doi:10.1016/S0140-6736(09)61836-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Mingozzi F, High KA. \n2011. \nTherapeutic in vivo gene transfer for genetic disease using AAV: progress and challenges. Nat Rev Genet\n12:341–355. doi:10.1038/nrg2988. [PubMed] [CrossRef] [Google Scholar]13. Grimm D, Kern A, Rittner K, Kleinschmidt JA. \n1998. \nNovel tools for production and purification of recombinant adenoassociated virus vectors. Hum Gene Ther\n9:2745–2760. doi:10.1089/hum.1998.9.18-2745. [PubMed] [CrossRef] [Google Scholar]14. Xiao X, Li J, Samulski RJ. \n1998. \nProduction of high-titer recombinant adeno-associated virus vectors in the absence of helper adenovirus. J Virol\n72:2224–2232. [PMC free article] [PubMed] [Google Scholar]15. Clement N, Knop DR, Byrne BJ. \n2009. \nLarge-scale adeno-associated viral vector production using a herpesvirus-based system enables manufacturing for clinical studies. Hum Gene Ther\n20:796–806. doi:10.1089/hum.2009.094. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Conway JE, Rhys CM, Zolotukhin I, Zolotukhin S, Muzyczka N, Hayward GS, Byrne BJ. \n1999. \nHigh-titer recombinant adeno-associated virus production utilizing a recombinant herpes simplex virus type I vector expressing AAV-2 Rep and Cap. Gene Ther\n6:986–993. doi:10.1038/sj.gt.3300937. [PubMed] [CrossRef] [Google Scholar]17. Thomas DL, Wang L, Niamke J, Liu J, Kang W, Scotti MM, Ye GJ, Veres G, Knop DR. \n2009. \nScalable recombinant adeno-associated virus production using recombinant herpes simplex virus type 1 coinfection of suspension-adapted mammalian cells. Hum Gene Ther\n20:861–870. doi:10.1089/hum.2009.004. [PubMed] [CrossRef] [Google Scholar]18. Cecchini S, Virag T, Kotin RM. \n2011. \nReproducible high yields of recombinant adeno-associated virus produced using invertebrate cells in 0.02- to 200-liter cultures. Hum Gene Ther\n22:1021–1030. doi:10.1089/hum.2010.250. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Urabe M, Ding C, Kotin RM. \n2002. \nInsect cells as a factory to produce adeno-associated virus type 2 vectors. Hum Gene Ther\n13:1935–1943. doi:10.1089/10430340260355347. [PubMed] [CrossRef] [Google Scholar]20. Mietzsch M, Grasse S, Zurawski C, Weger S, Bennett A, Agbandje-McKenna M, Muzyczka N, Zolotukhin S, Heilbronn R. \n2014. \nOneBac: platform for scalable and high-titer production of adeno-associated virus serotype 1-12 vectors for gene therapy. Hum Gene Ther\n25:212–222. doi:10.1089/hum.2013.184. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Zhang HG, Wang YM, Xie JF, Liang X, Hsu HC, Zhang X, Douglas J, Curiel DT, Mountz JD. \n2001. \nRecombinant adenovirus expressing adeno-associated virus Cap and Rep proteins supports production of high-titer recombinant adeno-associated virus. Gene Ther\n8:704–712. doi:10.1038/sj.gt.3301454. [PubMed] [CrossRef] [Google Scholar]22. Carlson CA, Shayakhmetov DM, Lieber A. \n2002. \nAn adenoviral expression system for AAV rep78 using homologous recombination. Mol Ther\n6:91–98. doi:10.1006/mthe.2002.0634. [PubMed] [CrossRef] [Google Scholar]23. Recchia A, Parks RJ, Lamartina S, Toniatti C, Pieroni L, Palombo F, Ciliberto G, Graham FL, Cortese R, La Monica N, Colloca S. \n1999. \nSite-specific integration mediated by a hybrid adenovirus/adeno-associated virus vector. Proc Natl Acad Sci U S A\n96:2615–2620. doi:10.1073/pnas.96.6.2615. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Recchia A, Perani L, Sartori D, Olgiati C, Mavilio F. \n2004. \nSite-specific integration of functional transgenes into the human genome by adeno/AAV hybrid vectors. Mol Ther\n10:660–670. doi:10.1016/j.ymthe.2004.07.003. [PubMed] [CrossRef] [Google Scholar]25. Wang H, Lieber A. \n2006. \nA helper-dependent capsid-modified adenovirus vector expressing adeno-associated virus Rep78 mediates site-specific integration of a 27-kilobase transgene cassette. J Virol\n80:11699–11709. doi:10.1128/JVI.00779-06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Sitaraman V, Hearing P, Ward CB, Gnatenko DV, Wimmer E, Mueller S, Skiena S, Bahou WF. \n2011. \nComputationally designed adeno-associated virus (AAV) Rep 78 is efficiently maintained within an adenovirus vector. Proc Natl Acad Sci U S A\n108:14294–14299. doi:10.1073/pnas.1102883108. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Winter K, von Kietzell K, Heilbronn R, Pozzuto T, Fechner H, Weger S. \n2012. \nRoles of E4orf6 and VA I RNA in adenovirus-mediated stimulation of human parvovirus B19 DNA replication and structural gene expression. J Virol\n86:5099–5109. doi:10.1128/JVI.06991-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. He TC, Zhou S, da Costa LT, Yu J, Kinzler KW, Vogelstein B. \n1998. \nA simplified system for generating recombinant adenoviruses. Proc Natl Acad Sci U S A\n95:2509–2514. doi:10.1073/pnas.95.5.2509. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Luo J, Deng ZL, Luo X, Tang N, Song WX, Chen J, Sharff KA, Luu HH, Haydon RC, Kinzler KW, Vogelstein B, He TC. \n2007. \nA protocol for rapid generation of recombinant adenoviruses using the AdEasy system. Nat Protoc\n2:1236–1247. doi:10.1038/nprot.2007.135. [PubMed] [CrossRef] [Google Scholar]30. Heilbronn R, Burkle A, Stephan S, zur Hausen H. \n1990. \nThe adeno-associated virus rep gene suppresses herpes simplex virus-induced DNA amplification. J Virol\n64:3012–3018. [PMC free article] [PubMed] [Google Scholar]31. Wistuba A, Kern A, Weger S, Grimm D, Kleinschmidt JA. \n1997. \nSubcellular compartmentalization of adeno-associated virus type 2 assembly. J Virol\n71:1341–1352. [PMC free article] [PubMed] [Google Scholar]32. de Wet JR, Wood KV, DeLuca M, Helinski DR, Subramani S. \n1987. \nFirefly luciferase gene: structure and expression in mammalian cells. Mol Cell Biol\n7:725–737. doi:10.1128/MCB.7.2.725. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Sato K, Hamada M, Asai K, Mituyama T. \n2009. \nCENTROIDFOLD: a web server for RNA secondary structure prediction. Nucleic Acids Res\n37:W277–W280. doi:10.1093/nar/gkp367. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Hamada M, Kiryu H, Sato K, Mituyama T, Asai K. \n2009. \nPrediction of RNA secondary structure using generalized centroid estimators. Bioinformatics\n25:465–473. doi:10.1093/bioinformatics/btn601. [PubMed] [CrossRef] [Google Scholar]35. McCarty DM, Christensen M, Muzyczka N. \n1991. \nSequences required for coordinate induction of adeno-associated virus p19 and p40 promoters by Rep protein. J Virol\n65:2936–2945. [PMC free article] [PubMed] [Google Scholar]36. Jonkers I, Lis JT. \n2015. \nGetting up to speed with transcription elongation by RNA polymerase II. Nat Rev Mol Cell Biol\n16:167–177. doi:10.1038/nrm3953. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Di Pasquale G, Chiorini JA. \n2003. \nPKA/PrKX activity is a modulator of AAV/adenovirus interaction. EMBO J\n22:1716–1724. doi:10.1093/emboj/cdg153. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Weitzman MD, Fisher KJ, Wilson JM. \n1996. \nRecruitment of wild-type and recombinant adeno-associated virus into adenovirus replication centers. J Virol\n70:1845–1854. [PMC free article] [PubMed] [Google Scholar]39. Fisher KJ, Kelley WM, Burda JF, Wilson JM. \n1996. \nA novel adenovirus-adeno-associated virus hybrid vector that displays efficient rescue and delivery of the AAV genome. Hum Gene Ther\n7:2079–2087. doi:10.1089/hum.1996.7.17-2079. [PubMed] [CrossRef] [Google Scholar]40. Brewster RC, Weinert FM, Garcia HG, Song D, Rydenfelt M, Phillips R. \n2014. \nThe transcription factor titration effect dictates level of gene expression. Cell\n156:1312–1323. doi:10.1016/j.cell.2014.02.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Adelman K, Lis JT. \n2012. \nPromoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat Rev Genet\n13:720–731. doi:10.1038/nrg3293. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Hendrix DA, Hong JW, Zeitlinger J, Rokhsar DS, Levine MS. \n2008. \nPromoter elements associated with RNA Pol II stalling in the Drosophila embryo. Proc Natl Acad Sci U S A\n105:7762–7767. doi:10.1073/pnas.0802406105. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Kwak H, Fuda NJ, Core LJ, Lis JT. \n2013. \nPrecise maps of RNA polymerase reveal how promoters direct initiation and pausing. Science\n339:950–953. doi:10.1126/science.1229386. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Carrillo Oesterreich F, Preibisch S, Neugebauer KM. \n2010. \nGlobal analysis of nascent RNA reveals transcriptional pausing in terminal exons. Mol Cell\n40:571–581. doi:10.1016/j.molcel.2010.11.004. [PubMed] [CrossRef] [Google Scholar]45. Giberson AN, Davidson AR, Parks RJ. \n2012. \nChromatin structure of adenovirus DNA throughout infection. Nucleic Acids Res\n40:2369–2376. doi:10.1093/nar/gkr1076. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Kwak H, Lis JT. \n2013. \nControl of transcriptional elongation. Annu Rev Genet\n47:483–508. doi:10.1146/annurev-genet-110711-155440. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Lis JT, Mason P, Peng J, Price DH, Werner J. \n2000. \nP-TEFb kinase recruitment and function at heat shock loci. Genes Dev\n14:792–803. [PMC free article] [PubMed] [Google Scholar]48. Qiu J, Pintel DJ. \n2002. \nThe adeno-associated virus type 2 Rep protein regulates RNA processing via interaction with the transcription template. Mol Cell Biol\n22:3639–3652. doi:10.1128/MCB.22.11.3639-3652.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}