{"title": "Split top: a maternal cathepsin B that regulates dorsoventral patterning and morphogenesis", "pubDate": "2016", "PMCID": "PMC4813285", "DOI": "10.1242/dev.128900", "PMID": "26893345", "abstract": "The vertebrate embryonic dorsoventral axis is established and patterned by Wnt and bone morphogenetic protein (BMP) signaling pathways, respectively. Whereas Wnt signaling establishes the dorsal side of the embryo and induces the dorsal organizer, a BMP signaling gradient patterns tissues along the dorsoventral axis. Early Wnt signaling is provided maternally, whereas BMP ligand expression in the zebrafish is zygotic, but regulated by maternal factors. Concomitant with BMP activity patterning dorsoventral axial tissues, the embryo also undergoes dramatic morphogenetic processes, including the cell movements of gastrulation, epiboly and dorsal convergence. Although the zygotic regulation of these cell migration processes is increasingly understood, far less is known of the maternal regulators of these processes. Similarly, the maternal regulation of dorsoventral patterning, and in particular the maternal control of ventral tissue specification, is poorly understood. We identified split top, a recessive maternal-effect zebrafish mutant that disrupts embryonic patterning upstream of endogenous BMP signaling. Embryos from split top mutant females exhibit a dorsalized embryonic axis, which can be rescued by BMP misexpression or by derepressing endogenous BMP signaling. In addition to dorsoventral patterning defects, split top mutants display morphogenesis defects that are both BMP dependent and independent. These morphogenesis defects include incomplete dorsal convergence, delayed epiboly progression and an early lysis phenotype during gastrula stages. The latter two morphogenesis defects are associated with disruption of the actin and microtubule cytoskeleton within the yolk cell and defects in the outer enveloping cell layer, which are both known mediators of epiboly movements. Through chromosomal mapping and RNA sequencing analysis, we identified the lysosomal endopeptidase cathepsin Ba (ctsba) as the gene deficient in split top embryos. Our results identify a novel role for Ctsba in morphogenesis and expand our understanding of the maternal regulation of dorsoventral patterning.", "author": [{"author": "Yvette G Langdon", "affiliation": ["University of Pennsylvania Perelman School of Medicine, Department of Cell and Developmental Biology, 421 Curie Blvd., Philadelphia, PA 19104, USA Millsaps College, Department of Biology, Jackson, MS 39210, USA."], "href": "/?term=Langdon+YG&cauthor_id=26893345"}, {"author": "Ricardo Fuentes", "affiliation": ["University of Pennsylvania Perelman School of Medicine, Department of Cell and Developmental Biology, 421 Curie Blvd., Philadelphia, PA 19104, USA."], "href": "/?term=Fuentes+R&cauthor_id=26893345"}, {"author": "Hong Zhang", "affiliation": ["University of Pennsylvania Perelman School of Medicine, Department of Cell and Developmental Biology, 421 Curie Blvd., Philadelphia, PA 19104, USA."], "href": "/?term=Zhang+H&cauthor_id=26893345"}, {"author": "Elliott W Abrams", "affiliation": ["University of Pennsylvania Perelman School of Medicine, Department of Cell and Developmental Biology, 421 Curie Blvd., Philadelphia, PA 19104, USA."], "href": "/?term=Abrams+EW&cauthor_id=26893345"}, {"author": "Florence L Marlow", "affiliation": ["University of Pennsylvania Perelman School of Medicine, Department of Cell and Developmental Biology, 421 Curie Blvd., Philadelphia, PA 19104, USA."], "href": "/?term=Marlow+FL&cauthor_id=26893345"}, {"author": "Mary C Mullins", "affiliation": ["University of Pennsylvania Perelman School of Medicine, Department of Cell and Developmental Biology, 421 Curie Blvd., Philadelphia, PA 19104, USA mullins@mail.med.upenn.edu."], "href": "/?term=Mullins+MC&cauthor_id=26893345"}], "refPMID": [], "citedInPMID": ["26893345", "35036406", "31636951", "30130581", "29354791", "29259843", "28715414"], "body": " AbstractThe vertebrate embryonic dorsoventral axis is established and patterned by Wnt and bone morphogenetic protein (BMP) signaling pathways, respectively. Whereas Wnt signaling establishes the dorsal side of the embryo and induces the dorsal organizer, a BMP signaling gradient patterns tissues along the dorsoventral axis. Early Wnt signaling is provided maternally, whereas BMP ligand expression in the zebrafish is zygotic, but regulated by maternal factors. Concomitant with BMP activity patterning dorsoventral axial tissues, the embryo also undergoes dramatic morphogenetic processes, including the cell movements of gastrulation, epiboly and dorsal convergence. Although the zygotic regulation of these cell migration processes is increasingly understood, far less is known of the maternal regulators of these processes. Similarly, the maternal regulation of dorsoventral patterning, and in particular the maternal control of ventral tissue specification, is poorly understood. We identified split top, a recessive maternal-effect zebrafish mutant that disrupts embryonic patterning upstream of endogenous BMP signaling. Embryos from split top mutant females exhibit a dorsalized embryonic axis, which can be rescued by BMP misexpression or by derepressing endogenous BMP signaling. In addition to dorsoventral patterning defects, split top mutants display morphogenesis defects that are both BMP dependent and independent. These morphogenesis defects include incomplete dorsal convergence, delayed epiboly progression and an early lysis phenotype during gastrula stages. The latter two morphogenesis defects are associated with disruption of the actin and microtubule cytoskeleton within the yolk cell and defects in the outer enveloping cell layer, which are both known mediators of epiboly movements. Through chromosomal mapping and RNA sequencing analysis, we identified the lysosomal endopeptidase cathepsin Ba (ctsba) as the gene deficient in split top embryos. Our results identify a novel role for Ctsba in morphogenesis and expand our understanding of the maternal regulation of dorsoventral patterning.KEY WORDS: BMP, Cathepsin B, Dorsoventral, Maternal effect, Morphogenesis, Zebrafish INTRODUCTIONEarly vertebrate development requires coordination of morphogenetic movements and cell signaling to form the tissues of the embryonic body axis. The dorsal organizer, which is also called the embryonic shield in zebrafish, functions as a dorsal signaling center that establishes and patterns the dorsoventral axis (Langdon and Mullins, 2011). Shield formation in the zebrafish is initiated when maternal β-catenin activates one of the earliest zygotically expressed genes bozozok (also known as dharma; Fekany et al., 1999; Koos and Ho, 1999; Yamanaka et al., 1998). Subsequently, additional dorsal genes are expressed, including goosecoid, chordin, noggin and follistatin-like 1b (fstl1b), which specify the dorsal embryonic domain (Dal-Pra et al., 2006; Dixon Fox and Bruce, 2009; Langdon and Mullins, 2011; Schulte-Merker et al., 1997). These factors act entirely or in part by inhibiting bone morphogenetic protein (BMP) signaling, thereby restricting it to ventral regions and generating a gradient of BMP activity that promotes ventrolateral cell fates during axial patterning (Bier and De Robertis, 2015; Langdon and Mullins, 2011). A Bmp2/Bmp7 heterodimer is the only BMP ligand that signals in dorsoventral patterning, binding to BMP type II and type I receptors, which phosphorylate downstream Smad proteins that then regulate BMP target genes (Dutko and Mullins, 2011; Little and Mullins, 2009). Zygotic Wnt8 signaling also functions ventrolaterally through the Vox, Vent and Ved transcriptional repressors to restrict bozozok expression and the dorsal organizer from expanding into ventrolateral regions, and to maintain BMP gene expression (Gawantka et al., 1995; Imai et al., 2001; Kawahara et al., 2000; Ramel and Lekven, 2004; Shimizu et al., 2002).In conjunction with the early signaling pathways that pattern tissues, morphogenetic movements shape the axial embryonic tissue. Epiboly, the process by which blastoderm cells spread over the yolk, is initiated just prior to gastrulation (Kimmel et al., 1995). During gastrulation, the yolk syncytial nuclei (YSN), as part of an extraembryonic yolk syncytial layer (YSL), lead the blastoderm cells and the outer enveloping cell layer (EVL) over the yolk (Rohde and Heisenberg, 2007; Warga and Kimmel, 1990). Cytoskeletal components of the yolk cell – microtubules and actin – are required for epiboly progression. Microtubules are nucleated at the marginal YSN, extend vegetally within the outer yolk cell cytoplasmic layer (YCL) and function in the vegetal movement of the YSN (Solnica-Krezel and Driever, 1994). Disruption of microtubules inhibits epiboly progression (Solnica-Krezel and Driever, 1994; Strahle and Jesuthasan, 1993). Similarly, actin, in conjunction with myosin, forms an actomyosin band within the YSL and contraction of this band, concomitant with retrograde actomyosin flow, results in epiboly progression (Behrndt et al., 2012; Cheng et al., 2004; Köppen et al., 2006). Pharmacological disruption of the actomyosin band leads to slowing of epiboly and yolk cell lysis (Cheng et al., 2004).Many of the key regulators of dorsoventral axis formation are maternal Wnt pathway components that induce dorsal organizer formation. Far less is known about the maternal regulation of ventral tissue specification or morphogenetic movements. To identify such factors, we performed a recessive maternal-effect mutagenesis screen (Dosch et al., 2004; Wagner et al., 2004). We report the identification of the novel maternal-effect mutant split top, which displays defects in dorsoventral patterning and morphogenesis of the embryo. Embryos from split top mutant females display a range of dorsalized phenotypes that can be rescued by induction of BMP signaling. Embryos from split top mutant females also exhibit defects in epiboly and dorsal convergence. Using traditional positional cloning and RNA-seq analysis, we determined that the split top mutant is deficient in the cathepsin Ba (ctsba) gene. Ctsba is a lysosomal endopeptidase, which has previously been suggested to be a positive regulator of apoptosis in zebrafish ovarian follicles and to play a role in modifying or degrading the extracellular matrix during fin regeneration (Eykelbosh and Van Der Kraak, 2010; Saxena et al., 2012). Here, we reveal a novel role for Ctsba in dorsoventral axial patterning and early embryonic morphogenesis. RESULTSMaternal-effect split top embryos exhibit morphogenesis and dorsalization defectsWe identified the zebrafish mutant split top in a recessive maternal-effect mutagenesis screen (our unpublished results). When crossed to wild-type males, homozygous mutant females produced embryos with dorsalized axial defects, henceforth referred to as split top mutant embryos. These phenotypes are classic (C1-C5) dorsalized phenotypes (Fig. 1A; Mullins et al., 1996), similar to those of BMP signaling pathway mutants (Kramer et al., 2002; Mintzer et al., 2001; Nguyen et al., 1998). However, unlike the uniform strong dorsalization phenotype of BMP component mutant embryos, split top mutant embryos exhibited a variable dorsalized phenotype (Fig. 1A,B). In addition, split top mutant embryos displayed variable morphological defects and early lysis. The phenotype of split top mutants varied between clutches from a single mutant mother and among clutches from different mutant mothers (Fig. 1B).\nOpen in a separate windowFig. 1.split top mutant embryo phenotypes. (A) 1 dpf split top mutant embryo C1 to C4 dorsalized phenotypes, split-yolk (SY), kinked tail (KT) and thin-fin (TF) phenotypes or additional (Add.) defects. (B) Three mutant females (NN22-4, NN22-14 and NN23-2) illustrate that clutches from a single mutant mother exhibit similar phenotypic trends, but also variability in phenotypic distribution. (C) Time-lapse imaging of wild-type and split top mutant embryos was performed at 21°C, thus development proceeded more slowly than at 28°C. Red arrowheads mark the deep cells and black ones, the EVL. Yellow asterisks on the split-yolk mutant mark the yolk and the arrow marks the developing eye. (D) Confocal z-projections of double-stained embryos. In most split top embryos EVL migration is uncoupled from deep cells, as indicated with brackets. Scale bars: 240 µm (C), 150 µm (D).The earliest morphological defect observed in split top mutant embryos was a delay in epiboly progression. Time-lapse imaging analysis showed that the delay began between 50% epiboly and shield stage (Fig. 1C), when mutant embryos paused for approximately 1 to 2 h before resuming epiboly, whereas wild-type embryos paused for about 30 min at this stage (Fig. 1C, Movies 1 and 2). Once epiboly reinitiated, the outer enveloping cell layer (EVL) continued to migrate over the yolk, whereas the deep cells lagged behind and appeared uncoupled from the EVL in mutant embryos (Fig. 1C). Actin- and DAPI-stained embryos confirmed that deep cells were more severely retarded in epiboly than the EVL (Fig. 1D). In some embryos, epiboly stalled during mid-gastrulation, never completing, and eventually the gastrula embryo rapidly retracted from the vegetal pole (Fig. 1C, Movie 2). There were two distinct outcomes following this animal-ward retraction: either the embryo developed midway along the yolk causing the split-yolk phenotype (Fig. 1C, Movie 2), or the yolk cell lysed within a few hours (Fig. 1C, Movie 3). Other split top mutants initiated lysis during the prolonged shield stage and completely lysed between 5.3 and 8 hpf or by the equivalent of 75-80% epiboly (Movie 4). Strongly dorsalized class 5 (C5) embryos also lysed as a result of the dorsalization, but at later somitogenesis stages (∼16 hpf) (Mullins et al., 1996). Additional defects in split top mutant embryos included a kinked tail, thin-fin and C5-like phenotypes (Fig. 1A).We examined dorsoventral patterning during gastrulation in split top mutants by performing in situ hybridization with the dorsally expressed genes chordin and foxd3, and the ventrally expressed genes tolloid and gata2 (Fig. 2). In wild-type embryos, chordin and foxd3 expression was restricted to the dorsal side of the embryo, whereas in split top mutants, expression was expanded ventrally and often extended completely around the embryo (Fig. 2A,B). To assess chordin expression at bud stage, we identified split top mutant embryos where the EVL had completely covered the yolk. In many mutant embryos, chordin staining did not extend to the tailbud, indicating that the deep cells did not complete epiboly whereas the EVL did. Concomitant with expanded chordin expression, the ventral tolloid (also known as bmp1l) expression domain was reduced in split top mutants (Fig. 2C). Interestingly, gata2 expression was present in the animal-most region, but reduced in ventral-marginal regions of split top mutants (Fig. 2D), suggesting that posterior (vegetal) regions are more strongly dorsalized than anterior (animal) regions in some split top mutant embryos. These data show that dorsal cell fates are expanded at the expense of ventral ones in split top mutants.\nOpen in a separate windowFig. 2.Dorsoventral marker analysis. (A) chordin, (B) foxd3, (C) tolloid and (D) gata2 expression. Animal and lateral views, dorsal to right. Dorsal views, anterior to top.In BMP pathway component mutants, dorsal midline mesoderm is not affected, whereas loss of zygotic wnt8 or the ventrolateral transcriptional repressors vox, vent and ved cause an expansion of dorsal midline mesoderm (Langdon and Mullins, 2011; Ramel and Lekven, 2004). To investigate whether dorsal midline mesoderm tissue was affected, we examined goosecoid (gsc) expression. At sphere stage (mid-blastula stage), mutant embryos exhibited a modest ventral expansion of gsc expression (Fig. 3A), which became robustly expanded by shield stage (Fig. 3B). Expansion of gsc at sphere stage shows that dorsoventral patterning is altered prior to the first observable morphological defects in split top mutants. Although not observed in BMP pathway mutants, a similar expansion of dorsal midline mesoderm is observed in other maternal-effect dorsalized mutants, including ints6 (Kapp et al., 2013) and maternal-zygotic (MZ) pou5f3 (formerly pou5f1 or oct4) (Belting et al., 2011; Reim and Brand, 2006).\nOpen in a separate windowFig. 3.Expanded goosecoid expression in split top mutant embryos. (A) Sphere and (B,C) shield stage embryos. (C) Injection of bmp2b mRNA rescued the expanded gsc expression domain of mutants (animal views). In addition to the embryos with the stainings shown, 15 of 43 embryos showed weak or no gsc expression, indicating ventralization. Dorsal to right.Split top functions upstream of BMP signalingWnt, Nodal and BMP signaling are essential for dorsal specification and early axial patterning (Langdon and Mullins, 2011; Schier and Talbot, 2005). Maternal Wnt signaling establishes the dorsal side of the embryo and the dorsal organizer (Kelly et al., 2000; Schneider et al., 1996). Later, zygotic Nodal signaling induces dorsal mesoderm as part of the organizer, whereas BMP signaling is required to pattern ventrolateral axial cell types. To investigate whether these pathways might be altered in split top mutant embryos, we examined the expression of a maternal Wnt target gene, bozozok, as well as expression of bmp2b and the Nodal ligand squint. In split top mutant embryos, bozozok expression was restricted to the organizer, as in the wild type, indicating establishment of the dorsal organizer and normal early Wnt signaling (Fig. 4A). Likewise, squint expression in the dorsal margin at sphere stage and within the entire blastoderm margin at dome stage was indistinguishable between wild-type and mutant embryos (Fig. 4B). The expression of bmp2b was also unaltered at shield stage in split top mutant embryos, but was decreased by mid-gastrulation (Fig. 4C). Mutants of BMP pathway components show a similar effect on bmp2b gene expression, displaying normal induction in blastula stages, but loss during gastrula stages (Nguyen et al., 1998; Schmid et al., 2000; Schulte-Merker et al., 1997). On the basis of altered BMP ligand transcript expression during gastrulation, we hypothesized that loss of BMP signaling in split top mutants contributes to the dorsalized defects in these mutants.\nOpen in a separate windowFig. 4.BMP misexpression rescues split top mutants and endogenous BMP signaling is functional. (A) bozozok and (B) squint expression (sphere stage: animal view, dorsal to right). (C) bmp2b expression at shield (lateral view, dorsal to right) and mid-gastrulation. (D-G) Representative phenotypes and bar graphs of uninjected and bmp2b (D,E) or bmp7a (F,G) mRNA injected wild-type and split top mutant embryos. (H,I) Representative phenotypes and bar graphs of wild-type and split top mutant embryos uninjected or injected with chordin, noggin and fstl1b morpholinos (CNF MO).To test whether restoring BMP signaling in split top mutants can rescue them, we misexpressed bmp2b or bmp7a in mutant embryos. To ensure only modest overexpression of the BMP ligands, we injected mRNA concentrations of each ligand that weakly ventralize (V1) wild-type embryos (Fig. 4D-G). We found that misexpression of both bmp2b (Fig. 4D,E) and bmp7a (Fig. 4F,G) rescued split top dorsalized mutant embryos. Expression of bmp2b rescued 55% of split top mutant embryos to a wild-type or weakly ventralized (V1-V2) phenotype. The remaining dorsalized embryos (21%) displayed fewer of the strongest dorsalized phenotypes (C5-like, C4, split-yolk). Interestingly, there was no difference in the percentage of embryos that lysed among the uninjected (14% lysed) and bmp2b-injected (14% lysed) split top embryos, indicating that BMP signaling cannot rescue the lysis phenotypes. We also found that bmp2b misexpression can rescue the expanded gsc domain in split top mutants (Fig. 3C).Injection of bmp7a mRNA also rescued dorsalized split top embryos to wild-type or ventralized them, and those embryos that remained dorsalized displayed weaker phenotypes (Fig. 4F,G). We note that the percentage of lysed embryos decreased from 83% in uninjected to 60% in bmp7a-injected embryos. Because C5 dorsalized embryos also lyse during somitogenesis, we believe that the reduced percentage of lysed embryos reflects rescue of the later lysis associated with C5 dorsalized embryos, rather than the earlier lysis phenotypes.As forced BMP expression can rescue the dorsalized mutant phenotype, we next investigated whether the endogenous BMP pathway was intact in split top mutant embryos. We asked whether alleviating repression of endogenous BMP signaling by depletion of the BMP antagonists chordin, noggin and fstl1b, could also rescue the dorsalization. Similar to forced BMP ligand expression, depletion of these BMP antagonists ventralized split top embryos, but was unable to rescue the early lysis phenotypes (Fig. 4H,I). These data suggest that Split top functions upstream of a functional endogenous BMP signaling pathway. However, split top also functions in a distinct process regulating epiboly progression and preventing early lysis, which is independent of BMP signaling.Convergence and extension are altered in split top mutantssplit top mutant embryos displayed altered overall morphology suggestive of defects in convergence and extension. Therefore, convergence and extension were assessed by in situ hybridization of the T-box genes brachyury (also known as tb) and tbx16. In wild-type embryos at bud stage, brachyury is expressed in the notochord and tailbud (Schulte-Merker et al., 1992), whereas tbx16 is restricted from the notochord and expressed in the tailbud, adaxial cells and paraxial mesoderm (Griffin et al., 1998; Fig. 5A,B). In split top mutant embryos, brachyury expression in the dorsal midline was broader laterally and reduced along the anterior-posterior axis, suggesting that cell migration to the midline and extension along the anterior-posterior axis was impaired in split top embryos (Fig. 5A). Similarly, tbx16 expression was restricted from a larger mediolateral region of mutant embryos, consistent with a laterally expanded midline (Fig. 5B). Additionally, the entire tbx16 expression domain, including the prechordal plate, was shortened along the anterior-posterior axis (Fig. 5B), which is a hallmark of impaired convergence and extension. Finally, expression of the neural markers pax2.1 (also known as pax2a) and krox20 (also known as egr2a) and the somitic marker myoD (also known as myod1), which were expanded ventrolaterally as a result of dorsalization, were also shortened along the anterior-posterior axis, suggesting defects in convergence and extension (Fig. 5C,D). Taken together, these results suggest that convergence and extension is altered in split top mutants.\nOpen in a separate windowFig. 5.Convergent extension in split top embryos. Expression of (A) brachyury, (B) tbx16, (C,D) pax2.1, (D) krox20 and (C,D) myod indicates an expansion of the midline (probably combined with increased midline mesoderm tissue) and reduced extension in split top mutants. Additionally, whereas krox20 marks rhombomeres 3 and 5 in wild-type embryos, in split top mutants a single krox20 stripe is evident, indicating a loss of either rhombomeres 3 or 5, or a delay in rhombomere 5 expression. Black arrows mark the anterior-most wild-type expression domain and red arrows the anterior-most split top expression domain. The dorsal midline tissue is marked by T-bars in wild-type (black or white) and split top (red) mutants. The brackets indicate the distance from the anterior-most point of the embryo to the neural markers. In A,B, anterior is to top; in C,D, anterior is to left.Yolk cell microtubules and actin disruptedSeveral features of split top mutant embryos indicate that epiboly is mis-regulated, including the developmental delay during gastrulation, the lysis phenotype and the split-yolk phenotype (Fig. 1). As microtubules and actin are required for epiboly progression (Cheng et al., 2004; Lepage and Bruce, 2010; Solnica-Krezel and Driever, 1994; Strahle and Jesuthasan, 1993), we hypothesized that these YCL cytoskeletal components may be defective in split top mutants. In wild-type blastula embryos, the microtubule network covered the yolk cell in a mesh-like pattern, which was maintained throughout gastrulation (Fig. 6A). By contrast, split top mutants displayed regions lacking microtubules in the YCL as early as 30% epiboly (Fig. 6A). During gastrulation, the regions devoid of microtubules increased in size and sometimes encompassed nearly the entire YCL. Bright-field images revealed that even where there was little to no YCL microtubules, the embryos were intact, albeit exhibiting an irregular vegetal yolk appearance (Fig. 6A). We found that the YCL actin cytoskeleton was similarly disrupted beginning at mid-blastula stages (Fig. 6B). Gaps in the actin network appeared progressively larger through gastrulation stages in split top mutants (Fig. 6B). In both microtubules and actin, patches devoid of these networks were associated with intervening regions of increased density, suggesting displacement and bunching of the cytoskeleton. These changes in the YCL cytoskeleton probably underlie at least some of the epiboly defects observed in split top mutants.\nOpen in a separate windowFig. 6.Microtubules and actin cytoskeleton are disrupted. (A) Wild-type and split top mutants embryos immunostained to label microtubules in the YCL (N=4-5 and N=5 embryos at each stage, respectively). (B) Wild-type and split top mutant embryos stained with Phalloidin conjugated to Alexa Fluor 568 marks actin in the YCL (N=4-5 embryos at each stage). Bright field (BF) images. (C) High-magnification confocal z-projections of Phalloidin-stained embryos and box plot showing the wild-type and mutant EVL cell morphology and number, respectively. P value is shown. Scale bars: 280 µm (A), 240 µm (B), 70 µm (C).EVL defectsThe EVL attaches to the YSL through tight junctions and adhesion to the underlying deep cells mediates their progression through epiboly (Lepage and Bruce, 2010). To investigate whether the EVL was compromised, we stained for actin, which prominently labels the EVL cell borders. We found that the EVL cells were distinctly larger in the mid-gastrula stage mutant compared with wild-type embryos (Fig. 6B,C). At 75% epiboly, high-magnification confocal images revealed a larger and more elongated EVL cell shape phenotype (Fig. 6C). We found that EVL mutant cells were about 20-30 µm larger than wild-type cells in both their animal-vegetal and dorsoventral axial dimensions. EVL cell number was significantly (P<0.0001) reduced about 1.8-fold in split top mutants (Fig. 6C). The reduction in cell number could be caused by decreased EVL cell proliferation or EVL cell loss, with a concomitant expansion of EVL cell size to compensate for the deficiency. Such compensation through EVL cell size alterations has been described previously (Sonal et al., 2014; Xiong et al., 2014). The cause of the reduced EVL cell number might reflect other deficiencies of the EVL, which could also contribute to the morphogenesis defects observed in these mutants.Molecular nature of the split top geneTo identify the split top mutant gene, we mapped the mutation to a chromosomal position through bulk segregant analysis of simple sequence length polymorphism (SSLP) markers in genomic DNA pooled from mutant versus wild-type females (Pelegri and Mullins, 2011). Following a genome-wide scan of SSLPs, we found linkage of the split top mutation to marker z11341 on chromosome 17. Subsequent fine chromosomal mapping analysis of recombinant mutant and wild-type females (∼300 meioses) determined that the mutant gene resided in a 7.9 Mb region between SSLP markers z22279 and z6561 (Fig. 7A). From the Sanger Centre Zv9 genome sequence, we found that this interval contains more than 120 genes and several gaps. Rather than narrow the region further, we used RNA-seq analysis to identify transcripts within our region of interest that were differentially expressed between wild-type and split top mutant embryos (Hill et al., 2013; Miller et al., 2013). We isolated RNA from embryos at the 128- to 256-cell stage, prior to the onset of large-scale zygotic transcription at the 512-cell stage, to enrich for maternal transcripts.\nOpen in a separate windowFig. 7.Cathepsin Ba is deficient in split top mutant embryos. (A) Schematic of the split top interval on chromosome 17. (B) ctsba mRNA expression in wild-type and split top mutant embryos. The genotype and strength of the split top mutant phenotype. (C) Representative phenotypes of uninjected and ctsba-injected wild-type and split top mutant embryos, and (D) bar graphs showing rescue. (E) ctsba mRNA injection in the yolk cell of mid-blastula (high to dome stage) embryos from two homozygous split top mutant females did not rescue the lysis or dorsalized phenotypes. (F) Whole-mount 60% epiboly (early gastrula) embryos stained with actin (red) and DAPI (blue). All uninjected split top mutants exhibited large patches of actin-deficient YCL regions. In the right embryo injected with ctsba mRNA, the gap between the YSN/EVL and the deep cells is rescued, along with partial rescue of the actin cytoskeleton; 3 of 33 embryos showed no actin staining. Scale bar: 140 µm. (G) E-64-injected wild-type embryos show expanded chordin expression (animal pole view, dorsal to right). Bar graphs show 1 dpf phenotypic distributions. (H) Mis-sense mutation made in the catalytic domain of Ctsba. Bar graphs show 1 dpf phenotypic distributions of this mutant mRNA injected into wild-type embryos or embryos from three different split top mutant females.For RNA-seq analysis, cDNA libraries from wild-type and mutant embryos were barcoded and run in a single lane on the Illumina Hi-Seq 2000 platform. The resultant data were sorted and analyzed using the RNA Mapper analysis package, which analyzes transcripts for missense, nonsense and splicing mutations, and nonsense-mediated decay (Miller et al., 2013). The analysis package also assesses differences in gene expression, transcriptional start sites, output by promoter and differential isoform expression. Within our interval, there was a single gene, cathepsin Ba (ctsba), that was differentially expressed in the mutants versus the wild-type. Ctsba (GenBank accession number {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"BC056688\",\"term_id\":\"34784037\"}}BC056688; OMIM 116810) is a lysosomal cysteine-type endopeptidase. The ctsba gene contains 10 exons, which encode at least two mRNA isoforms. In split top mutants, ctsba gene expression, differential isoform expression and differential coding sequence output by promoter and transcriptional start site were each decreased ∼4600-fold or more (Table 1). Notably, there were few ctsba transcripts in the mutant sample and a number of exons had minimal or no coverage (Fig. S1). From the RNA-seq analysis and sequencing of mutant ctsba cDNA, we did not identify any nonsense, insertion or deletion mutations in split top mutants, suggesting that a regulatory component such as a promoter or enhancer is disrupted.\nTable 1.RNA-seq analysis of split top mutant cleavage stage embryosOpen in a separate windowWe next examined expression of ctsba in blastula and early gastrula embryos. In wild-type embryos, ctsba was expressed in the blastoderm cells and in the YSL (Fig. 7B). Consistent with the RNA-seq results, ctsba expression was strongly reduced in split top mutant embryos at mid-blastula stages. However, by early gastrula stages, ctsba zygotic expression was similar in mutant and wild-type embryos (Fig. 7B), suggesting that zygotic ctsba expression is insufficient to suppress the maternal deficiency. To determine whether there is a zygotic contribution to the split top mutant phenotype, mutant females were crossed to heterozygous split top mutant males and the resulting embryos scored for phenotype strength and then genotyped. Consistent with the split top gene functioning maternally, there was no relationship between the phenotype and the genotype of the embryo with respect to the strongest dorsalization classification (Fig. 7B). Although the weak C1-C2 dorsalized phenotype was rare, these embryos were disproportionately heterozygotes, which might reflect zygotic ctsba rescue.To determine definitively if ctsba is the gene defective in split top mutants, we tested whether injection of wild-type ctsba mRNA could rescue the mutant phenotype. Injection of ctsba had little to no effect on wild-type embryos but rescued 72% of split top mutant embryos to wild-type (Fig. 7C,D). Importantly, ctsba mRNA was sufficient to rescue the lysis phenotypes from 67% in uninjected embryos to 13% in injected embryos. We also found that ctsba mRNA injection could rescue the YCL actin cytoskeletal defect in a third of split top mutant embryos (Fig. 7F). Taken together, these experiments show that ctsba is the gene that is deficient in split top mutants. However, it is possible that a closely linked gene to ctsba that regulates its expression is defective. In any case, we determined that the defects of split top mutants are caused by deficiency of Ctsba.Considering the YCL defects in split top mutants, it is possible that Ctsba itself functions exclusively within the yolk cell, as we found for the maternal-effect mutant betty boop (also known as mapkapk2a) (Holloway et al., 2009). To test whether Ctsba functions solely in the yolk cell, we injected split top embryos with ctsba mRNA either at the one-cell stage or in the yolk at a mid-blastula stage (high to dome stage). Although injection at the one-cell stage robustly rescued the mutants, yolk cell injection at mid-blastula stages did not (Fig. 7E). The lack of rescue does not exclude a function for Ctsba in the yolk cell, but it does indicate that it is not sufficient.Ctsba endopeptidase function in patterning and morphogenesisWe next investigated if Ctsba functions in development via its catalytic endopeptidase. We treated wild-type embryos with the cysteine cathepsin inhibitor E-64, which alkylates the active site cysteine of cathepsins, blocking proteolytic function (Sekiguchi et al., 2002; Turk et al., 2012). We found that incubating dechorionated embryos in E-64 caused extensive cell death or had little phenotypic effect. However, injecting E-64 at the one-cell stage remarkably dorsalized some wild-type embryos (Fig. 7G). Many embryos lysed prior to 1 dpf, whereas others exhibited considerable cell death and appeared dorsalized. To investigate the dorsalization further, we examined the expression of chordin during gastrulation. We found that chordin was expanded into ventral regions in most E-64-treated embryos (Fig. 7G), confirming the 1 dpf dorsalized phenotype.To test specifically if the catalytic activity of Ctsba is required in dorsoventral patterning and morphogenesis, we mutated the active site cysteine of Ctsba to an alanine (Turk et al., 2012) (Fig. 7H). We then injected the presumptive catalytically dead ctsba mRNA into split top mutant embryos. We found in multiple experiments that the catalytically deficient Ctsba failed to rescue split top mutants (Fig. 7H). When injected into wild-type embryos, however, it caused 20-40% dorsalization (Fig. 7H), indicating that the mutant protein is produced and probably behaves like a dominant-negative. DISCUSSIONCtsba endopeptidase function in developmentMaternal components have been postulated to play significant roles in early vertebrate embryonic development and axis formation, although few are known or studied. We have identified a new maternal factor, Ctsba, as a crucial component of dorsoventral axis formation. Ctsba is a lysosomal endopeptidase belonging to the Papain superfamily, which contains 19 cathespin genes. Prior to this study, no role was known for Ctsba in axial patterning or morphogenesis. These mutants display a unique split-yolk phenotype resulting from combined morphogenesis and dorsalization defects.Cathepsins are synthesized as precursor proteins called zymogens and many function in the lysosome, where the protease function becomes activated at low pH (Fonović and Turk, 2014; Mohamed and Sloane, 2006; Turk et al., 2000). Ctsba is a cysteine type cathepsin and the nucleophile is the sulphydryl group of a cysteine residue, which forms an acyl intermediate. Requirement of this cysteine residue for rescue activity indicates that the proteolytic activity of Ctsba is essential to its functions in dorsoventral patterning and morphogenesis (Fig. 7H). Ctsba is expressed throughout embryogenesis and a role for Ctsba and a similar protein, cathepsin La, as putative yolk processing enzymes has been suggested (Carnevali et al., 1999, 2006; Kwon et al., 2001; Raldúa et al., 2006; Tingaud-Sequeira and Cerdà, 2007). Zebrafish mutants with defective processing of the major yolk proteins exhibit opaque egg phenotypes (Dosch et al., 2004). Thus, either residual Ctsba is sufficient or it is not essential as a yolk processing enzyme in zebrafish, because the yolk of split top mutant embryos appears similar to the wild type.Numerous studies have shown that Ctsb and other cathepsins can function in degrading the extracellular matrix (ECM) in association with multiple processes, including endothelial tube formation (Cavallo-Medved et al., 2009), tumor cell progression (Bengsch et al., 2013; Buck et al., 1992; Koblinski et al., 2002; Porter et al., 2013; Turk et al., 2000; Yan and Sloane, 2003) and rheumatoid arthritis (Hashimoto et al., 2001). The ECM components fibronectin and laminin are first evident at 65% epiboly in zebrafish embryos (Latimer and Jessen, 2010), which is a stage after we first observed defects in split top mutants, suggesting that ECM degradation is not an essential maternal function of Ctsba. However, an increase in ECM fibronectin fibrils is observed in the zebrafish convergent-extension mutants glypican 4 (gpc4) and MZ frizzled 7 (fz7a) at the end of gastrulation, suggesting that mechanisms to reduce ECM levels normally act in the embryo (Dohn et al., 2013). It is possible that Ctsba plays such a role during gastrulation and that excess ECM in split top mutants affects embryonic patterning and/or morphogenesis.However, Ctsba might act by distinct mechanisms, other than ECM degradation. Interestingly, Ctsb is also known to function in cleaving amyloid-β peptides that cause plaques in Alzheimer's disease (Mueller-Steiner et al., 2006). A null mutant of ctsb in the mouse is homozygous viable but exhibits significantly increased amyloid plaque formation in a mouse model for Alzheimer's disease. In addition, cathepsins have been found in the nucleus and can proteolytically cleave histones to modulate chromatin and regulate ES cell differentiation (Bulynko et al., 2006; Duncan et al., 2008), as well as regulate the CUX1 transcription factor (Ceru et al., 2010; Goulet et al., 2004). Thus, Ctsba could modulate, through proteolytic cleavage, the activity of transcription factors, chromatin or other factors acting in dorsoventral patterning or morphogenesis. Future studies are required to decipher the substrates of Ctsba in regulating these processes.A mouse double mutant for cathepsin b and cathepsin l exhibits severe neurodegeneration, which causes death a few weeks after birth (Felbor et al., 2002). In this model, as well as in cell culture models, an increase in lysosomes is observed together with a displacement or absence of microtubules (Bednarski et al., 1997; Felbor et al., 2002). We also observed patches of increasing size in the YCL devoid of microtubules during epiboly, with a corresponding increased microtubule density in intervening regions, suggesting displacement and bunching of microtubules (Fig. 6A). The cause of the microtubule displacement in the zebrafish and mouse mutants is not known and will require further study.Ctsba, the YCL cytoskeleton and EVL during epibolyDynamic regulation of actin and microtubules in the YCL is required for epiboly progression. Moreover, both stabilization and destabilization of actin or microtubules results in disorganized arrays with voids, similar to the phenotypes of split top mutant embryos (Fig. 6A,B; Fontenille et al., 2014; Jesuthasan and Strähle, 1997; Solnica-Krezel and Driever, 1994). Interestingly, MZ zebrafish mutants of the atypical cadherin Dachsous 1b (Dchs1b) display similar voids in the YCL actin and microtubule cytoskeleton and slow epiboly progression (Li-Villarreal et al., 2015). A similar defect is observed in MZ pou5f3 zebrafish mutant embryos, where a loss of the YCL itself is associated with the microtubule gaps (Lachnit et al., 2008). We also observe abnormalities of the yolk cortex (e.g. Fig. 6A, 75% epiboly), which might reflect a loss of the YCL. However, whether the microtubule voids are a cause or effect of YCL loss in MZ pou5f3 mutants is unclear. MZ pou5f3 mutants also exhibit a defect in E-cadherin trafficking, which contributes to the slow directed migration of deep cells during epiboly in these mutants (Song et al., 2013). Thus, Ctsba might also function in multiple aspects of epiboly regulation like Pou5f3.The non-dorsalized lysis phenotypes of split top mutants could be caused by the YCL cytoskeleton, EVL or other defects. In one class of split top mutants, the margin of the EVL and deep cells rapidly retracts in an animal-ward direction (Fig. 1C, Movie 2). Although MZ pou5f3 and MZ dchs1b mutants with similar YCL cytoskeletal defects do not exhibit this lysis phenotype, the cytoskeletal defects are more penetrant and possibly more severe in split top mutant embryos (100%) than these other mutants, which could thus cause the marginal retraction and lysis. Alternatively, the larger size and reduced number of EVL cells might compromise the integrity of the EVL and cause the marginal retraction. With the increasing surface area of the EVL as epiboly proceeds, the EVL cells in split top mutants enlarge their surface to compensate for their reduced cell number. It is possible that as epiboly proceeds, the EVL cells cannot enlarge any further and detach from the yolk cell. Because the deep cells adhere to the EVL, both would retract, ultimately causing lysis. Ctsba might function within the yolk cell to maintain the YCL and/or facilitate reorganization of the cytoskeleton through its proteolytic cleavage activity to allow epiboly progression. Although ctsba mRNA injection into the yolk cell at sphere stage did not rescue the lysis defect, insufficient Ctsba might be produced by injection at this stage for it to function. The incomplete penetrance of this defect could be due to hypomorphic loss of ctsba, with embryos that receive higher levels of the protein developing past the early lysis stages. However, additional proteinases could also partially compensate for the loss of Ctsba during early embryogenesis.Ctsba upstream of BMP signaling in patterningsplit top mutant embryos, like BMP signaling pathway component mutants, display normal BMP ligand gene induction but subsequent loss of expression due to a gastrula stage transcriptional autoregulatory feedback mechanism (Nguyen et al., 1998; Schmid et al., 2000; Schulte-Merker et al., 1997). Thus, loss of bmp2b expression is consistent with a loss of BMP signaling in the mutants. Rescue of the dorsalization by forced expression of bmp2b or bmp7a (Fig. 4D-G) shows that ctsba mutants fail to initiate or maintain BMP signaling, although BMP gene expression is induced normally. Rescue of dorsalization by knockdown of the BMP antagonists (Fig. 4H,I) demonstrates that the endogenous BMP signaling pathway is intact and functional in ctsba mutants and indicates that Ctsba does not regulate a BMP pathway component. BMP signaling was unable to rescue the early lysis phenotypes of ctsba mutants. This partial phenotypic rescue suggests BMP-dependent and -independent functions of Ctsba during development. The BMP-dependent function is a requirement for Ctsba upstream of BMP signaling to pattern the dorsoventral axis.Ctsba might function upstream of BMP signaling with Pou5f3 (Reim and Brand, 2006), Ints6 (Kapp et al., 2013), Runx2b (Flores et al., 2008) and/or Lnx2b (Ro and Dawid, 2009), possibly regulating the zygotic expression or function of Wnt8 or its mediators, the ventrolateral transcriptional repressors Vox, Vent and/or Ved (Gawantka et al., 1995; Imai et al., 2001; Kawahara et al., 2000; Ramel and Lekven, 2004; Shimizu et al., 2002). As in split top, all of these factors when deficient cause an expansion of dorsal-midline markers, such as gsc, which is not observed in BMP mutants (Khokha et al., 2005; Mullins et al., 1996). However, deficiency of Pou5f3 and Ints6 also causes defects in epiboly, as seen in split top mutants. Pou5f3 and Runx2b are transcription factors, and Ints6 is a component of the Integrator complex that acts in 3′ end processing of RNA and in other processes (Baillat et al., 2005; Lai et al., 2015). Interestingly, Lnx2b is a ubiquitin ligase that binds and ubiquitinates Bozozok, regulating its stability (Ro and Dawid, 2009). Bozozok is a direct target of maternal Wnt signaling that functions in dorsal organizer formation (Leung et al., 2003; Ryu et al., 2001). Future studies are required to determine whether Ctsba functions with Lnx2b in the proteolysis of Bozozok or with some of these other factors, to block the dorsal midline mesoderm from expanding ventrolaterally.BMP signaling and convergent extensionAnalysis of tissue-specific markers in split top mutants suggests that dorsal convergence and extension are impaired (Fig. 5). Ctsba might affect convergent extension indirectly through its effect on BMP signaling. The BMP signaling gradient that forms during gastrulation (Hashiguchi and Mullins, 2013; Tucker et al., 2008) also includes instructional cues for directed cell movements (Myers et al., 2002a,b). High levels of BMP signaling ventrally cause cells to migrate vegetally, intermediate levels laterally lead to convergence and extension movements, and little to no BMP signaling dorsally allows extension movements without convergence. BMP signaling regulates convergence and extension of mediolateral cells by negatively regulating Ca2+/cadherin-dependent cell-cell adhesion and inhibiting the ability of cells to respond to Wnt signaling, independent of its role in cell fate specification (Myers et al., 2002a; von der Hardt et al., 2007). Because BMP misexpression in split top mutants also rescued the convergent-extension defect (Fig. 4D), it is likely that loss of Ctsba disrupts the BMP signaling gradient that is required for this process.ConclusionsWe identified a novel role for maternal Ctsba in dorsoventral patterning and morphogenesis. Ctsba is required in distinct developmental processes to promote epiboly progression through modulation of the YCL cytoskeleton and promotes dorsoventral axial patterning upstream of BMP signaling. The role for Ctsba in morphogenesis is complex because Ctsba has BMP-dependent functions in DV patterning and probably also convergent-extension cell movements, but it also has BMP-independent functions necessary for the cytoskeletal organization underlying epiboly. Ctsba might modulate the ECM, regulate Ints6 or transcription factors such as Pou5f3, which have similar patterning and epiboly defects, or modulate other components to regulate early morphogenesis and epiboly. Future studies are needed to identify the molecular mechanisms through which Ctsba regulates these developmental processes. MATERIALS AND METHODSZebrafish strains and stagingThe split topp24bdth allele was generated in a recessive maternal-effect ENU mutagenesis screen (E.W.A., F.L.M. and M.C.M., unpublished results). The Tupfel long fin (TL) zebrafish (Danio rerio) strain was used for wild-type control embryos. For most experiments, TL males were crossed to split topp24bdth mutant females, for all other experiments sibling fish were crossed. Fish were 4 months to ∼1.5 years old. Embryos are stage-matched unless otherwise stated. All animal studies were approved by the University of Pennsylvania IACUC committee.Time-lapse imagingLive embryos were dechorionated and embedded in 0.3% low melt agarose in E3 medium. Images were taken at 15 min intervals with QCapture Suite Plus software using a QImaging (Q33900) camera, and movies were made using ImageJ (NIH).In situ hybridizationEmbryos were processed for in situ hybridization as described (Kapp et al., 2013). The following probes were used: chordin (Miller-Bertoglio et al., 1997), tolloid (Blader et al., 1997), gata2 (Detrich et al., 1995), brachyury (Schulte-Merker et al., 1992), tbx16 (Griffin et al., 1998), pax2.1 (Krauss et al., 1992), krox20 (Oxtoby and Jowett, 1993), myoD (Weinberg et al., 1996), bozozok (Yamanaka et al., 1998), gsc (Schulte-Merker et al., 1994), squint (Erter et al., 1998), bmp2b (Nguyen et al., 1998) and ctsba (Thisse and Thisse, 2004).Injection experimentsHA-bmp2b, HA-bmp7a (Little and Mullins, 2009) and ctsba mRNA was made as described (Miller-Bertoglio et al., 1997) and 0.5 pg, 50 pg and 740 pg, respectively, was injected into the yolk of one-cell stage embryos. Morpholinos directed against chordin (1 ng/nl), noggin (2 ng/nl) and fstl1b (5 ng/nl) were co-injected in a 1.5 nl volume into the yolk of one-cell embryos, as described (Dal-Pra et al., 2006). Mutant embryos were generated from split topp24bdth homozygous mutant females crossed to wild-type TL males.The active site cysteine of ctsba was mutated to alanine by an overlap extension PCR method and cloned into pCS2+. The full-length mutated ctsba was generated using the primer sets: ctsba-EcoRI-N-terminus-F, 5′-CCATCGATTCGAATTCATGTGGCGGCTGGCTTCC-3′, ctsba-N-terminus-R, 5′-AGCGTAATCTGGCACATCGTATGGGTACATTGGGATTCCAGCCACG-3′, ctsba-C-terminus-F, 5′-CTCCAAATGCCCAGGCTGAACCGCAAGAA-3′ and ctsba-XhoI-C-terminus-R, 5′-GTTCTAGAGGCTCGAGTTACATTGGGATTCCAGGC-3′. The selective cysteine protease inhibitor E-64 (Sigma) was injected at 100-150 pg and 200-250 pg in 0.1 M KCl into one-cell stage embryos.ImmunohistochemistryWhole-mount microtubule staining of embryos was performed following standard procedures (Topezewski and Solnica-Krezel, 1999). A monoclonal anti-α-tubulin (Sigma, clone DM1A, T6199; 1:1000) primary antibody and Molecular Probes Alexa Fluor 488 (1:500) secondary antibody were used to visualize microtubules. Images were taken on a Zeiss LSM 710 confocal microscope.To visualize actin filaments, embryos were fixed for 1 h in 3.7% formaldehyde in actin stabilizing buffer (ASB: 10 mM EGTA, 10 mM PIPES pH 7.3, 5 mM MgCl2, 900 mM KCl), dechorionated and then fixed overnight. Embryos were then washed (3× for 5 min) in ASB and incubated for 30 min in cold quenching buffer (150 mM glycine in ASB). The embryos were then rinsed in cold ASB and blocked overnight in blocking solution (1% fetal calf serum in ASB). Embryos were washed (4× for 5 min) in ASB and incubated for 30 min in Alexa Fluor 568 Phalloidin (Molecular Probes; 1:200) and DAPI (Molecular Probes; 1:1000) in the dark. Embryos were then rinsed twice and washed (3× for 5 min) in the dark. Images were taken on a Zeiss LSM 710 confocal microscope.At 75% epiboly, wild-type and mutant EVL cells were counted in a determined lateral region (DLR) of depth×height×width of 100×427.27×427.27 µm. Number of cells was plotted using DataGraph 3.0 (Visual Data Tools) and statistical analysis performed using a two-tailed Student's t-test in InStat 3.1 (GraphPad).Positional cloning and RNA-seqBulk segregant analysis was performed with pooled wild-type or mutant female DNA and screened with standard Z markers (Pelegri and Mullins, 2004). RNA for RNA-seq analysis was isolated from 128- to 256-cell stage wild-type and mutant embryos using TruSeq Illumina RNA Preparation kit. Standard RNA-seq analysis was performed using100 bp paired end sequencing on the Illumina HiSeq 2000. RNA-seq data were analyzed using RNA Mapper (Miller et al., 2013). AcknowledgementsWe thank Allison Jamison-Lucy for help with confocal imaging, members of the Mullins lab for thoughtful and engaging discussions, the fish facility staff for maintaining the fish stocks, Adam Miller for advice on RNA-seq analysis, and Jonathan Schug at the Penn NGS Core. Footnotes Competing interestsThe authors declare no competing or financial interests.Author contributionsConceived and designed the experiments: Y.G.L., R.F., H.Z., M.C.M. Performed the experiments: Y.G.L., R.F., H.Z. Identified the p24bdth mutant: E.W.A., F.LM. Analyzed the data: Y.G.L., R.F., H.Z., M.C.M. Wrote the paper: Y.G.L., R.F., M.C.M.FundingThis work was supported by the National Institutes of Health [R01GM056326 and R01GM056326-15S1 to M.C.M. and training grants T32HD007516 and K12GM081259 to Y.G.L.]; and a Becas Chile Scholarship to R.F. Deposited in PMC for release after 12 months.Supplementary informationSupplementary information available online at http://dev.biologists.org/lookup/suppl/doi:10.1242/dev.128900/-/DC1 ReferencesBaillat D., Hakimi M.-A., Näär A. M., Shilatifard A., Cooch N. and Shiekhattar R. (2005). Integrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell\n123, 265-276. 10.1016/j.cell.2005.08.019 [PubMed] [CrossRef] [Google Scholar]Bednarski E., Ribak C. E. and Lynch G. (1997). Suppression of cathepsins B and L causes a proliferation of lysosomes and the formation of meganeurites in hippocampus. J. Neurosci.\n17, 4006-4021. [PMC free article] [PubMed] [Google Scholar]Behrndt M., Salbreux G., Campinho P., Hauschild R., Oswald F., Roensch J., Grill S. W. and Heisenberg C. P. (2012). Forces driving epithelial spreading in zebrafish gastrulation. Science\n338, 257-260. 10.1126/science.1224143 [PubMed] [CrossRef] [Google Scholar]Belting H.-G., Wendik B., Lunde K., Leichsenring M., Mössner R., Driever W. and Onichtchouk D. (2011). Pou5f1 contributes to dorsoventral patterning by positive regulation of vox and modulation of fgf8a expression. Dev. Biol.\n356, 323-336. 10.1016/j.ydbio.2011.05.660 [PubMed] [CrossRef] [Google Scholar]Bengsch F., Buck A., Gunther S. C., Seiz J. R., Tacke M., Pfeifer D., von Elverfeldt D., Sevenich L., Hillebrand L. E., Kern U. et al.  (2013). Cell type-dependent pathogenic functions of overexpressed human cathepsin B in murine breast cancer progression. Oncogene\n33, 4474-4484. 10.1038/onc.2013.395 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bier E. and De Robertis E. M. (2015). Embryo development. BMP gradients: a paradigm for morphogen-mediated developmental patterning. Science\n348, aaa5838\n10.1126/science.aaa5838 [PubMed] [CrossRef] [Google Scholar]Blader P., Rastegar S., Fischer N. and Strähle U. (1997). Cleavage of the BMP-4 antagonist chordin by zebrafish tolloid. Science\n278, 1937-1940. 10.1126/science.278.5345.1937 [PubMed] [CrossRef] [Google Scholar]Buck M. R., Karustis D. G., Day N. A., Honn K. V. and Sloane B. F. (1992). Degradation of extracellular-matrix proteins by human cathepsin B from normal and tumour tissues. Biochem. J.\n282, 273-278. 10.1042/bj2820273 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bulynko Y. A., Hsing L. C., Mason R. W., Tremethick D. J. and Grigoryev S. A. (2006). Cathepsin L stabilizes the histone modification landscape on the Y chromosome and pericentromeric heterochromatin. Mol. Cell. Biol.\n26, 4172-4184. 10.1128/MCB.00135-06 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Carnevali O., Carletta R., Cambi A., Vita A. and Bromage N. (1999). Yolk formation and degradation during oocyte maturation in seabream Sparus aurata: involvement of two lysosomal proteinases. Biol. Reprod.\n60, 140-146. 10.1095/biolreprod60.1.140 [PubMed] [CrossRef] [Google Scholar]Carnevali O., Cionna C., Tosti L., Lubzens E. and Maradonna F. (2006). Role of cathepsins in ovarian follicle growth and maturation. Gen. Comp. Endocrinol.\n146, 195-203. 10.1016/j.ygcen.2005.12.007 [PubMed] [CrossRef] [Google Scholar]Cavallo-Medved D., Rudy D., Blum G., Bogyo M., Caglic D. and Sloane B. F. (2009). Live-cell imaging demonstrates extracellular matrix degradation in association with active cathepsin B in caveolae of endothelial cells during tube formation. Exp. Cell Res.\n315, 1234-1246. 10.1016/j.yexcr.2009.01.021 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ceru S., Konjar S., Maher K., Repnik U., Krizaj I., Bencina M., Renko M., Nepveu A., Zerovnik E., Turk B. et al.  (2010). Stefin B interacts with histones and cathepsin L in the nucleus. J. Biol. Chem.\n285, 10078-10086. 10.1074/jbc.M109.034793 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Cheng J. C., Miller A. L. and Webb S. E. (2004). Organization and function of microfilaments during late epiboly in zebrafish embryos. Dev. Dyn.\n231, 313-323. 10.1002/dvdy.20144 [PubMed] [CrossRef] [Google Scholar]Dal-Pra S., Fürthauer M., Van-Celst J., Thisse B. and Thisse C. (2006). Noggin1 and Follistatin-like2 function redundantly to Chordin to antagonize BMP activity. Dev. Biol.\n298, 514-526. 10.1016/j.ydbio.2006.07.002 [PubMed] [CrossRef] [Google Scholar]Detrich H. W. III, Kieran M. W., Chan F. Y., Barone L. M., Yee K., Rundstadler J. A., Pratt S., Ransom D. and Zon L. I. (1995). Intraembryonic hematopoietic cell migration during vertebrate development. Proc. Natl. Acad. Sci. USA\n92, 10713-10717. 10.1073/pnas.92.23.10713 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dixon Fox M. and Bruce A. E. E. (2009). Short- and long-range functions of Goosecoid in zebrafish axis formation are independent of Chordin, Noggin 1 and Follistatin-like 1b. Development\n136, 1675-1685. 10.1242/dev.031161 [PubMed] [CrossRef] [Google Scholar]Dohn M. R., Mundell N. A., Sawyer L. M., Dunlap J. A. and Jessen J. R. (2013). Planar cell polarity proteins differentially regulate extracellular matrix organization and assembly during zebrafish gastrulation. Dev. Biol.\n383, 39-51. 10.1016/j.ydbio.2013.08.027 [PubMed] [CrossRef] [Google Scholar]Dosch R., Wagner D. S., Mintzer K. A., Runke G., Wiemelt A. P. and Mullins M. C. (2004). Maternal control of vertebrate development before the midblastula transition: mutants from the zebrafish I. Dev. Cell\n6, 771-780. 10.1016/j.devcel.2004.05.002 [PubMed] [CrossRef] [Google Scholar]Duncan E. M., Muratore-Schroeder T. L., Cook R. G., Garcia B. A., Shabanowitz J., Hunt D. F. and Allis C. D. (2008). Cathepsin L proteolytically processes histone H3 during mouse embryonic stem cell differentiation. Cell\n135, 284-294. 10.1016/j.cell.2008.09.055 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dutko J. A. and Mullins M. C. (2011). SnapShot: BMP signaling in development. Cell\n145, 636-636.e2. 10.1016/j.cell.2011.05.001 [PubMed] [CrossRef] [Google Scholar]Erter C. E., Solnica-Krezel L. and Wright C. V. E. (1998). Zebrafish nodal-related 2 encodes an early mesendodermal inducer signaling from the extraembryonic yolk syncytial layer. Dev. Biol.\n204, 361-372. 10.1006/dbio.1998.9097 [PubMed] [CrossRef] [Google Scholar]Eykelbosh A. J. and Van Der Kraak G. (2010). A role for the lysosomal protease cathepsin B in zebrafish follicular apoptosis. Comp. Biochem. Physiol. A Mol. Integr. Physiol.\n156, 218-223. 10.1016/j.cbpa.2010.02.005 [PubMed] [CrossRef] [Google Scholar]Fekany K., Yamanaka Y., Leung T., Sirotkin H. I., Topczewski J., Gates M. A., Hibi M., Renucci A., Stemple D., Radbill A. et al.  (1999). The zebrafish bozozok locus encodes Dharma, a homeodomain protein essential for induction of gastrula organizer and dorsoanterior embryonic structures. Development\n126, 1427-1438. [PubMed] [Google Scholar]Felbor U., Kessler B., Mothes W., Goebel H. H., Ploegh H. L., Bronson R. T. and Olsen B. R. (2002). Neuronal loss and brain atrophy in mice lacking cathepsins B and L. Proc. Natl. Acad. Sci. USA\n99, 7883-7888. 10.1073/pnas.112632299 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Flores M. V. C., Lam E. Y. N., Crosier K. E. and Crosier P. S. (2008). Osteogenic transcription factor Runx2 is a maternal determinant of dorsoventral patterning in zebrafish. Nat. Cell Biol.\n10, 346-352. 10.1038/ncb1697 [PubMed] [CrossRef] [Google Scholar]Fonović M. and Turk B. (2014). Cysteine cathepsins and extracellular matrix degradation. Biochim. Biophys. Acta\n1840, 2560-2570. 10.1016/j.bbagen.2014.03.017 [PubMed] [CrossRef] [Google Scholar]Fontenille L., Rouquier S., Lutfalla G. and Giorgi D. (2014). Microtubule-associated protein 9 (Map9/Asap) is required for the early steps of zebrafish development. Cell Cycle\n13, 1101-1114. 10.4161/cc.27944 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Gawantka V., Delius H., Hirshfeld K., Blumenstock C. and Niehrs C. (1995). Antagonizing the Spemann organizer: role of the homeobox gene Xvent-1. EMBO J.\n14, 6268-6279. [PMC free article] [PubMed] [Google Scholar]Goulet B., Baruch A., Moon N.-S., Poirier M., Sansregret L. L., Erickson A., Bogyo M. and Nepveu A. (2004). A cathepsin L isoform that is devoid of a signal peptide localizes to the nucleus in S phase and processes the CDP/Cux transcription factor. Mol. Cell\n14, 207-219. 10.1016/S1097-2765(04)00209-6 [PubMed] [CrossRef] [Google Scholar]Griffin K. J., Amacher S. L., Kimmel C. B. and Kimelman D. (1998). Molecular identification of spadetail: regulation of zebrafish trunk and tail mesoderm formation by T-box genes. Development\n125, 3379-3388. [PubMed] [Google Scholar]Hashiguchi M. and Mullins M. C. (2013). Anteroposterior and dorsoventral patterning are coordinated by an identical patterning clock. Development\n140, 1970-1980. 10.1242/dev.088104 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Hashimoto Y., Kakegawa H., Narita Y., Hachiya Y., Hayakawa T., Kos J., Turk V. and Katunuma N. (2001). Significance of cathepsin B accumulation in synovial fluid of rheumatoid arthritis. Biochem. Biophys. Res. Commun.\n283, 334-339. 10.1006/bbrc.2001.4787 [PubMed] [CrossRef] [Google Scholar]Hill J. T., Demarest B. L., Bisgrove B. W., Gorsi B., Su Y.-C. and Yost H. J. (2013). MMAPPR: mutation mapping analysis pipeline for pooled RNA-seq. Genome Res.\n23, 687-697. 10.1101/gr.146936.112 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Holloway B. A., Gomez de la Torre Canny S., Ye Y., Slusarski D. C., Freisinger C. M., Dosch R., Chou M. M., Wagner D. S. and Mullins M. C. (2009). A novel role for MAPKAPK2 in morphogenesis during zebrafish development. PLoS Genet.\n5, e1000413\n10.1371/journal.pgen.1000413 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Imai Y., Gates M. A., Melby A. E., Kimelman D., Schier A. F. and Talbot W. S. (2001). The homeobox genes vox and vent are redundant repressors of dorsal fates in zebrafish. Development\n128, 2407-2420. [PubMed] [Google Scholar]Jesuthasan S. and Strähle U. (1997). Dynamic microtubules and specification of the zebrafish embryonic axis. Curr. Biol.\n7, 31-42. 10.1016/S0960-9822(06)00025-X [PubMed] [CrossRef] [Google Scholar]Kapp L. D., Abrams E. W., Marlow F. L. and Mullins M. C. (2013). The integrator complex subunit 6 (Ints6) confines the dorsal organizer in vertebrate embryogenesis. PLoS Genet.\n9, e1003822\n10.1371/journal.pgen.1003822 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kawahara A., Wilm T., Solnica-Krezel L. and Dawid I. B. (2000). Antagonistic role of vega1 and bozozok/dharma homeobox genes in organizer formation. Proc. Natl. Acad. Sci. USA\n97, 12121-12126. 10.1073/pnas.97.22.12121 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kelly C., Chin A. J., Leatherman J. L., Kozlowski D. J. and Weinberg E. S. (2000). Maternally controlled (beta)-catenin-mediated signaling is required for organizer formation in the zebrafish. Development\n127, 3899-3911. [PubMed] [Google Scholar]Khokha M. K., Yeh J., Grammer T. C. and Harland R. M. (2005). Depletion of three BMP antagonists from Spemann's organizer leads to a catastrophic loss of dorsal structures. Dev. Cell\n8, 401-411. 10.1016/j.devcel.2005.01.013 [PubMed] [CrossRef] [Google Scholar]Kimmel C. B., Ballard W. W., Kimmel S. R., Ullmann B. and Schilling T. F. (1995). Stages of embryonic development of the zebrafish. Dev. Dyn.\n203, 253-310. 10.1002/aja.1002030302 [PubMed] [CrossRef] [Google Scholar]Koblinski J. E., Dosescu J., Sameni M., Moin K., Clark K. and Sloane B. F. (2002). Interaction of human breast fibroblasts with collagen I increases secretion of procathepsin B. J. Biol. Chem.\n277, 32220-32227. 10.1074/jbc.M204708200 [PubMed] [CrossRef] [Google Scholar]Koos D. S. and Ho R. K. (1999). The nieuwkoid/dharma homeobox gene is essential for bmp2b repression in the zebrafish pregastrula. Dev. Biol.\n215, 190-207. 10.1006/dbio.1999.9479 [PubMed] [CrossRef] [Google Scholar]Köppen M., Fernández B. G., Carvalho L., Jacinto A. and Heisenberg C. P. (2006). Coordinated cell-shape changes control epithelial movement in zebrafish and Drosophila. Development\n133, 2671-2681. 10.1242/dev.02439 [PubMed] [CrossRef] [Google Scholar]Kramer C., Mayr T., Nowak M., Schumacher J., Runke G., Bauer H., Wagner D. S., Schmid B., Imai Y., Talbot W. S. et al.  (2002). Maternally supplied Smad5 is required for ventral specification in zebrafish embryos prior to zygotic Bmp signaling. Dev. Biol.\n250, 263-279. 10.1006/dbio.2002.0805 [PubMed] [CrossRef] [Google Scholar]Krauss S., Maden M., Holder N. and Wilson S. W. (1992). Zebrafish pax[b] is involved in the formation of the midbrain–hindbrain boundary. Nature\n360, 87-89. 10.1038/360087a0 [PubMed] [CrossRef] [Google Scholar]Kwon J. Y., Prat F., Randall C. and Tyler C. R. (2001). Molecular characterization of putative yolk processing enzymes and their expression during oogenesis and embryogenesis in rainbow trout (Oncorhynchus mykiss). Biol. Reprod.\n65, 1701-1709. 10.1095/biolreprod65.6.1701 [PubMed] [CrossRef] [Google Scholar]Lachnit M., Kur E. and Driever W. (2008). Alterations of the cytoskeleton in all three embryonic lineages contribute to the epiboly defect of Pou5f1/Oct4 deficient MZspg zebrafish embryos. Dev. Biol.\n315, 1-17. 10.1016/j.ydbio.2007.10.008 [PubMed] [CrossRef] [Google Scholar]Lai F., Gardini A., Zhang A. and Shiekhattar R. (2015). Integrator mediates the biogenesis of enhancer RNAs. Nature\n525, 399-403. 10.1038/nature14906 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Langdon Y. G. and Mullins M. C. (2011). Maternal and zygotic control of zebrafish dorsoventral axial patterning. Annu. Rev. Genet.\n45, 357-377. 10.1146/annurev-genet-110410-132517 [PubMed] [CrossRef] [Google Scholar]Latimer A. and Jessen J. R. (2010). Extracellular matrix assembly and organization during zebrafish gastrulation. Matrix Biol.\n29, 89-96. 10.1016/j.matbio.2009.10.002 [PubMed] [CrossRef] [Google Scholar]Lepage S. E. and Bruce A. E. (2010). Zebrafish epiboly: mechanics and mechanisms. Int. J. Dev. Biol.\n54, 1213-1228. 10.1387/ijdb.093028sl [PubMed] [CrossRef] [Google Scholar]Leung T., Bischof J., Söll I., Niessing D., Zhang D., Ma J., Jäckle H. and Driever W. (2003). bozozok directly represses bmp2b transcription and mediates the earliest dorsoventral asymmetry of bmp2b expression in zebrafish. Development\n130, 3639-3649. 10.1242/dev.00558 [PubMed] [CrossRef] [Google Scholar]Little S. C. and Mullins M. C. (2009). Bone morphogenetic protein heterodimers assemble heteromeric type I receptor complexes to pattern the dorsoventral axis. Nat. Cell Biol.\n11, 637-643. 10.1038/ncb1870 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Li-Villarreal N., Forbes M. M., Loza A. J., Chen J., Ma T., Helde K., Moens C. B., Shin J., Sawada A., Hindes A. E. et al.  (2015). Dachsous1b cadherin regulates actin and microtubule cytoskeleton during early zebrafish embryogenesis. Development\n142, 2704-2718. 10.1242/dev.119800 [PMC free article] [PubMed] [CrossRef] [Google Scholar] Research Misconduct FoundMiller A. C., Obholzer N. D., Shah A. N., Megason S. G. and Moens C. B. (2013). RNA-seq-based mapping and candidate identification of mutations from forward genetic screens. Genome Res.\n23, 679-686. 10.1101/gr.147322.112 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Miller-Bertoglio V. E., Fisher S., Sánchez A., Mullins M. C. and Halpern M. E. (1997). Differential regulation of chordin expression domains in mutant zebrafish. Dev. Biol.\n192, 537-550. 10.1006/dbio.1997.8788 [PubMed] [CrossRef] [Google Scholar]Mintzer K. A., Lee M. A., Runke G., Trout J., Whitman M. and Mullins M. C. (2001). lost-a-fin encodes a type I BMP receptor, Alk8, acting maternally and zygotically in dorsoventral pattern formation. Development\n128, 859-869. [PubMed] [Google Scholar]Mohamed M. M. and Sloane B. F. (2006). Cysteine cathepsins: multifunctional enzymes in cancer. Nat. Rev. Cancer\n6, 764-775. 10.1038/nrc1949 [PubMed] [CrossRef] [Google Scholar]Mueller-Steiner S., Zhou Y., Arai H., Roberson E. D., Sun B., Chen J., Wang X., Yu G., Esposito L., Mucke L. et al.  (2006). Antiamyloidogenic and neuroprotective functions of cathepsin B: implications for Alzheimer's disease. Neuron\n51, 703-714. 10.1016/j.neuron.2006.07.027 [PubMed] [CrossRef] [Google Scholar]Mullins M. C., Hammerschmidt M., Kane D. A., Odenthal J., Brand M., van Eeden F. J., Furutani-Seiki M., Granato M., Haffter P., Heisenberg C. P. et al.  (1996). Genes establishing dorsoventral pattern formation in the zebrafish embryo: the ventral specifying genes. Development\n123, 81-93. [PubMed] [Google Scholar]Myers D. C., Sepich D. S. and Solnica-Krezel L. (2002a). Bmp activity gradient regulates convergent extension during zebrafish gastrulation. Dev. Biol.\n243, 81-98. 10.1006/dbio.2001.0523 [PubMed] [CrossRef] [Google Scholar]Myers D. C., Sepich D. S. and Solnica-Krezel L. (2002b). Convergence and extension in vertebrate gastrulae: cell movements according to or in search of identity?\nTrends Genet.\n18, 447-455. 10.1016/S0168-9525(02)02725-7 [PubMed] [CrossRef] [Google Scholar]Nguyen V. H., Schmid B., Trout J., Connors S. A., Ekker M. and Mullins M. C. (1998). Ventral and lateral regions of the zebrafish gastrula, including the neural crest progenitors, are established by a bmp2b/swirl pathway of genes. Dev. Biol.\n199, 93-110. 10.1006/dbio.1998.8927 [PubMed] [CrossRef] [Google Scholar]Oxtoby E. and Jowett T. (1993). Cloning of the zebrafish krox-20 gene (krx-20) and its expression during hindbrain development. Nucleic Acids Res.\n21, 1087-1095. 10.1093/nar/21.5.1087 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pelegri F. and Mullins M. C. (2004). Genetic screens for maternal-effect mutations. Methods Cell Biol.\n77, 21-51. 10.1016/S0091-679X(04)77002-8 [PubMed] [CrossRef] [Google Scholar]Pelegri F. and Mullins M. C. (2011). Genetic screens for mutations affecting adult traits and parental-effect genes. Methods Cell Biol.\n104, 83-120. 10.1016/B978-0-12-374814-0.00005-7 [PubMed] [CrossRef] [Google Scholar]Porter K., Lin Y. and Liton P. B. (2013). Cathepsin B is up-regulated and mediates extracellular matrix degradation in trabecular meshwork cells following phagocytic challenge. PLoS ONE\n8, e68668\n10.1371/journal.pone.0068668 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Raldúa D., Fabra M., Bozzo M. G., Weber E. and Cerdà J. (2006). Cathepsin B-mediated yolk protein degradation during killifish oocyte maturation is blocked by an H+-ATPase inhibitor: effects on the hydration mechanism. Am. J. Physiol. Regul. Integr. Comp. Physiol.\n290, R456-R466. 10.1152/ajpregu.00528.2005 [PubMed] [CrossRef] [Google Scholar]Ramel M.-C. and Lekven A. C. (2004). Repression of the vertebrate organizer by Wnt8 is mediated by Vent and Vox. Development\n131, 3991-4000. 10.1242/dev.01277 [PubMed] [CrossRef] [Google Scholar]Reim G. and Brand M. (2006). Maternal control of vertebrate dorsoventral axis formation and epiboly by the POU domain protein Spg/Pou2/Oct4. Development\n133, 2757-2770. 10.1242/dev.02391 [PubMed] [CrossRef] [Google Scholar]Ro H. and Dawid I. B. (2009). Organizer restriction through modulation of Bozozok stability by the E3 ubiquitin ligase Lnx-like. Nat. Cell Biol.\n11, 1121-1127. 10.1038/ncb1926 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Rohde L. A. and Heisenberg C.-P. (2007). Zebrafish gastrulation: cell movements, signals, and mechanisms. Int. Rev. Cytol.\n261, 159-192. 10.1016/S0074-7696(07)61004-3 [PubMed] [CrossRef] [Google Scholar]Ryu S.-L., Fujii R., Yamanaka Y., Shimizu T., Yabe T., Hirata T., Hibi M. and Hirano T. (2001). Regulation of dharma/bozozok by the Wnt pathway. Dev. Biol.\n231, 397-409. 10.1006/dbio.2000.0150 [PubMed] [CrossRef] [Google Scholar]Saxena S., Singh S. K., Lakshmi M. G. M., Meghah V., Bhatti B., Swamy C. V. B., Sundaram C. S. and Idris M. M. (2012). Proteomic analysis of zebrafish caudal fin regeneration. Mol. Cell. Proteomics\n11, M111.014118\n10.1074/mcp.M111.014118 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Schier A. F. and Talbot W. S. (2005). Molecular genetics of axis formation in zebrafish. Annu. Rev. Genet.\n39, 561-613. 10.1146/annurev.genet.37.110801.143752 [PubMed] [CrossRef] [Google Scholar]Schmid B., Furthauer M., Connors S. A., Trout J., Thisse B., Thisse C. and Mullins M. C. (2000). Equivalent genetic roles for bmp7/snailhouse and bmp2b/swirl in dorsoventral pattern formation. Development\n127, 957-967. [PubMed] [Google Scholar]Schneider S., Steinbeisser H., Warga R. M. and Hausen P. (1996). Beta-catenin translocation into nuclei demarcates the dorsalizing centers in frog and fish embryos. Mech. Dev.\n57, 191-198. 10.1016/0925-4773(96)00546-1 [PubMed] [CrossRef] [Google Scholar]Schulte-Merker S., Ho R. K., Herrmann B. G. and Nusslein-Volhard C. (1992). The protein product of the zebrafish homologue of the mouse T gene is expressed in nuclei of the germ ring and the notochord of the early embryo. Development\n116, 1021-1032. [PubMed] [Google Scholar]Schulte-Merker S., Hammerschmidt M., Beuchle D., Cho K. W., De Robertis E. M. and Nusslein-Volhard C. (1994). Expression of zebrafish goosecoid and no tail gene products in wild-type and mutant no tail embryos. Development\n120, 843-852. [PubMed] [Google Scholar]Schulte-Merker S., Lee K. J., McMahon A. P. and Hammerschmidt M. (1997). The zebrafish organizer requires chordino. Nature\n387, 862-863. 10.1038/43092 [PubMed] [CrossRef] [Google Scholar]Sekiguchi T., Hosoyama Y. and Miyata S. (2002). Effects of proteasome inhibitor (lactacystin) and cysteine protease inhibitor (E-64-d) on processes of mitosis in Xenopus embryonic cells. Zoolog. Sci.\n19, 1251-1255. 10.2108/zsj.19.1251 [PubMed] [CrossRef] [Google Scholar]Shimizu T., Yamanaka Y., Nojima H., Yabe T., Hibi M. and Hirano T. (2002). A novel repressor-type homeobox gene, ved, is involved in dharma/bozozok-mediated dorsal organizer formation in zebrafish. Mech. Dev.\n118, 125-138. 10.1016/S0925-4773(02)00243-5 [PubMed] [CrossRef] [Google Scholar]Solnica-Krezel L. and Driever W. (1994). Microtubule arrays of the zebrafish yolk cell: organization and function during epiboly. Development\n120, 2443-2455. [PubMed] [Google Scholar]Sonal T., Sidhaye J., Phatak M., Banerjee S., Mulay A., Deshpande O., Bhide S., Jacob T., Gehring I., Nuesslein-Volhard C. et al.  (2014). Myosin Vb mediated plasma membrane homeostasis regulates peridermal cell size and maintains tissue homeostasis in the zebrafish epidermis. PLoS Genet.\n10, e1004614\n10.1371/journal.pgen.1004614 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Song S., Eckerle S., Onichtchouk D., Marrs J. A., Nitschke R. and Driever W. (2013). Pou5f1-dependent EGF expression controls E-cadherin endocytosis, cell adhesion, and zebrafish epiboly movements. Dev. Cell\n24, 486-501. 10.1016/j.devcel.2013.01.016 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Strahle U. and Jesuthasan S. (1993). Ultraviolet irradiation impairs epiboly in zebrafish embryos: evidence for a microtubule-dependent mechanism of epiboly. Development\n119, 909-919. [PubMed] [Google Scholar]Thisse B. and Thisse C. (2004). Fast release clones: A high throughput expression analysis. ZFIN Direct Data Submission, zfin.org/ZDB-PUB-040907-1.Tingaud-Sequeira A. and Cerdà J. (2007). Phylogenetic relationships and gene expression pattern of three different cathepsin L (Ctsl) isoforms in zebrafish: Ctsla is the putative yolk processing enzyme. Gene\n386, 98-106. 10.1016/j.gene.2006.08.018 [PubMed] [CrossRef] [Google Scholar]Topezewski J. and Solnica-Krezel L. (1999). Cytoskeletal dynamics of the zebrafish embryo. Methods Cell Biol.\n59, 206-226. [Google Scholar]Tucker J. A., Mintzer K. A. and Mullins M. C. (2008). The BMP signaling gradient patterns dorsoventral tissues in a temporally progressive manner along the anteroposterior axis. Dev. Cell\n14, 108-119. 10.1016/j.devcel.2007.11.004 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Turk B., Turk D. and Turk V. (2000). Lysosomal cysteine proteases: more than scavengers. Biochim. Biophys. Acta\n1477, 98-111. 10.1016/S0167-4838(99)00263-0 [PubMed] [CrossRef] [Google Scholar]Turk V., Stoka V., Vasiljeva O., Renko M., Sun T., Turk B. and Turk D. (2012). Cysteine cathepsins: from structure, function and regulation to new frontiers. Biochim. Biophys. Acta\n1824, 68-88. 10.1016/j.bbapap.2011.10.002 [PMC free article] [PubMed] [CrossRef] [Google Scholar]von der Hardt S., Bakkers J., Inbal A., Carvalho L., Solnica-Krezel L., Heisenberg C.-P. and Hammerschmidt M. (2007). The Bmp gradient of the zebrafish gastrula guides migrating lateral cells by regulating cell-cell adhesion. Curr. Biol.\n17, 475-487. 10.1016/j.cub.2007.02.013 [PubMed] [CrossRef] [Google Scholar]Wagner D. S., Dosch R., Mintzer K. A., Wiemelt A. P. and Mullins M. C. (2004). Maternal control of development at the midblastula transition and beyond: mutants from the zebrafish II. Dev. Cell\n6, 781-790. 10.1016/j.devcel.2004.04.001 [PubMed] [CrossRef] [Google Scholar]Warga R. M. and Kimmel C. B. (1990). Cell movements during epiboly and gastrulation in zebrafish. Development\n108, 569-580. [PubMed] [Google Scholar]Weinberg E. S., Allende M. L., Kelly C. S., Abdelhamid A., Murakami T., Andermann P., Doerre O. G., Grunwald D. J. and Riggleman B. (1996). Developmental regulation of zebrafish MyoD in wild-type, no tail and spadetail embryos. Development\n122, 271-280. [PubMed] [Google Scholar]Xiong F., Ma W., Hiscock T. W., Mosaliganti K. R., Tentner A. R., Brakke K. A., Rannou N., Gelas A., Souhait L., Swinburne I. A. et al.  (2014). Interplay of cell shape and division orientation promotes robust morphogenesis of developing epithelia. Cell\n159, 415-427. 10.1016/j.cell.2014.09.007 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Yamanaka Y., Mizuno T., Sasai Y., Kishi M., Takeda H., Kim C.-H., Hibi M. and Hirano T. (1998). A novel homeobox gene, dharma, can induce the organizer in a non-cell-autonomous manner. Genes Dev.\n12, 2345-2353. 10.1101/gad.12.15.2345 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Yan S. and Sloane B. F. (2003). Molecular regulation of human cathepsin B: implication in pathologies. Biol. Chem.\n384, 845-854. 10.1515/BC.2003.095 [PubMed] [CrossRef] [Google Scholar]"}