{"title": "Role of Protein Phosphorylation in the Regulation of Cell Cycle and DNA-Related Processes in Bacteria", "pubDate": "2016", "PMCID": "PMC4754617", "DOI": "10.3389/fmicb.2016.00184", "PMID": "26909079", "abstract": "In all living organisms, the phosphorylation of proteins modulates various aspects of their functionalities. In eukaryotes, protein phosphorylation plays a key role in cell signaling, gene expression, and differentiation. Protein phosphorylation is also involved in the global control of DNA replication during the cell cycle, as well as in the mechanisms that cope with stress-induced replication blocks. Similar to eukaryotes, bacteria use Hanks-type kinases and phosphatases for signal transduction, and protein phosphorylation is involved in numerous cellular processes. However, it remains unclear whether protein phosphorylation in bacteria can also regulate the activity of proteins involved in DNA-mediated processes such as DNA replication or repair. Accumulating evidence supported by functional and biochemical studies suggests that phospho-regulatory mechanisms also take place during the bacterial cell cycle. Recent phosphoproteomics and interactomics studies identified numerous phosphoproteins involved in various aspect of DNA metabolism strongly supporting the existence of such level of regulation in bacteria. Similar to eukaryotes, bacterial scaffolding-like proteins emerged as platforms for kinase activation and signaling. This review reports the current knowledge on the phosphorylation of proteins involved in the maintenance of genome integrity and the regulation of cell cycle in bacteria that reveals surprising similarities to eukaryotes.", "author": [{"author": "Transito Garcia-Garcia", "affiliation": ["Micalis Institute, INRA, AgroParisTech, Université Paris-Saclay Jouy-en-Josas, France."], "href": "/?term=Garcia-Garcia+T&cauthor_id=26909079"}, {"author": "Sandrine Poncet", "affiliation": ["Micalis Institute, INRA, AgroParisTech, Université Paris-Saclay Jouy-en-Josas, France."], "href": "/?term=Poncet+S&cauthor_id=26909079"}, {"author": "Abderahmane Derouiche", "affiliation": ["Systems and Synthetic Biology, Department of Chemical and Biological Engineering, Chalmers University of Technology Gothenburg, Sweden."], "href": "/?term=Derouiche+A&cauthor_id=26909079"}, {"author": "Lei Shi", "affiliation": ["Systems and Synthetic Biology, Department of Chemical and Biological Engineering, Chalmers University of Technology Gothenburg, Sweden."], "href": "/?term=Shi+L&cauthor_id=26909079"}, {"author": "Ivan Mijakovic", "affiliation": ["Systems and Synthetic Biology, Department of Chemical and Biological Engineering, Chalmers University of TechnologyGothenburg, Sweden; Novo Nordisk Foundation Center for Biosustainability, Technical University of DenmarkHørsholm, Denmark."], "href": "/?term=Mijakovic+I&cauthor_id=26909079"}, {"author": "Marie-Françoise Noirot-Gros", "affiliation": ["Micalis Institute, INRA, AgroParisTech, Université Paris-Saclay Jouy-en-Josas, France."], "href": "/?term=Noirot-Gros+MF&cauthor_id=26909079"}], "refPMID": ["24021816", "24928517", "22627760", "25807382", "26244508", "15780934", "12493822", "23634894", "12819197", "23301687", "19019154", "22081606", "18726173", "16888621", "18497818", "18594563", "25957489", "21170359", "26094643", "26286503", "22496668", "20337713", "20140026", "23549066", "22578537", "26365379", "25625314", "22517742", "22639831", "22211696", "24722178", "21360674", "19303851", "19141479", "24816602", "23785281", "22982363", "22869733", "10647936", "24256278", "20497499", "26220449", "22080510", "24554702", "22483621", "23257194", "24731262", "25562210", "11459990", "19652539", "16857582", "17853894", "25601159", "23256377", "22672910", "19704437", "17938405", "17218307", "21999169", "26429880", "21630458", "25403473", "22669220", "26490956", "16549871", "21956863", "25904896", "26378458", "20515732", "12641457", "24409094", "25841437", "21372323", "16885474", "25978424", "20581460", "25845974", "20368441", "19405024", "24390483", "20097688", "17630848", "15220931", "15279775", "25278935", "25374563", "23590516", "18668697", "25274702", "19894762", "22589190", "16839883", "25002676", "18805983", "17973292", "22976189", "25603430", "12950914", "21478340", "22373918", "23461524", "19651513", "17971218", "24637959"], "citedInPMID": ["26909079", "35055191", "34827248", "34277710", "33936010", "32472030", "32351468", "32043868", "31171861", "30513113", "30256918", "29619013", "28793226", "27148245"], "body": " AbstractIn all living organisms, the phosphorylation of proteins modulates various aspects of their functionalities. In eukaryotes, protein phosphorylation plays a key role in cell signaling, gene expression, and differentiation. Protein phosphorylation is also involved in the global control of DNA replication during the cell cycle, as well as in the mechanisms that cope with stress-induced replication blocks. Similar to eukaryotes, bacteria use Hanks-type kinases and phosphatases for signal transduction, and protein phosphorylation is involved in numerous cellular processes. However, it remains unclear whether protein phosphorylation in bacteria can also regulate the activity of proteins involved in DNA-mediated processes such as DNA replication or repair. Accumulating evidence supported by functional and biochemical studies suggests that phospho-regulatory mechanisms also take place during the bacterial cell cycle. Recent phosphoproteomics and interactomics studies identified numerous phosphoproteins involved in various aspect of DNA metabolism strongly supporting the existence of such level of regulation in bacteria. Similar to eukaryotes, bacterial scaffolding-like proteins emerged as platforms for kinase activation and signaling. This review reports the current knowledge on the phosphorylation of proteins involved in the maintenance of genome integrity and the regulation of cell cycle in bacteria that reveals surprising similarities to eukaryotes.Keywords: protein phosphorylation, signaling, DNA replication, bacterial cell cycle, bacteria cell division IntroductionIn all living cells, many cellular processes are controlled through the reversible phosphorylation of proteins on serine, threonine and tyrosine (Ser/Thr/Tyr) which results from the opposing action of kinases and phosphatases. While the role of Ser/Thr and Tyr -protein kinases (STYKs) and phosphatases in cellular regulations is extensively documented in eukaryotes, the Ser/Thr/Tyr signaling network in bacteria has a more recent history (Hunter, 2000; Pereira et al., 2011; Dworkin, 2015; Kalantari et al., 2015; Manuse et al., 2015). Analysis of microbial genomes revealed that Hanks-type Ser/Thr kinases (eSTKs) and phosphatases (eSTPs) are also widespread in bacteria (Zhang et al., 2007; Zhu et al., 2014). However, prokaryotic Tyr phosphorylation is carried out by a different family of enzymes, the bacterial tyrosine kinases or BY-kinases, which do not share the structural homology with eukaryotic STYKs. Instead, BY-kinases possess structural features characteristic of P-loop ATPases. BY-kinases as well as eSTKs have been shown to regulate cell-cycle events, cell adaptation to environmental cues, and virulence in many species (Wright and Ulijasz, 2014; Zhu et al., 2014; Kalantari et al., 2015).Phosphorylation provides a sensitive and dynamic way to regulate protein activity, stability, protein interaction and sub-cellular localization. Global regulators are often targeted by more than one kinase, altering the expression of many genes. The phosphorylation of the transition state transcription regulator AbrB of Bacillus subtilis by three Ser/Thr kinases, PrkC, PrkD, and YabT, leads to the deregulation of numerous target genes during the transition of vegetative to stationary growth (Kobir et al., 2014). In the human pathogen bacteria Staphylococcus aureus, the phosphorylation of the global regulator MgrA also modulates gene expression in a growth phase-dependent manner (Truong-Bolduc et al., 2008). By adding a local negative charge, phosphorylation can positively or negatively affect the DNA binding of transcriptional factors to their regulatory sequences, thus participating in eliciting the cellular response. A recent example of tyrosine phosphorylation-mediated positive regulation is illustrated by the regulator SalA, which undergoes a conformational change upon phosphorylation at tyrosine 327 that enhances its DNA binding affinity for scoC upstream regulatory sequences (Derouiche et al., 2015a). Conversely, phosphorylation of the virulence regulator SarA of S. aureus at serine 75 within the HTH-DNA binding region negatively modulates its ability to bind DNA leading to the negative regulation of gene expression (Didier et al., 2010).It was also observed that modulation by phosphorylation of the DNA binding of transcriptional factors plays a role in the regulation of chromosomal replication. The two component regulators MtrA of Mycobacterium tuberculosis and CtrA of Caulobacter Crescentus are illustrative examples that phosphorylation acts to temporally restrain access of the replication initiator protein DnaA to the origin DNA sequence oriC (Didier et al., 2010; Pini et al., 2015). A similar strategy was proposed to account for the role of the master regulator Spo0A in negatively controlling DNA replication initiation by inhibiting the DnaA-dependent DNA duplex unwinding during sporulation in Bacillus subtilis (Castilla-Llorente et al., 2006; Xenopoulos and Piggot, 2011; Boonstra et al., 2013). Hence, taking advantage of the versatility of transcription factors combined with the limited time frame during which they contact their regulatory sequence, bacterial cells have evolved multifunctional regulatory proteins able to act in both gene expression and replication initiation control.However, little is known about the role of phosphorylation in directly regulating the DNA-binding activity of proteins involved in other DNA-mediated processes. Large-scale phosphoproteome studies have been conducted in bacteria, covering gram-negative as well as gram positive species (Macek et al., 2007, 2008; Voisin et al., 2007; Soufi et al., 2008; Ravichandran et al., 2009; Prisic et al., 2010; Schmidl et al., 2010; Ge et al., 2011; Manteca et al., 2011; Misra et al., 2011; Bai and Ji, 2012; Elsholz et al., 2012; Esser et al., 2012; Hansen et al., 2013; Soares et al., 2013; Yang et al., 2013; Kennelly, 2014; Ortega et al., 2014; Ravikumar et al., 2014; Nakedi et al., 2015; Pan et al., 2015). These databases reveal an increasing number of bacterial proteins phosphorylated on Ser/Thr/Tyr, involved in a variety of cellular processes related to DNA metabolism (Pan et al., 2015). Recently, a protein-protein interaction (PPI) network centered on B. subtilis S/T/Y protein kinases and phosphatases emerged as a powerful tool in bacterial signal transduction research, highlighting the existence of many regulatory pathways controlled by phosphorylation during DNA replication, chromosomal segregation and cytokinesis (Shi et al., 2014b). As with transcription factors, we can anticipate that phosphorylation could modulate protein-binding properties to DNA as well as to other proteins. Therefore, a great challenge is now to understand the role of protein phosphorylation in the coordination and integration of the different DNA processes during the bacterial cell cycle. In this review we will focus on novel aspects of regulation in bacteria that resemble those taking place in eukaryotes. We will highlight the growing evidence for phosphorylation of proteins involved in many DNA-related processes and the existence of scaffold proteins that act as signaling integrators by facilitating interaction and co-localization of kinases and their targets. Identification of phospho-proteins involved in DNA-related processes in bacteriaIn living cells, the genome is continuously exposed to endogenous and exogenous damaging agents. If not repaired, the replication of damaged chromosomes can cause fork stalling or collapse and subsequent genome instability and possibly cell death (De Septenville et al., 2012; Merrikh et al., 2012; Cortez, 2015; Dungrawala et al., 2015). Sensing and repairing DNA damage is therefore necessary to ensure chromosome integrity. Upon detection of damage, eukaryotic cells relay information through signal transduction cascades to coordinate a biological response including cell cycle arrests and DNA repair pathways (Iyer and Rhind, 2013). These signaling cascades generally involve the successive activation of protein kinases, punctuated by the phosphorylation of protein effectors of DNA damage checkpoint and processing (Subramanian and Hochwagen, 2014). These checkpoints involve sensor proteins that identify DNA-related disorders, converting them into phosphorylation events that modulate the functions of specific target proteins. In eukaryotes, the evolutionary conserved ATM (ataxia-telangiectasia mutated) and ATR (ATM and Rad 3-related) Ser/Thr kinases are considered a paradigm for such transduction cascades (Cimprich and Cortez, 2008). These two master regulators act in response to double strand breaks (ATM), as well as in replication initiation control and repair of damaged forks (ATR) to coordinate cell cycle, repair, and replication (Shechter et al., 2004a,b; Cimprich and Cortez, 2008; Lee et al., 2015).In most bacteria, the replication of the circular chromosome requires the coordinated action of conserved proteins to perform the initiation, elongation and termination steps (Langston and O'Donnell, 2006; Langston et al., 2009). Initiation is mediated by the replication initiator protein DnaA, which binds to specific origin sequences. This forms a nucleoprotein-structure leading to the unwinding of the duplex DNA for subsequent loading of the replication machinery or replisome. A bacterial replisome is usually composed of a type III DNA polymerase, a DNA helicase, and a sliding clamp with an associated clamp loading protein complex. During elongation, the replication factory encounters numerous road blocks or damage that can cause fork arrests (Pomerantz and O'Donnell, 2010; Mettrick and Grainge, 2015). As in eukaryotes, mechanisms are required to repair and/or restart the ongoing replication fork to preserve genomic integrity (Merrikh et al., 2012). In all living organisms, chromosome replication must be coordinated with other cellular pathways (Sclafani and Holzen, 2007).In bacteria, however, whether phosphorylation events play a role in sensing replication stresses remains to be ascertained. Recent studies highlight kinase activation by cross-phosphorylation in B. subtilis and M. tuberculosis, suggesting the existence of bacterial signaling cascades comparable to those found in eukaryotes (Baer et al., 2014; Shi et al., 2014a). Although the complement of proteins targeted by these potential regulatory cascades are not yet known, increasing numbers of large scale mass spectrometry-based proteomics studies find that proteins involved in various DNA-related processes are also phosphorylated in bacteria (Macek et al., 2007, 2008; Voisin et al., 2007; Soufi et al., 2008; Ravichandran et al., 2009; Prisic et al., 2010; Schmidl et al., 2010; Ge et al., 2011; Manteca et al., 2011; Misra et al., 2011; Bai and Ji, 2012; Elsholz et al., 2012; Esser et al., 2012; Hansen et al., 2013; Soares et al., 2013; Yang et al., 2013; Kennelly, 2014; Ortega et al., 2014; Ravikumar et al., 2014; Nakedi et al., 2015; Pan et al., 2015; Table ​Table1).1). Another approach, based on yeast two-hybrid detection of protein binding partners of B. subtilis protein kinase and phosphatase, identifies numerous potential DNA-binding protein substrates, some of them already characterized as phosphoproteins in other studies, or further validated in vivo and/or in vitro (Shi et al., 2014b; Table ​Table2,2, Figure ​Figure1).1). This study lays the foundation for investigating the role of phosphorylation in modulating DNA-related processes in this bacteria.Table 1Phosphorylation of proteins involved in DNA-dependent machineries and processes in bacteria.PathwayTargetKOFunctionTyr-PSer/Thr-PDNA repair and recombinationMUTLK03572DNA Mismatch repair factorMUTL_BACSU; B1XQB2_SYNP2B1XQB2_SYNP2MUTS{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K03555\",\"term_id\":\"187104\"}}K03555DNA Mismatch repair proteinB1XM45_SYNP2MUTMK10563FPG/DNA-N glycosylaseB1XQB2_SYNP2B1XQB2_SYNP2UVRBK03702UvrABC system protein BUVRB_STRP2UVRDK03657ATP-dep. DNA helicase (PcrA)PCRA_BACSU; O26013_HELPYO26013_HELPY; Q3K0V8_STRA1RUVXK07447Holliday junction resolvaseRUVX_ECO57RECA{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K03553\",\"term_id\":\"208413\"}}K03553SOS repair/DNA processingRECA_BACSU; RECA_ECO57RECA_BACSU; RECA_THET8RECGK03655ATP-dependent DNA helicaseRECG_MYCTOMFDK03723Transcription-repair factorB1XL29_SYNP2Q04N58_STRP2; B1XL29_SYNP2RECQK03654ATP-dependent DNA helicaseB1XQJ2_SYNP2REPK03656ATP dependent DNA helicaseQ3K4P8_PSEPFDINIK12149DNA-damage-inducibleDINI_ECO57RECTK07455DNA-Binding proteinRECT_ECOLIEX1{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K01141\",\"term_id\":\"1015635341\"}}K01141Exodeoxyribonuclease I (sbsB)Q8X8T9_ECO57; Q9HW85_PSEAEQ9HW85_PSEAEEX3{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K01142\",\"term_id\":\"1015635341\"}}K01142Exodeoxyribonuclease IIIEX3_ECOLIEX7LK03601Exodeoxyribonuclease VII (A)EX7L_THETNEX7SK03602Exodeoxyribonuclease VII (B)EX7S_STRA1RADAK04485DNA repair protein (radA, sms)Q8XB28_ECO57, B1XJC1_SYNP2B1XJC1_SYNP2SSBBSingle-stand binding protein BSSBB_BACSUDNA replicationSSBA{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K03111\",\"term_id\":\"15250\"}}K03111Single-stand binding protein ASSBA_BACSU;Q04JK9_STRP2; SSBA_BACSUDPO1{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K02335\",\"term_id\":\"41324\"}}K02335DNA polymerase IDPO1_BACSU; B1XL22_SYNP2B1XL22_SYNP2; DPO1_ECOLILIGA{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K01972\",\"term_id\":\"172951\"}}K01972DNA ligase ADNLJ_LISMO; DNLJ_ECOLIDNAA{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K02313\",\"term_id\":\"156541\"}}K02313DNA replication initiatorDNAA_STRCODPO3{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K02337\",\"term_id\":\"151961\"}}K02337Replicative DNA polymerase PolCHOLE_ECO57DNAB{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K02314\",\"term_id\":\"157876\"}}K02314Replicative DNA helicaseB1XQ85_SYNP2B1XQ85_SYNP2; DNAC_BACSUDPO3A{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K02337\",\"term_id\":\"151961\"}}K02337DNA polymerase III (θ su)HOLE_ECO57TUSK10748DNA replication terminus proteinTUS_ECO57Nucleoid structure and DNA condensationGYRB{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K02470\",\"term_id\":\"168881\"}}K02470DNA gyrase β subunitGYRB_ECO57GYRB_BACSUTOP1{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K03168\",\"term_id\":\"175680\"}}K03168DNA topoisomerase 1TOP1_MYCTO; Q8X7C5_ECO57TOP1_MYCPNPARC{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K02621\",\"term_id\":\"1049010908\"}}K02621DNA topoisomerase 4 suAPARC_PSEAENAPK09747Nucleoid associated proteinB1XLF8_SYNP2;DBH1{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K03530\",\"term_id\":\"332842\"}}K03530DNA-binding protein HupADBH1_BACSU; Q92A74_LISMO; DBH1_STRCO; B1XQQ7_SYNP2DPSK04047DNA protection during starvationDPS_ECOLI; DPS_ECO57DPS_ECOLI; DPS_CAMJE; DPS_LISMO; Q3K7V3_PSEPFDBHB{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K03530\",\"term_id\":\"332842\"}}K03530DNA-binding protein HupBDBHB_ECOLI; Q6N5M1_RHOPAHNSK03746DNA-binding protein H-NSHNS_ECOLI; HNS_ECO57HNS_ECOLISTPAK11685DNA-binding protein StpACNU_ECO57, STPA_ECOLISMC{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K03529\",\"term_id\":\"332839\"}}K03529Chromosome partition proteinQ84EC7_SYNP2; SMC_MYCTOChrom. segregationPARA{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K03496\",\"term_id\":\"1049010830\"}}K03496ATPase, ParA-familyB1XQR5_SYNP2FTSK{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K03466\",\"term_id\":\"202213\"}}K03466DNA translocase FtsKFTSK_ECO57; FTSK_ECOLIFTSK_MYCTORestrictionmodificationB1XQZ6{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K01156\",\"term_id\":\"209450\"}}K01156Type III R/M-HelicaseB1XQZ6_SYNP2ECO57IR{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K00571\",\"term_id\":\"172958\"}}K00571Type IIS R/M-methyltransferaseO26046_HELPYQ04K98_STRP2HSDM{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K03427\",\"term_id\":\"209223\"}}K03427Type I restriction enzyme MO25953_HELPYO33298_MYCTUDNA transcriptionRPOB{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K03043\",\"term_id\":\"1134652024\"}}K03043RNA polymerase β subunitRPOB_BACSU; RPOB_ECO57RPOB_ECOLI; RPOB_MYCTORPOB_CLOAB; RPOB_STRP2; RPOB_BACSURPOC{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K03046\",\"term_id\":\"1036032465\"}}K03046RNA polymerase β' subunitRPOC_BACSU; RPOC_ECO57RPOC2_SYNP2; RPOC_CLOAB; RPOC_BACSU;\nC4WZY6_KLEPN\nRPOC_CLOAB; RPOC_STRP2RPOBCK13797RPOBC_HELPY;RPOBC_HELPYRPOA{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K03040\",\"term_id\":\"205873\"}}K03040RNA polymerase α subunitRPOA_ECO57; RPOA_ECOLI; C4X0R2_KLEPNRPOA_STRP2; RPOA_CLOABRPOE{\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"K03088\",\"term_id\":\"144752\"}}K03088RNA polymerase σ factor HRPOE_MYCPN; SIGH_MYCBO; SIGH_MYCTOOtherK03722DnaQ exonuclease/DinG helicaseQ04L99_STRP2Putative helicaseB1XR86_SYNP2K03578ATP dependent helicase HrpAQ3KGE3_PSEPFK04763Putative DNA integrase/recombinaseB1XQW1_SYNP2Open in a separate windowEscherichia coli K12 and O157:H7 species (ECOLI and ECO57:H7) (Macek et al., 2008; Hansen et al., 2013; Soares et al., 2013), Helicobacter pylori (HELPY) (Ge et al., 2011), Campylocacter jejuni (CAMJE) (Voisin et al., 2007), Bacillus subtilis (BACSU) (Macek et al., 2007; Jers et al., 2010; Elsholz et al., 2012; Shi et al., 2014b), Clostridium acetobutilicum (CLOAB) (Bai and Ji, 2012), Listeria Monocytogenes (LISMO) (Misra et al., 2011), Pseudomonas fluorescens Pf0-1 (PSEPF) (Ravichandran et al., 2009), Streptococcus agalactiae serotype 1a (STRA1) (Burnside et al., 2011), Streptococcus pneumoniae serotype 2 (STREP2) (Sun et al., 2010), Streptococcus coelicolor (STREPCO) (Manteca et al., 2011), Thermus thermophilus HB8 (THET8) (Takahata et al., 2012), Thermoanaerobacter tengcongensis (THETN) (Lin et al., 2012), Mycobacterium tuberculosis (MYCTO and MYCTU) (Prisic et al., 2010), Mycobacterioum bovis (MYCBO) (Nakedi et al., 2015), Mycoplasma pneumoniae (MYCPN) (Schmidl et al., 2010), Synechococcus sp. (SYNP2) (Yang et al., 2013). http://dbpsp.biocuckoo.org/browse.php (Pan et al., 2015). Protein target names are given according to HAMAP standard (http://hamap.expasy.org) and UniProtKB (http://www.uniprot.org/uniprot). Phosphoproteins provided with links to the dbPSP database (http://dbpsp.biocuckoo.org/) are labeled in blue. Phosphoproteins identified by other approaches are indicated in black. KO identifiers are provided for each family of proteins with links to the Kegg database for functional information (Kanehisa et al., 2012).Table 2DNA-binding proteins targeted for phosphorylation in B. subtilis.AccNameFunctionPKPPP-sitesValOrthReferencesTYROSINE PHOSPHORYLATION{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P23477\",\"term_id\":\"239938591\"}}P23477ADDBATP-dependent deoxyribonuclease (B)PtkB–1{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P49850\",\"term_id\":\"1709188\"}}P49850MUTLDNA mismatch repair factorPtkBPtpZa,dY1{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"O34996\",\"term_id\":\"6015001\"}}O34996DPO1DNA polymerase IPtkBPtpZa,dT1{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"O34580\",\"term_id\":\"7674149\"}}O34580UVRDATP-dependent DNA helicase (PcrA)PtkBdY,S,T1{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P16971\",\"term_id\":\"251757322\"}}P16971RECASOS repair factor/DNA processingPtkAb#,dY1,2,3{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P37870\",\"term_id\":\"239938700\"}}P37870RPOBRNA polymerase β subunitPtkBPtpZY695a,c,dY,S,T1,4{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P37871\",\"term_id\":\"239938935\"}}P37871RPOCRNA polymerase β' subunitY338D4{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P37455\",\"term_id\":\"586039\"}}P37455SSBASingle-Stand Binding protein APtkAY82b*#,c,dS5,6{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"O31903\",\"term_id\":\"81342019\"}}O31903YORKPutative SPBc2 ss-DNA exonucleasePtkAY3∕11∕168∕220∕368∕473d6,7SERINE/THREONINE PHOSPHORYLATION{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P17867\",\"term_id\":\"251757251\"}}P17867CISASite-specific DNA recombinaseYabTSpoIIEa1{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P16971\",\"term_id\":\"251757322\"}}P16971RECASOS repair factor/DNA processingYabTSpoIIES2a,b,c,dY1,2,3{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P45870\",\"term_id\":\"1176958\"}}P45870RACAChromosome-anchoring proteinYabTSpoIIEa, b#1{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"O08455\",\"term_id\":\"81341036\"}}O08455SBCEDSB repairYabTSpoIIEa1{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P46344\",\"term_id\":\"1730999\"}}P46344YQFFPutative PhosphodiesteraseYabTSpoIIEa1{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P37469\",\"term_id\":\"254763288\"}}P37469DNACReplicative DNA helicase DnaB-likePrkDb#,dY1{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P08821\",\"term_id\":\"118263\"}}P08821DBH1DNA-binding protein HU-1T4, T65, S74c,dS,T6{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P05652\",\"term_id\":\"121887\"}}P05652GYRBDNA gyrase subunit BS400c,dY2{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P94590\",\"term_id\":\"269969670\"}}P94590SSBBSingle-stand DNA binding protein BPtkAY82,T52c,dS4{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P37871\",\"term_id\":\"239938935\"}}P37871RPOBRNA polymerase β subunitS314c,dS,T,Y4{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P37871\",\"term_id\":\"239938935\"}}P37871RPOCRNA polymerase β' subunitS339c4Open in a separate windowValidation (Val) is provided by (a) ability to interact with both a protein kinase (PK) and a cognate protein phosphatase (PP), (b) phosphorylation confirmed in vivo (*) and/or in vitro (#), (c) identified phosphosite(s), and (d) existence of phosphorylation at tyrosine (Y) serine (S) or threonine (T) in other bacterial orthologs (orth). 1 (Shi et al., 2014b); 2 (Soufi et al., 2008); 3 (Bidnenko et al., 2013); 4 (Elsholz et al., 2012); 5 (Mijakovic et al., 2006); 6 (Macek et al., 2007); 7 (Jers et al., 2010).Open in a separate windowFigure 1PPI network centered on ser/thr (yellow nodes, bleu edges) and tyr (red nodes, black edges) kinases, phosphatases and modulators of B. subtilis reveals potential regulations by phosphorylation of various DNA-related pathways. Proteins are represented as nodes connected by edges. Potential substrates, defined as connected by both a kinase and cognate phosphatase, are represented by diamonds. HTH-containing proteins, connected by more than one kinase, are represented by squares; In vitro characterized phospho-proteins are labeled in red. Proteins found phosphorylated in other bacteria are indicated by an asterix. Other interactions between the proteins are illustrated by light gray edges (from Marchadier et al., 2011; Shi et al., 2014b). In vitro validated kinase-substrate phosphorylation is indicated by dashed lines.An example of phosphorylated multifunctional protein playing a role in various DNA processes is the single-stranded DNA-binding protein SSB (Mijakovic et al., 2006; Vujaklija and Macek, 2012). In bacteria, SSB proteins assemble onto DNA as homodimers or tetramers, each unit composed of an N-terminal DNA binding domain and a C-terminal intrinsically disordered tail that mediates interaction with numerous proteins (Kozlov et al., 2015). The bacterial SSB proteins are mainly associated with the replication machinery at the replicating forks and serve as central hubs to coordinate DNA replication and repair (Lecointe et al., 2007; Costes et al., 2010; Antony et al., 2013; Bentchikou et al., 2015). As in bacteria, the eukaryotic single strand binding protein RPA has multiple roles in protecting ssDNA, sensing and promoting repair of DNA damage via PPIs (Oakley and Patrick, 2010; Maréchal and Zou, 2015). In particular, phosphorylation of RPA negatively regulates its binding to DNA as well as its interaction with protein partners (Binz et al., 2003; Oakley et al., 2003). B. subtilis possesses two single strand binding proteins SSBA and B, respectively phosphorylated at a tyrosine, identified as Tyr82 in SSBA (Mijakovic et al., 2006). Additionally, a phospho-site at Thr52 was also identified in SSBB (Table ​(Table1;1; Jers et al., 2010; Elsholz et al., 2012). Examination of the 3D- structure of the SSB/DNA complex shows that Tyr82 (as well as the Thr52 neighbor residue Trp54) are involved in stacking with DNA (Yadav et al., 2012). This strongly supports the observation that phosphorylation of SSBA at residue Tyr82 negatively modulates its binding onto DNA in vitro and regulates the cell response to DNA damage (Mijakovic et al., 2006). Therefore, the role of SSB protein phosphorylation in modulating the cellular DNA damage response might be evolutionarily conserved in eukaryotes and in prokaryotes.Another strong case was made for the interaction of the DNA replicative helicase DnaC by the Ser/Thr kinase PrkD, validated by in vitro assays and high correlation of co-expressions (Shi et al., 2014b). Phosphorylation of numerous components of the DNA replication machinery, as well as of proteins involved in the different steps of the replication cycle, have been identified in one or more bacteria among Escherichia, Pseudomonas, Helicobacter, Camplylobacter, Listeria, Bacillus, Mycoplasma, Clostridium, Deinoccocus, Synechoccus, and Streptococcus genus (Tables ​(Tables1,1, ​,2).2). Orthologs of the highly conserved DNA polymerase PolA, DNA helicase DnaC and single stranded binding protein SSB were found phosphorylated, potentially reflecting the existence of generic regulatory mechanisms to control their activity across species.The conservation of phosphorylation within protein domain families is indicative of proteins with high regulatory potential (Maathuis, 2008). Remarkably, several phosphoproteomic analyses have reported phosphorylation of the two largest subunits β and β' of the RNA polymerase machinery at serine, threonine or tyrosine, in seven bacterial species (Table ​(Table1).1). In eukaryotes, the recruitment of factors to the elongating RNAPII is regulated by the differential and dynamic phosphorylation of serine, threonine and tyrosine residues within the C-terminal domain of the Rpb1 large subunit during the transcription cycle (Heidemann et al., 2013). Although the existence of phosphorylation of the main components of the RNA polymerase in both bacteria and eukaryotic cells does not imply similar regulatory mechanisms, it does suggest that evolutionary constraints on regulating gene expression led to targeting the transcription machinery for modulating its activity and its ability to interact with other factors. Biological role of phospho-proteins in coordinating DNA- metabolism with transition state and cellular development in B. subtilisA large panel of proteins involved in various DNA replication and repair pathways are identified with phospho-sites, suggesting that phosphorylation could play a role in coordinating the different cellular responses to DNA damage and integrity of the replicating chromosome (Table ​(Table1).1). Regulation by phosphorylation of DNA-related processes has been documented in B. subtilis. One process involves the DNA recombinase RecA, a multifunctional protein playing important roles in homologous recombination and repair of DNA double-strand breaks, as well as initiating the cellular SOS response to DNA damage in bacteria (Kuzminov, 2001; Chen et al., 2008; Butala et al., 2009). Recently, RecA was described as playing a role in monitoring and maintaining chromosome integrity at the onset of spore development (Bidnenko et al., 2013). This novel activity is regulated by phosphorylation by the ssDNA-dependent Ser/Thr kinase YabT, expressed during sporulation. Although the molecular mechanism underlying this activity is not yet understood, RecA phosphorylation at the N-terminal S2 plays a role in temporarily restraining sporulation furtherance upon encountering DNA damages. From the recent finding that RecA is also subjected to tyrosine phosphorylation by PtkA, we can anticipate a more complex picture for the regulation of its activities in B. subtilis (Shi et al., 2014b).The DNA-binding developmental protein RacA illustrates a prospective role of phosphorylation in coordinating chromosome segregation with the asymmetric division taking place during sporulation in B. subtilis. During sporulation, RacA anchors the segregating chromosome at the cell pole of the forespore in a DivIVA-dependent manner (Ben-Yehuda et al., 2003; Wu and Errington, 2003; Ben-Yehuda et al., 2005; Perry and Edwards, 2006). In the B. subtilis PPI network, RacA is connected by both the Ser/Thr kinase YabT and cognate phosphatase SpoIIE, suggesting it may be a substrate of both (Shi et al., 2014b). This assumption, further confirmed in vitro, was also supported by the existence of a high positive correlation of expression of racA and spoIIE genes across numerous physiological conditions, indicating they are part of the same biological processes.Nucleoid associated proteins (NAPs) are histone-like proteins involved in modifying the structural organization of chromosomes by changing its topology at a global or local level (Dillon and Dorman, 2010). As a consequence of their DNA-binding properties, NAP proteins are found to modulate different DNA-processes and act as global regulators of gene expression (Dorman, 2013). NAP proteins are diverse and present in all living cells (Dillon and Dorman, 2010; Dorman, 2013). The examination of phosphoproteomics data in the database of Phosphorylation Sites in Prokaryotes dbPSP reveals that many representatives of this class of proteins are phosphorylated, including HupA, HupB, H-NS (and H-NS like StpA), Dps and structural maintenance chromosome (SMC) proteins (Table ​(Table1).1). A particular feature of this class of proteins is the occurrence of phospho-sites across a broad spectrum of bacterial orthologs (Table ​(Table1),1), suggesting that they could be functionally regulated by phosphorylation. The recent discovery that phosphorylation of the histone-like protein HupB by STKPs kinases negatively modulates its ability to bind DNA in M. tuberculosis supports this assumption (Gupta et al., 2014). The phosphorylation state of the HupB protein correlates with the expression of pknE and pknF kinases. Their expression is high during the exponential growth phase and low when reaching the stationary phase. This differential phosphorylation strongly points to a potential mode of regulation of HupB which favors interaction with DNA during the stationary phase to promote compaction of the chromosome. MinD, a signaling scaffold-like proteinKinases are regulated by forming specific associations with arrays of different proteins, including kinase inhibitors and activators, as well as scaffold and anchoring proteins that target the kinase-complexes to specific subcellular sites. Scaffold proteins are versatile hubs that spatially and temporally tether signaling components in eukaryotic cells. Interactome-based research in yeast provides a definition of classical signaling scaffold proteins as (i) having an active role in signaling while being itself devoid of catalytic activity relevant for signaling, and (ii) being able to promote the interaction of multiple components of signaling cascades at a particular cellular location to regulate their activity (Zeke et al., 2009). A eukaryotic scaffold protein paradigm is the Ste5 protein of the mitogen-activated protein kinase (MAPK) pathway in yeast, which insulates three protein kinases MAPKKK Ste11, MAPKK Ste7, and MAPK Fus3 to promote a signaling cascade (Good et al., 2009).Recent report of a yeast two-hybrid based PPI network centered on tyrosine-kinase in B. subtilis provide a 2D map of potential BY-kinase interacting partners (Shi et al., 2014b). Numerous protein partners are contacted by cognate kinase/phosphatase pairs, supporting the hypothesis that they are substrates. However, there are exception to this rule. The bacterial cell division regulator MinD is contacted by both the tyrosine kinase PtkA and tyrosine phosphatase PtpZ in the PPI network, but not targeted for phosphorylation by PtkA (Shi et al., 2014b). Strikingly, PtkA has been found to phosphorylate the septum site selection protein DivIVA, which recruits MinD at the cell poles via MinJ. Subcellular localization studies reveal that PtkA localizes at the cell pole in a MinD-dependent fashion. Septum defect phenotypes are observed in absence of PtkA and aggravated in a zapA deficient background, strongly suggesting that PtkA could play a role during cell division. All these observations support the hypothesis that B. subtilis MinD, in addition to its characterized role in recruiting the FtsZ-negative regulator MinC to prevent the formation of a Z-ring at the cell poles (Gregory et al., 2008), also acts as an intracellular organizer of signaling components involved in the regulation of cytokinesis (Shi et al., 2014b).MinD belongs to the class of ParA-like AAA+ ATPases and bears structural homology to PtkA (Derouiche et al., 2015b). However, it lacks the tyrosine cluster determinant for autophosphorylation and is thus not a catalytically active kinase. Importantly, similar to TkmA, the transmembrane and cognate modulator of PtkA, necessary for the general activation of the kinase in the cell, MinD binds to and activates PtkA. In the PPI network, MinD is also found to interact with the second B. subtilis BY-kinase PktB, the Ser/Thr Hanks kinase YabT and a phosphatase (PtpZ), suggesting a potential ability to bring various components of tyrosine, but also serine/threonine phosphorylation pathways in close proximity (Figure ​(Figure2).2). In many ways, MinD fulfills the definition of a signaling protein scaffold that allows several actors belonging to different pathways to co-localize at the cell poles. Remarkably, in the B. subtilis PPI phosphotyrosine network, MinD exhibits an interacting landscape similar to that of TkmA (Shi et al., 2014b; Figure ​Figure2).2). As a transmembrane protein, TkmA is classified as a receptor protein, activating PtkA upon sensing external inputs, while MinD perfectly matches with the definition of a classical scaffold, enforcing the proximity of kinase/phosphatase and substrate at a specific time and location during the bacteria cell cycle. However, the potential ability of TkmA to contact more than one kinase, a phosphatase and various PtkA substrates suggests that this receptor could also act as a docking platform to activate tyrosine kinase signaling events (Jers et al., 2010).Open in a separate windowFigure 2PPI profile similarities between the protein modulators TkmA (anchor) and MinD (scaffold) in B. subtilis. Tyr and Ser/Thr phosphorylation pathways are filled in red and yellow, respectively. Cell division pathway is indicated in green.MinD acting as a scaffold is therefore proposed to promote PtkA-mediated phosphorylation of DivIVA in B. subtilis (Shi et al., 2014b). Phosphorylation of DivIVA and other homologs by Ser/Thr kinases is described as playing a role in regulating apical growth and cell polarity in Actinobateria, as well as well as orchestrating peptidoglycan synthesis during cell elongation in streptococci (Fleurie et al., 2012; Hempel et al., 2012; Fleurie et al., 2014; Pompeo et al., 2015). A real question about the role of phosphorylation of DivIVA at tyrosine in regulating its dynamic from the cell poles to the future septum is now addressed in B. subtilis. In this bacterium, PtkA could modulate DivIVA at the cell pole through landing/activation by MinD. The potential presence of other signaling components, such as the phosphatase PtpZ, would also add to the fine-tuning of such regulations. The interaction of the sporulation YabT Ser/Thr kinase with MinD might also provide a clue toward understanding how DivVIA switches from a MinCD(J)-mediated control of FtsZ assembly during vegetative growth, to a RacA mediated chromosome anchorage to the pole of the fore spore compartment at the onset of sporulation (Ben-Yehuda et al., 2003; Wu and Errington, 2003; Ben-Yehuda et al., 2005; Perry and Edwards, 2006; Bramkamp et al., 2008). This novel function of MinD as a signaling scaffold is thus expected to participate in coordinating cytokinesis, the terminal step of the cell cycle, with other pathways during the different Bacillus life-styles.MinD/ParA-like proteins are widely found distributed among bacteria. They are not only involved in different aspects of regulation of cell division and chromosome segregation, but also in polar localization of cellular machineries, such as those directing conjugative transfer or chemotaxis, as well as those organizing the polar positioning of Type IV pili (Kirkpatrick and Viollier, 2012; Lutkenhaus, 2012; Treuner-Lange and Søgaard-Andersen, 2014). ParA/MinD-like proteins are often described as protein-hubs responsible for the architectural and spatial organization of necessary components driving these processes (Lutkenhaus, 2012). In the asymmetrically dividing bacterium C. crescentus, the mechanisms underlying the segregation of the cell fate determinants to the two structurally distinct cell poles also requires MinD/ParA-like proteins to achieve polar localization of chromosomes and cell division (Thanbichler and Shapiro, 2006). The MinD-like ATPase MipZ forms a dynamic complex with the DNA partitioning protein ParB at the chromosomal origin of replication, and also negatively regulates the polymerization of FtsZ (Du and Lutkenhaus, 2012; Kiekebusch et al., 2012). Through ATP hydrolysis, MipZ acts as a molecular switch to couple chromosome segregation with the control of mid-cell positioning of the FtsZ ring in C. crescentus (Thanbichler and Shapiro, 2006). Although its role in signaling scaffold is not proven, recent studies highlight the importance of ParB phosphorylation in the localization and function of proteins involved in chromosome segregation in mycobacteria (Baronian et al., 2015). Lastly, the discovery that the ParA-like BY-kinase CspD, encoded by the cps capsular operon in S. pneumoniae, which plays a role in coordinating capsular polysaccharide with chromosome segregation through interaction with ParB, leads to the hypothesis that this kinase could act as molecular scaffold (Nourikyan et al., 2015). Although no proteins have so far been found to be phosphorylated by CpsD, ATP hydrolysis leading to CpsD autophosphorylation plays a major role in regulating the dynamic of localization of the ParB proteins bound to the chromosomal replication origin, and provides a molecular switch to couple the cell cycle with cell elongation (Nourikyan et al., 2015). ConclusionsLarge-scale profiling of phosphoproteins and phospho-sites by mass spectrometry-based proteomics, differential phosphoproteomics across physiological conditions and kinase-related phosphoproteomes are helpful to identify kinase-specific substrates and understand the functional dynamics of phosphorylation networks. Additionally, interactomics identifies kinase-protein interactions revealing not only potential substrates, but also anchors and modulators. Hence, phosphoproteomics and interactomics are powerfull and complementary approaches to provide a blueprint of kinase and phosphatase-centered signaling networks. The ever growing data from large scale phosphoproteome studies in bacteria, coupled with identification of kinase, phosphatase, substrates, and modulators provides important insights into cellular regulations. It also provides a unique opportunity to understand how phosphorylation participates in the regulation of protein activities, their interactions with other proteins, and their localizations in the bacterial cell.In many bacteria, phosphorylation of proteins involved in various DNA-related processes, together with biological evidence of their role during cell cycle, suggests the existence of checkpoint regulations akin to eukaryotes. In all living organisms, cell cycle events involve the temporal and spatial coordination of chromosome replication and segregation with cytokinesis, the entire process being also coordinated with cell growth. In eukaryotes, the existence of highly intricate signaling networks is ensured by quality control and checkpoint proteins that coordinate these sequential events and trigger cell cycle arrests when things go wrong. In bacteria, the different processes are more interwoven. Consequently, the accurate execution of each step relative to others in time and space is crucial and involves strict regulatory mechanisms. The finding, in B. subtilis, that cell division MinD may act as a signaling hub to reinforce the proximity of various components of the Tyr and Ser/Thr phosphorylation pathway, along with the septum site protein DivIA, again hints at the existence of scaffold-mediated signal transduction in bacteria. In addition, the recent discovery that bacterial kinase are themselves able to tune their activities through phosphorylation add to the complexity of the picture (Shi et al., 2014a). However, it also suggests that, just as in eukaryotes, such bacterial scaffolds could offer versatile strategies to dynamically coordinate cell processes via signaling. Author contributionsTG, SP, LS, and AD analyzed the bibliographic data. TG and SP provided the tables. MN wrote the manuscript. IM revised it critically. All authors gave final approval of the version. FundingThis work was supported by the grants from the Agence Nationale de la Recherche (2010-BLAN-1303-01) to MN and IM and the Vetenskapsrådet (2015-05319) and the Novo Nordisk Foundation to IM. TG is supported by the European Union, Marie Curie ITN AMBER, 317338.Conflict of interest statementThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. AcknowledgmentsThe authors would like to thank Christophe Grangeasse for his valuable comments on the manuscript. ReferencesAntony E., Weiland E., Yuan Q., Manhart C. M., Nguyen B., Kozlov A. G., et al. . (2013). Multiple C-terminal tails within a single E. coli SSB homotetramer coordinate DNA replication and repair. J. Mol. Biol.\n425, 4802–4819. 10.1016/j.jmb.2013.08.021 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Baer C. E., Iavarone A. T., Alber T., Sassetti C. M. (2014). Biochemical and spatial coincidence in the provisional Ser/Thr protein kinase interaction network of Mycobacterium tuberculosis. J. Biol. Chem.\n289, 20422–20433. 10.1074/jbc.M114.559054 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bai X., Ji Z. (2012). Phosphoproteomic investigation of a solvent producing bacterium Clostridium acetobutylicum. Appl. Microbiol. Biotechnol.\n95, 201–211. 10.1007/s00253-012-4156-3 [PubMed] [CrossRef] [Google Scholar]Baronian G., Ginda K., Berry L., Cohen-Gonsaud M., Zakrzewska-Czerwinska J., Jakimowicz D., et al. . (2015). Phosphorylation of Mycobacterium tuberculosis ParB participates in regulating the ParABS chromosome segregation system. PLoS ONE\n10:e0119907. 10.1371/journal.pone.0119907 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bentchikou E., Chagneau C., Long E., Matelot M., Allemand J. F., Michel B. (2015). Are the SSB-interacting proteins RecO, RecG, PriA and the DnaB-interacting protein rep bound to progressing replication forks in Escherichia coli?\nPLoS ONE\n10:e0134892. 10.1371/journal.pone.0134892 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ben-Yehuda S., Fujita M., Liu X. S., Gorbatyuk B., Skoko D., Yan J., et al. . (2005). Defining a centromere-like element in Bacillus subtilis by Identifying the binding sites for the chromosome-anchoring protein RacA. Mol. Cell\n17, 773–782. 10.1016/j.molcel.2005.02.023 [PubMed] [CrossRef] [Google Scholar]Ben-Yehuda S., Rudner D. Z., Losick R. (2003). RacA, a bacterial protein that anchors chromosomes to the cell poles. Science\n299, 532–536. 10.1126/science.1079914 [PubMed] [CrossRef] [Google Scholar]Bidnenko V., Shi L., Kobir A., Ventroux M., Pigeonneau N., Henry C., et al. . (2013). Bacillus subtilis serine/threonine protein kinase YabT is involved in spore development via phosphorylation of a bacterial recombinase. Mol. Microbiol.\n88, 921–935. 10.1111/mmi.12233 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Binz S. K., Lao Y., Lowry D. F., Wold M. S. (2003). The phosphorylation domain of the 32-kDa subunit of replication protein A (RPA) modulates RPA-DNA interactions. Evidence for an intersubunit interaction. J. Biol. Chem.\n278, 35584–35591. 10.1074/jbc.M305388200 [PubMed] [CrossRef] [Google Scholar]Boonstra M., de Jong I. G., Scholefield G., Murray H., Kuipers O. P., Veening J. W. (2013). Spo0A regulates chromosome copy number during sporulation by directly binding to the origin of replication in Bacillus subtilis. Mol. Microbiol.\n87, 925–938. 10.1111/mmi.12141 [PubMed] [CrossRef] [Google Scholar]Bramkamp M., Emmins R., Weston L., Donovan C., Daniel R. A., Errington J. (2008). A novel component of the division-site selection system of Bacillus subtilis and a new mode of action for the division inhibitor MinCD. Mol. Microbiol.\n70, 1556–1569. 10.1111/j.1365-2958.2008.06501.x [PubMed] [CrossRef] [Google Scholar]Burnside K., Lembo A., Harrell M. I., Gurney M., Xue L., BinhTran N. T., et al. . (2011). Serine/threonine phosphatase Stp1 mediates post-transcriptional regulation of hemolysin, autolysis, and virulence of group B Streptococcus. J. Biol. Chem.\n286, 44197–44210. 10.1074/jbc.M111.313486 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Butala M., Zgur-Bertok D., Busby S. J. (2009). The bacterial LexA transcriptional repressor. Cell. Mol. Life Sci.\n66, 82–93. 10.1007/s00018-008-8378-6 [PubMed] [CrossRef] [Google Scholar]Castilla-Llorente V., Muñoz-Espín D., Villar L., Salas M., Meijer W. J. (2006). Spo0A, the key transcriptional regulator for entrance into sporulation, is an inhibitor of DNA replication. EMBO J.\n25, 3890–3899. 10.1038/sj.emboj.7601266 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Chen Z., Yang H., Pavletich N. P. (2008). Mechanism of homologous recombination from the RecA-ssDNA/dsDNA structures. Nature\n453, 489–484. 10.1038/nature06971 [PubMed] [CrossRef] [Google Scholar]Cimprich K. A., Cortez D. (2008). ATR: an essential regulator of genome integrity. Nat. Rev. Mol. Cell Biol.\n9, 616–627. 10.1038/nrm2450 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Cortez D. (2015). Preventing replication fork collapse to maintain genome integrity. DNA Repair\n32, 149–157. 10.1016/j.dnarep.2015.04.026 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Costes A., Lecointe F., McGovern S., Quevillon-Cheruel S., Polard P. (2010). The C-terminal domain of the bacterial SSB protein acts as a DNA maintenance hub at active chromosome replication forks. PLoS Genet.\n6:e1001238. 10.1371/journal.pgen.1001238 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Derouiche A., Shi L., Bidnenko V., Ventroux M., Pigonneau N., Franz-Wachtel M., et al. . (2015a). Bacillus subtilis SalA is a phosphorylation-dependent transcription regulator that represses scoC and activates the production of the exoprotease AprE. Mol Microbiol.\n97, 1195–1208. 10.1111/mmi.13098 [PubMed] [CrossRef] [Google Scholar]Derouiche A., Shi L., Kalantari A., Mijakovic I. (2015b). Evolution and tinkering: what do a protein kinase, a transcriptional regulator and chromosome segregation/cell division proteins have in common?\nCurr. Genet. 62, 67–70. 10.1007/s00294-015-0513-y [PubMed] [CrossRef] [Google Scholar]De Septenville A. L., Duigou S., Boubakri H., Michel B. (2012). Replication fork reversal after replication-transcription collision. PLoS Genet.\n8:e1002622. 10.1371/journal.pgen.1002622 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Didier J. P., Cozzone A. J., Duclos B. (2010). Phosphorylation of the virulence regulator SarA modulates its ability to bind DNA in Staphylococcus aureus. FEMS Microbiol. Lett.\n306, 30–36. 10.1111/j.1574-6968.2010.01930.x [PubMed] [CrossRef] [Google Scholar]Dillon S. C., Dorman C. J. (2010). Bacterial nucleoid-associated proteins, nucleoid structure and gene expression. Nat. Rev. Microbiol.\n8, 185–195. 10.1038/nrmicro2261 [PubMed] [CrossRef] [Google Scholar]Dorman C. J. (2013). Genome architecture and global gene regulation in bacteria: making progress towards a unified model?\nNat. Rev. Microbiol.\n11, 349–355. 10.1038/nrmicro3007 [PubMed] [CrossRef] [Google Scholar]Du S., Lutkenhaus J. (2012). MipZ: one for the pole, two for the DNA. Mol. Cell\n46, 239–240. 10.1016/j.molcel.2012.04.024 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dungrawala H., Rose K. L., Bhat K. P., Mohni K. N., Glick G. G., Couch F. B., et al. . (2015). The Replication checkpoint prevents two types of fork collapse without regulating replisome stability. Mol. Cell\n59, 998–1010. 10.1016/j.molcel.2015.07.030 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dworkin J. (2015). Ser/Thr phosphorylation as a regulatory mechanism in bacteria. Curr. Opin. Microbiol.\n24, 47–52. 10.1016/j.mib.2015.01.005 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Elsholz A. K., Turgay K., Michalik S., Hessling B., Gronau K., Oertel D., et al. . (2012). Global impact of protein arginine phosphorylation on the physiology of Bacillus subtilis. Proc. Natl. Acad. Sci. U.S.A.\n109, 7451–7456. 10.1073/pnas.1117483109 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Esser D., Pham T. K., Reimann J., Albers S. V., Siebers B., Wright P. C. (2012). Change of carbon source causes dramatic effects in the phospho-proteome of the archaeon Sulfolobus solfataricus. J. Proteome Res.\n11, 4823–4833. 10.1021/pr300190k [PubMed] [CrossRef] [Google Scholar]Fleurie A., Cluzel C., Guiral S., Freton C., Galisson F., Zanella-Cleon I., et al. . (2012). Mutational dissection of the S/T-kinase StkP reveals crucial roles in cell division of Streptococcus pneumoniae. Mol. Microbiol.\n83, 746–758. 10.1111/j.1365-2958.2011.07962.x [PubMed] [CrossRef] [Google Scholar]Fleurie A., Manuse S., Zhao C., Campo N., Cluzel C., Lavergne J. P., et al. . (2014). Interplay of the serine/threonine-kinase StkP and the paralogs DivIVA and GpsB in pneumococcal cell elongation and division. PLoS Genet.\n10:e1004275. 10.1371/journal.pgen.1004275 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ge R., Sun X., Xiao C., Yin X., Shan W., Chen Z., et al. . (2011). Phosphoproteome analysis of the pathogenic bacterium Helicobacter pylori reveals over-representation of tyrosine phosphorylation and multiply phosphorylated proteins. Proteomics\n11, 1449–1461. 10.1002/pmic.201000649 [PubMed] [CrossRef] [Google Scholar]Good M., Tang G., Singleton J., Reményi A., Lim W. A. (2009). The Ste5 scaffold directs mating signaling by catalytically unlocking the Fus3 MAP kinase for activation. Cell\n136, 1085–1097. 10.1016/j.cell.2009.01.049 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Gregory J. A., Becker E. C., Pogliano K. (2008). Bacillus subtilis MinC destabilizes FtsZ-rings at new cell poles and contributes to the timing of cell division. Genes Dev.\n22, 3475–3488. 10.1101/gad.1732408 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Gupta M., Sajid A., Sharma K., Ghosh S., Arora G., Singh R., et al. . (2014). HupB, a nucleoid-associated protein of Mycobacterium tuberculosis, is modified by serine/threonine protein kinases in vivo. J. Bacteriol.\n196, 2646–2657. 10.1128/JB.01625-14 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Hansen A. M., Chaerkady R., Sharma J., Díaz-Mejía J. J., Tyagi N., Renuse S., et al. . (2013). The Escherichia coli phosphotyrosine proteome relates to core pathways and virulence. PLoS Pathog.\n9:e1003403. 10.1371/journal.ppat.1003403 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Heidemann M., Hintermair C., Voß K., Eick D. (2013). Dynamic phosphorylation patterns of RNA polymerase II CTD during transcription. Biochim. Biophys. Acta\n1829, 55–62. 10.1016/j.bbagrm.2012.08.013 [PubMed] [CrossRef] [Google Scholar]Hempel A. M., Cantlay S., Molle V., Wang S. B., Naldrett M. J., Parker J. L., et al. . (2012). The Ser/Thr protein kinase AfsK regulates polar growth and hyphal branching in the filamentous bacteria Streptomyces. Proc. Natl. Acad. Sci. U.S.A.\n109, E2371–E2379. 10.1073/pnas.1207409109 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Hunter T. (2000). Signaling–2000 and beyond. Cell\n100, 113–127. 10.1016/S0092-8674(00)81688-8 [PubMed] [CrossRef] [Google Scholar]Iyer D. R., Rhind N. (2013). Checkpoint regulation of replication forks: global or local?\nBiochem. Soc. Trans.\n41, 1701–1705. 10.1042/BST20130197 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Jers C., Pedersen M. M., Paspaliari D. K., Schütz W., Johnsson C., Soufi B., et al. . (2010). Bacillus subtilis BY-kinase PtkA controls enzyme activity and localization of its protein substrates. Mol. Microbiol.\n77, 287–299. 10.1111/j.1365-2958.2010.07227.x [PubMed] [CrossRef] [Google Scholar]Kalantari A., Derouiche A., Shi L., Mijakovic I. (2015). Serine/ threonine/tyrosine phosphorylation regulates DNA-binding of bacterial transcription regulators. Microbiology\n161, 1720–1729. 10.1099/mic.0.000148 [PubMed] [CrossRef] [Google Scholar]Kanehisa M., Goto S., Sato Y., Furumichi M., Tanabe M. (2012). KEGG for integration and interpretation of large-scale molecular data sets. Nucleic Acids Res.\n40, D109–D114. 10.1093/nar/gkr988 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kennelly P. J. (2014). Protein Ser/Thr/Tyr phosphorylation in the Archaea. J. Biol. Chem.\n289, 9480–9487. 10.1074/jbc.R113.529412 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kiekebusch D., Michie K. A., Essen L. O., Löwe J., Thanbichler M. (2012). Localized dimerization and nucleoid binding drive gradient formation by the bacterial cell division inhibitor MipZ. Mol. Cell\n46, 245–259. 10.1016/j.molcel.2012.03.004 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kirkpatrick C. L., Viollier P. H. (2012). Cell polarity: ParA-logs gather around the Hub. Curr. Biol.\n22, R1055–R1057. 10.1016/j.cub.2012.10.053 [PubMed] [CrossRef] [Google Scholar]Kobir A., Poncet S., Bidnenko V., Delumeau O., Jers C., Zouhir S., et al. . (2014). Phosphorylation of Bacillus subtilis gene regulator AbrB modulates its DNA-binding properties. Mol. Microbiol.\n92, 1129–1141. 10.1111/mmi.12617 [PubMed] [CrossRef] [Google Scholar]Kozlov A. G., Weiland E., Mittal A., Waldman V., Antony E., Fazio N., et al. . (2015). Intrinsically disordered C-terminal tails of E. coli single-stranded DNA binding protein regulate cooperative binding to single-stranded DNA. J. Mol. Biol.\n427, 763–774. 10.1016/j.jmb.2014.12.020 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kuzminov A. (2001). DNA replication meets genetic exchange: chromosomal damage and its repair by homologous recombination. Proc. Natl. Acad. Sci. U.S.A.\n98, 8461–8468. 10.1073/pnas.151260698 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Langston L. D., Indiani C., O'Donnell M. (2009). Whither the replisome: emerging perspectives on the dynamic nature of the DNA replication machinery. Cell Cycle\n8, 2686–2691. 10.4161/cc.8.17.9390 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Langston L. D., O'Donnell M. (2006). DNA replication: keep moving and don't mind the gap. Mol. Cell\n23, 155–160. 10.1016/j.molcel.2006.05.034 [PubMed] [CrossRef] [Google Scholar]Lecointe F., Sérèna C., Velten M., Costes A., McGovern S., Meile J. C., et al. . (2007). Anticipating chromosomal replication fork arrest: SSB targets repair DNA helicases to active forks. EMBO J.\n26, 4239–4251. 10.1038/sj.emboj.7601848 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lee H. J., Lan L., Peng G., Chang W. C., Hsu M. C., Wang Y. N., et al. . (2015). Tyrosine 370 phosphorylation of ATM positively regulates DNA damage response. Cell Res.\n25, 225–236. 10.1038/cr.2015.8 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lin W., Wang J., Ying W., Qian X. (2012). Optimization of titanium dioxide enrichment of phosphopeptides and application in the Thermoanaerobacter tengcongensis phosphoproteome analysis. Se Pu\n30, 763–769. 10.3724/SP.J.1123.2012.04027 [PubMed] [CrossRef] [Google Scholar]Lutkenhaus J. (2012). The ParA/MinD family puts things in their place. Trends Microbiol.\n20, 411–418. 10.1016/j.tim.2012.05.002 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Maathuis F. J. (2008). Conservation of protein phosphorylation sites within gene families and across species. Plant Signal. Behav.\n3, 1011–1013. 10.4161/psb.6721 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Macek B., Gnad F., Soufi B., Kumar C., Olsen J. V., Mijakovic I., et al. . (2008). Phosphoproteome analysis of E. coli reveals evolutionary conservation of bacterial Ser/Thr/Tyr phosphorylation. Mol. Cell. Proteomics\n7, 299–307. 10.1074/mcp.M700311-MCP200 [PubMed] [CrossRef] [Google Scholar]Macek B., Mijakovic I., Olsen J. V., Gnad F., Kumar C., Jensen P. R., et al. . (2007). The serine/threonine/tyrosine phosphoproteome of the model bacterium Bacillus subtilis. Mol. Cell. Proteomics\n6, 697–707. 10.1074/mcp.M600464-MCP200 [PubMed] [CrossRef] [Google Scholar]Manteca A., Ye J., Sánchez J., Jensen O. N. (2011). Phosphoproteome analysis of Streptomyces development reveals extensive protein phosphorylation accompanying bacterial differentiation. J. Proteome Res.\n10, 5481–5492. 10.1021/pr200762y [PubMed] [CrossRef] [Google Scholar]Manuse S., Fleurie A., Zucchini L., Lesterlin C., Grangeasse C. (2015). Role of eukaryotic-like serine/threonine kinases in bacterial cell division and morphogenesis. FEMS Microbiol. Rev. 40, 41–56. 10.1093/femsre/fuv041 [PubMed] [CrossRef] [Google Scholar]Marchadier E., Carballido-López R., Brinster S., Fabret C., Mervelet P., Bessieres P., et al. . (2011). An expanded protein-protein interaction network in Bacillus subtilis reveals a group of hubs: exploration by an integrative approach. Proteomics\n11, 2981–2991. 10.1002/pmic.201000791 [PubMed] [CrossRef] [Google Scholar]Maréchal A., Zou L. (2015). RPA-coated single-stranded DNA as a platform for post-translational modifications in the DNA damage response. Cell Res.\n25, 9–23. 10.1038/cr.2014.147 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Merrikh H., Zhang Y., Grossman A. D., Wang J. D. (2012). Replication-transcription conflicts in bacteria. Nat. Rev. Microbiol.\n10, 449–458. 10.1038/nrmicro2800 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Mettrick K. A., Grainge I. (2015). Stability of blocked replication forks in vivo. Nucleic Acids Res. 44, 657–668. 10.1093/nar/gkv1079 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Mijakovic I., Petranovic D., Macek B., Cepo T., Mann M., Davies J., et al. . (2006). Bacterial single-stranded DNA-binding proteins are phosphorylated on tyrosine. Nucleic Acids Res.\n34, 1588–1596. 10.1093/nar/gkj514 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Misra S. K., Milohanic E., Aké F., Mijakovic I., Deutscher J., Monnet V., et al. . (2011). Analysis of the serine/threonine/tyrosine phosphoproteome of the pathogenic bacterium Listeria monocytogenes reveals phosphorylated proteins related to virulence. Proteomics\n11, 4155–4165. 10.1002/pmic.201100259 [PubMed] [CrossRef] [Google Scholar]Nakedi K. C., Nel A. J., Garnett S., Blackburn J. M., Soares N. C. (2015). Comparative Ser/Thr/Tyr phosphoproteomics between two mycobacterial species: the fast growing Mycobacterium smegmatis and the slow growing Mycobacterium bovis BCG. Front. Microbiol.\n6:237. 10.3389/fmicb.2015.00237 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Nourikyan J., Kjos M., Mercy C., Cluzel C., Morlot C., Noirot-Gros M. F., et al. . (2015). Autophosphorylation of the bacterial tyrosine-kinase CpsD connects capsule synthesis with the cell cycle in Streptococcus pneumoniae. PLoS Genet.\n11:e1005518. 10.1371/journal.pgen.1005518 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Oakley G. G., Patrick S. M. (2010). Replication protein A: directing traffic at the intersection of replication and repair. Front. Biosci.\n15, 883–900. 10.2741/3652 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Oakley G. G., Patrick S. M., Yao J., Carty M. P., Turchi J. J., Dixon K. (2003). RPA phosphorylation in mitosis alters DNA binding and protein-protein interactions. Biochemistry\n42, 3255–3264. 10.1021/bi026377u [PubMed] [CrossRef] [Google Scholar]Ortega C., Liao R., Anderson L. N., Rustad T., Ollodart A. R., Wright A. T., et al. . (2014). Mycobacterium tuberculosis Ser/Thr protein kinase B mediates an oxygen-dependent replication switch. PLoS Biol.\n12:e1001746. 10.1371/journal.pbio.1001746 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pan Z., Wang B., Zhang Y., Wang Y., Ullah S., Jian R., et al. . (2015). dbPSP: a curated database for protein phosphorylation sites in prokaryotes. Database\n2015:bav031. 10.1093/database/bav031 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pereira S. F., Goss L., Dworkin J. (2011). Eukaryote-like serine/threonine kinases and phosphatases in bacteria. Microbiol. Mol. Biol. Rev.\n75, 192–212. 10.1128/MMBR.00042-10 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Perry S. E., Edwards D. H. (2006). The Bacillus subtilis DivIVA protein has a sporulation-specific proximity to Spo0J. J. Bacteriol.\n188, 6039–6043. 10.1128/JB.01750-05 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pini F., De Nisco N. J., Ferri L., Penterman J., Fioravanti A., Brilli M., et al. . (2015). Cell Cycle Control by the master regulator CtrA in Sinorhizobium meliloti. PLoS Genet.\n11:e1005232. 10.1371/journal.pgen.1005232 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pomerantz R. T., O'Donnell M. (2010). What happens when replication and transcription complexes collide?\nCell Cycle\n9, 2537–2543. 10.4161/cc.9.13.12122 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pompeo F., Foulquier E., Serrano B., Grangeasse C., Galinier A. (2015). Phosphorylation of the cell division protein GpsB regulates PrkC kinase activity through a negative feedback loop in Bacillus subtilis. Mol. Microbiol.\n97, 139–150. 10.1111/mmi.13015 [PubMed] [CrossRef] [Google Scholar]Prisic S., Dankwa S., Schwartz D., Chou M. F., Locasale J. W., Kang C. M., et al. . (2010). Extensive phosphorylation with overlapping specificity by Mycobacterium tuberculosis serine/threonine protein kinases. Proc. Natl. Acad. Sci. U.S.A.\n107, 7521–7526. 10.1073/pnas.0913482107 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ravichandran A., Sugiyama N., Tomita M., Swarup S., Ishihama Y. (2009). Ser/Thr/Tyr phosphoproteome analysis of pathogenic and non-pathogenic Pseudomonas species. Proteomics\n9, 2764–2775. 10.1002/pmic.200800655 [PubMed] [CrossRef] [Google Scholar]Ravikumar V., Shi L., Krug K., Derouiche A., Jers C., Cousin C., et al. . (2014). Quantitative phosphoproteome analysis of Bacillus subtilis reveals novel substrates of the kinase PrkC and phosphatase PrpC. Mol. Cell. Proteomics\n13, 1965–1978. 10.1074/mcp.M113.035949 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Schmidl S. R., Gronau K., Pietack N., Hecker M., Becher D., Stülke J. (2010). The phosphoproteome of the minimal bacterium Mycoplasma pneumoniae: analysis of the complete known Ser/Thr kinome suggests the existence of novel kinases. Mol. Cell. Proteomics\n9, 1228–1242. 10.1074/mcp.M900267-MCP200 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Sclafani R. A., Holzen T. M. (2007). Cell cycle regulation of DNA replication. Annu. Rev. Genet.\n41, 237–280. 10.1146/annurev.genet.41.110306.130308 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Shechter D., Costanzo V., Gautier J. (2004a). ATR and ATM regulate the timing of DNA replication origin firing. Nat. Cell Biol.\n6, 648–655. 10.1038/ncb1145 [PubMed] [CrossRef] [Google Scholar]Shechter D., Costanzo V., Gautier J. (2004b). Regulation of DNA replication by ATR: signaling in response to DNA intermediates. DNA Repair\n3, 901–908. 10.1016/j.dnarep.2004.03.020 [PubMed] [CrossRef] [Google Scholar]Shi L., Pigeonneau N., Ravikumar V., Dobrinic P., Macek B., Franjevic D., et al. . (2014a). Cross-phosphorylation of bacterial serine/threonine and tyrosine protein kinases on key regulatory residues. Front. Microbiol.\n5:495. 10.3389/fmicb.2014.00495 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Shi L., Pigeonneau N., Ventroux M., Derouiche A., Bidnenko V., Mijakovic I., et al. . (2014b). Protein-tyrosine phosphorylation interaction network in Bacillus subtilis reveals new substrates, kinase activators and kinase cross-talk. Front. Microbiol.\n5:538. 10.3389/fmicb.2014.00538 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Soares N. C., Spät P., Krug K., Macek B. (2013). Global dynamics of the Escherichia coli proteome and phosphoproteome during growth in minimal medium. J. Proteome Res.\n12, 2611–2621. 10.1021/pr3011843 [PubMed] [CrossRef] [Google Scholar]Soufi B., Gnad F., Jensen P. R., Petranovic D., Mann M., Mijakovic I., et al. . (2008). The Ser/Thr/Tyr phosphoproteome of Lactococcus lactis IL1403 reveals multiply phosphorylated proteins. Proteomics\n8, 3486–3493. 10.1002/pmic.200800069 [PubMed] [CrossRef] [Google Scholar]Subramanian V. V., Hochwagen A. (2014). The meiotic checkpoint network: step-by-step through meiotic prophase. Cold Spring Harb. Perspect. Biol.\n6:a016675. 10.1101/cshperspect.a016675 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Sun X., Ge F., Xiao C. L., Yin X. F., Ge R., Zhang L. H., et al. . (2010). Phosphoproteomic analysis reveals the multiple roles of phosphorylation in pathogenic bacterium Streptococcus pneumoniae. J. Proteome Res.\n9, 275–282. 10.1021/pr900612v [PubMed] [CrossRef] [Google Scholar]Takahata Y., Inoue M., Kim K., Iio Y., Miyamoto M., Masui R., et al. . (2012). Close proximity of phosphorylation sites to ligand in the phosphoproteome of the extreme thermophile Thermus thermophilus HB8. Proteomics\n12, 1414–1430. 10.1002/pmic.201100573 [PubMed] [CrossRef] [Google Scholar]Thanbichler M., Shapiro L. (2006). MipZ, a spatial regulator coordinating chromosome segregation with cell division in Caulobacter. Cell\n126, 147–162. 10.1016/j.cell.2006.05.038 [PubMed] [CrossRef] [Google Scholar]Treuner-Lange A., Søgaard-Andersen L. (2014). Regulation of cell polarity in bacteria. J. Cell Biol.\n206, 7–17. 10.1083/jcb.201403136 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Truong-Bolduc Q. C., Ding Y., Hooper D. C. (2008). Posttranslational modification influences the effects of MgrA on norA expression in Staphylococcus aureus. J. Bacteriol.\n190, 7375–7381. 10.1128/JB.01068-08 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Voisin S., Watson D. C., Tessier L., Ding W., Foote S., Bhatia S., et al. . (2007). The cytoplasmic phosphoproteome of the Gram-negative bacterium Campylobacter jejuni: evidence for modification by unidentified protein kinases. Proteomics\n7, 4338–4348. 10.1002/pmic.200700483 [PubMed] [CrossRef] [Google Scholar]Vujaklija D., Macek B. (2012). Detecting posttranslational modifications of bacterial SSB proteins. Methods Mol. Biol.\n922, 205–218. 10.1007/978-1-62703-032-8_16 [PubMed] [CrossRef] [Google Scholar]Wright D. P., Ulijasz A. T. (2014). Regulation of transcription by eukaryotic-like serine-threonine kinases and phosphatases in Gram-positive bacterial pathogens. Virulence\n5, 863–885. 10.4161/21505594.2014.983404 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wu L. J., Errington J. (2003). RacA and the Soj-Spo0J system combine to effect polar chromosome segregation in sporulating Bacillus subtilis. Mol. Microbiol.\n49, 1463–1475. 10.1046/j.1365-2958.2003.03643.x [PubMed] [CrossRef] [Google Scholar]Xenopoulos P., Piggot P. J. (2011). Regulation of growth of the mother cell and chromosome replication during sporulation of Bacillus subtilis. J. Bacteriol.\n193, 3117–3126. 10.1128/JB.00204-11 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Yadav T., Carrasco B., Myers A. R., George N. P., Keck J. L., Alonso J. C. (2012). Genetic recombination in Bacillus subtilis: a division of labor between two single-strand DNA-binding proteins. Nucleic Acids Res.\n40, 5546–5559. 10.1093/nar/gks173 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Yang M. K., Qiao Z. X., Zhang W. Y., Xiong Q., Zhang J., Li T., et al. . (2013). Global phosphoproteomic analysis reveals diverse functions of serine/threonine/tyrosine phosphorylation in the model cyanobacterium Synechococcus sp. strain PCC 7002. J. Proteome Res.\n12, 1909–1923. 10.1021/pr4000043 [PubMed] [CrossRef] [Google Scholar]Zeke A., Lukács M., Lim W. A., Remenyi A. (2009). Scaffolds: interaction platforms for cellular signalling circuits. Trends Cell Biol.\n19, 364–374. 10.1016/j.tcb.2009.05.007 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zhang X., Zhao F., Guan X., Yang Y., Liang C., Qin S. (2007). Genome-wide survey of putative serine/threonine protein kinases in cyanobacteria. BMC Genomics\n8:395. 10.1186/1471-2164-8-395 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zhu H., Zhou J., Ni Y., Yu Z., Mao A., Hu Y., et al. . (2014). Contribution of eukaryotic-type serine/threonine kinase to stress response and virulence of Streptococcus suis. PLoS ONE\n9:e91971. 10.1371/journal.pone.0091971 [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}