{"title": "Localization of RNAPII and 3' end formation factor CstF subunits on C. elegans genes and operons", "pubDate": "2016", "PMCID": "PMC4984680", "DOI": "10.1080/21541264.2016.1168509", "PMID": "27124504", "abstract": "Transcription termination is mechanistically coupled to pre-mRNA 3' end formation to prevent transcription much beyond the gene 3' end. C. elegans, however, engages in polycistronic transcription of operons in which 3' end formation between genes is not accompanied by termination. We have performed RNA polymerase II (RNAPII) and CstF ChIP-seq experiments to investigate at a genome-wide level how RNAPII can transcribe through multiple poly-A signals without causing termination. Our data shows that transcription proceeds in some ways as if operons were composed of multiple adjacent single genes. Total RNAPII shows a small peak at the promoter of the gene cluster and a much larger peak at 3' ends. These 3' peaks coincide with maximal phosphorylation of Ser2 within the C-terminal domain (CTD) of RNAPII and maximal localization of the 3' end formation factor CstF. This pattern occurs at all 3' ends including those at internal sites in operons where termination does not occur. Thus the normal mechanism of 3' end formation does not always result in transcription termination. Furthermore, reduction of CstF50 by RNAi did not substantially alter the pattern of CstF64, total RNAPII, or Ser2 phosphorylation at either internal or terminal 3' ends. However, CstF50 RNAi did result in a subtle reduction of CstF64 binding upstream of the site of 3' cleavage, suggesting that the CstF50/CTD interaction may facilitate bringing the 3' end machinery to the transcription complex.", "author": [{"author": "Alfonso Garrido-Lecca", "affiliation": ["a Department of Molecular, Cellular, and Developmental Biology , University of Colorado , Boulder , CO , USA."], "href": "/?term=Garrido-Lecca+A&cauthor_id=27124504"}, {"author": "Tassa Saldi", "affiliation": ["a Department of Molecular, Cellular, and Developmental Biology , University of Colorado , Boulder , CO , USA."], "href": "/?term=Saldi+T&cauthor_id=27124504"}, {"author": "Thomas Blumenthal", "affiliation": ["a Department of Molecular, Cellular, and Developmental Biology , University of Colorado , Boulder , CO , USA."], "href": "/?term=Blumenthal+T&cauthor_id=27124504"}], "refPMID": [], "citedInPMID": ["27124504", "33298437", "33037050", "32632025", "29186539"], "body": " ABSTRACTTranscription termination is mechanistically coupled to pre-mRNA 3′ end formation to prevent transcription much beyond the gene 3′ end. C. elegans, however, engages in polycistronic transcription of operons in which 3′ end formation between genes is not accompanied by termination. We have performed RNA polymerase II (RNAPII) and CstF ChIP-seq experiments to investigate at a genome-wide level how RNAPII can transcribe through multiple poly-A signals without causing termination. Our data shows that transcription proceeds in some ways as if operons were composed of multiple adjacent single genes. Total RNAPII shows a small peak at the promoter of the gene cluster and a much larger peak at 3′ ends. These 3′ peaks coincide with maximal phosphorylation of Ser2 within the C-terminal domain (CTD) of RNAPII and maximal localization of the 3′ end formation factor CstF. This pattern occurs at all 3′ ends including those at internal sites in operons where termination does not occur. Thus the normal mechanism of 3′ end formation does not always result in transcription termination. Furthermore, reduction of CstF50 by RNAi did not substantially alter the pattern of CstF64, total RNAPII, or Ser2 phosphorylation at either internal or terminal 3′ ends. However, CstF50 RNAi did result in a subtle reduction of CstF64 binding upstream of the site of 3′ cleavage, suggesting that the CstF50/CTD interaction may facilitate bringing the 3′ end machinery to the transcription complex.KEYWORDS: cleavage stimulatory factor, CTD phosphorylation, RNA Polymerase II, RNAPII termination, torpedo model, Transcription IntroductionThe C. elegans genome contains multi-gene transcription units, operons that contain 15% of the genes. Operon transcription is initiated at a single promoter located at the 5′ end of the cluster of as many as eight genes. During transcription, a single polycistronic pre-mRNA is co-transcriptionally processed into mature monocistronic mRNAs by splicing and 3′ end formation. The 5′ ends of downstream gene mRNAs are formed by SL2-specific trans-splicing. In contrast to single genes, in operons 3′ end formation must occur without accompanying transcription termination. The mechanism by which termination is prevented at internal sites in operons is unknown, although it seems likely that the accompanying SL2 trans-splicing, which usually occurs only ∼100 bp downstream of the 3′ end cleavage/polyadenylation site of the gene just upstream, provides a cap to the downstream mRNA, thereby preventing access to the XRN2 “torpedo” that would otherwise terminate transcription.1,2The largest subunit of RNAPII contains a carboxy-terminal domain (CTD) that is conserved among all eukaryotes.3 The CTD is composed of a seven amino acid repeat with the consensus sequence Y1S2P3T4S5P6S7.4 The number of these repeats varies among species with mammals having 52 and C. elegans having 35.5 The CTD mediates coupling of transcription with pre-mRNA processing6-10 by acting as a “landing pad” for recruitment of RNA processing factors to the transcription site,11 thus facilitating co-transcriptional pre-mRNA processing (For a review see refs. 12-14).During the transcription cycle (initiation, elongation, termination) the CTD is dynamically phosphorylated and dephosphorylated,14-16 giving the CTD specificity for recruitment of different factors. At 3′ ends of genes, Ser-5p levels decrease, presumably by phosphatase action, leaving the CTD phosphorylated at Ser2 to terminate transcription.17 The CTD phosphorylations enhance maturation of the pre-mRNA by allosteric activation of processing factors18 and by increasing the concentration of these factors at their site of action. Ser2p is involved in the recruitment of 3′ end formation factors. ChIP experiments have shown that RNAPII that is heavily phosphorylated at Ser2 generally occurs as a peak downstream of the poly-A site.19-22 Mutant RNAPII in which the serines at position 2 within the CTD have been mutated to alanines showed a defect in 3′ end cleavage.23 Furthermore, experiments done using the human B-globin gene have shown that inactivation of the poly A signal sequence (AAUAAA) inhibits Ser2 hyperphosphorylation 1–2 kb downstream of the gene.24 Interestingly, knockdown of CPSF73 also inhibits Ser2p downstream of the B-globin gene.25 Therefore, the phosphorylation of Ser2 within the CTD most likely stimulates the recruitment of 3′ end formation factors, which in a positive feedback loop strengthens Ser2 phosphorylation.25In mammals, mRNA 3′ end formation consists of an endonucleolytic cleavage, followed by polyadenylation of the free 3′ end. Transcription terminates often several kb downstream of the poly-A site26-30 and is mechanistically linked to 3′ end formation.31,32 The “core” of the 3′ end formation complex contains two highly conserved multi-subunit protein complexes, the cleavage and polyadenylation specificity factor (CPSF) and the cleavage stimulatory factor (CstF). CstF is a trimer of 50, 64 and 77 kD subunits in worms and mammals, required only for the cleavage step.33-35 A dimer of CstF77 subunits is crucial for the assembly of the CstF complex, as it binds both CstF64 and CstF50, but CstF64 and CstF50 do not directly bind each other.36-39 Importantly, CstF64 binds directly to the RNA at the U- or G/U- rich region downstream of the cleavage site, playing a key role in the location of the poly-A tail.40 The N-terminal region of CstF50 binds to the CTD of RNAPII, and this interaction presumably facilitates recruitment of CstF to the elongating RNAPII.7,8C. elegans 3′ ends are quite similar to those in other animals, suggesting the usual 3′ end formation machinery processes them. They have a somewhat less highly conserved AAUAAA ∼30 nt upstream of their 3′ end cleavage site and a U- or GU-rich region ∼20 nt downstream.41 In addition, the C. elegans genome encodes clear homologs of all the subunits of the 3′ end formation complex.42,43 Importantly, several 3′ end formation factors were identified in a C. elegans suppressor screen for genes that play roles in 3′ end formation.44We were interested in the question of how, the linkage of 3′ end formation to transcription termination is broken at internal 3′ end formation sites in operons. In mammals, transcription is terminated by the action of the XRN2 exonuclease that usually gains access to the free 5′ phosphate end of the pre-mRNA immediately downstream of the 3′ cleavage site.1 This exonuclease digests the RNA, acting as a “torpedo” to cause termination several kb downstream, often at RNAPII pause sites. To gain some insight into this process in C. elegans, we have studied the distribution of RNAPII, its Ser2 phosphorylated form and two CstF subunits at the whole genome level, both in single genes and in operons. In addition, we reduced the levels of CstF50 to investigate its possible role in RNAPII distribution and CstF64 recruitment between regular and internal 3′ ends.Earlier reports demonstrated large peaks of RNAPII paused at 3′ ends in C. elegans.45,46 We have previously shown for a few genes that RNAPII at the 3′ end was phosphorylated at the Ser2 position, whether the gene was located in an operon or not. In this paper, we show that peaks of Ser2 phosphorylated RNAPII occur at 3′ ends of transcribed genes genome-wide, both in single genes and within operons, and that these peaks are accompanied by the 3′ end formation protein, CstF, irrespective of whether the 3′ end site was internal or terminal. Furthermore, we showed that when CstF50 was knocked down, CstF64 was still bound to the transcription site and Ser2p and total RNAPII levels at either regular or internal 3′ ends were unchanged. ResultsRNAPII distribution on C. elegans single genesThe unique organization of C. elegans genes provides an opportunity to investigate aspects of gene expression that cannot be studied using other systems. Worms have evolved compact operons that accommodate genes and their regulatory elements. However, around 85% of genes that are not in operons appear no different from genes in other species. Since the genome-wide localization of RNAPII and CstF has not been previously investigated, we began by exploring their localization in young adult worms with ChIP-seq experiments using antibodies specific for total RNAPII and Ser2p, which recognizes the CTD of RNAPII phosphorylated in the second serine of the heptad repeat. For RNAPII, we used the commercially available mouse monoclonal antibody 8wg16, which has been used extensively to study transcription. Our evidence suggests that in C. elegans the 8wg16 antibody likely recognizes both the unphosphorylated (IIA) and phosphorylated (IIO) form of RNAPII since it shows a ChIP pattern indistinguishable from an antibody made by the Bentley lab that recognizes both forms (Fig. S1).47 A typical example (the soc-2 gene) taken from IGV (Fig. 1A) shows total RNAPII in the promoter region (indicated by H3K9ac), but no signal at that location with the Ser2 phospho-antibody, as expected based on ChIP results in other organisms.19-22\nOpen in a separate windowFigure 1.Localization of RNAPII and CstF subunits along isolated C. elegans genes. (A) Individual example gene. The gene model from IGV browser is aligned at the bottom with exons shown as boxes and introns as lines. The height of the ChIP peak represents the number of reads covering each location along the gene (soc-2). H3K9ac regions with greater than 90% hybridization over the genome are indicated by a box. (B–C) Metagene of 1,691 expressed genes. Metagenes were calculated by taking genes greater than 2 kb and scaling their gene body (+500 to +2500) to the same size. Five′ ends (−500 bp to +500 bp) and 3′ ends (2500 bp to 3500 bp) were not scaled. The signal was averaged at each base pair and the individual positions averaged across 50 bp windows. An arrow indicates the transcription start site and the 3′ end by a dotted vertical line. The x-axis indicates the location along the metagene in bp. The y-axis indicates normalized reads relative to an input DNA library (see Methods). (B) RNAPII and Ser2p. (C) CstF subunits. (D) Metagene of 242 non-expressed genes based on mRNA-seq data. RNAPII (red), Ser2p (purple), CstF64 (green), CstF50 (blue) and H3K9me3 (gray) were quantitated by ChIP-seq, and H3K9ac (black) by ChIP-on-chip.The levels of RNAPII fluctuate throughout the body of the soc-2 gene in a pattern roughly matching the presence of exons (Fig. 1A). A similar bias of RNAPII enrichment at exons is evident throughout the genome (data not shown), consistent with ChIP and GRO-seq results from other experimental systems.48–52 At the 3′ end of the soc-2 gene total RNAPII and Ser2p signal accumulate just upstream of the termination site presumably due to a strong pause at the site of 3′ end formation as seen previously.20,28In order to determine whether these patterns are similar across C. elegans genes, we created metagenes using a list of 1,691 expressed and isolated genes greater than 2 kb in length. This includes all genes with mRNA-seq greater than 1 FPKM (fragment per kilobase per million reads) and having a location separated from any annotated transcription by at least 400 bp. This analysis shows peaks of RNAPII at the promoter and 3′ end regions (Fig. 1B). The 5′ peak presumably represents RNAPII paused or poised near the promoter, whereas the 3′ peak is likely to represent enzyme paused to facilitate 3′ end processing.28 Ser2p levels are low at the promoter, but with a very large peak at the 3′ end cleavage site. As expected, the H3K9me3 heterochromatin mark is low throughout the metagene, consistent with these genes being expressed. Interestingly, when levels of Ser2p were divided by total RNAPII (Fig. 2A), it is clear that the RNAPII is phosphorylated relatively evenly as it traverses the gene. However, at the 3′ pause site there is an additional increase in Ser2 phosphorylation, consistent with the reported role of Ser2p in binding 3′ processing factors.\n\nOpen in a separate windowFigure 2.Ratios of Ser2p and CstF subunits in expressed genes. The ratio of Ser2p/RNAPII metagenes (A), (B) CstF64/RNAPII (salmon) and CstF50/RNAPII (purple), (C) CstF64/Ser2p (green) and CstF50/Ser2p (blue) and (D) CstF64/CstF50 (gray).CstF distribution on C. elegans single genesNext, we wanted to investigate the localization of the core 3′ end formation component CstF on C. elegans expressed genes. ChIP can be used to map RNA-binding proteins relative to the DNA as an indirect way for revealing the site of association with the pre-mRNA during RNA processing.53 Identifying sites of association for RNA processing factors using ChIP can reveal important sites of action of these proteins during transcription, because many of these factors associate with the transcription elongation complex. They are therefore, in close proximity with the DNA.53 ChIP experiments done in mammals have shown that CstF binding is biased toward 3′ ends of genes, consistent with its known function in 3′ end processing.28,53,54 The C. elegans CstF64 ortholog is much smaller than CstF64 in other organisms, because it lacks much of the C-terminal region.42,43 but it very likely functions in 3′ end formation.44In order to determine if the recruitment of the CstF proteins occurs at sites of 3′ end formation, we performed ChIP-seq experiments with antibodies prepared against the worm CstF64 and CstF50 subunits. A representative example (soc-2) shows that both CstF subunits are strongly enriched at the site of 3′ end formation (Fig. 1A), as expected based on its presumed function.28,53,55 Metagene analysis on isolated/expressed genes shows that both CstF subunits are low at the 5′ end and throughout the body of genes (Fig. 1C). However, both subunits are strongly associated with the 3′ ends of expressed genes, with peaks matching the 3′ peaks of RNAPII. Importantly, consistent with these genes being transcriptionally silent, a similar analysis on a list of non-expressed genes based on mRNA-seq data showed very low CstF ChIP levels, and only the levels of the heterochromatin mark H3K9me3 were above background (Fig. 1D).Biochemical experiments have shown that the CstF complex is a core component of the 3′ end formation machinery.33-35,56,57 However, very little is known about the in vivo assembly of the complex. Since both CstF subunits peak at 3′ ends of genes similar to RNAPII, we wanted to determine whether the levels of CstF64 and CstF50 are similar relative to total RNAPII. The ratios of both CstF subunits to RNAPII are very low at the 5′ end and throughout the body of the metagene suggesting very little if any association of CstF with the transcription start site or the body of the gene (Fig. 2B). However, at the 3′ end of the metagene both CstF subunits increase quite dramatically relative to total RNAPII, consistent with their functioning in 3′ end formation. Unexpectedly, CstF64 increased more dramatically than did CstF50 when normalized to RNAPII levels or to themselves (Figs. 2B–D), suggesting the possibility that not every complex containing CstF64 necessarily also contains CstF50. An alternative explanation might be that the conformation of the complex allows preferential cross-linking or IP of CstF64. This idea is not unreasonable, since CstF64 binds the pre-mRNA, whereas CstF50 binds the CTD of RNAPII. The ratios of CstF subunits to Ser2p signal are higher at the 5′ end compared to the 3′ end, presumably due to the dramatically increased level of Ser2p at the 3′ ends of genes (Fig. 2C).RNAPII distribution on C. elegans operonsThe discovery of operons was based on the observation that downstream genes in clusters of closely spaced genes were trans-spliced to the SL2 trans-spliced leader.58 Since then a great deal of evidence from a variety of laboratories has accumulated that there are in fact more than 1,200 operons in the C. elegans genome.29,44,46,59,68 ChIP experiments using an antibody against RNAPII maps its in vivo association with DNA, allowing us to identify polycistronic transcription units. We present the genome-wide association of RNAPII on operons. Fig. 3 shows three operon examples of two, three and eight genes. We used H3K9ac to mark the position of promoters near the 5′ end of each operon (Fig. 3), and at a known internal promoter within the eight-gene operon, providing independent evidence for this internal initiation site 45,60,61 (Fig. 3C). We found RNAPII present throughout operons, with notable peaks at 3′ ends (Figs. 3A–C). Ser2p signal also peaks at each 3′ end, matching the location of total RNAPII (Figs. 3A–C).\n\nOpen in a separate windowFigure 3.Representative snapshots of C. elegans operons from ChIP experiments. RNAPII, Ser2p, CstF64 and CstF50 are ChIP-seq experiments and H3K9ac (black) is a ChIP-on-chip experiment. Dotted lines mark genes boundaries. Transcription is from left to right. (A) A two-gene operon, CEOP1452. (B) A three-gene operon, CEOP5100. (C) An eight-gene operon, CEOP1484, which contains an internal promoter (red arrow).In order to study the localization of RNAPII on operons genome-wide, we created “meta-operons,” consisting of metagenes created using lists of first, internal and terminal genes. Total RNAPII accumulates at the operon promoters, which can be distinguished from 3′ end signals in the first gene of each operon (Fig. 4A). Ser2p signal is strongly associated with each 3′ end in the operon, coinciding with a peak of total RNAPII. This supports and extends to a genome-wide level our previous study45 showing that each gene in the operon is indistinguishable from individual genes with respect to RNAPII and Ser2p distribution.\n\nOpen in a separate windowFigure 4.Localization of RNAPII and CstF subunits in expressed C. elegans operons. Metagene of operon genes divided by first gene (n = 184), internal genes (n = 111) and terminal genes (n = 705). (A) Metaoperon showing RNAPII, Ser2p and H3K9me3. (B) Metaoperon showing CstF64, CstF50 and H3K9me3.CstF distribution on C. elegans operonsIt is now well established that 3′ end formation is needed for correct transcription termination. In fact, several mRNA cleavage and polyadenylation factors required for 3′ end formation are also required for transcription termination.27,62,63 Moreover, both 3′ end formation and termination depend on the same RNA sequences.31,64 However, genes arranged in operons contain 3′ end formation sites not accompanied by termination. The mechanism by which RNAPII is able to transcribe functional poly-A sites without triggering termination is not known. One possibility might be that internal cleavage and polyadenylation occurs by a different mechanism than 3′ end formation at terminal sites. To test whether CstF functions in 3′ end formation at internal sites as well as termination sites, we performed anti-CstF ChIP-seq experiments. Individual examples of CstF64 and CstF50 taken from IGV in two, three and eight gene operons are shown in Fig. 3. In all cases both CstF subunits are strongly associated with internal and terminal 3′ ends, consistent with 3′ end formation occurring at these sites by the usual CstF-dependent mechanism. In addition, the same bias toward 3′ ends is seen with meta-operons (Fig. 4B), indicating that this pattern is representative of operons at a genome-wide level. The CstF binding seen at 3′ ends co-localizes with elevated Ser2p and with paused RNAPII (Figs. 3 and 4). The presence of paused Ser2 phosphorylated RNAPII, accompanied by the 3′ end formation machinery at the 3′ ends of genes at internal operon positions suggests that a mechanism must exist to prevent transcription termination when standard cleavage and polyadenylation occurs at these sites. A likely possibility is that the SL2 trans-splicing that co-occurs with 3′ end formation provides a 5′ cap to the downstream RNA, so the XRN2 exonuclease cannot act to cause termination by the usual torpedo mechanism.65CstF50 plays a role in CstF64 localization upstream of the cleavage siteThe nascent pre-mRNA is rapidly processed into mature mRNA at the site of transcription. In this process the CTD of RNAPII acts as a landing pad for the recruitment of protein complexes, thereby facilitating co-transcriptional processing. In vitro experiments have shown that the amino-terminal region of CstF50 interacts with the CTD of RNAPII and this interaction is important for 3′ end formation.8 Therefore, one possibility is that the CstF complex could be recruited to RNAPII at the 3′ ends of genes by CstF50 binding to the CTD. Whether CstF50 is needed for the recruitment of the CstF complex to the 3′ formation site has never been investigated. We asked whether CstF64 recruitment was affected when CstF50 was knocked-down by RNAi. We reduced CstF50 levels by more than 70% (CstF64 levels were unchanged under these conditions) (Fig. S2A). Both 3′ end formation and termination were reduced, as expected based on mRNA-seq and ribosomal-depleted RNA-seq data, respectively (Figs. S2B–C). Levels of RNAPII and Ser2p throughout the gene were unaffected by this treatment (Figs. S3 and 4).Interestingly, CstF64 was still recruited to 3′ ends of expressed genes when CstF50 levels were reduced, although to a lower extent (Fig. 5A), suggesting the CstF50/RNAPII interaction may facilitate recruitment of the CstF complex. Similarly, on meta-operons we found that on average CstF64 was recruited at both internal and terminal 3′ ends (Fig. 5B). However, we cannot exclude the possibility that the residual CstF50 is sufficient for most CstF64 recruitment.\n\nOpen in a separate windowFigure 5.CstF64 localization to C. elegans genes and operons is altered by CstF50 knockdown. ChIP-seq experiments of CstF64 in untreated (green) and CstF50 RNAi'ed (light green) samples. (A) Metagene analysis of expressed and isolated genes based on mRNA-seq data (n = 1,691). (B) Metaoperon of first (n = 184), internal (n = 111) and terminal (n = 705) genes.We do note one intriguing change: CstF64 binding immediately upstream of the cleavage site is reduced when levels of CstF50 are lower (Fig. 5, arrows). We are confident that this represents a significant reduction, since it is seen with single genes and all three classes of operon genes, all representing independent datasets. Perhaps under normal conditions CstF50 brings CstF64 to RNAPII at the transcription site before the 3′ end signal has been synthesized. However, under low levels of CstF50, CstF64 is not recruited until the pre-mRNA beyond the 3′ end is synthesized, since CstF64 is the RNA binding subunit. We also wanted to investigate CstF50 recruitment in the absence of CstF64, but CstF64 knockdown was lethal, so we were unable to perform this experiment. DiscussionOur data have implications for how transcription termination may be prevented at internal 3′ ends in operons. We used ChIP-seq to map the in vivo localization of RNAPII at a genome-wide level, which showed that all 3′ ends contain paused RNAPII phosphorylated at Ser2, including internal 3′ ends in operons, which are not accompanied by termination. This indicates that the 3′ pause is a feature of 3′ end formation, rather than of transcription termination. Furthermore, we found that this peak of RNAPII at 3′ ends of genes co-localizes with maximal recruitment of the CstF complex, suggesting that RNAPII molecules at internal 3′ end in operons should be competent for termination. Thus, the hypothesis that RNAPII is prevented from terminating at internal 3′ ends in operons by restriction of XRN2 access by the 5′ cap provided by SL2 trans-splicing seems likely.RNAPII pauses at each 3′ end within operons, thus treating these multi-gene loci as if they were independent genes. C. elegans contains clear homologs of all CPSF subunits44 and has been shown to contain the canonical 3′ end formation sequences at both internal and terminal 3′ ends.41 RNAPII pausing is a known characteristic of poly-A signal transcription. Indeed, RNAPII pausing at 3′ ends of mammalian core histone genes, which code for non-polyadenylated transcripts, is brief or absent.66 The paused RNAPII at the 3′ end of all operon genes co-localizes with Ser2p. This is consistent with the finding that RNAPII pausing downstream of the 3′ end of genes is sufficient for Ser2 phosphorylation.25 Mutational analysis performed in human cells using an RNAPII lacking serine 2 resulted in impaired 3′ end formation as well as loss in the binding of the 3′ end factor PCF11.23 Moreover, RNAPII levels that are maximally phosphorylated on serine 2 tend to peak downstream of the site of polyadenylation.19–22 The fact that the peak of 3′ pausing and Ser2 phosphorylation occurs right at the site of 3′ end cleavage in worms is an interesting difference from mammals. Therefore, Ser2p at 3′ ends of internal genes in operons most probably functions in guiding 3′ end formation, similar to terminal and single gene 3′ ends. Since the ratio of Ser2p to total RNAPII does not change appreciably as the operon is traversed, it seems likely that RNAPII remains phosphorylated on Ser2 throughout the operon (Fig. 4). It appears the peaks at each 3′ end represent sites of pausing, rather than of new Ser2 phosphorylation. The one possible exception is the 3′ end of the terminal gene in the operon, where Ser2p increases more than total RNAPII. This may imply a special role for Ser2p in transcription termination.ChIP experiments done in C. elegans and mammals have shown that RNAPII continues transcribing downstream of the poly-A site for another 0.5 kb1–.5 kb.28,29 Prior to termination, RNAPII is in a paused conformation, co-localizing with maximal Ser2p and bound by high levels of CstF64 and 77.28 In a similar situation, we have shown that internal 3′ ends in operons are both maximally phosphorylated at Ser2 and contain high levels of CstF50 and 64. In contrast to mammals, the peak of paused RNAPII containing Ser2p and CstF in worms occurs much closer to the poly-A site, which may simply reflect a more compact genome, or perhaps a somewhat different relationship between 3′ end pausing and termination. Overall, these results provide evidence that RNAPII is pausing at all 3′ ends in operons, suggesting that internal 3′ ends in operons is primed for termination but is prevented by a mechanism other than affecting RNAPII or CstF recruitment. Liu et al.,65 proposed that RNAPII is prevented from terminating at internal 3′ ends by a factor bound to the Ur element, a sequence between operon genes required for SL2 trans-splicing. This factor could temporarily block the passage of the XRN-2 exonuclease until SL2 trans-splicing provides a cap to the downstream RNA.1,2Several pre-mRNA processing factors have been shown to bind the phosphorylated form of RNAPII CTD, leading to the proposal that these phosphorylations may guide the co-transcriptional processing of the pre-mRNA (for a review see ref. 16). However, for the case of Ser2p the possibility remains that these phosphorylation events are not needed for guiding pre-mRNA processing, but instead for events following pre-mRNA processing, such as transcription termination. We found that Ser2p is associated with all 3′ ends in operons, even those not associated with transcription termination. This result provides novel and independent evidence that, again, this phosphorylation functions in 3′ end formation rather than transcription termination. Furthermore, this indicates that Ser2p cannot be sufficient for causing transcription termination, since Ser2p is present at 3′ ends in which termination does not occur following 3′ end formation.69How is CstF recruited? The ability of CstF50 to bind the CTD8 may be important, as may the ability of CstF64 to bind RNA. Interestingly, the CstF50 ChIP profile along genes does not match that of RNAPII, except at 3′ ends, suggesting the possibility that the CstF50/CTD interaction only occurs at 3′ ends of genes when RNAPII is paused. CstF64 was still recruited to gene 3′ ends when CstF50 was reduced by RNAi, albeit to a lesser extent. These results suggest that CstF64 could be recruited to the transcription site directly by the RNA and independent of CstF50. Perhaps both the protein/protein and protein/RNA interactions act together to ensure CstF recruitment. MethodsWorm culture and growing conditionsMixed stage and synchronized Bristol (N2) worms were maintained and grown as described by Sulston and Brenner.67 Worms for ChIP experiments were synchronized and grown in liquid culture until the young adult stage with few eggs. For other assays, worms were grown in NGM plates. The worms were then washed three times in water and the bacteria were cleared by sucrose flotation.Formaldehyde in vivo cross-linkingWorms were frozen in liquid nitrogen and grounded to a powder with a mortar and pestle. The resulting worm powder was transferred to cross-linking buffer (1 mM PMSF, 1 mM EDTA, 1 mM EGTA, 1% formaldehyde, PBS) for 10 minutes at room temperature. The reaction was quenched for 5 minutes at room temperature by addition of glycine to a final concentration of 125 mM, and the mixture was sedimented at 4,000 g. Pellets were washed three times with FA buffer + 0.1% SDS (50 mM HEPES pH 7.5, 1 mM EDTA, 1% Triton, 0.1% deoxycholic acid, 150 mM NaCl, 0.1% SDS) containing one protease inhibitor cocktail tablet (Roche). Each wash was sedimented at 4,000 g. Then pellets were divided into 500 uL aliquots and stored at −80°C.Chromatin immunoprecipitation (ChIP)Each aliquot was resuspended in 1.5 mL of FA buffer + 0.3% SDS containing protease (Roche complete cocktail tablets 11697498001) and phosphatase inhibitors (GBiosciences 786-450). The samples were sonicated with a Virsonic digital 600 sonicator using a microtip (20 pulses of 11 seconds each at 30% amplitude with bursts of 0.9 seconds on and 0.5 seconds off), to generate DNA fragments of approximately 500 bp, as determined experimentally. Samples were sedimented at 13,000 g for 15 minutes at 4°C, and the supernatant transferred to a new tube, which was then diluted to 4.5 mL with FA buffer containing protein and phosphatase inhibitors. The extract was divided into four 1 mL samples.Immunoprecipitation and elution were performed according to Lee et al. 70 with some modifications: For each 1 mL extract, 100 uL of protein A Dynabeads (Invitrogen), conjugated with antibody, were added. After a 4°C overnight incubation, the beads were washed five times with RIPA buffer (50 mM HEPES pH 7.5, 1 mM EDTA, 1% NP-40, 0.7% deoxycholic acid, 0.5 M LiCl) and once with TE + 50 mM NaCl. The beads containing the protein–DNA complex were transfer using cold TE to a clean eppendorf tube before elution. After removal of any TE buffer, 210 uL of elution buffer (50 mM Tris-HCl pH 8, 10 mM EDTA, 1% SDS) was added and incubated at 65°C for 30 minutes, with intense mixing briefly every 5 minutes. The elution was separated from the beads by applying the magnet. 10 uL of proteinase K (20 mg/mL) was added to the eluted fraction and incubated at 55°C for 2 to 3 hours. Alternatively, in recent versions of the protocol the RNA was degraded from the IP DNA to improve the recovery from the Qiagen PCR purification columns. In these cases, 30ug of affinity purified RNAse A (Ambion) was added to each tube and incubated at 37°C for ∼2 hours. Then, 10 uL of proteinase K (20 mg/mL) was added to each eluted and incubates at 55°C for 2 hours. The tubes in either version were transferred to 65°C overnight to reverse the crosslinks.DNA isolation and purificationFor ChIP-on-chip the DNA was purified using the Affymetrix cDNA cleanup kit eluted twice with 20 uL of elution buffer. For ChIP-seq the DNA was purified using a Qiagen column and eluted twice with 30 uL of water.Affymetrix tiling arraysWe used the GeneChip C. elegans Tiling 1.0R array from Affymetrix. Each array is composed of 3.2 million probes spanning the whole non-repetitive worm genome. The probes are tiled at an average resolution of 25 base pairs, measured from the center of the adjacent probe. The preparation of the IP DNA for hybridization was done according to the manufacturer's protocol. Briefly, PCR was performed on the purified IP DNA for dUTP incorporation; cycle number is dependent on the quality of the antibody used and maintained of the enrichment post-amplification was determined experimentally by qPCR. Next, the amplified IP DNA was enzymatically fragmented (uracil DNA glycosylase and APE-1) into smaller pieces (< 100 bp) and labeled with biotin at their 3′ ends with terminal deoxynucleotidyl transferase. Finally, the fragmented and labeled DNA was hybridized to the array.ChIP-seq library preparationPreparation of the DNA library was performed according to the manufacturer's protocol (Illumina). Approximately, 10 ng of enriched IP DNA was used for the library preparation. The overhangs resulting from the ChIP experiment were converted into blunt ends using the end repair mix. Single “A” nucleotides were added to 3′ ends of the blunt fragments to prevent them from self-ligating. Different sequence adapters were ligated to the 5′ and 3′ ends, follow by gel extraction of ligation products between 250 and 300 bp. PCR of 20 cycles was used to enrich DNA fragments containing the adapters, allowing the DNA to bind the flow cell. The library was first validated by fluorescence Qubit (Invitrogen) and Agilent Technologies 2100 Bioanalyzer, and then sequenced using the Illumina Hiseq 2000 platform, multiplexing two samples in a single lane (Table 1).Table 1.ChIP-seq and RNA-seq library information. All libraries were sequenced with an Illumina Hiseq2000 machine. The number of mapped reads was calculated in each case using Samtools flagstat function on Bam files.ChIP-seq libraries# map readsRaw dataProcessed dataCstF6455,054,346cstf64.fqcstf64_WT.wig.gzCstF64 rep142,066,080CstF64_TCA_L001_R1_001.fastqCstF64_repeat_WT.wig.gzCstF5071,610,607Cstf50_OLD_TTCAGC_L004_R1_001.fastqcstf50.wig.gzCstF50 rep156,192,990CstF50_AB_GACG_L002_R1_001.fastqcstf50-rep.wig.gzTotal RNAPII (8wg16)38,121,2018wg16_ACG_L008_R1_001.fastq8wg16.wig.gzTotal RNAPII (Bentley) rep123,395,444Bentley_CTD_rep.fastqBentleyCTD_rep.wig.gzTotal RNAPII (Bentley) rep237,584,291Bentley_CTD.fastqBentleyCTD.wig.gzSer2p80,681,498Ser2p.fastqser2p.wig.gzSer2p rep149,376,809SER2p_GGA_L001_R1_001.fastqSer2p_repeat.wig.gzCstF64 in RNAi51,618,437CstF64_RNAi.fqCstF64_RNAi.wig.gzCstF64 in RNAi rep129,001,792CstF64_RNAi_rep_TCA_L001_R1_001.fastqcstf64-RNAi-rep1.wig.gzCstF64 in RNAi rep222,194,982CstF64_RNAi_1_GGA_L001_R1_001.fastqCstF64_RNAi__rep2.wig.gz8wg16 in RNAi74,005,1128wg16_RNAi_CCTCGG_L006_R1_001.fastq8wg16_RNAi.wig.gz8wg16 in RNAi rep172,988,9388wg16_RNAi_Rep1_GGACCC_L006_R1_001.fastq8wg16_RNAi_rep.wig.gzSer2p in RNAi46,298,353Ser2p_RNAi_1_CCC_L008_R1_001.fastqSer2p_RNAi.wig.gzSer2p in RNAi rep147,296,297Ser2p_RNAi_2_AGC_L008_R1_001.fastqser2p_RNAi_rep.wig.gzH3K4me3117,399,626N2-1_GGACCC_L005_R1_001.fastq.gzH3K4me3.wig.gzInput DNA68,623,378N2_r1-suffix.fastq, N2_r2-suffix.fastqInputDNA.wig.gz k  RNA-seq libraries# map readsRaw dataProcessed dataEmpty vector PolyA9,941,393SK412_13_NoIndex_L005_R1_001.fastqcuffdiffs_mRNA.txtEmpty vector PolyA rep16,756,942SK412_14_NoIndex_L006_R1_001.fastqcuffdiffs_mRNA.txtCstF50 RNAi PolyA9,537,397SK412_15_NoIndex_L007_R1_001.fastqcuffdiffs_mRNA.txtCstF50 RNAi PolyA rep18,786,963SK412_16_NoIndex_L008_R1_001.fastqcuffdiffs_mRNA.txtEmpty vector total184,994,326N2_totalRNA_file1.fastq, N2_totalRNA_file2.fastqDeseq_totalRNA.txtEmpty vector total rep193,764,790N2_totalRNA_file3.fastq, N2_totalRNA_file4.fastqDeseq_totalRNA.txtCstF50 RNAi total326,670,681cpf1_RNAi-1_GCCAAT_L008_R1_001.fastq, cpf1_RNAi-1_GCCAAT_L008_R2_001.fastqDeseq_totalRNA.txtCstF50 RNAi total rep1268,564,434cpf1_RNAi-2_CTTGTA_L008_R1_001.fastq, cpf1_RNAi-2_CTTGTA_L008_R2_001.fastqDeseq_totalRNA.txtOpen in a separate windowRNA-seq library preparationRNA was extracted using Trizol reagent (Invitrogen) following manufacture recommendations. For poly-A selected RNA, total RNA was shipped to Dr Scott Kuersten PhD at Epicenter for poly-A selection, library construction and sequencing. For total RNA samples, Ribozero (Illumina) was used to remove rRNA contamination followed by ScriptSeq RNA-Seq Library Preparation Kit (Illumina) (Table 1).Galaxy: reads manipulationsGalaxy is an open, web-based platform for accessible, reproducible and transparent computational biomedical research. We used Galaxy for processed and mapped all sequencing reads. Bases from reads were trimmed from either end that had a quality score less than 31 (scale 0–40), then the entire read length was filtered by a quality score no less than 20 and allowed 0 bases outside this range. Adapters and barcodes were cleaved from the ends of each read, and mapped to the C. elegans genome (ce10) using Bowtie (default settings).Peak calling algorithmThe model-based analysis of ChIP-seq (MACS 1.0.1) algorithm was used from the galaxy web browser to find statistically significant peaks. Bam files containing aligned reads were used as input files for MACS, which outputs a wiggle file at 1 bp resolution (used for python script) and a Bed file. Based on the parameters used on galaxy, MACS slides 500 bp windows across the genome to find regions containing reads 2-fold enriched relative to a background level. For each candidate peak a background level is calculated by counting the number of reads in a 5 kb, or 10 kb window centered from the peak location. Using a p value cutoff of 1e–5, the candidate peaks are selected and reported as fold enrichment over the local background level.Python scriptWill Kruesi, from the B. Meyer lab at the University of California at Berkley, wrote the script on python called “average profiles.” It is used to create metagenes around a feature (poly A site), or across a gene by scaling them to the same size. MACS created all wiggle files and they were normalized using the java-genomics-toolkit package against a DNA input control. The script calculates average fold enrichment by adding the level of signal at each base pair and divides it by the number of genes. If a gene 3′ end is not present in the input wiggle file then nothing will be added to the total, but it will still be counted toward the average. All metagene analysis was done using the transcription start site based on Kruesi et al.46Meta-operonsExpressed operons (first, internal and terminal) were obtained using a recently published list of operons (69) requiring an FPKM > 20 in the RNA-seq data. Only operons containing an intercistronic space between 90 and 120 bp, high levels (>80%) of SL2 trans-splicing to the downstream gene and greater than 2 kb in length were considered in the analysis (n = 1,000).CstF50 knock-downStrain containing a balanced deletion allele for CstF50 (tm 4163) was obtained from the Caenorhabditis Genetic Center (CGC). We used RNAi by feeding to significantly knocked-down CstF50 levels in this balance deletion strain. Bacteria expressing dsRNA corresponding to part of the CstF50 locus were used to feed synchronized starved L1s either on plates or liquid culture. For the RNAi done in plates, the bacteria was induced by adding log-phase grown bacteria to NGM plates containing ampicillin and IPTG and left at room temperature for at least 2 hours before adding the starved L1s. For the RNAi done in liquid, the bacteria was previously induced before being fed to the starved L1s. Briefly, a single colony of the CstF50 RNAi bacteria was used to inoculate a 3 mL overnight LB broth culture. Then, 100 uL of this overnight was used to inoculate 1 L of LB broth and grown at 37°C until log-phase (∼3 hours). Next, IPTG was added to a final concentration of 1 mM and induced at 37°C overnight. Finally, the bacteria were sedimented at 4,000 g and fed to the starved L1s. In both plates and liquid the worms were allowed to grown on the RNAi bacteria for 3 to 4 days at 20°C.Measuring transcription termination in CstF50 RNAi wormsIn order to calculate transcription termination, we deep sequenced ribosomal depleted RNA from control and CstF50 RNAi samples. To determine termination defects, we quantify the number of reads in a 50 bp window downstream of the cleavage site. Then these reads were normalized to the total number of mapped reads in each data set and compared to each other.Antibodiesα-Ser2p antibodies were from Bethyl Laboratories (A300-654A). The “total RNAPII” antibody is either a rabbit polyclonal antibody raised against the recombinant mouse CTD (52 repeats) protein, which was a gift from David Bentley, or the 8wg16 antibody that is commercially available from Millipore (05-952). α-CstF64 antibody is a rabbit polyclonal antibody raised against the recombinant full-length C. elegans protein. α-CstF50 antibody is a polyclonal antibody raised against a synthetic peptide encoded in the N-terminal region of the protein. α-H3K9ac is a commercially available rabbit polyclonal antibody from Abcam (4441).\n\n References[1] West S, Gromak N, Proudfoot NJ. \nHuman 5′ –>3′ exonuclease Xrn2 promotes transcription termination at co-transcriptional cleavage sites. Nature\n2004; 432(7016):522-525. [PubMed] [Google Scholar][2] Kim M, Krogan NJ, Vasiljeva L, Rando OJ, Nedea E, Greenblatt JF, Buratowski S. \nThe yeast Rat1 exonuclease promotes transcription termination by RNA polymerase II. Nature\n2004; 432(7016):517-522. [PubMed] [Google Scholar][3] Stiller JW, Hall BD. \nEvolution of the RNA polymerase II C-terminal domain. Proc Natl Acad Sci U S A\n2002; 99(9):6091-6096. [PMC free article] [PubMed] [Google Scholar][4] Corden JL, Cadena DL, Ahearn JM Jr, Dahmus ME. \nA unique structure at the carboxyl terminus of the largest subunit of eukaryotic RNA polymerase II. Proc Natl Acad Sci U S A\n1985; 82(23):7934-7938. [PMC free article] [PubMed] [Google Scholar][5] Srivastava R, Ahn SH. \nModifications of RNA polymerase II CTD: Connections to the histone code and cellular function. Biotechnol Adv\n2015; 33(6 Pt 1):856-872. [PubMed] [Google Scholar][6] McCracken S, Fong N, Rosonina E, Yankulov K, Brothers G, Siderovski D, Hessel A, Foster S, Shuman S, Bentley DL. \n5′-Capping enzymes are targeted to pre-mRNA by binding to the phosphorylated carboxy-terminal domain of RNA polymerase II. Genes Dev\n1997; 11(24):3306-3318. [PMC free article] [PubMed] [Google Scholar][7] McCracken S, Fong N, Yankulov K, Ballantyne S, Pan G, Greenblatt J, Patterson SD, Wickens M, Bentley DL. \nThe C-terminal domain of RNA polymerase II couples mRNA processing to transcription. Nature\n1997; 385(6614):357-361. [PubMed] [Google Scholar][8] Fong N, Bentley DL. \nCapping, splicing, and 3′ processing are independently stimulated by RNA polymerase II: different functions for different segments of the CTD. Genes Dev\n2001; 15(14):1783-1795. [PMC free article] [PubMed] [Google Scholar][9] Fong N, Bird G, Vigneron M, Bentley DL. \nA 10 residue motif at the C-terminus of the RNA pol II CTD is required for transcription, splicing and 3′ end processing. EMBO J\n2003; 22(16):4274-4282. [PMC free article] [PubMed] [Google Scholar][10] Rosonina E, Blencowe BJ. \nAnalysis of the requirement for RNA polymerase II CTD heptapeptide repeats in pre-mRNA splicing and 3′-end cleavage. RNA\n2004; 10(4):581-589. [PMC free article] [PubMed] [Google Scholar][11] Greenleaf AL.\nPositive patches and negative noodles: linking RNA processing to transcription?\nTrends Biochem Sci\n1993; 18(4):117-119. [PubMed] [Google Scholar][12] Perales R, Bentley D. \n“Cotranscriptionality”: the transcription elongation complex as a nexus for nuclear transactions. Mol Cell\n2009; 36(2):178-191. [PMC free article] [PubMed] [Google Scholar][13] Egloff S, Dienstbier M, Murphy S. \nUpdating the RNA polymerase CTD code: adding gene-specific layers. Trends Genet\n2012; 28(7):333-341. [PubMed] [Google Scholar][14] Hsin JP, Manley JL. \nThe RNA polymerase II CTD coordinates transcription and RNA processing. Genes Dev\n2012; 26(19):2119-2137. [PMC free article] [PubMed] [Google Scholar][15] Komarnitsky P, Cho EJ, Buratowski S. \nDifferent phosphorylated forms of RNA polymerase II and associated mRNA processing factors during transcription. Genes Dev\n2000; 14(19):2452-2460. [PMC free article] [PubMed] [Google Scholar][16] Heidemann M, Hintermair C, Voß K, Eick D. \nDynamic phosphorylation patterns of RNA polymerase II CTD during transcription. Biochim Biophys Acta\n2013; 1829(1):55-62. [PubMed] [Google Scholar][17] Tietjen JR, Zhang DW, Rodríguez-Molina JB, White BE, Akhtar MS, Heidemann M, Li X, Chapman RD, Shokat K, Keles S, et al.. \nChemical-genomic dissection of the CTD code. Nat Struct Mol Biol\n2010; 17(9):1154-1161. [PMC free article] [PubMed] [Google Scholar][18] Ho CK, Shuman S. \nDistinct roles for CTD Ser-2 and Ser-5 phosphorylation in the recruitment and allosteric activation of mammalian mRNA capping enzyme. Mol Cell\n1999; 3(3):405-411. [PubMed] [Google Scholar][19] Brookes E, de Santiago I, Hebenstreit D, Morris KJ, Carroll T, Xie SQ, Stock JK, Heidemann M, Eick D, Nozaki N, et al.. \nPolycomb associates genome-wide with a specific RNA polymerase II variant, and regulates metabolic genes in ESCs. Cell Stem Cell\n2012; 10(2):157-170. [PMC free article] [PubMed] [Google Scholar][20] Grosso AR, de Almeida SF, Braga J, Carmo-Fonseca M. \nDynamic transitions in RNA polymerase II density profiles during transcription termination. Genome Res\n2012; 22(8):1447-1456. [PMC free article] [PubMed] [Google Scholar][21] Hintermair C, Heidemann M, Koch F, Descostes N, Gut M, Gut I, Fenouil R, Ferrier P, Flatley A, Kremmer E, et al.. \nThreonine-4 of mammalian RNA polymerase II CTD is targeted by Polo-like kinase 3 and required for transcriptional elongation. EMBO J\n2012; 31(12):2784-2797. [PMC free article] [PubMed] [Google Scholar][22] Rahl PB, Lin CY, Seila AC, Flynn RA, McCuine S, Burge CB, Sharp PA, Young RA. \nc-Myc regulates transcriptional pause release. Cell\n2010; 141(3):432-445. [PMC free article] [PubMed] [Google Scholar][23] Gu B, Eick D, Bensaude O. \nCTD serine-2 plays a critical role in splicing and termination factor recruitment to RNA polymerase II in vivo. Nucleic Acids Res\n2013; 41(3):1591-1603. [PMC free article] [PubMed] [Google Scholar][24] Mapendano CK, Lykke-Andersen S, Kjems J, Bertrand E, Jensen TH. \nCrosstalk between mRNA 3′ end processing and transcription initiation. Mol Cell\n2010; 40(3):410-422. [PubMed] [Google Scholar][25] Davidson L, Muniz L, West S. \n3′ end formation of pre-mRNA and phosphorylation of Ser2 on the RNA polymerase II CTD are reciprocally coupled in human cells. Genes Dev\n2014; 28(4):342-356. [PMC free article] [PubMed] [Google Scholar][26] Bauren G, Belikov S, Wieslander L. \nTranscriptional termination in the Balbiani ring 1 gene is closely coupled to 3′-end formation and excision of the 3′-terminal intron. Genes Dev\n1998; 12(17):2759-2769. [PMC free article] [PubMed] [Google Scholar][27] Dye MJ, Proudfoot NJ. \nTerminal exon definition occurs cotranscriptionally and promotes termination of RNA polymerase II. Mol Cell\n1999; 3(3):371-378. [PubMed] [Google Scholar][28] Glover-Cutter K, Kim S, Espinosa J, Bentley DL. \nRNA polymerase II pauses and associates with pre-mRNA processing factors at both ends of genes. Nat Struct Mol Biol\n2008; 15(1):71-78. [PMC free article] [PubMed] [Google Scholar][29] Haenni S, Sharpe HE, Gravato Nobre M, Zechner K, Browne C, Hodgkin J, Furger A. \nRegulation of transcription termination in the nematode Caenorhabditis elegans. Nucleic Acids Res\n2009; 37(20):6723-6736. [PMC free article] [PubMed] [Google Scholar][30] Logan J, Falck-Pedersen E, Darnell JE Jr, Shenk T. \nA poly(A) addition site and a downstream termination region are required for efficient cessation of transcription by RNA polymerase II in the mouse beta maj-globin gene. Proc Natl Acad Sci U S A\n1987; 84(23):8306-8310. [PMC free article] [PubMed] [Google Scholar][31] Whitelaw E, Proudfoot N. \nAlpha-thalassaemia caused by a poly(A) site mutation reveals that transcriptional termination is linked to 3′ end processing in the human alpha 2 globin gene. EMBO J\n1986; 5(11):2915-2922. [PMC free article] [PubMed] [Google Scholar][32] Zaret KS, Sherman F. \nDNA sequence required for efficient transcription termination in yeast. Cell\n1982; 28(3):563-573. [PubMed] [Google Scholar][33] Gilmartin GM, Nevins JR. \nAn ordered pathway of assembly of components required for polyadenylation site recognition and processing. Genes Dev\n1989; 3(12B):2180-2190. [PubMed] [Google Scholar][34] Takagaki Y, Ryner LC, Manley JL. \nFour factors are required for 3′-end cleavage of pre-mRNAs. Genes Dev\n1989; 3(11):1711-1724. [PubMed] [Google Scholar][35] Takagaki Y, Ryner LC, Manley JL. \nSeparation and characterization of a poly(A) polymerase and a cleavage/specificity factor required for pre-mRNA polyadenylation. Cell\n1988; 52(5):731-742. [PubMed] [Google Scholar][36] Bai Y.\nAuperin TC, Chou CY, Chang GG, Manley JL, Tong L. \nCrystal structure of murine CstF-77: dimeric association and implications for polyadenylation of mRNA precursors. Mol Cell\n2007; 25(6):863-875. [PubMed] [Google Scholar][37] Legrand P, Pinaud N, Minvielle-Sébastia L, Fribourg S. \nThe structure of the CstF-77 homodimer provides insights into CstF assembly. Nucleic Acids Res\n2007; 35(13):4515-4522. [PMC free article] [PubMed] [Google Scholar][38] Takagaki Y, Manley JL. \nComplex protein interactions within the human polyadenylation machinery identify a novel component. Mol Cell Biol\n2000; 20(5):1515-1525. [PMC free article] [PubMed] [Google Scholar][39] Takagaki Y, Manley JL. \nA polyadenylation factor subunit is the human homologue of the Drosophila suppressor of forked protein. Nature\n1994; 372(6505):471-474. [PubMed] [Google Scholar][40] Takagaki Y, Manley JL. \nLevels of polyadenylation factor CstF-64 control IgM heavy chain mRNA accumulation and other events associated with B cell differentiation. Mol Cell\n1998; 2(6):761-771. [PubMed] [Google Scholar][41] Graber JH, Salisbury J, Hutchins LN, Blumenthal T. \nC. elegans sequences that control trans-splicing and operon pre-mRNA processing. RNA\n2007; 13(9):1409-1426. [PMC free article] [PubMed] [Google Scholar][42] Salisbury J, Hutchison KW, Graber JH. \nA multispecies comparison of the metazoan 3′-processing downstream elements and the CstF-64 RNA recognition motif. BMC Genomics\n2006; 7:55. [PMC free article] [PubMed] [Google Scholar][43] Hatton LS, Eloranta JJ, Figueiredo LM, Takagaki Y, Manley JL, O'Hare K. \nThe Drosophila homologue of the 64 kDa subunit of cleavage stimulation factor interacts with the 77 kDa subunit encoded by the suppressor of forked gene. Nucleic Acids Res\n2000; 28(2):520-526. [PMC free article] [PubMed] [Google Scholar][44] Cui M, Allen MA, Larsen A, Macmorris M, Han M, Blumenthal T. \nGenes involved in pre-mRNA 3′-end formation and transcription termination revealed by a lin-15 operon Muv suppressor screen. Proc Natl Acad Sci U S A\n2008; 105(43):16665-16670. [PMC free article] [PubMed] [Google Scholar][45] Garrido-Lecca A, Blumenthal T. \nRNA polymerase II C-terminal domain phosphorylation patterns in Caenorhabditis elegans operons, polycistronic gene clusters with only one promoter. Mol Cell Biol\n2010; 30(15):3887-3893. [PMC free article] [PubMed] [Google Scholar][46] Kruesi WS, Core LJ, Waters CT, Lis JT, Meyer BJ. \nCondensin controls recruitment of RNA polymerase II to achieve nematode X-chromosome dosage compensation. Elife\n2013; 2:e00808. [PMC free article] [PubMed] [Google Scholar][47] Schroeder SC, Schwer B, Shuman S, Bentley D. \nDynamic association of capping enzymes with transcribing RNA polymerase II. Genes Dev\n2000; 14(19):2435-2440. [PMC free article] [PubMed] [Google Scholar][48] Alexander RD, Innocente SA, Barrass JD, Beggs JD. \nSplicing-dependent RNA polymerase pausing in yeast. Mol Cell\n2010; 40(4):582-593. [PMC free article] [PubMed] [Google Scholar][49] Brodsky AS, Meyer CA, Swinburne IA, Hall G, Keenan BJ, Liu XS, Fox EA, Silver PA. \nGenomic mapping of RNA polymerase II reveals sites of co-transcriptional regulation in human cells. Genome Biol\n2005; 6(8):R64. [PMC free article] [PubMed] [Google Scholar][50] Chodavarapu RK, Feng S, Bernatavichute YV, Chen PY, Stroud H, Yu Y, Hetzel JA, Kuo F, Kim J, Cokus SJ, et al.. \nRelationship between nucleosome positioning and DNA methylation. Nature\n2010; 466(7304):388-392. [PMC free article] [PubMed] [Google Scholar][51] Jonkers I, Kwak H, Lis JT. \nGenome-wide dynamics of Pol II elongation and its interplay with promoter proximal pausing, chromatin, and exons. Elife\n2014; 3:e02407. [PMC free article] [PubMed] [Google Scholar][52] Kwak H, Fuda NJ, Core LJ, Lis JT. \nPrecise maps of RNA polymerase reveal how promoters direct initiation and pausing. Science\n2013; 339(6122):950-953. [PMC free article] [PubMed] [Google Scholar][53] Swinburne IA, Meyer CA, Liu XS, Silver PA, Brodsky AS. \nGenomic localization of RNA binding proteins reveals links between pre-mRNA processing and transcription. Genome Res\n2006; 16(7):912-921. [PMC free article] [PubMed] [Google Scholar][54] Venkataraman K, Brown KM, Gilmartin GM. \nAnalysis of a noncanonical poly(A) site reveals a tripartite mechanism for vertebrate poly(A) site recognition. Genes Dev\n2005; 19(11):1315-1327. [PMC free article] [PubMed] [Google Scholar][55] Kim M, Ahn SH, Krogan NJ, Greenblatt JF, Buratowski S. \nTransitions in RNA polymerase II elongation complexes at the 3′ ends of genes. EMBO J\n2004; 23(2):354-364. [PMC free article] [PubMed] [Google Scholar][56] Gilmartin GM, Nevins JR. \nMolecular analyses of two poly(A) site-processing factors that determine the recognition and efficiency of cleavage of the pre-mRNA. Mol Cell Biol\n1991; 11(5):2432-2438. [PMC free article] [PubMed] [Google Scholar][57] Wilusz J, Shenk T, Takagaki Y, Manley JL. \nA multicomponent complex is required for the AAUAAA-dependent cross-linking of a 64-kilodalton protein to polyadenylation substrates. Mol Cell Biol\n1990; 10(3):1244-1248. [PMC free article] [PubMed] [Google Scholar][58] Spieth J, Brooke G, Kuersten S, Lea K, Blumenthal T. \nOperons in C. elegans: polycistronic mRNA precursors are processed by trans-splicing of SL2 to downstream coding regions. Cell\n1993; 73(3):521-532. [PubMed] [Google Scholar][59] Allen MA, Hillier LW, Waterston RH, Blumenthal T. \nA global analysis of C. elegans trans-splicing. Genome Res\n2011; 21(2):255-264. [PMC free article] [PubMed] [Google Scholar][60] Huang P, Pleasance ED, Maydan JS, Hunt-Newbury R, O'Neil NJ, Mah A, Baillie DL, Marra MA, Moerman DG, Jones SJ. \nIdentification and analysis of internal promoters in Caenorhabditis elegans operons. Genome Res\n2007; 17(10):1478-1485. [PMC free article] [PubMed] [Google Scholar][61] Whittle CM, McClinic KN, Ercan S, Zhang X, Green RD, Kelly WG, Lieb JD. \nThe genomic distribution and function of histone variant HTZ-1 during C. elegans embryogenesis. PLoS Genet\n2008; 4(9):e1000187. [PMC free article] [PubMed] [Google Scholar][62] Birse CE, Lee BA, Hansen K, Proudfoot NJ. \nTranscriptional termination signals for RNA polymerase II in fission yeast. EMBO J\n1997; 16(12):3633-3643. [PMC free article] [PubMed] [Google Scholar][63] Yonaha M, Proudfoot NJ. \nTranscriptional termination and coupled polyadenylation in vitro. EMBO J\n2000; 19(14):3770-3777. [PMC free article] [PubMed] [Google Scholar][64] Connelly S, Manley JL. \nA functional mRNA polyadenylation signal is required for transcription termination by RNA polymerase II. Genes Dev\n1988; 2(4):440-452. [PubMed] [Google Scholar][65] Liu Y, Kuersten S, Huang T, Larsen A, MacMorris M, Blumenthal T. \nAn uncapped RNA suggests a model for Caenorhabditis elegans polycistronic pre-mRNA processing. RNA\n2003; 9(6):677-687. [PMC free article] [PubMed] [Google Scholar][66] Anamika K, Gyenis À, Poidevin L, Poch O, Tora L. \nRNA polymerase II pausing downstream of core histone genes is different from genes producing polyadenylated transcripts. PLoS One\n2012; 7(6):e38769. [PMC free article] [PubMed] [Google Scholar][67] Sulston JE, Brenner S. \nThe DNA of Caenorhabditis elegans. Genetics\n1974; 77(1):95-104. [PMC free article] [PubMed] [Google Scholar][68] Blumenthal T, Davis P, Garrido-Lecca A. \nOperon and non-operon gene clusters in the C. elegans genome. WormBook\n2015:1-20. [PMC free article] [PubMed] [Google Scholar][69] Fusby B, Kim S, Erickson B, Kim H, Peterson ML, Bentley DL. \nCoordination of RNA Polymerase II Pausing and 3′ End Processing Factor Recruitment with Alternative Polyadenylation. Mol Cell Biol\n2015; 36(2):295-303. [PMC free article] [PubMed] [Google Scholar][70] Lee TI, Johnstone SE, Young RA. \nChromatin immunoprecipitation and microarray-based analysis of protein location. Nat Protoc\n2006; 1(2):729-748. [PMC free article] [PubMed] [Google Scholar]"}