{"title": "Multiomic Analysis of the UV-Induced DNA Damage Response", "pubDate": "2016", "PMCID": "PMC4893159", "DOI": "10.1016/j.celrep.2016.04.047", "PMID": "27184836", "abstract": "In order to facilitate the identification of factors and pathways in the cellular response to UV-induced DNA damage, several descriptive proteomic screens and a functional genomics screen were performed in parallel. Numerous factors could be identified with high confidence when the screen results were superimposed and interpreted together, incorporating biological knowledge. A searchable database, bioLOGIC, which provides access to relevant information about a protein or process of interest, was established to host the results and facilitate data mining. Besides uncovering roles in the DNA damage response for numerous proteins and complexes, including Integrator, Cohesin, PHF3, ASC-1, SCAF4, SCAF8, and SCAF11, we uncovered a role for the poorly studied, melanoma-associated serine/threonine kinase 19 (STK19). Besides effectively uncovering relevant factors, the multiomic approach also provides a systems-wide overview of the diverse cellular processes connected to the transcription-related DNA damage response.", "author": [{"author": "Stefan Boeing", "affiliation": ["Mechanisms of Transcription Laboratory, the Francis Crick Institute, Clare Hall Laboratories, South Mimms EN6 3LD, UK; Bioinformatics and Biostatistics Laboratory, the Francis Crick Institute, 44 Lincoln's Inn Fields, London WC2A 3LY, UK."], "href": "/?term=Boeing+S&cauthor_id=27184836"}, {"author": "Laura Williamson", "affiliation": ["Mechanisms of Transcription Laboratory, the Francis Crick Institute, Clare Hall Laboratories, South Mimms EN6 3LD, UK."], "href": "/?term=Williamson+L&cauthor_id=27184836"}, {"author": "Vesela Encheva", "affiliation": ["Protein Analysis and Proteomics Laboratory, the Francis Crick Institute, Clare Hall Laboratories, South Mimms EN6 3LD, UK."], "href": "/?term=Encheva+V&cauthor_id=27184836"}, {"author": "Ilaria Gori", "affiliation": ["High Throughput Screening Laboratory, the Francis Crick Institute, 44 Lincoln's Inn Fields, London WC2A 3LY, UK."], "href": "/?term=Gori+I&cauthor_id=27184836"}, {"author": "Rebecca E Saunders", "affiliation": ["High Throughput Screening Laboratory, the Francis Crick Institute, 44 Lincoln's Inn Fields, London WC2A 3LY, UK."], "href": "/?term=Saunders+RE&cauthor_id=27184836"}, {"author": "Rachael Instrell", "affiliation": ["High Throughput Screening Laboratory, the Francis Crick Institute, 44 Lincoln's Inn Fields, London WC2A 3LY, UK."], "href": "/?term=Instrell+R&cauthor_id=27184836"}, {"author": "Ozan Aygün", "affiliation": ["Mechanisms of Transcription Laboratory, the Francis Crick Institute, Clare Hall Laboratories, South Mimms EN6 3LD, UK."], "href": "/?term=Ayg%C3%BCn+O&cauthor_id=27184836"}, {"author": "Marta Rodriguez-Martinez", "affiliation": ["Mechanisms of Transcription Laboratory, the Francis Crick Institute, Clare Hall Laboratories, South Mimms EN6 3LD, UK."], "href": "/?term=Rodriguez-Martinez+M&cauthor_id=27184836"}, {"author": "Juston C Weems", "affiliation": ["Stowers Institute for Medical Research, Kansas City, MO 64110, USA."], "href": "/?term=Weems+JC&cauthor_id=27184836"}, {"author": "Gavin P Kelly", "affiliation": ["Bioinformatics and Biostatistics Laboratory, the Francis Crick Institute, 44 Lincoln's Inn Fields, London WC2A 3LY, UK."], "href": "/?term=Kelly+GP&cauthor_id=27184836"}, {"author": "Joan W Conaway", "affiliation": ["Stowers Institute for Medical Research, Kansas City, MO 64110, USA; Department of Biochemistry and Molecular Biology, University of Kansas Medical Center, Kansas City, KS 66160, USA."], "href": "/?term=Conaway+JW&cauthor_id=27184836"}, {"author": "Ronald C Conaway", "affiliation": ["Stowers Institute for Medical Research, Kansas City, MO 64110, USA; Department of Biochemistry and Molecular Biology, University of Kansas Medical Center, Kansas City, KS 66160, USA."], "href": "/?term=Conaway+RC&cauthor_id=27184836"}, {"author": "Aengus Stewart", "affiliation": ["Bioinformatics and Biostatistics Laboratory, the Francis Crick Institute, 44 Lincoln's Inn Fields, London WC2A 3LY, UK."], "href": "/?term=Stewart+A&cauthor_id=27184836"}, {"author": "Michael Howell", "affiliation": ["High Throughput Screening Laboratory, the Francis Crick Institute, 44 Lincoln's Inn Fields, London WC2A 3LY, UK."], "href": "/?term=Howell+M&cauthor_id=27184836"}, {"author": "Ambrosius P Snijders", "affiliation": ["Protein Analysis and Proteomics Laboratory, the Francis Crick Institute, Clare Hall Laboratories, South Mimms EN6 3LD, UK."], "href": "/?term=Snijders+AP&cauthor_id=27184836"}, {"author": "Jesper Q Svejstrup", "affiliation": ["Mechanisms of Transcription Laboratory, the Francis Crick Institute, Clare Hall Laboratories, South Mimms EN6 3LD, UK. Electronic address: jesper.svejstrup@crick.ac.uk."], "href": "/?term=Svejstrup+JQ&cauthor_id=27184836"}], "refPMID": ["20541997", "18562274", "25882383", "16239144", "21184731", "15665826", "24794811", "18483222", "20937877", "12560492", "19203579", "23465542", "26051181", "26474068", "16916636", "23046879", "9812991", "12732143", "16751180", "18249148", "22817889", "11782547", "24461929", "24390350", "24159334", "20133760", "19797077", "19565008", "6174225", "24589584", "15329725", "24997600", "12118079", "19647519", "23000965", "16601682", "18089727", "10973477", "11585720", "21593866", "25865892", "26045257", "16199517", "23906714", "17534357", "22960598", "24679526", "20639865", "21248750", "24366029", "23986477", "9649438"], "citedInPMID": ["27184836", "35028612", "34945781", "34900528", "34680866", "34544872", "34526721", "34158510", "34152608", "34147942", "34108663", "34066106", "34050247", "33894524", "33859415", "33808326", "33768097", "33693861", "33450211", "33438746", "33304463", "33282869", "33215756", "33203878", "32978522", "32850962", "32826945", "32817054", "32649862", "32645325", "32569299", "32531245", "32365821", "32142654", "32076742", "32060325", "32021684", "31894141", "31694226", "31632972", "31480283", "31428617", "31201651", "31200754", "31150375", "31102970", "30940729", "30867290", "30842263", "30824372", "30769100", "30678096", "30541148", "30487431", "30449723", "30173367", "30146915", "30126151", "30048755", "30032309", "29973595", "29699641", "29600857", "29523821", "29510761", "29253183", "29233992", "29180822", "28596291", "28292928", "28215706", "28088761", "27682984", "27582274"], "body": " SummaryIn order to facilitate the identification of factors and pathways in the cellular response to UV-induced DNA damage, several descriptive proteomic screens and a functional genomics screen were performed in parallel. Numerous factors could be identified with high confidence when the screen results were superimposed and interpreted together, incorporating biological knowledge. A searchable database, bioLOGIC, which provides access to relevant information about a protein or process of interest, was established to host the results and facilitate data mining. Besides uncovering roles in the DNA damage response for numerous proteins and complexes, including Integrator, Cohesin, PHF3, ASC-1, SCAF4, SCAF8, and SCAF11, we uncovered a role for the poorly studied, melanoma-associated serine/threonine kinase 19 (STK19). Besides effectively uncovering relevant factors, the multiomic approach also provides a systems-wide overview of the diverse cellular processes connected to the transcription-related DNA damage response. Graphical AbstractOpen in a separate window IntroductionThe cellular response to bulky DNA lesions, such as those induced by UV irradiation is multi-faceted. The effect of such damage on transcription is particularly complex. Bulky DNA lesions in the transcribed strand cause stalling of RNA polymerase II (RNAPII), resulting in a block to transcript elongation. Damage-stalled RNAPII then functions as a molecular beacon that triggers transcription-coupled nucleotide excision repair (TC-NER), the process whereby DNA damage in the transcribed strand of active genes is preferentially removed (Gaillard and Aguilera, 2013). On the other hand, if the DNA lesion for some reason cannot be removed by TC-NER, a mechanism of last resort ensures that RNAPII is ubiquitylated and degraded by the proteasome, enabling repair by other mechanisms (Wilson et al., 2013).Importantly, bulky DNA lesions not only block RNAPII progress, but also affect transcription genome-wide so that even un-damaged genes temporarily cease to be expressed (Mayne and Lehmann, 1982, Rockx et al., 2000, Proietti-De-Santis et al., 2006). The mechanisms and factors that underlie TC-NER and the more general DNA-damage-induced repression of gene expression are still poorly understood.Cockayne syndrome B protein (CSB, also named ERCC6) plays a key role in both TC-NER and the global transcription response to DNA damage (Vermeulen and Fousteri, 2013). CSB is recruited to damage-stalled RNAPII, allowing assembly of the core NER machinery around it (Fousteri et al., 2006). CSB is also required for the subsequent DNA incisions, permitting lesion removal (Anindya et al., 2010). Importantly, CSB additionally helps regulate global RNAPII-mediated transcription. Indeed, CSB is crucial for the general recovery of transcription after DNA damage (Mayne and Lehmann, 1982), in a process that is partly independent of its role in repair (Rockx et al., 2000, Proietti-De-Santis et al., 2006). CSB contains a functionally important ubiquitin-binding domain (Anindya et al., 2010) and is itself both ubiquitylated (Groisman et al., 2003, Groisman et al., 2006) and phosphorylated (Christiansen et al., 2003), supporting the idea that post-translational modifications (PTMs) are important in the DNA damage response. Some CSB ubiquitylation is carried out by a ubiquitin ligase complex containing CSA (Groisman et al., 2006), a TC-NER factor that transfers to chromatin only after DNA damage (Kamiuchi et al., 2002).With these factors and mechanisms in mind, we set out to chart the transcription-related DNA damage response. In modern “global screens,” the characteristics of thousands of proteins or genes can be mapped concomitantly, but it is often problematic to recognize the important candidates in a list of hundreds of scoring proteins. In the hope of addressing this difficulty, we developed a multiomic approach. In this approach, distinct global screens were performed under the same conditions and the results then overlapped and integrated. Specifically, we used quantitative proteomics to determine the impact of DNA damage on (1) the RNAPII interactome, (2) the CSB interactome, (3) chromatin association dynamics, (4) the protein ubiquitylome, and (5) the phosphoproteome. This was complemented with (6) a functional RNAi screen. Candidates were then ranked based on their performance in the screens overall and further filtered for biological relevance and technical robustness and are searchable using a newly established database, named bioLOGIC. The multiomic approach not only confirmed the involvement of well-known TC-NER factors, but also uncovered numerous new factors and cellular pathways that have not previously been connected to the transcription-related DNA damage response. One example is the poorly studied melanoma gene STK19. ResultsTo uncover factors with a role in the transcription-related DNA damage response, we carried out a combination of proteomic and genomic screens. The UV-induced DNA damage response has typically been studied at early time-points (30 min to 1 hr after UV exposure), but in order to also gain insight at the recovery phase, we performed all proteomics screens with material extracted from HEK293 cells at 3 hr after UV-induced DNA damage. We hoped this would uncover factors across the whole DNA damage response, from early events, such as DNA damage signaling and gene expression shutdown, to late events, such as post-incision repair factors and transcription-recovery proteins (see Figure 1). The proteomic screens were performed under identical conditions and all made use of quantitative stable isotope labeling by amino acids in cell culture (SILAC) proteomics (Ong et al., 2002), enabling us to distinguish between “constitutive” and UV-induced interactors and modifications. Moreover, proteasome inhibition has previously been shown to prevent dissociation of certain DNA-damage-induced protein interactions (Groisman et al., 2006). We therefore also carried out all proteomic experiments in the presence of proteasome inhibitor MG132.Open in a separate windowFigure 1Graphical Overview of the Multiomic Approach to Charting the Transcription-Related DNA Damage ResponseUV-induced DNA damage has effects both at the local (“repairosome”) and the global level. The proteomic screens and the siRNA screen used to investigate the damage response are outlined. UV irradiation (30 J/m2) was used for all proteomic analysis, while 15 J/m2 was used in the RNAi screen.CSB InteractomeCSB is the central transcription-repair coupling factor and is specifically recruited to damage-stalled RNAPII. The UV-induced CSB interactome was evaluated, starting from chromatin (Aygün et al., 2008). Numerous proteins became recruited to CSB in response to UV irradiation, with the identification of TC-NER factors such as UVSSA, the CSA-ubiquitin ligase complex (CUL4/DDB1/CSA), and the core transcription factor II H (TFIIH) complex validating the screen.Excitingly, several other interesting interactions were detected (Figure 2A; Table S1) (see also the searchable database at http://www.biologic-db.org [username: guest, password: guest01]). Only a few interactions are highlighted here. For example, the WDR82/PPP1R10/TOX4 complex was recruited to CSB upon DNA damage. This complex recognizes DNA adducts generated by platinum anticancer drugs (Bounaix Morand du Puch et al., 2011), but a role in the UV damage response has not previously been reported. The Integrator complex, previously linked to small nuclear RNA maturation and more generally to RNAPII transcription (Baillat and Wagner, 2015), was strongly recruited as well. Interestingly, ASUN, C7ORF26, VWA9/C15orf44, DDX26B, and NABP1/2 were recruited with strikingly similar proteomic characteristics to those of the “canonical” integrator complex subunits (Baillat et al., 2005), supporting the idea that they are de facto Integrator subunits (Malovannaya et al., 2010). Indeed, immunoprecipitation (IP) of FLAG-tagged C7ORF26 brought down all these proteins, except for NABP1 (Table S2). NABP1 is part of the so-called sensor of ssDNA (SOSS) complex, which participates in ATM kinase activation and repair of DSBs and contains the Integrator subunits INTS6, DDX26B, and INTS3 (Zhang et al., 2013 and references therein). Our data thus raise the interesting possibility that a complete, NABP1-containing Integrator “super-complex” is recruited to CSB upon UV irradiation.Open in a separate windowFigure 2Effect of UV-Induced DNA Damage on the CSB and RNAPII Interactomes(A) Left: UV-induced CSB interactome, in the presence and absence of MG132 as indicated. Right: enlargement of section indicated by box on the left. For clarity, only a few interesting proteins are indicated. Integrator subunits are labeled in yellow.(B) Western blots of CSB-Flag immunoprecipitation. The CSB-FLAG panel is duplicated to indicate that the panel rows belong to the same experiment. Note that CSB does not seem to enrich a specific, phosphorylated form of RNAPII (left panel).(C) The RNAPII interactome, in the presence of MG132. Some interesting proteins are indicated. Other proteins can be searched at http://www.biologic-db.org.See also Tables S1 and S2.Surprisingly, TERF2 (otherwise known as TRF2) and the TERF2-interacting protein TERF2IP (otherwise known as RAP1) were also recruited upon UV irradiation. Although predominantly studied as telomeric proteins, TERF2 and TERF2IP have previously been implicated in a general response to DNA double-strand breaks (Bradshaw et al., 2005, Williams et al., 2007), but a connection to the UV damage response has not been reported. Several other factors, such as PHF3, SETD2, PCF11, CDK9, SCAF4/SCAF8, the CTD phosphatase regulator and human homolog of yeast Rtt103, RPRD1B (Morales et al., 2014, Ni et al., 2014), as well as TCEB3/Elongin A1, were markedly recruited to CSB after UV irradiation as well (Table S1).In the cases where it was tested, IP-western experiments confirmed these results (Figure 2B).RNAPII InteractomeWe similarly examined the changes in the RNAPII interactome upon UV irradiation (Figure 2C; Table S3). RNAPII is ubiquitylated and degraded upon DNA damage, so for this screen we only cultured cells in the presence of proteasome inhibitor MG132.All RNAPII interactors previously detected by this approach in the absence of DNA damage (Aygün et al., 2008) were detected, attesting to the reproducibility of the technique. More than 70 proteins quantified in the RNAPII IP became preferentially associated with the polymerase after DNA damage.The well-known UV-induced interaction between RNAPII and CSB that takes place at the site of DNA damage was detected, validating the screen. As additional validations, the RPA complex and RNF168—a ubiquitin ligase involved in amplifying ubiquitin signals at sites of DNA damage (Doil et al., 2009, Marteijn et al., 2009)—were also detected. Potential components of the damage response were also uncovered. For example, the Cohesin complex interacted much more with RNAPII upon DNA damage. Cohesin has multiple functions (Dorsett and Merkenschlager, 2013), including a role in the response to UV damage in yeast (Nagao et al., 2004). The amount of Cohesin in the RNAPII IP, as measured by the intensity-based absolute quantification (iBAQ) value (reflecting absolute protein abundance) (Schwanhäusser et al., 2011), was much larger than that of RPA or CSB, for example, suggesting that Cohesin association with RNAPII increases widely; i.e., that it is not confined to actual sites of DNA damage. Several factors connected to transcript elongation, such as the RNAPII CTD-kinase CDK9, the histone H3-K36me3 methyltransferase SETD2, the PAF complex, the helicase RECQL5, and the CTD-binding proteins SCAF4 and SCAF8 were also identified as UV-induced RNAPII interactors.We note that it remains unknown how damage-stalled RNAPII is initially recognized. Among proteins with a TFIIS-like RNAPII-binding domain (TFS2M), TCEA1 and TCEA2 (encoding TFIIS), PHF3, and DIDO1 were detected as RNAPII interactors, but only PHF3 was recruited in response to DNA damage. The PHRF1 protein was also recruited; it contains a PHD domain, which binds methylated histone H3K36, possibly put in place by the co-recruited SETD2 protein.We also note that several proteins were lost from RNAPII upon DNA damage (Figure 2C; Table S3). For example, interactions with transcription initiation factors such as TFIIF (GTF2F), the oncoprotein MYC, mRNA capping protein CMTR1, and termination factor XRN2 were markedly reduced. Although further mechanistic studies will be required, these changes might help explain the DNA-damage-induced, global transcription shutdown observed after UV irradiation.Chromatin ProteomeTC-NER factors such as CSA associate tightly with chromatin only upon DNA damage (Kamiuchi et al., 2002), prompting us to identify proteins that are associated with chromatin before and after DNA damage (Figure 3A; Table S4). At the same time, the chromatin proteome served as a reference proteome (input sample) for the interactomes described above.Open in a separate windowFigure 3Effect of UV-Induced DNA Damage on the Chromatin Proteome, Ubiquitylome, and the Phosphoproteome(A) Left: effect of UV irradiation on the chromatin proteome in the presence and absence of MG132, as indicated. Right: enlargement of section indicated by box on the left. A few proteins are indicated.(B) As in (A), but for ubiquitylation.(C) As in (A) and (B), but phosphorylation. Other proteins can be searched at http://www.biologic-db.org.See also Tables S3, S4, and S5.Proteins with a markedly increased presence in chromatin after DNA damage, such as EMC8 and the dehydrogenase HIBADH were observed, irrespective of treatment with MG132. Conversely, other proteins appeared to be depleted from chromatin upon UV irradiation. Some of these might be candidates for UV-induced proteasomal degradation. More than 150 proteins were markedly lost from chromatin in response to UV irradiation in the absence of MG132, with 50 of these failing to disappear in the presence of the proteasome inhibitor. As expected, RNAPII was among the latter proteins, but other interesting factors, such as interacts with SPT6 1 (IWS1), also disappeared upon DNA damage unless the proteasome was inhibited. The abundance of its partner, SPT6 (SUPT6H), was reduced after UV treatment in the absence of MG132, but not in its presence (Figure 3A; Table S4).UV UbiquitylomeWe next used SILAC proteomics in combination with affinity purification of ubiquitin remnants to identify >10,000 ubiquitylation sites, proteome-wide. Of these, ∼900 were affected by DNA damage. As a positive control, and consistent with prior work by others (Povlsen et al., 2012, Elia et al., 2015b), we detected markedly increased levels of RPA1- (K163, K167, K331), PCNAK164-, FANCIK523-, and FANCD2K561 ubiquitylation upon UV treatment (Figure 3B; Table S5).Ubiquitylation of Cohesin subunits changed markedly upon DNA damage: RAD21K573 became ubiquitylated, while SMC1A appears to become de-ubiquitylated at several sites, further reinforcing the connection suggested by the RNAPII interactome. The YBX proteins, involved in both transcriptional and translational control (Matsumoto and Bay, 2005), became heavily ubiquitylated after UV irradiation as well. A connection between YBX proteins and the DNA damage response has not previously been reported, but the fact that elevated levels of these proteins occur in a number of human malignancies and is associated with poor prognosis and disease recurrence (Kosnopfel et al., 2014), is potentially significant in this connection. Interestingly, however, the group of proteins that appeared to have the most marked increase in site-specific ubiquitylation comprised ribosome proteins and included RPS10, RPL7, and RPL12 (Figure 3B; Table S5).UV PhosphoproteomeWe also recorded the UV-induced phosphoproteome (Figure 3C; Table S6A). Serine, threonine, and tyrosine phosphorylation sites were detected. Of these, 543 serines, 91 threonines, and 1 tyrosine (MAPK9 Y185) were markedly more phosphorylated in response to UV irradiation. As expected, damage-induced phosphorylation of H2AX (H2AFX) at serine 140 was detected (γH2AX).By analyzing the sequence motifs that increase in phosphorylation status after UV irradiation, we found that the ATM/ATR consensus motif S/T-Q was generally enriched. In total, we detected 396 S/TQ phosphorylation sites. Forty-five of these were not described in the phosphosite plus reference database (http://www.phosphosite.org) and 14 of these increased in phosphorylation in response to UV irradiation. Lists of these sites can be found in Tables S6B and S6C.Intriguingly, the Cohesin complex was also phosphorylated at several sites in a UV-induced manner. Nipped-B-like (NIPBL), an essential part of the Cohesin loading-complex, had a UV-induced ATM/ATR phosphorylation site as well. Moreover, a wide variety of other proteins, which have primarily been implicated in the DNA double strand break response were also phosphorylated after UV irradiation. These included ATRIP, BRCA1, CHEK1, CHEK2, CLSPN, FANCD2, MDC1, NBN, RAD50, TIPIN, TP53BP1, and XRCC4, BCLAF1, and THRAP3.RNAi ScreenA genome-wide small interfering RNA (siRNA) screen, surveying gene products that affect transcription after UV irradiation, complemented the proteomic screens above. Briefly, Dharmacon siRNA SMARTpools were used to induce knockdown. Upon UV irradiation, cells were allowed to recover for 18 hr before nascent transcription was measured (Figures 4A and 4B). siRNA pools targeting CSB and RNAPII, which should both decrease nascent RNA synthesis (CSB knockdown specifically so after UV irradiation), were included as positive controls, while non-targeting siRNAs, and siRNAs that are not taken up by the RNA-induced silencing (RISC) complex and thus do not lead to knockdown of any gene (RISC-free siRNA), were included as negative controls. In the absence of UV irradiation, average nascent transcription per nucleus (as measured by 5′ ethynyl uridine [EU] incorporation) followed a normal distribution (Figure 4C, No UV). However, in response to UV, a distinct population of lowly transcribing cells was clearly detectable, even after 18–20 hr (Figure 4C, Control). siRNAs giving rise to low transcription markedly increased the percentage of such cells (Figure 4C, Low). Other siRNAs resulted in a significant shift of the profile toward the right, suggesting high levels of transcription in these cells (Figure 4C, High). The results from the genome-wide screen are summarized in Figure 4D (see also Table S7). siRNAs targeting NER- or TC-NER-related gene products such as ERCC1, XAB2, HIRA, ERCC5 (XPG), TTDA, and ERCC4 (XPF) resulted in low transcription, and the known NER factors were generally significantly represented in the list of siRNA targets that reduced transcription after UV irradiation (p = 0.01142), validating the approach. A number of interesting factors affected transcription in this screen, including INTS2, INTS12, ACIN1, HTATSF1, STK19, SAMD4B, LARP7L, HNRNPCL1, NAE1, NOP58, PRPF31, EXOSC3, FIP1L1, MOV10, PAXIP1, ISY1, SMU1, and SNW1 (low transcribers), as well as MED20, LTN1, and PKP1 (high transcribers).Open in a separate windowFigure 4An siRNA Screen for Genes Affecting Transcription upon UV Irradiation(A) The experimental approach.(B) Typical examples of siRNAs that result in either (left) “low transcription,” or (right) “high transcription,” relative to the controls (middle). Different putative causes (not necessarily mutually exclusive) of the outcome are listed below arrows.(C) Nascent transcription profiles across a cell population in the absence of UV irradiation, and in the examples from (B), used to identify siRNAs giving rise to low and high transcription, respectively. EU intensity (y axis) across the population of cells in an individual plate well (x axis) is shown.(D) Graphical representation of the screen result. High transcribers are labeled green, and low transcribers are red. Specific genes are indicated. Other proteins can be searched at http://www.biologic-db.org.Although a significant number of genuine RNAi hits are likely missed due to RNAi-induced lethality or insufficient knockdown, the results from the functional genomics screen are particularly important as they indicate the functional significance of the proteins uncovered in the descriptive proteomic screens.Data Integration: Individual Proteins, Networks, and PathwaysIn all proteomic and genomic approaches, long lists of protein/gene hits are generated, but it can often be difficult to determine which of the “hits” are biologically meaningful. In the multiomic approach, information from the other screens can be used to significantly enrich information gained from a screen in question, greatly increasing confidence in the relevance of the result. In addition, such data integration can often provide important information about the potential molecular mechanisms behind the involvement of a given gene/protein. There are numerous examples of this in the data, but here we focus on the phosphoproteome to illustrate the point.It was immediately apparent that some kinases that had not previously been connected to the transcription-related DNA damage response must play an important role, such as the positive transcription elongation factor b (pTEFb) complex (containing CDK9 kinase). First, we found that CDK9 itself interacts much more with both RNAPII and CSB upon DNA damage, strongly suggesting a damage-induced role in transcription or repair. Moreover, 21 known CDK9 partners and interactors featured a UV-induced phosphorylation event (12.5%) (Figure 5A; Table S8). Among the CDK9 interactors, numerous scored in the RNAi screen and many interacted with RNAPII, CSB, or both. Importantly, one of the CDK9 cyclins, CCNT2, scored in the RNAi screen. HTATSF1, a pTEFb partner (Zhou et al., 1998), was strongly phosphorylated at several sites upon UV irradiation and scored as a low-transcriber in the RNAi screen as well. In addition, LARP7 regulates pTEFb activity by binding to and stabilizing 7SK RNA (He et al., 2008), which is in turn released from pTEFb in a protein phosphatase (PP2B/PPP3CA and PP1α/PPP1CA)-dependent manner (Chen et al., 2008). Interestingly, PPP1CA scored in the siRNA screen, and both PPP1CA and its regulatory subunit PPP1R10 interacted with RNAPII and CSB. Indeed, PPP1R10 was markedly recruited to CSB upon UV irradiation, like CDK9. PPP1R10 contains a domain, TFIIS-N, which is also found in transcription proteins such as MED26, Elongin A, IWS1, and TFIIS, raising the intriguing possibility that this domain is important for PPP1R10’s proposed role in transcription and in the transcription-related DNA damage response in particular. Together, these results place PTEFb (CDK9 and its cyclin partners) at the core of the transcription-related DNA damage response.Open in a separate windowFigure 5Enriching the Phosphoproteome with Results from the Other Screens(A) Proteins that interact with CDK9 (pTEFb) and that become phosphorylated upon UV irradiation. Proteins are labeled increasingly blue with increasing phosphorylation. Proteins that scored in the RNAi screen, (squares with red border), interacted with RNAPII (small green spheres under name), interacted with CSB (red spheres), or became ubiquitylated upon UV irradiation (yellow “•Ub”) are indicated. Examples of CSB or RNAPII interactions that increased (black circle around spheres) or decreased (yellow circle around spheres) upon UV irradiation are also specified.(B) As in (A), but for proteins that interact with SRPK1.Several well-known DNA-damage kinases were associated with a large number of increasingly phosphorylated proteins. For example, ATM kinase has 26 known interactors that were increasingly phosphorylated (22.8%), and ATR (16; 19.5%) and CHEK2 (10; 18.9%) had many as well (see Table S8). These kinases are all best known for their role in signaling double-strand breaks, reinforcing the connection to this pathway observed in several of our screens.We also further examined potential transcription-related DNA damage-signaling kinases by focusing on those that scored in the RNAi screen and were associated with a large number of UV-induced phosphorylation events. These were SRPK1 (associated with 20 proteins showing UV-induced phosphorylation [9.5% of its interactors]), CSNK2A2 and ILK (both 15; 13.1% and 7.8%, respectively), CLK2 (13; 20.6%), and CDK8 (12; 16.4%). Forty-five other protein kinases scored in the RNAi screen, and 35 of these were associated with at least one UV-induced phosphorylation event.A network analysis of SRPK1-associated proteins revealed that the two most highly phosphorylated SRPK1-interacting proteins are the tumor-associated genes BCLAF1 and THRAP3, both of which interact with both RNAPII and CSB (Figure 5B, blue spheres; Table S8). Another SRPK1-interacting phosphoprotein, apoptotic chromatin condensation inducer 1 (ACIN1), is particularly interesting as it also interacts with both RNAPII and CSB and scores as a low transcriber in the siRNA screen. SRPK1 has been reported as a cisplatin sensitivity factor (Schenk et al., 2001), providing an intriguing link to NER. In general, SRPK1, BCLAF1, THRAP3, and ACIN1 are associated with several networked proteins (PAXIP1, HNRNPM, SRRM2, EIF4A3, PNN, ALYREF, and STAU1) that also scored in many of our screens, including the RNAi screen (Figure 5B). Together, these data suggest a previously unrecognized role for the splicing-related kinase SRPK1 and its network partners in the transcription-related DNA damage response. Numerous other examples of affected pathways can be analyzed by the use of bioLOGIC.Data Integration—Intersecting and Weighting Individual ScreensFinding new factors with a role in the transcription-related DNA damage response was the main initial motivation for this work. To uncover such factors, we used several different approaches to create ranked score lists. Initially, we simply awarded a point to each gene/protein scoring above the Z score threshold in an individual experiment. This yielded a distribution of scores, from almost 2,200 proteins scoring in one screen, to only two genes, RPA1 and ASCC3, scoring in six (Figure 6A; Table S9). Realizing that setting arbitrary Z score threshold for inclusion might not be ideal, we also ranked candidates based on aggregate Z scores (Figure 6B; Table S9). None of these approaches take into account the possibility that some screens might be much better at uncovering relevant factors than others. To address this, we created a comprehensive list of “transcription-repair coupling factors” (Table S10), based on an authoritative recent review (Gaillard and Aguilera, 2013) and our own knowledge of the published literature. This category was then used as a “training category” to benchmark the individual experiments for information value regarding the known TC-NER factors. The underlying assumption is that unknown factors in the transcription-related DNA damage response will often (although obviously not invariably) follow the same pattern in the data as the known TC-NER factors. As expected, the screens had varying abilities to capture proteins from this training category, with the CSB interactome, damage-induced ubiquitylation, and RNAi low transcription particularly effective in uncovering such factors (Figure S1A). Weighting the individual screening experiments according to their performance in this respect and applying it to score all proteins increased the median score of known TC-NER protein from 0.17 to 0.41 (Figure 6C; Table S9).Open in a separate windowFigure 6Proteins and Processes that Score Highly in the Multiomic Screening Approach(A) Bar graph showing the number of proteins that scored above the Z score threshold in one or more screen.(B) Distribution of hits using aggregated Z scores.(C) As in (B), but with TC-NER score weighting. In (B) and (C), the colored wheels indicate relative weighting of scores from individual screens (see Figure S1A). Names and dots in red are examples from the TC-NER training category (“TCR”). Please note that, for clarity, even if a candidate scores highly in several scoring schemes, it is typically only indicated once.(D) Biased list of interesting proteins and protein complexes that scored highly.(E) Proteins from the TC-NER training category that scored above the Z score threshold (indicated by red bar) in screens across the multiomic approach (see Figure S1B).See also Figures S2, S3, and S4.It is important to emphasize that there is no single “correct way” of compiling score lists. However, if a factor scores highly no matter which method is used, this obviously increases confidence. Nevertheless, even factors that only scored highly by one or two methods might still be interesting and included with high confidence after an assessment of the underlying core data. A non-exhaustive list of high-scoring proteins, which we thought to be of particular interest and of high confidence, is shown in Figure 6D.Next, we determined which cellular pathways are enriched in the list of high-scoring proteins (Table S11). For simplicity, this analysis was performed with the data obtained by weighted scoring (Figure 6C), but similar results were achieved using the other scoring approaches (data not shown). Gratifyingly, several pathways related to “nucleotide excision repair” were enriched (adjusted p values of 2.04 × 10−5 to 9.78 × 10−3), but other pathways such as “mRNA translation and ribosomes,” “virus lifecycle, -transcription, and -translation,” and “mRNA splicing” were highly enriched in our data as well. We also noted a broad-based connection to “double-strand break repair,” which supports the idea that the response to UV-induced DNA damage is both multi-pronged and extensive. Importantly, most of the pathways were not highly enriched in the individual experiments (Table S11), consistent with the idea that the triggered pathways can be detected with higher confidence when taking several independent experimental approaches into consideration.Gene set enrichment analysis (GSEA), originally developed for interpreting gene expression data (Subramanian et al., 2005), illustrates the enrichment of NER factors in our datasets: the proteins uncovered from this category (no less than 66 out of the 125 proteins in it) scored widely across the screens (Figure 6E; see also Figures S1B and S2). This was in contrast to some other gene ontology categories showing high overall enrichment, such as “ribosome-related” categories, where enrichment was based primarily on very high scores in the ubiquitylation screens (Figure S3).We also queried the screen results against the Corum database of protein complexes (http://mips.helmholtz-muenchen.de/genre/proj/corum/). Indeed, the importance of a single subunit of a protein complex scoring in a single screen might be considered doubtful, but if several subunits score in several screens, then the involvement of that complex can be stated with greater confidence. A list of Corum complexes and their association with the transcription-related DNA damage response can be found in Table S12. Besides detecting repair-associated complexes such as the ubiquitin ligase complex containing CSA, this analysis uncovered protein complexes that have not previously been connected to the UV damage response, such as Integrator, MeCP1 histone deacetylase complex, and several others.Enrichment analysis of the results from multiomic screening thus enables discovery of new systems-wide connections in the DNA damage response.Integrating with Other DatabasesTo enable easy interrogation of the screen results, we developed a new database interface, named bioLOGIC (http://www.biologic-db.org). Besides allowing visualization and superimposition of results from different selected screens, bioLOGIC also enables easy integration with public databases, such as those detailing common cancer drivers, or prior DNA damage-focused screens. Furthermore, it allows rapid assessment of other information about a factor of interest, via one-click links to information in databases such as UniProt, CORUM, BioGrid, etc.Although the multiomic approach does not integrate all publicly available information and cannot substitute for expert knowledge, it provides a powerful way of ranking genes/proteins by their strength of candidacy of being involved in the transcription-related DNA damage response. For example, the highest scoring gene/protein in the multiomic screening approach, ASCC3, was found to interact with both RNAPII and CSB, which was independently confirmed by IP-western blotting (Figure S4), pointing to a direct effect on transcription and/or repair. ASCC3 also becomes highly ubiquitylated and phosphorylated in response to UV irradiation, suggesting regulation via post-translational modification. Other results showing an involvement of ASCC3 in the transcription-related DNA damage response will be described separately (L.W., A.S., J.S., S.B., G.P.K., M.H., M. Saponaro, P. East, R. Mitter, A. Lobley, J. Walker, and B. Spencer-Dene, unpublished data), but as a further illustration of the power of the multiomic approach, we describe the initial findings on serine-threonine kinase 19 (STK19).STK19, a poorly studied protein, would be unlikely to be pursued based on the results from any of the individual screens, but it scored in the top 25 of hits ranked by the weighted scoring approach (Figure 6C; Table S9). Specifically, STK19 interacts with CSB after DNA damage, and its knockdown affects transcription recovery after DNA damage. Using bioLOGIC to cross-reference all high-scoring proteins with cancer databases made it clear that STK19 is potentially of great interest. Indeed, it is mutated in melanoma (Hodis et al., 2012) and listed among the Broad Institute cancer driver genes (Lawrence et al., 2014), yet its function has remained undetermined.STK19 Is Important for the Transcription-Related DNA Damage ResponseTo further characterize STK19, we investigated the effect of its knockdown on global transcription both in the presence and absence of DNA damage. STK19 knockdown had little effect on transcription in the absence of UV irradiation or on the global shutdown of transcription immediately after DNA damage (2 hr) (Figure 7A, left and middle panels). However, cells depleted for STK19 were clearly deficient in the recovery of transcription after DNA damage (Figures 7A, right panels, and ​and7B),7B), similar to what is observed in CSB knockdown cells (see Figure S5).Open in a separate windowFigure 7Involvement of STK19 in the Transcription-Related DNA Damage Response(A and B) Lack of normal transcription recovery in cells lacking STK19.(C–E) Cells lacking STK19 are UV-sensitive. The individual siRNAs that knock down STK19 (D) also give rise to UV sensitivity (E). The result of CSB knockdown is shown for comparison. NT, non-targeting siRNA.(F) Recruitment of GFP-tagged STK19 to DNA damage induced by laser micro-irradiation in a diffraction-limited spot (blue arrows) or stripe (yellow arrows). Cells were imaged immediately before and 2 hr after micro-irradiation.See also Figures S4 and S5 and the Supplemental Experimental Procedures for details.To investigate how this correlated with cell viability after DNA damage, we also performed a clonogenic UV sensitivity assay (Figure 7C). Gratifyingly, cells lacking STK19 were indeed UV-sensitive, and this held true with any of the individual siRNAs from the Dharmacon pool that knocked down STK19 (Figures 7D and 7E). We also investigated whether STK19 might work at least partly via being recruited to DNA damage. For this purpose, GFP-tagged STK19 was expressed in HEK293 cells, and the localization of the protein tested after local laser-induced DNA damage. STK19, indeed, accumulated in areas of such DNA damage (Figure 7F).These data expose the melanoma gene STK19 as a factor in the transcription-related DNA damage response. DiscussionDuring evolution, cells have developed sophisticated responses to genomic insult, ranging from delaying progression through the cell cycle to first repairing DNA damage where it matters most, namely in active genes. In this report, we describe a systems approach to discovering new DNA damage response factors, with particular emphasis on transcription.The advent of sensitive techniques for genome- and proteome-wide analysis now enables the screening of mammalian cells either genetically or biochemically. The enormous amount of data from such screens is, however, typically accompanied by a fundamental problem—a very low signal-to-noise ratio. Even though experimental variation can sometimes be reduced by employing a sufficient number of replicates (typically at very substantial effort and cost), this does not eliminate principal blind spots in individual experimental techniques. In the multiomic approach described here, several independent approaches are used to characterize the same cellular response pathway. As it explores the same process from different angles, it might be viewed as the biological screening equivalent of the statistical chain rule (or general product rule) of probability: it places less emphasis on hits from any individual screen and instead focuses primarily on factors and pathways that score in several screens. Its primary aim is to discover new pathways/factors, and the approach should thus be distinguished from “cataloging approaches” where detailed information about one particular aspect of a process/reaction is obtained. While screens cataloguing phosphorylation, ubiquitylation, and transfer to chromatin in response to UV-mediated DNA damage have previously been performed (although in other cell lines and under other conditions; e.g., see Chou et al., 2010, Povlsen et al., 2012, Elia et al., 2015a), screens to map damage-induced RNAPII- and CSB-interactors have not previously been reported and neither have genome-wide screens for transcription recovery after UV irradiation. In any case, an integration of multiple screen results such as that described here is best based on screens performed under the same conditions and in the same cell lines. It is crucial to emphasize that performing several screens side-by-side also often bypasses the pressing need for independent confirmation that typifies single-screen approaches; the confirmation for a hit in, for example, the siRNA screen is thus provided when the same factor also scores as an interactor of RNAPII and/or CSB, and/or by transferring to chromatin, and/or becoming ubiquitylated or phosphorylated upon DNA damage. As a consequence, easy cross-referencing between screen results and with other published screens is important when attempting to make sense of datasets that are, by their nature, incomplete. For this and other purposes, a searchable web interface, bioLOGIC, was developed.bioLOGICBiological datasets are becoming ever more complex so it is of vital importance to enable quick and intuitive access. We therefore put great emphasis on an interactive database, named bioLOGIC (http://www.biologic-db.org), which makes it straightforward to retrieve data on any individual human gene or protein, whether it has scored in our screens or not (“bioLOGIC Data”). Importantly, bioLOGIC allows one-click access to basic information about individual candidates in different public databases, as well as immediate access to information about the protein’s functional domains and about the protein complexes it belongs to. It is possible, for example, to directly learn how other subunits of the same complex score in the screens (“Category members”). Finally, bioLOGIC “Categoryview” makes it possible to quickly sample, for example, how all proteins within a particular gene ontology category scored in the screens. The bioLOGIC interface thus permits quick judgment of the relevance and importance in the DNA damage response of any protein or process of interest.Pathways, Processes, and ComplexesAt the systems level, the multiomic approach and bioLOGIC provide a birds-eye view of the cellular responses triggered by UV irradiation. As expected, DNA/chromatin- and RNA-related processes dominate the list, including processes such as mRNA splicing, RNAPII transcript elongation, chromosome maintenance, and DNA repair, and protein complexes such as Spliceosome, PAF complex, and MeCP1, for example.A multi-level overlap between genome instability and mRNA splicing has become apparent over the last few years (Lenzken et al., 2013, Chan et al., 2014), and this connection is obvious in our data as well. Interestingly, our data also corroborate anecdotal evidence for an overlap between the response to UV irradiation and double-strand DNA breaks. This overlap might be based on a re-use of response proteins and signaling pathways for different kinds of DNA damage. However, it is equally possible that transcription-impeding damage caused by UV irradiation results in double-strand breaks more frequently than previously assumed, for example through the formation of R loops and their faulty processing, as suggested by Sollier and Cimprich (2015). Finally, it is not impossible that the doses of UV irradiation used in our study are high enough to directly cause some double-strand breaks or inter-strand DNA crosslinks, which could also help explain some of the observations.It is worth noting that DNA damage response pathways, such as the ATM pathway, can also be activated by replication stress, which occurs as a consequence of UV-induced DNA damage at later time points (Zeman and Cimprich, 2014). Although we believe that replication stress is not a major factor in our results, a follow-up study specifically targeted at this pathway would be required to tease apart the responses to DNA damage and replication stress.Besides the systems level overlaps described above, unexpected connections were also uncovered. The high scores of ribosomal subunits is a particularly striking example. This score is at least partly due to a dramatic increase in phosphorylation, and especially ubiquitylation, at one or more sites of a very large number of ribosomal proteins in response to UV irradiation. However, ribosomal subunit genes such as RPS27A, RPL19, and RPS6 also scored in the RNAi screen. Translation initiation factor EIF3A scored in this screen as well and is ubiquitylated and interacts more strongly with RNAPII upon UV irradiation. Intriguingly, LTN1 (Listerin), a ubiquitin ligase and component of the Ribosome Quality Control complex (Wolff et al., 2014), also scored in the siRNA screen. We noted with interest that ribosomal proteins, such as RPS6, RPS9, and RPS15A, previously also scored in a genomic screen performed by the Paulsen et al. (2009) laboratory for genes whose knockdown result in elevated γH2AX levels in response to ionizing radiation. Together, these intriguing results point to an unexplored connection between translation and the transcription-related DNA damage response that merits further investigation.Intriguing connections to viral infection, interferon signaling, and the immune system are also worth mentioning. The interferon system is a powerful antiviral response capable of controlling virus infections in the absence of adaptive immunity (Randall and Goodbourn, 2008). The connection to interferon signaling was mostly uncovered via the RNAi screen. First, DNA-pattern receptors of the innate immune response scored in the RNAi screen (Toll-like receptor 2 (TLR2, TLR7, and TLR9). Further downstream in this cascade, components of the NF-kappa B pathway, such as CHUK, ERC1, NFKBIB, TICAM1, and NR2C2 (also known as TAK1) scored as well. Other components of the innate immune response, such as TRIM56 (linked to TLRs), also scored. The connection to virus biology is even more wide-ranging, with cellular proteins linked to HIV-Tat scoring highly in almost all screens. Again, the mechanism and significance of these results remain to be established, but we note that our own gene expression data (not shown), as well as those of others (Zaidi et al., 2011, Shen et al., 2015), also suggest an overlap between interferon signaling and the UV damage response. It is an intriguing possibility that the sophisticated and complex response of higher cells to viruses and infection might have evolved from and/or adopted aspects of a more ancient DNA damage response.Individual Factors and ComplexesA large number of individual proteins and protein complexes scored highly across our screens. Given our interest in transcription and transcript elongation in particular, we are especially interested in the unexplored role in the DNA damage response of factors such as ASCC3 (L.W., A.S., J.S., S.B., G.P.K., M.H., M. Saponaro, P. East, R. Mitter, A. Lobley, J. Walker, and B. Spencer-Dene, unpublished data), the SCAF proteins, PCF11, PHF3, and Integrator complex. Interestingly, our experiments point to the existence of a large Integrator super-complex, including ASUN, C7ORF26, DDX26B, and VWA9/C15ORF44, as well as NABP1, which might well be a specialized form of Integrator for the DNA damage response. Indeed, Integrator super-complex not only interacted with CSB upon DNA damage, but subunits such as INTS2 and INTS12 also scored in the functional RNAi screen, while others changed their level of post-translational modification in response to UV irradiation. Similarly, the SCAF proteins, PCF11 and PHF3, also scored in several of our screens, while PCF11 and Integrator subunits also previously scored in an siRNA screen for increased damage signaling (Paulsen et al., 2009), all in all providing a solid starting point for further detailed functional analysis of their physiological role. In general, an involvement in the DNA damage response of these basal mRNA processing/termination factors might potentially help explain the dramatic downregulation of transcription occurring upon DNA damage. However, the role in the DNA damage response of other high-scoring proteins with an often poorly understood role in transcription, such as HTATSF1, TCERG1, RPRD1A/B, RPRD2, and SND1 certainly also merits further study.Obviously, the ultimate goal of any screening approach is to uncover new factors without prior connections to the process of interest. We believe that the multiomic approach achieved this goal; numerous proteins of unknown function, including several enzymes, were uncovered that are connected to the transcription-related DNA damage response. As an example, we followed up on two proteins, ASCC3 and STK19. Our data on ASCC3 will be described elsewhere (L.W., A.S., J.S., S.B., G.P.K., M.H., M. Saponaro, P. East, R. Mitter, A. Lobley, J. Walker, and B. Spencer-Dene, unpublished data). In the case of STK19, there is some evidence that it is a kinase (Gomez-Escobar et al., 1998), but no cellular function had been assigned to the protein. Our data now place this extremely poorly studied protein in the DNA-damage response. Indeed, the multiomic analysis showed that STK19 interaction with CSB increases dramatically after DNA damage in the presence of MG132. Moreover, in the absence of STK19, transcription fails to recover upon UV irradiation. Crucially, our follow-up experiments showed that STK19 deficiency also results in UV sensitivity, and the protein is recruited to sites of DNA damage. STK19 was previously identified in two cancer genomics studies of genes that are frequently mutated in melanoma patients (Hodis et al., 2012, Lawrence et al., 2014), making its role in the transcription-related DNA damage response particularly exciting. Uncovering the precise role of STK19 in the DNA damage response is an important future goal.In conclusion, by investigating a complex cellular process from a number of distinct angles, the data presented here provides an unprecedented systems level view at the transcription-related DNA damage and at the same time uncovers numerous factors involved in it. The detailed study of the many connections revealed will be a major undertaking. Experimental ProceduresCell LinesHEK293 cell lines expressing FLAG-tagged proteins were used for proteomic analysis. Cells were cultured in light or heavy SILAC medium for at least seven generations, UV-irradiated, and allowed to recover at 37°C for 3 hr. Micro-irradiation and imaging was performed with a PerkinElmer UltraVIEW VoX spinning disk microscope.Extract PreparationCells were lysed by dounce homogenization and nuclei pelleted by centrifugation. Following nucleoplasmic extraction, the chromatin pellet was treated with Benzonase. FLAG-M2 beads (Sigma-Aldrich) were employed for affinity purification. Elution was with 3xFLAG peptide. Antibodies were purchased from Bethyl Laboratories, Abcam, and Santa Cruz Biotechnology.ProteomicsAnti-GlyGly antibody (Cell Signaling Technology) was used for ubiquitin-remnant profiling (Xu et al., 2010), with modifications to previous procedures. Phosphopeptide enrichment was performed using TiO2 beads (Titansphere, 5 μm, GL Sciences). Upon liquid chromatography-tandem mass spectrometry (LC-MS/MS) analysis, raw mass spectrometry data were analyzed using MaxQuant. Parent ion and tandem mass spectra were searched against the UniprotKB Homo sapiens database.RNAi ScreenThe siRNA screen was performed in MRC5VA cells with the Dharmacon Human siGENOME library. Plates were exposed to short-wavelength UV (UV-C) light and then incubated for a further 18 hr before labeling nascent RNA with 5′-ethynyl uridine. Automated image acquisition was performed (Cellomics Array Scan VTI) using a 10× objective. Image analysis was performed using HCS Studio (Thermo Scientific).For further details, please see the Supplemental Experimental Procedures. Author ContributionsS.B. performed proteomic experiments (except for the C7ORF26 interactome, which was analyzed by O.A.). V.E. and B.S. were responsible for mass spectrometry analysis. L.W. performed the functional genomics screen, with help from I.G., R.E.S., R.I., and M.H. M.R., J.C.W., J.W.C., and R.C.C. were responsible for the experiments with STK19. S.B., G.P.K., and A.S. performed bioinformatics analysis. J.Q.S. supervised the work and wrote the paper, with input from all authors. AcknowledgmentsThis work was supported by the Francis Crick Institute (grant FCI01), which receives its core funding from Cancer Research UK, the UK Medical Research Council, and the Wellcome Trust. The work was also supported by grants from the European Research Council, and Worldwide Cancer Research (formerly known as Association for International Cancer Research to J.Q.S.). We thank the Francis Crick institute’s Cell Service facility for assistance and Barbara Dirac Svejstrup and other members of the J.Q.S. lab for comments on the manuscript. We also thank the members of the Bioinformatics and Biostatistics Laboratory for helpful discussions and Professor Dirk Eick, University of Munich for the kind gift of RNAPII CTD antibodies. NotesPublished: May 12, 2016 FootnotesSupplemental Information includes Supplemental Experimental Procedures, five figures, and twelve tables and can be found with this article online at http://dx.doi.org/10.1016/j.celrep.2016.04.047. References Anindya R., Mari P.O., Kristensen U., Kool H., Giglia-Mari G., Mullenders L.H., Fousteri M., Vermeulen W., Egly J.M., Svejstrup J.Q. A ubiquitin-binding domain in Cockayne syndrome B required for transcription-coupled nucleotide excision repair. Mol. Cell. 2010;38:637–648. [PMC free article] [PubMed] [Google Scholar] Aygün O., Svejstrup J., Liu Y. A RECQ5-RNA polymerase II association identified by targeted proteomic analysis of human chromatin. Proc. Natl. Acad. Sci. USA. 2008;105:8580–8584. [PMC free article] [PubMed] [Google Scholar] Baillat D., Wagner E.J. Integrator: surprisingly diverse functions in gene expression. Trends Biochem. Sci. 2015;40:257–264. [PMC free article] [PubMed] [Google Scholar] Baillat D., Hakimi M.A., Näär A.M., Shilatifard A., Cooch N., Shiekhattar R. Integrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell. 2005;123:265–276. [PubMed] [Google Scholar] Bounaix Morand du Puch C., Barbier E., Kraut A., Couté Y., Fuchs J., Buhot A., Livache T., Sève M., Favier A., Douki T. TOX4 and its binding partners recognize DNA adducts generated by platinum anticancer drugs. Arch. Biochem. Biophys. 2011;507:296–303. [PubMed] [Google Scholar] Bradshaw P.S., Stavropoulos D.J., Meyn M.S. Human telomeric protein TRF2 associates with genomic double-strand breaks as an early response to DNA damage. Nat. Genet. 2005;37:193–197. [PubMed] [Google Scholar] Chan Y.A., Hieter P., Stirling P.C. Mechanisms of genome instability induced by RNA-processing defects. Trends Genet. 2014;30:245–253. [PMC free article] [PubMed] [Google Scholar] Chen R., Liu M., Li H., Xue Y., Ramey W.N., He N., Ai N., Luo H., Zhu Y., Zhou N., Zhou Q. PP2B and PP1alpha cooperatively disrupt 7SK snRNP to release P-TEFb for transcription in response to Ca2+ signaling. Genes Dev. 2008;22:1356–1368. [PMC free article] [PubMed] [Google Scholar] Chou D.M., Adamson B., Dephoure N.E., Tan X., Nottke A.C., Hurov K.E., Gygi S.P., Colaiácovo M.P., Elledge S.J. A chromatin localization screen reveals poly (ADP ribose)-regulated recruitment of the repressive polycomb and NuRD complexes to sites of DNA damage. Proc. Natl. Acad. Sci. USA. 2010;107:18475–18480. [PMC free article] [PubMed] [Google Scholar] Christiansen M., Stevnsner T., Modin C., Martensen P.M., Brosh R.M., Jr., Bohr V.A. Functional consequences of mutations in the conserved SF2 motifs and post-translational phosphorylation of the CSB protein. Nucleic Acids Res. 2003;31:963–973. [PMC free article] [PubMed] [Google Scholar] Doil C., Mailand N., Bekker-Jensen S., Menard P., Larsen D.H., Pepperkok R., Ellenberg J., Panier S., Durocher D., Bartek J. RNF168 binds and amplifies ubiquitin conjugates on damaged chromosomes to allow accumulation of repair proteins. Cell. 2009;136:435–446. [PubMed] [Google Scholar] Dorsett D., Merkenschlager M. Cohesin at active genes: a unifying theme for cohesin and gene expression from model organisms to humans. Curr. Opin. Cell Biol. 2013;25:327–333. [PMC free article] [PubMed] [Google Scholar] Elia A.E., Boardman A.P., Wang D.C., Huttlin E.L., Everley R.A., Dephoure N., Zhou C., Koren I., Gygi S.P., Elledge S.J. Quantitative proteomic atlas of ubiquitination and acetylation in the DNA damage response. Mol. Cell. 2015;59:867–881. [PMC free article] [PubMed] [Google Scholar] Elia A.E., Wang D.C., Willis N.A., Boardman A.P., Hajdu I., Adeyemi R.O., Lowry E., Gygi S.P., Scully R., Elledge S.J. RFWD3-Dependent Ubiquitination of RPA Regulates Repair at Stalled Replication Forks. Mol. Cell. 2015;60:280–293. [PMC free article] [PubMed] [Google Scholar] Fousteri M., Vermeulen W., van Zeeland A.A., Mullenders L.H. Cockayne syndrome A and B proteins differentially regulate recruitment of chromatin remodeling and repair factors to stalled RNA polymerase II in vivo. Mol. Cell. 2006;23:471–482. [PubMed] [Google Scholar] Gaillard H., Aguilera A. Transcription coupled repair at the interface between transcription elongation and mRNP biogenesis. Biochim. Biophys. Acta. 2013;1829:141–150. [PubMed] [Google Scholar] Gomez-Escobar N., Chou C.F., Lin W.W., Hsieh S.L., Campbell R.D. The G11 gene located in the major histocompatibility complex encodes a novel nuclear serine/threonine protein kinase. J. Biol. Chem. 1998;273:30954–30960. [PubMed] [Google Scholar] Groisman R., Polanowska J., Kuraoka I., Sawada J., Saijo M., Drapkin R., Kisselev A.F., Tanaka K., Nakatani Y. The ubiquitin ligase activity in the DDB2 and CSA complexes is differentially regulated by the COP9 signalosome in response to DNA damage. Cell. 2003;113:357–367. [PubMed] [Google Scholar] Groisman R., Kuraoka I., Chevallier O., Gaye N., Magnaldo T., Tanaka K., Kisselev A.F., Harel-Bellan A., Nakatani Y. CSA-dependent degradation of CSB by the ubiquitin-proteasome pathway establishes a link between complementation factors of the Cockayne syndrome. Genes Dev. 2006;20:1429–1434. [PMC free article] [PubMed] [Google Scholar] He N., Jahchan N.S., Hong E., Li Q., Bayfield M.A., Maraia R.J., Luo K., Zhou Q. A La-related protein modulates 7SK snRNP integrity to suppress P-TEFb-dependent transcriptional elongation and tumorigenesis. Mol. Cell. 2008;29:588–599. [PMC free article] [PubMed] [Google Scholar] Hodis E., Watson I.R., Kryukov G.V., Arold S.T., Imielinski M., Theurillat J.P., Nickerson E., Auclair D., Li L., Place C. A landscape of driver mutations in melanoma. Cell. 2012;150:251–263. [PMC free article] [PubMed] [Google Scholar] Kamiuchi S., Saijo M., Citterio E., de Jager M., Hoeijmakers J.H., Tanaka K. Translocation of Cockayne syndrome group A protein to the nuclear matrix: possible relevance to transcription-coupled DNA repair. Proc. Natl. Acad. Sci. USA. 2002;99:201–206. [PMC free article] [PubMed] [Google Scholar] Kosnopfel C., Sinnberg T., Schittek B. Y-box binding protein 1--a prognostic marker and target in tumour therapy. Eur. J. Cell Biol. 2014;93:61–70. [PubMed] [Google Scholar] Lawrence M.S., Stojanov P., Mermel C.H., Robinson J.T., Garraway L.A., Golub T.R., Meyerson M., Gabriel S.B., Lander E.S., Getz G. Discovery and saturation analysis of cancer genes across 21 tumour types. Nature. 2014;505:495–501. [PMC free article] [PubMed] [Google Scholar] Lenzken S.C., Loffreda A., Barabino S.M. RNA splicing: a new player in the DNA damage response. Int. J. Cell Biol. 2013;2013:153634. [PMC free article] [PubMed] [Google Scholar] Malovannaya A., Li Y., Bulynko Y., Jung S.Y., Wang Y., Lanz R.B., O’Malley B.W., Qin J. Streamlined analysis schema for high-throughput identification of endogenous protein complexes. Proc. Natl. Acad. Sci. USA. 2010;107:2431–2436. [PMC free article] [PubMed] [Google Scholar] Marteijn J.A., Bekker-Jensen S., Mailand N., Lans H., Schwertman P., Gourdin A.M., Dantuma N.P., Lukas J., Vermeulen W. Nucleotide excision repair-induced H2A ubiquitination is dependent on MDC1 and RNF8 and reveals a universal DNA damage response. J. Cell Biol. 2009;186:835–847. [PMC free article] [PubMed] [Google Scholar] Matsumoto K., Bay B.H. Significance of the Y-box proteins in human cancers. J. Mol. Genet. Med. 2005;1:11–17. [PMC free article] [PubMed] [Google Scholar] Mayne L.V., Lehmann A.R. Failure of RNA synthesis to recover after UV irradiation: an early defect in cells from individuals with Cockayne’s syndrome and xeroderma pigmentosum. Cancer Res. 1982;42:1473–1478. [PubMed] [Google Scholar] Morales J.C., Richard P., Rommel A., Fattah F.J., Motea E.A., Patidar P.L., Xiao L., Leskov K., Wu S.Y., Hittelman W.N. Kub5-Hera, the human Rtt103 homolog, plays dual functional roles in transcription termination and DNA repair. Nucleic Acids Res. 2014;42:4996–5006. [PMC free article] [PubMed] [Google Scholar] Nagao K., Adachi Y., Yanagida M. Separase-mediated cleavage of cohesin at interphase is required for DNA repair. Nature. 2004;430:1044–1048. [PubMed] [Google Scholar] Ni Z., Xu C., Guo X., Hunter G.O., Kuznetsova O.V., Tempel W., Marcon E., Zhong G., Guo H., Kuo W.H. RPRD1A and RPRD1B are human RNA polymerase II C-terminal domain scaffolds for Ser5 dephosphorylation. Nat. Struct. Mol. Biol. 2014;21:686–695. [PMC free article] [PubMed] [Google Scholar] Ong S.E., Blagoev B., Kratchmarova I., Kristensen D.B., Steen H., Pandey A., Mann M. Stable isotope labeling by amino acids in cell culture, SILAC, as a simple and accurate approach to expression proteomics. Mol. Cell. Proteomics. 2002;1:376–386. [PubMed] [Google Scholar] Paulsen R.D., Soni D.V., Wollman R., Hahn A.T., Yee M.C., Guan A., Hesley J.A., Miller S.C., Cromwell E.F., Solow-Cordero D.E. A genome-wide siRNA screen reveals diverse cellular processes and pathways that mediate genome stability. Mol. Cell. 2009;35:228–239. [PMC free article] [PubMed] [Google Scholar] Povlsen L.K., Beli P., Wagner S.A., Poulsen S.L., Sylvestersen K.B., Poulsen J.W., Nielsen M.L., Bekker-Jensen S., Mailand N., Choudhary C. Systems-wide analysis of ubiquitylation dynamics reveals a key role for PAF15 ubiquitylation in DNA-damage bypass. Nat. Cell Biol. 2012;14:1089–1098. [PubMed] [Google Scholar] Proietti-De-Santis L., Drané P., Egly J.M. Cockayne syndrome B protein regulates the transcriptional program after UV irradiation. EMBO J. 2006;25:1915–1923. [PMC free article] [PubMed] [Google Scholar] Randall R.E., Goodbourn S. Interferons and viruses: an interplay between induction, signalling, antiviral responses and virus countermeasures. J. Gen. Virol. 2008;89:1–47. [PubMed] [Google Scholar] Rockx D.A., Mason R., van Hoffen A., Barton M.C., Citterio E., Bregman D.B., van Zeeland A.A., Vrieling H., Mullenders L.H. UV-induced inhibition of transcription involves repression of transcription initiation and phosphorylation of RNA polymerase II. Proc. Natl. Acad. Sci. USA. 2000;97:10503–10508. [PMC free article] [PubMed] [Google Scholar] Schenk P.W., Boersma A.W., Brandsma J.A., den Dulk H., Burger H., Stoter G., Brouwer J., Nooter K. SKY1 is involved in cisplatin-induced cell kill in Saccharomyces cerevisiae, and inactivation of its human homologue, SRPK1, induces cisplatin resistance in a human ovarian carcinoma cell line. Cancer Res. 2001;61:6982–6986. [PubMed] [Google Scholar] Schwanhäusser B., Busse D., Li N., Dittmar G., Schuchhardt J., Wolf J., Chen W., Selbach M. Global quantification of mammalian gene expression control. Nature. 2011;473:337–342. [PubMed] [Google Scholar] Shen Y.J., Le Bert N., Chitre A.A., Koo C.X., Nga X.H., Ho S.S., Khatoo M., Tan N.Y., Ishii K.J., Gasser S. Genome-derived cytosolic DNA mediates type I interferon-dependent rejection of B cell lymphoma cells. Cell Rep. 2015;11:460–473. [PubMed] [Google Scholar] Sollier J., Cimprich K.A. Breaking bad: R-loops and genome integrity. Trends Cell Biol. 2015;25:514–522. [PMC free article] [PubMed] [Google Scholar] Subramanian A., Tamayo P., Mootha V.K., Mukherjee S., Ebert B.L., Gillette M.A., Paulovich A., Pomeroy S.L., Golub T.R., Lander E.S., Mesirov J.P. Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles. Proc. Natl. Acad. Sci. USA. 2005;102:15545–15550. [PMC free article] [PubMed] [Google Scholar] Vermeulen W., Fousteri M. Mammalian transcription-coupled excision repair. Cold Spring Harb. Perspect. Biol. 2013;5:a012625. [PMC free article] [PubMed] [Google Scholar] Williams E.S., Stap J., Essers J., Ponnaiya B., Luijsterburg M.S., Krawczyk P.M., Ullrich R.L., Aten J.A., Bailey S.M. DNA double-strand breaks are not sufficient to initiate recruitment of TRF2. Nat. Genet. 2007;39:696–698. author reply 698–699. [PubMed] [Google Scholar] Wilson M.D., Harreman M., Svejstrup J.Q. Ubiquitylation and degradation of elongating RNA polymerase II: the last resort. Biochim. Biophys. Acta. 2013;1829:151–157. [PubMed] [Google Scholar] Wolff S., Weissman J.S., Dillin A. Differential scales of protein quality control. Cell. 2014;157:52–64. [PubMed] [Google Scholar] Xu G., Paige J.S., Jaffrey S.R. Global analysis of lysine ubiquitination by ubiquitin remnant immunoaffinity profiling. Nat. Biotechnol. 2010;28:868–873. [PMC free article] [PubMed] [Google Scholar] Zaidi M.R., Davis S., Noonan F.P., Graff-Cherry C., Hawley T.S., Walker R.L., Feigenbaum L., Fuchs E., Lyakh L., Young H.A. Interferon-γ links ultraviolet radiation to melanomagenesis in mice. Nature. 2011;469:548–553. [PMC free article] [PubMed] [Google Scholar] Zeman M.K., Cimprich K.A. Causes and consequences of replication stress. Nat. Cell Biol. 2014;16:2–9. [PMC free article] [PubMed] [Google Scholar] Zhang F., Ma T., Yu X. A core hSSB1-INTS complex participates in the DNA damage response. J. Cell Sci. 2013;126:4850–4855. [PMC free article] [PubMed] [Google Scholar] Zhou Q., Chen D., Pierstorff E., Luo K. Transcription elongation factor P-TEFb mediates Tat activation of HIV-1 transcription at multiple stages. EMBO J. 1998;17:3681–3691. [PMC free article] [PubMed] [Google Scholar]"}