{"title": "The Importance of Controlling Transcription Elongation at Coding and Noncoding RNA Loci", "pubDate": "2015;80:33-44.", "PMCID": "PMC6499063", "DOI": "10.1101/sqb.2015.80.027235", "PMID": "27325707", "abstract": "Here we discuss current paradigms for how transcription initiation and elongation control are achieved in mammalian cells, and how they differ at protein-coding mRNA genes versus noncoding RNA (ncRNA) loci. We present a model for the function of ncRNAs wherein the act of transcription is regulatory, rather than the ncRNA products themselves. We further describe how the establishment of transcriptionally engaged, but paused, RNA polymerase II impacts chromatin structure around divergent transcription start sites, and how this can influence transcription factor binding and mRNA gene activity in the region.", "author": [{"author": "Benjamin S Scruggs", "affiliation": ["Epigenetics and Stem Cell Biology Laboratory, National Institute of Environmental Health Sciences, Research Triangle Park, North Carolina 27709."], "href": "/?term=Scruggs+BS&cauthor_id=27325707"}, {"author": "Karen Adelman", "affiliation": ["Epigenetics and Stem Cell Biology Laboratory, National Institute of Environmental Health Sciences, Research Triangle Park, North Carolina 27709."], "href": "/?term=Adelman+K&cauthor_id=27325707"}], "refPMID": [], "citedInPMID": ["27325707", "33922187", "31317506", "29731168", "28056976"], "body": " AbstractHere we discuss current paradigms for how transcription initiation and elongation control are achieved in mammalian cells, and how they differ at protein-coding mRNA genes vs. non-coding RNA (ncRNA) loci. We present a model for the function of ncRNAs wherein the act of transcription is regulatory, rather than the ncRNA products themselves. We further describe how the establishment of transcriptionally engaged, but paused, RNA polymerase II impacts chromatin structure around divergent transcription start sites, and how this can influence transcription factor binding and mRNA gene activity in the region. Recent advances in genomic technology have enabled new insights into gene regulation in mammalian cells. By probing chromatin structure and the locations of DNA-binding transcription factors (TFs), thousands of intergenic regions have been identified that exhibit hypersensitivity to nucleases (e.g. DNase) and are occupied by a plethora of TFs and co-activator complexes. Further, these regions of open chromatin have been shown to broadly support assembly of the transcription machinery and initiation of RNA synthesis (Kim et al. 2010; ENCODE Project Consortium 2012; Rhee and Pugh 2012; Andersson et al. 2014). We now recognize that the mammalian genome is not as globally repressive to Pol II initiation as was once assumed, with Pol II transcribing an abundance of non-coding RNA species (ncRNAs) in addition to protein- coding messenger RNAs (mRNAs). Notably, ncRNAs arise from within gene bodies as well as from extragenic space, with particularly large classes of ncRNAs generated from regions designated as enhancers (Kim and Shiekhattar 2015), and from upstream and anti-sense of mRNA genes (Core et al. 2008; Preker et al. 2008; Seila et al. 2008; Sigova et al. 2013). Whereas transcription elongation of mRNAs is highly processive and can extend tens of kilobases (kb) in length, most ncRNAs are less than 1 kb in length and show dispersed 3’-end locations, suggesting premature termination (Preker et al. 2008; Flynn et al. 2011; Ntini et al. 2013; Sigova et al. 2013; Kim and Shiekhattar 2015). Further, many ncRNAs are highly unstable and subject to directed exosome- mediated degradation (Preker et al. 2011; Flynn et al. 2011).Collectively, these findings reveal that mammalian species rely heavily on post-initiation control of RNA synthesis, by modulating the processivity of transcription elongation complexes and stability of the RNA products (Adelman and Lis 2012; Almada et al. 2013; Ntini et al. 2013). Moreover, the discovery that Pol II generates many short, unstable ncRNA transcripts raises a number of questions about the roles of these species in regulation of protein-coding genes. Herein, we present a model wherein the act of transcription elongation and promoter-proximal pausing of Pol II is the functionally relevant aspect of ncRNA synthesis.Overview of the transcription cycleMetazoan gene transcription can be regulated at several distinct steps in the transcription cycle (Adelman and Lis 2012). The promoter region surrounding the transcription start site (TSS) must first be rendered accessible through the removal of repressive nucleosomes (Figure 1A). This typically occurs through the concerted action of DNA-binding transcription factors (TFs) that associate with specific motifs in the DNA and cooperate to recruit chromatin modifying enzymes. One particularly important class of TFs are the pioneer factors (Figure 1A, PF; Zaret and Carroll 2011; Soufi et al. 2012), which are capable of recognizing their DNA binding sites within a nucleosome. These pioneer TFs work together with other TFs to initiate chromatin remodeling and expose core promoter elements (Figure 1B) around the TSS. General transcription factors and the Mediator complex are then able to bind the core elements, forming an assembly that recruits and positions Pol II for initiation of RNA synthesis (Figure 1C).Open in a separate windowFigure 1.Overview of transcription cycle.A. Pioneer factors (blue, PF) bind their DNA motif, even in the presence of a nucleosome.B. In cooperation with other transcription factors (yellow, TF), pioneer factors recruit chromatin remodelers to expose core promoter elements (brown) near TSSs.C. General transcription factors (brown) and Mediator associate with the core promoter and TFs, enabling recruitment of Pol II and formation of a pre-initiation complex.D. Pause-inducing factors NELF and DSIF bind the early elongation complex to stably pause RNA synthesis.E. P-TEFb recruitment, often within the Super Elongation Complex (SEC) leads to phosphorylation of DSIF causing dissociation of NELF and pause release.F. Productive elongation of Pol II into the gene body is associated with loading of chromatin modifying factors and RNA processing factors like the U1 snRNP.Early elongation of the RNA is punctuated by promoter-proximal pausing, wherein the polymerase and nascent 25–60 nt long RNA are bound by two complexes, DSIF and NELF (Figure 1D). Notably, when bound by these factors, the paused polymerase is remarkably stable within the promoter proximal region, with a median half-life of 8–10 min (Henriques et al. 2013; Jonkers et al. 2014). Moreover, paused polymerase remains associated with the nascent RNA and competent to resume synthesis (Nechaev et al. 2010; Core et al. 2012). Thus, once Pol II is recruited and loaded onto the DNA by the activity of TFs, paused Pol II is competent to ‘wait’ patiently for additional signals that trigger release into productive synthesis (Henriques et al. 2013). Importantly, work in Drosophila revealed that this long-lived occupancy of promoters by paused elongation complexes impacts chromatin structure, with paused Pol II preventing local nucleosome assembly (Gilchrist et al. 2008, 2010, 2012). Although the role of pausing in establishing promoter nucleosome architecture in mammalian cells had not been previously established, paused polymerase was reported to influence the positioning and high turnover rate of the first downstream nucleosome (Schones et al. 2008; Skene et al. 2014).The release of paused Pol II into productive synthesis represents one of the central regulatory steps governing metazoan gene expression (Adelman and Lis 2012). Pause release involves the kinase P-TEFb, which phosphorylates DSIF, dissociating NELF from the elongation complex and enabling Pol II movement into the gene body (Figure 1E) (Yamada et al. 2006; Cheng and Price 2007). P-TEFb can be recruited by a variety of interaction partners, including DNA-binding TFs, histone modifications, and the general transcription machinery (Eberhardy and Farnham 2002; Barboric et al. 2001; Jang et al. 2005; Yang et al. 2005; Takahashi et al. 2011). Notably, P-TEFb is often recruited as part of a super elongation complex (SEC) that contains additional elongation factors and chromatin modifiers (Luo et al. 2012; Yu et al. 2015). In this way, release of promoter-paused Pol II is temporally coupled with loading of factors that facilitate processive elongation and maturation of the RNA transcript (Figure 1F).Even after pause release, transcription elongation is not highly processive by default, and gene regulation is increasingly appreciated to involve factors that modulate the progression of polymerase down the DNA template. Indeed, Pol II appears to be prone to termination in the absence of ‘processivity signals’, such as encountering the 5’-splice site, which recruits the U1 snRNP through base pairing to the U1 snRNA (Figure 1F). Although the underlying mechanisms remain to be defined, the association of U1 snRNP with nascent RNA is thought to shield Pol II from cryptic poly-adenylation and termination sites within the transcribed region (Kaida et al. 2010; Berg et al. 2012). The loading of RNA processing factors onto the elongation complex therefore influences the fate of the RNA (Moore and Proudfoot 2009; Jensen et al. 2013). Further, productive elongation is facilitated by factors that modify or remodel nucleosomes encountered as Pol II moves downstream into the gene (Venkatesh and Workman 2015; Yu et al. 2015).The rules described above were defined primarily through study of protein-coding genes and may not uniformly apply to the diverse repertoire of ncRNA species generated by Pol II. Thus, it will be of great interest to identify key factors or interactions that distinguish coding from non-coding RNA transcription, and to define functions for ncRNA transcription.Widespread initiation of transcription redefines the rules of engagementThe term ‘promoter’ classically refers to a set of core DNA sequence elements that direct the assembly of the general transcription factors near the TSS (Butler and Kadonaga 2002). The core promoter elements are recognized by the general transcription factors (Figure 2A; Butler and Kadonaga 2002). The growing scaffold of transcription factors and the Mediator complex recruits and properly positions Pol II for initiation of protein coding genes. Elegant in vitro transcription assays established basic rules regarding characteristic sequence motifs and spatial arrangements of these DNA elements to enable optimal transcription output (Burke and Kadonaga 1996; Pal et al. 2005; Kostrewa et al. 2009). The model that arose from this work suggested that transcription initiation was highly specific and tightly regulated to avoid the formation of unwanted and potentially deleterious RNA species.Open in a separate windowFigure 2.Core promoter elements help recruit and position Pol IIA. A number of core promoter motifs have been defined, including upstream and downstream TFIIB recognition elements (BREu and BREd, respectively; dark red), TATA box (yellow), Initiator element (Inr, green), downstream core elements (DCE1–3; blue), motif ten element (MTE, purple), and downstream promoter element (DPE, red). Subunits of general transcription factors TFIIB and TFIID bind the core elements. Positions are shown relative to the TSS.B. Typically, only a subset of core promoter elements are found at TSSs used in vivo, with no single promoter element being required for transcription initiation.Surprisingly, systematic analyses of DNA sequences surrounding experimentally defined TSSs demonstrated that only a small fraction of genes display any given canonical promoter motif (Lenhard et al. 2012; Core et al. 2014; Forrest et al. 2014; Scruggs et al. 2015). The most common motif is the Initiator (Chen and Struhl 1985; Kadonaga 2012), with approximately one-third of genes harboring a close match to this motif (Scruggs et al. 2015). However, the majority of mRNA genes have only a short CA dinucleotide present at the TSS rather than the full Initiator consensus. Moreover, fewer than 10% of active promoters display canonical TATA or BRE motifs (Figure 2), leaving many TSSs to be specified by a single motif, or degenerate core promoter-like elements (e.g. TATA-like motifs, Basehoar et al. 2004). Overall, the limited occurrence of core promoter motifs observed around start sites used in vivo demonstrates that initiation is less dependent on previously-defined core promoter elements than presumed.The low information content observed around TSSs suggested that initiation might be promiscuous in vivo, with widespread opportunities for Pol II to engage in RNA synthesis. Indeed, next-generation sequencing techniques that allow for sensitive detection of RNAs have revealed that transcription initiates at tens of thousands of non-coding loci across metazoan genomes (Kim et al. 2010; ENCODE Project Consortium 2012; Andersson et al. 2014). Importantly, the DNA sequence elements and factors involved in transcription initiation of mRNA or ncRNA species appear indistinguishable (Core et al. 2014; Duttke et al. 2015; Scruggs et al. 2015). Thus, despite looser ‘rules for engagement’ of Pol II than previously appreciated, transcription initiation appears to proceed through a unified mechanism at coding and non-coding TSSs.Remarkably, given the low occurrence of core promoter motifs, our high resolution mapping of TSSs in mouse macrophages and embryonic stem cells using the Start-seq strategy (Nechaev et al. 2010) indicates significant focus in initiation events (Scruggs et al. 2015; Williams et al. 2015). Start-seq identifies short (<100nt) transcription start-site associated RNAs held within paused Pol II complexes. Accordingly, this strategy enables highly-sensitive, single nucleotide resolution detection of both mRNAs and short, unstable ncRNAs (Nechaev et al. 2010). Using this method, we found that nearly 40% of active mRNA promoters exhibit focused initiation profiles (Figure 3; Scruggs et al. 2015). This level of specificity is considerably greater than suggested from analysis of mature mRNA 5’-ends observed in CAGE data (Rach et al. 2011; Lenhard et al. 2012). However, our findings are in agreement with a recent study of transcription initiation in human cells using GRO-cap, which is another method for defining the 5’- ends of nascent transcripts (Core et al. 2014).Open in a separate windowFigure 3.Transcription initiation is often highly focused.Examples of promoters defined as (A) focused, (B) intermediate, and (C) dispersed (definitions are based on Rach et al. 2011). Mouse promoters were classified using Start-seq reads from macrophages, in a window ±50 nt from the peak read location, which we call the ‘observed TSS’.D. Similarly focused transcription initiation is observed across gene classes.Surprisingly, the presence of CpG islands did not appear to alter the focus of initiation events (Figure 3D; Rach et al. 2011; Scruggs et al. 2015). CpG islands are CG-rich stretches of DNA encompassing the majority (~70%) of mammalian promoters (Jones 2012). It had been proposed that the enrichment of CG dinucleotides within CpG islands would limit sequence diversity and potential for information content, leading to more dispersed transcription initiation profiles (Lenhard et al. 2012). However, we found little connection between CpG content and the focus of transcription initiation (Scruggs et al. 2015). Instead, promoters broadly displayed considerable focus, generating mRNAs with highly similar sequences and predicted RNA structures, with only a minority of genes displaying significant diversity in their 5’-ends.Thus, the development of strategies to map 5’-ends of nascent RNAs (Core et al. 2008; Nechaev et al. 2010; Core et al. 2014) has unveiled new features of transcription initiation, revealing positional specificity of initiation events despite a dearth of traditional core promoter elements. As discussed below, this indicates that assembly of the transcription machinery to initiate at a specific location involves integration of the modest information content present within classically defined promoter motifs with other factors such as DNA structure, nucleosome positioning, and occupancy by TFs.Divergent transcription initiationAn interesting feature of transcription initiation in many eukaryotes is divergent promoter architecture, wherein transcription originates from two nearby promoters that exist on opposite strands. The first examples of this promoter structure were defined in mammalian cells, where transcription of an mRNA gene on one strand is accompanied by synthesis of an ncRNA whose TSS is located upstream and on the opposite strand (Figure 4A; Core et al. 2008; Preker et al. 2008; Seila et al. 2008; Flynn et al. 2011; Scruggs et al. 2015). Although the origin, prevalence and putative functions of these upstream anti-sense RNAs (uaRNAs) have been debated (Wu and Sharp 2013; Duttke et al. 2015), it now seems clear that the vast majority of mammalian mRNA initiation sites (>75%) are coupled with anti-sense TSSs located within several hundred nucleotides upstream (Andersson et al. 2015; Scruggs et al. 2015).Open in a separate windowFigure 4.Upstream anti-sense transcripts generally terminate close to the TSS.A. Divergent promoters consist of two distinct TSSs oriented in opposing directions. Pol II pausing occurs downstream of both the mRNA and uaRNA TSSs, allowing for detection of nascent Start-RNAs.B. RNA synthesis extends beyond 200 nt predominantly in the sense direction, resulting in the transcription of a protein-coding mRNA. Elongation in the opposite direction is typically non-processive, generating a short ncRNA that is subject to degradation.C. Similar increases in early elongation complexes (measured by Start-RNA levels at the TSS ± 100 bp) were observed for the mRNA and uaRNAs of early response genes following 30 minute activation with bacterial LPS (left). By comparison, evaluation of longer nascent RNAs (Bhatt et al. 2012; window from TSS to +250 bp) reveals that productive elongation is biased heavily towards the sense direction (right).ChIP-seq assays reveal two discrete complexes of Pol II and the TATA binding protein TBP, one at each of the divergent TSSs (Rhee and Pugh 2012; Core et al. 2014; Scruggs et al. 2015). Consistent with this, two distinct sets of core elements have been identified at divergent promoters, with similar motif frequency and information content at both mRNA and uaRNA loci (Duttke et al. 2015; Scruggs et al. 2015). Further, initiation is similarly focused at uaRNA and mRNA TSSs (Figure 3D). Thus, we now appreciate that the seemingly ‘bidirectional’ promoter structure actually arises from two distinct, oppositely oriented TSSs, each with similar core motif structure and assembly of the transcription machinery.Control of transcription elongation: a central regulatory stepDespite a seemingly unified mechanism driving the assembly of pre-initiation complexes at mRNA and ncRNA loci (Core et al. 2014; Duttke et al. 2015; Scruggs et al. 2015), differences in transcriptional processivity often reveal themselves early in elongation. A striking example of the asymmetry in elongation potential at mRNAs vs. ncRNAs can be found in divergent mRNA-uaRNA pairs (Figure 4B). We evaluated the RNA species generated at divergent TSSs in murine macrophages during an immune challenge by bacterial lipopolysaccharide (LPS). Start-seq was employed to quantify the increases in short (<100nt) nascent RNAs synthesized from early response mRNA genes within 30 minutes of immune stimulation, and compared to Start-RNAs observed at the coupled uaRNA TSSs. LPS treatment induced similar increases in Start-RNA levels near mRNA and uaRNA TSSs (Figure 4C, left), indicating that immune activation triggers initiation and formation of paused Pol II in both directions. However, when we investigated the levels of nascent RNAs that reached >200 nt in length (Bhatt et al. 2012), these longer RNAs were markedly increased from mRNA TSSs after 30 minutes of LPS challenge, but longer uaRNAs were infrequently observed. Thus, Pol II was much more likely to undergo pause release and enter productive RNA synthesis in the protein-coding direction than from the coupled uaRNA TSSs. These findings define a rather tight window in which a decision is made concerning processivity of Pol II, with the first few hundred nucleotides appearing critical for defining elongation complex stability.These findings underscore that much of the RNA repertoire within a cell is determined – not at the level of transcription initiation – but through differential elongation properties. As discussed above, engaging the splicing machinery and association of the U1 snRNP appears to play a key role in this process (Berg et al. 2012). Consistent with the fact that most mammalian mRNAs are spliced and have short 5’-prime untranslated regions (Bieberstein et al. 2012), U1 motifs are highly enriched downstream of sense TSSs (Figure 5A, right; Andersen et al. 2012; Almada et al. 2013; Ntini et al. 2013; Scruggs et al. 2015) as compared to uaRNA TSSs (Figure 5A, left). Conversely, poly-A sequences (PAS) that trigger transcription termination and RNA poly-adenylation (Proudfoot 2011) are depleted within protein-coding genes (Figure 5B, right). In contrast, PAS occur at genomic background levels downstream of uaRNA TSSs (Figure 5B, left; Andersen et al. 2012; Almada et al. 2013; Ntini et al. 2013), indicating that PAS have neither been selected for nor against in these regions.Open in a separate windowFigure 5.U1 and PAS motifs influence elongation propertiesA. The cumulative percentage of genes containing motifs recognized by the U1 snRNP are plotted relative to anti-sense (left) or sense (right) TSSs. Distance to the closest exon-intron junction (5’ splice sites; orange) are also shown for sense TSSs. The dashed red line indicates 200nt downstream from each TSS, to indicate where a decision concerning processivity is likely to occur.B. The cumulative percentage of genes containing poly-A sequences (PAS) are plotted relative to the anti-sense (left) or sense (right) TSS as in (A).The emerging picture is that a “U1-PAS axis” influences the differences in Pol II processivity between mRNA vs. ncRNA loci (Almada et al. 2013; Ntini et al. 2013). However, the U1 motif is not ubiquitous within several hundred nucleotides of protein coding TSSs (Figure 5A), nor are PAS encountered frequently by Pol II transcribing short ncRNAs. Thus, other mechanisms and factors must help define the processivity of Pol II. Such factors likely include alternate termination machineries like the Integrator complex (Lai et al. 2015) and histone modifications such as tri-methylation of histone H3 at Lysine 4 (H3K4me3). The H3K4me3 mark is considered a defining feature of mRNA promoters and is enriched on the first downstream nucleosomes within active genes. This H3K4me3 mark is thought to distinguish promoters from enhancer loci and other regions that generate ncRNAs, which are enriched in mono-methylation of H3 (H3K4me1; Calo and Wysocka 2013). Interestingly, H3K4me3 is also enriched over the initial 5’-splice site (Bieberstein et al. 2012), suggesting an intriguing connection between H3K4 methylation, the recruitment of the U1 snRNP, and processivity of Pol II elongation that will be interesting to probe in future.Potential functions of non-coding RNA synthesisQuantification of numerous ncRNA species has indicated that the majority is present at <1 copy per cell (Seila et al. 2008; Wu and Sharp 2013). Therefore, despite the appealing models of ncRNA function represented by Xist ncRNA coating the inactivated X-chromosome or Malat1 ncRNA nucleating nuclear speckle formation (Lee and Bartolomei 2013; Bergmann and Spector 2014), many ncRNAs are insufficiently plentiful to play such architectural roles in gene expression. Further, ncRNAs often arise from poorly conserved regions of the genome, tend not to undergo RNA splicing or poly-adenylation and display extremely short lifetimes in vivo (Kim et al. 2010; Marques et al. 2013; Schaukowitch et al. 2014).So what purpose might this panoply of ncRNAs serve if many of them are poorly conserved, short-lived and of low abundance? One possibility is that some enhancer RNAs and upstream anti-sense RNAs could work in cis, functioning as local targets of interaction while still engaged within transcribing or paused Pol II. For example, we recently proposed that nascent RNA emanating from paused Pol II might interact with RNA binding proteins and/or epigenetic modifiers that stimulate mRNA transcription (Henriques et al. 2013). In this scenario, one molecule of RNA generated and held in place at the site of enhancer RNA transcription could be sufficient to target factors to the desired enhancer-promoter locus, or to stabilize a loop structure between enhancer and promoter (Kim and Sheikhattar 2015). In addition, the act of transcription itself has been shown to modify chromatin structure. For example, the establishment of stably paused Pol II impacts the chromatin environment by preventing local assembly of nucleosomes (Gilchrist et al. 2008, 2010, 2012). Chromatin-modifying enzymes travelling with Pol II deposit histone modifications that affect nearby transcription units (Smolle et al. 2012; Venkatesh et al. 2012; Marquardt et al. 2014), and further stimulate enhancer activity (Kaikkonen et al. 2013; Schaukowitch et al. 2014). We expand on these possibilities below, using the example of divergent mRNA-ncRNA promoters as a framework for discussion.Divergent promoters: interplay between coding and non-coding RNA synthesisTSSs for uaRNAs represent discrete sites of initiation that occur at variable distances from the mRNA TSS (Figure 6A; Scruggs et al. 2015). Distinct assemblies of the transcription machinery are present at each TSS, with evidence of paused Pol II in both directions (Figure 6B, Pol II and TBP; Escoubet-Lozach et al. 2011). Moreover, we found that highly positioned nucleosomes are located downstream of paused Pol II at each coupled TSS, with the area between the polymerases depleted of nucleosomes (up to ~ 700 bp Figure 6, MNase and FAIRE; Ostuni et al. 2013). Thus, the location of the uaRNA TSS specifically delineates the position of upstream nucleosomes and the edge of open chromatin at mRNA promoters.Open in a separate windowFigure 6.Variable promoter chromatin architectures reflect variable distances between divergent TSSs. Modified from Scruggs et al. 2015.A. Start-RNA reads from mouse macrophages are shown in the anti-sense (purple) and sense (green) direction, both aligned with respect to sense TSSs. Genes are rank ordered by the distance between sense and anti-sense TSSs.B. Pol II and TBP ChIP-seq, MNase-seq, and FAIRE-seq are shown for TSSs organized as in (A).Importantly, we found that promoters supporting larger regions of nucleosome-depletion in resting macrophages exhibited higher transcription factor binding and gene activation during immune challenge. We studied NF-kB binding in macrophages stimulated with bacterial LPS, which triggers NF-kB nuclear localization and chromatin association. We discovered that early response genes with more distant uaRNA TSSs and larger regions of nucleosome-depletion were bound by significantly higher levels of NF-kB immediately following immune challenge than were genes with closer or absent uaRNA TSSs. Critically, the differences in NF-kB binding upstream of mRNA TSSs correlated with the size of the open chromatin and position of uaRNA TSSs, and not the total number of motifs in the region (Scruggs et al. 2015). This suggested that a functional consequence of divergent promoter architecture is to position nucleosomes and define the region of accessible DNA upstream of stimulus-responsive genes.Critically, the increase in NF-kB binding at genes with distant uaRNA TSSs translated into higher levels of gene activation, with the strongest induction and NF-kB occupancy at genes with uaRNA TSSs several hundred base pairs upstream (Scruggs et al. 2015). Hence, we found that mRNA promoters with distant anti-sense TSSs have larger nucleosome-depleted promoter regions, more accessible TF motifs, elevated stimulus-dependent TF binding, and greater transcription activation. We therefore suggest that the distance between divergent TSSs established in resting macrophages impacts promoter structure, which can alter profiles of stimulus-dependent gene induction.What defines the location of upstream anti-sense TSSs?The dearth of canonical core promoter elements around TSSs used in vivo suggests that multiple forms of information content are used for combinatorial control of transcription initiation. Initiator motifs are often present near TSSs (Figure 7A, Inr motifs shown for each strand); however, we find a plethora of Initiator elements across the genome. In fact, nearly all mRNA TSSs have a close match to an Initiator motif present within 500 nt upstream, regardless of whether an anti-sense TSS is observed (Figure 7C). So what distinguishes active sites of transcription initiation from other possible sites? To identify information content outside of the canonical core promoter elements that define where uaRNAs initiate in mouse macrophages, we investigated locations of a panel of vertebrate TF motifs (JASPAR database). We found an enrichment of TF motifs within the nucleosome-deprived region defined by mRNA-uaRNA TSS pairs (Figure 7A), with a peak of TF motifs just upstream of each divergent TSS (Figure 7B).Open in a separate windowFigure 7.Coordination between core promoter elements and TF motifsA. Heat maps depict Start-RNAs around macrophage anti-sense (purple) and sense (green) TSSs, as in Figure 6. Shown are a panel of vertebrate TF motifs (red), and Inr motifs on the anti-sense (purple) or sense (green) strand. Combined vertebrate TF and Inr motifs are shown at right. Lower heat maps show genes lacking defined anti-sense TSS. We note that these genes are not devoid of anti-sense Start-RNA reads.B. Average distribution of vertebrate TF motifs relative to anti-sense TSSs (left) and sense TSSs (right). TF motif occurrence peaks next to each TSS.C. Distribution of Inr motifs (black) and observed uaRNA TSS positions (dashed purple) upstream of the mRNA TSS, plotted as a cumulative total. Genes are those with divergent TSSs (left) or without clearly defined uaRNA TSSs (right).We therefore propose that direct proximity between core promoter elements and transcription factor motifs provides the synergy necessary for establishing specific sites of transcription initiation. We note that transcription factors that are constitutively active in resting macrophages would be better suited for this task than signal-dependent factors like NF-kB that only bind their cognate sites under specific circumstances. Consistent with this hypothesis, a search for motifs that are enriched directly upstream of divergent TSSs observed in macrophages uncovered binding sites for PU.1, a master regulator of the myeloid lineage (Scruggs et al. 2015). PU.1 ChIP-seq confirms high level occupancy next to both mRNA and uaRNA TSSs (Scruggs et al. 2015). PU.1 is particularly appealing candidate for establishing the locations of divergent TSSs in macrophages because it is has properties of a pioneer factor (Nerlov and Graf 1998). Thus, we envision that cell-type specific patterns of transcription factor binding help Pol II navigate the sea of degenerate core promoter elements and guide the transcription machinery to specific sites for transcription initiation of both mRNAs and uaRNAs.Model for establishment of divergent promoter architectureWe propose the following model to illustrate how transcription factors, core promoter elements and paused Pol II work synergistically to establish divergent promoter architecture: Lineage-specific transcription factors such as PU.1 act as pioneers to transiently expose transcription factor motifs and core promoter elements near sense and anti-sense TSSs (Figure 8A). Additional TFs interact cooperatively with lineage-specific PFs to establish regions of factor enrichment that recruit chromatin remodelers necessary for nucleosome removal (Figure 8B). However, most transcription factors bind and unbind their cognate motifs on the order of seconds (Hager et al. 2009), and so this initial collection of TFs and open chromatin is subject to collapse in the absence of some form of stabilization.Open in a separate windowFigure 8.Establishment of divergent promoters is a multistep process involving coordination between transcription factors and Pol II.A. Pioneer factors (PF) recognize their DNA binding motifs near nucleosome-occluded TSSs.B. Cooperation between TFs opens chromatin and recruits remodelers, exposing core promoter elements.C. Initiation and pausing of Pol II helps maintain open chromatin, establishing a nucleosome-depleted region between divergent TSSs.D. Chromatin modifying factors associated with elongating Pol II establish distinct epigenetic landscapes downstream of divergent TSSs.E. Maintenance of open chromatin renders motifs for binding of signal-dependent transcription factors (SDF, orange) accessible for immediate binding during gene activation.We hypothesize that the assembly of the transcription machinery and pausing of Pol II represents the formation of a longer-term scaffold, given that paused polymerase can remain stably engaged for tens of minutes in the absence of P-TEFb and productive pause release (Figure 8C). Early elongation and pausing of Pol II would also position nucleosomes downstream of each TSS and divergent elongation could create negative supercoiling between the two start sites, disfavoring nucleosome occupancy (Seila et al. 2008; Teves and Henikoff 2014). Following elongation of Pol II in either direction, additional Pol II is recruited and pauses to prevent reformation of nucleosomes. Thus, once the appropriate chromatin architecture is established, the transcriptional machinery and TFs could function cooperatively to maintain this state (Figure 8D).Histone modifying factors that travel with elongating Pol II could then contribute to the epigenetic landscape, lying down an extended ‘memory’ of transcriptional activity (Kaikkonen et al. 2013; Marquardt et al. 2014; Venkatesh and Workman 2015). There is an asymmetry of histone modifications downstream of divergent TSSs, with H3K4me3 predominating over mRNAs and uaRNAs being modified with H3K4me1, characteristic of enhancers (Scruggs et al. 2015). We suggest that this asymmetry results from the recruitment of different chromatin modifying factors to the divergent polymerases (Figure 8D), and might reflect the differential processivity in each direction.Finally, the chromatin organization established around divergent TSSs in resting cells could prime promoter units for signal-responsiveness: motifs for signal-dependent TFs (SDFs) positioned between mRNA and uaRNA TSSs would be readily bound following stimulation (Figure 8E), whereas those outside this region are refractory to immediate occupancy. In this way, we envision that a promoter could be tuned for a certain level of responsiveness through the establishment of the uaRNA TSS at a closer vs. more distant location. CONCLUSIONSStudies of coordination between coding and non-coding transcription are uncovering new paradigms and mechanisms for gene regulation (Rinn and Chang 2012; Sigova et al. 2013; Kim and Shiekhattar 2015; Scruggs et al. 2015). Although many sites of non-coding transcription generate unstable RNAs that are rapidly degraded, we propose that the recruitment of transcription machinery to these locations can be nonetheless instrumental to maintain appropriate chromatin architecture in the region. As an example, we describe how establishment of paused Pol II upstream and anti-sense of protein-coding genes delineates the size of the nucleosome-depleted promoter region. Further, we provide evidence that the extent of open promoter chromatin impacts gene activity by tuning signal-dependent transcription factor binding. Therefore, we envision broadly that targeted recruitment of the transcription machinery and Pol II pausing can be useful to regulate chromatin architecture, regardless of the nature of the ncRNA generated. ACKNOWLEDGEMENTSThis work was supported by the Intramural Research Program of the NIH, National Institute of Environmental Health Sciences to K.A. (Z01 ES101987). REFERENCESAdelman K, Lis JT. 2012. \nPromoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat Rev Genet\n13: 720–731. [PMC free article] [PubMed] [Google Scholar]Almada AE, Wu X, Kriz AJ, Burge CB, Sharp PA. 2013. \nPromoter directionality is controlled by U1 snRNP and polyadenylation signals. Nature\n499: 360–3. [PMC free article] [PubMed] [Google Scholar]Andersen PK, Lykke-Andersen S, Jensen Th.\n2012. \nPromoter-proximal polyadenylation sites reduce transcription activity. Genes Dev\n26: 2169–2179. [PMC free article] [PubMed] [Google Scholar]Andersson R, Chen Y, Core L, Lis JT, Sandelin A, Jensen TH. 2015. \nHuman Gene Promoters Are Intrinsically Bidirectional. Mol Cell\n60: 346–347. [PMC free article] [PubMed] [Google Scholar]Andersson R, Gebhard C, Miguel-Escalada I, Hoof I, Bornholdt J, Boyd M, Chen Y, Zhao X, Schmidl C, Suzuki T, et al.\n2014. \nAn atlas of active enhancers across human cell types and tissues. Nature\n507: 455–61. [PMC free article] [PubMed] [Google Scholar]Barboric M, Nissen RM, Kanazawa S, Jabrane-Ferrat N, Peterlin BM. 2001. \nNF-kB Binds P-TEFb to Stimulate Transcriptional Elongation by RNA Polymerase II. Mol Cell\n8: 327–337. [PubMed] [Google Scholar]Basehoar AD, Zanton SJ, Pugh BF. 2004. \nIdentification and distinct regulation of yeast TATA box-containing genes. Cell\n116: 699–709. [PubMed] [Google Scholar]Berg MG, Singh LN, Younis I, Liu Q, Pinto AM, Kaida D, Zhang Z, Cho S, Sherrill-Mix S, Wan L, et al.\n2012. \nU1 snRNP determines mRNA length and regulates isoform expression. Cell\n150: 53–64. [PMC free article] [PubMed] [Google Scholar]Bergmann JH, Spector DL. 2014. \nLong non-coding RNAs: Modulators of nuclear structure and function. Curr Opin Cell Biol\n26: 10–18. [PMC free article] [PubMed] [Google Scholar]Bhatt DM, Pandya-Jones A, Tong A-J, Barozzi I, Lissner MM, Natoli G, Black DL, Smale ST. 2012. \nTranscript dynamics of proinflammatory genes revealed by sequence analysis of subcellular RNA fractions. Cell\n150: 279–90. [PMC free article] [PubMed] [Google Scholar]Bieberstein NI, Carrillo Oesterreich F, Straube K, Neugebauer KM. 2012. \nFirst Exon Length Controls Active Chromatin Signatures and Transcription. Cell Rep\n2: 62–68. [PubMed] [Google Scholar]Burke TW, Kadonaga JT. 1996. \nDrosophila TFIID binds to a conserved downstream basal promoter element that is present in many TATA-box-deficient promoters. Genes Dev\n10: 711–724. [PubMed] [Google Scholar]Butler JEF, Kadonaga JT. 2002. \nThe RNA polymerase II core promoter: a key component in the regulation of gene expression. Genes Dev\n16: 2583–2592. [PubMed] [Google Scholar]Calo E, Wysocka J. 2013. \nModification of Enhancer Chromatin: What, How, and Why?\nMol Cell\n49: 825–837. [PMC free article] [PubMed] [Google Scholar]Chen W, Struhl K. 1985. \nYeast mRNA initiation sites are determined primarily by specific sequences, not by the distance from the TATA element. EMBO J\n4: 3273–80. [PMC free article] [PubMed] [Google Scholar]Cheng B, Price DH. 2007. \nProperties of RNA polymerase II elongation complexes before and after the P-TEFb-mediated transition into productive elongation. J Biol Chem\n282: 21901–21912. [PubMed] [Google Scholar]Core LJ, Martins AL, Danko CG, Waters CT, Siepel A, Lis JT. 2014. \nAnalysis of nascent RNA identifies a unified architecture of initiation regions at mammalian promoters and enhancers. Nat Genet\n46: 1311–1320. [PMC free article] [PubMed] [Google Scholar]Core LJ, Waterfall JJ, Gilchrist DA, Fargo DC, Kwak H, Adelman K, Lis JT. 2012. \nDefining the status of RNA polymerase at promoters. Cell Rep\n2: 1025–1035. [PMC free article] [PubMed] [Google Scholar]Core LJ, Waterfall JJ, Lis JT. 2008. \nNascent rNa sequencing reveals widespread pausing and divergent initiation at human promoters. Science\n322: 1845–1848. [PMC free article] [PubMed] [Google Scholar]Duttke SHC, Lacadie SA, Ibrahim MM, Glass Ck, Corcoran DL, Benner C, Heinz S, Kadonaga JT, Ohler U. 2015. \nHuman Promoters Are Intrinsically Directional. Mol Cell\n57: 674–684. [PMC free article] [PubMed] [Google Scholar]Eberhardy SR, Farnham PJ. 2002. \nMyc recruits P-TEFb to mediate the final step in the transcriptional activation of the cad promoter. J Biol Chem\n277: 40156–40162. [PubMed] [Google Scholar]The ENCODE Project Consortium. 2012. \nAn integrated encyclopedia of DNA elements in the human genome. Nature\n489: 57–74. [PMC free article] [PubMed] [Google Scholar]Escoubet-Lozach L, Benner C, Kaikkonen MU, Lozach J, Heinz S, Spann NJ, Crotti A, Stender J, Ghisletti S, Reichart D, et al.\n2011. \nMechanisms establishing TLR4-responsive activation states of inflammatory response genes. PLoS Genet\n7: e1002401. [PMC free article] [PubMed] [Google Scholar]Flynn RA, Almada AE, Zamudio JR, Sharp PA. 2011. \nAntisense RNA polymerase II divergent transcripts are P-TEFb dependent and substrates for the RNA exosome. Proc Natl Acad Sci U S A\n108: 10460–10465. [PMC free article] [PubMed] [Google Scholar]Forrest ARR, Kawaji H, Rehli M, Baillie JK, de Hoon MJL, Haberle V, Lassmann T, Kulakovskiy I V, Lizio M, Itoh M, et al.\n2014. \nA promoter-level mammalian expression atlas. Nature\n507: 462–70. [PMC free article] [PubMed] [Google Scholar]Gilchrist DA, dos Santos G, Fargo DC, Xie B, Gao Y, Li L, Adelman K. 2010. \nPausing of RNA Polymerase II Disrupts DNA-Specified Nucleosome Organization to Enable Precise Gene Regulation. Cell\n143: 540–551. [PMC free article] [PubMed] [Google Scholar]Gilchrist DA, Fromm G, dos Santos G, Pham LN, McDaniel IE, Burkholder A, Fargo DC, Adelman K. 2012. \nRegulating the regulators: the pervasive effects of Pol II pausing on stimulus-responsive gene networks. Genes Dev\n26: 933–944. [PMC free article] [PubMed] [Google Scholar]Gilchrist DA, Nechaev S, Lee C, Ghosh SKB, Collins JB, Li L, Gilmour DS, Adelman K. 2008. \nNELF-mediated stalling of Pol II can enhance gene expression by blocking promoter-proximal nucleosome assembly. Genes Dev\n22: 1921–33. [PMC free article] [PubMed] [Google Scholar]Hager GL, McNally JG, Misteli T. 2009. \nTranscription dynamics. Mol Cell\n35: 741–753. [PMC free article] [PubMed] [Google Scholar]Henriques T, Gilchrist DA, Nechaev S, Bern M, Muse GW, Burkholder A, Fargo DC, Adelman K. 2013. \nStable Pausing by RNA Polymerase II Provides an Opportunity to Target and Integrate Regulatory Signals. Mol Cell\n52: 517–528. [PMC free article] [PubMed] [Google Scholar]Jang MK, Mochizuki K, Zhou M, Jeong HS, Brady JN, Ozato K. 2005. \nThe bromodomain protein Brd4 is a positive regulatory component of P-TEFb and stimulates RNA polymerase II-dependent transcription. Mol Cell\n19: 523–534. [PubMed] [Google Scholar]Jensen TH, Jacquier A, Libri D. 2013. \nDealing with pervasive transcription. Mol Cell\n52: 473–484. http://linkinghub.elsevier.com/retrieve/pii/S1097276513007983. [PubMed] [Google Scholar]Jones PA. 2012. \nFunctions of DNA methylation: islands, start sites, gene bodies and beyond. Nat Rev Genet\n13: 484–92. 10.1038/nrg3230. [PubMed] [CrossRef] [Google Scholar]Jonkers I, Kwak H, Lis JT. 2014. \nGenome-wide dynamics of Pol II elongation and its interplay with promoter proximal pausing, chromatin, and exons. Elife\n1–25. [PMC free article] [PubMed] [Google Scholar]Kadonaga JT. 2012. \nPerspectives on the RNA polymerase II core promoter. Wiley Interdiscip Rev Dev Biol\n1: 40–51. [PMC free article] [PubMed] [Google Scholar]Kaida D, Berg MG, Younis I, Kasim M, Singh LN, Wan L, Dreyfuss G. 2010. \nU1 snRNP protects pre-mRNAs from premature cleavage and polyadenylation. Nature\n468: 664–668. [PMC free article] [PubMed] [Google Scholar]Kaikkonen MU, Spann NJ, Heinz S, Romanoski CE, Allison KA, Stender JD, Chun HB, Tough DF, Prinjha RK, Benner C, et al.\n2013. \nRemodeling of the Enhancer Landscape during Macrophage Activation Is Coupled to Enhancer Transcription. Mol Cell\n51: 310–325. [PMC free article] [PubMed] [Google Scholar]Kim T-K, Hemberg M, Gray JM, Costa AM, Bear DM, Wu J, Harmin DA, Laptewicz M, Barbara-Haley K, Kuersten S, et al.\n2010. \nWidespread transcription at neuronal activity-regulated enhancers. Nature\n465: 182–7. [PMC free article] [PubMed] [Google Scholar]Kim T-K, Shiekhattar R. 2015. \nArchitectural and Functional Commonalities between Enhancers and Promoters. Cell\n162: 948–959. [PMC free article] [PubMed] [Google Scholar]Kostrewa D, Zeller ME, Armache K-J, Seizl M, Leike K, Thomm M, Cramer P. 2009. \nRNA polymerase II-TFIIB structure and mechanism of transcription initiation. Nature\n462: 323–330. [PubMed] [Google Scholar]Lai F, Gardini A, Zhang A, Shiekhattar R. 2015. \nIntegrator mediates the biogenesis of enhancer RNAs. Nature\n525: 399–403. [PMC free article] [PubMed] [Google Scholar]Lee JT, Bartolomei MS. 2013. \nX-Inactivation, Imprinting, and Long Noncoding RNAs in Health and Disease. Cell\n152: 1308–1323. [PubMed] [Google Scholar]Lenhard B, Sandelin A, Carninci P. 2012. \nMetazoan promoters: emerging characteristics and insights into transcriptional regulation. Nat Rev Genet\n13: 233–245. [PubMed] [Google Scholar]Luo Z, Lin C, Shilatifard A. 2012. \nThe super elongation complex (SEC) family in transcriptional control. Nat Rev Mol Cell Biol\n13: 543–547. [PubMed] [Google Scholar]Marquardt S, Escalante-Chong R, Pho N, Wang J, Churchman LS, Springer M, Buratowski S. 2014. \nA chromatin-based mechanism for limiting divergent noncoding transcription. Cell\n157: 1712–1723. [PMC free article] [PubMed] [Google Scholar]Marques AC, Hughes J, Graham B, Kowalczyk MS, Higgs DR, Ponting CP. 2013. \nChromatin signatures at transcriptional start sites separate two equally populated yet distinct classes of intergenic long noncoding RNAs. Genome Biol\n14: R131. [PMC free article] [PubMed] [Google Scholar]Moore MJ, Proudfoot NJ. 2009. \nPre-mRNA processing reaches back to transcription and ahead to translation. Cell\n136: 688–700. [PubMed] [Google Scholar]Nechaev S, Fargo DC, dos Santos G, Liu L, Gao Y, Adelman K. 2010. \nGlobal analysis of short RNAs reveals widespread promoter-proximal stalling and arrest of Pol II in Drosophila. Science\n327: 335–8. [PMC free article] [PubMed] [Google Scholar]Nerlov C, Graf T. 1998. \nPU.1 induces myeloid lineage commitment in multipotent hematopoietic progenitors. Genes Dev\n12: 2403–2412. [PMC free article] [PubMed] [Google Scholar]Ntini E, Järvelin AI, Bornholdt J, Chen Y, Boyd M, Jorgensen M, Andersson R, Hoof I, Schein A, Andersen PR, et al.\n2013. \nPolyadenylation site–induced decay of upstream transcripts enforces promoter directionality. Nat Struct Mol Biol\n20: 923–928. [PubMed] [Google Scholar]Ostuni R, Piccolo V, Barozzi I, Polletti S, Termanini A, Bonifacio S, Curina A, Prosperini E, Ghisletti S, Natoli G. 2013. \nLatent enhancers activated by stimulation in differentiated cells. Cell\n152: 157–171. [PubMed] [Google Scholar]Pal M, Ponticelli AS, Luse DS. 2005. \nThe role of the transcription bubble and TFIIB in promoter clearance by RNA polymerase II. Mol Cell\n19: 101–110. [PubMed] [Google Scholar]Preker P, Almvig K, Christensen MS, Valen E, Mapendano CK, Sandelin A, Jensen TH. 2011. \nPROMoter uPstream Transcripts share characteristics with mRNAs and are produced upstream of all three major types of mammalian promoters. Nucleic Acids Res\n39: 7179–93. [PMC free article] [PubMed] [Google Scholar]Preker P, Nielsen J, Kammler S, Lykke-Andersen S, Christensen MS, Mapendano CK, Schierup MH, Jensen TH. 2008. \nRNA Exosome Depletion Reveals Transcription Upstream of Active Human Promoters. Science\n322: 1851–1854. [PubMed] [Google Scholar]Proudfoot NJ. 2011. \nEnding the message: poly(A) signals then and now. Genes Dev\n25: 1770–1782. [PMC free article] [PubMed] [Google Scholar]Rach EA, Winter DR, Benjamin AM, Corcoran DL, Ni T, Zhu J, Ohler U. 2011. \nTranscription initiation patterns indicate divergent strategies for gene regulation at the chromatin level. PLoS Genet\n7: e1001274. [PMC free article] [PubMed] [Google Scholar]Rhee HS, Pugh BF. 2012. \nGenome-wide structure and organization of eukaryotic preinitiation complexes. Nature\n483: 295–301. [PMC free article] [PubMed] [Google Scholar]Rinn JL, Chang HY. 2012. \nGenome regulation by long noncoding RNAs. Annu Rev Biochem\n81: 145–166. [PMC free article] [PubMed] [Google Scholar]Schaukowitch K, Joo J-Y, Liu X, Watts JK, Martinez C, Kim T-K. 2014. \nEnhancer RNA Facilitates NELF Release from Immediate Early Genes. Mol Cell\n56: 29–42. [PMC free article] [PubMed] [Google Scholar]Schones DE, Cui KR, Cuddapah S, Roh T-Y, Barski A, Wang Z, Wei G, Zhao K. 2008. \nDynamic regulation of nucleosome positioning in the human genome. Cell\n132: 887–898. [PubMed] [Google Scholar]Scruggs BS, Gilchrist DA, Nechaev S, Muse GW, Burkholder A, Fargo DC, Adelman K. 2015. \nBidirectional Transcription Arises from Two Distinct Hubs of Transcription Factor Binding and Active Chromatin. Mol Cell\n58: 1101–1112. [PMC free article] [PubMed] [Google Scholar]Seila AC, Calabrese JM, Levine SS, Yeo GW, Rahl PB, Flynn RA, Young RA, Sharp PA. 2008. \nDivergent transcription from active promoters. Science\n322: 1849–51. [PMC free article] [PubMed] [Google Scholar]Sigova AA, Mullen AC, Molinie B, Gupta S, Orlando DA, Guenther MG, Almada AE, Lin C, Sharp PA, Giallourakis CC, et al.\n2013. \nDivergent transcription of long noncoding RNA/mRNA gene pairs in embryonic stem cells. Proc Natl Acad Sci U S A\n110:2876–2881. [PMC free article] [PubMed] [Google Scholar]Skene PJ, Hernandez AE, Groudine M, Henikoff S. 2014. \nThe nucleosomal barrier to promoter escape by RNA polymerase II is overcome by the chromatin remodeler Chd1. Elife\n2014: 1 3; e02042 [PMC free article] [PubMed] [Google Scholar]Smolle M, Venkatesh S, Gogol MM, Li H, Zhang Y, Florens L, Washburn MP, Workman JL. 2012. \nChromatin remodelers Isw1 and Chd1 maintain chromatin structure during transcription by preventing histone exchange. Nat Struct Mol Biol\n19: 884–892. [PMC free article] [PubMed] [Google Scholar]Soufi A, Donahue G, Zaret KS. 2012. \nFacilitators and impediments of the pluripotency reprogramming factors’ initial engagement with the genome. Cell\n151: 994–1004. [PMC free article] [PubMed] [Google Scholar]Takahashi H, Parmely TJ, Sato S, Tomomori-Sato C, Banks CAS, Kong SE, Szutorisz H, Swanson SK, Martin-Brown S, Washburn MP, et al.\n2011. \nHuman mediator subunit MED26 functions as a docking site for transcription elongation factors. Cell\n146: 92–104. [PMC free article] [PubMed] [Google Scholar]Teves SS, Henikoff S. 2014. \nTranscription-generated torsional stress destabilizes nucleosomes. Nat Struct Mol Biol\n21: 88–94. [PMC free article] [PubMed] [Google Scholar]Venkatesh S, Smolle M, Li H, Gogol MM, Saint M, Kumar S, Natarajan K, Workman JL. 2012. \nSet2 methylation of histone H3 lysine 36 suppresses histone exchange on transcribed genes. Nature\n489: 452–455. [PubMed] [Google Scholar]Venkatesh S, Workman JL. 2015. \nHistone exchange, chromatin structure and the regulation of transcription. Nat Rev Mol Cell Biol\n16: 178–189. [PubMed] [Google Scholar]Williams LH, Fromm G, Gokey NG, Henriques T, Muse GW, Burkholder A, Fargo DC, Hu G, Adelman K. 2015. \nPausing of RNA Polymerase II Regulates Mammalian Developmental Potential through Control of Signaling Networks. Mol Cell\n58: 311–322. [PMC free article] [PubMed] [Google Scholar]Wu X, Sharp PA. 2013. \nDivergent transcription: a driving force for new gene origination?\nCell\n155: 990–6. http://www.ncbi.nlm.nih.gov/pubmed/24267885 (Accessed January 23, 2014). [PMC free article] [PubMed] [Google Scholar]Yamada T, Yamaguchi Y, Inukai N, Okamoto S, Mura T, Handa H. 2006. \nP-TEFb-mediated phosphorylation of hSpt5 C-terminal repeats is critical for processive transcription elongation. Mol Cell\n21: 227–237. [PubMed] [Google Scholar]Yang Z, Yik JHN, Chen R, He N, Moon KJ, Ozato K, Zhou Q. 2005. \nRecruitment of P-TEFb for stimulation of transcriptional elongation by the bromodomain protein Brd4. Mol Cell\n19: 535–545. [PubMed] [Google Scholar]Yu M, Yang W, Ni T, Tang Z, Nakadai T, Zhu J, Roeder RG. 2015. \nRNA polymerase II-associated factor 1 regulates the release and phosphorylation of paused RNA polymerase II. 350: 1383–1386. [PMC free article] [PubMed] [Google Scholar]Zaret KS, Carroll JS. 2011. \nPioneer transcription factors: establishing competence for gene expression. Genes Dev 25: 2227–41. [PMC free article] [PubMed] [Google Scholar]"}