{"title": "Set1/COMPASS and Mediator are repurposed to promote epigenetic transcriptional memory", "pubDate": "2016", "PMCID": "PMC4951200", "DOI": "10.7554/eLife.16691", "PMID": "27336723", "abstract": "In yeast and humans, previous experiences can lead to epigenetic transcriptional memory: repressed genes that exhibit mitotically heritable changes in chromatin structure and promoter recruitment of poised RNA polymerase II preinitiation complex (RNAPII PIC), which enhances future reactivation. Here, we show that INO1 memory in yeast is initiated by binding of the Sfl1 transcription factor to the cis-acting Memory Recruitment Sequence, targeting INO1 to the nuclear periphery. Memory requires a remodeled form of the Set1/COMPASS methyltransferase lacking Spp1, which dimethylates histone H3 lysine 4 (H3K4me2). H3K4me2 recruits the SET3C complex, which plays an essential role in maintaining this mark. Finally, while active INO1 is associated with Cdk8(-) Mediator, during memory, Cdk8(+) Mediator recruits poised RNAPII PIC lacking the Kin28 CTD kinase. Aspects of this mechanism are generalizable to yeast and conserved in human cells. Thus, COMPASS and Mediator are repurposed to promote epigenetic transcriptional poising by a highly conserved mechanism.", "author": [{"author": "Agustina D'Urso", "affiliation": ["Department of Molecular Biosciences, Northwestern University, Evanston, United States."], "href": "/?term=D%27Urso+A&cauthor_id=27336723"}, {"author": "Yoh-Hei Takahashi", "affiliation": ["Department of Biochemistry and Molecular Genetics, Northwestern University, Chicago, United States."], "href": "/?term=Takahashi+YH&cauthor_id=27336723"}, {"author": "Bin Xiong", "affiliation": ["Department of Statistics, Northwestern University, Evanston, United States."], "href": "/?term=Xiong+B&cauthor_id=27336723"}, {"author": "Jessica Marone", "affiliation": ["Department of Molecular Biosciences, Northwestern University, Evanston, United States."], "href": "/?term=Marone+J&cauthor_id=27336723"}, {"author": "Robert Coukos", "affiliation": ["Department of Molecular Biosciences, Northwestern University, Evanston, United States."], "href": "/?term=Coukos+R&cauthor_id=27336723"}, {"author": "Carlo Randise-Hinchliff", "affiliation": ["Department of Molecular Biosciences, Northwestern University, Evanston, United States."], "href": "/?term=Randise-Hinchliff+C&cauthor_id=27336723"}, {"author": "Ji-Ping Wang", "affiliation": ["Department of Statistics, Northwestern University, Evanston, United States."], "href": "/?term=Wang+JP&cauthor_id=27336723"}, {"author": "Ali Shilatifard", "affiliation": ["Department of Biochemistry and Molecular Genetics, Northwestern University, Chicago, United States."], "href": "/?term=Shilatifard+A&cauthor_id=27336723"}, {"author": "Jason H Brickner", "affiliation": ["Department of Molecular Biosciences, Northwestern University, Evanston, United States."], "href": "/?term=Brickner+JH&cauthor_id=27336723"}], "refPMID": ["20098417", "10993082", "21694722", "23352233", "18753408", "26796577", "22579222", "17373856", "26688804", "20946825", "15455074", "11751634", "26279188", "7539137", "20093466", "24780085", "18805098", "16936826", "22415831", "24377444", "16878130", "24857743", "2697640", "23746844", "21327159", "11102521", "24529382", "12764140", "20123968", "3099167", "22851651", "20582323", "9618449", "18922474", "25170156", "24081332", "23934151", "14992727", "24704787", "23995757", "21335234", "14769992", "19379692", "22959268", "21326907", "23706737", "11805083", "17438002", "24050178", "17355966", "17545470", "20932479", "23555195", "24744238", "26657708", "23028359", "8900211", "24485661", "11687631", "21875999", "15949446", "12520306", "24139904", "12667453", "18070927", "15808511", "11701926", "11711434", "16122420", "15837421", "26953353", "9811878", "8991083", "11742990", "3136931", "23767915", "12353038", "14602075", "16168379", "26317468", "16756492", "18508253", "22663077", "23699407", "24613354", "9755175", "2307371", "16892064", "8994824", "19398585", "19933151", "24402317", "24882805", "16109375", "9450929", "12434058", "19703992", "10542411", "24746699", "12535539", "17088385", "18838538", "10199401", "26659056", "17997309", "21849496", "19158363"], "citedInPMID": ["27336723", "34920742", "34849786", "34480849", "34446533", "34002694", "33789123", "33784494", "33747046", "33571730", "33559339", "33558730", "33556822", "33387051", "33167354", "33155547", "33108759", "33054831", "32327563", "32240621", "31902656", "31805521", "31628441", "31602465", "31399550", "31366666", "31211995", "31127037", "31063899", "30974922", "30666394", "30616667", "30585107", "30299256", "30037925", "29809150", "29507053", "29269482", "29209056", "29153325", "28655328", "28607146", "28537556", "28483910", "28366641", "28316598", "28143948", "28137949", "28088069", "27920256", "27807647"], "body": " AbstractIn yeast and humans, previous experiences can lead to epigenetic transcriptional memory: repressed genes that exhibit mitotically heritable changes in chromatin structure and promoter recruitment of poised RNA polymerase II preinitiation complex (RNAPII PIC), which enhances future reactivation. Here, we show that INO1 memory in yeast is initiated by binding of the Sfl1 transcription factor to the cis-acting Memory Recruitment Sequence, targeting INO1 to the nuclear periphery. Memory requires a remodeled form of the Set1/COMPASS methyltransferase lacking Spp1, which dimethylates histone H3 lysine 4 (H3K4me2). H3K4me2 recruits the SET3C complex, which plays an essential role in maintaining this mark. Finally, while active INO1 is associated with Cdk8- Mediator, during memory, Cdk8+ Mediator recruits poised RNAPII PIC lacking the Kin28 CTD kinase. Aspects of this mechanism are generalizable to yeast and conserved in human cells. Thus, COMPASS and Mediator are repurposed to promote epigenetic transcriptional poising by a highly conserved mechanism.DOI:\nhttp://dx.doi.org/10.7554/eLife.16691.001Research Organism: Human, S. cerevisiae eLife digestCells respond to stressful conditions by changing which of their genes are switched on. Such stress-specific genes are typically switched off again when the conditions improve, but can remain primed and ready to be switched on again when needed. This phenomenon is known as “epigenetic transcriptional memory” and allows for a faster or stronger response to the same stress in the future. In fact, these memories can last for a long time, even after the cell divides many times.Inside cells, most of the DNA is wrapped tightly around proteins called histones. To activate – or transcribe – a gene, the DNA must be re-packaged to allow better access for specific proteins including the enzyme called RNA polymerase II. This repackaging involves a number of changes including chemical modification of the histone proteins. Genes that have been previously transcribed under stress are packaged in a different way so that they are poised and ready for the next time they are needed. However, the details of this process were not clear.Using yeast as a model, D'Urso et al. have dissected the changes that are responsible for priming genes to respond to future events. The yeast gene INO1, which shows transcriptional memory, was studied in cells by characterizing the proteins bound at and around the gene and the histone modifications in the region. D'Urso et al. found that a protein called SfI1 bound to this gene only during transcriptional memory and that this binding was critical to start the phenomenon.Further experiments showed that transcriptional memory also required altering two protein complexes that normally bind to genes when they are switched on. One complex, which includes an enzyme that modifies histones, was altered so that the histones at the INO1 gene were marked in a unique way. The other complex was responsible for recruiting an inactive, poised form of RNA polymerase II to the gene, which allowed the gene to be activated when needed. In addition, D'Urso found that other genes that show transcriptional memory in yeast, as well as such genes in human cells, were also marked in the same ways.A future challenge will be to understand how different conditions in different organisms can lead to transcriptional memory. Further studies could also explore how this memory phenomenon is inherited and how it influences an organism’s fitness.DOI:\nhttp://dx.doi.org/10.7554/eLife.16691.002 IntroductionEpigenetic transcriptional memory is a mitotically heritable form of 'priming' that changes the speed or strength of expression of select genes based on previous cellular experiences (Brickner et al., 2007; D'Urso and Brickner, 2014; Light et al., 2010; 2013). A well-established model for transcriptional memory is the inducible inositol-1-phosphate synthase (INO1) gene in budding yeast (Brickner et al., 2007; Light et al., 2010, 2013). Upon transcriptional activation, the INO1 gene moves from the nucleoplasm to the nuclear periphery and physically interacts with the nuclear pore complex (NPC; Ahmed et al., 2010; Brickner and Walter, 2004). Upon repression, INO1 remains associated with the NPC for up to four generations (Brickner et al., 2007; Light et al., 2010). Thus, maintenance of recently repressed INO1 at the NPC represents an epigenetic state.Active INO1 and recently repressed INO1 interact with different Nups through distinct and independent mechanisms. Each interaction involves different cis-acting DNA zip codes: DNA elements that are both necessary and sufficient for targeting to the nuclear periphery and interaction with the NPC (Ahmed et al., 2010; Light et al., 2010). Targeting of active INO1 to the nuclear periphery requires two Gene Recruitment Sequences (GRSs) in the promoter that interact with the transcription factors Put3 and Cbf1 (Brickner et al., 2012; Randise-Hinchliff et al., 2016a). However, after repression, INO1 remains associated with the periphery through a mechanism that is independent of the GRSs but requires a separate zip code, the Memory Recruitment Sequence (MRS) and the nuclear pore protein Nup100 (Brickner et al., 2015; Light et al., 2010). After repression, changes in chromatin structure (H2A.Z incorporation and dimethylation of H3K4; Light et al., 2010; Santos-Rosa et al., 2002) are required for INO1 localization at the periphery (Brickner et al., 2007; Light et al., 2010) and binding of poised RNA polymerase II preinitiation complex (RNAPII PIC), which poises INO1 for transcriptional reactivation (Light et al., 2010, 2013). Loss of Nup100, H2A.Z or mutations in the MRS lead to loss of all aspects of INO1 memory.Epigenetic memory is a common phenomenon and may stem from an evolutionarily conserved mechanism. Upon repression, both GAL1-10 (Ng et al., 2003; Zhou and Zhou, 2011) and INO1 remain dimethylated on H3K4 (Light et al., 2013; Santos-Rosa et al., 2002). Furthermore, like INO1, GAL1-10 localizes at the nuclear periphery and exhibits a faster rate of transcriptional reactivation for up to 8 generations (Brickner et al., 2007; Tan-Wong et al., 2009; Kundu et al., 2007; Zacharioudakis et al., 2007). Also, 77 of the genes induced by oxidative stress are activated more rapidly in yeast cells that have previously experienced salt stress, an effect that persists for four generations and requires the nuclear pore protein Nup42 (Berry and Gasch, 2008; Gasch et al., 2000; Guan et al., 2012). In Arabidopsis, heat shock alters the responsiveness of plants to heat stress for days and correlates with H3K4 methylation (Ding et al., 2012; 2013; Lämke et al., 2016; Liu et al., 2014; Sani et al., 2013). In human cells, hundreds of the genes that are induced by IFN-γ exhibit stronger or faster induction in cells that have previously experienced IFN-γ (Gialitakis et al., 2010; Light et al., 2013). This effect persists through 4–7 cell divisions, is associated with H3K4 dimethylation and binding of poised RNAPII and requires physical interaction with the nuclear pore protein Nup98 (homologous to yeast Nup100; Light et al., 2013). Therefore, dimethylation of H3K4, binding of poised RNAPII and physical interaction with nuclear pore proteins may play a general, conserved role in memory to epigenetically enhance future gene expression. However, the potential general role of H2A.Z in memory is unclear because loss of H2A.Z has pleiotropic effects (Halley et al., 2010).Transcription in eukaryotes is commonly regulated through recruitment of RNAPII. However, transcription can also be stimulated through regulated elongation and, occasionally, through regulated initiation (Kwak and Lis, 2013; Smith and Shilatifard, 2013; Spencer et al., 1990). RNAPII often initiates transcription but after synthesizing 30–50 nt, becomes paused through the action of DSIF, NELF, GDOWN1 and the PAF complex (Chen et al., 2015; Gilmour and Lis, 1986; Rougvie and Lis, 1988; Wada et al., 1998; Yamaguchi et al., 1999; Yu et al., 2015). Paused RNAPII is phosphorylated on serine 5 of the carboxy terminal domain (CTD). Elongation is stimulated by recruitment of the super elongation complex, which phosphorylates serine 2 on the CTD (Marshall et al., 1996; Ni et al., 2008; Smith and Shilatifard, 2013). However, RNAPII recruitment does not always lead to initiation. A large number of inactive genes are bound by preinitiation RNAPII, suggesting that they are regulated upstream of transcription initiation in yeast and humans (Kouzine et al., 2013; Radonjic et al., 2005). Likewise, starvation of L1 larvae in C. elegans leads to RNAPII 'docking' over the promoters of ~750 genes involved in growth and development (Maxwell et al., 2014). This form of RNAPII appears to be neither active nor paused, suggesting that it has not initiated. Following previous expression, unphosphorylated, preinitiation RNAPII binds to the promoter of yeast and human genes that exhibit transcriptional memory, along with PIC components (Light, 2010, 2013). Finally, the inducible Retinoic Acid Receptor β (RARB) promoter is bound to RNAPII and a partially assembled PIC in the absence of inducer (Akoulitchev et al., 2000; Pavri et al., 2005), suggesting that transcriptional poising may be a more general regulatory mechanism. Thus, all three steps of transcription can be regulated: PIC assembly/recruitment, transcription initiation and transcription elongation.It is unclear how memory is initiated, how and why the memory-specific chromatin structure is established and how this leads to transcriptional poising. Using the yeast INO1 gene as a model, we address these three questions, providing important new insight about the molecular mechanism of transcriptional memory. INO1 memory is initiated by binding of the Sfl1 transcription factor to the MRS zip code specifically upon shifting from activating to repressing conditions. Sfl1 is necessary and sufficient to promote targeting to the nuclear periphery and is essential for all aspects of transcriptional memory. INO1 memory is lost in strains that lack lysine 4 on histone H3 or upon conditional inactivation of the Set1/COMPASS complex, indicating that H3K4me2 is required for memory. During memory, the Set1/COMPASS histone methyltransferase is remodeled by dissociation of the Spp1 subunit. The resulting Spp1- complex is capable of H3K4 dimethylation, but not trimethylation (Miller et al., 2001; Morillon et al., 2005; Roguev et al., 2001; Schneider et al., 2005; Takahashi et al., 2009; Wood et al., 2003). Set3, the eponymous member of the SET3C HDAC complex, is recruited by H3K4me2 to the INO1 promoter through its PHD domain (Kim and Buratowski, 2009, 2013; Pijnappel et al., 2001). Conditional inactivation of SET3C during memory rapidly disrupts both RNAPII binding and H3K4 dimethylation, suggesting that it is both the reader of this mark and is essential for its persistence. Finally, whereas a core Mediator subunit is required for RNAPII binding under both activating and memory conditions, the form of Mediator containing the Cdk8 kinase module (Cdk8+ Mediator) binds to the INO1 promoter specifically during memory and is specifically required to recruit poised RNAPII and to enhance future expression.To test the generality of our conclusions, we also probed the molecular mechanism of memory for stress-induced genes in yeast and IFNγ-induced genes in HeLa cells. During memory, these genes are marked with H3K4me2, bind RNAPII and are also associated with Cdk8 binding. Furthermore, salt stress-induced memory requires SET3C. This suggests that the mechanism of INO1 memory is general and highly conserved. ResultsThe Sfl1 transcription factor binds to the MRS to initiate INO1 transcriptional memoryAfter repression, INO1 remains associated with the NPC for up to four generations (Brickner et al., 2007; Light et al., 2010, 2013). The interaction of recently repressed INO1 with the NPC is controlled by the MRS zip code (5’-TCCTTCTTTCCC-3’; Light et al., 2010). Mutations in this DNA sequence abolish all aspects of memory: after repression, INO1 is not retained at the nuclear periphery, fails to incorporate H2A.Z or H3K4me2 into the promoter, does not retain RNAPII and exhibits a specific defect in the rate of reactivation (Brickner et al., 2007; Light et al., 2010; 2013). Because the Sfl1 transcription factor binds to a sequence that is similar to the MRS (5’-TTCTTC-3’) and shows genetic interactions with NUP120 - a component of the Nup84 subcomplex that is required for transcriptional memory - we hypothesized that the Sfl1 transcription factor interacts with the MRS to promote memory (Costanzo et al., 2010; Fujita et al., 1989; Light et al., 2010; Robertson and Fink, 1998; Zhu et al., 2009). To test this hypothesis, we used chromatin immunoprecipitation (ChIP) against Sfl-GFP expressed in wild type and mrs mutant strains under activating (-inositol), repressing (+inositol) and memory conditions (-inositol → + inositol, 3 hr; Figure 1A). Sfl1 bound to the wild type INO1 promoter specifically under memory conditions, but not to the mrs mutant INO1 promoter (Figure 1A). Insertion of the MRS alone at the ectopic URA3 locus leads to constitutive targeting to the nuclear periphery, suggesting that the factor(s) responsible for peripheral targeting is bound constitutively (Light et al., 2010). Indeed, at the ectopic MRS, Sfl1-GFP bound constitutively (Figure 1—figure supplement 1A). Furthermore, as previously observed, Sfl1-GFP bound to the SUC2 promoter under all conditions (Figure 1—figure supplement 1A; Song and Carson, 1998). Finally, the levels and nuclear localization of Sfl1-GFP were not obviously different between these three conditions (Figure 1—figure supplement 1B). Thus, Sfl1 binds to the INO1 promoter in an MRS-dependent and memory-specific manner that is apparently regulated in cis by its promoter context.Open in a separate windowFigure 1.Sfl1 binds to the MRS to promote transcriptional memory.(A) Chromatin immunoprecipitation (ChIP) of Sfl1-GFP from wild type and mrs mutant INO1 strains, quantified relative to the input fraction using primers to amplify the INO1 promoter (−348 to −260) or the PRM1 CDS, a repressed locus. The averages of three biological replicates are shown ± standard error of the mean. *p<0.05, compared with repressing conditions (Student’s t-test). (B) Left: representative confocal micrographs of INO1-LacO in a strain expressing GFP-LacI and PHO88-mCherry scored as either nucleoplasmic or nuclear periphery. Right: quantified chromatin localization of the percentage of the population in which the indicated locus colocalized with the nuclear envelope. INO1-LacO in either a wild type or sfl1∆ strain was localized in cells grown in repressing (+inositol), activating (-inositol) or memory conditions (switched from medium lacking inositol to medium containing 100 μM inositol for 3 hr (−ino → +ino). *p<0.05, compared with repressing conditions (Student’s t-test). URA3:LexA-LacO was localized in cells expressing either LexA or LexA-Sfl1 grown under repressing conditions. *p<0.05, compared with LexA alone (Student’s t-test). The hatched blue line indicates the baseline for this assay (Brickner and Walter, 2004). (C and D) ChIP of RNA polymerase II from wild-type and slf1∆ cells fixed at indicated time points during activation (C) and reactivation (D). At time = 0, cells were shifted from repressing medium containing 100 μM inositol (red arrow in schematic) to medium without inositol (green arrow in schematic). For reactivation, cells were shifted from activating medium to repressing medium containing 100 μM inositol for 3 hr. Left panels were quantified relative to input using the INO1 promoter primer set (-348 to -260, relative to the ATG); right panels were quantified relative to input using INO1 coding sequence primer set (+663 to +798, relative to ATG). *p<0.05, compared with the repressing condition (Student’s t-test). (E and F) INO1 activation (E) or reactivation (F) in wild type and sfl1∆ cells (schematic as in C and D). Cells were harvested at the indicated time points, and INO1 mRNA levels were quantified relative to ACT1 mRNA levels by RT-qPCR. The averages of three biological replicates are shown ± standard error of the mean. *p<0.05, compared with the same time point in the SFL1 strain (Student’s t-test).DOI:\nhttp://dx.doi.org/10.7554/eLife.16691.003Figure 1—figure supplement 1.Open in a separate windowSfl1 binding to the INO1 promoter is regulated by its context.(A) Chromatin immunoprecipitation (ChIP) of Sfl1-GFP from cells having the MRS or mrs mutant inserted beside URA3 grown under the indicated conditions. The recovery of the INO1 promoter, URA3, the SUC2 promoter and PRM1 was quantified by qPCR relative to input. Averages of three biological replicates and standard error of the mean. *p<0.05, compared with repressing condition (Student’s t-test). (B) Confocal sum projections of stacks of SFL1-GFP cells grown under the indicated conditions, imaged using identical settings. Scale bar = 5 µm.DOI:\nhttp://dx.doi.org/10.7554/eLife.16691.004To test if Sfl1 mediates peripheral localization of INO1 during memory, we used a chromatin localization assay (Brickner et al., 2010; Egecioglu et al., 2014). The INO1 locus was tagged with an array of ~128 Lac repressor binding sites (LacO array) in cells expressing LacI-GFP (Straight et al., 1996; Robinett et al., 1996). Using confocal microscopy, the position of INO1 was scored for colocalization with the nuclear envelope, visualized using a Pho88-mCherry fusion protein (Figure 1B). Because the shell constituting the outer 25–30% of the nuclear volume (i.e. the 200 nm closest to the nuclear envelope) is unresolvable from the nuclear envelope by light microscopy, a randomly localized spot within the nucleus is expected to colocalize with the nuclear envelope in ~30% of the cells (blue hatched line, Figure 1B; Brickner and Walter, 2004). In both the wild type and sfl1∆ strains, repressed INO1 colocalized with the nuclear envelope in ~30% of the population and active INO1 colocalized with the nuclear envelope in >50% of the cells under activating conditions (Figure 1B). Under memory conditions, INO1 colocalized with the nuclear envelope in 52% of the wild type cells, but it colocalized with the nuclear periphery in only 32% of the sfl1∆ cells (Figure 1B). This phenotype is identical to that of the mrs mutant (Light et al., 2010) and suggests that Sfl1 is necessary for the maintenance of INO1 at the nuclear periphery during memory.To test if Sfl1 is sufficient to induce targeting to the nuclear periphery, we used a tethering strategy (Randise-Hinchliff et al., 2016). In a strain with a LacO array and LexA binding site integrated at URA3 (a gene that normally localizes in the nucleoplasm; Brickner and Walter, 2004), we expressed either LexA or LexA-Sfl1. In the strain expressing LexA, URA3 colocalized with the nuclear envelope in 32% of the population. However, in strains expressing Sfl1-LexA, URA3 colocalized with the nuclear periphery in 53% of the population (Figure 1B). Therefore, Sfl1 is both necessary and sufficient to promote targeting to the nuclear periphery.The output of transcriptional memory is RNAPII binding to the recently repressed promoter and faster induction in the future. Mutations that disrupt memory, such as the mrs mutation, lead to loss of RNAPII from the promoter during memory and a slower rate of reactivation, without affecting the rate of activation (Light et al., 2010). To test if Sfl1 is required for all aspects of memory, we performed ChIP against RNAPII during activation or reactivation and measured the association of RNAPII over the INO1 promoter or coding sequence (Figure 1C and D). During activation, RNAPII recruitment to the INO1 promoter and coding sequence was unaffected by loss of Sfl1 (Figure 1C) and the rate of INO1 activation was unaffected (Figure 1E). However, during reactivation, RNAPII was not associated with the INO1 promoter at t = 0 min in the sfl1∆ mutant strain (Figure 1D, left panel) and accumulated more slowing over the coding sequence (Figure 1D, right panel). This defect led to a specific reduction in the rate of INO1 reactivation in the sfl1∆ mutant (Figure 1F), similar to the mrs mutant strain (Light et al., 2010). Thus, binding of the Sfl1 transcription factor to the INO1 promoter upon repression promotes future INO1 reactivation.H3K4me2 is an essential, memory-specific chromatin markTranscriptional memory is associated with histone modifications that are distinct from either the repressed or active states. Repressed INO1 is hypoacetylated and unmethylated on H3K4 and active INO1 is hyperacetylated and both di- and trimethylated on H3K4 (Figure 2—figure supplement 1; Light et al., 2013). However, upon repression, INO1 loses histone acetylation and H3K4me3 (Figure 2—figure supplement 1; Light et al., 2013), but remains dimethylated on H3K4 (Figure 2A; Light et al., 2013). H3K4 dimethylation during memory occurs both over the INO1 promoter and at the 5’ end of the coding sequence (Figure 2B; Santos-Rosa, 2002; Light et al., 2013) and requires both Sfl1 and the MRS (Figure 2A). Therefore, Sfl1 is required for the persistent H3K4me2 associated with INO1 memory.Open in a separate windowFigure 2.H3K4 dimethylation is an essential memory mark that is deposited by COMPASS.(A and B) Chromatin immunoprecipitation using anti-H3K4me2 from wild-type, sfl1∆ or mrs mutant strains grown under repressing, activating or memory conditions, quantified using the INO1 promoter primer set (−348 to −260) or, as a negative control, the PRM1 CDS primer set. *p<0.05, compared with the repressing condition (Student’s t-test). (B) Recovery was quantified relative to input fractions using the promoter primer set or three different primer sets at the following postitions: pro, -348 to -260; CDS1, +41 to +161; CDS2, +361 to +499; CDS3, +663 to +798. (C) ChIP using anti-RNAPII from wild type and histone mutant (H3K4A or H3K4R) strains grown under repressing, activating and memory conditions using primers to the INO1 promoter or PRM1 CDS. *p<0.05, compared with the repressing condition (Student’s t-test). (D) Top: immunoblot against H3K4me2 or Tubulin in whole cell extracts from the indicated strains. A strain expressing Rpl13-FKBP and having the COMPASS subunit Swd1 tagged with FRB-GFP was treated with 1 µg/ml rapamycin. Bottom: confocal micrographs of Swd1-FRB-GFP at the indicated times after addition of rapamycin. (E and F) ChIP of H3K4me2 (E) and RNAPII (F) from Swd1-FRB-GFP strain grown under activation (-ino) or memory conditions (−ino → +ino) using primers to amplify the INO1 promoter or the PRM1 CDS. Cells were fixed at the indicated times after addition of either DMSO (mock) or rapamycin. *p<0.05, compared with t = 0 (Student’s t-test).DOI:\nhttp://dx.doi.org/10.7554/eLife.16691.005Figure 2—figure supplement 1.Open in a separate windowChromatin signature of transcriptional memory.Chromatin immunoprecipitation (ChIP) using anti-acetyl H3 (A), anti-acetyl H4 (B), anti-H3K4me3 (C) and anti-H3K4me2 (D) from either wild-type or mrs mutant strains grown under repressing, activating or memory conditions. ACT1 coding sequence serves as a positive control and GAL1 promoter serves as a negative control. *p<0.05, compared with the repressing condition (Student’s t-test). (E and F) Chromatin immunoprecipitation (ChIP) using anti-H3K4me2 (E) or anti-RNAPII (F) for CRY1 cells and HHY168 cells after 3 hr of rapamycin treatment. (G) Immunoblots against histone H3, H3K4me1 and H3K4me3 from lysates prepared from HHY168 (no FRB) or ADY23 (Swd1-FRB-GFP) at the indicated times after addition of 1 µg/ml rapamycin.DOI:\nhttp://dx.doi.org/10.7554/eLife.16691.006Unlike H3K4me3, the H3K4me2 histone mark is associated with both active and inactive genes and functions to repress cryptic, non-promoter transcription (Kim and Buratowski, 2009; Light et al., 2013; Margaritis et al., 2012; Pokholok et al., 2005). H3K4me2 also correlates with poised promoters and epigenetic inheritance in yeast, plasmodium, plants, flies, worms, and humans (Bevington et al., 2016; Gialitakis et al., 2010; Lämke et al., 2016; Light et al., 2013; Schaner et al., 2003). To test the hypothesis that H3K4 methylation is necessary for INO1 transcriptional memory, we used mutant yeast strains in which the sole copy of histone H3 has either an alanine (H3K4A) or an arginine (H3K4R) in place of lysine 4 (Dai et al., 2008). In the H3K4A and H3K4R mutant strains, RNAPII was recruited normally to the active INO1 promoter, but was not recruited under memory conditions (Figure 2C). Therefore, Lysine 4 of histone H3 is necessary for INO1 transcriptional poising.Null mutations in the enzymes responsible for H3K4 methylation, Rad6, the H2B ubiquitin ligase or Set1, the catalytic subunit of the COMPASS histone H3 lysine 4 methyltransferase (Briggs et al., 2001; Krogan et al., 2002; Roguev et al., 2001), disrupt INO1 peripheral localization and RNAPII binding during memory (Light et al., 2013). However, such null mutations cannot distinguish between H3K4 methylation during active transcription being a prerequisite for memory and H3K4 methylation being required for the establishment or perpetuation/inheritance of memory. Therefore, we employed the Anchor Away system (Haruki et al., 2008) to conditionally inactivate COMPASS to assess the importance of H3K4 methylation in the persistence/inheritance of memory. This system allows removal of a nuclear protein tagged with the FKBP12-rapamycin binding domain (FRB), expressed in a strain in which the ribosomal protein Rpl13A is fused to the FK506 binding protein (FKBP12; Chen et al., 1995; Geisberg et al., 2014; Haruki et al., 2008). Upon addition of rapamycin, the two will dimerize and, because ribosomes traffic through the nucleus during their biosynthesis (Warner, 1999), the nuclear protein will relocalize to the cytoplasm and be depleted from the nucleus. In the absence of the FRB fusion, the RPL13A-2xFKBP12 strain (HHY168) is resistant to rapamycin (Haruki et al., 2008) and addition of rapamycin had no effect on H3K4 dimethyltion or RNAPII binding over the INO1 promoter under either activating or memory conditions (Figure 2—figure supplement 1).The Swd1 subunit of COMPASS was tagged with FRB-GFP. Within 30 min after adding rapamycin, Swd1-FRB-GFP relocalized from the nucleus to the cytoplasm but global levels of H3K4me2 dropped more slowly, with a half time of decay of ~2 hr (Figure 2D; Soares et al., 2014). Global H3K4me3 disappeared and H3K4me1 decreased over the same time period (Figure 2—figure supplement 1F). We monitored RNAPII binding and H3K4me2 over the INO1 promoter under memory conditions (–inositol to +inositol for 3 hr) and activating conditions (-inositol) after addition of rapamycin. In mock-treated cells, H3K4me2 and RNAPII were maintained over the INO1 promoter for ≥2.5 hr (i.e. 5.5 hr of repression), confirming that memory persists over this time period (Figure 2E). In cells treated with rapamycin, H3K4me2 was lost from INO1 within 60 min of treatment in both activating and memory conditions (Figure 2E). Thus, COMPASS is required for the persistence of the histone mark during both active transcription and during memory.Removal of COMPASS from the nucleus also led to loss of poised RNAPII from the INO1 promoter specifically during memory. Rapamycin treatment resulted in a drop of RNAPII associated with the INO1 promoter to baseline levels within 150 min under memory conditions, but had no effect on RNAPII association under activating conditions (Figure 2F). Therefore, loss of COMPASS-mediated H3K4 methylation specifically disrupted recruitment of poised RNAPII under memory conditions.COMPASS remodeling during transcriptional memoryMono-, di- and trimethylated H3K4 show distinct genome-wide patterns and it is unclear how the COMPASS complex establishes and maintains such patterns (Li et al., 2007; Shilatifard, 2006). H3K4 trimethylation has been proposed to result from more stable association between the histone H3 tail and COMPASS (Wood et al., 2007). However, COMPASS lacking the Spp1 or Bre2 subunits is active for mono- and dimethylation of H3K4, but inactive for trimethylation of H3K4, suggesting that different methylation states could be due to remodeling of COMPASS (Schneider et al., 2005; Soares et al., 2014; Takahashi et al., 2009; Thornton et al., 2014). Also, the spp1∆ mutant has no effect on recruitment of RNAPII to promoters (Morillon et al., 2005). Transcriptional memory offers a unique system to explore this hypothesis.To test if the composition of COMPASS changes during memory, we performed ChIP against GFP-tagged Swd1, Bre2, Sdc1 and Spp1 under repressing, activating and memory conditions. Under repressing conditions, none of the subunits of COMPASS associated with INO1 and under activating conditions, all of the subunits associated with INO1 (Figure 3A). However, under memory conditions, all of the subunits except Spp1 associated with INO1 (Figure 3A). This suggested that COMPASS is remodeled during memory and that Spp1 is lost, producing an enzyme that is capable of H3K4 dimethylation, but not trimethylation. To confirm this observation, we monitored the association of Spp1 with the INO1 promoter over time during the establishment of memory and during reactivation. Upon shifting cells from activating to repressing conditions, Spp1 was rapidly lost from the INO1 promoter within 20 min (Figure 3B). Upon reactivation, Spp1 was recruited back to the INO1 promoter within 30–45 min (Figure 3C). This suggests either that COMPASS is actively remodeled on the INO1 promoter upon repression or that two distinct forms of COMPASS exist in vivo and that these forms are differentially recruited to catalyze trimethylation of H3K4 during activating conditions and dimethylation of H3K4 during memoryOpen in a separate windowFigure 3.Transcriptional memory leads to remodeling of COMPASS.(A) ChIP against COMPASS subunits Swd1-GFP, Bre2-GFP, Sdc1-GFP, and Spp1-GFP from cells grown under repressing, activating or memory conditions. (B and C) ChIP against Spp1-GFP at the indicated times either after shifting cells from activating to repressing conditions (B) or after shifting cells back from repressing to activating conditions following 3 hr of repression (C). All ChIP experiments are averages of three biological replicates ± standard error of the mean, quantified relative to input using primers to amplify the INO1 promoter (−348 to −260) or the PRM1 CDS. *p<0.05, compared with the repressing condition (A) or compared with the 0 min time point (B and C) (Student’s t-test).DOI:\nhttp://dx.doi.org/10.7554/eLife.16691.007SET3C binds H3K4me2 and promotes its persistence during memoryTo understand the functional role of H3K4me2 in memory, we asked if the SET3C histone deacetylase complex recognizes this mark to promote memory. Set3 possesses a PHD domain that directly interacts with H3K4me2 (Kim and Buratowski, 2009; Kim et al., 2012) and set3∆ mutants disrupt INO1 memory (Light et al., 2013). To confirm that Set3 is recruited to the INO1 promoter by 'reading' the H3K4me2 mark, we performed ChIP against Set3-FRB-GFP. Indeed, Set3 binding to INO1 reflects the dimethylation of H3K4; Set3 bound under both activating and memory conditions, but not under repressing conditions (Figure 4A). Binding of Set3 during memory was lost in cells lacking Sfl1, consistent with role of Sfl1 in promoting H3K4me2 specifically during memory (Figure 4B). Also, mutation of tryptophan 104 to alanine in the PHD domain of Set3, which blocks binding to H3K4me2 (Kim and Buratowski, 2009; Pijnappel et al., 2001), disrupted Set3 binding under all conditions (Figure 4B). This mutation also disrupted RNAPII binding during memory (Figure 4C). Thus, Set3C is recruited under both activating and memory conditions to the INO1 promoter by recognition of H3K4me2 and this interaction is required for RNAPII binding under memory conditions.Open in a separate windowFigure 4.Set3 recruitment to the INO1 promoter under memory conditions requires both Sfl1 and the PHD finger.(A) ChIP against Set3-GFP from cells grown under repressing, activating or memory conditions +/- rapamycin. (B) ChIP against SET3-GFP from wild type, sfl1∆ or set3-W140A cells grown under repressing, activating or memory conditions. (C and D) ChIP against RNAPII (C) and H3K4me2 (D) from wild type an set3-W140A strains grown under repressing, activating or memory conditions. For A–D, *p<0.05, compared with the repressing condition (Student’s t-test). (E and F) ChIP sequencing against H3K4me3 (E) and H3K4me2 (F) from wild type (left) and set3∆ (right) strains grown under repressing, activating and memory conditions using primers to amplify the INO1 promoter (−348 to −260) or the PRM1 CDS. (G) Confocal micrographs of Set3-FRB-GFP at the indicated times after addition of rapamycin. (H and I) ChIP of H3K4me2 (H) and RNAPII (I) from Set3-FRB-GFP strain grown under activation (-ino) or memory conditions (−ino → +ino). Cells were fixed at the indicated times after addition of either DMSO (mock) or rapamycin. All ChIP experiments were quantified by qPCR and are plotted as averages of three biological replicates ± standard error of the mean. *p<0.05, compared with t=0 (Student’s t-test).DOI:\nhttp://dx.doi.org/10.7554/eLife.16691.008Figure 4—source data 1.Genome wide analysis in wild type and set3∆ cells for H3K4me2 and H3K4me3 Chip-Seq. Pairwise comparisons in separate sheets including: Set3-dependent H3K4me2 loci, Loci showing high H3K4me3 under activating vs repressing conditions, Loci showing Set3-dependent H3K4me3 under activating conditions vs repressing conditions, Loci showing higher H3K4me3 in the WT vs set3∆ strains under activating conditions and Loci that show higher H3K4me2 in the WT vs set3∆ under all conditions. Pairwise comparisons were conducted by the following procedure: For each condition, we pooled the ChIP-seq reads from the two replicates into one sample since the ChIP-seq signal from the two replicates were exceedingly similar. Then we calculated the reads coverage score for each pooled sample. The reads coverage score at a given genomic location is defined as the number reads that cover this location after extending each single-end read from start position downstream 150 bp. This score was further normalized by the total number of aligned reads of each sample for comparisons between samples. Second, we divided the genome into overlapping bins using a sliding window of width = 500 bp and a step size of 250 bp. Under this strategy, two consecutive windows will have 250 bp overlap, such that any ChIP signal, as long as shorter than 250 bp, will be completely covered in one window. This could help better detect the differential ChIP signal (compared to using non-overlap 500 bp windows where signal may split at the window boundary). Third, for each window, we define the total coverage score y as the summation of reads coverage score from all base pairs within the window. To illustrate our method for differential ChIP-seq analysis, we consider comparing the H3K4 tri-methylation between Repressed (REP) vs Memory (STR) conditions. We define a relative distance measure (D) between these two conditions as Di= yiREP−yiSTR12(yiREP+yiSTR), i=1, ⋯, m.where yiREP and yiSTR are the total coverage score in the ith window for REP and STR conditions respectively. Likewise, we define the average coverage score in the log scale as Ai=log(12(yiREP+yiSTR)). As smaller yi values tend to be unstable, the same Di value at different average magnitude of ChIP signal may have different significance (Figure 4—source data 1). We propose an adaptive criterion to select windows with significant difference. 1. For biological significance, we only considered the windows whose average signal exceeds the 10% quantile genome-wide. 2. The remaining range of Ai from 0.10 quantile to its maximum is divided into consecutive bins with bin width of 0.1 (in the log scale). 3. For windows within each bin, we selected windows that corresponded to the lower or upper αth quantile or more extreme as putative significantly differentially methylated region. For example, in the REP vs. STR WT tri-methylation comparison, we are interested in regions that have lower tri-methylation in the REP condition. Thus we only select windows within each bin whose Di values are no greater than the lower αth qunatile. In this study the top 3% was used. All adjacent or overlapping windows were selected from this pipeline and merged together. For comparisons in which we expected the two samples to have a similar ChIP signal, we chose the windows corresponding to the middle 60% Di values of the distribution.DOI:\nhttp://dx.doi.org/10.7554/eLife.16691.009Click here to view.(50M, xlsx)Figure 4—figure supplement 1.Open in a separate windowLoss of Set3 has no effect on histone acetylation or H3K4me3 at the INO1 promoter.(A) Chromatin immunoprecipitation (ChIP) using anti-H3K4me3 (A), anti-acetyl H3 (B) and anti-acetyl H4 (C) from either wild-type or set3Δ grown under repressing, activating or memory conditions. GAL1 promoter and PRM1 serve as a negative controls. *p<0.05, compared with the repressing condition (Student’s t-test).DOI:\nhttp://dx.doi.org/10.7554/eLife.16691.010Set3 is also required for persistent H3K4 dimethylation during memory. Substitution of alanine for tryptophan 140 in the Set3 PHD finger (or loss of Set3; not shown) resulted in loss of H3K4me2 on the INO1 promoter under memory conditions, but had no effect on the H3K4me2 over INO1 under activating conditions (Figure 4D). ChIP-seq against H3K4me3 and H3K4me2 in wild type and set3∆ strains revealed that INO1 memory is associated with a Set3-dependent H3K4 dimethylation over the 5’ end of the gene (Figure 4E and F; complete dataset: doi:10.5061/dryad.93fv2). The pattern of H3K4 dimethylation observed by ChIP-seq was similar to that revealed by ChIP qPCR (Figure 2B), although the signal over the promoter was less apparent. This may be due to differences in shearing efficiency, aspects of library preparation or differences in normalization between the two techniques. Regardless, we observed clear Set3-dependent H3K4me2 over the INO1 gene during memory. Trimethylation of H3K4 was observed only under activating conditions and was not Set3 dependent (Figure 4E; Figure 4—figure supplement 1A). Furthermore, loss of Set3 resulted in neither trimethylation of H3K4 nor hyperacetylation of H3/H4 over the INO1 promoter during memory (Figure 4E; Figure 4—figure supplement 1). These results suggest that recognition of H3K4me2 by the Set3 PHD domain is required for the persistence of this mark during memory, but is dispensable for the deposition of H3K4me2 under activating conditions. Although Set3 associates with two different histone deacetylases, loss of Set3 does not alter the acetylation of histones over the INO1 promoter under any of these conditions (Figure 4—figure supplement 1).Set3 null mutants have both positive and negative effects on transcription (Kim et al., 2012; Wang et al., 2002). SET3 knockout mutants or null mutants having a loss-of-function mutation in the PHD domain also showed a defect in the expression of INO1 and lower RNAPII binding under activating conditions (Figure 4C and data not shown). To confirm that the role of Set3 is direct and specific, we utilized the Anchor-Away system. Removal of Set3-FRB-GFP from the nucleus upon addition of rapamycin led to rapid loss of both H3K4 dimethylation and RNAPII binding under memory conditions but not under activating conditions (Figure 4G–I). Therefore, Set3 is required for the persistence of H3K4me2 and RNAPII recruitment under memory conditions. As was observed with inactivation of COMPASS, loss of H3K4me2 preceded loss of RNAPII. This suggests that Set3 has a direct and continuous role in the perpetuation of transcriptional memory by both recognizing H3K4me2 and maintaining this mark after repression.Molecular requirements for PIC assembly during memoryThe binding of RNAPII during memory is not simply a residual effect of previous transcription or the slow disassembly of the PIC after repression. The binding of RNAPII during memory requires the MRS, H2A.Z, Sfl1, COMPASS, SET3C and Nup100; loss of these factors leads to rapid loss of RNAPII from the promoter specifically during memory (Figures 1,​,22,​,4;4; Light et al., 2010; 2013). Furthermore, RNAPII association is epigenetic, persisting for ≥6 hr (3–4 generations) after repression, suggesting that it is bound to the promoter of the gene that had been expressed as well as the promoter of that gene in the daughters, granddaughters and great-granddaughters of that cell (Light et al., 2010). Finally, INO1 transcriptional memory is also associated with binding of components of the preinitiation complex, including TBP, TFIID, TFIIA, TFIIB, TFIIE, TFIIF and TFIIH (Light et al., 2013). Thus, the most parsimonious interpretation of these results is that memory recruits the PIC, leading to a poised form of the promoter that affects future activation rates.To explore the molecular requirements for PIC assembly during memory and compare them to the requirements for PIC assembly during active transcription, we used the Anchor-Away system. Removal of TBP (Spt15), Mediator (Med1), TFIIH (Tfb1) and TFIIK (Kin28) from the nucleus was monitored by confocal microscopy and the effect of loss of each of these components was measured by ChIP against RNAPII and H3K4me2. Inactivation of Spt15, Med1 and Tfb1 caused RNAPII levels to drop over the INO1 promoter under both activating and memory conditions, suggesting that TBP, Mediator and TFIIH are necessary for recruitment and stabilization of both active and poised PIC (Figure 5B, E, H and K). However, depletion of Kin28 (Cdk7 in mammals), the kinase module of TFIIK that phosphorylates the CTD of RNAPII upon initiation, disrupted RNAPII binding to the INO1 promoter under activating conditions, but not under memory conditions (Figure 5K). This is consistent with the observation that Kin28 is not bound to the INO1 promoter under memory conditions and that the RNAPII bound during memory is unphosphorylated on the CTD (Light et al., 2013). Kin28 phosphorylation of the CTD regulates the interaction of Mediator with PIC, permitting promoter escape, which does not occur during memory (Jeronimo and Robert, 2014; Wong et al., 2014). This suggests that PIC assembly during memory proceeds through a mechanism very similar to PIC assembly during active transcription, but is arrested upstream of Kin28/TFIIK recruitment, which maintains the PIC in a poised state.Open in a separate windowFigure 5.Molecular requirements for PIC assembly during transcriptional memory.(A, D, G and J) Confocal micrographs of the indicated proteins fused to FRB-GFP before or after treatment with rapamycin for 90 min. (B, E, H and K) ChIP against RNAPII from strains expressing Spt15-FRB-GFP (B), Med1-FRB-GFP (E), TFB1-FRB-GFP (H) or Kin28-FRB-GFP (K), grown under either activating or memory conditions, before or after treatment 1 µg/ml of rapamycin. (C, F, I and L) ChIP against H3K4me2 from strains expressing Spt15-FRB-GFP (C), Med1-FRB-GFP (F), TFB1-FRB-GFP (I) or Kin28-FRB-GFP (L), grown under either activating or memory conditions, before or after treatment 1 µg/ml of rapamycin. All ChIP experiments are averages of three biological replicates ± standard error of the mean, quantified as in panel 1A, using primers to amplify the INO1 promoter (−348 to −260) or the PRM1 CDS. Mock treatment had no effect (not shown). *p<0.05, compared with 0 min rapamycin (Student’s t-test).DOI:\nhttp://dx.doi.org/10.7554/eLife.16691.011H3K4me2 associated with active INO1 was also lost in cells in which Spt15, Med1 and Tfb1 were removed from the nucleus (Figure 5C,F and I). In contrast, H3K4me2 associated with INO1 during memory was lost in cells in which Med1 and Tfb1 were removed from the nucleus but was unaffected by removal of Spt15 from the nucleus (Figure 5C,F and I). Curiously, removal of Kin28 from the nucleus by treatment with rapamycin for 90 min had no effect on H3K4me2 under any conditions (Figure 5L). This suggests RNAPII binding can be disrupted without affecting H3K4me2 and supports the notion that PIC assembly during memory is downstream of histone modification.Cdk8+ Mediator plays a conserved role in transcriptional memoryThe effect of inactivation of Med1 on RNAPII recruitment during memory was unexpected because ChIP against the Gal11 subunit of Mediator had previously suggested that Mediator was absent during memory (Light et al., 2013). To confirm that Mediator binds under memory conditions, we performed ChIP against GFP-tagged Med1 (Figure 6A). Med1-GFP bound to the INO1 promoter both under activating and memory conditions, suggesting that Mediator is present under both (Figure 6A).Open in a separate windowFigure 6.Transcriptional memory leads to Ssn3/Cdk8-dependent poised preinitiation complex.(A) ChIP against Med1-GFP, Med13-GFP or Ssn8-GFP from cells grown under repressing, activating or memory conditions. (B) ChIP against Ssn3-FRB-GFP from cells grown in repressing, activating or memory conditions. (A and B) *p<0.05, compared with the repressing condition (Student’s t-test). (C) ChIP against RNAPII from strains expressing Ssn3-FRB-GFP grown under either repressing or memory conditions, before or after treatment 1 µg/ml of rapamycin using primers to amplify the INO1 promoter (−348 to −260) or the PRM1 CDS. Inset: confocal micrographs of Ssn3-FRB-GFP expressing cells before or after treatment with 1 mg/ml of rapamycin for 30 min. *p<0.05, compared with t = 0 (Student’s t-test). (D and E) INO1 activation (D) or reactivation (E) in Ssn3-FRB-GFP cells. For activation at time = 0, cells were shifted from medium containing 100 μM inositol (repressing conditions; red arrow in schematic) to medium without inositol (activating conditions; green arrow in schematic). For reactivation, cells were shifted from activating medium to repressing medium containing 100 μM inositol for 3 hr. Cells were treated ±1 µg/ml rapamycin for 45 min before transferring to activating conditions. Cells were harvested at the indicated time points, and INO1 mRNA levels were quantified relative to ACT1 mRNA levels by RT-qPCR. The averages of three biological replicates are shown ± standard error of the mean. *p<0.05, compared with the same time point in the mock-treated culture (Student’s t-test). (F and G) ChIP against RNAPII (F) or Cdk8 (G) from HeLa cells before, during (24 hr) or 48 hr after treatment with 50 ng/mL Interferon-γ. Recovery of the indicated promoters or coding sequences (CDS) of genes that exhibit transcriptional memory (HLA-DRA, HLA-DPB1, HLA-DQB1 and OAS2) and a gene that does not (HIVEP2) was quantified relative to input by qPCR. *p<0.05, compared with the uninducing condition (Student’s t-test). (A-F) Averages of three biological replicates ± standard error of the mean.DOI:\nhttp://dx.doi.org/10.7554/eLife.16691.012Because the ChIP results suggested that certain Mediator subunits were lost during memory and others were retained, it seemed plausible that the INO1 promoter might interact with two different forms of Mediator under activating and memory conditions. In particular, we hypothesized that memory might involve the Cdk8+ form of Mediator because Sfl1 and the NPC-associated TREX-2 complex associate with the Cdk8+ Mediator (Schneider et al., 2015; Song and Carlson, 1998) and regulation of the poised RARB gene involves Cdk8+ Mediator, which dissociates upon activation (Pavri et al., 2005). Consistent with a memory-specific role of Cdk8+ Mediator, components of the Cdk8 module of Mediator (Med13 and Ssn8; Tsai et al., 2014), showed binding to the INO1 promoter only under memory conditions (Figure 6A). Likewise, ChIP against Ssn3-FRB-GFP, the yeast Cdk8 homolog protein, revealed that that it is also bound to INO1 only during memory (Figure 6B). Overall, this suggests that the Cdk8+ Mediator is recruited, potentially by Sfl1, to the INO1 promoter during memory.To assess the functional significance of Ssn3 binding to the INO1 promoter, we conditionally removed Ssn3-FRB-GFP from the nucleus using the Anchor-Away system (Figure 6C). Conditional inactivation was critical because ssn3∆ mutants show global derepression of many genes, including INO1 (data not shown; Hampsey, 1998; van de Peppel et al., 2005). Rapamycin was added either under repressing conditions or 2 hr after INO1 memory was established. Conditional inactivation of Ssn3 did not lead to RNAPII binding under repressing conditions, suggesting that the phenotype of the null mutant is not observed immediately upon inactivation of Ssn3 (Figure 6C, right panel). In contrast, addition of rapamycin under memory conditions led to loss of RNAPII from the INO1 promoter within 60 min (Figure 6C, right panel). This result suggests that Cdk8+ Mediator is required to recruit poised PIC during memory.To determine if inactivation of Ssn3 disrupts transcriptional memory, we also measured INO1 activation and reactivation rates. Cells grown under either repressing or memory conditions were treated with rapamycin for 45 min before switching them to activating/reactivating conditions and INO1 mRNA levels were measured over time. The rate of INO1 activation was unaffected by removal of Ssn3 from the nucleus (Figure 6D). However, the rate of INO1 reactivation was slower in cells that had been treated with rapamycin (Figure 6E). This suggests that Cdk8+ Mediator plays an essential and specific role in transcriptional poising.To test if the role played by Cdk8+ Mediator in memory is conserved in mammals, we asked if genes that exhibit IFN-γ memory in HeLa cells also associate with Cdk8+ Mediator. We performed ChIP against RNAPII and Cdk8 from untreated cells (uninduced), after 24 hr treatment with IFN-γ (active) or 48 hr after removal of IFN-γ (memory). The promoters of genes that show IFN-γ memory are marked by H3K4 dimethylation and bind to poised RNAPII following treatment with IFN-γ (Figure 6F; Gialitakis et al., 2010; Light et al., 2013). As a control, we monitored the promoter of a gene that is IFN-γ inducible but does not show memory (i.e. HIVEP2), which showed RNAPII bound only in the presence of IFN-γ (Figure 6F; Gialitakis et al., 2010; Light et al., 2013). Cdk8 did not associate with the HIVEP2 promoter under any condition (Figure 6G). In contrast, after removal of IFN-γ, Cdk8 associated with the promoters of all four genes that exhibit transcriptional memory: HLA-DRA, HLA-DPB1, HLA-DQB1 and OAS2 (Figure 6G). For HLA-DRA, HLA-DPB1 and HLA-DQB1, this was specific; Cdk8 binding was only observed after removal of IFN-γ (Figure 6G). At the OAS2 promoter, Cdk8 was bound both prior to treatment with IFN-γ and under memory conditions (Figure 6G). This suggests that Cdk8+ Mediator binding is a highly conserved feature of transcriptional memory.Molecular mechanism of salt stress-induced epigenetic transcriptional memoryComprehensively defining the scope of transcriptional memory is challenging because any stimulus that regulates transcription could lead to memory for a subset of induced genes. For example, ~ 260 of the ~600 genes that are upregulated by IFN-γ show faster or stronger expression in cells that have been previously exposed to IFN-γ (Light et al., 2013). ChIP-seq against H3K4me3 and H3K4me2 in wild type and set3∆ strains under repressing, activating or memory conditions for INO1 identified many loci whose dimethylation is Set3-dependent, loci that are induced by inositol starvation but do not show memory, genes whose expression is Set3-dependent and genes that show Set3-dependent H3K4me2 under all conditions (Figure 4—source data 1). However, only a few of these loci correspond to genes that are co-regulated with INO1 and show Set3-dependent H3K4me2 under memory conditions (Figure 4—source data 1). This suggests that INO1 memory is remarkably specific. Therefore, to test the generality of the molecular mechanism of INO1 transcriptional memory, we focused on yeast genes that show salt stress memory (Guan et al., 2012). Previous exposure to 0.7M sodium chloride leads to faster or stronger induction of ~75 H2O2-inducible genes for up to 4 generations and this requires the nuclear pore protein Nup42 (Guan et al., 2012). We confirmed this observation for several of these genes (PGM2, PMT5 and YGP1,\nFigure 7A; and USV1, not shown; Guan et al., 2012). HSP31 is H2O2-inducible, but does not exhibit memory and is induced identically in cells that have previously experienced high salt and cells that have not (Figure 7A; Guan et al., 2012). ChIP revealed that the promoters of genes that exhibit memory were associated with RNAPII and H3K4me2 after treatment with salt, but not without treatment with salt (Figure 7B). HSP31 did not show this pattern (Figure 7B). Finally, we discovered that salt treatment also induced INO1 memory (Figure 7B), suggesting some overlap in the regulation of these two forms of memory. Thus, salt-induced memory leads to H3K4 dimethylation and RNAPII binding.Open in a separate windowFigure 7.Salt-induced transcriptional memory leads to dimethylation of H3K4 and binding of poised RNAPII.(A) mRNA levels of three genes that exhibit transcriptional memory (PGM2, PMT5 & YGP1) and one gene that does not (HSP31) at the indicated times after treatment with 0.5mM H2O2. Prior to treatment with H2O2, cells were grown either in rich media (no salt; red lines) or treated with 0.7M NaCl for 1 hr and then allowed to recover for 2 hr in rich media (after salt; blue lines). mRNA levels were quantified relative to ACT1 by RT-qPCR. Shown are the averages of three biological replicates ± standard error of the mean. *p<0.05, compared with the same time point in the no salt culture (Student’s t-test). (B) mRNA levels of three genes that exhibit transcriptional memory (PGM2, PMT5 & YGP1) and one gene that does not (HSP31) from set3∆ mutant cells at the indicated times after treatment with 0.5 mM H2O2 same data as in (A). (C and D) ChIP against RNAPII (C), H3K4me2 (D) from wild-type and set3∆ cells grown either in the absence of salt (no salt) or treated with 0.7M NaCl for 1 hr and allowed to recover for 2 hr in rich medium (after salt). (E) ChIP against Ssn3-FRB-GFP cells grown either in the absence of salt (no salt) or treated with 0.7M NaCl for 1 hr and allowed to recover for 2 hr in rich medium (after salt). All ChIP experiments are averages of three biological replicates ± standard error of the mean, quantified as in panel 1A, using primers to amplify the promoters of the indicated genes. *p<0.05, compared with the no salt condition (Student’s t-test).DOI:\nhttp://dx.doi.org/10.7554/eLife.16691.013Loss of Set3 disrupted salt-induced memory. In strains lacking Set3, RNAPII binding and H3K4 dimethylation were lost (Figure 7C) and the reactivation of these genes after salt treatment was reduced (Figure 7D). This effect is specific for genes that exhibit salt stress-induced memory: the rate of activation of HSP31 was unaffected by loss of Set3. Salt-induced memory was not dependent on Sfl1; loss of Sfl1 had no effect on RNAPII binding and H3K4 dimethylation after salt exposure (data not shown). Therefore, salt-induced memory is Set3-dependent but Sfl1-independent, suggesting that Set3 represents a general requirement downstream of H3K4me2 for transcriptional memory.Finally, we tested if Cdk8+ Mediator bound to the promoters of genes that show salt-induced memory. Like INO1, Ssn3 bound to the promoters of these genes in cells that had been previously treated with salt (Figure 7E). Among all of the stress-responsive genes, including HSP31, we observed a higher background of Ssn3 binding in the untreated cells. However, this binding increased during memory, suggesting that Cdk8+ Mediator plays a general role in promoting epigenetic transcriptional poising, albeit via different transcription factor-dependent recruitment mechanisms. DiscussionAs a model for the general phenomenon of environmentally-induced epigenetic transcriptional memory, we have defined the molecular basis of yeast INO1 memory. INO1 memory requires a cis-acting MRS element that functions as a DNA zip code to target INO1 to the nuclear periphery after repression (Light et al., 2010). We propose that memory is initiated by the regulated binding of the Sfl1 transcription factor. Sfl1 is both necessary and sufficient to promote targeting to the nuclear periphery and loss of Sfl1 disrupts all aspects of INO1 memory. If Sfl1 binding initiates memory, then the duration and heritability of memory may reflect the regulation of Sfl1 binding to the MRS. Sfl1 binds to the INO1 promoter in an MRS-dependent manner specifically during memory. Because Sfl1 binding to other sites is constitutive, it seems that the regulation of Sfl1 binding is context-dependent. Sfl1 binding to the MRS may be influenced in cis by other transcription factors or by the changes in chromatin structure that are associated with transcriptional memory. Understanding the regulation of Sfl1 binding to the INO1 promoter and how this impacts the persistence and inheritance of memory will provide important insight into such epigenetic mechanisms of regulation.Different molecular mechanisms regulate the initiation of transcriptional memory for different genes. Genes that exhibit salt-stimulated memory do not require Sfl1, suggesting that Sfl1 does not play a universal role in transcriptional memory. Likewise, while INO1 memory requires the nuclear pore protein Nup100, salt stress-induced memory requires a different nuclear pore protein (Nup42) and is independent of Nup100 (Guan et al., 2012; Light et al., 2010). Distinct regulators of transcriptional poising may reflect distinct rate-limiting steps in their induction.Despite these distinct regulators, this work has defined a conserved, core mechanism that leads to transcriptional memory involving histone H3 methylation and PIC poising (Figure 8). The genes that exhibit transcriptional memory that have been characterized to-date show the same chromatin changes during memory: persistent dimethylation of H3K4 without persistent acetylation or trimethylation of H3K4 (Gialitakis et al., 2010; Light et al., 2013). Dimethylation of H3K4 has also been implicated in forms of epigenetic memory leading to proper germline development in Caenorhabditis elegans and Drosophila, maintenance of acquired thermotolerance in plants and the acquisition of T cell memory (Bevington et al., 2016; Lämke et al., 2016; Schaner et al., 2003). Set1/COMPASS is the sole H3K4 methyltransferase in yeast, but in metazoan organisms, this complex has diversified (Briggs et al., 2001; Dehé and Géli, 2006; Krogan et al., 2002; Roguev et al., 2001). Drosophila expresses three COMPASS-related complexes: dSet1/COMPASS, d-Trithorax and d-Trithorax-Related complex with similar subunit compositions and humans express six COMPASS-related complexes (Ardehali et al., 2011; Hughes et al., 2004; Lee et al., 2007; Mohan et al., 2011; Petruk et al., 2001; Shilatifard, 2008; Wu et al., 2008). Despite their similarity, these complexes show specialization in their functions, predominantly producing H3K4me1, H3K4me2 or H3K4me3 (Dou et al., 2006; Herz et al., 2014; Hu et al., 2013a; 2013b; Jiang et al., 2013; 2011; Mohan et al., 2011; Shilatifard, 2012; Steward et al., 2006; Wang et al., 2009; Wu et al., 2008). Here we show that yeast COMPASS exists in two alternative forms in vivo that can produce either H3K4me3 (complete COMPASS) or H3K4me2 (COMPASS lacking Spp1), supporting previous work showing that COMPASS lacking Spp1 produces H3K4me2 but not H3K4me3 in vitro and in vivo (Morillon et al., 2005; Schneider et al., 2005; Takahashi et al., 2009). Thus, whereas metazoan systems have evolved several dedicated enzymes that separately catalyze mono- di- or trimethylation of histone H3 lysine 4, yeast generates these enzymes through regulated complex remodeling (Figure 8A). It remains to be seen if COMPASS remodeling occurs during memory in metazoan cells, or if a different COMPASS-related complex serves this function.Open in a separate windowFigure 8.Models for transcriptional memory.(A) Set1/COMPASS remodeling during INO1 transcriptional memory. Nucleosomes associated with repressed INO1 in the nucleoplasm are hypoacetylated and unmethylated. Active INO1 is targeted to the nuclear periphery, nucleosomes are acetylated (orange circles) and H3K4 is trimethylated (blue circles) by COMPASS. During memory, INO1 remains associated with the nuclear pore complex, acetylation is lost, H2A.Z is incorporated and H3K4 is dimethylated by a remodeled form of COMPASS lacking the Spp1 subunit (purple). H3K4me2 recruits Set3C, which promotes the persistence of H3K4me2 by feedback on COMPASS recruitment or remodeling. (B) Cdk8+ Mediator promotes transcriptional poising. Upon activation, Cdk8- Mediator and the PIC bind to the INO1 promoter. TFIIK (Kin28/Cdk7) phosphorylates Serine 5 on the carboxy terminal domain of RNAPII to initiate transcription. During memory, Kin28 is lost and Cdk8+ Mediator is recruited. Cdk8+ Mediator promotes PIC recruitment but initiation is blocked by the absence of Kin28, poising the promoter for future activation.DOI:\nhttp://dx.doi.org/10.7554/eLife.16691.014H3K4 dimethylation in yeast recruits SET3C, which is essential for INO1 and salt stress transcriptional memory (Figure 8A). Although Set3 is recruited by H3K4me2 under both activating and memory conditions, it is only required for RNAPII binding and persistent H3K4 dimethylation under memory conditions, suggesting that SET3C might play a different role during activation. It is unclear if the SET3C deacetylase activity per se is important for establishing a poised state. Although memory is associated with hypoacetylated histones, neither loss of Set3 nor mutation of the MRS leads to acetylation under these conditions. Our results suggest that SET3C either protects H3 lysine 4 from demethylases and/or promotes recruitment of remodeled COMPASS during memory (Figure 8A). Homologous proteins may play a similar role in mammals since Set3 is similar to MLL5 and SET3C is related to NCoR/SMRT.The ultimate output of memory is the binding of the poised PIC, which presumably bypasses the rate-limiting step in transcriptional reactivation (Figure 8B). The recruitment of poised RNAPII requires H3K4 dimethylation, suggesting that the chromatin changes play an important role in PIC assembly. Assembly of the poised PIC during memory also requires TBP, Mediator and TFIIH, but is independent of Kin28/TFIIK (Cdk7). This is consistent with our observations that Kin28 is not bound to the INO1 promoter during memory and that RNAPII is unphosphorylated on serine 5 of the CTD (Light et al., 2010; 2013). Kin28 phosphorylation of the RNAPII CTD disrupts the interaction of Mediator with the PIC, allowing promoter escape (Jeronimo and Robert, 2014; Wong et al., 2014). Therefore, preinitiation poising may be achieved by recruitment of Mediator and PIC in the absence of Kin28.PIC recruitment during INO1 memory requires Cdk8+ Mediator (Figure 8B); inactivation of Cdk8 disrupted RNAPII binding to the INO1 promoter during memory, resulting in slower reactivation. Cdk8 has also been proposed to enhance transcription by directly phosphorylating transcription factors (Bancerek et al., 2013; Nelson et al., 2003) and RNAPII (Knuesel and Taatjes, 2011) and to regulate transcription elongation and pausing (Galbraith et al., 2010; 2013). As a kinase, it is possible that Cdk8 has multiple, distinct roles (Nemet et al., 2014). However, for the genes that exhibit memory in yeast and humans, Cdk8 binding correlates with memory, when these genes are not transcribed. Furthermore, the role of Cdk8 in INO1 memory is specific: inactivation of Cdk8 altered RNAPII recruitment to the INO1 promoter under memory conditions and reduced the rate of reactivation, but had no effect on the RNAPII recruitment to the active gene or on the rate of activation. Reminiscent of the effect of Cdk8+ Mediator on TFIIH recruitment to the poised human RARB promoter (Pavri et al., 2005), Cdk8+ Mediator occupancy is mutually exclusive with Kin28/TFIIK during INO1 memory. Thus, we propose that Cdk8+ Mediator promotes transcriptional poising by facilitating recruitment of unphosphorylated RNAPII and, possibly, by regulating Kin28/TFIIK association with the PIC (Figure 8B; Jeronimo and Robert, 2014; Wong et al., 2014).Genes that exhibit transcriptional memory are regulated by different mechanisms depending on the previous experiences of the cell. During the first experience of the stimulus, these genes are induced through regulated recruitment of RNAPII. After previous expression, these genes remain associated with poised RNAPII and their reactivation is stimulated by regulated initiation, a mechanism requiring Cdk8+ Mediator. Thus, epigenetic transcriptional memory is a regulatory strategy that impinges upon a more broadly utilized poising mechanism through the action of nuclear pore proteins, remodeled COMPASS and SET3C. The function of H3K4 dimethylation is likely upstream of RNAPII PIC recruitment. This raises the possibility that some genes might be constitutively poised, independent of the memory-specific regulatory factors. Such genes should be bound to Cdk8+ Mediator and be rapidly induced, but might not be dimethylated on H3K4 or associated with nuclear pore proteins. Materials and methodsChemicals and reagentsUnless noted otherwise, chemicals were from Sigma Aldrich, media components were from Sunrise Science and Genesee Scientific, oligonucleotides were from Integrated DNA Technologies, and restriction enzymes were from New England Biolabs. Secondary antibodies, Protein G dynabeads, and Pan-Mouse IgG Dynabeads were from Invitrogen. Other antibodies were from Abcam (anti-H3K4me2: ab32356, RRID:AB_732924; anti-GFP: ab290, RRID:AB_303395; anti-acetyl H3: ab47915, RRID:AB_873860), Millipore (anti-acetyl-H4 06–866, RRID:AB_310270), Thermo (anti-CDK8 PA1-21780, RRID:AB_2291488) or Covance (anti-RNAPII, 8WG16, RRID:AB_10063549). The anti-H3K4me2 antibody for the ChIP Seq was a generated in the Shilatifard Laboratory as described (Thornton et al., 2014).Yeast strains and cell linesYeast strains used in this study are listed in Table 1. GFP-tagged strains are from the genome-wide GFP strain collection from Open Biosystems (RRID:SCR_000808). The histone H3K4A and H3K4R mutants (Dai et al., 2008) were obtained from GE Lifesciences/Dharmacon (YSC5106). Genotypes are described using gene names from the Saccharomyces Genome Database (RRID:SCR_004694). HeLa S3 cell line was used (RRID:CVCL_0058). The integration of LexA-LacO sequences at URA3 for the LexA and Sfl1-LexA experiments in Figure 1B was performed as shown in and as described previously (Ahmed et al., 2010). The mrs mutation (or, as a control, wild-type INO1) was introduced into the endogenous INO1 promoter via homologous recombination (Ahmed et al., 2010; Light et al., 2010). The set3-W140A point mutant was introduced into the SET3 gene via homologous recombination as follows: SET3 codon 140 was replaced with the URA-SUP-o double selection cassette by homologous recombination and selection for Ura+ Ade+ (Randise-Hinchliff et al., 2016). The W140A PCR product was then introduced in place of the URA-SUP-o cassette by homologous recombination and selection on 5-FOA and screening for pink colonies (Randise-Hinchliff et al., 2016).Table 1.Yeast strains.DOI:\nhttp://dx.doi.org/10.7554/eLife.16691.015NameGenotypeFiguresReferencesCRY1MATa\nade2-1 can1-100 his3-11,15 leu2-3,112 trp1-1 ura3-11C-F 2A,B,D 4C-F, 7A and BBrickner & Walter, 2004ADY06MATα ade2-1 can1-100 his3-11, 15, leu2-3,112 trp1-1 ura3-1 set3∆::KanMX4E and F 7C and DLight et al., 2013ADY20MATa\nade2-1, can1-100, TFB1-GFP-FRB:HIS5+ leu2-3,112 trp1-1 ura3-1 tor1-1 fpr1∆::NAT RPL13A-2xFKBP12::TRP15G-IThis studyADY21MATa\nade2-1, can1-100, SPT15-GFP-FRB:HIS5+ leu2-3,112 trp1-1 ura3-1 tor1-1 fpr1∆::NAT RPL13A-2xFKBP12::TRP15A-CThis studyADY22MATa\nade2-1, can1-100, MED1-GFP-FRB:HIS5+ leu2-3,112 trp1-1 ura3-1 tor1-1 fpr1∆::NAT RPL13A-2xFKBP12::TRP15D-FThis studyADY23MATa\nade2-1, can1-100, SWD1-GFP-FRB:HIS5+ leu2-3,112 trp1-1 ura3-1 tor1-1 fpr1∆::NAT RPL13A-2xFKBP12::TRP12D-F, 3AThis studyADY24MATa\nade2-1, can1-100, SET3-GFP-FRB:HIS5+ HOS2-GFP-FRB: KanMX, leu2-3,112 trp1-1 ura3-1 tor1-1 fpr1∆::NAT RPL13A-2xFKBP12::TRP14A, G-IThis studyADY31MATa\nade2-1 can1-100, sfl1∆::HIS3, leu2-3,112 trp1-1 ura3-11C 1D 1E 1F 2AThis studyWLY154MATa\nade2-1 can1-100, his3-11,15, leu2-3,112 trp1-1 ura3-1 INO1-mrsmut1A 2ALight et al., 2013ADY32MATa\nade2-1 can1-100 SFL1-FRB-GFP:HIS5+, leu2-3,112 trp1-1 ura3-1\n1AThis studyADY33MATa\nade2-1 can1-100 SFL1-FRB-GFP:HIS5+ leu2-3,112 trp1-1 ura3-1 INO1-mrsmut1AThis studyJMY047MATa\nade2-1 can1-100 his3-11,112 trp1-1 LacO:INO1:URA3 PHO88-mCherry:SpHis5, LEU2:LacI-GFP1BThis studyJMY049MATa\nade2-1 can1-100 his3-11,112 trp1-1 LacO:INO1:URA3 PHO88-mCherry:SpHis5 LEU2:LacI-GFP sfl1∆:: KanMX1BThis studyCEY272ade2-1 can1-100 his3-11,15 leu2-3,112 trp1-1 ura3-1 LEU2:pER05 HIS3:LacI-GFP URA3:LexA BS [pADH-LexA]1BRandise-Hinchliff et al., 2016CEY277ade2-1 can1-100 his3-11,15 leu2-3,112 trp1-1 ura3-1 LEU2:pER05 HIS3:LacI-GFP URA3:LexA BS [pADH-LexA-SFL1]1BThis studyWLY155MATa ade2-1 can1-100 his3-11,15 leu2-3,112 trp1-1 ura3-1 HIS3:pAFS144 TRP1:pRS304-Sec63-Myc INO1:p6LacO128-INO1 set1∆::His5+2BLight et al., 2013ADY41MATa\nhis3Δ200 leu2Δ0 lys2Δ0 trp1Δ63 ura3Δ0 met15Δ0 can1::MFA1pr-HIS3 hht1-hhf1::NatMX4 hht2-hhf2::[HHTS-HHFS]*-URA3 HHT-K4R2C and DDharmacon J. Dai et al., 2008PJD47MATa his3Δ200 leu2Δ0 lys2Δ0 trp1Δ63 ura3Δ0 met15Δ0 can1::MFA1pr-HIS3 hht1-hhf1::NatMX4 hht2-hhf2::[HHTS-HHFS]*-URA3 wildtype HHT2C and DDharmacon J. Dai et al., 2008ADY42MATa\nhis3Δ200 leu2Δ0 lys2Δ0 trp1Δ63 ura3Δ0 met15Δ0 can1::MFA1pr-HIS3 hht1-hhf1::NatMX4 hht2-hhf2::[HHTS-HHFS]*-URA3 HHT-K4A2C and DDharmacon J. Dai et al., 2008ADY34MATa\nade2-1, can1-100, SPP1-GFP-FRB:HIS5+ leu2-3,112 trp1-1 ura3-12E, 3A-CThis studyADY35MATa\nade2-1 can1-100, SET3-FRB-GFP:HIS5+ leu2-3,112 trp1-1 ura3-14BThis studyADY36MATa\nade2-1 can1-100, SET3W140A-FRB-GFP:HIS5+ leu2-3,112 trp1-1 ura3-1\n4B-DThis studyADY37MATa\nade2-1 can1-100 SET3-FRB-GFP:HIS5+ leu2-3,112 trp1-1 ura3-1 slf1∆::KanMX\n4BThis studyADY38MATa\nade2-1 can1-100 KIN28-FRB:His5+ leu2-3,112 trp1-1 ura3-1 tor1-1 fpr1∆::NAT RPL13A-2xFKBP12::TRP14J 4K 4LThis studyADY39MATa\nade2-1 can1-100 SSN3-GFP-FRB:His5+ leu2-3,112 trp1-1 ura3-1 tor1-1 fpr1∆::NAT RPL13A-2xFKBP12::TRP16B-EThis studyHHY168MATα ade2-1 can1-100 his3-11,15 leu2-3,112 trp1-1 ura3-1 tor1-1 fpr1∆::NAT RPL13A-2xFKBP12::TRP12Sup.1EHaruki et al., 2008Bre2-GFPMATa his3∆ leu2∆I met150∆I ura3∆0 BRE2-GFP:His5+3AOpen Biosystems Ghaemmaghami et al.Sdc1-GFPMATa his3∆ leu2∆I met150∆I ura3∆0 SDC1-GFP:His5+3AOpen Biosystems Ghaemmaghami et al.Med1-GFPMATa his3∆ leu2∆I met150∆I ura3∆0 MED1-GFP:His5+6AOpen Biosystems Ghaemmaghami et al.Med13-GFPMATa his3∆ leu2∆I met150∆I ura3∆0 MED13-GFP:His5+6AOpen Biosystems Ghaemmaghami et al.Ssn8-GFPMATa his3∆ leu2∆I met150∆I ura3∆0 SSN8-GFP:His5+6AOpen Biosystems Ghaemmaghami et al.Open in a separate windowAll FRB Conditional strains were confirmed by microscopy for GFP florescence and PCR. Exponentially growing cultures were treated with a final concentration of 1 μg/ml rapamycin as previously described in Haruki et al. (2008) and performed lived imaging.Chromatin localization assayChromatin localization was performed as described (Egecioglu et al., 2014), using confocal microscopes in the Northwestern University Biological Imaging Facility.Western blotCell were lysed in 8M Urea 50 mM Hepes pH 7.5 by vortexing with glass beads for 4 min at 4°C. Pelleted cells harvested, and protein concentration was quantified using BCA assay (Pierce). 30–35 µg of lysate was separated on a 10% NuPage Bis-Tris gel in MES buffer (Invitrogen), transferred to nitrocellulose, and incubated overnight with antibodies against Tubulin, H3K4me, H3K4me2 and H3K4me3 in TBST+5% skim milk at 4°C. Blots were then washed twice with TBS, incubated with secondary antibody conjugated to HRP, and exposed to Enhanced Chemiluminescence reagents (Pierce) and imaged using a UVP BiospectrumAC Imaging System or Film.Chromatin immunoprecipitationYeast and HeLa ChIP was performed as described (Egecioglu et al., 2014) using primers in Table 2. Recovery of DNA was analyzed with primers described in Table 2 and detailed in the legends of each figure. Anti-H3K4me2, -H3K4me3, -GFP -acetyl-H3, and anti-CDK8 were recovered with Rabbit-IgG Dynabeads and anti-RNAPII was recovered with Mouse-IgG Dynabeads. HeLa cells were grown to ∼50% confluence, treated with 50 ng/mL of IFN-γ in DMEM supplemented with calf serum and antibiotics for 24 hr, washed extensively with PBS, trypsinized and ¼ of the plate was seeded to plates at appropriate densities that would lead to the same confluence when the cells were harvested 48 hr later.Table 2.OligonucleotidesDOI:\nhttp://dx.doi.org/10.7554/eLife.16691.016Primers NameSequenceINO1 Promoter FWTCATCCTTCTTTCCCAGAATATTGINO1 Promoter RVCTCAAATTAACATTGCCGCCINO1 CDS1 FWTAGTTACCGACAAGTGCACGTACAAINO1 CDS1 RVTAGTCTTGAACAGTGGGCGTTACATINO1 CDS2 FWGCGGAGGGGAATGACGTTTATGINO1 CDS2 RVCATATTCGAGAACTTGACTTCTCTGCINO1 CDS3 FWACGCATCAGACGCGATATCCAGINO1 CDS3 RVCTGCAAGAGGTTTTCCATGGTGTCACT1CDS FWGGTTATTGATAACGGTTCTGGTATGACT1CDS RVATGATACCTTGGTGTCTTGGTCTACPRM1 CDS FWTAACAAGATTTGTCATCCAGCCTGCPRM1 CDS RVCCTCCTATACAAAATGGCCAATATGGAL Promoter FWCCCCACAAACCTTCAAATTAACGGAL Promoter RVCGCTTCGCTGATTAATTACCCHSP31 promoter FW:GAATTAACGTTACTCATTCCTAGCCHSP31 promoter RVTTTAAAGGGTAACGGAAACCGGAAGHSP31 CDS FW:GTTGGGATGAGCATTCCTTAGCCHSP31 CDS RV:ATAGTCAAATAAGGTACCGTGGCCPGM2 promoter FW:GGAACTTACGTGAAAGGGGACGPGM2 promoter RV:CCCACATTGTTCGGGCGGCPGM2 CDS FW:TGCCACTCTTGTTGTCGGTGGTGPGM2 CDS RV:GGTTCTCATGATGTGAGAAGCGGCUSV1 promoter FW:AGTCTTCCGTATATAACAATCTCAATCCUSV1 promoter RV:GTTAATGAAGCTGTTGCAAAATACTGCUSV1 CDS FW:CTAGAGCGGAACATCTTGCACGTCUSV1 CDS RV:GCTGGTGCGAGCTGGTAGAATGGPMT5 promoter FW:TCGCTCAAATAAGTATGATCTGCAAGPMT5 promoter RV:ACTACGCTTCTGTTCCTTTTCTATTGPMT5 CDS FW:CTGCCATCGTAAGGCTACACAATATCPMT5 CDS RVGAGGACACGGTTGCATATAGCATTGGLC3 promoter FW:ATATTACGGCATCATCTTTCCCCGGLC3 promoter RV:GGAAAATGGAAAGCCTTCCTTGCGLC3 CDS FW:TCATGCTACGCCTGATGGTTCGGLC3 CDS RV:CTCCCACTAGAAATGCACGTTCCYGP1 promoter FW:CTCTATTGCATCTTCAAACTCCGAAGYGP1 promoter RV:CAAGCTTTTTATATTTCAGAGATGATGGYGP1 CDS FW:GCCTGGAATGGGTCTAACTCTAGCYGP1 CDS RV:GGTGTAGTTTGTGTGGGTCAAAGAACHLA-DRA Pro ForGATTTGTTGTTGTTGTTGTCCTGTTTGHLA-Dra Pro revGCAAATCAATTACTCTTTGGCCAATCAGHLA-Dra CD ForGAAAGCAGTCATCTTCAGCGTTHLA-DRA CD RevAGAGGCATTGGCATGGTGATAATCIITA Pro ForGTTCCCCCAACAGACTTTCTGCIITA Pro RevAGGTGGCCCCAAGCGGTCAGCITIA CD ForCACAGCCACAGCCCTACTTTCIITA CD RevCCGACATAGAGTCCCGTGAHLA-DPB1 Pro ForGGGCCAGCAGAATATTTGAGATCACCHLA-DPB1 Pro RevGAGTCATTGCTCACTAGGCAGAAAGTTAGHLA-DPB1 CD ForTCCAGCCTAGGGTGAATGTTTCCCHLA-DPB1 CD RevTGGTGGACACGACCCCAGCTGTTTCCTCCTGHLA-DQB1 Pro ForGGCACTGGATTCAGAACCTTCACAAAHLA-DQB1 Pro RevCTGTGGATGTTTCCATGCGTGGTAGGATTGGHLA-DQB1 CD ForCCCACAGTGACCATCTCCCCATCCAGGACHLA-DQB1 CD RevGGGGTGGACACAACGCCAGCTGTCTCCTCCOAS2 Pro ForCAGTAAACCTTGCTGCAAGGGGCGGGGAAGOAS2 Pro RevCCGGGACAGGGAAACAAAACTAACTTAAGCOAS2 CD ForGGCTCCTATGGACGGAAAACAGTCOAS2 CD RevCAACCACTTCGTGAACAGACAGAACTTCURA3 FWGACTCACTATAGGGCGAATTGGAGCURA3 RVGCCAAGCTCGGAATTAACCCTCACSUC2 Prom FWCCTAAGGGCTCTATAGTAAACCATTTGSUC2 Prom RVGCACAAGAACAAGAGAATGTTTTGAAGOpen in a separate windowReverse transcriptase real-time quantitative PCRFor experiments in which mRNA levels were quantified, RT-qPCR was performed as described (Brickner et al., 2007). Error bars represent the SEM of three biological replicates.ChIP-SeqYeast cells were fixed with 1% formaldehyde for 15 min, quenched with 150 mM glycine, washed with PBS and spun down. 400 μl of a wet cell pellet was suspended with 500 μl of FA lysis buffer (50 mM HEPES pH7.5, 140 mM NaCl, 1 mM EDTA, 1% Triton X-100, 0.1% sodium deoxycholate) supplemented protease inhibitor cocktail (Sigma, P8215). Cell suspension was mixed with 500 μl 0.5 mm glass beads from Biospec (11079105) in a 1.5 ml tube and lysed by vortexing in a TOMY multichannel mixer at 4°C for 1 hr to lyse cells. The sample was centrifuged at 1000x g at 4°C for 10 min. The pellet was suspended in 1 ml of FA lysis buffer + protease inhibitor cocktail and loaded into a 1 ml milliTUBE AFA Fiber from Covaris (520130). Chromatin shearing is performed with Covaris E220 focused ultrasonicator (Peak Incident Power: 280 W, Duty Factor; 20%, Cycles per Burst; 200, Time; 12 min). Sheared DNA sizes within 200 to 500 bp were confirmed by electrophoresis on a 2% agarose gel following protease K treatment at 65°C for 2 hr and DNA purification with QIAquick Spin Columns (QIAGEN). Sonicated chromatin was centrifuged in 1.5 ml tubes at maximal speed, 4°C for 15 min. The protein concentration of the cleared chromatin was quantified by Bradford method. 800 μl of 1.5 mg/ml chromatin in FA lysis buffer + protease inhibitor cocktail was mixed with 20 µl anti-H3K4me2 or H3K4me3 antibodies and incubated with gentle shaking at 4°C overnight. 100 μl of Protein A/G PLUS-agarose beads from Santa Cruz Biotech (sc-2003) equilibrated with FA lysis buffer, was added to the chromatin-antibody complex and incubated with gentle shaking at 4°C overnight. The beads are washed with FA lysis buffer once, FA lysis buffer supplemented with 1 M NaCl twice, FA-W3 buffer (10 mM TrisHCl pH8.0, 250 mM LiCl, 1 mM EDTA, 0.5% NP40, 0.5% sodium deoxycholate) once, and TE buffer once. Both the immunoprecipitated chromatin on the beads and non-immunoprecipitated chromatin for the input DNA were treated with 40 μg of protease K in 300 μl PK buffer (100 mM TrisHCl pH7.5, 150 mM NaCl, 12.5 mM EDTA, 1% SDS) at 42°C for 3 hr, followed by incubation at 65°C for 6 hr. The immunoprecipitated DNA and the input DNA were purified with QIAquick Spin Columns, and used for library construction with Illumina’s TruSeq DNA Library preparation kit. DNA libraries were validated with a 2100 Bioanalyzer (Agilent Technologies) and sequenced with NextSeq 500 System (Illumina) using default Illumina standards for base calling and read filtering (Keogh and Buratowski, 2004).ChIP-Seq analysisChIP Seq Normalization: For the total number of aligned reads (sj) from sample j, yRAWij is the raw reads coverage score at the ith position of jth sample. The normalized coverage score is calculated as follows:yij=yRAWij×maxj(sj)sj.This global normalization method is effective and gave consistent baselines of reads coverage score across different samples throughout the genome for both di- and tri- methylation. We also generated a corresponding input control for each sample, which was used to locally normalize the reads. The results from the global normalization and two-step procedure (global + local) are extremely similar because the reads coverage score from the input samples is very similar across different samples throughout the genome. Therefore, we only presented the results based on the global normalization. Figure 4—source data 1 includes five different comparisons between samples, as described in the legend. AcknowledgementsThe authors thank Will Light, Richard Gaber, Danny Reinberg (New York University, HHMI) and members of the Brickner laboratory for helpful comments and suggestions on the manuscript and Professor Curt Horvath for help with HeLa cell experiments. This work was funded in part by the Chicago Biomedical Consortium with support from the Searle Funds at The Chicago Community Trust and by NIH grant R01 GM080484 (JHB). AD was supported by NIH T32 {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"GM008061\",\"term_id\":\"240154318\"}}GM008061, JM & RC were supported by Northwestern Undergraduate Research Fellowships and Program in Biological Sciences Summer Grants and RC was also supported by a Krieghbaum Award. JHB is the Soretta and Henry Shapiro Research Professor in Molecular Biology. Funding StatementThe funders had no role in study design, data collection and interpretation, or the decision to submit the work for publication. ReferencesAhmed S, Brickner DG, Light WH, Cajigas I, McDonough M, Froyshteter AB, Volpe T, Brickner JH. DNA zip codes control an ancient mechanism for gene targeting to the nuclear periphery. Nature Cell Biology. 2010;12:111–118. doi: 10.1038/ncb2011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Akoulitchev S, Chuikov S, Reinberg D. TFIIH is negatively regulated by cdk8-containing mediator complexes. Nature. 2000;407:102–106. doi: 10.1038/35024111. [PubMed] [CrossRef] [Google Scholar]Ardehali MB, Mei A, Zobeck KL, Caron M, Lis JT, Kusch T. Drosophila Set1 is the major histone H3 lysine 4 trimethyltransferase with role in transcription. The EMBO Journal. 2011;30:2817–2828. doi: 10.1038/emboj.2011.194. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bancerek J, Poss ZC, Steinparzer I, Sedlyarov V, Pfaffenwimmer T, Mikulic I, Dölken L, Strobl B, Müller M, Taatjes DJ, Kovarik P. CDK8 kinase phosphorylates transcription factor STAT1 to selectively regulate the interferon response. Immunity. 2013;38:250–262. doi: 10.1016/j.immuni.2012.10.017. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Berry DB, Gasch AP. Stress-activated genomic expression changes serve a preparative role for impending stress in yeast. Molecular Biology of the Cell. 2008;19:4580–4587. doi: 10.1091/mbc.E07-07-0680. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bevington SL, Cauchy P, Piper J, Bertrand E, Lalli N, Jarvis RC, Gilding LN, Ott S, Bonifer C, Cockerill PN. Inducible chromatin priming is associated with the establishment of immunological memory in T cells. The EMBO Journal. 2016;35:515–535. doi: 10.15252/embj.201592534. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Brickner DG, Ahmed S, Meldi L, Thompson A, Light W, Young M, Hickman TL, Chu F, Fabre E, Brickner JH. Transcription factor binding to a DNA zip code controls interchromosomal clustering at the nuclear periphery. Developmental Cell. 2012;22:1234–1246. doi: 10.1016/j.devcel.2012.03.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Brickner DG, Cajigas I, Fondufe-Mittendorf Y, Ahmed S, Lee PC, Widom J, Brickner JH. H2A.Z-mediated localization of genes at the nuclear periphery confers epigenetic memory of previous transcriptional state. PLOS Biology. 2007;5:e16691.  doi: 10.1371/journal.pbio.0050081. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Brickner DG, Coukos R, Brickner JH. INO1 transcriptional memory leads to DNA zip code-dependent interchromosomal clustering. Microbial Cell. 2015;2:481–490. doi: 10.15698/mic2015.12.242. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Brickner DG, Light W, Brickner JH. Quantitative localization of chromosomal loci by immunofluorescence. Methods in Enzymology. 2010;470:569–580. doi: 10.1016/S0076-6879(10)70022-7. [PubMed] [CrossRef] [Google Scholar]Brickner JH, Walter P. Gene recruitment of the activated INO1 locus to the nuclear membrane. PLOS Biology. 2004;2:e16691.  doi: 10.1371/journal.pbio.0020342. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Briggs SD, Bryk M, Strahl BD, Cheung WL, Davie JK, Dent SY, Winston F, Allis CD. Histone H3 lysine 4 methylation is mediated by Set1 and required for cell growth and rDNA silencing in Saccharomyces cerevisiae. Genes & Development. 2001;15:3286–3295. doi: 10.1101/gad.940201. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Chen FX, Woodfin AR, Gardini A, Rickels RA, Marshall SA, Smith ER, Shiekhattar R, Shilatifard A. PAF1, a Molecular Regulator of Promoter-Proximal Pausing by RNA Polymerase II. Cell. 2015;162:1003–1015. doi: 10.1016/j.cell.2015.07.042. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Chen J, Zheng XF, Brown EJ, Schreiber SL. Identification of an 11-kDa FKBP12-rapamycin-binding domain within the 289-kDa FKBP12-rapamycin-associated protein and characterization of a critical serine residue. Proceedings of the National Academy of Sciences of the United States of America. 1995;92:4947–4951. doi: 10.1073/pnas.92.11.4947. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Costanzo M, Baryshnikova A, Bellay J, Kim Y, Spear ED, Sevier CS, Ding H, Koh JL, Toufighi K, Mostafavi S, Prinz J, St Onge RP, VanderSluis B, Makhnevych T, Vizeacoumar FJ, Alizadeh S, Bahr S, Brost RL, Chen Y, Cokol M, Deshpande R, Li Z, Lin ZY, Liang W, Marback M, Paw J, San Luis BJ, Shuteriqi E, Tong AH, van Dyk N, Wallace IM, Whitney JA, Weirauch MT, Zhong G, Zhu H, Houry WA, Brudno M, Ragibizadeh S, Papp B, Pál C, Roth FP, Giaever G, Nislow C, Troyanskaya OG, Bussey H, Bader GD, Gingras AC, Morris QD, Kim PM, Kaiser CA, Myers CL, Andrews BJ, Boone C. The genetic landscape of a cell. Science. 2010;327:425–431. doi: 10.1126/science.1180823. [PMC free article] [PubMed] [CrossRef] [Google Scholar]D'Urso A, Brickner JH. Mechanisms of epigenetic memory. Trends in Genetics. 2014;30:230–236. doi: 10.1016/j.tig.2014.04.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dai J, Hyland EM, Yuan DS, Huang H, Bader JS, Boeke JD. Probing nucleosome function: a highly versatile library of synthetic histone H3 and H4 mutants. Cell. 2008;134:1066–1078. doi: 10.1016/j.cell.2008.07.019. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dehé P-M, Géli V. The multiple faces of Set1. Biochemistry and Cell Biology. 2006;84:536–548. doi: 10.1139/o06-081. [PubMed] [CrossRef] [Google Scholar]Ding Y, Fromm M, Avramova Z. Multiple exposures to drought 'train' transcriptional responses in Arabidopsis. Nature Communications. 2012;3:e16691.  doi: 10.1038/ncomms1732. [PubMed] [CrossRef] [Google Scholar]Ding Y, Liu N, Virlouvet L, Riethoven JJ, Fromm M, Avramova Z. Four distinct types of dehydration stress memory genes in Arabidopsis thaliana. BMC Plant Biology. 2013;13:e16691.  doi: 10.1186/1471-2229-13-229. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dou Y, Milne TA, Ruthenburg AJ, Lee S, Lee JW, Verdine GL, Allis CD, Roeder RG. Regulation of MLL1 H3K4 methyltransferase activity by its core components. Nature Structural & Molecular Biology. 2006;13:713–719. doi: 10.1038/nsmb1128. [PubMed] [CrossRef] [Google Scholar]Egecioglu DE, D'Urso A, Brickner DG, Light WH, Brickner JH. Approaches to studying subnuclear organization and gene-nuclear pore interactions. Methods in Cell Biology. 2014;122:463–485. doi: 10.1016/B978-0-12-417160-2.00021-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Fujita A, Kikuchi Y, Kuhara S, Misumi Y, Matsumoto S, Kobayashi H. Domains of the SFL1 protein of yeasts are homologous to Myc oncoproteins or yeast heat-shock transcription factor. Gene. 1989;85:321–328. doi: 10.1016/0378-1119(89)90424-1. [PubMed] [CrossRef] [Google Scholar]Galbraith MD, Allen MA, Bensard CL, Wang X, Schwinn MK, Qin B, Long HW, Daniels DL, Hahn WC, Dowell RD, Espinosa JM. HIF1A employs CDK8-mediator to stimulate RNAPII elongation in response to hypoxia. Cell. 2013;153:1327–1339. doi: 10.1016/j.cell.2013.04.048. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Galbraith MD, Donner AJ, Espinosa JM. CDK8: a positive regulator of transcription. Transcription. 2010;1:4–12. doi: 10.4161/trns.1.1.12373. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Gasch AP, Spellman PT, Kao CM, Carmel-Harel O, Eisen MB, Storz G, Botstein D, Brown PO. Genomic expression programs in the response of yeast cells to environmental changes. Molecular Biology of the Cell. 2000;11:4241–4257. doi: 10.1091/mbc.11.12.4241. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Geisberg JV, Moqtaderi Z, Fan X, Ozsolak F, Struhl K. Global analysis of mRNA isoform half-lives reveals stabilizing and destabilizing elements in yeast. Cell. 2014;156:812–824. doi: 10.1016/j.cell.2013.12.026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Gerber M, Shilatifard A. Transcriptional elongation by RNA polymerase II and histone methylation. Journal of Biological Chemistry. 2003;278:26303–26306. doi: 10.1074/jbc.R300014200. [PubMed] [CrossRef] [Google Scholar]Gialitakis M, Arampatzi P, Makatounakis T, Papamatheakis J. Gamma interferon-dependent transcriptional memory via relocalization of a gene locus to PML nuclear bodies. Molecular and Cellular Biology. 2010;30:2046–2056. doi: 10.1128/MCB.00906-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Gilmour DS, Lis JT. RNA polymerase InteractsII interacts with the promoter Regionregion of the Noninducednoninduced hsp70 gene in Drosophila melanogaster cells. Molecular and Cellular Biology. 1986;6:3984–3989. doi: 10.1128/mcb.6.11.3984. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Guan Q, Haroon S, Bravo DG, Will JL, Gasch AP. Cellular memory of acquired stress resistance in Saccharomyces cerevisiae. Genetics. 2012;192:495–505. doi: 10.1534/genetics.112.143016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Halley JE, Kaplan T, Wang AY, Kobor MS, Rine J. Roles for H2A.Z and its acetylation in GAL1 transcription and gene induction, but not GAL1-transcriptional memory. PLOS Biology. 2010;8:e16691.  doi: 10.1371/journal.pbio.1000401. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Hampsey M. Molecular genetics of the RNA polymerase II general transcriptional machinery. Microbiology and Molecular Biology Reviews. 1998;62:465–503. [PMC free article] [PubMed] [Google Scholar]Haruki H, Nishikawa J, Laemmli UK. The anchor-away technique: rapid, conditional establishment of yeast mutant phenotypes. Molecular Cell. 2008;31:925–932. doi: 10.1016/j.molcel.2008.07.020. [PubMed] [CrossRef] [Google Scholar]Herz HM, Morgan M, Gao X, Jackson J, Rickels R, Swanson SK, Florens L, Washburn MP, Eissenberg JC, Shilatifard A. Histone H3 lysine-to-methionine mutants as a paradigm to study chromatin signaling. Science. 2014;345:1065–1070. doi: 10.1126/science.1255104. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Hu D, Gao X, Morgan MA, Herz H-M, Smith ER, Shilatifard A. The MLL3/MLL4 Branches of the COMPASS Family Function as Major Histone H3K4 Monomethylases at Enhancers. Molecular and Cellular Biology. 2013a;33:4745–4754. doi: 10.1128/MCB.01181-13. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Hu D, Garruss AS, Gao X, Morgan MA, Cook M, Smith ER, Shilatifard A. The Mll2 branch of the COMPASS family regulates bivalent promoters in mouse embryonic stem cells. Nature Structural & Molecular Biology. 2013b;20:1093–1097. doi: 10.1038/nsmb.2653. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Hughes CM, Rozenblatt-Rosen O, Milne TA, Copeland TD, Levine SS, Lee JC, Hayes DN, Shanmugam KS, Bhattacharjee A, Biondi CA, Kay GF, Hayward NK, Hess JL, Meyerson M. Menin associates with a trithorax family histone methyltransferase complex and with the hoxc8 locus. Molecular Cell. 2004;13:587–597. doi: 10.1016/s1097-2765(04)00081-4. [PubMed] [CrossRef] [Google Scholar]Jeronimo C, Robert F. Kin28 regulates the transient association of Mediator with core promoters. Nature Structural & Molecular Biology. 2014;21:449–455. doi: 10.1038/nsmb.2810. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Jiang H, Lu X, Shimada M, Dou Y, Tang Z, Roeder RG. Regulation of transcription by the MLL2 complex and MLL complex–associated AKAP95. Nature Structural & Molecular Biology. 2013;20:1156–1163. doi: 10.1038/nsmb.2656. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Jiang H, Shukla A, Wang X, Chen WY, Bernstein BE, Roeder RG, Chen Wei-yi. Role for Dpy-30 in ES cell-fate specification by regulation of H3K4 methylation within bivalent domains. Cell. 2011;144:327–339. doi: 10.1016/j.cell.2011.01.020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Keogh MC, Buratowski S. Using chromatin immunoprecipitation to map cotranscriptional mRNA processing in Saccharomyces cerevisiae. Methods in Molecular Biology. 2004;257:1–16. doi: 10.1385/1-59259-750-5:001. [PubMed] [CrossRef] [Google Scholar]Kim T, Buratowski S. Dimethylation of H3K4 by Set1 recruits the Set3 histone deacetylase complex to 5' transcribed regions. Cell. 2009;137:259–272. doi: 10.1016/j.cell.2009.02.045. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kim T, Xu Z, Clauder-Münster S, Steinmetz LM, Buratowski S. Set3 HDAC mediates effects of overlapping noncoding transcription on gene induction kinetics. Cell. 2012;150:1158–1169. doi: 10.1016/j.cell.2012.08.016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Knuesel MT, Taatjes DJ. Mediator and post-recruitment regulation of RNA polymerase II. Transcription. 2011;2:28–31. doi: 10.4161/trns.2.1.13950. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kouzine F, Wojtowicz D, Yamane A, Resch W, Kieffer-Kwon KR, Bandle R, Nelson S, Nakahashi H, Awasthi P, Feigenbaum L, Menoni H, Hoeijmakers J, Vermeulen W, Ge H, Przytycka TM, Levens D, Casellas R. Global regulation of promoter melting in naive lymphocytes. Cell. 2013;153:988–999. doi: 10.1016/j.cell.2013.04.033. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Krogan NJ, Dover J, Khorrami S, Greenblatt JF, Schneider J, Johnston M, Shilatifard A. COMPASS, a histone H3 (Lysine 4) methyltransferase required for telomeric silencing of gene expression. Journal of Biological Chemistry. 2002;277:10753–10755. doi: 10.1074/jbc.C200023200. [PubMed] [CrossRef] [Google Scholar]Kundu S, Horn PJ, Peterson CL. SWI/SNF is required for transcriptional memory at the yeast GAL gene cluster. Genes & Development. 2007;21:997–1004. doi: 10.1101/gad.1506607. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kwak H, Lis JT. Control of transcriptional elongation. Annual Review of Genetics. 2013;47:483–508. doi: 10.1146/annurev-genet-110711-155440. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lee JH, Tate CM, You JS, Skalnik DG. Identification and characterization of the human Set1B histone H3-Lys4 methyltransferase complex. Journal of Biological Chemistry. 2007;282:13419–13428. doi: 10.1074/jbc.M609809200. [PubMed] [CrossRef] [Google Scholar]Li B, Gogol M, Carey M, Pattenden SG, Seidel C, Workman JL. Infrequently transcribed long genes depend on the Set2/Rpd3S pathway for accurate transcription. Genes & Development. 2007;21:1422–1430. doi: 10.1101/gad.1539307. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Light WH, Brickner DG, Brand VR, Brickner JH. Interaction of a DNA zip code with the nuclear pore complex promotes H2A.Z incorporation and INO1 transcriptional memory. Molecular Cell. 2010;40:112–125. doi: 10.1016/j.molcel.2010.09.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Light WH, Freaney J, Sood V, Thompson A, D'Urso A, Horvath CM, Brickner JH. A conserved role for human Nup98 in altering chromatin structure and promoting epigenetic transcriptional memory. PLOS Biology. 2013;11:e16691.  doi: 10.1371/journal.pbio.1001524. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Liu N, Ding Y, Fromm M, Avramova Z. Different gene-specific mechanisms determine the 'revised-response' memory transcription patterns of a subset of A. thaliana dehydration stress responding genes. Nucleic Acids Research. 2014;42:5556–5566. doi: 10.1093/nar/gku220. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lämke J, Brzezinka K, Altmann S, Bäurle I. A hit-and-run heat shock factor governs sustained histone methylation and transcriptional stress memory. The EMBO Journal. 2016;35:162–175. doi: 10.15252/embj.201592593. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Margaritis T, Oreal V, Brabers N, Maestroni L, Vitaliano-Prunier A, Benschop JJ, van Hooff S, van Leenen D, Dargemont C, Géli V, Holstege FC. Two distinct repressive mechanisms for histone 3 lysine 4 methylation through promoting 3'-end antisense transcription. PLOS Genetics. 2012;8:e16691.  doi: 10.1371/journal.pgen.1002952. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Marshall NF, Peng J, Xie Z, Price DH. Control of RNA polymerase II elongation potential by a novel carboxyl-terminal domain kinase. Journal of Biological Chemistry. 1996;271:27176–27183. doi: 10.1074/jbc.271.43.27176. [PubMed] [CrossRef] [Google Scholar]Maxwell CS, Kruesi WS, Core LJ, Kurhanewicz N, Waters CT, Lewarch CL, Antoshechkin I, Lis JT, Meyer BJ, Baugh LR. Pol II docking and pausing at growth and stress genes in C. elegans. Cell Reports. 2014;6:455–466. doi: 10.1016/j.celrep.2014.01.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Miller T, Krogan NJ, Dover J, Erdjument-Bromage H, Tempst P, Johnston M, Greenblatt JF, Shilatifard A. COMPASS: a complex of proteins associated with a trithorax-related SET domain protein. Proceedings of the National Academy of Sciences of the United States of America. 2001;98:12902–12907. doi: 10.1073/pnas.231473398. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Mohan M, Herz HM, Smith ER, Zhang Y, Jackson J, Washburn MP, Florens L, Eissenberg JC, Shilatifard A. The COMPASS family of H3K4 methylases in Drosophila. Molecular and Cellular Biology. 2011;31:4310–4318. doi: 10.1128/MCB.06092-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Morillon A, Karabetsou N, Nair A, Mellor J. Dynamic lysine methylation on histone H3 defines the regulatory phase of gene transcription. Molecular Cell. 2005;18:723–734. doi: 10.1016/j.molcel.2005.05.009. [PubMed] [CrossRef] [Google Scholar]Nelson C, Goto S, Lund K, Hung W, Sadowski I. Srb10/Cdk8 regulates yeast filamentous growth by phosphorylating the transcription factor Ste12. Nature. 2003;421:187–190. doi: 10.1038/nature01243. [PubMed] [CrossRef] [Google Scholar]Nemet J, Jelicic B, Rubelj I, Sopta M. The two faces of Cdk8, a positive/negative regulator of transcription. Biochimie. 2014;97:22–27. doi: 10.1016/j.biochi.2013.10.004. [PubMed] [CrossRef] [Google Scholar]Ng HH, Robert F, Young RA, Struhl K. Targeted recruitment of Set1 histone methylase by elongating Pol II provides a localized mark and memory of recent transcriptional activity. Molecular Cell. 2003;11:709–719. doi: 10.1016/s1097-2765(03)00092-3. [PubMed] [CrossRef] [Google Scholar]Ni Z, Saunders A, Fuda NJ, Yao J, Suarez JR, Webb WW, Lis JT. P-TEFb is critical for the maturation of RNA polymerase II into productive elongation in vivo. Molecular and Cellular Biology. 2008;28:1161–1170. doi: 10.1128/MCB.01859-07. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pavri R, Lewis B, Kim TK, Dilworth FJ, Erdjument-Bromage H, Tempst P, de Murcia G, Evans R, Chambon P, Reinberg D. PARP-1 determines specificity in a retinoid signaling pathway via direct modulation of mediator. Molecular Cell. 2005;18:83–96. doi: 10.1016/j.molcel.2005.02.034. [PubMed] [CrossRef] [Google Scholar]Petruk S, Sedkov Y, Smith S, Tillib S, Kraevski V, Nakamura T, Canaani E, Croce CM, Mazo A. Trithorax and dCBP acting in a complex to maintain expression of a homeotic gene. Science. 2001;294:1331–1334. doi: 10.1126/science.1065683. [PubMed] [CrossRef] [Google Scholar]Pijnappel WW, Schaft D, Roguev A, Shevchenko A, Tekotte H, Wilm M, Rigaut G, Séraphin B, Aasland R, Stewart AF. The S. cerevisiae SET3 complex includes two histone deacetylases, Hos2 and Hst1, and is a meiotic-specific repressor of the sporulation gene program. Genes & Development. 2001;15:2991–3004. doi: 10.1101/gad.207401. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pokholok DK, Harbison CT, Levine S, Cole M, Hannett NM, Lee TI, Bell GW, Walker K, Rolfe PA, Herbolsheimer E, Zeitlinger J, Lewitter F, Gifford DK, Young RA. Genome-wide map of nucleosome acetylation and methylation in yeast. Cell. 2005;122:517–527. doi: 10.1016/j.cell.2005.06.026. [PubMed] [CrossRef] [Google Scholar]Radonjic M, Andrau JC, Lijnzaad P, Kemmeren P, Kockelkorn TT, van Leenen D, van Berkum NL, Holstege FC. Genome-wide analyses reveal RNA polymerase II located upstream of genes poised for rapid response upon S. cerevisiae stationary phase exit. Molecular Cell. 2005;18:171–183. doi: 10.1016/j.molcel.2005.03.010. [PubMed] [CrossRef] [Google Scholar]Randise-Hinchliff C, Coukos R, Sood V, Sumner MC, Zdraljevic S, Meldi Sholl L, Garvey Brickner D, Ahmed S, Watchmaker L, Brickner JH. Strategies to regulate transcription factor–mediated gene positioning and interchromosomal clustering at the nuclear periphery. Journal of Cell Biology. 2016;212:633–646. doi: 10.1083/jcb.201508068. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Robertson LS, Fink GR. The three yeast A kinases have specific signaling functions in pseudohyphal growth. Proceedings of the National Academy of Sciences of the United States of America. 1998;95:13783–13787. doi: 10.1073/pnas.95.23.13783. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Robinett CC, Straight A, Li G, Willhelm C, Sudlow G, Murray A, Belmont AS, Li G WC. In vivo localization of DNA sequences and visualization of large-scale chromatin organization using lac operator/repressor recognition. The Journal of Cell Biology. 1996;135:1685–1700. doi: 10.1083/jcb.135.6.1685. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Roguev A, Schaft D, Shevchenko A, Pijnappel WW, Wilm M, Aasland R, Stewart AF. The Saccharomyces cerevisiae Set1 complex includes an Ash2 homologue and methylates histone 3 lysine 4. The EMBO Journal. 2001;20:7137–7148. doi: 10.1093/emboj/20.24.7137. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Rougvie AE, Lis JT. The RNA polymerase II molecule at the 5' end of the uninduced hsp70 gene of D. melanogaster is transcriptionally engaged. Cell. 1988;54:795–804. doi: 10.1016/s0092-8674(88)91087-2. [PubMed] [CrossRef] [Google Scholar]Sani E, Herzyk P, Perrella G, Colot V, Amtmann A. Hyperosmotic priming of Arabidopsis seedlings establishes a long-term somatic memory accompanied by specific changes of the epigenome. Genome Biology. 2013;14:e16691.  doi: 10.1186/gb-2013-14-6-r59. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Santos-Rosa H, Schneider R, Bannister AJ, Sherriff J, Bernstein BE, Emre NC, Schreiber SL, Mellor J, Kouzarides T. Active genes are tri-methylated at K4 of histone H3. Nature. 2002;419:407–411. doi: 10.1038/nature01080. [PubMed] [CrossRef] [Google Scholar]Schaner CE, Deshpande G, Schedl PD, Kelly WG. A conserved chromatin architecture marks and maintains the restricted germ cell lineage in worms and flies. Developmental Cell. 2003;5:747–757. doi: 10.1016/s1534-5807(03)00327-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Schneider J, Wood A, Lee JS, Schuster R, Dueker J, Maguire C, Swanson SK, Florens L, Washburn MP, Shilatifard A. Molecular regulation of histone H3 trimethylation by COMPASS and the regulation of gene expression. Molecular Cell. 2005;19:849–856. doi: 10.1016/j.molcel.2005.07.024. [PubMed] [CrossRef] [Google Scholar]Schneider M, Hellerschmied D, Schubert T, Amlacher S, Vinayachandran V, Reja R, Pugh BF, Clausen T, Köhler A. The Nuclear Pore-Associated TREX-2 Complex Employs Mediator to Regulate Gene Expression. Cell. 2015;162:1016–1028. doi: 10.1016/j.cell.2015.07.059. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Shilatifard A. Chromatin modifications by methylation and ubiquitination: implications in the regulation of gene expression. Annual Review of Biochemistry. 2006;75:243–269. doi: 10.1146/annurev.biochem.75.103004.142422. [PubMed] [CrossRef] [Google Scholar]Shilatifard A. Molecular implementation and physiological roles for histone H3 lysine 4 (H3K4) methylation. Current Opinion in Cell Biology. 2008;20:341–348. doi: 10.1016/j.ceb.2008.03.019. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Shilatifard A. The COMPASS family of histone H3K4 methylases: mechanisms of regulation in development and disease pathogenesis. Annual Review of Biochemistry. 2012;81:65–95. doi: 10.1146/annurev-biochem-051710-134100. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Smith E, Shilatifard A. Transcriptional elongation checkpoint control in development and disease. Genes & Development. 2013;27:1079–1088. doi: 10.1101/gad.215137.113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Soares LM, Radman-Livaja M, Lin SG, Rando OJ, Buratowski S. Feedback control of Set1 protein levels is important for proper H3K4 methylation patterns. Cell Reports. 2014;6:961–972. doi: 10.1016/j.celrep.2014.02.017. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Song W, Carlson M. Srb/mediator proteins interact functionally and physically with transcriptional repressor Sfl1. The EMBO Journal. 1998;17:5757–5765. doi: 10.1093/emboj/17.19.5757. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Spencer CA, LeStrange RC, Novak U, Hayward WS, Groudine M. The block to transcription elongation is promoter dependent in normal and Burkitt's lymphoma c-myc alleles. Genes & Development. 1990;4:75–88. doi: 10.1101/gad.4.1.75. [PubMed] [CrossRef] [Google Scholar]Steward MM, Lee JS, O'Donovan A, Wyatt M, Bernstein BE, Shilatifard A. Molecular regulation of H3K4 trimethylation by ASH2L, a shared subunit of MLL complexes. Nature Structural & Molecular Biology. 2006;13:852–854. doi: 10.1038/nsmb1131. [PubMed] [CrossRef] [Google Scholar]Straight AF, Belmont AS, Robinett CC, Murray AW. GFP tagging of budding yeast chromosomes reveals that protein-protein interactions can mediate sister chromatid cohesion. Current Biology : CB. 1996;6:1599–1608. doi: 10.1016/s0960-9822(02)70783-5. [PubMed] [CrossRef] [Google Scholar]Takahashi YH, Lee JS, Swanson SK, Saraf A, Florens L, Washburn MP, Trievel RC, Shilatifard A. Regulation of H3K4 trimethylation via Cps40 (Spp1) of COMPASS is monoubiquitination independent: implication for a Phe/Tyr switch by the catalytic domain of Set1. Molecular and Cellular Biology. 2009;29:3478–3486. doi: 10.1128/MCB.00013-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Tan-Wong SM, Wijayatilake HD, Proudfoot NJ. Gene loops function to maintain transcriptional memory through interaction with the nuclear pore complex. Genes & Development. 2009;23:2610–2624. doi: 10.1101/gad.1823209. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Thornton JL, Westfield GH, Takahashi YH, Cook M, Gao X, Woodfin AR, Lee JS, Morgan MA, Jackson J, Smith ER, Couture JF, Skiniotis G, Shilatifard A. Context dependency of Set1/COMPASS-mediated histone H3 Lys4 trimethylation. Genes & Development. 2014;28:115–120. doi: 10.1101/gad.232215.113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Tsai KL, Tomomori-Sato C, Sato S, Conaway RC, Conaway JW, Asturias FJ. Subunit architecture and functional modular rearrangements of the transcriptional mediator complex. Cell. 2014;157:1430–1444. doi: 10.1016/j.cell.2014.05.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]van de Peppel J, Kettelarij N, van Bakel H, Kockelkorn TT, van Leenen D, Holstege FC. Mediator expression profiling epistasis reveals a signal transduction pathway with antagonistic submodules and highly specific downstream targets. Molecular Cell. 2005;19:511–522. doi: 10.1016/j.molcel.2005.06.033. [PubMed] [CrossRef] [Google Scholar]Wada T, Takagi T, Yamaguchi Y, Ferdous A, Imai T, Hirose S, Sugimoto S, Yano K, Hartzog GA, Winston F, Buratowski S, Handa H. DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes & Development. 1998;12:343–356. doi: 10.1101/gad.12.3.343. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wang A, Kurdistani SK, Grunstein M. Requirement of Hos2 histone deacetylase for gene activity in yeast. Science. 2002;298:1412–1414. doi: 10.1126/science.1077790. [PubMed] [CrossRef] [Google Scholar]Wang P, Lin C, Smith ER, Guo H, Sanderson BW, Wu M, Gogol M, Alexander T, Seidel C, Wiedemann LM, Ge K, Krumlauf R, Shilatifard A. Global analysis of H3K4 methylation defines MLL family member targets and points to a role for MLL1-mediated H3K4 methylation in the regulation of transcriptional initiation by RNA polymerase II. Molecular and Cellular Biology. 2009;29:6074–6085. doi: 10.1128/MCB.00924-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Warner JR. The economics of ribosome biosynthesis in yeast. Trends in Biochemical Sciences. 1999;24:437–440. doi: 10.1016/S0968-0004(99)01460-7. [PubMed] [CrossRef] [Google Scholar]Wong KH, Jin Y, Struhl K. TFIIH phosphorylation of the Pol II CTD stimulates mediator dissociation from the preinitiation complex and promoter escape. Molecular Cell. 2014;54:601–612. doi: 10.1016/j.molcel.2014.03.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wood A, Krogan NJ, Dover J, Schneider J, Heidt J, Boateng MA, Dean K, Golshani A, Zhang Y, Greenblatt JF, Johnston M, Shilatifard A. Bre1, an E3 ubiquitin ligase required for recruitment and substrate selection of Rad6 at a promoter. Molecular Cell. 2003;11:267–274. doi: 10.1016/S1097-2765(02)00802-X. [PubMed] [CrossRef] [Google Scholar]Wood A, Shukla A, Schneider J, Lee JS, Stanton JD, Dzuiba T, Swanson SK, Florens L, Washburn MP, Wyrick J, Bhaumik SR, Shilatifard A. Ctk complex-mediated regulation of histone methylation by COMPASS. Molecular and Cellular Biology. 2007;27:709–720. doi: 10.1128/MCB.01627-06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wu M, Wang PF, Lee JS, Martin-Brown S, Florens L, Washburn M, Shilatifard A. Molecular regulation of H3K4 trimethylation by Wdr82, a component of human Set1/COMPASS. Molecular and Cellular Biology. 2008;28:7337–7344. doi: 10.1128/MCB.00976-08. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. doi: 10.1016/S0092-8674(00)80713-8. [PubMed] [CrossRef] [Google Scholar]Yu M, Yang W, Ni T, Tang Z, Nakadai T, Zhu J, Roeder RG. RNA polymerase II-associated factor 1 regulates the release and phosphorylation of paused RNA polymerase II. Science. 2015;350:1383–1386. doi: 10.1126/science.aad2338. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zacharioudakis I, Gligoris T, Tzamarias D. A yeast catabolic enzyme controls transcriptional memory. Current Biology. 2007;17:2041–2046. doi: 10.1016/j.cub.2007.10.044. [PubMed] [CrossRef] [Google Scholar]Zhou BO, Zhou JQ. Recent transcription-induced histone H3 lysine 4 (H3K4) methylation inhibits gene reactivation. The Journal of Biological Chemistry. 2011;286:34770–34776. doi: 10.1074/jbc.M111.273128. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zhu C, Byers KJ, McCord RP, Shi Z, Berger MF, Newburger DE, Saulrieta K, Smith Z, Shah MV, Radhakrishnan M, Philippakis AA, Hu Y, De Masi F, Pacek M, Rolfs A, Murthy T, Labaer J, Bulyk ML. High-resolution DNA-binding specificity analysis of yeast transcription factors. Genome Research. 2009;19:556–566. doi: 10.1101/gr.090233.108. [PMC free article] [PubMed] [CrossRef] [Google Scholar] In the interests of transparency, eLife includes the editorial decision letter and accompanying author responses. A lightly edited version of the letter sent to the authors after peer review is shown, indicating the most substantive concerns; minor comments are not usually included.Thank you for submitting your article \"COMPASS and Mediator are repurposed to promote epigenetic transcriptional memory\" for consideration by eLife. Your article has been reviewed by three peer reviewers, and the evaluation has been overseen by Reviewing Editor Alan Hinnebusch and Kevin Struhl as the Senior Editor. The reviewers have opted to remain anonymous.The reviewers have discussed the reviews with one another and the Reviewing Editor has drafted this decision to help you prepare a revised submission.Summary:Previous studies from Brickner has contributed to define molecular events associated with what they define as the transcriptional memory, eg, the facilitated activation of a gene that has undergone a cycle of activation/repression. Here, they further address how this memory is established. More precisely, they investigate the chromatin changes from an active state to a repressed state. They characterized a poised state which is supposed to be an intermediate state associated to the transcriptional memory. They show that the transition to active from repressed state (defined as memory condition) correlates with the binding of the transcriptional repressor SfI1 at the INO1 promoter. This binding is dependent on the presence of a Memory Recruitment Sequence at the INO1 promoter and correlates with high levels of H3K4me2 and PolII, two hallmarks of the poised state. Moreover, SfI1 is required to retain INO1 at the nuclear envelope in the memory condition. Next, they show that PolII recruitment is lost in the memory condition when H3K4 methylation is abolishes. They further document this latter point by anchoring away the COMPASS Cps50 (Swd1) subunit which is essential for the assembly of the complex and therefore for the three H3K4 methylation states. By depleting Cps50 from the nucleus, they observed a rapid decrease of H3K4me2 but a slow decrease of PolII occupancy. In parallel of these observations, they found that the COMPASS subunit Cps40 (Spp1) which is only required for H3K4me3 is not recruited to INO1 in memory conditions in contrast to other subunits (Cps50 (Swd1), Cps60 (Bre2), and Cps25 (Sdc1)). Consistent with previous studies from Buratowski lab, they show persistent H3K4me2 is correlated with the recruitment of Set3 to INO1 in memory conditions in a way that depend on the integrity of the Set3 PHD domain and on SfI1. They show that the presence of Set3 allows H3K4me2 to be maintained in the 5' end and 3' end of INO1 in memory conditions. Next they show that nucleus depletion of Spt15, Med1, and Tbf1 prevents PolII to be maintained at the INO1 promoter in memory conditions while depletion of Kin28 prevents the binding of PolII under activation but not under memory conditions. Similarly, during memory removal of Kin28 does not affect H3K4me2. Along the same line, they show that the mediator subunit Ssn3 (Cdk8) binds to INO1 promoter under memory and that its conditional depletion from the nucleus leads to the loss of PolII from the INO1 promoter. Finally, they show that four genes whose expression is induced by H202 and that have been identified as exhibiting a salt stress memory share features of the INO1 memory, eg, Set3 recruitment and Set3-dependent PolII occupancy under memory.Essential revisions:The following summarizes the important additional experiments and revision of text required by the referees, described more fully in the following complete reviews submitted by each of the three referees.Reviewer #1:The paper would benefit from a better description of the experimental strategies. Also, the authors should consider the suggested interpretation that the absence of Kin28 in the poised PIC could contribute to holding RNAPII at the promoter in memory conditions.Reviewer #2:– Figure 1A: Show that changes in Sfl1 expression cannot account for its increased occupancy at INO1 specifically in memory conditions; and show that Sfl1 binding at an inositol-independent promoter is constitutive (although showing this second point would likely make the first one superfluous.)– Figure 1B: A much better explanation of the expectations of this assay for genes that either do, or do not, show localization to the nuclear periphery when they are actively transcribed is required here.– From 1C and 1D: It is confusing to refer to Sfl1 as a repressor protein when it is required here for rapid reactivation. The several known roles of Sfl1 should be explained in the Introduction and later in the text, just refer to \"Sfl1\" rather than \"Sfl1 repressor\". It is also important to resolve discrepancies between the current results and those reported in Brickner et al. 2007 regarding the kinetics of INO1 induction following different periods of repression in the memory state.– Figure 2: The rationale for measuring H3K4 methylation only in the promoter region of INO1 must be defended, or better yet, extended to include the CDS, possibly by using your genome-wide data. As discussed below, this criticism is underscored by the data shown later in Figure 4F, indicating that most of the H3K4me2 signal is found in the CDS. It is also important to cite the previous literature relevant to these results and explain whether your data are providing novel insights or only confirming previous findings about di- and trimethylation of H3K4.– Figure 3: In line with Reviewer #3's comments below, the expected loss of mono, di, and trimethylation of H3K4 in bulk chromatin following anchor away of Cps50 should be confirmed. Also, indicate that the INO1 promoter is being analyzed in the figure legend.– Figure 4: As noted above, it is necessary to resolve the important discrepancy between the ChIP-seq data in panel F showing a reduction in the H3K4me2 signal in the memory condition versus activating conditions in the CDS and even in the promoter, versus the previous conventional ChIP experiments which indicated no reduction in the promoter. There is also appreciable H3K4me2 present in repressing conditions in the ChIP-seq data but not in the previous conventional ChIP assays, which also requires explanation. The differences might arise from normalization differences, but the Materials and methods section lacks information about normalization, which must be rectified. Considering that Set3C is a deacetylase, it also seems important to determine the effect of eliminating Set3 on histone acetylation in the set3 mutant, at least using conventional ChIP in the promoter, as the loss of acetylation in the memory state (Figure 2) could be dependent on Set3C and could contribute to the poised status of Pol II.– Figures 5–6: The authors should more thoroughly discuss alternative models, e.g. whether or not they can distinguish the assembly of a poised PIC from a progressive disassembly of an active PolII that can recruit or stabilize other factors.Reviewer #3:1) It would be valuable to begin Results by describing the kinetics of INO1 induction in the different states to lay out the memory phenomenon in terms of transcription levels. As noted above, resolving discrepancies in the kinetics between these data and those in the 2007 Brickner et al. paper is required.2) The authors should put their findings into the context of previously published results on the poised state in other organisms, and indicate the novelty of their results.5) It should be shown that the mrs1 mutation eliminates H3K4me2 in the memory state.6) It is important to establish the functionality of the CPS50-FRB and Cps50-FRB-GFP fusions by Western analysis of bulk H3K4me1, H3K4me2, H3K4me3.7) It is necessary to cite the previous demonstrations that rapamycin has no effect in the strains engineered for anchor away.8) As noted above, the expected loss of mono, di, and trimethylation of H3K4 following anchor away of Cps50 should be verified.10) As the key conclusion of the paper, that COMPASS is repurposed during memory, is based on a single ChIP experiment in Figure 3E, a time course analysis of Cps40 occupancy would bolster this conclusion and also provide valuable information about when Cps40 is lost from the promoter during the establishment of the memory state.11) As above, a more complete analysis of methylation that includes the CDS may be required at least for certain key experiments.12) Stipulate the region of INO1 being analyzed13) As noted above, some measurement of histone deacetylation in WT versus set3 mutants is required.15) In Figure 6B, indicate the oligos used for the ChIP.17) More complete citation of the relevant literature is required18) COMPASS subunits should be labelled by their current yeast names. Essential revisions:\nThe following summarizes the important additional experiments and revision of text required by the referees, described more fully in the following complete reviews submitted by each of the three referees.\nReviewer #1:\nThe paper would benefit from a better description of the experimental strategies. Also, the authors should consider the suggested interpretation that the absence of Kin28 in the poised PIC could contribute to holding RNAPII at the promoter in memory conditions.\nWe have added additional explanation of the chromatin localization assay and the ChIP seq data analysis.We agree that the recruitment of Kin28 likely plays a critical role in transcriptional poising and we have rewritten sections of the Results and Discussion sections to strengthen that point.Reviewer #2:\n\n– Figure 1A: Show that changes in Sfl1 expression cannot account for its increased occupancy at INO1 specifically in memory conditions; and show that Sfl1 binding at an inositol-independent promoter is constitutive (although showing this second point would likely make the first one superfluous.)\nWe have done both of these things. We now show that the nuclear localization and Sfl1 levels do not increase during memory using confocal microscopy of Sfl1-GFP. Also, we show that, whereas binding of Sfl1 to the INO1 promoter occurs only during memory, binding to either another promoter (SUC2) or to an ectopic copy of the MRS element is unregulated. This suggests that Sfl1 binding to the INO1 promoter is regulated by its context, either by neighboring transcription factors or by local changes in chromatin structure that are memory- specific.\n– Figure 1B: A much better explanation of the expectations of this assay for genes that either do, or do not, show localization to the nuclear periphery when they are actively transcribed is required here.\nWe have augmented our description of the chromatin localization assay to include the following passage:“Using confocal microscopy, the position of INO1 was scored for colocalization with the nuclear envelope, visualized using a Pho88-mCherry fusion protein (Figure 1B). Because the shell constituting the outer 25-30% of the nuclear volume (i.e. the 200nm closest to the nuclear envelope) is unresolvable from the nuclear envelope by light microscopy, a randomly localized spot within the nucleus is expected to colocalize with the nuclear envelope in ~30% of the cells (blue hatched line, Figure 1B; Brickner & Walter, 2004).”\n– From 1C and 1D: It is confusing to refer to Sfl1 as a repressor protein when it is required here for rapid reactivation. The several known roles of Sfl1 should be explained in the Introduction and later in the text, just refer to \"Sfl1\" rather than \"Sfl1 repressor\". It is also important to resolve discrepancies between the current results and those reported in Brickner et al. 2007 regarding the kinetics of INO1 induction following different periods of repression in the memory state.\nWe now refer to Sfl1 as a “transcription factor” rather than as a repressor.We do not think there are any significant discrepancies between the current work and that reported in Brickner et al., 2007. The reviewer may be referring to the precise kinetics of INO1 induction as measured by RT qPCR, which can vary depending on the strains used, stocks of inositol, the primers or the qPCR reagents. However, these effects have no bearing on the conclusion of either study.One thing that is counter-intuitive about INO1 memory is that the rate of reactivation is similar to, or even slightly slower than, the rate of activation. This is particularly true in certain strains like BY4741 (see Brickner et al., 2007, Figure 4A). The experiments conducted here, in Light et al., 2010 and in Light et al., 2013 used W303-based strains, for which this difference is less clear. The reason that reactivation is not faster than activation is due to the fact that the Ino1 enzyme is long-lived and cells cannot sense inositol starvation as quickly during reactivation as during activation. This creates a refractory period during reactivation that is not observed during activation, delaying the onset of transcription. However, once they sense starvation, the rate of reactivation is strongly dependent on transcriptional memory. To strengthen our proposal that INO1 is primed for faster activation, we now include kinetic analysis of RNAPII binding to both the promoter and the coding sequence during either activation or reactivation in wild type and sfl1∆ mutant strains (Figure 1). This experiment shows clearly that memory promotes association of active RNAPII with the INO1 gene during reactivation, enhancing the rate of reactivation.Furthermore, we have also analyzed transcriptional memory for salt-induced genes in yeast and IFN-γ-induced genes in human cells, neither of which have the issues associated with INO1. For both sets of genes, reactivation is either much faster than activation or much stronger (Light et al., 2013; Figure 7 in the current manuscript). This makes us confident that, despite the complexities of inositol biology, INO1 is an excellent model for a conserved and broadly utilized mechanism of transcriptional poising.– Figure 2: The rationale for measuring H3K4 methylation only in the promoter region of INO1 must be defended, or better yet, extended to include the CDS, possibly by using your genome-wide data. As discussed below, this criticism is underscored by the data shown later in Figure 4F, indicating that most of the H3K4me2 signal is found in the CDS. It is also important to cite the previous literature relevant to these results and explain whether your data are providing novel insights or only confirming previous findings about di- and trimethylation of H3K4.We now include qPCR results showing that H3K4me2 is associated with the promoter and the 5’ end of the INO1 gene. We also include a brief discussion of the possible sources of the differences between the qPCR experiments and the ChIP-seq experiment. Finally, we include additional, seminal citations regarding the methylation status of active and repressed genes and clarify what is new in this work.– Figure 3: In line with Reviewer #3's comments below, the expected loss of mono, di, and trimethylation of H3K4 in bulk chromatin following anchor away of Cps50 should be confirmed. Also, indicate that the INO1 promoter is being analyzed in the figure legend.We have added immunoblots examining the loss of H3K4me3 and H3K4me1 after addition of rapamycin to the Swd1-FRB-GFP strain and to the parent strain lacking Swd1-FRB-GFP.In all figure legends, we indicate the position of the INO1 primers used for qPCR.\n– Figure 4: As noted above, it is necessary to resolve the important discrepancy between the ChIP-seq data in panel F showing a reduction in the H3K4me2 signal in the memory condition versus activating conditions in the CDS and even in the promoter, versus the previous conventional ChIP experiments which indicated no reduction in the promoter. There is also appreciable H3K4me2 present in repressing conditions in the ChIP-seq data but not in the previous conventional ChIP assays, which also requires explanation. The differences might arise from normalization differences, but the Materials and methods section lacks information about normalization, which must be rectified.\nWe agree that this is a likely explanation. As mentioned above, qPCR analysis of ChIP gives a slightly different picture than ChIP-seq. We include a brief discussion of this issue in the Results section and we have edited the description of ChIP-seq analysis in the Materials and methods section.Considering that Set3C is a deacetylase, it also seems important to determine the effect of eliminating Set3 on histone acetylation in the set3 mutant, at least using conventional ChIP in the promoter, as the loss of acetylation in the memory state (Figure 2) could be dependent on Set3C and could contribute to the poised status of Pol II.We have now analyzed the H3 and H4 acetylation in both the mrs mutant and set3∆ strains. We observed no increase in the acetylation during memory in these mutant strains.\n– Figures 5–6: The authors should more thoroughly discuss alternative models, e.g. whether or not they can distinguish the assembly of a poised PIC from a progressive disassembly of an active PolII that can recruit or stabilize other factors.\nWe now include a more thorough discussion of alternative models for regulating transcriptional poising through Kin28 recruitment (see above). However, we think that the progressive disassembly model is not supported by the data. INO1 is repressed extremely rapidly (Brickner et al., 2007). The RNAPII associated with INO1 memory persists for 4 cell divisions, suggesting that it cannot represent the persistent binding of RNAPII to the originally transcribed gene (which constitutes only 6.25% of the loci after 4 generations). Memory lasts for up to 7 generations in HeLa cells (our unpublished data). Thus, RNAPII must be continuously recruited over this time period. Recruitment requires factors upstream of Kin28, but not Kin28, which is incompatible with the model that it is slow disassembly of active PIC (which requires Kin28). Finally, the recruitment of RNAPII during memory requires factors that are bound only after repression and that have no effect on the active promoter (i.e. Sfl1, Cdk8, Nup100).Reviewer #3:\n1) It would be valuable to begin Results by describing the kinetics of INO1 induction in the different states to lay out the memory phenomenon in terms of transcription levels. As noted above, resolving discrepancies in the kinetics between these data and those in the 2007 Brickner et al. paper is required.We do not think there are any significant discrepancies between the current work and that reported in Brickner et al., 2007. The reviewer may be referring to the precise kinetics of INO1 induction as measured by RT qPCR, which can vary depending on the strains used, stocks of inositol, the primers or the qPCR reagents. However, these effects have no bearing on the conclusion of either study.One thing that is counter-intuitive about INO1 memory is that the rate of reactivation is similar to, or even slightly slower than, the rate of activation. This is particularly true in certain strains like BY4741 (see Brickner et al., 2007, Figure 4A). The experiments conducted here, in Light et al., 2010 and in Light et al., 2013 used W303-based strains, for which this difference is less clear. The reason that reactivation is not faster than activation is due to the fact that the Ino1 enzyme is long-lived and cells cannot sense inositol starvation as quickly during reactivation as during activation. This creates a refractory period during reactivation that is not observed during activation, delaying the onset of transcription. However, once they sense starvation, the rate of reactivation is strongly dependent on transcriptional memory. To strengthen our proposal that INO1 is primed for faster activation, we now include kinetic analysis of RNAPII binding to both the promoter and the coding sequence during either activation or reactivation in wild type and sfl1∆ mutant strains (Figure 1). This experiment shows clearly that memory promotes association of active RNAPII with the INO1 gene during reactivation, enhancing the rate of reactivation.Furthermore, we have also analyzed transcriptional memory for salt-induced genes in yeast and IFN-γ-induced genes in human cells, neither of which have the issues associated with INO1.For both sets of genes, reactivation is either much faster than activation or much stronger (Light et al., 2013; Figure 7 in the current manuscript). This makes us confident that, despite the complexities of inositol biology, INO1 is an excellent model for a conserved and broadly utilized mechanism of transcriptional poising.2) The authors should put their findings into the context of previously published results on the poised state in other organisms, and indicate the novelty of their results.We have now discussed and cited a number of additional studies with relevance to our current manuscript and clarified the novelty of our contribution.5) It should be shown that the mrs1 mutation eliminates H3K4me2 in the memory state.\nThis is included in Figure 2A.6) It is important to establish the functionality of the CPS50-FRB and Cps50-FRB-GFP fusions by Western analysis of bulk H3K4me1, H3K4me2, H3K4me3.We have added immunoblots examining the loss of H3K4me3 and H3K4me1 after addition of rapamycin to the Swd1-FRB-GFP strain and to the parent strain lacking Swd1-FRB-GFP.7) It is necessary to cite the previous demonstrations that rapamycin has no effect in the strains engineered for anchor away.We now make reference to the original Haruki et al., 2008 paper, which analyzed the effect of rapamycin on growth of a strain lacking the FRB-tagged protein. Also, we performed immunoblots against H3K4me1 and H3K4me3 from this strain and ChIP against H3K4me2 and RNAPII under repressing, activating and memory conditions. We observed no phenotype upon addition of rapamycin.8) As noted above, the expected loss of mono, di, and trimethylation of H3K4 following anchor away of Cps50 should be verified.See response to point 6, above.10) As the key conclusion of the paper, that COMPASS is repurposed during memory, is based on a single ChIP experiment in Figure 3E, a time course analysis of Cps40 occupancy would bolster this conclusion and also provide valuable information about when Cps40 is lost from the promoter during the establishment of the memory state.We agree that the ChIP experiment alone could be strengthened by the suggested time course experiment. Therefore, we have examined the Spp1 (Cps40) binding upon repression and upon reactivation (Figure 3). These results completely support our initial result and provide a clear view of the remodeling of COMPASS during memory and upon reactivation.11) As above, a more complete analysis of methylation that includes the CDS may be required at least for certain key experiments.We have included new qPCR data in Figure 2 showing that INO1 is marked with H3K4me2 over the 5’end and promoter during memory.12) Stipulate the region of INO1 being analyzedWe have added descriptions of the location of the primers used for each experiment to the legends.13) As noted above, some measurement of histone deacetylation in WT versus set3 mutants is required.\nWe have tested this hypothesis and added these results to the manuscript. Loss of Set3 has no effect on the acetylation of the INO1 promoter under any condition and therefore, it is unclear whether the deacetylase activity plays a critical role in memory. We have included this conclusion in the Results and Discussion sections.15) In Figure 6B, indicate the oligos used for the ChIP.We have added descriptions of the location of the primers used for each experiment to the legends.17) More complete citation of the relevant literature is requiredWe have now discussed and cited a number of additional studies with relevance to our current manuscript and clarified the novelty of our contribution.18) COMPASS subunits should be labelled by their current yeast names.We have changed the names of the COMPASS subunits in the text and the Figures to the appropriate names."}