{"title": "Inhaled nitric oxide for acute respiratory distress syndrome (ARDS) in children and adults", "pubDate": "2016", "PMCID": "PMC6464789", "DOI": "10.1002/14651858.CD002787.pub3", "PMID": "27347773", "abstract": "Background:                       Acute hypoxaemic respiratory failure (AHRF) and mostly acute respiratory distress syndrome (ARDS) are critical conditions. AHRF results from several systemic conditions and is associated with high mortality and morbidity in individuals of all ages. Inhaled nitric oxide (INO) has been used to improve oxygenation, but its role remains controversial. This Cochrane review was originally published in 2003, and has been updated in 2010 and 2016.                  Objectives:                       The primary objective was to examine the effects of administration of inhaled nitric oxide on mortality in adults and children with ARDS. Secondary objectives were to examine secondary outcomes such as pulmonary bleeding events, duration of mechanical ventilation, length of stay, etc. We conducted subgroup and sensitivity analyses, examined the role of bias and applied trial sequential analyses (TSAs) to examine the level of evidence.                  Search methods:                       In this update, we searched the Cochrane Central Register of Controlled Trials (CENTRAL; 2015 Issue 11); MEDLINE (Ovid SP, to 18 November 2015), EMBASE (Ovid SP, to 18 November 2015), CAB, BIOSIS and the Cumulative Index to Nursing and Allied Health Literature (CINAHL). We handsearched the reference lists of the newest reviews and cross-checked them with our search of MEDLINE. We contacted the main authors of included studies to request any missed, unreported or ongoing studies. The search was run from inception until 18 November 2015.                  Selection criteria:                       We included all randomized controlled trials (RCTs), irrespective of publication status, date of publication, blinding status, outcomes published or language. We contacted trial investigators and study authors to retrieve relevant and missing data.                  Data collection and analysis:                       Two review authors independently extracted data and resolved disagreements by discussion. Our primary outcome measure was all-cause mortality. We performed several subgroup and sensitivity analyses to assess the effects of INO in adults and children and on various clinical and physiological outcomes. We presented pooled estimates of the effects of interventions as risk ratios (RRs) with 95% confidence intervals (CIs). We assessed risk of bias through assessment of trial methodological components and risk of random error through trial sequential analysis.                  Main results:                       Our primary objective was to assess effects of INO on mortality. We found no statistically significant effects of INO on longest follow-up mortality: 250/654 deaths (38.2%) in the INO group compared with 221/589 deaths (37.5%) in the control group (RR 1.04, 95% CI 0.9 to 1.19; I² statistic = 0%; moderate quality of evidence). We found no statistically significant effects of INO on mortality at 28 days: 202/587 deaths (34.4%) in the INO group compared with 166/518 deaths (32.0%) in the control group (RR 1.08, 95% CI 0.92 to 1.27; I² statistic = 0%; moderate quality of evidence). In children, there was no statistically significant effects of INO on mortality: 25/89 deaths (28.1%) in the INO group compared with 34/96 deaths (35.4%) in the control group (RR 0.78, 95% CI 0.51 to 1.18; I² statistic = 22%; moderate quality of evidence).Our secondary objective was to assess the benefits and harms of INO. For partial pressure of oxygen in arterial blood (PaO2)/fraction of inspired oxygen (FiO2), we found significant improvement at 24 hours (mean difference (MD) 15.91, 95% CI 8.25 to 23.56; I² statistic = 25%; 11 trials, 614 participants; moderate quality of evidence). For the oxygenation index, we noted significant improvement at 24 hours (MD -2.31, 95% CI -2.73 to -1.89; I² statistic = 0%; five trials, 368 participants; moderate quality of evidence). For ventilator-free days, the difference was not statistically significant (MD -0.57, 95% CI -1.82 to 0.69; I² statistic = 0%; five trials, 804 participants; high quality of evidence). There was a statistically significant increase in renal failure in the INO groups (RR 1.59, 95% CI 1.17 to 2.16; I² statistic = 0%; high quality of evidence).                  Authors' conclusions:                       Evidence is insufficient to support INO in any category of critically ill patients with AHRF. Inhaled nitric oxide results in a transient improvement in oxygenation but does not reduce mortality and may be harmful, as it seems to increase renal impairment.", "author": [{"author": "Fabienne Gebistorf", "affiliation": ["Pediatric Intensive Care Unit, Geneva University Hospital, 6 rue Willy Donzé, Geneva, Switzerland, 1205."], "href": "/?term=Gebistorf+F&cauthor_id=27347773"}, {"author": "Oliver Karam", "affiliation": [], "href": "/?term=Karam+O&cauthor_id=27347773"}, {"author": "Jørn Wetterslev", "affiliation": [], "href": "/?term=Wetterslev+J&cauthor_id=27347773"}, {"author": "Arash Afshari", "affiliation": [], "href": "/?term=Afshari+A&cauthor_id=27347773"}], "refPMID": [], "citedInPMID": ["27347773", "35095561", "35008532", "34924819", "34602831", "34548139", "34504281", "34442463", "34400339", "34280657", "34277653", "34247924", "34217425", "34122589", "34095030", "34089739", "34035958", "33987295", "33940933", "33831567", "33781671", "33560642", "33488601", "33469529", "33464919", "33421604", "33288208", "33251412", "33233715", "33163412", "33138964", "33134949", "33128197", "33086123", "33071092", "32852324", "32838109", "32837209", "32816200", "32807220", "32798649", "32691226", "32511534", "32505301", "32411259", "32387230", "32369396", "32224769", "32222812", "32052208", "32030529", "31969173", "31824644", "31801626", "31775524", "31770398", "31728367", "31516819", "31365111", "31334568", "31197492", "31060085", "30702566", "30675131", "30618815", "30572492", "30370280", "30247273", "29977772", "29849212", "29732187", "29660395", "29636836", "29099443", "29047084", "28806480", "28685297"], "body": " AbstractBackgroundAcute hypoxaemic respiratory failure (AHRF) and mostly acute respiratory distress syndrome (ARDS) are critical conditions. AHRF results from several systemic conditions and is associated with high mortality and morbidity in individuals of all ages. Inhaled nitric oxide (INO) has been used to improve oxygenation, but its role remains controversial. This Cochrane review was originally published in 2003, and has been updated in 2010 and 2016.ObjectivesThe primary objective was to examine the effects of administration of inhaled nitric oxide on mortality in adults and children with ARDS.Secondary objectives were to examine secondary outcomes such as pulmonary bleeding events, duration of mechanical ventilation, length of stay, etc. We conducted subgroup and sensitivity analyses, examined the role of bias and applied trial sequential analyses (TSAs) to examine the level of evidence.Search methodsIn this update, we searched the Cochrane Central Register of Controlled Trials (CENTRAL; 2015 Issue 11); MEDLINE (Ovid SP, to 18 November 2015), EMBASE (Ovid SP, to 18 November 2015), CAB, BIOSIS and the Cumulative Index to Nursing and Allied Health Literature (CINAHL). We handsearched the reference lists of the newest reviews and cross‐checked them with our search of MEDLINE. We contacted the main authors of included studies to request any missed, unreported or ongoing studies. The search was run from inception until 18 November 2015.Selection criteriaWe included all randomized controlled trials (RCTs), irrespective of publication status, date of publication, blinding status, outcomes published or language. We contacted trial investigators and study authors to retrieve relevant and missing data.Data collection and analysisTwo review authors independently extracted data and resolved disagreements by discussion. Our primary outcome measure was all‐cause mortality. We performed several subgroup and sensitivity analyses to assess the effects of INO in adults and children and on various clinical and physiological outcomes. We presented pooled estimates of the effects of interventions as risk ratios (RRs) with 95% confidence intervals (CIs). We assessed risk of bias through assessment of trial methodological components and risk of random error through trial sequential analysis.Main resultsOur primary objective was to assess effects of INO on mortality. We found no statistically significant effects of INO on longest follow‐up mortality: 250/654 deaths (38.2%) in the INO group compared with 221/589 deaths (37.5%) in the control group (RR 1.04, 95% CI 0.9 to 1.19; I² statistic = 0%; moderate quality of evidence). We found no statistically significant effects of INO on mortality at 28 days: 202/587 deaths (34.4%) in the INO group compared with 166/518 deaths (32.0%) in the control group (RR 1.08, 95% CI 0.92 to 1.27; I² statistic = 0%; moderate quality of evidence). In children, there was no statistically significant effects of INO on mortality: 25/89 deaths (28.1%) in the INO group compared with 34/96 deaths (35.4%) in the control group (RR 0.78, 95% CI 0.51 to 1.18; I² statistic = 22%; moderate quality of evidence).Our secondary objective was to assess the benefits and harms of INO. For partial pressure of oxygen in arterial blood (PaO2)/fraction of inspired oxygen (FiO2), we found significant improvement at 24 hours (mean difference (MD) 15.91, 95% CI 8.25 to 23.56; I² statistic = 25%; 11 trials, 614 participants; moderate quality of evidence). For the oxygenation index, we noted significant improvement at 24 hours (MD ‐2.31, 95% CI ‐2.73 to ‐1.89; I² statistic = 0%; five trials, 368 participants; moderate quality of evidence). For ventilator‐free days, the difference was not statistically significant (MD ‐0.57, 95% CI ‐1.82 to 0.69; I² statistic = 0%; five trials, 804 participants; high quality of evidence). There was a statistically significant increase in renal failure in the INO groups (RR 1.59, 95% CI 1.17 to 2.16; I² statistic = 0%; high quality of evidence).Authors' conclusionsEvidence is insufficient to support INO in any category of critically ill patients with AHRF. Inhaled nitric oxide results in a transient improvement in oxygenation but does not reduce mortality and may be harmful, as it seems to increase renal impairment. Plain language summaryUse of inhaled nitric oxide in patients with acute respiratory failure with low blood oxygen does not improve survivalBackgroundWhen a person has acute respiratory failure, some physicians administer nitric oxide (NO), which is a colourless gas that can dilate the pulmonary vasculature. This gas has been hypothesized to improve acute respiratory failure, as it could improve oxygenation by selectively improving blood flow to healthy lung segments.Our objective was to evaluate whether this treatment improves outcomes of adults and children with acute respiratory failure.Study characteristicsWe included in this updated review 14 trials with 1275 participants. We found the overall quality of trials to be moderate, with little information provided on how experiments were carried out. Results were limited, and most included trials were small. In most trials, we identified risk of misleading information. Thus, results must be interpreted with caution. The evidence is up‐to‐date to 18 November 2015.Key resultsNo strong evidence is available to support the use of INO to improve survival of adults and children with acute respiratory failure and low blood oxygen levels. In the present systematic review, we set out to assess the benefits and harms of its use in adults and children with acute respiratory failure. We identified 14 randomized trials comparing INO versus placebo or no intervention. We found no beneficial effects: despite signs of oxygenation and initial improvement, INO does not appear to improve survival and might be hazardous, as it may cause kidney function impairment. Summary of findings BackgroundDescription of the conditionSince this review was first published (Sokol 2003a), the definition of acute respiratory failure has changed. Acute respiratory distress syndrome (ARDS) and acute lung injury (ALI) in any adult or child older than one month of age were initially defined by the American‐European Consensus Conference (AECC) in 1994 (Bernard 1994).. The ARDS definition task force produced the latest definition and has developed the Berlin definition (ARDS Definition Task Force 2012). Acute lung injury no longer exists and has been replaced by a gradation of ARDS that is based on the severity of hypoxaemia: mild (200 mm Hg < partial pressure of oxygen in arterial blood (PaO2)/fraction of inspired oxygen (FiO2) ≤ 300 mm Hg with positive end‐expiratory pressure (PEEP) or continuous positive airway pressure (CPAP) ≥ 5 cm H2O), moderate (100 mm Hg < PaO2/FiO2 ≤ 200 mm Hg with PEEP ≥ 5 cm H2O) or severe (PaO2/FiO2 ≤ 100 mm Hg with PEEP ≥ 5 cm H2O). The Berlin criteria also include onset within one week of a known clinical insult or worsening respiratory symptoms, bilateral opacities on chest x‐ray not explained by effusion, collapse or nodule and no cardiac failure or fluid overload.ARDS is characterized by an inflammatory process of the alveolar‐capillary membrane that may arise from a primary lung disease or secondary to several systemic disease processes (Jain 2006). It is mainly due to a ventilation‐perfusion mismatch, resulting in increased intrapulmonary shunting due to pulmonary vasodilatation in non‐ventilated lung regions and vasoconstriction in ventilated areas, as well as pulmonary hypertension (Dahlem 2007).The incidence of ARDS is reported to be between 14 and 86 persons per 100,000 per year in a general adult population (Luhr 1999; Rubenfeld 2005). However, a recent report from Finland indicates a smaller incidence of ARDS of five per 100,000 per year (Linko 2009). In Minnnesota, during an eight‐year period of study between 2001 and 2008, the incidence decreased from 82.4 to 38.9 per 100,000 person‐years (Li 2011). Mortality among adults with ARDS has been reported as 24% to 60%, depending on age and underlying health status of the patient (Anderson 2003; MacCallum 2005; Rubenfeld 2005). The worst prognosis is seen among patients with sepsis or multi‐organ failure, those who are immunocompromised and those without improvement in oxygenation after six days (TenHoor 2001; Ware 2000).Recent evidence indicates that the incidence of ARDS among children is 2.0 to 12.8 persons per 100,000 per year (Zimmerman 2009). Paediatric in‐hospital mortality was recently reported at 18% to 27%, with pneumonia, aspiration and sepsis as primary causes of the condition (Dahlem 2003; Dahlem 2007; Flori 2005; López‐Fernández 2012; Zimmerman 2009).Description of the interventionNitric oxide (NO) is a potent endogenous vasodilator that can be exogenously administered via inhalation. It is synthesized by conversion of the terminal guanidine nitrogen atom of L‐arginine via endothelial cell calcium‐dependent enzyme nitric oxide synthetase, then diffuses across the cell membrane to activate the enzyme guanylate cyclase. This enzyme enhances the synthesis of cyclic guanosine monophosphate (cGMP), causing relaxation of vascular and bronchial smooth muscle and vasodilatation of blood vessels (Palmer 1998). Inhaled NO (INO) was first used in clinical practice in 1991 (Hsu 2008; Rossaint 1993).Inhaled NO has the ability to provide selective pulmonary vasodilatation in well‐ventilated lung units, to improve ventilation‐perfusion mismatch and subsequently to reduce the elevated pulmonary vascular resistance and pulmonary hypertension seen in ARDS (Dellinger 1998; Sokol 2003b). A reduction in pulmonary arterial pressure and a decrease in intrapulmonary shunting occur within 40 minutes of INO treatment initiation (Rossaint 1993). Inhaled NO also increases the right ventricular ejection fraction and decreases right end‐systolic volume, thus preventing decompensation of acute cor pulmonale (Fierobe 1995).How the intervention might workInhaled NO has a half‐life of three to five seconds and is rapidly inactivated on contact with haemoglobin. As a result, its vasodilatory effect may be limited to well‐ventilated regions of the lung (Hsu 2008). Nitric oxide is involved in production of and protection from oxidative injury, regulates both immune and inflammatory responses, decreases neutrophil sequestration in the lung, decreases oedema formation and regulates its own production (McAndrew 1997; Prodhan 2004).Inhaled NO is rapidly converted to active intermediates, including nitrogen dioxide, peroxy‐nitrite and nitro‐tyrosine, in the presence of superoxide (Pryor 1995). However, systemic exposure to INO, which is a cytotoxic free radical, or accumulation of its degradation products could result in deleterious side effects through formation of other free radicals, causing further lung tissue damage (Beckman 1990), impaired surfactant function (Haddad 1996) or aggravated circulatory failure (Köstler 2005).Nitric oxide alters immune function by modifying the release of cytokines and other components of the inflammatory cascade from alveolar macrophages (Chollet‐Martin 1996; Thomassen 1997); it inhibits active adhesion molecules and the neutrophil oxidative burst involved in neutrophil migration (Kubes 1991).Inhaled NO rapidly binds to haemoglobin, with high affinity, to form methaemoglobin at doses of 40 ppm or greater (Sokol 2003a). This occurs after INO diffuses from alveoli to vascular smooth muscle cells adjacent to the alveoli.Adenosine diphosphate (ADP) and collagen‐induced platelet aggregation are significantly inhibited by INO via an increase in intraplatelet cGMP during passage of platelets through the lung, and bleeding time is significantly prolonged in a non‐dose‐related manner during inhalation (Barrington 2007; Gries 1998; Gries 2000).Why it is important to do this reviewInhaled NO is still used extensively worldwide as a rescue agent in severely hypoxaemic patients with ARDS. A survey from Canada found that 39% of specialists still used INO in the treatment of ARDS (Meade 2004). Most patients with ARDS who receive INO respond with improved oxygenation, but the benefit appears to be transient, lasting less than 72 hours (Adhikari 2007; Calfee 2007). Furthermore, two systematic reviews found little evidence on clinical outcomes and increased risk of adverse effects, for example, renal dysfunction (Adhikari 2007; Sokol 2003a; Sokol 2003b). Thus INO application remains controversial, especially in the light of recent evidence. The aim of this review was to update the best available evidence on this topic and to assess whether INO therapy has any role in the treatment of patients with ARDS.We aimed to systematically review randomized controlled trials (RCTs) of INO administration in children and adults with ARDS. More compelling evidence is needed on this topic and on its potential benefits. This is an update of a review first published in 2003 (Sokol 2003a) and updated in 2010 (Afshari 2010). ObjectivesThe primary objective was to examine the effects of administration of inhaled nitric oxide on mortality in adults and children with ARDS.Secondary objectives were to examine secondary outcomes such as pulmonary bleeding events, duration of mechanical ventilation, length of stay, etc. We conducted subgroup and sensitivity analyses, examined the role of bias and applied trial sequential analyses (TSAs; Trial Sequential Analysis (TSA)) to examine the level of evidence. MethodsCriteria for considering studies for this reviewTypes of studies We included RCTs irrespective of publication status, date of publication, blinding status, outcomes published or language. We contacted trial investigators and study authors to ask for relevant data. We included unpublished trials only if trial data and methodological descriptions were provided in written form or could be retrieved from the trial authors. We excluded cross‐over trials. We identified no cluster‐RCTs but planned to include these, if found, in future updates.Types of participants We included participants with a diagnosis of ARDS or ALI, according to the various definitions present in the literature. In the case of an intervention effect, we performed a subgroup analysis based on enrolment of participants to the ARDS groups. We chose to accept the terms 'standard treatment' of ARDS and critically ill patients as reported by many study authors, despite the ongoing controversy. We excluded neonates described as having 'bronchopulmonary dysplasia' or 'chronic lung disease' because of different pathophysiology, treatment, prognosis and progression of the disease.Types of interventions We included trials comparing INO versus placebo or no intervention in adults and children with ARDS. We included any type or dose of INO and any duration of administration. We permitted a co‐intervention if it was administered in both groups. We excluded trials that compared only different INO treatment regimens and those in which INO was compared with interventions other than placebo or no intervention.Types of outcome measures Primary outcomes Overall mortality (longest follow‐up, regardless of the duration of follow‐up).Overall 28‐day mortality (studies reporting mortality at 25 to 30 days were included in the same analysis).Secondary outcomes Bleeding events: defined as pulmonary bleeding or systemic bleeding requiring transfusion.Complications during the in‐patient stay (e.g. hypotensive episodes, direct irritation on administration, thrombosis, congestive cardiac failure, myocardial infarction, renal failure, cerebrovascular accident).PaO2/FiO2 ratio.Ventilator‐free days.Duration of mechanical ventilation.Oxygenation index.Improvement in mean pulmonary arterial pressure (mm Hg).Methaemoglobin concentration > 5%.Nitric oxide concentration > 3 ppm.Resolution of multi‐organ failure (according to different organ dysfunction scores).Quality of life assessment, as defined by authors of included studies.Length of stay in intensive care unit and in hospital.Cost‐benefit analyses.Search methods for identification of studiesElectronic searches For this review update, we performed a search update to 18 November 2015. Thus, we searched the Cochrane Central Register of Controlled Trials (CENTRAL; 2015, Issue 11); SilverPlatter MEDLINE (WebSPIRSOvid SP, 1950 to 18 November 2015); SilverPlatter EMBASE (WebSPIRSOvid SP, 1980 to 18 November 2015); SilverPlatter BIOSIS Previews (WebSPIRS 1993 to 18 November 2015); International Institute for Scientific Information (ISI) Web of Science (1964 to 18 November 2015); Latin American Caribbean Health Sciences Literature (LILACS) (via BIREME) (1982 to 18 November 2015); the Chinese Biomedical Literature Database; advanced Google; and the Cumulative Index to Nursing and Allied Health Literature (CINAHL) (via EBSCO host) (1980 to 18 November 2015) (see Appendix 1).Searching other resources We handsearched the reference lists of reviews, randomized and non‐randomized studies and editorials for additional studies. We contacted the main authors of included studies to ask about any missed, unreported or ongoing studies. We searched for ongoing clinical trials and unpublished studies on the following Internet sites.http://www.controlled‐trials.comhttp://clinicaltrials.govhttp://www.centerwatch.comWe applied no language restriction to eligible reports and performed the latest search on 18 November 2015.Data collection and analysisThree review authors (FG, OK, AA) independently screened and classified all citations as potential primary studies, review articles or other. All review authors independently examined all potential primary studies and decided on their inclusion in the review (Figure 3). We evaluated all trials for major potential sources of bias (random sequence generation, allocation concealment, blinding, intention‐to‐treat analysis, funding and completeness of follow‐up) (Figure 4; Figure 5). We assessed each trial quality factor separately and defined trials as having low risk of bias only if they adequately fulfilled all of the criteria. We independently extracted from each trial and evaluated data on methods and outcomes in accordance with the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011). We resolved disagreements by reaching consensus among review authors.Open in a separate window3INO search result.Open in a separate window4Methodological quality graph: review authors' judgements about each methodological quality item presented as percentages across all included studies.Open in a separate window5Methodological quality summary: review authors' judgements about each methodological quality item for each included study.Selection of studies We assessed the articles identified via the described searches and excluded obviously irrelevant reports. Three review authors (FG, OK, AA) independently examined articles for eligibility and screened titles and abstracts to identify studies for eligibility (Figure 3; see Characteristics of included studies and Characteristics of excluded studies). We performed this process without blinding of study authors, institutions, journals of publication or results. We resolved disagreements by reaching consensus among review authors. We provide here a detailed description of the search and assessment.Data extraction and management We independently extracted and collected data without blinding to study authors, source institutions or publication source of trials. We resolved disagreements by discussion and approached all first authors of included trials for additional information on risks of bias. For more detailed information, please see Contributions of authors.Assessment of risk of bias in included studies We evaluated the validity and design characteristics of each trial.We evaluated trials for major potential sources of bias (random sequence generation, allocation concealment, blinding, intention‐to‐treat (ITT) analysis and completeness of follow‐up; see Appendix 2). We assessed each trial quality factor separately and defined trials as having low risk of bias only if they adequately fulfilled all of the criteria described below.Measures of treatment effect Dichotomous data We calculated risk ratios (RRs) with 95% confidence intervals (CIs) for dichotomous data (binary outcomes). These included the following:Primary outcomes Mortality by duration and overall mortality.Secondary outcomes Number of infectious complications.Adverse events.Continuous data We used the mean difference (MD) or the RR if data were continuous and were measured in the same way between trials as follows:Length of stay in an intensive care unit (ICU).Number of days on a ventilator.Length of hospital stay.Unit of analysis issues Cross‐over trials We excluded cross‐over trials from our meta‐analyses because of the potential risk for “carry‐over” of treatment effect.Studies with multiple intervention groups In studies designed with multiple intervention groups, we combined groups to create a single pair‐wise comparison in accordance with Higgins 2011. In trials with two or more groups receiving different doses, we combined data for primary and secondary outcomes.Dealing with missing data We contacted the authors of trials with missing data to retrieve the relevant information. For all included studies, we noted levels of attrition and any exclusion of participants. In cases of missing data, we chose ’complete‐case analysis’ for our primary outcomes, thus excluding from the analysis all participants with missing outcomes. Selective outcome reporting, which occurs when non‐significant results are selectively withheld from publication (Chan 2004), is defined as selection, on the basis of results, of a subset of the original variables recorded for inclusion in publication of trials (Hutton 2000). The most important types of selective outcome reporting are selective omission of outcomes from reports; selective choice of data for an outcome; selective reporting of different analyses using the same data; selective reporting of subsets of the data; and selective under‐reporting of data (Higgins 2011).Assessment of heterogeneity We explored heterogeneity using the I² statistic and the Chi² test. An I² statistic higher than 50% represents substantial heterogeneity (Higgins 2011). In case of an I² statistic > 0%, we tried to determine the cause of heterogeneity by performing relevant subgroup analyses. We used the Chi² test to obtain an indication of heterogeneity between studies, with P value ≤ 0.1 considered significant.Assessment of reporting biases Funding bias is related to possible publication delay or discouragement of undesired results in trials sponsored by the industry (Higgins 2011). To explore the role of funding, we planned to conduct a sensitivity analysis based on our primary endpoint.Data synthesis We used Review Manager software (RevMan 5.3.5) and calculated RRs with 95% CIs for dichotomous variables and MDs with 95% CIs for continuous outcomes. We used the Chi² test to obtain an indication of heterogeneity between studies, with P value ≤ 0.1 considered significant. We quantified the degree of heterogeneity observed in the results by using the I² statistic, which can be interpreted as the proportion of total variation observed between studies that is attributable to differences between studies rather than to sampling error (Higgins 2011). An I² statistic value > 75% is considered very heterogeneous. We used both a random‐effects model and a fixed‐effect model. If the I² statistic value was 0%, we reported only results from the fixed‐effect model, and with an I² statistic value > 0%, we reported only results from the random‐effects model.Trial sequential analysis Risk of type 1 errors in meta‐analyses due to sparse data and repeated significance testing following updates with new trials remains a serious concern (Brok 2009; Thorlund 2009; Wetterslev 2008; Wetterslev 2009). As a result, spurious P values due to systematic errors from trials with high risk of bias, outcome reporting bias, publication bias, early stopping for benefit and small trial bias may result in false conclusions. In a single trial, interim analysis increases the risk of type 1 errors. To avoid type 1 errors, group sequential monitoring boundaries (Lan 1983) are used to decide whether a trial could be terminated early because of a sufficiently small P value, thus the cumulative Z curve crosses the monitoring boundary.Equally, sequential monitoring boundaries can be applied to meta‐analyses and are labelled ’trial sequential monitoring boundaries’. In 'trial sequential analysis’ (TSA), the addition of each new trial to a cumulative meta‐analysis is viewed as an interim meta‐analysis, which provides useful information on the need for additional trials (Wetterslev 2008).It is appropriate and wise to adjust new meta‐analyses for multiple testing on accumulating data to control overall type 1 error risk in cumulative meta‐analysis (Pogue 1997; Pogue 1998; Thorlund 2009; Wetterslev 2008).When TSA is performed, the cumulative Z curve crossing the boundary indicates that a sufficient level of evidence has been reached; as a consequence, one may conclude that no additional trials may be needed. However, evidence is insufficient to allow a conclusion if the Z curve does not cross the boundary or does not surpass the required information size.To construct trial sequential monitoring boundaries (TSMBs), one needs a required information size, which is calculated as the least number of participants required in a well‐powered single trial with low risk of bias (Brok 2009; Pogue 1998; Wetterslev 2008).In this updated review, we adjusted the required information size for heterogeneity by using the diversity adjustment factor (Wetterslev 2009). We applied TSA, as it prevents an increase in the risk of type 1 errors (20%). If the actual accrued information size was too small, we provided the required information size in the light of actual diversity (Wetterslev 2009).Subgroup analysis and investigation of heterogeneity We conducted the following subgroup analyses:Benefits and harms of INO in participants with ALI or ARDS based on the cause (primary lung injury vs secondary lung injury).Benefits and harms of INO in paediatric participants (paediatric participants (< 18 years) vs adult participants).Benefits and harms of INO based on duration of drug administration (short‐term vs long‐term administration).If analyses of various subgroups were significant, we performed a test of interaction (Altman 2003). We considered P values < 0.05 as indicating significant interaction between INO treatment and subgroup categories.Sensitivity analysis We decided to carry out a sensitivity analysis on the results by applying fixed‐effect and random‐effects models to assess the impact of heterogeneity on our results.Summary of findings We used the principles of the GRADE (Grades of Recommendation, Assessment, Development and Evaluation Working Group) approach to provide an overall assessment of evidence related to all of our outcomes. We constructed a 'Summary of findings' table using GRADEpro software. As outcomes of public interest, we chose to present overall mortality (regardless of the follow‐up period), ICU length of stay, days on ventilator and length of hospital stay (see Table 1).Summary of findings for the main comparisonINO compared with control group for acute respiratory distress syndrome (ARDS) and acute lung injury (ALI) in children and adultsINO compared with control group for acute respiratory distress syndrome (ARDS) and acute lung injury (ALI) in children and adultsPatient or population: critically ill participants with ALI and ARDSSetting: intensive care units, worldwide\nIntervention: INOComparison: controlOutcomesIllustrative comparative risks* (95% CI)Relative effect\n(95% CI)Number of participants\n(studies)Quality of the evidence\n(GRADE)CommentsAssumed riskCorresponding riskControlINOOverall mortality375 per 1000(337 to 415)382 per 1000(346 to 420)RR 1.04 \n(0.9 to 1.19)1243\n(13 studiesa)⊕⊕⊕⊝\nmoderatea,bTSA alfa‐spending‐adjusted analysis results in an RR of 1.04 (95% CI 0. to 1.23; I² = 0%, diversity D² = 0%). Only 41.92% of the required information size is actually available at this stage for rejection or acceptance of a 4% RRI for overall mortality. However, solid evidence may be obtained with fewer participants if eventually the cumulative meta‐analysis z‐curve crosses the trial sequential monitoring boundary constructed for a required information size of 3015 randomized participants (Figure 1)Overall mortality at 28 days320 per 1000(282 to 362)344 per 1000(307 to 383)RR 1.08 (0.92 to 1.27)1105\n(9 studies)⊕⊕⊕⊝\nmoderateb Mortality in paediatric population (subgroup)354 per 1000(266 to 454)281 per 1000(181 to 382)RR 0.78 \n(0.51 to 1.18)185 (3 paediatric studies)⊕⊕⊕⊝\nmoderateb PaO2/FiO2 up to 24 hours Mean PaO2/FiO2 up to 24 hours was higher\n(15.91, 95% CI 8.25 to 23.56 higher) in the intervention groupMD 15.91 \n(8.25 to 23.56)614\n(11 studies)⊕⊕⊕⊝\nmoderatebTSA‐adjusted results with a mean difference of 15.91 with substantial heterogeneity and diversity (95% CI 8.25 to 23.56; I² = 25%, diversity D² = 49%)TSA alfa‐spending‐adjusted confidence interval for the meta‐analysis in a random‐effects model results in an MD of 15.91 with substantial heterogeneity and diversity (95% CI 9.67 to 22.15; I² = 25%, diversity D² = 49%) with a required information size of 315 (Figure 2). However, the required information size based on the 2 trials with low risk of bias is 5137 participants (MD 14.94, TSA‐adjusted 95% CI ‐73.70 to ‐103.58; I² = 87%, diversity D² = 91%)Oxygenation index, 24 hours Mean oxygenation index at 24 hours was lower\n(2.31, 95% CI 2.73 to 1.89) in the intervention groupMD ‐2.31 \n(‐2.73 to ‐1.89)368\n(5 studies)⊕⊕⊕⊝\nmoderate Ventilation‐free days, up to 30 days No statistically significant difference was noted between control and intervention groupsMD ‐0.57 (‐1.82 to 0.69)804 (5 studies)⊕⊕⊕⊕\nhighc Renal impairment115 per 1000(89 to 149)181 per 1000(150 to 217)RR 1.59 \n(1.17 to 2.16)945\n(4 studies)⊕⊕⊕⊕\nhighc *The basis for the assumed risk (e.g. median control group risk across studies) is provided in footnotes. The corresponding risk (and its 95% confidence interval) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI)\nCI: confidence interval; INO: inhaled nitric oxide; MD: mean difference; RR: risk ratio; RRI: relative risk increase; TSA: trial sequential analysis; vs: versusGRADE Working Group grades of evidence\nHigh quality: Further research is very unlikely to change our confidence in the estimate of effect\nModerate quality: Further research is likely to have an important impact on our confidence in the estimate of effect and may change the estimate\nLow quality: Further research is very likely to have an important impact on our confidence in the estimate of effect and is likely to change the estimate\nVery low quality: We are very uncertain about the estimateOpen in a separate windowaSensitivity analysis excluding trials published as abstracts did not change the overall mortality effect estimatebThe outcome was upgraded from low to moderate quality of evidence because most trials had moderate risk of biascThe outcome was upgraded from moderate to high quality of evidence because most trials had low risk of bias ResultsDescription of studiesSee Characteristics of included studies; Characteristics of excluded studies; Characteristics of studies awaiting classification; and Characteristics of ongoing studies.Results of the search In this updated review, we identified two new trials via the search strategy; we included one of them (Bronicki 2015), and the second one is ongoing. A total of 1275 participants were included in this review update. We found one of the studies (Bronicki 2015) by handsearching. We have provided the flow chart for this updated review in Figure 3.Included studies All included trials except two (Day 1997; Taylor 2004) used the ARDS definition based on the European‐American consensus statement as an entry criterion (Table 14). No currently included study used the Berlin ARDS definition, as patient enrolment for the most recent study took place from 2003 through 2005 (Bronicki 2015). One trial used the Murray Lung Injury Score > 2.5 (Troncy 1998), and another used oxygenation index (OI) criteria (Dobyns 1999). Two trials (Ibrahim 2007; Lundin 1999) used a definition of ALI that was modified from that used the consensus statement. Two studies were published in abstract form (Payen 1999; Schwebel 1997). We identified no duplicate reports. In Angus 2006, study authors described the 'activity of daily living scale' (ADL) and the 'quality of well being scale' (QWB), hospital costs and resource use, as well as long‐term mortality, on the basis of Taylor 2004. All studies except one (Schwebel 1997) reported mortality. Analyses of the impact of INO on oxygenation were hindered as the result of application of different indicators of oxygenation, different time points for oxygenation measurement and demonstration of therapeutic effects in graphic form without adjacent numerical data in most publications. Investigators inconsistently reported other clinical outcome variables in line with our defined primary and secondary outcomes.1Details of included studiesStudyPopulation and inclusion criteriaINO group characteristics and details of INO administrationControl group characteristicsVentilation strategyDuration of longest follow‐upCo‐interventionsBronicki 201553 children, 9 centres, oxygenation index (OI) ≥ 12; chest radiograph with pulmonary infiltrates; mechanically ventilated ≤ 7 days24 participants, 5 ppm INO until death, ventilator‐free or at day 28 after enrolment (whichever came first)29 participants, 5 ppm nitrogenCMV: low‐volume tidal strategy (4‐8 mL/kg and plateau pressure < 30 cm H2O); PEEP based on serial chest radiographs. Target arterial blood gas values: SaO2 88%‐95% with FiO2 < 0.60; PaO2 55‐80 mm Hg; pH 7.25‐7.40HFOV settings: based on serial chest radiographs (as CMV); target FiO2 and PaO2 same as for CMV. FiO2 weaned over mean airway pressure until FiO2 < 0.60. Transfer to CMV before weaning28 daysProne positionDay 199724 children, 1 centre, acute bilateral lung disease (chest x‐ray infiltrates), PEEP > 6 cm H2O, FiO2 > 0.5 for > 12 hours. Enrolment ≤ 48 hours of meeting study criteriaINO group: 12 participants, 10 ppm INO until ventilatory support decreased to PEEP of 6 cm H2O and FiO2 of 0.5. INO withdrawn over 6 hours12 participants, initially conventional therapy alone, no placebo. After 24 hours, all participants received 10 ppm INO. No cross‐over before 24 hoursVentilation at clinician discretion. INO therapy withdrawn in gradual decrements over a period of 6 hoursUnclear, only 24‐hour data included because of cross‐overNot describedDellinger 1998177 adults, 30 centres, ARDS < 72 hours before randomization, AECC criteria and FiO2 ≥ 0.5, PEEP > 8 cm H2O120 participants at doses of 1.25, 5, 20, 40 or 80 ppm, for 28 days or until extubation57 participants, usual care, placebo gas (nitrogen), no cross‐over of treatment failuresVentilation strategy and weaning of INO standardized (plateau airway pressure < 35 cm H2O; PEEP to optimize compliance, FiO2 minimized)28 daysCorticosteroids received by more participants in INO group after day 6 (20/112 vs 6/57)Dobyns 1999; (Dobyns 2002)108 children, 7 centres, oxygenation index > 15 on 2 arterial blood gases < 6 hours, chest infiltrates. Mean duration of ventilation before randomization: 3.5 vs 3.7 days (INO vs control)53 children, 10 ppm for 3 days, then weaned if failure criteria not met. INO for maximum of 7 days after entry55 children, usual care, placebo gas (air), cross‐over of participants meeting treatment failure criteria (27 participants)Ventilation strategy and weaning of gas standardized (peak airway pressure < 35‐40 cm H2O, tidal volume limitation, titrated PEEP, high‐frequency oscillatory ventilation by clinician discretion)Unclear, ventilation data reported for day 108Not describedGerlach 200340 adults with ARDS (AECC criteria), FiO2 ≥ 0.6, PaO2/FiO2 ≤ 150 mm Hg, PEEP ≥ 10 cm H2O, PAOP ≤ 18 mm Hg, median duration of ventilation before randomization: 5.3 vs 5.9 days (INO vs control)20 participants, 10 ppm with daily dose response analysis until weaning initiated20 participants, usual care, no placebo, no cross‐oversVentilation protocols, unspecifiedUnclear, length of stay in ICU reported for day 91Standard care according to standardized protocols. Protocols for prone position (4‐6 hours), extracorporeal membrane oxygenation (ECMO), permissive hypercapnia and measures to reduce pulmonary oedemaIbrahim 200732 children, single‐centre, ARDS (PaO2/FiO2 ≤ 200 mm Hg, positive inspiratory pressure ≥ 30 cm H2O, FiO2 ≥ 0.5 for > 12 hours)22 children, INO + supine position (11 children) and INO + prone position (11 patients). INO at 5 ppm for 18 hours, then decreased to 1 ppm for 2 hours10 participants kept in prone position for 20 hours, then back to supine position for remaining 4 hours. No placebo, usual care. No cross‐overLung protective strategy (tidal volume 5‐10 mL/kg), permissive hypercapnia (PaCO2 > 50 mm Hg) as long as arterial pH > 7.2. Ventilation and weaning protocol24 hoursProne position (11/22 in INO group and 10/10 in control group)Lundin 199980 adults, 43 centres, INO responders with ALI (lung infiltrates, ventilated for 18‐96 hours, PaO2/FiO2 < 165 mm Hg, PEEP > 5 cm H2O, MAP > 10 cm H2O, pressure‐ or volume‐controlled ventilation, I:E ratio between 1:2 and 2:1, duration of ventilation before randomization 0.75‐4 days93 participants, 1‐40 ppm INO at lowest effective dose for up to 30 days or until end point reached. Mean INO dose: 9 ppm (SD 8), mean number of days of INO: 9 (SD 6)87 participants, no placebo gas, cross‐over of treatment failures allowed (6 participants)Ventilation strategy and weaning test gas according to usual standards of care and at clinician discretion90 daysNot describedMehta 200114 adults, single‐centre, ARDS ≤ 5 days, bilateral chest infiltrates, PaO2/FiO2 < 200 mm Hg, PAOP < 18 cm H2O, PEEP ≥ 8 cm H2O8 participants, daily titration for 4 days (5,10, 20 ppm every 30 minutes), dose with highest PaO2/FiO2 used until next day. INO until PaO2/FiO2 > 200 mm Hg on FiO2 < 0.5. Mean duration of INO: 8 days (SD 9). INO 5‐10 ppm used for most participants on days 2‐4 6 participants, no placebo, conventional therapy. No cross‐oversClinician discretionUnclear, mortality data provided at day 68Not described. Prone position protocol but not used in any participantMichael 199840 adults and children, single‐centre. ARDS, AECC criteria except PaO2/FiO2 < 150 mm Hg and FiO2 > 0.8 for ≥ 12 hours or 0.65 for ≥ 24 hours20 participants, INO titration each 6 hours (5, 10, 15, 20 ppm) for 24 hours, then clinically adjusted, tapered if no oxygenation improvement by 72 hours. Mean INO dose: 13 ppm 20 participants, conventional therapy. No placebo gas. Cross‐over: 2 participants received INO before and 7 participants after 72 hoursMode of ventilation unchanged throughout study period with similar PEEP between groups for 72 hours. Pre‐defined criteria for clinical deterioration, clinician discretionUnclear, data on ARDS duration provided for day 25Not describedPark 200323 adults, single‐centre, ARDS (AECC criteria)6 participants received INO 5 ppm. Mean duration of INO treatment: 8.2 days6 participants, conventional therapy, lung recruitment manoeuvre (LRM) twice daily, no placebo gas. No cross‐oversVentilation protocol (LRM + inflation pressure of 30‐35 cm H2O for 30 seconds, volume control mode, tidal volume 6 mL/kg/ideal body weight, respiratory rate 20‐25/min, plateau airway pressure ≤ 30 cm H2O, PEEP to optimize PaO2, FiO2 minimized), weaning protocol28 daysNot described. Prone position protocol but not used in any participantPayen 1999203 adults, 23 centres, > 15 years, ARDS (AECC criteria and Murray lung injury score: 2‐3 after 24‐hour optimization period), mean duration of ventilation before randomization: 5.3 vs 5.9 days (INO vs control)98 participants, fixed INO of 10 ppm until oxygenation and PEEP criteria met with median INO administration of 5 days. 12 participants crossed over to control group owing to treatment failure105 participants, placebo gas (nitrogen), conventional therapy. 19 participants crossed over to INO group owing to treatment failureVarious ventilation guidelines (e.g. recruitment manoeuvres, prone position, limited tidal volume, peak and plateau inspiratory pressures) applied before randomization. No information after randomization90 daysNot describedSchwebel 199719 participants, 17 centres, ARDS ≤ 24 hours, PaO2/FiO2 < 200, PEEP 6‐10 cm H2O, PAOP 10‐18 cm H2O, chest x‐ray infiltrates9 participants, 10 ppm INO for 17 hours followed by clinician discretion. Mean INO treatment: 4.6 days10 participants, placebo gas (nitrogen), conventional therapy. At least 5 participants crossed over to INOFixed mechanical ventilation. If PaO2/FiO2 < 100 before 17 hours of treatment, cross‐over, thereafter INO or other technic or change in respiratory parametersUnclearNot describedTaylor 2004; (Angus 2006)385 adults, 46 centres, ALI ≤ 3 days of duration, modified AECC criteria: PaO2/FiO2 ≤ 250, bilateral infiltrates on x‐ray, PAOP ≤ 18 mm Hg or no signs of left atrial hypertension, FiO2 0.5‐0.95 or PEEP ≥ 8 cm H2O192 participants, 5 ppm INO until oxygenation and PEEP criteria met or until end of trial (28 days)193 participants, placebo (nitrogen gas), until end of trial (28 days), no cross‐overs, conventional therapyVentilation protocol (FiO2 minimized, PEEP to optimize compliance and prevent shear force injury, plateau pressure ≤ 35 cm H2O). Weaning protocol1 yearProne position (INO 10/192 vs control 14/193)Troncy 199830 participants, single‐centre, ARDS, Murray lung injury score ≥ 2.5 15 participants, dose titration (2.5, 5, 10, 20, 30, 40 ppm every 10 minutes), daily re‐titration. Mean duration of INO: 8 days (SD 5), mean dose: 5.3 ppm15 participants, no placebo gas, conventional therapy, no cross‐oversVentilation protocol (tidal volume: 10 mL/kg, PaCO2 ≤ 35‐45 mm Hg, PEEP ≤ 15 cm H2O, PaO2 > 85 mm Hg, no prone position). Weaning protocol30 daysProtocols for sedation, curarization, intravenous perfusion, blood transfusion, parenteral or enteral feeding. Prone position protocol but not used in any participantOpen in a separate windowAECC: American‐European Consensus Conference; ALI: acute lung injury; ARDS: acute respiratory distress syndrome; cm: centimetre; cm H2O: centimetre of water; CMV: continuous mandatory ventilation; ECMO: extracorporeal membrane oxygenation; FiO2: fraction of inspired oxygen; HFOV: high‐frequency oscillatory ventilation; ICU: intensive care unit; I:E: ventilator inspiratory‐to‐expiratory time ratio; INO: inhaled nitric oxide; LRM: lung recruitment manoeuvre; MAP: mean arterial pressure; min: minutes; mL/kg: millilitres per kilogram; mm Hg: millimetre of mercury; OI: oxygen index; PaCO2: partial pressure of carbon dioxide in arterial blood; PaO2: partial pressure of oxygen in arterial blood; PAOP: pulmonary artery occlusion pressure; PEEP: positive end‐expiratory pressure; pH: potential hydrogen; ppm: parts per million; SaO2: arterial oxygen saturation; SD: standard deviation; vs: versus; x‐ray: chest radiographyWe classified four trials as paediatric trials (Bronicki 2015; Day 1997; Dobyns 1999; Ibrahim 2007); one trial included a few children (Michael 1998); and the remaining trials consisted of mixed populations of critically ill adults with ALI and ARDS. Sample size varied from 14 to 385 participants with ALI or ARDS (Table 14).Intervention duration ranged from less than 24 hours to four weeks. The estimated median length of interventions was seven days. Follow‐up ranged from 24 hours to one year. The comparison group received placebo in six trials (Bronicki 2015; Dellinger 1998; Dobyns 1999; Payen 1999; Schwebel 1997; Taylor 2004). Nitrogen was used as placebo, except in one trial, which used air (Dobyns 1999).Nine trials applied a fixed dose of INO (median 10 ppm; range 5 to 10 ppm) (Bronicki 2015; Day 1997; Dobyns 1999; Gerlach 2003; Ibrahim 2007; Park 2003; Payen 1999; Schwebel 1997; Taylor 2004). Four trials used the lowest dose to achieve an oxygenation response (Lundin 1999; Mehta 2001; Michael 1998; Troncy 1998), and one trial used different doses of INO (Dellinger 1998). One trial enrolled only INO responders (Lundin 1999).In five trials, a few participants allocated to the control group crossed over to INO as rescue therapy after randomization, according to predefined protocols (Dobyns 1999; Lundin 1999; Michael 1998; Payen 1999; Schwebel 1997). In one trial, all randomized participants (in control and INO groups) received INO after 24 hours (Day 1997). Thus, we chose to report only mortality data gathered before this cross‐over took place (Day 1997). At the clinician's discretion, nitric oxide treatment was discontinued (Schwebel 1997) or was tapered after a pre‐specified time period (Dobyns 1999; Ibrahim 2007; Michael 1998) or after pre‐defined gas exchange endpoints were reached (Day 1997; Dellinger 1998; Lundin 1999; Mehta 2001; Michael 1998; Payen 1999). Only one trial did not provide information on INO discontinuation criteria (Park 2003). Investigators applied various co‐interventions, such as the recruitment manoeuvre (Park 2003), the prone position (Bronicki 2015; Gerlach 2003; Ibrahim 2007; Taylor 2004)) and use of corticosteroids (Dellinger 1998).Four unblinded trials (Gerlach 2003; Ibrahim 2007; Park 2003; Troncy 1998) and one blinded trial used pre‐defined protocols for mechanical ventilation (Schwebel 1997); three unblinded trials adhered to guidelines (Dellinger 1998; Dobyns 1999; Taylor 2004).Excluded studies We excluded nine potentially relevant publications (Cuthbertson 2000; Johannigman 1997; Khan 2009; Meade 2003; Perrin 2006; Puybasset 1994; Puybasset 1995; Rossaint 1995; Tang 1998;) for reasons detailed in the Characteristics of excluded studies section.Studies awaiting assessment No studies are awaiting assessment.Ongoing studies We identified one ongoing study (Godinez). This study was reported to be completed in 2006 but no results have been published so far; for details, see the Characteristics of ongoing studies section.Risk of bias in included studiesWe classified four trials as having low risk of bias for the main outcome ‐ overall mortality (Dellinger 1998; Dobyns 1999; Payen 1999; Taylor 2004) (see Analysis 2.1). For a more detailed description of individual trial qualities, see the table Characteristics of included studies. We have presented the various bias domains in the 'Risk of bias graph' and a 'Risk of bias summary' figure (Figure 4; Figure 5).Open in a separate window2.1AnalysisComparison 2 Mortality: INO versus control (bias assessment), Outcome 1 Mortality: sensitivity analysis based on overall risk of bias.Allocation Six trials (43%) adequately reported random sequence generation (Dellinger 1998; Dobyns 1999; Lundin 1999; Mehta 2001; Payen 1999; Taylor 2004), whereas seven trials (50%) reported allocation concealment (Dellinger 1998; Dobyns 1999; Gerlach 2003; Lundin 1999; Payen 1999; Schwebel 1997; Taylor 2004) (see Appendix 3).Blinding Six trials provided sufficient data to be categorized as double‐blinded (46%) (Bronicki 2015; Dellinger 1998; Dobyns 1999; Payen 1999; Schwebel 1997; Taylor 2004). Remaining trials were open‐label studies or did not provide sufficient data on how double‐blinding was achieved (see Appendix 3).Incomplete outcome data All trials except two provided complete follow‐up for the primary outcome (Angus 2006; Schwebel 1997) (see Appendix 3). The Angus 2006 publication is based on one‐year follow‐up of the same cohort of participants as were described in Taylor 2004, which presented complete follow‐up. Study authors reported 90.2% follow‐up at one year (Angus 2006). In Schwebel 1997, study authors did not provide data on mortality nor on length of follow‐up. Six trials (43%) performed analysis according to the ITT method or provided sufficient data to permit ITT analyses (Dellinger 1998; Gerlach 2003; Lundin 1999; Payen 1999; Taylor 2004; Troncy 1998). Additionally, some trials did not provide explicit information on duration of the longest follow‐up (Appendix 3). Many of our analyses were subject to limitations because most studies demonstrated therapeutic effects in graphic form, without providing numerical data.We found one trial on Clinical Trial.gov (Godinez) and found that no other data had been published yet. We tried to contact study authors without success.Selective reporting Thirteen trials provided adequate information to be classified as low‐risk trials (Bronicki 2015; Day 1997; Dellinger 1998; Dobyns 1999; Gerlach 2003; Ibrahim 2007; Lundin 1999; Mehta 2001; Michael 1998; Park 2003; Payen 1999; Taylor 2004; Troncy 1998). Supplementary information was often obtained through online registration, available protocols or clarifying responses to our questions as provided by study authors. One trial did not provide sufficient data on selective reporting (high‐risk) (Schwebel 1997).Other potential sources of bias Seven trials reported a sample size calculation (Dellinger 1998; Gerlach 2003; Lundin 1999; Mehta 2001; Michael 1998; Payen 1999; Taylor 2004), but only two were powered to show statistically significant benefit for primary endpoints (Lundin 1999; Taylor 2004) (see Appendix 3). Lundin 1999 was stopped early for slow enrolment (at 45% of calculated sample size), Taylor 2004 enrolled only 75% of the planned sample size, for unknown reasons, and Bronicki 2015 was terminated prematurely because of slow enrolment (planned 338 participants, enrolled 55 participants).The funnel plot of standard error versus risk ratio for overall longest follow‐up mortality (Figure 6) and the funnel plot for 28‐day to 30‐day mortality (Figure 7) showed a symmetrical distribution that indicated no bias or publication bias. As we noted no asymmetry or heterogeneity in the funnel plot, we found no need to apply the arcsine‐Thompson test, as proposed by Rücker (Rücker 2008). Additionally, we found no statistical significance (P value = 0.33) upon applying Egger's regression intercept test.Open in a separate window6Funnel plot of comparison: 1 Mortality, outcome: 1.1 Longest follow‐up, mortality.Open in a separate window7Funnel plot of comparison: 1 Mortality, outcome: 1.2 28‐ to 30‐day mortality.Effects of interventionsSee: Table 1Primary outcomes Overall mortality (longest follow‐up, regardless of the duration of follow‐up) Combining data from the 13 included trials (1243 participants) and applying complete‐case analysis revealed no statistically significant effects of INO on longest follow‐up mortality: 250/654 deaths (38.2%) in the INO group compared with 221/589 deaths (37.5%) in the control group (RR 1.04, 95% CI 0.9 to 1.19; I² = 0%) (see Analysis 1.1). We upgraded the outcome from low to moderate quality of evidence because most trials had moderate risk of bias.Open in a separate window1.1AnalysisComparison 1 Mortality: INO versus control group, Outcome 1 Overall mortality: INO vs control.Overall 28‐day mortality (studies reporting mortality as 25 to 30 days were included in the same analysis) We combined nine trials (Bronicki 2015; Dellinger 1998; Lundin 1999; Mehta 2001; Michael 1998; Park 2003; Payen 1999; Taylor 2004; Troncy 1998) (1105 participants) in the 28‐day mortality analysis and obtained the following results: 202/587 deaths (34.4%) in the INO group and 166/518 deaths (32%) in the control group (RR 1.08, 95% CI 0.92 to 1.27; I² = 0%) (see Analysis 1.2). We upgraded the outcome from low to moderate quality of evidence because most trials had moderate risk of bias.Open in a separate window1.2AnalysisComparison 1 Mortality: INO versus control group, Outcome 2 28‐ to 30‐day mortality: INO vs control.We carried out a total of five subgroup and sensitivity analyses regarding our primary outcomes. We detected no statistically significant effects in any of these analyses.Secondary outcomes Bleeding events Data from five trials (Dellinger 1998; Lundin 1999; Mehta 2001; Michael 1998; Payen 1999; 614 participants) show no statistically significant increase in bleeding events in the INO group compared with the control group (RR 0.88, 95% CI 0.43 to 1.79; I² = 0%) (see Analysis 3.1). We upgraded the outcome from low to moderate quality of evidence because most trials had moderate risk of bias.Open in a separate window3.1AnalysisComparison 3 Bleeding events: INO versus control, Outcome 1 Bleeding events: INO vs control.Complications during the in‐patient stay Inhaled nitric oxide increased the risk of renal impairment, according to data from four adult trials (Dellinger 1998; Lundin 1999; Payen 1999; Taylor 2004, 945 participants; RR 1.59, 95% CI 1.17 to 2.16; I² = 0%) (see Analysis 4.1). However, the test of interaction for the RR of renal impairment from trials with low risk of bias (Dellinger 1998; Payen 1999; Taylor 2004; 765 participants) (see Analysis 4.1) versus the one trial with high risk of bias (Lundin 1999; 180 participants) (see Analysis 4.1) did not reach statistical significance (P value = 0.22). We accepted various definitions of renal impairment as proposed by study authors (see Appendix 4). We upgraded this outcome from moderate to high quality of evidence because most trials had low risk of bias.Open in a separate window4.1AnalysisComparison 4 Complications during the in‐patient stay: INO versus control, Outcome 1 Renal impairment: INO vs control.One trial (Lundin 1999) involving 180 participants revealed that the rate of respiratory failure decreased in the INO group (RR 0.21, 95% CI 0.05 to 0.94) (see Analysis 4.3). One trial (Lundin 1999) involving 180 participants provided data on reversal of ALI, showing no statistically beneficial effects of INO (RR 1.13, 95% CI 0.88 to 1.46). No trial provided data on reversal of ARDS (see Analysis 10.1). The quality of evidence was moderate.Open in a separate window4.3AnalysisComparison 4 Complications during the in‐patient stay: INO versus control, Outcome 3 Severe respiratory failure: INO vs control.Open in a separate window10.1AnalysisComparison 10 Reversal of ALI: INO versus control, Outcome 1 Reversal of ALI.Other adverse events were variably reported, and events such as pneumothorax (see Analysis 4.2), circulatory failure and shock (see Analysis 4.4), pneumonia, sepsis, encephalopathy, myocardial infarction, liver impairment, myopathy, agitation and hypertension (Table 15) did not reach statistical significance. The quality of evidence was high for pneumothorax and circulatory failure but was moderate for the other adverse events.2Complications during in‐patient stay: INO versus control, single‐study analysesSubgroup analysisStudyParticipantsStatistical methodEffect estimateHypertensionDellinger 1998177Risk ratio (M‐H, fixed, 95% CI)0.16 [0.01, 3.86]Myopathy/AgitationDellinger 1998177Risk ratio (M‐H, fixed, 95% CI)1.44 [0.06, 34.76]Liver impairmentDellinger 1998177Risk ratio (M‐H, fixed, 95% CI)1.44 [0.06, 34.76]EncephalopathyLundin 1999180Risk ratio (M‐H, fixed, 95% CI)6.55 [0.34, 125.07]SepsisLundin 1999180Risk ratio (M‐H, fixed, 95% CI)2.18 [0.58, 8.18]Myocardial infarctionMichael 199840Risk ratio (M‐H, fixed, 95% CI)3.00 [0.13, 69.52]InfectionTaylor 2004385Risk ratio (M‐H, fixed, 95% CI)1.62 [1.16, 2.26]PneumoniaTaylor 2004385Risk ratio (M‐H, fixed, 95% CI)0.80 [0.52, 1.22]Open in a separate windowOpen in a separate window4.2AnalysisComparison 4 Complications during the in‐patient stay: INO versus control, Outcome 2 Pneumothorax: INO vs control.Open in a separate window4.4AnalysisComparison 4 Complications during the in‐patient stay: INO versus control, Outcome 4 Circulatory failure and shock: INO vs control.Only one trial (Taylor 2004; 385 participants) provided data indicating increased risk of infection in the INO group (RR 1.62, 95% CI 1.16 to 2.26; I² = 0) (Table 15). The quality of evidence was high.PaO2/FiO2 ratio Eleven trials (Day 1997; Dellinger 1998; Dobyns 1999; Gerlach 2003; Ibrahim 2007; Lundin 1999; Mehta 2001; Michael 1998; Park 2003; Schwebel 1997; Troncy 1998 ; 614 participants) indicated an improved PaO2/FiO2 ratio at 24 hours (MD 15.91, 95% CI 8.25 to 23.56; I² = 25%) (Analysis 5.1). An additional analysis of PaO2/FiO2 difference from baseline at 24 hours, based on data from three trials (Dobyns 1999; Park 2003; Troncy 1998; 155 participants), revealed a similar finding (MD 42.90, 95% CI 20.57 to 65.23; I² = 58%) (see Analysis 5.5). The PaO2/FiO2 ratio at 48 and 72 hours no longer showed a statistically significant beneficial effect (see Analysis 5.2; Analysis 5.3), but the analysis at 96 hours, based on four trials (Dellinger 1998; Gerlach 2003; Lundin 1999; Mehta 2001; 334 participants), showed improved oxygenation in the INO group (MD 14.51, 95% CI 3.64 to 25.38; I² = 0%) (see Analysis 5.4). We upgraded the outcome from low to moderate quality of evidence because most trials had moderate risk of bias.Open in a separate window5.1AnalysisComparison 5 PaO2/FiO2 (mm Hg): INO versus control, Outcome 1 PaO2/FiO2 up to 24 hours.Open in a separate window5.2AnalysisComparison 5 PaO2/FiO2 (mm Hg): INO versus control, Outcome 2 PaO2/FiO2 up to 48 hours.Open in a separate window5.3AnalysisComparison 5 PaO2/FiO2 (mm Hg): INO versus control, Outcome 3 PaO2/FiO2 up to 72 hours.Open in a separate window5.4AnalysisComparison 5 PaO2/FiO2 (mm Hg): INO versus control, Outcome 4 PaO2/FiO2 up to 96 hours.Open in a separate window5.5AnalysisComparison 5 PaO2/FiO2 (mm Hg): INO versus control, Outcome 5 PaO2/FiO2 difference from baseline up to 24 hours.Ventilator‐free days Data from five trials (Dellinger 1998; Park 2003; Payen 1999; Taylor 2004; Troncy 1998; 804 participants) show no statistically significant effect of INO on ventilator‐free days up to day 28 or 30 (MD ‐0.57, 95% CI ‐1.82 to 0.69; I² = 0%) (see Analysis 6.1). We upgraded the outcome from moderate to high quality of evidence because most trials had low risk of bias.Open in a separate window6.1AnalysisComparison 6 Ventilator‐free days up to day 30: INO versus control, Outcome 1 Ventilator‐free days (28‐30 days), INO vs control.Duration of mechanical ventilation Six trials (Day 1997; Dobyns 1999; Gerlach 2003; Lundin 1999; Park 2003; Troncy 1998; 390 participants) reported no effects of INO on duration of mechanical ventilation (MD 1.02, 95% CI ‐2.08 to 4.12; I² = 76%) (see Analysis 7.1). The quality of evidence was moderate.Open in a separate window7.1AnalysisComparison 7 Duration of mechanical ventilation: INO versus control, Outcome 1 Duration of mechanical ventilation.Oxygenation index Five studies (Bronicki 2015; Day 1997; Dellinger 1998; Dobyns 1999; Ibrahim 2007; 368 patients) reported that the oxygenation index was significantly lower in the INO group at 24 hours (MD ‐2.31, 95% CI ‐2.73 to ‐1.89; I² = 0%). Two studies (Day 1997; Dellinger 1998; 183 participants) noted no statistically significant differences at 48 hours (MD 1.99, 95% CI ‐10.40 to 14.38; I² = 74%) but Dellinger 1998 and Dobyns 1999 (245 participants) reported statistically significant differences at 72 hours (MD ‐3.48, 95% CI ‐6.80 to ‐0.15; I² = 0%) (see Analysis 8.3; Analysis 8.4; Analysis 8.5) (Table 16). We upgraded the outcome from low to moderate quality of evidence because most trials had moderate risk of bias.3Oxygenation index: INO versus control, single‐study analysesSubgroup analysisStudyParticipantsStatistical methodEffect estimateOxygenation index at 72 hoursDellinger 1998134Mean difference (IV, fixed, 95% CI)‐4.00 [‐7.69, ‐0.31]Oxygenation index change from baseline up to 24 hoursDobyns 1999108Mean difference (IV, fixed, 95% CI)5.00 [‐1.21, 11.21]Open in a separate windowOpen in a separate window8.3AnalysisComparison 8 Oxygenation index: INO versus control, Outcome 3 Oxygenation index at 24 hours.Open in a separate window8.4AnalysisComparison 8 Oxygenation index: INO versus control, Outcome 4 Oxygenation index at 48 hours.Open in a separate window8.5AnalysisComparison 8 Oxygenation index: INO versus control, Outcome 5 Oxygenation index at 72 hours.Mean pulmonary arterial pressure (mm Hg) Differences in mean pulmonary arterial pressure were significant at day one (MD ‐1.76, 95% CI ‐3.41 to ‐0.12; I² = 1%) but were no longer significant on days two, three and four (see Analysis 9.1; Analysis 9.2; Analysis 9.3; Analysis 9.4; 1275 participants). The quality of evidence was moderate.Open in a separate window9.1AnalysisComparison 9 Mean pulmonary arterial pressure (mm Hg): INO versus control, Outcome 1 MPAP up to 24 hours.Open in a separate window9.2AnalysisComparison 9 Mean pulmonary arterial pressure (mm Hg): INO versus control, Outcome 2 MPAP up to 48 hours.Open in a separate window9.3AnalysisComparison 9 Mean pulmonary arterial pressure (mm Hg): INO versus control, Outcome 3 MPAP up to 72 hours.Open in a separate window9.4AnalysisComparison 9 Mean pulmonary arterial pressure (mm Hg): INO versus control, Outcome 4 MPAP up to 96 hours.Methaemoglobin > 5% All trials assessed methaemoglobin concentrations (1275 participants). Four participants in the INO group and three in the control group had methaemoglobin values > 5% (RR 0.88, 95% CI 0.20 to 3.79; I² = 0%) (see Analysis 11.1). The quality of evidence was moderate.Open in a separate window11.1AnalysisComparison 11 Methaemoglobin concentration > 5%: INO versus control, Outcome 1 Methaemoglobin > 5%.NO2 concentration > 3 ppm Seven trials (Dellinger 1998; Dobyns 1999; Gerlach 2003; Ibrahim 2007; Mehta 2001; Payen 1999; Taylor 2004; 959 participants) reported data on nitrogen dioxide, but only one trial reported three of 385 participants with raised concentrations; all had received 80 ppm INO (Taylor 2004). The quality of evidence was high.Resolution of multi‐organ failure (according to different organ dysfunction scores) Only one trial (Taylor 2004; 385 participants) met our requirements in terms of trial intervention effects on resolution of multi‐organ failure based on various illness scores, with no statistically beneficial effects reported (TISS score) (Table 17). The quality of evidence was high.4Resolution of multi‐organ failure, INO versus control, single‐study analysesSubgroup analysisStudyParticipantsStatistical methodEffect estimateTISS scoreTaylor 2004385Mean difference (IV, fixed, 95% CI)4.60 [‐57.24, 66.44]Open in a separate windowTISS score: Therapeutic Intervention Scoring SystemQuality of life assessment One trial assessed quality of life (Taylor 2004; 385 participants) using the 'activities of daily living scale' (ADL) and the 'quality of well being scale' (QWB). Neither assessment supported intervention with INO. The ADL score at six months and at one year did not indicate an improvement (Table 18), and the QWB of survivors at six months and at one year showed similar improvements in INO and control groups, with slightly better scores in the control group, although this finding was not statistically significant (Table 18). The quality of evidence was high.5Quality of life assessment: INO versus control, single‐study analysesSubgroup analysisStudyParticipantsStatistical methodEffect estimateADL score at 6 months: INO vs controlTaylor 2004368Mean difference (IV, fixed, 95% CI)‐1.00 [‐5.09, 3.09]ADL score at 12 months: INO vs controlTaylor 2004368Mean difference (IV, fixed, 95% CI)‐2.00 [‐5.07, 1.07]Open in a separate windowADL = activity of daily livingLength of stay in intensive care unit and in hospital Length of stay in ICU and in hospital was provided by only one trial (Taylor 2004; 385 participants), which did not indicate reduced stay in ICU or hospital (Table 19). The quality of evidence was high.6Length of stay in ICU and hospital: INO versus control, single‐study analysesSubgroup analysisStudyParticipantsStatistical methodEffect estimateNumber of days in hospitalTaylor 2004368Mean difference (IV, fixed, 95% CI)0.10 [‐4.51, 4.71]Mean length of stay in ICUTaylor 2004368Mean difference (IV, fixed, 95% CI)1.40 [‐1.99, 4.79]Open in a separate windowICU: intensive care unitCost‐benefit analyses Only one trial (Taylor 2004; 385 participants) provided data for cost‐benefit analysis.. Study authors described similar hospital costs in the INO group (48,500 USD) and in the control group (47,800 USD; P value = 0.8) (Table 20). The quality of evidence was high.7Cost‐benefit analysis: INO versus control, single‐study analysesSubgroup analysisStudyParticipantsStatistical methodEffect estimateTotal hospital cost in US$Taylor 2004312Mean difference (IV, fixed, 95% CI)700.00 [‐9595.70, 10995.70]Open in a separate windowSensitivity and subgroup analyses Sensitivity analysis Sensitivity analysis excluding data from articles published as abstracts did not change overall results regarding significance (see Analysis 1.5).Open in a separate window1.5AnalysisComparison 1 Mortality: INO versus control group, Outcome 5 Sensitivity analysis: excluding abstracts, INO vs control.Benefits and harms of INO in participants with ALI or ARDS based on the cause (primary lung injury vs secondary lung injury) Only one trial provided data for analysis of mortality based on origin of the lesion (primary vs secondary lung injury) without showing statistical significance (Troncy 1998) (Table 21).8Mortality: INO versus control group, single‐study analysesSubgroup analysisStudyParticipantsStatistical methodEffect estimateMortality, primary lung injuryTroncy 199810Risk ratio (M‐H, fixed, 95% CI)1.00 [0.58, 1.72]Mortality, secondary lung injuryTroncy 199820Risk ratio (M‐H, fixed, 95% CI)1.14 [0.69, 1.90]MortalityBronicki 201553Relative risk (95% CI)0.28 [0.06,1.19]Open in a separate windowBenefits and harms of INO in paediatrics (paediatric participants (age < 18 years) vs adult participants) Three paediatric trials (Bronicki 2015; Day 1997; Dobyns 1999) with a total of 185 participants showed no statistically significant beneficial effects of INO (RR 0.78, 95% CI 0.51 to 1.18; I² = 22%), nor did the adult population subgroup (RR 1.08, 95% CI 0.93 to 1.25; I² = 0%) (Analysis 1.3). The quality of evidence was moderate.Open in a separate window1.3AnalysisComparison 1 Mortality: INO versus control group, Outcome 3 Mortality: subgroup analysis, paediatric vs adult population.Benefits and harms of INO based on duration of drug administration (short‐term vs long‐term administration) A total of 12 trials (Day 1997; Dellinger 1998; Dobyns 1999; Gerlach 2003; Lundin 1999; Mehta 2001; Michael 1998; Park 2003; Payen 1999; Schwebel 1997; Taylor 2004; Troncy 1998) with a total of 1190 participants had a median duration of intervention longer than one week (see Analysis 1.4). Current evidence does not support a longer duration of intervention (RR 1.07, 95% CI 0.89 to 1.29; I² = 0%) nor a shorter duration of intervention (RR 1.04, 95% CI 0.84 to 1.29; I² = 0%). We did not conduct a subgroup analysis to assess the effects of different INO dosages as no evidence appears to support this and many reported trials did not use a fixed dose of INO but applied dose titration (Adhikari 2007; Sokol 2003a) (Table 14).Open in a separate window1.4AnalysisComparison 1 Mortality: INO versus control group, Outcome 4 Mortality: subgroup analysis based on duration of drug administration.Definition of respiratory failure Studies designed before 2012 used the AECC definition (Bernard 1994) of acute respiratory distress syndrome, whereas more recent studies use the 2012 definitions (ARDS Definition Task Force 2012). Sensitivity analysis performed to examine the role of inclusion by AECC criteria did not alter the overall result (see Analysis 1.6).Open in a separate window1.6AnalysisComparison 1 Mortality: INO versus control group, Outcome 6 Sensitivity analysis: excluding trials not fulfilling AECC criteria, INO vs control.Bias assessment Comparison of estimates of the pooled intervention effect based on random sequence generation, allocation concealment, blinding, follow‐up, sample size calculation, early stopping and overall risk of bias revealed no statistically significant findings in any of the subgroups examined (see Analysis 2.1; Appendix 3). We identified four trials with low risk of bias (Dellinger 1998; Dobyns 1999; Payen 1999; Taylor 2004), which showed no statistically significant findings for our primary endpoint.Trial sequential analysis (TSA) We conducted trial sequential analysis (TSA) of INO versus control to examine longest follow‐up mortality (see Analysis 1.1; Figure 1). The TSA alfa‐spending‐adjusted confidence interval for meta‐analysis of the primary outcome with continuity correction for zero event trials (0.001 event in each arm) in a fixed‐effect model resulted in an RR of 1.04 (95% CI 0.87 to 1.23; I² = 0%, diversity D² = 0%). However, for trials with low risk of bias, the TSA‐adjusted RR was 1.02 with 95% CI of 0.79 to 1.33 (I² = 0%, diversity D² = 0%). With an accrued information size of 1243 participants (for all trials) and no boundaries crossed so far, only 41.92% of the required information size is actually available at this stage for rejection or acceptance of a 4% relative risk increase for overall mortality. However, solid evidence may be obtained with fewer participants if eventually the cumulative meta‐analysis z‐curve crosses the trial sequential monitoring boundary constructed for a required information size of 3015 randomized participants. However, when the TSA analysis for this outcome is examined, it is important to bear in mind that only four out of the 14 included studies are classified as trials with low risk of bias. Therefore, TSA is not able to directly adjust for the impact of bias.Open in a separate window1TSA of all trials of the effect of INO on mortality (longest follow‐up). The TSA‐adjusted confidence interval for the meta‐analysis of the primary outcome with continuity correction for zero events trials (0.001 event in each arm) in a fixed‐effect model results in an RR of 1.04 (95% CI 0.90 to 1.19; I² statistic = 0%, diversity D² = 0%). With an accrued information size of 1243 participants and no boundaries crossed so far, only 41.92% of the required information size is actually available at this stage for rejection or acceptance of a 4% RRI for overall mortality. However, solid evidence may be obtained with fewer participants if eventually the cumulative meta‐analysis z‐curve crosses the trial sequential monitoring boundary constructed for a required information size of 3015 randomized participants. However, regarding the TSA analysis for this outcome, it is important to bear in mind that only 4 out of the 14 included studies are classified as low risk of bias trials. Therefore, TSA is not able to directly adjust for the impact of bias.Application of TSA to analysis of the PaO2/FiO2 ratio at 24 hours did indicate statistical significance in favour of improved oxygenation, even with adjustment for repetitive testing of accumulating data in the cumulative meta‐analysis, as the z‐curve crossed the trial sequential monitoring boundary (Figure 2). The a priori information size (335 participants) is determined by a TSA alfa‐spending‐adjusted mean difference (MD) of 15.91. The cumulative z‐curve (blue line with filled squares) at the current accrued information size of 614 participants crosses the boundary (red lines with open diamonds) (with 80% power and alpha 0.05, assuming a double‐sided type 1 risk of 5% and type 2 risk of 20%). However, it is important to note that only two trials were at low risk of bias, and the TSA alfa‐spending‐adjusted confidence interval for the meta‐analysis in a random‐effects model results in an MD of 15.91 with substantial heterogeneity and diversity (95% CI 9.67 to 22.15; I² = 25%, diversity D² = 49%). However, the required information size based on the two trials (Dellinger 1998; Dobyns 1999; 276 participants) with low risk of bias is 5137 participants (MD 14.94, TSA‐adjusted 95% CI ‐73.70 to ‐103.58; I² = 87%, diversity D² = 91%).Open in a separate window2TSA of all trials of the effect of INO on PaO2/FiO2 ratio at 24 hours. Application of TSA to analysis of the PaO2/FiO2 ratio at 24 hours indicates statistical significance in favour of improved oxygenation, even with adjustment for repetitive testing on accumulating data in the cumulative meta‐analysis, because the z‐curve crossed the trial sequential monitoring boundary. The a priori information size (335 participants) is determined by a TSA‐adjusted mean difference (MD) of 15.91. The cumulative z‐curve (blue line with filled squares) at the current accrued information size of 614 participants crosses the boundary (red lines with open diamonds) (with 80% power and alpha 0.05, assuming a double‐sided type 1 risk of 5% and type 2 risk of 20%). However, it is important to note that only two trials had low risk of bias and the TSA‐adjusted confidence interval for the meta‐analysis in a random‐effects model results in an MD of 15.91 with substantial heterogeneity and diversity (95% CI 8.25 to 23.56; I² statistic = 25%, diversity D² = 49%). DiscussionIn this systematic review of 14 trials with 1275 participants with acute hypoxaemic respiratory failure (AHRF), we found no benefits of inhaled nitric oxide (INO) for survival. The analysis on mortality showed no heterogeneity and was robust when different subgroup and sensitivity analyses were performed. Conversely, INO increased the risk of renal failure among an adult population and transiently improved oxygenation, only for the first 24 hours. Sparse data on mortality are not promising but do not provide evidence of the absence of a beneficial effect; the data suggest that a potentially beneficial effect of INO must be modest, and the actual point estimate suggests harm (see Analysis 1.1; Analysis 1.2). In addition, our mortality analysis on the longest follow‐up may have been influenced by the fact that only one trial (Taylor 2004) provided long‐term follow‐up for more than six months (Angus 2006).The point estimate of the potential intervention effect, as suggested by low‐bias trials, shows a 2% relative risk increase (RRI) (Analysis 1.1). To demonstrate or reject an a priori anticipated beneficial effect on mortality in a single trial, assuming a relative risk reduction (RRR) of 10%, at least 3015 participants should be randomized (Figure 1) (with 80% power and alpha 0.05, assuming a double‐sided type 1 risk of 5% and type 2 risk of 20%). However, solid evidence may be obtained with fewer participants if the RRR is higher than 10%, that is, if the cumulative meta‐analysis z‐curve crosses the trial sequential monitoring boundary before the required information size of 3015 randomized participants is reached.We found no statistically significant differences when examining effects in subgroups according to duration of the intervention, looking at interventions among different populations (paediatric, adult) and performing sensitivity analyses, which excluded trials published only as abstracts. The three paediatric trials (Bronicki 2015; Day 1997; Dobyns 1999) that provided information on mortality had a combined total of 185 participants, which is insufficient to demonstrate any benefits or harms of INO therapy in paediatric acute lung injury (ALI) and acute respiratory distress syndrome (ARDS).Subgroup and sensitivity analyses assessing the impact of varied primary origins, reversal of ALI resolution of multi‐organ failure and assessments of quality of life and bias did not result in statistically significant findings. Additional analyses, such as those involving adverse events, indicated increased risk of renal failure among adults with no signs of increased risk of bleeding, methaemoglobinaemia or increased nitrogen dioxide concentration, except possibly among participants receiving INO doses greater than 80 ppm. Outcomes such as duration of stay in both ICU and hospital and other clinically relevant outcomes were inconsistently reported. We did not perform a subgroup analysis of reversal of ARDS, as insufficient data were provided. We contacted study authors to request missing data. Few responded, and they did not provide much additional information beyond that originally published.Despite evidence of initial but transient improved oxygenation in the INO group, these analyses were hampered by the fact that various trials described effects on oxygenation differently, thus preventing adequate pooling of data. Even though a beneficial effect may be noted, oxygenation may be only a surrogate outcome, and it is uncertain whether it predicts any clinical benefits. Additionally, many trials were conducted before the general recommendation of a lung protective, low tidal volume ventilation strategy was introduced (Petrucci 2013). The latter combined with oxygen toxicity, surfactant inhibition and ongoing fibrosis resulting from ARDS may have influenced the results of these trials. However, given that no differences in the mode of ventilation were noted between INO and control groups, this should not account for our findings of lack of benefit for survival and potential harm.We suggest several possible explanations for why INO may not be beneficial. By reducing ventilation‐perfusion mismatch in patients with ARDS, INO appears to initially improve oxygenation. However, theoretically, INO could worsen the clinical condition by reversing hypoxic pulmonary vasoconstriction, thereby causing vasodilatation of poorly ventilated areas, increasing the ventilation‐perfusion mismatch and resulting in worsening oxygenation (Kass 1998). However, we found little evidence to support the latter based on both published data and our respiratory analyses (Adhikari 2007) (see Analysis 5.1).Additonally, prolonged exposure to INO and its toxic metabolites could cause sensitization, over‐riding the possible benefits of INO (Gerlach 2003). Improved oxygenation is not associated with increased survival because improved oxygenation does not necessarily indicate improved lung function, reduction of lung injury or resolution of the underlying cause of ARDS and often co‐existing multi‐organ failure (ARDS network 2000; Petrucci 2013). Nitric oxide (NO) is an important regulator of renal vascular tone and a modulator of glomerular function. At the same time, it has been suggested that changes in NO production could cause acute renal failure by altering the function of mitochondria, various enzymes, deoxyribonucleic acid and membranes (Adhikari 2007; Valdivielso 2002). The latter suggestion is consistent with our finding of a possible harmful effect of INO on renal function.Summary of main resultsOur systematic review showed that INO, despite transiently improving oxygenation, partial pressure of oxygen in arterial blood (PaO2)/fraction of inspired oxygen (FiO2) and the oxygenation index, and despite providing signs of reducing the rate of severe respiratory failure, does not reduce mortality or length of stay in ICU or hospital. Conversely, it appears that INO results in impairment of renal function among adults. We conducted multiple subgroup and sensitivity analyses, and none indicated relevant benefits of INO. We classified only four trials as having low risk of bias. Current evidence does not support the routine use of INO for severe respiratory failure.Overall completeness and applicability of evidenceThe overall quantity of data on which robust conclusions can be based is limited to 14 trials with 1275 participants. Evidence indicating that INO was not beneficial for patients with acute respiratory failure is of moderate to high quality. The definition of acute respiratory failure was usually that provided by the American‐European Consensus Conference (AECC) in 1994 (Bernard 1994), which allows for appropriate comparison between trials. Primary outcomes of mortality were generally well reported, and secondary outcomes were often reported as well.Therefore, despite the limited number of studies and participants identified, available evidence seems to be applicable to intensive care patients.Quality of the evidenceThe randomized controlled trial (RCT) is considered the most rigorous method of determining whether a cause‐effect relationship exists between an intervention and an outcome. The strength of the RCT lies in the process of randomization.The quality of findings ranks from moderate to high across different outcomes. The main limiting factors that accounted for a decrease in quality included high risk of bias and small and poorly described trials.Four trials were reported as having low risk of bias (Dellinger 1998; Dobyns 1999; Payen 1999; Taylor 2004). We applied several statistical methods to explore and reduce the extent of bias, such as complete case analysis, trial sequential analysis, overall methodological bias assessment and analyses of various relevant clinical and physiological outcomes.Application of the GRADE (Grades of Recommendation, Assessment, Development and Evaluation Working Group) approach enables us to incorporate risk of bias, directness of evidence, heterogeneity, precision of effect estimate and risk of publication bias. On the basis of the criteria mentioned above, we deemed the quality of evidence in this review to be moderate to high.Potential biases in the review processUpon reading the systematic review (Adhikari 2007) and acknowledging that very few trials had been published subsequently, we became aware of some of the conclusions that we would reach. Addtitionally, we realized that retrieving data from the authors of included trials relatively close to the latest systematic review could be difficult because providing additional data is a time‐consuming process for trial authors. This has been the case.Our systematic review has several potential limitations, that is, our findings and interpretations are limited by the quality and quantity of available evidence. We assessed the risk of bias of included trials mainly by using published data, which ultimately may not reflect the truth. We contacted all study authors, but only a few responded and provided further information. We were not able to retrieve protocols of the published trials and thus could not compare published outcomes versus outcomes proposed in the protocols. The value of these analyses is limited by the fact that only a small number of trials contributed to our subgroup and sensitivity analyses. Further, two trials with 51 participants did not report mortality during the trial (Ibrahim 2007; Schwebel 1997).We noted variation in participant populations; type, dose and duration of INO treatment; and length of follow‐up, along with consistent lack of improved survival across trials; we found the most beneficial effect among the subgroup of trials with high risk of bias, although these findings did not reach statistical significance (see Analysis 2.1). This minimizes the possibility that some subgroups of patients may benefit from INO. No trial has used short‐term INO among the subgroup of patients with critically low oxygenation to buy valuable time to instigate other treatments to improve lung function, and this issue remains controversial.Although we noted minimal heterogeneity among trial results on mortality, we are aware that we pooled heterogeneous trials in terms of age, participants, settings and treatment regimens. Thus, the validity of our meta‐analysis may be criticized. However, all trials included patients with acute respiratory failure with similar inflammatory pathways, providing in our opinion good biological reasons to perform a broad meta‐analysis, which also considerably increases the generalizability and usefulness of the review. Further, a broad meta‐analysis increases power, reduces the risk of erroneous conclusions and facilitates exploratory analyses that can generate hypotheses for future research (Gotzsche 2000).Agreements and disagreements with other studies or reviewsIn general, our review presents the same conclusions as were provided by Adhikari et al (Adhikari 2007) and by authors of previous versions of this Cochrane review. However, we included more trials and thus were able to determine more precise estimates of mortality. Furthermore, we applied several sensitivity and subgroup analyses, trial sequential analysis and GRADE, which supported the overall results. It is important to note that Dr. Neill Adhikari has provided us with valuable data on physiological and clinical outcomes, such as PaO2/FiO2, oxygenation index, mean pulmonary arterial pressure, duration of mechanical ventilation and number of ventilator‐free days up to 30 days, on behalf of several authors of included trials. Authors' conclusionsImplications for practiceEvidence is insufficient to support the use of INO in patients with any category of ARDS and ALI. Despite signs of improved oxygenation, we did not find a statistically significant effect of INO on mortality or other clinical outcomes. Additionally, INO appeared to increase the risk of renal failure. Subgroup analyses performed according to duration of intervention, length of follow‐up and different patient groups did not show differences in the estimates of intervention effects. In terms of the paediatric population, data are insufficient to support or refute the routine use of INO. Therefore, it is important to emphasize that no evidence from randomized trials is available to support application of INO in the clinical setting among children or adults.The GRADE approach only reaffirmed our interpretation of the level of evidence, and we are confident that at this stage, the quality of evidence related to our outcomes is moderate to high, despite the fact that many trials have some risk of bias.Implications for researchLarge randomized trials with low risk of bias with a sample size of up to several thousand participants are needed to evaluate INO for adults and children before this intervention can be definitively rejected or accepted for critically ill patients with ALI and ARDS. However, current results are not promising, and the potential for benefit seems modest, with the actual point estimate of the intervention effect on mortality suggesting harm. Despite the heterogeneity that might exist in the patient population of included trials, and despite the high mortality rate among patients with ARDS and ALI, we believe that INO should be used as only one part of randomized clinical trials. Additional trials need to focus on other relevant outcomes, such as long‐term survival, duration of stay in the intensive care unit and hospital, number of ventilator‐free days and assessment of quality of life. What's newDateEventDescription12 December 2018AmendedEditorial team changed to Cochrane Emergency and Critical Care HistoryProtocol first published: Issue 3, 2000\nReview first published: Issue 2, 2001DateEventDescription5 January 2017AmendedCo‐published in Anaesthesia (Karam 2017)18 November 2015New search has been performedA new lead author (Fabienne Gebistorf) together with a new co‐author (Oliver Karam) has updated this review in collaboration with 2 of the original review authors (AA and JW). We have updated the Methods section and have included full risk of bias tables and summary of findings tables. We have applied trial sequential analysis (TSA)We searched the databases until 2015 November 18. We included one new trial in this updated review (Bronicki 2015). We excluded from this review one randomized controlled trial (Cuthbertson 2000) that had been included in the previous version (Afshari 2010), because new information provided to us indicated that most of these patients had been included in Lundin 1999. Furthermore, mortality data for Ibrahim 2007 have been revised since we became aware of a mistake in the last version of the review (Afshari 2010)This review now has 14 included studies in total (1275 participants)The overall conclusion remains unchanged18 November 2015New citation required but conclusions have not changedOur conclusion remains the sameTwo review authors ‐ Jesper Brok and Ann Meret Møller ‐ have left the team, and two new review authors ‐ FG and OK ‐ have joined the team17 April 2012AmendedContact details updated12 October 2010AmendedContact details updated30 June 2010AmendedTypo corrected8 June 2010New citation required and conclusions have changedThis review is an update of the previous Cochrane systematic review (Sokol 2003a), which included five randomized controlled trials (RCTs)Previous review authors Sokol J, Jacobs SE and Bohn D decided they would not update the review (Sokol 2003a); new review authors Afshari A, Brok J, Møller AM and Wetterslev J have updated this versionThis review was previously known as 'Inhaled nitric oxide for acute hypoxaemic respiratory failure in children and adults' (Sokol 2003a)We found 10 new trials and chose to include 8 of them because they met our inclusion criteria (Cuthbertson 2000; Gerlach 2003; Ibrahim 2007; Mehta 2001; Michael 1998; Park 2003; Payen 1999; Taylor 2004). Two RCTs excluded from Sokol 2003a because they were published only as abstracts were included in our analyses (Day 1997; Schwebel 1997). We excluded 2 other trials (Meade 2003; Perrin 2006)In general, our review presents the same conclusions as were presented in Sokol 2003a. However, we included more trials and thus have provided more precise estimates on, for example, mortality. Furthermore, we applied several additional sensitivity and subgroup analyses that support the overall results8 June 2010New search has been performedIn the previous version (Sokol 2003a), databases were searched until 2002. We reran the searches until 31 January 2010. We have included risk of bias tables8 June 2010New search has been performedIn this updated systematic review, we have applied several new statistical methods to explore and reduce the size of bias, such as complete case analysis, test of interaction, trial sequential analysis, overall methodological bias assessment and analyses of various relevant clinical and physiological outcomes that were not addressed in Sokol 2003a. We have extended our search strategy to include additional electronic databases25 July 2008AmendedConverted to new review format AcknowledgementsWe would like to thank Harald Herkner (Content Editor), Jing Xie (Statistical Editor), Marjolein de Wit (Peer Reviewer) for help and editorial advice provided during preparation of this systematic review update.We would like to acknowledge the work of Drs. Sokol, Jacobs and Bohn on the original review (Sokol 2003a).We would like to thank Karen Hovhannisyan for assistance in devising our different search strategies, gathering search results and facilitating contact with various study authors. We would like to thank Jane Cracknell for extensive support provided throughout the editorial process, as well as Dolores Matthews for the copy‐editing. We send special thanks to Dr. Neill Adhikari for valuable data on INO treatment from various trials and on various outcomes on behalf of several lead authors of included studies. Additionally, we would like to thank Dr. R Scott Watson and Dr. Peter Dahlem for their peer review contributions and constructive criticism. Finally, special thanks to Dr. Harald Herkner and Dr. Nathan L Pace for their great editorial criticism and assistance, which enabled us to improve the overall quality of this paper. AppendicesAppendix 1. Search strategyDatabaseSearch strategyCENTRAL#1 MeSH descriptor Anoxia explode all trees\n#2 MeSH descriptor Respiratory Paralysis explode all trees\n#3 MeSH descriptor Respiratory Insufficiency explode all trees\n#4 MeSH descriptor Respiratory Distress Syndrome, Adult explode all trees\n#5 MeSH descriptor Respiratory Distress Syndrome, Newborn explode all trees\n#6 (Acute near (hypox* or respiratory)):ti,ab\n#7 (respirat* near (distress or failure)):ti,ab\n#8 lung injury\n#9 (hypoxia or hypoxemia):ti\n#10 AHRF or ARDS or ALI\n#11 (#1 OR #2 OR #3 OR # OR #5 OR #6 OR #7 OR #8 OR #9 OR #10)\n#12 MeSH descriptor Nitric Oxide explode all trees\n#13 MeSH descriptor Endothelium‐Dependent Relaxing Factors explode all trees\n#14 Nitric near oxide\n#15 (#12 OR #13 OR #14)\n#16 (#11 AND #15)EMBASE (Ovid SP)1. exp respiratory‐distress/\n2. exp acute‐respiratory‐tract‐disease/\n3. exp acute‐respiratory‐failure/\n4. exp adult‐respiratory‐distress‐syndrome/\n5. exp neonatal‐respiratory‐distress‐syndrome/\n6. exp acute‐lung‐injury/\n7. exp idiopathic‐respiratory‐distress‐syndrome/\n8. exp transfusion‐related‐acute‐lung‐injury/\n9. exp hypoxemia/ or hypoxia/\n10. (Acute adj3 (hypox* or respirator*)).mp.\n11. (respirat* adj3 (distress or failure)).mp.\n12. lung injury.mp.\n13. (hypoxia or hypoxemia).ti.\n14. (AHRF or ARDS or AL).mp.\n15. or/1‐14\n16. nitric‐oxide/\n17. endothelial?derived relax*.mp.\n18. Endothelium?Dependent Relax*.mp.\n19. Nitric oxide.ti,ab.\n20. or/16‐19\n21. 20 and 15\n22. (placebo.sh. or controlled study.ab. or random*.ti,ab. or trial*.ti,ab.) and human*.ec,hw,fs.\n23. 22 and 21ISI Web of Science andBIOSIS Previews#1TS=(Respirat* SAME Insufficiency) or TS=(Respirat* SAME Paralysis) or TS=(Respirat* SAME Distress*) or TS=(Respirat* SAME failure) or TS=(Anoxemia or Anoxia) or TS=(Acute SAME hypox*) or TS=(Acute SAME respiratory) or TS=(lung injur*) OR TS=(AHRF or ARDS or ALI)\n#2 TS=(nitric oxide) or TS=(Endothel* SAME Depend* SAME Relaxi*)\n#3#2 AND #1\n#4 TS=random* or TS=placebo or TS=(controlled trial*)\n#5 #4 AND #3LILACS (via BIREME)(\"RESPIRATORY DISTRESS\" or \"RESPIRATORY INSUFFIENCY\" or ((lesion$ or ferimento) and pulm$) or ((insuficiência or escasez) and respirat$) or (síndrome de distress respiratorio agudo) or (distress and sindrome) or (SDRA or VAFO or ARDS) or (alta frecuencia oscilatoria) or (lung and injury) or (Anox$) or (Acute and (hypox$ or respirator$))) and (nitric$ and oxid$)MEDLINE (Ovid SP)1. Anoxia/ or Anoxemia/ or exp Respiratory‐Paralysis/ or exp Respiratory‐Insufficiency/ or exp Respiratory‐Distress‐Syndrome‐Newborn/ or exp Respiratory‐Distress‐Syndrome‐Adult/ or (Acute adj3 (hypox* or respiratory)).mp. or (respirat* adj3 (distress or failure)).mp. or lung injury.mp. or (hypoxia or hypoxemia).ti,ab. or (AHRF or ARDS or ALI).mp.\n2. exp nitric‐oxide/ or exp Endothelium‐Dependent‐Relaxing‐Factors/ or (Nitric adj3 oxide).mp.\n3. ((randomized controlled trial or controlled clinical trial).pt. or randomized.ab. or placebo.ab. or clinical trials as topic.sh. or randomly.ab. or trial.ti.) and humans.sh.\n4. 1 and 2 and 3CINAHL (EBSCO host)S1 MW Anoxia\nS2 MW Anoxemia\nS3 (MH \"Respiratory Failure+\")\nS4 (MH \"Respiratory Distress Syndrome+\") or (MM \"Respiratory Distress Syndrome, Acute\")\nS5 Acute and (hypox* or respiratory)\nS6 respirat* and (distress or failure)\nS7 TX lung injury\nS8 TI hypoxia or hypoxemia\nS9 TX AHRF or ARDS or ALI\nS10 S1 or S2 or S3 or S4 or S5 or S6 or S7 or S8 or S9\nS11 (MM \"Nitric Oxide\")\nS12 TX Nitric oxide\nS13 S11 or S12\nS14 S10 and S13\nS15 (\"random\") or (MH \"Random Assignment\") or (MM \"Random Sample+\") or (MM \"Clinical Trials+\")\nS16 (MM \"Double‐Blind Studies\") or (MM \"Single‐Blind Studies\") or (MM \"Triple‐Blind Studies\") or (MM \"Concurrent Prospective Studies\")\nS17 (MM \"Placebos\")\nS18 TX placebo* or random*\nS19 TI trail*\nS20 S15 or S16 or S17 or S18 or S19\nS21 S14 and S20Appendix 2. Assessment of risk of bias in included studies1. Random sequence generationAssessment of randomization: sufficiency of the method in producing two comparable groups before intervention.Grade: ’low risk’: a truly random process (e.g. random computer number generator, coin tossing, throwing dice); ’high risk’: any non‐random process (e.g. date of birth, date of admission by hospital or clinic record number or by availability of the intervention); or ’unclear risk’: insufficient information.2. Allocation concealmentAllocation method prevented investigators or participants from foreseeing assignment.Grade: ’low risk’: central allocation or sealed opaque envelopes; ’high risk’: use of open allocation schedule or other unconcealed procedure; or ’unclear risk’: insufficient information.3. BlindingAssessment of appropriate blinding of the team of investigators and participants: person responsible for participant care, participants and outcome assessors.Grade: ’low risk’: blinding considered adequate if participants and personnel were kept unaware of intervention allocations after inclusion of participants into the study, and if the method of blinding involved a placebo indistinguishable from the intervention, as mortality is an objective outcome; ’high risk’: not double‐blinded, categorized as an open‐label study, or without use of a placebo indistinguishable from the intervention; ’unclear risk’: blinding not described.4. Incomplete outcome dataCompleteness of outcome data, including attrition and exclusions.Grade: ’low risk’: numbers and reasons for dropouts and withdrawals in the intervention groups described, or no dropouts or withdrawals specified; ’high risk’: no description of dropouts and withdrawals provided; ’unclear risk’: report gave the impression of no dropouts or withdrawals, but this was not specifically stated.5. Selective reportingThe possibility of selective outcome reporting.Grade: ’low risk’: reported outcomes are pre‐specified in an available study protocol, or, if this is not available, published report includes all expected outcomes; ’high risk’: not all pre‐specified outcomes reported, reported using non‐pre‐specified subscales, reported incompletely or report fails to include a key outcome that would have been expected for such a study; ’unclear risk’: insufficient information.6. Funding biasAssessment of any possible funding bias:Grade: ’low risk’: reported no funding, funding from universities or public institutions; ’high risk’: funding from private investors,pharmaceutical companies or trial investigator employed by the pharmaceutical company; ’unclear risk’: insufficient information.7. Other biasAssessment of any possible sources of bias not addressed in domains 1 to 6.Grade: ’low risk’: report appears to be free of such biases; ’high risk’: at least one important bias is present that is related to study design, early stopping because of some data‐dependent process, extreme baseline imbalance, academic bias, claimed fraudulence or other problems; or ’unclear risk’: insufficient information, or evidence that an identified problem will introduce bias.Appendix 3. Bias assessment of mortality: INO versus control (sensitivity analysis)OutcomeStudiesParticipantsStatistical MethodEffect EstimateSensitivity analysis based on random sequence generation131243Risk Ratio (M‐H, Fixed, 95% CI)1.04 [0.90, 1.19]‐ Adequate61014Risk Ratio (M‐H, Fixed, 95% CI)1.06 [0.91, 1.23]‐ Inadequate or unclear7229Risk Ratio (M‐H, Fixed, 95% CI)0.91 [0.62, 1.35]Sensitivity analysis based on allocation concealment12911Risk Ratio (M‐H, Fixed, 95% CI)1.04 [0.89, 1.21]‐ Adequate6727Risk Ratio (M‐H, Fixed, 95% CI)1.06 [0.89, 1.25]‐ Inadequate or unclear6184Risk Ratio (M‐H, Fixed, 95% CI)0.94 [0.65, 1.38]Sensitivity analysis based on blinding131243Risk Ratio (M‐H, Fixed, 95% CI)1.04 [0.90, 1.19]‐ Adequate6892Risk Ratio (M‐H, Fixed, 95% CI)0.99 [0.83, 1.18]‐ Inadequate or unclear7351Risk Ratio (M‐H, Fixed, 95% CI)1.14 [0.89, 1.44]Sensitivity analysis based on degree of follow‐up131243Risk Ratio (M‐H, Fixed, 95% CI)1.04 [0.90, 1.19]‐ Adequate111116Risk Ratio (M‐H, Fixed, 95% CI)1.04 [0.90, 1.21]‐ Inadequate or unclear2127Risk Ratio (M‐H, Fixed, 95% CI)0.95 [0.61, 1.47]Sensitivity analysis based on sample size calculation and early stopping131243Risk Ratio (M‐H, Fixed, 95% CI)1.04 [0.90, 1.19]‐ Adequate5766Risk Ratio (M‐H, Fixed, 95% CI)1.05 [0.88, 1.25]‐ Inadequate or unclear8477Risk Ratio (M‐H, Fixed, 95% CI)1.01 [0.81, 1.27]Appendix 4. Definition of variables and outcome measures and abbreviations in included studiesOutcome measure/ variable/ abbreviationDefinitionStudiesOxygenation index100 × mean airway pressure/(PaO2/FiO2)or(mean airway pressure × FiO2 × 100)/systemic arterial oxygen tensionBronicki 2015; Day 1997; Dellinger 1998; Dobyns 1999; Ibrahim 2007PaO2/FiO2Partial pressure of arterial oxygen/fraction of inspired oxygenDay 1997; Dellinger 1998; Dobyns 1999; Gerlach 2003; Ibrahim 2007; Lundin 1999; Mehta 2001; Michael 1998; Park 2003; Schwebel 1997; Troncy 1998Reversal of ALIAbility to maintain PaO2 ≥11 kPa if < 60 years and PaO2 ≥ 10 kPa if > 60 with FiO2 ≤ 0.35 and PEEP ≤ 5 cm H2O;On ventilator/mask CPAP system, PEEP ≤ 5 cm H2O, PaO2/FiO2 > 31 kPa if < 60 years and PaO2/FiO2 > 29 kPa if > 60 yearsLundin 1999Severe respiratory failureDefined as FiO2 1.0 with PaO2 < 8 kPa for at least 8 hours, pressure‐controlled ventilation (rate 5 to 30 beats/min), peak airway pressure ≥ 20 cm H2O, mean airway pressure >10 cm H2O; or as FiO2 > 0.9 with PaO2 < 8 kPa in 3 blood gas analyses (4 hours apart), pressure‐controlled/limited ventilation (rate 5‐30), PEEP ≥ 10 cm H2O, mean airway pressure ≥ 20 cm H2O; or 2 arterial blood gases 2 hours apart at FiO2 ≥ 1.00, resulting in PaO2 < 6 kPaLundin 1999Renal dysfunctionNew renal replacement therapy ± new raised creatinine concentration (> 300 µmol/L) or creatinine concentration > 177 µmol/L or ≧ 265 µmol/LDellinger 1998; Lundin 1999; Payen 1999; Taylor 2004Liver impairmentBilirubin ≧ 0.4 mg/dL, platelets ≤ 50 × 103/mm3 and prothrombin time ≧ 1.5 times normalDellinger 1998ADL scoreActivity of daily living scaleAngus 2006 (Taylor 2004)TISS scoreTherapeutic Intervention Scoring SystemAngus 2006 (Taylor 2004)AECC criteriaAmerican‐European Consensus Conference criteria for ALI and ARDSARDS: acute non‐cardiogenic pulmonary oedema, acute severe hypoxaemia (PaO2 to FiO2 ratio (P/F ratio) < 200, bilateral infiltrates on chest radiography, pulmonary artery occlusion pressure (PAOP) ≤ 18. ALI = hypoxia score 200‐300 mm Hg + ARDS criteriaDellinger 1998; Dobyns 1999; Gerlach 2003; Ibrahim 2007; Lundin 1999; Mehta 2001; Michael 1998; Park 2003; Payen 1999; Schwebel 1997; Troncy 1998 NotesEdited (no change to conclusions) Data and analysesComparison 1Mortality: INO versus control groupOutcome or subgroup titleNo. of studiesNo. of participantsStatistical methodEffect size1 Overall mortality: INO vs control131243Risk Ratio (M‐H, Fixed, 95% CI)1.04 [0.90, 1.19]2 28‐ to 30‐day mortality: INO vs control91105Risk Ratio (M‐H, Fixed, 95% CI)1.08 [0.92, 1.27]3 Mortality: subgroup analysis, paediatric vs adult population131243Risk Ratio (M‐H, Fixed, 95% CI)1.04 [0.90, 1.19]3.1 Paediatric3185Risk Ratio (M‐H, Fixed, 95% CI)0.78 [0.51, 1.18]3.2 Adult101058Risk Ratio (M‐H, Fixed, 95% CI)1.08 [0.93, 1.25]4 Mortality: subgroup analysis based on duration of drug administration121190Risk Ratio (M‐H, Fixed, 95% CI)1.06 [0.92, 1.22]4.1 Shorter than median duration of INO5394Risk Ratio (M‐H, Fixed, 95% CI)1.04 [0.84, 1.29]4.2 Longer than median duration of INO7796Risk Ratio (M‐H, Fixed, 95% CI)1.07 [0.89, 1.29]5 Sensitivity analysis: excluding abstracts, INO vs control111021Risk Ratio (M‐H, Fixed, 95% CI)1.02 [0.87, 1.21]6 Sensitivity analysis: excluding trials not fulfilling AECC criteria, INO vs control10834Risk Ratio (M‐H, Fixed, 95% CI)1.08 [0.92, 1.26]Open in a separate windowComparison 2Mortality: INO versus control (bias assessment)Outcome or subgroup titleNo. of studiesNo. of participantsStatistical methodEffect size1 Mortality: sensitivity analysis based on overall risk of bias131243Risk Ratio (M‐H, Fixed, 95% CI)1.04 [0.90, 1.19]1.1 Overall high risk of bias9423Risk Ratio (M‐H, Fixed, 95% CI)1.06 [0.83, 1.34]1.2 Overall low risk of bias4820Risk Ratio (M‐H, Fixed, 95% CI)1.02 [0.86, 1.22]Open in a separate windowComparison 3Bleeding events: INO versus controlOutcome or subgroup titleNo. of studiesNo. of participantsStatistical methodEffect size1 Bleeding events: INO vs control5614Risk Ratio (M‐H, Fixed, 95% CI)0.88 [0.43, 1.79]Open in a separate windowComparison 4Complications during the in‐patient stay: INO versus controlOutcome or subgroup titleNo. of studiesNo. of participantsStatistical methodEffect size1 Renal impairment: INO vs control4945Risk Ratio (M‐H, Fixed, 95% CI)1.59 [1.17, 2.16]1.1 Trials with overall high risk of bias1180Risk Ratio (M‐H, Fixed, 95% CI)2.18 [1.19, 4.02]1.2 Trials with overall low risk of bias3765Risk Ratio (M‐H, Fixed, 95% CI)1.41 [0.98, 2.01]2 Pneumothorax: INO vs control2565Risk Ratio (M‐H, Fixed, 95% CI)0.81 [0.53, 1.26]3 Severe respiratory failure: INO vs control1180Risk Ratio (M‐H, Fixed, 95% CI)0.21 [0.05, 0.94]4 Circulatory failure and shock: INO vs control2288Risk Ratio (M‐H, Fixed, 95% CI)1.49 [0.90, 2.47]Open in a separate windowComparison 5PaO2/FiO2 (mm Hg): INO versus controlOutcome or subgroup titleNo. of studiesNo. of participantsStatistical methodEffect size1 PaO2/FiO2 up to 24 hours11614Mean Difference (IV, Random, 95% CI)15.91 [8.25, 23.56]1.1 High risk of bias trials9338Mean Difference (IV, Random, 95% CI)14.27 [8.23, 20.30]1.2 Low risk of bias trials2276Mean Difference (IV, Random, 95% CI)14.94 [‐27.10, 56.98]2 PaO2/FiO2 up to 48 hours5416Mean Difference (IV, Random, 95% CI)8.65 [‐2.80, 20.11]3 PaO2/FiO2 up to 72 hours5450Mean Difference (IV, Fixed, 95% CI)6.88 [‐3.91, 17.68]4 PaO2/FiO2 up to 96 hours4334Mean Difference (IV, Fixed, 95% CI)14.51 [3.64, 25.38]5 PaO2/FiO2 difference from baseline up to 24 hours3155Mean Difference (IV, Random, 95% CI)42.90 [20.57, 65.23]Open in a separate windowComparison 6Ventilator‐free days up to day 30: INO versus controlOutcome or subgroup titleNo. of studiesNo. of participantsStatistical methodEffect size1 Ventilator‐free days (28‐30 days), INO vs control5804Mean Difference (IV, Fixed, 95% CI)‐0.57 [‐1.82, 0.69]Open in a separate windowComparison 7Duration of mechanical ventilation: INO versus controlOutcome or subgroup titleNo. of studiesNo. of participantsStatistical methodEffect size1 Duration of mechanical ventilation6390Mean Difference (IV, Random, 95% CI)1.02 [‐2.08, 4.12]Open in a separate windowComparison 8Oxygenation index: INO versus controlOutcome or subgroup titleNo. of studiesNo. of participantsStatistical methodEffect size1 Oxygenation index at 4 hours150Mean Difference (IV, Fixed, 95% CI)‐11.8 [‐19.38, ‐4.22]2 Oxygenation index at 12 hours150Mean Difference (IV, Fixed, 95% CI)‐9.8 [‐18.59, ‐1.01]3 Oxygenation index at 24 hours5368Mean Difference (IV, Fixed, 95% CI)‐2.31 [‐2.73, ‐1.89]4 Oxygenation index at 48 hours2183Mean Difference (IV, Random, 95% CI)1.99 [‐10.40, 14.38]5 Oxygenation index at 72 hours2245Mean Difference (IV, Fixed, 95% CI)‐3.48 [‐6.80, ‐0.15]Open in a separate windowOpen in a separate window8.1AnalysisComparison 8 Oxygenation index: INO versus control, Outcome 1 Oxygenation index at 4 hours.Open in a separate window8.2AnalysisComparison 8 Oxygenation index: INO versus control, Outcome 2 Oxygenation index at 12 hours.Comparison 9Mean pulmonary arterial pressure (mm Hg): INO versus controlOutcome or subgroup titleNo. of studiesNo. of participantsStatistical methodEffect size1 MPAP up to 24 hours5205Mean Difference (IV, Fixed, 95% CI)‐1.76 [‐3.41, ‐0.12]2 MPAP up to 48 hours3167Mean Difference (IV, Fixed, 95% CI)‐1.39 [‐3.43, 0.65]3 MPAP up to 72 hours2111Mean Difference (IV, Fixed, 95% CI)‐1.92 [‐4.36, 0.52]4 MPAP up to 96 hours3130Mean Difference (IV, Fixed, 95% CI)‐1.74 [‐3.77, 0.30]Open in a separate windowComparison 10Reversal of ALI: INO versus controlOutcome or subgroup titleNo. of studiesNo. of participantsStatistical methodEffect size1 Reversal of ALI1180Risk Ratio (M‐H, Fixed, 95% CI)1.13 [0.88, 1.46]Open in a separate windowComparison 11Methaemoglobin concentration > 5%: INO versus controlOutcome or subgroup titleNo. of studiesNo. of participantsStatistical methodEffect size1 Methaemoglobin > 5%131275Risk Ratio (M‐H, Fixed, 95% CI)0.88 [0.20, 3.79]Open in a separate windowComparison 12NO2 concentration > 3 ppm: INO versus controlOutcome or subgroup titleNo. of studiesNo. of participantsStatistical methodEffect size1 NO2 concentration > 3 ppm7959Risk Ratio (M‐H, Fixed, 95% CI)3.36 [0.18, 63.89]Open in a separate windowOpen in a separate window12.1AnalysisComparison 12 NO2 concentration > 3 ppm: INO versus control, Outcome 1 NO2 concentration > 3 ppm. Characteristics of studiesCharacteristics of included studies [ordered by study ID]Bronicki 2015MethodsProspective, multi‐centre (9), placebo‐controlled RCTITT: noSample size calculation reportedParticipants53 children from 44 weeks post‐conceptional age to 16 years of age with oxygenation index (OI) ≥ 12; chest radiograph with pulmonary infiltrates; mechanically ventilated ≤ 7 days; with signed institutional research board–approved informed consentExclusion criteria: immunocompromised host, history of bone marrow transplantation, active oncological condition, long‐term (> 30 days) or recent (< 72 hours) high‐dose glucocorticoids, right to left cardiac shunt, cardiovascular surgery within the past 14 days, status asthmaticus, treatment with INO or other investigational medications within 24 hours before study initiation, chronically ventilated, and decision by primary care physician to not provide full supportInterventionsINO group: 24 participants, 5 ppm INO until death, ventilator‐free or at day 28 after enrolment (whichever came first)Control group: 29 participants, 5 ppm nitrogenGas initiation and daily gas manipulation performed by study therapist. Ventilation strategy and weaning of INO standardizedCMV management: low‐volume tidal strategy (4 to 8 mL/kg and plateau pressure < 30 cm H2O); PEEP based on serial chest radiographs (every 6 to 12 hours) with the goal of 8 ribs posteriorly. Target arterial blood gas values: SaO2 88% to 95% with FiO2 < 0.60; PaO2 55 to 80 mm Hg; pH 7.25 to 7.40HFOV settings: based on serial chest radiographs (as CMV); target FiO2 and PaO2 same as for CMV. FiO2 weaned over mean airway pressure until FiO2 < 0.60. Transfer to CMV before weaningProne position ≥ 8 hours dailyOutcomesPrimary outcomes: ventilator‐free days at 28 days after randomizationSecondary outcomes: oxygen index at 4 and 12 hours, survival at 28 days, ECMO‐free survivalNotesCountry: USAParticipant enrolment from 2003 to 2005Authors' conclusion: We found that INO led to a significant decrease in duration of ventilation and a significant increase in ECMO‐free survival among paediatric patients with ARDS.Given the limitations of this study and of previous studies on children, the high mortality rate of ARDS among children and the findings of this trial, a larger, prospective, randomized controlled trial on the impact of INO on outcomes among children with ARDS is indicatedRate of ECMO‐free survival: placebo group 51.7% vs intervention group 91.7%; 7 participants in the placebo group and 1 in the iNO group received ECMOOxygenation index favoured INO at 4 and 12 hours, but findings became insignificant at 24 hours. Study authors provide no numbers in the manuscriptFunded by industryRisk of biasBiasAuthors' judgementSupport for judgementRandom sequence generation (selection bias)Unclear riskRandomization by central registry. Lack of information about sequence generationAllocation concealment (selection bias)Unclear riskNo information providedBlinding (performance bias and detection bias) \nAll outcomesLow riskAttending physician and care team blinded to study gas used and not allowed to manipulate blinded delivery systemIncomplete outcome data (attrition bias) \nAll outcomesLow riskAll participants followed until 28 daysSelective reporting (reporting bias)Low riskYes. Unable to compare versus protocol but appears to be free of selective reportingOther biasHigh riskStudy terminated prematurely owing to slow enrolment (planned 338 participants, enrolled 55 participants)Lack of explicit protocol for management of mechanical ventilationDay 1997MethodsTwo‐group parallel RCT, 1 centre\nITT: no\nOverall study quality: high risk of biasParticipantsTwenty‐four children with acute bilateral lung disease (chest x‐ray infiltrates) requiring PEEP > 6 cm H2O and FiO2 > 0.5 for more than 12 hours. Enrolment ≤ 48 hours after meeting study criteriaExclusion criteria: unrepaired congenital heart defect or a poor neurological prognosisInterventionsINO group: 12 participants, 10 ppm INO until ventilatory support was decreased to PEEP of 6 cm H2O and FiO2 of 0.5Control group: 12 participants initially maintained on a regimen of conventional therapy alone. No placebo. After 24 hours, all participants received 10 ppm INOVentilation at discretion of the clinician. No additional co‐intervention described. No cross‐over before 24 hours. INO therapy withdrawn in gradual decrements over a period of 6 hoursOutcomesPrimary outcomes: improved oxygenation (oxygenation index) or improved ratio of pulmonary vascular resistance to systemic vascular resistance (PVR/SVR)Secondary outcomes: mortality, adverse events, FiO2, mean airway pressure (cm H2O), pH, PCO2 (mm Hg), PO2 (mm Hg)NotesCountry: USA\nLetter sent to study authors in June 2009. Reply received in June 2009Length of follow‐up: unclear. Mortality for longest follow‐up was 6 in the INO group and 4 in the control group. As both groups received INO at the same concentration in the initial 24 hours, we have included only 24‐hour mortality data in our analyses\nStudy authors' conclusions: Pulmonary vascular resistance and systemic oxygenation are acutely improved by 10 ppm inhaled nitric oxide in some children with severe lung disease. However, sustained improvement in oxygenation may not occur during prolonged therapy. Thus, inhaled nitric oxide may have a limited therapeutic role in children with acute hypoxaemic respiratory failureFunding: not for profitRisk of biasBiasAuthors' judgementSupport for judgementRandom sequence generation (selection bias)Unclear riskUnclear, no information providedAllocation concealment (selection bias)High riskBlinded draw of 1 lot per participantBlinding (performance bias and detection bias) \nAll outcomesHigh riskNo blindingIncomplete outcome data (attrition bias) \nAll outcomesLow riskComplete follow‐upSelective reporting (reporting bias)Low riskYes. Unable to compare with protocol but appears to be free of selective reportingOther biasUnclear riskNo apparent other type of bias except that no sample size calculation was reportedDellinger 1998MethodsProspective, phase 2, multi‐centre, placebo‐controlled RCT\nITT: yes\nOverall study quality: low risk of bias despite funding bias\nSample size calculation reported. Not powered to show statistically significant benefit for any outcomeParticipantsIncluded: 177 adults from 30 centres with ARDS < 72 hours before randomization. ARDS defined by American‐European Consensus Conference and minimal FiO2 of 0.5 and minimal PEEP of 8 cm H2O\nExclusion criteria: pregnancy, < 18 years old, immunocompromised, sepsis‐induced ARDS, > 20% body surface burns, persistent hypotension (inotropic support) and multi‐system organ failureInterventionsNO group: 120 participants at doses of 1.25, 5, 20, 40 or 80 ppm, for 28 days or until extubationControl group: 57 participants, placebo gas (nitrogen)Ventilation strategy and weaning of INO standardized (plateau airway pressure < 35 cm H2O; PEEP to optimize compliance; FiO2 minimized). No cross‐over of treatment failuresOutcomesPrimary outcomes: duration of mechanical ventilation\nSecondary outcomes: changes in oxygenation (PaO2, PaO2/FiO2, OI), percent responders, mortality, number of participants alive and off ventilator at 28 days, decrease in mean PA pressure, adverse events, methaemoglobin, hypotension, renal failure, pneumothoraxNotesCountry: USA\nLetter sent to study authors in June 2009. No reply receivedFollow‐up: 28 days. Treatment stopped before oxygenation threshold criteria were reached in 56 participants. 20 participants in INO group received steroids after day 6, and only 6 in the control group received steroids. Only 8 participants received 80 ppm INO; 80 ppm INO dose was eliminated mid‐study because international consensus suggests an unlikely advantage over lower concentrations. Data accounted for in analysis. Post hoc assessment for ventilator‐free days. Not stratified for originData on ventilator‐free days for the INO group provided by Dr. Neill Adhikari on the basis of his work on his recent systematic review in BMJ (Adhikari 2007)Study authors' conclusions: \"Inhaled NO appears to be well tolerated in the population of ARDS patients studied. With mechanical ventilation held constant, inhaled NO is associated with a significant improvement in oxygenation compared with placebo over the first 4 hrs of treatment. An improvement in oxygenation index was observed over the first 4 days. Larger phase III studies are needed to ascertain if these acute physiologic improvements can lead to altered clinical outcome\"Risk of biasBiasAuthors' judgementSupport for judgementRandom sequence generation (selection bias)Low riskBlocked for each site, unclear method. Considered adequateAllocation concealment (selection bias)Low riskSealed, opaque envelopesBlinding (performance bias and detection bias) \nAll outcomesLow riskClinicians and outcome assessors blinded during entire course of the trial. One unblinded investigator at each site, responsible for determining treatment allocation for each participant by using a supplied masked randomization code and daily recording of NO, NO2 and methaemoglobin concentrations. These values were kept strictly confidentialIncomplete outcome data (attrition bias) \nAll outcomesLow riskFollow‐up: adequate, no post‐trial follow‐upSelective reporting (reporting bias)Low riskYes. Unable to compare with protocol but appears to be free of selective reportingOther biasLow riskNo apparent bias except funding bias (industry)Dobyns 1999MethodsProspective, multi‐centre, placebo‐controlled RCT\nITT: not stated\nOverall study quality: low risk of bias despite no information on sample size calculationParticipants108 children > 1 month old, from 7 centres, median age 2.5 years, with acute hypoxaemic respiratory failure and oxygenation index > 15, × 2 values within 6 hours and chest infiltratesExclusion criteria: congenital heart disease, cardiac surgery within 14 days and treatment considered futileInterventionsINO group: 53 children, 10 ppm for 3 days, then weaned if failure criteria not met. Maximum of 7 days after entryControl group: 55 children, placebo gas (air)Usual care in both groups. Ventilation strategy and weaning of gas standardized (peak airway pressure < 35 to 40 cm H2O, tidal volume limitation, titrated PEEP, high‐frequency oscillatory ventilation by clinician discretion). Cross‐over of participants meeting treatment failure criteriaFollow‐up: 7 daysOutcomesPrimary outcome: acute effect on oxygen index and PaO2/FiO2\nSecondary outcomes: rate of decline in oxygenation; oxygenation, PEEP, MAP, mortality, adverse event, methaemoglobin and NO2 levelsNotesCountries: USA and UK\nLetter sent to study authors in June 2009. Reply received in June 2009. No additional data supplied\n27 participants from the control group received INO. Two dropouts from the control groupPost hoc analysis of immunocompromised participants. Follow‐up unclear, but ventilation data reported at day 108Additonal data on PaO2/FiO2, duration of mechanical ventilation and oxygenation index provided in Dobyns 2002 based on mode of ventilation (high‐frequency oscillatory ventilation (HFOV) and conventional mechanical ventilation (CMV)). Participants were divided into 4 groups (HFOV, HFOV + INO, CMV, CMV + INO). Data for our meta‐analyses of PaO2/FiO2 up to 72 hours, duration of mechanical ventilation and oxygenation index at 72 hours provided by Dr. Neill Adhikari on the basis of his work on his recent systematic review in BMJ (Adhikari 2007)Study not stratified for origins. According to data provided by Adhikari 2007, this trial fulfils the criteria set by American‐European Consensus Conference for ARDSStudy authors' conclusions: \"INO causes an acute improvement in oxygenation in children with severe AHRF. Two subgroups (immunocompromised and an entry oxygen index > 25) appear to have a more sustained improvement in oxygenation, and we speculate that these subgroups may benefit from prolonged therapy\"Trial funded by industryFunding: not for profitRisk of biasBiasAuthors' judgementSupport for judgementRandom sequence generation (selection bias)Low riskAppears adequate, randomization cards, type not statedAllocation concealment (selection bias)Low riskEnvelopes sealed, sequentially numbered and opaqueBlinding (performance bias and detection bias) \nAll outcomesLow riskClinicians and outcome assessors blinded during entire course of the trial. One unblinded investigator (respiratory therapist or nurse) at each site determined treatment allocation for each participant and monitored INO and NO2 concentrationsIncomplete outcome data (attrition bias) \nAll outcomesLow riskYes. Appears to have complete follow‐up during trial periodSelective reporting (reporting bias)Low riskYes. Unable to compare with protocol but appears to be free of selective reportingOther biasUnclear riskNo apparent other type of bias, except that no sample size calculation reportedGerlach 2003MethodsTwo‐group parallel RCT, 1 centre\nFollow‐up: adequate. No post‐trial follow‐up\nITT: yes\nOverall study quality: high risk of biasParticipants40 adults with ARDS according to American‐European Consensus Conference: FiO2 ≥ 0.6, PaO2/FiO2 ≤ 150 mm Hg, PEEP ≥ 10 cm H2O, PAOP ≤ 18 mm HgNo exclusion criteria defined specificallyMedian duration of ventilation before randomization: 5.3 vs 5.9 days (INO vs control)InterventionsINO group: 20 participants, 10 ppm with daily dose response analysis until weaning initiatedControl group: 20 participants, no placeboStandard care according to standardized protocols. No cross‐overs. Protocols for prone position (4 to 6 hours), extracorporeal membrane oxygenation (ECMO), permissive hypercapnia and measures to reduce pulmonary oedemaOutcomesPrimary outcomes: PaO2/FiO2, mean pulmonary artery pressure, FiO2 reductionSecondary outcomes: duration of ventilation, intensive care unit stay, ECMO use, additional organ failure, mortality, cardiac index, central venous pressure, mean arterial pressure, various respiratory pressures, MPAP, PCWPNotesCountry: GermanyLetter sent to study authors in June 2009. No reply receivedLength of follow‐up: unclear, but data for length of stay reported at day 91Study authors' conclusion: \"Long‐term inhaled NO with constant doses of 10 ppm leads to enhanced sensitivity\"Funding: not for profitRisk of biasBiasAuthors' judgementSupport for judgementRandom sequence generation (selection bias)Unclear riskUnclearAllocation concealment (selection bias)Low riskDrawing a closed lot. Envelopes sealed and sequentially numbered and opaqueBlinding (performance bias and detection bias) \nAll outcomesHigh riskNoIncomplete outcome data (attrition bias) \nAll outcomesLow riskFollow up: adequate. No post‐trial follow‐upSelective reporting (reporting bias)Low riskYes. Unable to compare with protocol but appears to be free of selective reportingOther biasUnclear riskNo apparent other type of bias except that no sample size calculation reportedIbrahim 2007MethodsTwo‐group parallel RCT, 1 centre\nITT: no\nOverall study quality: high risk of biasParticipants32 children 8 weeks to 10 years of age with the diagnosis of ARDS and on mechanical ventilation (PaO2/FiO2 ≤ 200 mm Hg, positive inspiratory pressure ≥ 30 cm H2O, FiO2 ≥ 0.5 for > 12 hours), divided into 3 groups. Study period of 24 hoursExclusion criteria: cardiac or neurological disease (cyanotic), chest or abdominal trauma, neurological surgeries, haemodynamic instability, extracorporeal membrane oxygenationInterventionsINO group with children in supine position during 24‐hour study period: 11 participantsINO group with children in prone position during 24‐hour study period: 11 participantsINO used continuously for 20 hours (5 ppm for 18 hours, then decreased to 1 ppm in the last 2 hours)INO administered at 5 ppm for 18 hours, then decreased to 1 ppmControl group: 10 participants kept in prone position for 20 hours, then back to supine position for remaining 4 hours. No placebo. No cross‐oversStandard care. Lung protective strategy (tidal volume 5 to 10 mL/kg), permissive hypercapnia (PaCO2 > 50 mm Hg) as long as arterial pH > 7.2. Ventilation and weaning protocol for all participantsOutcomesPaO2/FiO2, oxygenation index, methaemoglobin, NO2, critical incidents related to prone position or repositioningNotesCountry: EgyptLetter sent to study authors in June 2009. No reply received. Two children withdrawn from the trial and did not have oxygenation measuredFor PaO2/FiO2 and oxygenation index meta‐analyses, we have chosen to include data from the control group (prone position) and INO with prone position group, thus having the same co‐intervention (prone position). No mortality data provided. Although bilateral infiltrates are not explicitly mentioned as a criterion for inclusion, it does appear from reading the article that they have been used clinically to include participants. Thus this trial has been characterized as fulfilling the American‐European Consensus Conference definition of ARDSLength of follow‐up: 24 hoursStudy authors' conclusion: \"The present study showed that in mechanically ventilated paediatric patients with ARDS, the combined use of prone position and INO is safe and has an additive effect, which causes a greater sustained improvement in oxygenation than either treatment strategy alone\"Funding: unknownRisk of biasBiasAuthors' judgementSupport for judgementRandom sequence generation (selection bias)Unclear riskUnclear, no information providedAllocation concealment (selection bias)High riskAlternate allocationBlinding (performance bias and detection bias) \nAll outcomesHigh riskNo blindingIncomplete outcome data (attrition bias) \nAll outcomesLow riskFollow‐up: adequate, no post‐trial follow‐upSelective reporting (reporting bias)Low riskYes. Unable to compare with protocol but appears to be free of selective reportingOther biasUnclear riskNo apparent other type of bias except that no sample size calculation or funding reportedLundin 1999MethodsProspective, multi‐centre, open, phase 3 RCT\nITT: yes\nOverall study quality: high risk of bias\nSample size calculation reportedParticipantsAfter a test response to INO, 180 adult INO responders with ALI (unilateral or bilateral lung infiltrates, ventilated for 18 to 96 hours with PaO2/FiO2 < 165 mm Hg, PEEP > 5 cm H2O, MAP > 10 cm H2O, pressure‐ or volume‐controlled ventilation and I:E ratio between 1:2 and 2:1) were randomized. Duration of ventilation before randomization: 0.75 to 4 days\nExclusion criteria: pregnancy, age < 18 years, mechanical ventilation > 10 days or ventilator treatment > 96 hours at FiO2 > 0.5, independent lung ventilation, ongoing high‐dose vasodilators, treatment with extracorporeal lung assist, malignancy, severe heart failure, ongoing intracranial haemorrhage, AIDS, immunocompromised, chronic renal, liver or pulmonary diseaseInterventionsINO group: 93 participants randomized after INO test response with 2, 10, 40 ppm for 10 minutes daily until response, up to 30 days. Considered responders if positive PaO2 increased by 25% (20% after protocol amendment). When randomized, participants received 1 to 40 ppm INO at the lowest effective dose for up to 30 days, or until endpoint was reached. Mean INO dose was 9 ppm, and mean number of days of INO was 9Control group: 87 participants, no placebo gasVentilation strategy and weaning of test gas was performed according to usual standards of care of each hospital. Cross‐over of treatment failures allowedOutcomesPrimary outcome: reversal of ALI\nSecondary outcomes: reduction of frequency of severe respiratory failure, mortality, ICU and hospitalisation status at 30 and 90 days, safety (methaemoglobinaemia, organ failure), reduction in days to reverse ALINotesCountry: multi‐centre (43) European study, main country SwedenLetter sent to study authors in June 2009. No reply receivedPowered for 600 participants, stopped early because of slow recruitment. 268 patients were evaluated but only 67% were included on the basis of INO response. Protocol amendment after 140 participants randomized. Stratified per study centre and to APACHE II for 140 participants, then according to hypoxia score (PaO2/FiO2 ratio) for remaining participants. Post hoc analysis of reversal of ALI (participants alive and off ventilator over time). 6 participants in the control group received NO. Length of follow‐up: 90 daysStudy authors defined severe respiratory failure (SRF) as follows: \"FiO2 > 0.9 with PaO2 < 8 kPa in three blood gas analyses each 4 hours apart, with pressure controlled/limited ventilation, respiratory frequency between 5 and 30, a PEEP ≥ 10 cmH2O and mean airway pressure ≥20 cmH2O. SRF could also be defined as two arterial blood gases 2 hours apart at a FiO2 ≥ 1.00 resulting in a PaO2 < 6 kPa.\" Additionally, reversal of ALI was defined as participants on ventilator/mask CPAP system, PEEP ≤ 5 cm H2O, PaO2/FiO2 > 31 kPa if < 60 years and PaO2/FiO2 > 29 kPa if > 60 yearsAdditional data on duration of mechanical ventilation provided by Dr. Neill Adhikari, who extracted data from a Kaplan‐Meier curve of participants alive and off mechanical ventilation over time (Adhikari 2007)Study authors' conclusion: \"Improvement of oxygenation by INO did no increase the frequency of reversal of ALI. Use of inhaled NO in early ALI did not alter mortality although it did reduce the frequency of severe respiratory failure in patients developing severe hypoxaemia\"Funding: funded in part by industryRisk of biasBiasAuthors' judgementSupport for judgementRandom sequence generation (selection bias)Low riskCentral computer randomizationAllocation concealment (selection bias)Low riskCentral computer allocationBlinding (performance bias and detection bias) \nAll outcomesHigh riskNo blindingIncomplete outcome data (attrition bias) \nAll outcomesLow riskFollow‐up: adequate, 90 daysSelective reporting (reporting bias)Low riskYes. Unable to compare with protocol but appears to be free of selective reportingOther biasHigh riskPowered for 600 participants, stopped early because of slow recruitment. 268 patients evaluated, but only 67% included on the basis of INO response. Protocol amendment after 140 participants randomizedMehta 2001MethodsTwo‐group parallel RCT, 1 centre\nFollow‐up: adequate. No post‐trial follow‐up\nITT: no\nOverall study quality: high risk of bias\nSample size calculation reportedParticipants14 adults with ARDS ≤ 5 days, bilateral chest infiltrates, PaO2/FiO2 < 200 mm Hg, PAOP < 18 cm H2O, PEEP ≥ 8 cm H2OExclusion criteria: intravenous nitroglycerin or prostacyclin, high‐dose corticosteroids (> 10 mg methylprednisolone per day), unconventional modes of mechanical ventilation (e.g. high‐frequency ventilation, prone position), myocardial infarction < previous 72 hours, 2,3‐DPG deficiency, entry criteria > 5 daysInterventionsINO group: 8 participants, daily titration for 4 days of INO at 5, 10 and 20 ppm for 30 minutes at each dose, with the dose resulting in use of the highest PaO2/FiO2 until the following day. INO continued until PaO2/FiO2 > 200 mm Hg on FiO2 < 0.5. Mean duration of INO treatment 8 daysControl group: 6 participants, no placebo gas, conventional therapyUsual care for all participants. No cross‐oversOutcomesPaO2/FiO2, peak inspiratory pressure, PEEP, cardiac output, oxygen delivery index, mean arterial pressure, heart rate, PAOP, central venous pressure, systemic and pulmonary vascular resistances, arterial blood gas values, methaemoglobin, NO2, mortality, adverse eventsNotesCountry: USALetter sent to study authors in June 2009. Reply received in June 2009Additional data on ventilator‐free days, duration of mechanical ventilation, PaO2/FiO2; oxygenation index for the INO group provided by Dr. Neill Adhikari on the basis of his work on his recent systematic review in BMJ (Adhikari 2007). Length of follow‐up unclear, data on ARDS duration provided for day 25Study authors' conclusion: \"In patients with ARDS, NO reduces mean pulmonary artery pressure and improves oxygenation acutely but fails to improve these variables beyond 24 hours\"Funding: financed in part by industryRisk of biasBiasAuthors' judgementSupport for judgementRandom sequence generation (selection bias)Low riskComputer‐generated random number sequenceAllocation concealment (selection bias)High riskAt the time of randomization, investigator was granted access to entire randomization listBlinding (performance bias and detection bias) \nAll outcomesHigh riskNeither participants nor medical personnelIncomplete outcome data (attrition bias) \nAll outcomesUnclear riskUnable to assess degree of follow‐upSelective reporting (reporting bias)Low riskYes. Unable to compare with protocol but appears to be free of selective reportingOther biasUnclear riskNo apparent bias except funding bias (financed in part by industry)Michael 1998MethodsTwo‐group parallel RCT, 1 centre\nITT: no\nOverall study quality: high risk of bias\nSample size calculation reportedParticipants40 adults and children 1 to 79 years of age. Only 3 participants younger than 18 years of age. ARDS defined by American‐European Consensus Conference, except PaO2/FiO2 < 150 mm Hg and FiO2 > 0.8 for ≥ 12 hours or 0.65 for ≥ 24 hours\nExclusion criteria: pregnancy, patients not expected to survive hospitalisation because of underlying disease such as active malignancy, heart failure or left atrial hypertension\nTime period of study: January 1994 to June 1996InterventionsINO group: 20 participants, increasing doses of INO each 6 hours (at 5, 10, 15, and 20 ppm) for 24 hours, then clinically adjusted. Mean dose of INO was 13 ppm. INO tapered if oxygenation did not improve by 72 hoursControl group: 20 participants. No placebo gasAll participants received conventional therapy. Mode of ventilation remained unchanged throughout the study period, with similar PEEP between groups for 72 hours. Cross‐over in case of treatment failure, pre‐defined criteria for clinical deteriorationOutcomesPrimary outcomes: improvement in oxygenation within 72 hours of treatment, correlation between changes in PaO2/FiO2 ratio acutely and after 72 hours\nSecondary outcomes: PEEP, PaO2, FiO2, PaO2/FiO2, respiratory compliance, pulmonary artery pressure, central venous pressure, pulmonary and systemic vascular resistance and mortality, adverse events, methaemoglobin levels, bleeding diathesisNotesCountry: USALetter sent to study authors in June 2009. No reply received. Length of follow‐up unclear, but data on ARDS duration were provided for day 25Two participants in control group received INO before 72 hours, and seven received INO after 72 hoursPowered to detect 35% to 40% difference in frequency of persistent decrease in FiO2 ≥ 0.15, not mortalityStudy authors' conclusion: \"In patients with severe ARDS, our results indicate that INO does not lead to sustained improvement in oxygenation as compared with conventional therapy\"Funding: not for profitRisk of biasBiasAuthors' judgementSupport for judgementRandom sequence generation (selection bias)High riskRandomized within each ICU with balanced blocks of 14 participantsAllocation concealment (selection bias)Unclear riskUnclear, no information providedBlinding (performance bias and detection bias) \nAll outcomesHigh riskNo blindingIncomplete outcome data (attrition bias) \nAll outcomesLow riskFollow‐up: adequate, no post‐trial follow‐upSelective reporting (reporting bias)Low riskYes. Unable to compare with protocol but appears to be free of selective reportingOther biasLow riskAppears to be free of other types of biasPark 2003MethodsThree‐group parallel RCT, 1 centre\nITT: noOverall study quality: high risk of biasParticipants23 adults with ARDS defined by American‐European Consensus ConferenceExclusion criteria: COPD, cardiac diseaseInterventionsINO and lung recruitment manoeuvre (LRM) group: 11 participants, 5 ppm, and 1 LRM 2 hours after INO treatment initiation, twice daily; mean duration of INO treatment 3.5 days. No stopping criteria reportedINO group: 6 participants received INO 5 ppm, mean duration of INO treatment 8.2 daysControl group: 6 participants, LRM twice daily, no placebo gasStandard care for all participants. Weaning protocol. Ventilation protocol (LRM with inflation pressure of 30 to 35 cm H2O for 30 seconds, volume control mode, tidal volume of 6 mL/kg ideal body weight, respiratory rate 20 to 25/min, plateau airway pressure ≤ 30 cm H2O, PEEP to optimize PaO2, FiO2 minimized). No cross‐overs. No prone positionOutcomesMechanical variables, mortality, blood pressure, heart rate, central venous pressure, mean pulmonary arterial pressure, pulmonary artery occlusion pressure, cardiac index. No data on distinction between primary vs secondary outcomesNotesCountry: South KoreaLetter sent to study authors in June 2009. Reply received in June 2009Mortality data from groups 1 and 3 were combined, as we considered use of the recruitment maneuver as standard care. We have included data from INO + LRM group vs control group in meta‐analyses of PaO2/FiO2. Length of follow up: 28 daysAdditional data on ventilator‐free days, duration of mechanical ventilation, PaO2/FiO2; oxygenation index for the INO group provided by Dr. Neill Adhikari on the basis of his work on his recent systematic review in BMJ (Adhikari 2007)Study authors' conclusion: \"the combined application of NO inhalation and recruitment maneuver could be beneficial and safe for patients with ARDS, showing an enhancing effect in improvement of oxygenation\"Funding: not reportedRisk of biasBiasAuthors' judgementSupport for judgementRandom sequence generation (selection bias)Unclear riskUnclear, no information providedAllocation concealment (selection bias)High riskInadequte. One random number generated when patient eligibleBlinding (performance bias and detection bias) \nAll outcomesHigh riskNo blindingIncomplete outcome data (attrition bias) \nAll outcomesLow riskFollow‐up: adequate, no post‐trial follow‐upSelective reporting (reporting bias)Low riskYes. Unable to compare with protocol but appears to be free of selective reportingOther biasUnclear riskNo apparent other type of bias except that no sample size calculation or funding reportedPayen 1999MethodsTwo‐group parallel RCT, 23 centres\nITT: yes\nOverall study quality: low risk of bias, despite publication bias (not published)\nSample size calculation reportedParticipants203 adults (> 15 years old) with ARDS according to American‐European Consensus Conference and Murray Score, range 2 to 3Exclusion criteria: pregnancy, chronic respiratory insufficiency, haemorrhagic disorder, malignancy, haematological diseaseInterventionsINO: 98 participants, fixed INO of 10 ppm until oxygenation and PEEP criteria were met with median INO administration of 5 daysControl group: 105 participants, placebo gas (nitrogen)Various ventilation guidelines were applied. Cross‐overs when treatment failureOutcomesPrimary outcome: participants alive and off mechanical ventilation at day 28Secondary outcomes: 28‐day mortality and at hospital discharge, duration of mechanical ventilation, proportion of participants weaned from adjunctive inhaled therapy, proportion of participants with a shift of inhaled gas before day 28, methaemoglobin, N2O, haemodynamics, oxygenation variables, PEEP levels, length of stay in hospitalNotesCountry: FranceThis trial was published only as an abstract. Letter sent to study authors in April and June 2009. Reply received in April and June 2009. Additional and valuable information received (unpublished manuscript). 19 participants in the control group and 12 in the INO group crossed over. Length of follow‐up: 90 daysAdditional data on ventilator‐free days, duration of mechanical ventilation, PaO2/FiO2, oxygenation index for the INO group provided by Dr. Neill Adhikari on the basis of his work on his recent systematic review in BMJ (Adhikari 2007)Study authors' conclusion: \"In ARDS patients (Murray score 2‐3), 10 ppm of NO did not alter either duration of mechanical ventilation, 28 day mortality, or clinical worsening of their ARDS\"Funding: not for profit, industry supplied gasRisk of biasBiasAuthors' judgementSupport for judgementRandom sequence generation (selection bias)Low riskCentral computer randomizationAllocation concealment (selection bias)Low riskAdequate, central allocationBlinding (performance bias and detection bias) \nAll outcomesLow riskAdequate, blinding of participants, caregivers, data collectors, assessors of outcomesIncomplete outcome data (attrition bias) \nAll outcomesLow riskFollow‐up: adequate, no post‐trial follow‐upSelective reporting (reporting bias)Low riskYes. Unable to compare with protocol but appears to be free of selective reportingOther biasHigh riskPublication bias. This trial was not publishedSchwebel 1997MethodsTwo‐group parallel RCT, multi‐centre (17 centres)\nOverall study quality: high risk of bias\nSample size calculation not reportedParticipants19 participants with ARDS defined by PaO2/FiO2 < 200, 6 < PEEP < 10, 10 < pulmonary capillary wedge pressure < 18 and ≥ 1 infiltrate on chest x‐rayExclusion criteria: COPD, haemodynamic instabilityInterventionsINO group: 9 participants, 10 ppm INO for 17 hours, then at the clinician's discretion. Mean INO treatment 4.6 daysControl group: 10 participants, placebo gas (nitrogen)Standard care. Fixed mechanical ventilation. If PaO2/FiO2 < 100 before 17 hours of treatment, cross‐over and thereafter clinician free to add NO, other technic, or to change respiratory variablesOutcomesHaemodynamics, PaO2/FiO2, arterial oxygenation and other gas exchange variables, methaemoglobinNotesCountry: France, 17 centresPublished only as abstract. At least 5 participants in the control group received INOLetter sent to study authors in June 2009. Reply received in June 2009. No data on length of follow‐up. No data on mortalityAdditional data on ventilator‐free days, duration of mechanical ventilation, PaO2/FiO2; oxygenation index for the INO group provided by Dr. Neill Adhikari on the basis of his work on his recent systematic review in BMJ (Adhikari 2007)Study authors' conclusion: \"Beneficial effects of inhaled NO on arterial oxygenation may be delayed, not necessary related to high baseline PVR level, as it has been previously suggested by uncontrolled studies. Delayed NO administration still improve gas exchanges. Finally this prospective trial is in favour of early clinical use of inhaled NO in ALI\"Funding: not for profit, industry supplied gasRisk of biasBiasAuthors' judgementSupport for judgementRandom sequence generation (selection bias)Unclear riskUnclear, no information providedAllocation concealment (selection bias)Low riskTable of gas cylinder codes revealed in sequenceBlinding (performance bias and detection bias) \nAll outcomesLow riskClinicians and outcome assessors blindedIncomplete outcome data (attrition bias) \nAll outcomesUnclear riskUnclear follow‐upSelective reporting (reporting bias)High riskNo data on mortality provided in the abstract although this was an outcomeOther biasHigh riskPublication bias (published only as an abstract)Taylor 2004MethodsProspective, phase 2, multi‐centre (46 centres), placebo‐controlled RCT\nITT: yesOverall study quality: low risk of bias despite funding bias\nSample size calculation reportedParticipants385 adults with moderately severe acute lung injury due to causes other than severe sepsis (modified American‐European Consensus Conference definition): PaO2/FiO2 ≤ 250, regardless of amount of PEEP, bilateral infiltrates on frontal chest radiograph, PAOP ≤ 18 mm Hg when measured or no clinical evidence of left atrial hypertension, FiO2 of 0.5 to 0.95 or set PEEP ≥ 8 cm H2OExclusion criteria: pregnancy, age ≤ 18 years, ALI > 72 hours, sepsis‐induced ARDS, non‐pulmonary organ system dysfunction at randomization, history of immunocompromise, persistent systemic hypotension and shockInterventionsINO: 192 participants, INO at 5 ppm until end of trial (28 days)Control: 193 participants, placebo (nitrogen gas), until end of trial (28 days) or until oxygenation and PEEP criteria were metStandard care, ventilation and weaning protocol for both groups. No cross‐oversOutcomesPrimary outcome: days alive and off assisted breathing to day 28Secondary outcomes: mortality, days alive and meeting oxygenation criteria for extubation, days alive following a successful unassisted ventilation test, adverse events, methaemoglobin, NO2, oxygenationNotesCountry: USA. 46 centres\nLetter sent to study authors in June 2009. No reply receivedOne‐year follow‐up data published as Angus 2006. Letter sent to study authors in June 2009 and reply received in 2009. No additional data provided10 participants in INO group and 14 in control group received prone position ventilationStudy authors' conclusion: \"Inhaled nitric oxide at a dose of 5 ppm in patients with acute lung injury not due to sepsis and without evidence of non‐pulmonary organ system dysfunction results in short‐term oxygenation improvements but has no substantial impact on the duration of ventilatory support or mortality\"Funding: funded by industryRisk of biasBiasAuthors' judgementSupport for judgementRandom sequence generation (selection bias)Low riskCentral computer randomizationAllocation concealment (selection bias)Low riskAdequate, central allocationBlinding (performance bias and detection bias) \nAll outcomesLow riskBlinding of participants, caregivers, data collectors, assessors of outcomes and data analysts (triple‐blind)Incomplete outcome data (attrition bias) \nAll outcomesLow riskFollow‐up sufficient during the trial period. However, Angus 2006 describes 1‐year follow‐up of the same trial, and some participants were lost to follow‐up. Despite this fact, this is the only trial with long‐term follow‐up, thus we have labelled it as having complete outcome dataSelective reporting (reporting bias)Low riskYes. Unable to compare with protocol but appears to be free of selective reportingOther biasUnclear riskNo apparent other type of bias except possible funding bias (industry)Troncy 1998MethodsProspective, single‐centre RCT\nITT: yes\nOverall study quality: high risk of biasParticipantsIncluded: 30 participants with ARDS, between 18 and 75 years of age. Lung injury score minimum 2.5Exclusion criteria: pregnancy, severe immunosuppression from end‐stage neoplasia, pulmonary capillary wedge pressure > 18 mm HgInterventionsINO group: 15 participants, with increasing doses initially from 2.5, 5, 10, 20, 30 to 40 ppm every 10 minutes and daily re‐titration until oxygenation and PEEP criteria were met Mean duration of INO treatment 8 days and mean dose 5.3 ppmControl group: 15 participants, no placebo gasStandard care and no cross‐overs. Ventilation strategy and weaning of INO standardized (tidal volume of 10 mL/kg, goal PaCO2 35 to 45 mm Hg, maximum PEEP 15 cm H2O, goal PaO2 > 85 mm Hg, no prone position). Standardized protocols for sedation, curarization, intravenous perfusion, blood transfusion, parenteral or enteral feedingOutcomesPrimary outcomes: therapeutic failure, death before 30 days, continued ventilation after 30 days, effects of INO on lung function\nSecondary outcomes: lung compliance, pulmonary arterial pressure, PaO2, PaCO2, pH, bicarbonate, volume dead space/tidal volume, alveolar‐arterial oxygen difference, cardiac output, adverse events, methaemoglobin levelsNotesCountry: CanadaLetter sent to study authors in June 2009. No reply received. Length of follow‐up: 30 daysAdditional data on ventilator‐free days, duration of mechanical ventilation, PaO2/FiO2; oxygenation index for INO group provided by Dr. Neill Adhikari on the basis of his work on his recent systematic review in BMJ (Adhikari 2007). Troncy et al reported duration of ventilation but assigned participants who died a duration of ventilation of 30 days. Adhikari et al assumed that all participants who died before day 30 were ventilated and derived the mean number of ventilator‐free days to 30 daysStudy authors' conclusion: \"This study shows that inhNO, in this population, may improve gas exchange but does not affect mortality\"Funding: not for profitRisk of biasBiasAuthors' judgementSupport for judgementRandom sequence generation (selection bias)Unclear riskUnclear, no information providedAllocation concealment (selection bias)High riskInadequate, sealed envelopes sequentially numbered and opaqueBlinding (performance bias and detection bias) \nAll outcomesUnclear riskUnclear, no information providedIncomplete outcome data (attrition bias) \nAll outcomesLow riskFollow‐up: adequate, no post‐trial follow‐upSelective reporting (reporting bias)Low riskYes. Unable to compare with protocol but appears to be free of selective reportingOther biasUnclear riskNo apparent other type of bias except no sample size calculation reportedAHRF: acute ischaemic heart failure; AIDS: acquired immune deficiency syndrome; ALI: acute lung injury; APACHE: Acute Physiology and Chronic Health Evaluation; ARDS: acute respiratory distress syndrome; BMJ: British Medical Journal; cm: centimetre; CMV: continuous mandatory ventilation; COPD: chronic obstructive pulmonary disease; DPG: diphosphoglycerate; ECMO: extracorporeal membrane oxygenation; FiO2: inspired fraction of oxygen; HFOV: high‐frequency oscillatory ventilation; ICU: intensive care unit; INO: inhaled nitric oxide; ITT: intention‐to‐treat; kg: kilogram; kPa: kilopascal; LRM: lung recruitment manoeuvre; MAP: mean arterial pressure; mL: millilitres; mm Hg: millimetre of mercury; MPAP: mean pulmonary artery pressure; NO: nitric oxide; NO2: nitrogen dioxide; OI: oxygen index; PA: pulmonary artery; PAOP: pulmonary artery occlusion pressure; PCO2: partial pressure of carbon dioxide; PCWP: pulmonary capillary wedge pressure; PEEP: positive end‐expiratory pressure; pH: potential hydrogen; PO2: partial pressure of oxygen; ppm: parts per million; PVR: pulmonary vascular resistance; RCT: randomized controlled trial; SaO2: peripheral capillary saturation; SRF: severe respiratory failure; SVR: systemic vascular resistance; vs: versusCharacteristics of excluded studies [ordered by study ID]StudyReason for exclusionCuthbertson 2000Two‐group parallel RCT, 1 centre. ITT: no evaluation of reversal of ALI in participant receiving INO compared with participant given no treatment other than conventional therapy. Study excluded because most participants (24 of 30 randomized) were included in a European multi‐centre study (Lundin 1999) and therefore would be counted twice if both studies were includedJohannigman 1997Prospective non‐blinded RCT, evaluating clinical response to 4 randomly administered concentrations (1, 15, 30 and 60 ppm) of INO, each for a 3‐hour period in 20 adults with ARDS. Study excluded because of short period of treatment and documentation of outcomes only up to 3 hours. Method of randomization and blinding to doses of administered gas unclearKhan 2009Prospective, randomized, cross‐over pilot trial comparing nitric oxide and prostacyclin in the treatment of pulmonary hypertension, refractory hypoxaemia and right ventricular dysfunction in thoracic transplant recipients. Study excluded owing to inclusion of a different patient categoryMeade 2003Prospective placebo‐controlled RCT enrolling 84 participants to evaluate effects of inhaled NO (20 ppm NO or nitrogen) initiated 10 minutes after reperfusion on outcomes after lung transplantation. Study excluded owing to different patient category, diagnosis and outcomesPerrin 2006Prospective RCT with 32 double‐lung transplant recipients randomized to control or to 20 ppm INO at the time of reperfusion. Study excluded owing to different patient category, diagnosis and outcomesPuybasset 1994Prospective non‐blinded RCT to determine the dose‐response curve of inhaled INO in 6 adult participants with ARDS. 8 concentrations of inhaled NO administered at random: 100, 400, 700, 1000, 1300, 1600, 1900 and 5000 parts per billion (ppb), with measurements made after 20 minutes of exposure. Study excluded because of short‐term administration of INO and assessment at 20 minutes post treatment onlyPuybasset 1995Prospective RCT examining effects of INO with and without PEEP in 21 adults with ARDS. Excluded because of short‐term documentation of outcomes and short‐term administration of INO at 30 minutes post stabilization onlyRossaint 1995Prospective non‐blinded RCT in which 10 adult participants with ARDS in random sequence inhaled NO at a concentration of 18 parts per million (ppm) followed by 36 ppm, and received an intravenous infusion of prostaglandin PGI2 (4 ng/kg/mn) compared with conventional therapy. Study excluded as intravenous prostacyclin was included in the treatment regimen, because it is an active intervention not provided to the control groupTang 1998Prospective non‐blinded RCT examining effects of 3 concentrations of INO (1, 10 and 20 parts per million (ppm) in random order) for 12 children with ARDS. Study excluded because measurements were taken 1 hour after administration of study gas onlyALI: acute lung injury; ARDS: acute respiratory distress syndrome; INO: inhaled nitric oxide; ITT: intention‐to‐treat; kg: kilogram; mn: minutes; NO: nitric oxide; PEEP: positive end‐expiratory pressure; PGI: prostaglandin; ppb: parts per billion; ppm: parts per million; RCT: randomized controlled trialCharacteristics of ongoing studies [ordered by study ID]GodinezTrial name or titleNitric Oxide Administration for Acute Respiratory Distress SyndromeMethodsProspective, 1‐centre, group‐controlled RCTParticipants52 children from 1 month to 18 years of age, mechanically ventilated with PaO2/FiO2 ratio ≤ 100, FiO2 ≥ 0.60, PEEP ≥ 10 and Murray score ≥ 2.5Exclusion criteria: neonates (1 week to 28 days) and/or patients on extracorporeal membrane oxygenationInterventionsINO group: 28 participants; 10 ppm NO for 4 hours; initiation after 4 hoursControl group: 24 participants; no intervention; initiation after administration of INO for 4 hours (then stop)OutcomesPrimary outcome: mean PaO2/FiO2 ratioSecondary outcomes: duration of FiO2 > 0.60, effect of early vs delayed onset of NO therapy, evaluation of characteristics of patients who respond to NO compared with those who do notStarting dateOctober 14, 2005Contact informationRichard Lin, The Children's Hospital of Philadelphia; e‐mail: linr@email.chop.eduNotesAccording to the data available on ClinicalTrials.gov, the study was completed in February 2006. However, no results have been published so far. We tried to contact study authors but unsuccessfully.FiO2: fraction of inspired oxygen;INO: inhaled;NO: nitric oxide;PaO2: partial pressure of oxygen in arterial blood;PEEP: positive end‐expiratory pressure;RCT: randomized controlled trial Differences between protocol and review2016Title of the review changed. Acute lung injury is no longer mentioned in the title of the review. This is because as the Description of the condition section states, acute lung injury no longer exists and has instead been replaced by a gradation of ARDS that is based on the severity of hypoxaemia; the title of the updated review reflects this change. Contributions of authorsFabienne Gebistorf (FG), Oliver Karam (OK), Jørn Wetterslev (JW), Arash Afshari (AA).Conceiving of the review: AA, JW.\nCo‐ordinating the review: AA.\nUndertaking manual searches: AA.\nScreening search results: AA, FG, OK.\nOrganizing retrieval of papers: AA.\nScreening retrieved papers against inclusion criteria: AA, FG, OK.\nAppraising the quality of papers: AA, FG, OK.\nAbstracting data from papers: AA, FG, OK.\nWriting to authors of papers to ask for additional information: AA, OK.\nProviding additional data about papers: AA.\nObtaining and screening data from unpublished studies: AA, FG, OK.\nManaging data for the review: AA, JW, FG, OK.\nEntering data into Review Manager (RevMan 5.3.5): AA, JW, FG, OK.\nAnalysing RevMan statistical data: JW, AA, FG, OK.\nPerforming other statistical analysis not using RevMan: JW, AA.\nPerforming double entry of data: data entered by person one: AA; data entered by person two: OK.\nInterpreting data: AA, JW, FG, OK.\nPerforming statistical analysis: JW, AA, FG, OK.\nWriting the review: AA, JW, FG, OK.Performing previous work that was the foundation of the present study: Dr. Sokol, AA.\nServing as guarantor for the review (one review author): AA.\nTaking responsibility for reading and checking the review before submission: OK.Defining abbreviations (Table 22): FG, AA, OK.9AbbreviationsAbbreviationsADL: activity of daily living; AECC: American‐European Consensus Conference; AHRF: acute hypoxaemic respiratory failure; ALI: acute lung injury; APACHE score: Acute Physiology and Chronic Health Evaluation score; APHIS: a priori heterogeneity adjusted information size; ARDS: acute respiratory distress syndrome; BMJ: British Medical Journal; CI: confidence interval; CINAHL: Cumulative Index to Nursing and Allied Health Literature; cm: centimetre; CMV: conventional mechanical ventilation; COPD: chronic obstructive pulmonary disease; ECMO: extracorporeal membrane oxygenation; FiO2: fraction of inspired oxygen; HFOV: high‐frequency oscillatory ventilation; ICU: intensive care unit; I:E ratio: inspiratory:expiratory ratio; INO: inhaled nitric oxide; ITT: intention‐to‐treat analysis; LBHIS: low bias heterogeneity adjusted information size; LILACS: Latin American Caribbean Health Sciences Literature; LRM: lung recruitment manoeuvre; MAP: mean arterial pressure; min: minutes; mL/kg: millilitres per kilogram; MPAP: mean arterial pulmonary pressure; ng: nanogram; NO: nitric oxide; NO2: nitrogen dioxide; PaCO2: partial pressure of carbon dioxide in arterial blood; PaO2: partial pressure of oxygen in arterial blood; PAOP: pulmonary artery occlusion pressure; PEEP: positive end‐expiratory pressure; P/F ratio: PaO2/FiO2; ppm: parts per million; PVR: pulmonary vascular resistance; QWB: quality of well being scale; RCT: randomized controlled trial; RD: risk difference; RR: risk ratio; RRI: relative risk increase; RRR: relative risk reduction; SVR: systemic vascular resistance; TSA: trial sequential analysis; WMD: weighted mean differenceOpen in a separate windowAbbreviations: Table 22 Sources of supportInternal sourcesCochrane Anaesthesia Review Group and Copenhagen University Hospital, Rigshosptialet, Denmark.CARG and Rigshospitalet have provided funding for attendance of various relevant courses in the field of meta‐analytic statisticsExternal sourcesNo external support, Other.No external support Declarations of interestFabienne Gebistorf: none.Oliver Karam: none.Jørn Wetterslev is a member of the Copenhagen Trial Unit (CTU) task force. The CTU develop the theory and software for Trial Sequential Analysis (TSA) which is available free of charge at: www.ctu/tsa.Arash Afshari: none. ReferencesReferences to studies included in this reviewBronicki 2015 {published and unpublished data}Bronicki RA, \nFortenberry J, \nSchreiber, \nM, \nChecchia PA, \nAnas NG. \nMulticenter randomized controlled trial of inhaled nitric oxide for pediatric acute respiratory distress syndrome. \nThe Journal of Pediatrics 2015;66(2):365‐9. \n [PubMed] [Google Scholar]Day 1997 {published data only}Day RW, \nAllen EM, \nWitte MK. \nA randomized, controlled study of the 1‐hour and 24‐hour effects of inhaled nitric oxide therapy in children with acute hypoxemic respiratory failure. \nChest 1997;112(5):1324‐31. \n[PUBMED: 9367476] [PubMed] [Google Scholar]Dellinger 1998 {published data only}Dellinger RP, \nZimmerman JL, \nTaylor RW, \nStraube RC, \nHauser DL, \nCriner GJ, \net al. \nEffects of inhaled nitric oxide in patients with acute respiratory distress syndrome: results of a randomized phase II trial. Inhaled Nitric Oxide in ARDS Study Group. \nCritical Care Medicine 1998;26(1):15‐23. \n[PUBMED: PMID: 9428538] [PubMed] [Google Scholar]Dobyns 1999 {published data only}Dobyns EL, \nAnas NG, \nFortenberry JD, \nDeshpande J, \nCornfield DN, \nTasker RC, \net al. \nInteractive effects of high‐frequency oscillatory ventilation and inhaled nitric oxide in acute hypoxemic respiratory failure in pediatrics. \nCritical Care Medicine 2002;30(11):2425‐9. \n[PUBMED: 12441749] [PubMed] [Google Scholar]Dobyns EL, \nCornfield DN, \nAnas NG, \nFortenberry JD, \nTasker RC, \nLynch A, \net al. \nMulticenter randomized controlled trial of the effects of inhaled nitric oxide therapy on gas exchange in children with acute hypoxemic respiratory failure. \nThe Journal of Pediatrics 1999;134(4):406‐12. \n[PUBMED: 10190913] [PubMed] [Google Scholar]Gerlach 2003 {published data only}Gerlach H, \nKeh D, \nSemmerow A, \nBusch T, \nLewandowski K, \nPappert DM, \net al. \nDose‐response characteristics during long‐term inhalation of nitric oxide in patients with severe acute respiratory distress syndrome: a prospective, randomized, controlled study. \nAmerican Journal of Respiratory and Critical Care Medicine 2003;167(7):1008‐15. \n[PUBMED: 12663340] [PubMed] [Google Scholar]Ibrahim 2007 {published data only}Ibrahim TS, \nEl‐Mohamady HS. \nInhaled nitric oxide and prone position: how far they can improve oxygenation in pediatric patients with acute respiratory distress syndrome?. \nJournal of Medical Science 2007;7:390‐5. \n [Google Scholar]Lundin 1999 {published data only}Lundin S, \nMang H, \nSmithies M, \nStenqvist O, \nFrostell C. \nInhalation of nitric oxide in acute lung injury: results of a European multicentre study. The European Study Group of Inhaled Nitric Oxide. \nIntensive Care Medicine 1999;25(9):911‐9. \n[PUBMED: 10501745] [PubMed] [Google Scholar]Mehta 2001 {published data only}Mehta S, \nSimms HH, \nLevy MM, \nHill NS, \nSchwartz W, \nNelson D, \net al. \nInhaled nitric oxide improves oxygenation acutely but not chronically in acute respiratory distress syndrome: a randomized, controlled trial. \nJournal of Applied Research in Clinical and Experimental Therapeutics 2001;1:73‐84. \n [Google Scholar]Michael 1998 {published data only}Michael JR, \nBarton RG, \nSaffle JR, \nMone M, \nMarkewitz BA, \nHillier K, \net al. \nInhaled nitric oxide versus conventional therapy: effect on oxygenation in ARDS. \nAmerican Journal of Respiratory and Critical Care Medicine 1998;157(5 Pt 1):1372‐80. \n[PUBMED: 9603111] [PubMed] [Google Scholar]Park 2003 {published data only}Park KJ, \nLee YJ, \nOh YJ, \nLee KS, \nSheen SS, \nHwang SC. \nCombined effects of inhaled nitric oxide and a recruitment maneuver in patients with acute respiratory distress syndrome. \nYonsei Medical Journal 2003;44(2):219‐26. \n[PUBMED: 12728461] [PubMed] [Google Scholar]Payen 1999 {published data only}Payen D, \nVallet B, \nGroup d'étude du NO dans l'ARDS. \nResults of the French prospective multicentric randomized double‐blind placebo‐controlled trial on inhaled nitric oxide (NO) in ARDS [abstract]. \nIntensive Care Medicine 1999;25 Suppl 1:166. \n [Google Scholar]Schwebel 1997 {published data only}Schwebel C, \nBeuret P, \nPerdrix JP, \nJospe R, \nDuperret S, \nFogliani J, \net al. \nEarly inhaled nitric oxide inhalation in acute lung injury: results of a double‐blind randomized study [abstract]. \nIntensive Care Medicine 1997;23 Suppl 1:2. \n [Google Scholar]Taylor 2004 {published data only}Angus DC, \nClermont G, \nLinde‐Zwirble WT, \nMusthafa AA, \nDremsizov TT, \nLidicker J, \net al. \nHealthcare costs and long‐term outcomes after acute respiratory distress syndrome: a phase III trial of inhaled nitric oxide. \nCritical Care Medicine 2006;34(12):2883‐90. \n[PUBMED: 17075373] [PubMed] [Google Scholar]Taylor RW, \nZimmerman JL, \nDellinger RP, \nStraube RC, \nCriner GJ, \nDavis K Jr, \net al. \nLow‐dose inhaled nitric oxide in patients with acute lung injury: a randomized controlled trial. \nJAMA 2004;291(13):1603‐9. \n[PUBMED: 15069048] [PubMed] [Google Scholar]Troncy 1998 {published data only}Troncy E, \nCollet JP, \nShapiro S, \nGuimond JG, \nBlair L, \nDucruet T, \net al. \nInhaled nitric oxide in acute respiratory distress syndrome: a pilot randomized controlled study. \nAmerican Journal of Respiratory and Critical Care Medicine 1998;157(5 Pt 1):1483‐8. \n[PUBMED: 9603127] [PubMed] [Google Scholar]References to studies excluded from this reviewCuthbertson 2000 {published data only}Cuthbertson BH, \nGalley HF, \nWebster NR. \nEffect of inhaled nitric oxide on key mediators of the inflammatory response in patients with acute lung injury. \nCritical Care Medicine 2000;28:1736‐41. \n[PUBMED: 10890611] [PubMed] [Google Scholar]Johannigman 1997 {published data only}Johannigman JA, \nDavis K, \nCampbell RS, \nLuchette F, \nHurst JM, \nBranson RD. \nInhaled nitric oxide in acute respiratory distress syndrome. \nThe Journal of Trauma 1997;43(6):904‐10. \n[PUBMED: 9420103] [PubMed] [Google Scholar]Khan 2009 {published data only}Khan TA, \nSchnickel G, \nRoss D, \nBastani S, \nLaks H, \nEsmailian F, \net al. \nA prospective, randomized, crossover pilot study of inhaled nitric oxide versus inhaled prostacyclin in heart transplant and lung transplant recipients. \nThe Journal of Thoracic and Cardiovascular Surgery 2009;138(6):1417‐24. \n[PUBMED: 19931670] [PubMed] [Google Scholar]Meade 2003 {published data only}Meade MO, \nGranton JT, \nMatte‐Martyn A, \nMcRae K, \nWeaver B, \nCripps P, \net al. \nA randomized trial of inhaled nitric oxide to prevent ischemia‐reperfusion injury after lung transplantation. \nAmerican Journal of Respiratory and Critical Care Medicine 2003;167(11):1483‐9. \n[PUBMED: 12770854] [PubMed] [Google Scholar]Perrin 2006 {published data only}Perrin G, \nRoch A, \nMichelet P, \nReynaud‐Gaubert M, \nThomas P, \nDoddoli C, \net al. \nInhaled nitric oxide does not prevent pulmonary edema after lung transplantation measured by lung water content: a randomized clinical study. \nChest 2006;129(4):1024‐30. \n[PUBMED: 16608953] [PubMed] [Google Scholar]Puybasset 1994 {published data only}Puybasset L, \nRouby JJ, \nMourgeon E, \nStewart TE, \nCluzel P, \nArthoud M, \net al. \nInhaled nitric oxide in acute respiratory failure: dose‐response curves. \nIntensive Care Medicine 1994;20(5):319‐27. \n[PUBMED: 7930025] [PubMed] [Google Scholar]Puybasset 1995 {published data only}Puybasset L, \nRouby JJ, \nMourgeon E, \nCluzel P, \nSouhil Z, \nLaw‐Koune JD, \net al. \nFactors influencing cardiopulmonary effects of inhaled nitric oxide in acute respiratory failure. \nAmerican Journal of Respiratory and Critical Care Medicine 1995;152(1):318‐28. \n[PUBMED: 7599840] [PubMed] [Google Scholar]Rossaint 1995 {published data only}Rossaint R, \nSlama K, \nGerlach H, \nPappert D, \nVeit S, \nFalke K. \nEffects of inhaled nitric oxide on right ventricular function in severe acute respiratory distress syndrome. \nIntensive Care Medicine 1995;21(3):197‐203. \n[PUBMED: 7790604] [PubMed] [Google Scholar]Tang 1998 {published data only}Tang SF, \nSherwood MC, \nMiller OI. \nRandomised trial of three doses of inhaled nitric oxide in acute respiratory distress syndrome. \nArchives of Disease in Childhood 1998;79(5):415‐8. \n[PUBMED: 10193254] [PMC free article] [PubMed] [Google Scholar]References to ongoing studiesGodinez {unpublished data only}Nitric Oxide Administration for Acute Respiratory Distress Syndrome. \nOngoing study October 14, 2005. \nAdditional referencesAdhikari 2007Adhikari NK, \nBurns KE, \nFriedrich JO, \nGranton JT, \nCook DJ, \nMeade MO. \nEffect of nitric oxide on oxygenation and mortality in acute lung injury: systematic review and meta‐analysis. \nBMJ 2007;334(7597):779. \n[PUBMED: 17383982]\n [PMC free article] [PubMed] [Google Scholar]Altman 2003Altman DG, \nBland JM. \nInteraction revisited: the difference between two estimates. \nBMJ 2003;326(7382):219. \n[PUBMED: 12543843]\n [PMC free article] [PubMed] [Google Scholar]Anderson 2003Anderson MR. \nUpdate on pediatric acute respiratory distress syndrome. \nRespiratory Care 2003;48(3):261‐76. \n[PUBMED: 12667276]\n [PubMed] [Google Scholar]Angus 2006Angus DC, \nClermont G, \nLinde‐Zwirble WT, \nMusthafa AA, \nDremsizov TT, \nLidicker J, \net al. \nHealthcare costs and long‐term outcomes after acute respiratory distress syndrome: a phase III trial of inhaled nitric oxide. \nCritical Care Medicine 2006;34(12):2883‐90. \n[PUBMED: 17075373]\n [PubMed] [Google Scholar]ARDS Definition Task Force 2012The ARDS Definition Task Force. \nAcute respiratory distress syndrome ‐ the Berlin definition. \nJAMA 2012;307(23):2526‐33. \n[PUBMED: 22797452]\n [PubMed] [Google Scholar]ARDS network 2000The Acute Respiratory Distress Syndrome Network. \nVentilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. The Acute Respiratory Distress Syndrome Network. \nNew England Journal of Medicine 2000;342(18):1301‐8. \n[PUBMED: 10793162]\n [PubMed] [Google Scholar]Barrington 2007Barrington KJ, \nFiner NN. \nInhaled nitric oxide for respiratory failure in preterm infants. \nCochrane Database of Systematic Reviews 2007, Issue 3. \n[DOI: 10.1002/14651858.CD000509.pub3]\n [PubMed] [CrossRef] [Google Scholar]Beckman 1990Beckman JS, \nBeckman TW, \nChen J, \nMarshall PA, \nFreeman BA. \nApparent hydroxyl radical production by peroxynitrite: implications for endothelial injury from nitric oxide and superoxide. \nProceedings of the National Academy of Sciences of the United States of America 1990;87(4):1620‐4. \n[PUBMED: 2154753]\n [PMC free article] [PubMed] [Google Scholar]Bernard 1994Bernard GR, \nArtigas A, \nBrigham KL, \nCarlet J, \nFalke K, \nHudson L, \net al. \nThe American‐European Consensus Conference on ARDS. Definitions, mechanisms, relevant outcomes, and clinical trial coordination. \nAmerican Journal of Respiratory and Critical Care Medicine 1994;149(3 Pt 1):818‐24. \n[PUBMED: 7509706]\n [PubMed] [Google Scholar]Brok 2009Brok J, \nThorlund K, \nWetterslev J, \nGluud C. \nApparently conclusive meta‐analyses may be inconclusive ‐ Trial sequential analysis adjustment of random error risk due to repetitive testing of accumulating data in apparently conclusive neonatal meta‐analyses. \nJournal of Clinical Epidemiology 2009;38(1):287‐98. \n[PUBMED: 18824466]\n [PubMed] [Google Scholar]Calfee 2007Calfee CS, \nMatthay MA. \nNonventilatory treatments for acute lung injury and ARDS. \nChest 2007;131(3):913‐20. \n[PUBMED: 17356114]\n [PMC free article] [PubMed] [Google Scholar]Chan 2004Chan AW, \nHróbjartsson A, \nHaahr MT, \nGøtzsche PC, \nAltman DG. \nEmpirical evidence for selective reporting of outcomes in randomized trials: comparison of protocols to published articles. \nJAMA 2004;291(20):2457‐65. \n[PUBMED: 15161896]\n [PubMed] [Google Scholar]Chollet‐Martin 1996Chollet‐Martin S, \nGatecel C, \nKermarrec N, \nGougerot‐Pocidalo MA, \nPayen DM. \nAlveolar neutrophil functions and cytokine levels in patients with the adult respiratory distress syndrome during nitric oxide inhalation. \nAmerican Journal of Respiratory and Critical Care Medicine 1996;153(3):985‐90. \n[PUBMED: 8630584]\n [PubMed] [Google Scholar]Dahlem 2003Dahlem P, \nAalderen WM, \nHamaker ME, \nDijkgraaf MG, \nBos AP. \nIncidence and short‐term outcome of acute lung injury in mechanically ventilated children. \nEuropean Respiratory Journal 2003;22(6):980‐5. \n[PUBMED: PMID: 14680089]\n [PubMed] [Google Scholar]Dahlem 2007Dahlem P, \nAalderen WM, \nBos AP. \nPediatric acute lung injury. \nPaediatric Respiratory Reviews 2007;8(4):348‐62. \n[PUBMED: 18005903]\n [PubMed] [Google Scholar]Dobyns 2002Dobyns EL, \nAnas NG, \nFortenberry JD, \nDeshpande J, \nCornfield DN, \nTasker RC, \net al. \nInteractive effects of high‐frequency oscillatory ventilation and inhaled nitric oxide in acute hypoxemic respiratory failure in pediatrics. \nCritical Care Medicine 2002;30(11):2425‐9. \n[PUBMED: 12441749]\n [PubMed] [Google Scholar]Fierobe 1995Fierobe L, \nBrunet F, \nDhainaut JF, \nMonchi M, \nBelghith M, \nMira JP, \net al. \nEffect of inhaled nitric oxide on right ventricular function in adult respiratory distress syndrome. \nAmerican Journal of Respiratory and Critical Care Medicine 1995;151(5):1414‐9. \n[PUBMED: 7735594]\n [PubMed] [Google Scholar]Flori 2005Flori HR, \nGlidden DV, \nRutherford GW, \nMatthay MA. \nPediatric acute lung injury: prospective evaluation of risk factors associated with mortality. \nAmerican Journal of Respiratory and Critical Care Medicine 2005;171(9):995‐1001. \n[PUBMED: PMID: 15618461]\n [PubMed] [Google Scholar]Gotzsche 2000Gotzsche PC 10977820]. \nWhy we need a broad perspective on meta‐analysis. It may be crucially important for patients. \nBMJ 2000;321(7261):585–6. \n[PUBMED: 10977820]\n [PMC free article] [PubMed] [Google Scholar]Gries 1998Gries A, \nBode C, \nPeter K, \nHerr A, \nBöhrer H, \nMotsch J, \net al. \nInhaled nitric oxide inhibits human platelet aggregation, P‐selectin expression, and fibrinogen binding in vitro and in vivo. \nCirculation 1998;97(15):1481‐7. \n[PUBMED: 9576429]\n [PubMed] [Google Scholar]Gries 2000Gries A, \nHerr A, \nMotsch J, \nHolzmann A, \nWeimann J, \nTaut F, \net al. \nRandomized, placebo‐controlled, blinded and cross‐matched study on the antiplatelet effect of inhaled nitric oxide in healthy volunteers. \nThrombosis and Haemostasis 2000;83(2):309‐15. \n[PUBMED: 10739391]\n [PubMed] [Google Scholar]Haddad 1996Haddad IY, \nZhu S, \nCrow J, \nBarefield E, \nGadilhe T, \nMatalon S. \nInhibition of alveolar type II cell ATP and surfactant synthesis by nitric oxide. \nThe American Journal of Physiology 1996;270(6 Pt 1):L898‐906. \n[PUBMED: 8764213]\n [PubMed] [Google Scholar]Higgins 2011Higgins JPT, \nGreen S. \nCochrane Handbook for Systematic Reviews of Interventions. \nCochrane Handbook for Systematic Reviews of Interventions. London: The Cochrane Collaboration, 2011. \n[Available from www.cochrane‐handbook.org. [DOI: 10.1002/9780470712184]]\n [Google Scholar]Hsu 2008Hsu CW, \nLee DL, \nLin SL, \nSun SF, \nChang HW. \nThe initial response to inhaled nitric oxide treatment for intensive care unit patients with acute respiratory distress syndrome. \nRespiration 2008;75(3):288‐95. \n[PUBMED: 17396026]\n [PubMed] [Google Scholar]Hutton 2000Hutton JL, \nWilliamson PR. \nBias in meta‐analysis due to outcome variable selection within studies. \nJournal of the Royal Statistical Society Series C 2000;49:359‐70.\n [Google Scholar]Jain 2006Jain R, \nDalNogare A. \nPharmacological therapy for acute respiratory distress syndrome. \nMayo Clinic Proceedings 2006;81(2):205‐12. \n[PUBMED: 16471076]\n [PubMed] [Google Scholar]Kass 1998Kass LJ, \nApkon M. \nInhaled nitric oxide in the treatment of hypoxemic respiratory failure. \nCurrent Opinion in Pediatrics 1998;10(3):284‐90. \n[PUBMED: 9716891]\n [PubMed] [Google Scholar]Kubes 1991Kubes P, \nSuzuki M, \nGranger DN. \nNitric oxide: an endogenous modulator of leukocyte adhesion. \nProceedings of the National Academy of Sciences of the United States of America 1991;88(11):4651‐5. \n[PUBMED: 1675786]\n [PMC free article] [PubMed] [Google Scholar]Köstler 2005Köstler WJ, \nRabitsch W, \nLocker GJ, \nStaudinger T, \nEl‐Menyawi I, \nFrass M, \net al. \nInfluence of inhaled nitric oxide on plasma nitrate concentrations in patients with adult respiratory distress syndrome and sepsis: results of a pilot study. \nJournal of Clinical Anesthesia 2006;18(3):179‐84. \n[PUBMED: 16731319]\n [PubMed] [Google Scholar]Lan 1983Lan KKG, \nDeMets DL. \nDiscrete sequential boundaries for clinical trials. \nBiometrika 1983;70:659‐63.\n [Google Scholar]Li 2011Li G, \nMalinchoc M, \nCartin‐Ceba R, \nVenkata CV, \nKor DJ, \nPeters SG, \net al. \nEight‐year trend of acute respiratory distress syndrome: a population‐based study in Olmsted County, Minnesota. \nAmerican Journal of Respiratory and Critical Care Medicine 2011;183(1):59‐66. \n[PUBMED: 20693377 ]\n [PMC free article] [PubMed] [Google Scholar]Linko 2009Linko R, \nOkkonen M, \nPettilä V, \nPerttilä J, \nParviainen I, \nRuokonen E, \net al. \nAcute respiratory failure in intensive care units. FINNALI: a prospective cohort study. \nIntensive Care Medicine 2009;35(8):1352‐61. \n[PUBMED: 19526218]\n [PubMed] [Google Scholar]Luhr 1999Luhr OR, \nAntonsen K, \nKarlsson M, \nAardal S, \nThorsteinsson A, \nFrostell CG, \net al. \nIncidence and mortality after acute respiratory failure and acute respiratory distress syndrome in Sweden, Denmark, and Iceland. The ARF Study Group. \nAmerican Journal of Respiratory and Critical Care Medicine 1999;159(6):1849‐61. \n[PUBMED: 10351930]\n [PubMed] [Google Scholar]López‐Fernández 2012López‐Fernández Y, \nAzagra AM, \nOliva P, \nModesto V, \nSánchez JI, \nParrilla J, \net al. \nPediatric acute lung injury epidemiology and natural history study: incidence and outcome of the acute respiratory distress syndrome in children. \nCritical Care Medicine 2012;40(12):3238‐45. \n[PUBMED: 22990455 ]\n [PubMed] [Google Scholar]MacCallum 2005MacCallum NS, \nEvans TW. \nEpidemiology of acute lung injury. \nCurrent Opinion in Critical Care 2005;11(1):43‐9. \n[PUBMED: 15659944]\n [PubMed] [Google Scholar]McAndrew 1997McAndrew J, \nPatel RP, \nJo H, \nCornwell T, \nLincoln T, \nMoellering D, \net al. \nThe interplay of nitric oxide and peroxynitrite with signal transduction pathways: implications for disease. \nSeminars in Perinatology 1997;21(5):351‐66. \n[PUBMED: 9352609]\n [PubMed] [Google Scholar]Meade 2004Meade MO, \nJacka MJ, \nCook DJ, \nDodek P, \nGriffith L, \nGuyatt GH, \net al. \nSurvey of interventions for the prevention and treatment of acute respiratory distress syndrome. \nCritical Care Medicine 2004;32(4):946‐54. \n[PUBMED: 15071383]\n [PubMed] [Google Scholar]Palmer 1998Palmer RM, \nAshton DS, \nMoncada S. \nVascular endothelial cells synthesize nitric oxide from L‐arginine. \nNature 1988;333(6174):664‐6. \n[PUBMED: 3131684]\n [PubMed] [Google Scholar]Petrucci 2013Petrucci N, \nFeo C. \nLung protective ventilation strategy for the acute respiratory distress syndrome. \nCochrane Database of Systematic Reviews 2013, Issue 2. \n[DOI: 10.1002/14651858.CD003844.pub4; CD003844]\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pogue 1997Pogue JM, \nYusuf S. \nCumulating evidence from randomized trials: utilizing sequential monitoring boundaries for cumulative meta‐analysis. \nControlled Clinical Trials 1997;18(6):580‐93. \n[PUBMED: 9408720]\n [PubMed] [Google Scholar]Pogue 1998Pogue J, \nYusuf S. \nOvercoming the limitations of current meta‐analysis of randomised controlled trials. \nLancet 1998;351(9095):45‐52. \n[PUBMED: 9433436]\n [PubMed] [Google Scholar]Prodhan 2004Prodhan P, \nNoviski N. \nPediatric acute hypoxemic respiratory failure: management of oxygenation. \nJournal of Intensive Care Medicine 2004;19(3):140‐53. \n[PUBMED: 15154995]\n [PubMed] [Google Scholar]Pryor 1995Pryor WA, \nSquadrito GL. \nThe chemistry of peroxynitrite: a product from the reaction of nitric oxide with superoxide. \nThe American Journal of Physiology 1995;268(5 Pt 1):L699‐722. \n[PUBMED: 7762673]\n [PubMed] [Google Scholar]RevMan 5.3.5 [Computer program]The Nordic Cochrane Centre, The Cochrane Collaboration. \nReview Manager (RevMan) Version 5.3.5. \nCopenhagen: The Nordic Cochrane Centre, The Cochrane Collaboration, 2015.\nRossaint 1993Rossaint R, \nFalke KJ, \nLópez F, \nSlama K, \nPison U, \nZapol WM. \nInhaled nitric oxide for the adult respiratory distress syndrome. \nNew England Journal of Medicine 1993;328(6):399‐405. \n[PUBMED: 8357359]\n [PubMed] [Google Scholar]Rubenfeld 2005Rubenfeld GD, \nCaldwell E, \nPeabody E, \nWeaver J, \nMartin DP, \nNeff M, \net al. \nIncidence and outcomes of acute lung injury. \nNew England Journal of Medicine 2005;353(16):1685‐93. \n[PUBMED: PMID: 16236739]\n [PubMed] [Google Scholar]Rücker 2008Rücker G, \nSchwarzer G, \nCarpenter J. \nArcsine test for publication bias in meta‐analyses with binary outcomes. \nStatistics in Medicine 2008;27(5):746‐63. \n[PUBMED: 17592831]\n [PubMed] [Google Scholar]Sokol 2003bSokol J, \nJacobs SE, \nBohn D. \nInhaled nitric oxide for acute hypoxic respiratory failure in children and adults: a meta‐analysis. \nAnesthesia and Analgesia 2003;97(4):989‐98. \n[PUBMED: 14500146]\n [PubMed] [Google Scholar]TenHoor 2001TenHoor T, \nMannino DM, \nMoss M. \nRisk factors for ARDS in the United States: analysis of the 1993 National Mortality Followback Study. \nChest 2001;119(4):1179‐84. \n[PUBMED: 11296187]\n [PubMed] [Google Scholar]Thomassen 1997Thomassen MJ, \nBuhrow LT, \nConnors MJ, \nKaneko FT, \nErzurum SC, \nKavuru MS. \nNitric oxide inhibits inflammatory cytokine production by human alveolar macrophages. \nAmerican Journal of Respiratory Cell and Molecular Biology 1997;17(3):279‐83. \n[PUBMED: 9308913 ]\n [PubMed] [Google Scholar]Thorlund 2009Thorlund K, \nDevereaux PJ, \nWetterslev J, \nGuyatt G, \nIoannidis JP, \nThabane L, \net al. \nCan trial sequential monitoring boundaries reduce spurious inferences from meta‐analyses?. \nInternational Journal of Epidemiology 2009;38(1):276‐86. \n[PUBMED: 18824467]\n [PubMed] [Google Scholar]Trial Sequential Analysis (TSA) [Computer program]Copenhagen Trial Unit, \nCenter for Clinical Intervention Research. \nTrial Sequential Analysis. \nCopenhagen, Denmark: Copenhagen Trial Unit, Center for Clinical Intervention Research, Rigshospitalet, 2011.\nValdivielso 2002Valdivielso JM, \nBlantz RC. \nAcute renal failure: is nitric oxide the bad guy?. \nAntioxidants and Redox Signaling 2002;4(6):925‐34. \n[PUBMED: 12573141]\n [PubMed] [Google Scholar]Ware 2000Ware LB, \nMatthay MA. \nThe acute respiratory distress syndrome. \nNew England Journal of Medicine 2000;342(18):1334‐49. \n[PUBMED: 10793167]\n [PubMed] [Google Scholar]Wetterslev 2008Wetterslev J, \nThorlund K, \nBrok J, \nGluud C. \nTrial sequential analysis may establish when firm evidence is reached in cumulative meta‐analysis. \nJournal of Clinical Epidemiology 2008;61(1):64‐75. \n[PUBMED: 18083463]\n [PubMed] [Google Scholar]Wetterslev 2009Wetterslev J, \nThorlund K, \nBrok J, \nGluud C. \nEstimating required information size by quantifying diversity in random‐effects model meta‐analyses. \nBMC Medical Research Methodology 2009;9:86. \n[MEDLINE: ]\n [PMC free article] [PubMed] [Google Scholar]Zimmerman 2009Zimmerman JJ, \nAkhtar SR, \nCaldwell E, \nRubenfeld GD. \nIncidence and outcomes of pediatric acute lung injury. \nPediatrics 2009;124(1):87‐95. \n[PUBMED: PMID: 19564287]\n [PubMed] [Google Scholar]References to other published versions of this reviewAfshari 2010Afshari A, \nBrok J, \nMøller AM, \nWetterslev J. \nInhaled nitric oxide for acute respiratory distress syndrome (ARDS) and acute lung injury in children and adults. \nCochrane Database of Systematic Reviews 2010, Issue 7. \n[DOI: 10.1002/14651858.CD002787.pub2]\n [PubMed] [CrossRef] [Google Scholar]Karam 2017Karam O, \nGebistorf F, \nWetterslev J, \nAfshari A. \nThe effect of inhaled nitric oxide in acute respiratory distress syndrome in children and adults: a Cochrane Systematic Review with trial sequential analysis. \nAnaesthesia 2017;72(1):106‐17. \n[doi: 10.1111/anae.13628. Epub 2016 Oct 20]\n [PubMed] [Google Scholar]Sokol 2003aSokol J, \nJacobs SE, \nBohn D. \nInhaled nitric oxide for acute hypoxemic respiratory failure in children and adults. \nCochrane Database of Systematic Reviews 2003, Issue 1. \n[DOI: 10.1002/14651858.CD002787]\n [PubMed] [CrossRef] [Google Scholar]"}