{"title": "Molecular mechanisms of OLIG2 transcription factor in brain cancer", "pubDate": "2016", "PMCID": "PMC5288170", "DOI": "10.18632/oncotarget.10628", "PMID": "27447975", "abstract": "Oligodendrocyte lineage transcription factor 2 (OLIG2) plays a pivotal role in glioma development. Here we conducted a comprehensive study of the critical gene regulatory networks involving OLIG2. These include the networks responsible for OLIG2 expression, its translocation to nucleus, cell cycle, epigenetic regulation, and Rho-pathway interactions. We described positive feedback loops including OLIG2: loops of epigenetic regulation and loops involving receptor tyrosine kinases. These loops may be responsible for the prolonged oncogenic activity of OLIG2. The proposed schemes for epigenetic regulation of the gene networks involving OLIG2 are confirmed by patient survival (Kaplan-Meier) curves based on the cancer genome atlas (TCGA) datasets. Finally, we elucidate the Coherent-Gene Modules (CGMs) networks-framework of OLIG2 involvement in cancer. We showed that genes interacting with OLIG2 formed eight CGMs having a set of intermodular connections. We showed also that among the genes involved in these modules the most connected hub is EGFR, then, on lower level, HSP90 and CALM1, followed by three lower levels including epigenetic genes KDM1A and NCOR1. The genes on the six upper levels of the hierarchy are involved in interconnections of all eight CGMs and organize functionally defined gene-signaling subnetworks having specific functions. For example, CGM1 is involved in epigenetic control. CGM2 is significantly related to cell proliferation and differentiation. CGM3 includes a number of interconnected helix-loop-helix transcription factors (bHLH) including OLIG2. Many of these TFs are partially controlled by OLIG2. The CGM4 is involved in PDGF-related: angiogenesis, tumor cell proliferation and differentiation. These analyses provide testable hypotheses and approaches to inhibit OLIG2 pathway and relevant feed-forward and feedback loops to be interrogated. This broad approach can be applied to other TFs.", "author": [{"author": "Igor F Tsigelny", "affiliation": ["Department of Neurosciences, University of California San Diego, La Jolla, 92093, CA, USA.", "San Diego Supercomputer Center, University of California San Diego, La Jolla, 92093, CA, USA.", "Moores Cancer Center, University of California San Diego, La Jolla, 92093, CA, USA."], "href": "/?term=Tsigelny+IF&cauthor_id=27447975"}, {"author": "Valentina L Kouznetsova", "affiliation": ["San Diego Supercomputer Center, University of California San Diego, La Jolla, 92093, CA, USA.", "Moores Cancer Center, University of California San Diego, La Jolla, 92093, CA, USA."], "href": "/?term=Kouznetsova+VL&cauthor_id=27447975"}, {"author": "Nathan Lian", "affiliation": ["REHS, San Diego Supercomputer Center, University of California San Diego, La Jolla, 92093, CA, USA."], "href": "/?term=Lian+N&cauthor_id=27447975"}, {"author": "Santosh Kesari", "affiliation": ["John Wayne Cancer Institute at Providence Saint John's Health Center, Santa Monica, 90404, CA, USA.", "Pacific Neuroscience Institute at Providence Saint John's Health Center, Santa Monica, 90404, CA, USA."], "href": "/?term=Kesari+S&cauthor_id=27447975"}], "refPMID": ["24275321", "15951811", "16870736", "17296553", "15198128", "11526205", "11498220", "14575240", "21397859", "17296553", "26517684", "18021424", "23173912", "26023283", "25294244", "12740579", "19363151", "11171336", "11748136", "14960493", "15100723", "21451043", "10417880", "23396245", "15452140", "21382551", "16368933", "15769947", "9891054", "11250899", "21748595", "1851549", "24843136", "25074806", "15479634", "22371483", "19223552", "26159421", "21975933", "25285406", "8929527", "14663477", "8929531", "11809791", "19331140", "17951409", "11752322", "17360565", "25450384", "12124384", "25178277", "7575689", "18212045", "7566127", "24895125", "14527417", "12705869", "23612572", "11516394", "12150998", "12093804", "24295738", "7503932", "10866654", "8350924", "25303898", "12103360", "9628824", "9006902", "16790606", "15765181", "24982505", "15084608", "8597633", "25529635", "24717244", "10220385", "25482939", "9079689", "24743044", "17129668", "21465659", "23620175", "17023658", "24881814", "25376484", "1826542", "25025966", "24392019", "24535833", "21798247", "2169617", "9458049", "9531590", "16778204", "8276400", "1423621", "17419998", "1648180", "2164224", "7829094", "1703321", "24391448", "7898940", "17353197", "8168843", "25781180", "19716789", "19683501", "7789991", "21463630", "24252580", "12906857", "15337849", "17567951", "15567145", "15989957", "17192413", "7519613", "8226833", "1840538", "8058719", "11471164", "21798897", "24170027", "18758480", "24735358", "8294468", "9000438", "8390674", "8020957", "18550849", "1346742", "11564735", "8798523", "17229814", "7518429", "17626883", "9484780", "8806685", "12464388", "10980601", "19851315", "15817824", "1848670", "11909529", "14739300", "11773439", "7579580", "11854040", "3691802", "1709159", "2554309", "8812444", "10343108", "18559503", "7685625", "23358419", "16835242", "9737977", "19041750", "18716323", "18710790", "19826488", "20453870", "14585966", "9395435", "21850687", "17114044", "17371830", "10995762", "8812460", "22121117", "2217177", "19884882", "1319395", "18171027", "2276748", "8774883", "14550641", "9730595", "16359901", "8786144", "12032081", "14578910", "16678110", "18235224", "12628186", "9671762", "17468742", "7951230", "9858806", "20959462", "25349211", "10966642", "1522903", "1518060", "12482854", "25468223", "9658162", "21522185", "16897187", "18003621", "1998338", "14570870", "16769727", "11980916", "10404183", "12955091", "12563287", "15096476", "22672233", "17568194", "14532007", "9789013", "11283611", "17068332", "23716640", "10592173"], "citedInPMID": ["27447975", "34008771", "33859549", "33400685", "33134924", "33066251", "32346006", "32174813", "32101552", "31882550", "30178266", "29849507", "29773872", "28833756", "28541485"], "body": " AbstractOligodendrocyte lineage transcription factor 2 (OLIG2) plays a pivotal role in glioma development. Here we conducted a comprehensive study of the critical gene regulatory networks involving OLIG2. These include the networks responsible for OLIG2 expression, its translocation to nucleus, cell cycle, epigenetic regulation, and Rho-pathway interactions. We described positive feedback loops including OLIG2: loops of epigenetic regulation and loops involving receptor tyrosine kinases. These loops may be responsible for the prolonged oncogenic activity of OLIG2. The proposed schemes for epigenetic regulation of the gene networks involving OLIG2 are confirmed by patient survival (Kaplan–Meier) curves based on the cancer genome atlas (TCGA) datasets. Finally, we elucidate the Coherent-Gene Modules (CGMs) networks—framework of OLIG2 involvement in cancer. We showed that genes interacting with OLIG2 formed eight CGMs having a set of intermodular connections. We showed also that among the genes involved in these modules the most connected hub is EGFR, then, on lower level, HSP90 and CALM1, followed by three lower levels including epigenetic genes KDM1A and NCOR1. The genes on the six upper levels of the hierarchy are involved in interconnections of all eight CGMs and organize functionally defined gene-signaling subnetworks having specific functions. For example, CGM1 is involved in epigenetic control. CGM2 is significantly related to cell proliferation and differentiation. CGM3 includes a number of interconnected helix–loop–helix transcription factors (bHLH) including OLIG2. Many of these TFs are partially controlled by OLIG2. The CGM4 is involved in PDGF-related: angiogenesis, tumor cell proliferation and differentiation. These analyses provide testable hypotheses and approaches to inhibit OLIG2 pathway and relevant feed-forward and feedback loops to be interrogated. This broad approach can be applied to other TFs.Keywords: glioblastoma, OLIG2, gene networks, transcription factor, cancer INTRODUCTIONOligodendrocyte lineage transcription factor 2 (OLIG2) is a member of a family of basic helix–loop–helix (bHLH) transcription factors (TFs) including two other members: OLIG1 and OLIG3. OLIG2 is expressed only in the central nervous system (CNS) and plays an important role in the development of brain cancers. As usual, its role in tumorigenesis is an extension of its “normal” function, such as promoting neural differentiation at specific stages of neural development. Early in oligodendrocyte specification, two signaling pathways (BMP—bone morphogenetic protein—and SHH—sonic hedgehog) converge on OLIG1 and OLIG2 and play a significant role in the formation of multipotential neural progenitor cells (NPC) including their development to oligodendrocyte precursor cells (OPCs) [1]. OLIG2 is also involved in chromatin remodeling by directing the histone-acetylating molecule BRG1 to genes needed for differentiation [1].There is also significant evidence for the role of OLIG2 in cancer. Exposure to glioma-related mitogens EGF and PDGF leads to proliferation of OLIG2+ rapidly dividing cells (type C) [2–4]. All malignant gliomas express OLIG2, and inhibiting the OLIG2 pathway inhibits glioma growth and sensitizes to radiation [5–11]. Given this evidence, we used a systems biology approach involving hierarchical gene network analysis to identify OLIG2-related pathways and genes that may influence cancer development and that inform drug development approaches for this pathway.Recently researchers increased their interest in regulatory role of TFs and their networks in brain development [12–15].Interesting attempt to elucidate the regulatory module network for basic helix–loop–helix TFs was undertaken by Li and coauthors [12]. They created a 28-module network using a probabilistic method for identifying regulatory modules from gene expression data introduced by Segal and colleagues [16] and found 26 cooperative bHLH TF pairs. Tsigelny with coauthors created and investigated the hierarchical gene networks including transcription factors involved in brain development [13]. Recently a profile of OLIG2-target genes that are involved in progenitors of motor neurons and oligodendrites was studied using KEGG networks [14]. Significant role of OLIG2 as a multifunctional regulator of neurons is underlined using network analysis by Mateo and coauthors [15] who showed that this TF activates 616 genes and represses 760 genes. They also showed that TFs interact between each-other in creation of the network-driven regulation action.Our goal was to develop a set of networks that allowed to find a hierarchy of TFs regulating processes that lead to glioma development. RESULTS AND DISCUSSIONOLIG2 expression regulationOLIG2 expression is induced by sonic hedgehog (SHH) and fibroblast growth factor (FGF) during development. A simplified diagram of SHH, FGF, and OLIG2 interactions is shown in Figure ​Figure1A1A [6, 17–21]. FGF and SHH signaling pathways cooperate to induce OLIG2 [22]. When SHH signaling establishes a progenitor domain that expresses OLIG2, FGFR signaling promotes OLIG2 transcription. Another hypothesis proposed by Kessaris and colleagues suggest the FGFR signaling leads to necessary level of MAPK phosphorylation that leads to OLIG2 expression [20]. This hypothesis is supported by experiments by Furusho and coauthors [22]. In general, FGFs (around 23 known by now) are very important for CNS development. They are involved in migration, proliferation, differentiation, and survival of neural cells [22, 23]. FGF3 expression is consistent with oligodendrocyte progenitors (OLPs,) driven by OLIG2. In comparison FGF2 is related to differentiated OLPs and less related to OLIG2. FGF2 promotes oligodendrocyte precursor cells (OPCs) production and inhibits the transition from pre-OPCs to OPCs repressing SHH-dependent coexpression of OLIG2 and NKX2-2 [17].Open in a separate windowFigure 1OLIG2-related gene networks(A) Expression of OLIG2 is inducted by SHH and FGF proteins. (B) OLIG2 cell cycle impact. (C) OLIG2 interacting with RHO pathway [41].OLIG2 translocation to nucleus and neural stem cellsNotch signaling upregulates OLIG2 expression and promotes OLIG2 localization in nucleus (Figure ​(Figure1A)1A) [24]. OLIG2 translocates from the nucleus of neural stem cells (NSCs) to cytosol, where it is subsequently degraded during formation of astrocytes. This is simulated by AKT via phosphorylation of the residue S30 of OLIG2 [25, 26]. More phosphorylation sites are found in OLIG2 by mass spectroscopy S10, S13, S14, and T43 [26]. Phosphorylation at the triple-serine site correlated with oncogenic potential [26].OLIG2 and cell cycle including epigenetic style regulationp21 (WAF1/CLIP1) is a known cell cycle inhibitor and effector of p53 (Figure ​(Figure1B).1B). It is directly involved in fulfillment of p53 inhibiting regulation of NSC [27]. p21 locus is directly affected by OLIG2 transcriptional repression. Disruption of p21 enhances proliferation rates of NSC in mammalian forebrain [28]. p21 is involved in Cyclin D and CDK4/6 inhibition and, by inhibiting p21, OLIG2 indirectly increases expression of these two tumorigenic proteins. It is interesting to note that attenuation of p53 function resulted by mutations in genes interacting with it—p14ARF (CDKN2A), MDM2, or ATM—still does not prevent fully p53-driven response in genotoxic damage, but OLIG2 completely abolishes p53 function [9].Complete transcriptional activity of p53 requires the coactivators—CREB binding protein (CBP)/p300 and PCAF [29]. Later additional coactivators were found. p53 acetylation is mediated by the p300 and CBP acetyltransferase domains. Overexpression of either p300 or CBP induces p53 acetylation. MDM2, a negative regulator of p53, actively suppresses p300/CBP-mediated TP53 acetylation in vivo and in vitro. This inhibitory activity of MDM2 on p53 acetylation is in turn abrogated by tumor suppressor p19ARF (mouse equivalent of p14ARF(CDKN2A), indicating that regulation of acetylation is a central target of the p53–MDM2–p19ARF function [30].TP53 was the first non-histone protein shown to be acetylated by histone acetyltransferase (HAT) [31]. The most important acetylation sites on TP53 are: K164, K120, and six lysines at C-terminus (Figure ​(Figure2B)2B) [31]. OLIG2 suppresses TP53 acetylation. Mehta and colleagues showed that by suppressing acetylation on specific site OLIG2 suppresses both basal and radioinduced interactions of TP53 with p21 (CDKN1A), WIG1, BAX, and MDM2 [9]. OLIG2 acts as an important posttranslational modifier of p53.Open in a separate windowFigure 2Positive feedback loops including OLIG2(A) Network including receptor tyrosine kinases, p300, KDM1A, and p53. Connections: red arrows—activating, blue—inhibiting, and green—epigenetic. Yellow thick arrows show a positive feedback loop. (B) p53 acetylation sites. Yellow sites are necessary for TP53 activation. Modified from ref. 28.Positive feedback loop with KDM1A (LSD1)It is possible that OLIG2 “triggers” the positive feedback loop (Figure ​(Figure2A,2A, thick yellow arrows) including EGFR and PDGFR (and possible additional tyrosine kinase receptors), activating them. PDGFR and EGFR then activate Catenin delta-1 (p120, CTNND1) protein, which activates a set of RCOR (CoREST) proteins and as a result the demethylase KDM1A (LSD1). KDM1A is involved in demethylation of p300 HAT that through TCF3 (E47) activates OLIG2, which is a member of heterodimer with TCF3. Downing and Reynolds showed that PDGF, EGF, and CSF-1 induce tyrosine phosphorylation of p120. KDM1A demethylates K-370 of p53/TP53 that prevents interaction of p53/TP53 with TP53BP1 and represses p53-mediated transcriptional deactivation [32].Activation of KDM1A is coregulated by RCOR group of genes. There are three isoforms of RCOR proteins. RCOR1 and RCOR2 activate KDMA1—nucleosomal demethylation, while RCOR3 inhibits this function [33]. p120-catenin directly binds the REST–CoREST complex, displacing it from established gene targets to permit their transcriptional activation [34]. p300/CBP coactivator complex contains two coactivators: p300 (E1A binding protein 300) and CBP (CREB-binding protein, CREBBP). Each of coactivators contains histone acetyltransferase (HAT) domain [35]. Ito and colleagues showed that p300/CBP-mediated acetylation is a universal and critical modification for p53 function [30] (Figure ​(Figure2B).2B). Ligon and colleagues showed that OLIG2 function is necessary for primary glioma development related to activation of EGFR and PDGFR [4].Complex TFAP2C–MYC–KDM5B demethylates histone 3 (H3K4me3) that leads to direct p21 repression [36]. Similar role most probably plays KDM1A (LSD1). Downregulation of LSD1 in vitro with both siRNA and monoamine oxidase (MAO) inhibitors (pargyline, clorgyline, or tranylcypromine) led to growth inhibition and differentiation with an increase of H3K4 methylation [37].Kaplan–Meier curves (Figure ​(Figure3)3) show increase in survival with the lower expression of KDM1A (AOF2), RCOR, and OLIG2, and some increase of survival with increased expression of CDKN1A. All that is consistent with our scheme of gene interactions related to epigenetic control. These results above here are in whole or part based upon data generated by the TCGA Research Network: http://cancergenome.nih.gov/ (Figure ​(Figure2A2A).Open in a separate windowFigure 3Kaplan–Meier curves show increase of survival with the lower expression of KDM1A (AOF2), RCOR, and OLIG2, and some increase of survival with increased expression of CDKN1AAll that is consistent with our scheme of gene interactions related to epigenetic control (Figure ​(Figure2A2A).Another point of view is presented by Kozono and coauthors. They showed that KDM1A promotes loss of H3K4me3 (responsible for activation of cancer-related genes) and proposed that KDM1A does it through regulation of H3K4me3 homeostasis at the MYC locus [38]. They showed that decreased KDM1A expression increases MYC H3Kme3 and MYC expression [38]. The authors acknowledged that their findings are contradictory to a number of results [39, 40] showing that the KDM1A inhibitors actually inhibit growth of a number of cancers and stated that the mechanism of such “dichotomy” is an important area of investigation. So KDM1A decreases H3K lysine 4 methylation and activates the related genes; in the same time causes loss of H3K4me expression [38]. The summary result depends on the ratio of these two activities of demethylase.Positive feedback loops with TK (tyrosine kinase) receptorsThis loop also contains a number of tyrosine kinase receptors including EGFR, PDGFR, FLT1, etc. (see Figure ​Figure4,4, thick pink and yellow arrows) that OLIG2 activates. These receptors activate the well-known oncogenic pathways: PI3K–AKT–mTOR and RAS–RAF–MEK–ERK. It was interesting to find the link that can elucidate the possible positive feedback loops that would generate the constant activation of these pathways triggered by OLIG2 or other genes. OLIG2 mediates its functions through a number of proteins. One of them is BAD. When it is not phosphorylated, BAD protein binds and inhibits BCL2 and other members of this family [41, 42]. Once phosphorylated by AKT kinase (or other kinases) the phosphoserine residues of BAD form affinity-binding sites for 14-3-3 protein, thus localizing phosphorylated BAD to the cytosol and effectively neutralizing its proapoptotic activity [42, 43].Open in a separate windowFigure 4AKT-stimulated export of OLIG2 from the nucleus of NSCs is essential for the astrocyte differentiationRed arrows—activating connections, light-blue arrows—inhibiting. Thick arrows present two positive feedback loops (1—pink and 2—yellow); both of them activating AKT.AKT promotes translocation of OLIG2 to nucleus to NSC [20, 21] and in this way promotes its function. Jahn and coauthors reported that impact of GRB10 increased AKT activity levels without increasing PI3K activity levels [44]. This fact can be evidence that GRB10 is a positive regulator of the AKT pathway downstream of PI3K. GRB10 acts as an adaptor involved in the relocalization of AKT to the cell membrane, which results in its activation [44]. OLIG2 expression causes upregulation of GRB10 and GRB14 [4, Suppl. Data]. Some positive feedback GRB10/14–OLIG2–AKT can function, causing OLIG2 activation and BAD protein activity preventing apoptosis. Another positive feedback includes OLIG2–EGFR (or other TK receptor)—PI3K–AKT.RHO pathwayRHO expression is increased in human cancer, alongside with increased RHOA expression in high-grade astrocytomas. As shown in Figure ​Figure1C,1C, OLIG2 activates RHOA, which in its turn activates ERK1/2 [45, 46]. The authors showed that RHO/ROCK is involved in GBM cell migration and proliferation via ERK1/2 activation.Coherent-gene modules networks—framework of OLIG2 involvement in cancerInitial network of OLIG2 interaction (Figure ​(Figure5)5) was obtained using IPA program (Ingenuity Inc., Santa Clara, CA) on the basis of our gene sets presented in Figures ​Figures1,1, ​,2,2, and 4 and then analyzed by VisANT program (Center for Advanced Genomic Technology, Bioinformatics Program, Boston University, MA) with its Predictome database of gene–gene interactions [47], which is updated every month. VisANT added a number of genes that participate in various aspects of OLIG2 function and separated them to eight modules (Figure ​(Figure6A).6A). The lists of genes in each modules are present in Supplementary Table S1. The following exploration of these modules genes with the IPA program had shown that all the selected by VisANT modules contain functionally connected groups of genes responsible for the specific functions of the cell related to cancer. Some of the involved genes participate in different IPA networks.Open in a separate windowFigure 5Simplified OLIG2 gene signaling networkRed lines—activating by OLIG2 connectors, blue—inhibiting.Open in a separate windowFigure 6Gene modules involved in the comprehensive OLIG2 signaling network(A) General network diagram. (B) Quantity of genes in the modules (i) and connectivity of each module (ii). (C) Number of connections between modules are presented as the relative thickness of the connecting lines. Thicker lines indicate a greater number of connected genes between two modules, while thinner lines indicate a smaller number of connected genes between two modules.Most populated module is Module 8 having 273 genes and the highest connectivity (Figure ​(Figure6B)6B) and the smallest module is Module 6 (with 33 genes). OLIG2 along with OLIG1 and OLIG3 and other 49 genes (total 52 genes) is located in Module 3. Analyzing the intensity of connections between the modules revealed that the greatest numbers of connections are in the pairs Module 1 and Module 5, Module 1 and Module 2, Module 2 and Module 5, and Module 3 and Module 5 (Figure ​(Figure6C6C).Module 3 containing OLIG2 controls the largest module of the network—Module 8—through controlling EGFR and other genes from its network. Module 1 contains a number of epigenetic-related genes like RCOR1, KDM5B, etc., and is controlled partially by ERK1/2. Module 2 includes a number of MAP kinase family members and HIF1A, important hypoxia-related transcription factor. Module 3 contains a network controlled significantly by OLIG2, OLIG1, and connected genes.The top (having maximum numbers of connections) gene in the entire multimodal network is shown in Figure ​Figure7:7: EGFR (Module 8), the next level includes CALM1 (Module 7) and HSP90AA1 (Module 5). The next levels of hierarchy contain MAPK1, CDKN1A, KDM1A on level 3, PAK1, NCOR1, MAPK3 on level 4, HDAC9, RCOR1, PDGFRA on level 5, and on the last level—ATP5C1, EGF, and MTA3.Open in a separate windowFigure 7(A) Genes having the greatest number of connections in the general OLIG2-related signaling network start with (1) EGFR (module 8); then include (2) CALM1 (module 7) and HRP90AA1 (module 5); (3–6) show the further connection expansion. (B) Hierarchical involvement of the genes with the greatest number of connections.Each of the abovementioned coherent gene modules contains the main signaling networks related to specific cell functions. We analyze each of them in the following section.Gene signaling networks inside the coherent-gene modulesThe selection of genes in the modules is not random. In majority of cases they are connected in specific gene networks that fulfill specific functions. The possible therapeutic options have to be addressed not to a single gene but to the entire networks of the modules. Here we elucidate some of the signaling networks that are found in modules.Network 3 in the Module 1 is related to epigenetic regulationsThis network (Figure ​(Figure8A)8A) contains a number of nuclear genes related to epigenetic regulation: histone deacetylase 7 (HDAC7)—an epigenetic repressor that plays role in transcriptional regulation, cell cycle progression, and developmental events [48], lysine-specific demethylase 5B (KDM5B)—a repressor of tumor suppressor genes, promotes glioma cell growth by down regulating p21 [49], methyl CpG-binding domain protein 3 (MBD3)—a transcriptional repressor and gene silencer that has a preference for methylated CpG dinucleotide containing sites [50], methyl-CpG binding domain protein 2 (MBD2), which is involved in silencing methylated tumor suppressor genes and activating prometastatic genes [51], chromodomain helicase DNA-binding protein 4 (CHD4 or Mi-2), which participates in epigenetic transcriptional repression and mutations in this gene are often associated with serious endometrial tumors [52], nuclear receptor corepressor 2 (NCOR2)—a transcriptional corepressor causing silencing and aberrant expression associated with cancer by promoting chromatin condensation [53, 54], transducin (Beta)-like X-linked receptor 1 (TBL1XR1)—a transcriptional corepressor whose loss causes glucocorticoid resistance in leukemia [55], nuclear receptor corepressor 1 (NCOR1), which mediates transcriptional repression, particularly BCL6 transcriptional repressor activity [56], metastasis associated 1 family, member 3 (MTA3)—a transcriptional repressor of SNAI1 by means of transcriptional repressor BCL6 [57]. This gene encodes p53 partner genes that are involved in histone regulation and leads to SIRT3 overexpression, which prevents apoptosis [58]. High mobility group 20B (HMG20B), which is required for progression through G2 into mitosis and for RCOR1/CoREST-mediated repression (UniProtKB {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9P0W2\",\"term_id\":\"57012878\",\"term_text\":\"Q9P0W2\"}}Q9P0W2); REST Corepressor 1 (RCOR1)—a member of BHC highly expressed in most cancers that serves as a corepressor of neuron-specific genes by modifying chromatin and acting as a silencer at the chromosomal level [59], SIN3 transcription regulator family member A (SIN3A)—a transcriptional corepressor with REST that antagonizes MYC oncogenic activities [60], nuclear receptor subfamily 2, group C, Member 1 (NR2C1)—a transcription regulator/repressor, involved in stem cell proliferation and differentiation [61]) with low expression in ER+ and ER− breast cancer [62], retinoblastoma binding protein 7 (RBBP7)—a regulator of cell proliferation through SIN3 corepressor complex [63] and repressor of homeotic genes during development through interactions with BRCA tumor suppressors [64], retinoblastoma binding protein 4 (RBBP4)—a transcriptional repressor and silencer regulating cell proliferation of retinoblastoma [65]. ERK1/2 interacts with this network.Open in a separate windowOpen in a separate windowOpen in a separate windowOpen in a separate windowOpen in a separate windowOpen in a separate windowFigure 8Gene networks found in coherent-gene modules confirm the functional importanceSee network explanations in the text (Section “Coherent-gene modules networks—framework of OLIG2 involvement in cancer”). (A) Network 3 of the Module 1. (B) Network 1 of the Module 2. (C) Network 2 of the Module 2. (D) Network 1 of the Module 3. (E) Network 2 of the Module 3. (F) Network 2 of the Module 4. (G) Network 3 of the Module 4. (H) Network 1 of the Module 6. (I) Network 2 of the Module 7. (J) Network 1 of the Module 8. (K) Shape and color schemes for signaling networks derived by IPA program.Network 1 in the module 2 is related to cell proliferation and differentiationThis network (Figure ​(Figure8B)8B) is related mostly to cell proliferation and differentiation. It spreads from the plasma membrane through cytoplasm to the nucleus. In the plasma membrane: the network contains; ret proto-oncogene (RET)), which is involved in cell proliferation in glial cells, regulates cell death/survival, and triggers apoptosis [66], hyaluronan-mediated motility receptor RHAMM (HMMR), which is involved in metastasis and regulating of ERK (UniProtKB 075330). It is also responsible for cell motility and invasion and forms complex with BRCA genes (OMIM 113705; OMIM 600185). Vascular endothelial growth factor (VEGF) and its receptor is involved in regulation of RET and HMMR. In the cytoplasm it contains: intestinal cell (MAK-Like) kinase (ICK), which is responsible for cell proliferation and differentiation [67], mitogen activated protein kinase 3 (MAPK3), which plays important role in MAPK/ERK cascade and in regulation of cell proliferation, survival, growth, and differentiation [68], mitogen-activated protein kinase kinase kinase 3 (MAP3K3)—a mediator of NF-kappa-B transcription regulator activation and signal transduction cascade [68], valocin containing protein (VCP)—an inducer of anti-apoptosis and muscle, bone, and brain damage, and preventer of DNA repair [70], sequestosome 1 (SQSTM1), which is involved in apoptosis, and the body's immune responses and inflammatory reactions, promotes osteoclast formation [71], mitogen activated protein kinase kinase 1 (MAP2K1), which controls cell proliferation, differentiation, movement, and apoptosis primarily through transcription regulation [72], mitogen activated protein kinase kinase kinase 14 (MAP3K14), which stimulates NF-kappa-B transcriptional activation and regulation via noncanonical pathways [73], mitogen activated protein kinase kinase kinase 1 (MAP3K1), which is activated by autophosphorylation, and phosphorylates other proteins with a magnesium cofactor [74]. Its increased expression in vivo promotes breast cancer survival and increases resistance of squamous cell carcinoma to photodynamic therapy [75, 76]. In the nucleus this network contains: histone deacetylase 6 (HDAC6), which is involved in transcriptional regulation, cell cycle progression, and development [77] and participates in neuroblastoma dissemination [78], hypoxia inducible factor 1, alpha subunit (HiF1A), which is involved in cancer progression, cell proliferation, and tumorigenesis [79], HIS1H4A, which may have some significance in melanoma and other cancers [80], signal transducer and activator of transcription 3 (STAT3)—a transcription factor that is involved in anti-apoptosis and tumorigenesis [81], SMAD Family Member 4 (SMAD4), which increases risk of cancer by increasing chances of cell proliferation [82], breast cancer 1, early onset (BRCA1)—aberrations in this gene causes out-of-control cell growth and division and impairs ability to repair damaged DNA [83], general transcription factor III (GTF2i), which is involved in normal immune function and B-cell response to invaders [84], estrogen receptor 2 (ER Beta) (ESR2), which activates transcription, but does not affect patient susceptibility to various cancers [85, 86], cyclin D1 (CCND1), which contributes to tumorigenesis when overexpressed, amplified, or mutated [87], splicing factor proline/glutamine-rich (SFPQ)—a tumor suppressor gene [88], poly (ADP Ribose) polymerase 1 (PARP1), which is involved in cancer progression and tumor ulceration [89, 90]. It is very interesting that PARP1 and BRCA1 are actually members of the same local gene network with a number of connecting links. Sp1 Transcription Factor (SP1)—an activator and repressor of transcription is involved in cell growth, apoptosis, differentiation, and immune responses, in addition to maintaining telomere activity in cancer cells [91].Network 2 in the Module 2 participates in negative regulation of cancer-inducing genesThis network (Figure ​(Figure8C)8C) is primarily involved with phosphatases and negative regulation of key cancer-inducing genes and signaling pathways. In the plasma membrane it contains: protein tyrosine phosphatases (PTPRB and PTPRC), which impair humoral- and cell-mediated-immunity and play a role in cell adhesion, neurite growth, and neuronal differentiation [92], ATPase, Na+/K+ transporting, alpha 1 polypeptide (ATP1A1), which plays an important role in establishing the electrochemical gradients for Na and K across the plasma membrane for electrical excitability of nerve and muscle (NCBI Entrez Gene 476); sprouty homolog 2 (SPRY2)—an inhibitor of FGF signaling pathways and regulator of EGFR/MAPK signaling [93], protein tyrosine phosphatase, receptor type J, (PTPRJ)—a negative regulator of PDGF-stimulated cell migration and EGFR and T-cell receptor signaling and positive regulator of platelet activation and endothelial cell survival [94, 95]. In the cytoplasm it contains: son of sevenless homolog 1 (SOS1), which regulates RAS proteins and participates in signal transduction pathways [96], spleen tyrosine kinase (SYK)—a modulator of epithelial cell growth and tumor suppressor breast carcinomas [97], mitogen activated protein kinase kinase 2 (MAP2K2), which is involved in cell proliferation, differentiation, movement, and apoptosis [98], insulin receptor substrate 1 (IRS1), which mediates insulin dependent cellular processes [99], protein-tyrosine phosphatase, nonreceptor type 1 (PTPN1), which negatively regulates insulin signaling and promotes oncogenic transformation by dephosphorylating EGFR, JAK2, and TYK2 kinases [100], dual specificity phosphatase 3 (DUSP3)—a negative regulator of mitogen activated protein kinase superfamily [101]. In the nucleus is located cell division cycle 25C (CDC25C), which plays a key role in regulating cell division by triggering entry into mitosis and suppressing p53-induced growth arrest [102].Network 1 in the Module 3 is involved in compromising anticancer defenseThis network is shown in Figure ​Figure8D.8D. In plasma membrane this network contains: erb-B2 receptor tyrosine kinase 2 (ERBB2)—an oncogene associated with increased invasion, metastasis of the disease and resistance to therapy [103], adrenoreceptor Beta family gene (ADRB), which mediates physiological effects of epinephrine and norepinephrine [104, 105]. In the cytoplasm this network contains genes in the mitochondria, specifically those regulating mitochondrial function and cellular communication: solute carrier family 25 member 3 (SLC25A3), which regulates mitochondrial permeability transportation pore [106], innermembrane protein, mitochondrial (IMMT) that is crucial for maintenance of cristae and inner- and outermembrane architecture to allow for cellular communication [107], F-box protein 6 (FBXO6), which is involved in endoplasmic reticulum associated degradation pathway and DNA damage response [108], single stranded DNA binding protein 1, mitochondrial (SSBP1), which is involved in genome stability and mitochondrial biogenesis [109, 110], GABA(A) receptor-associated protein like 1 (GABARAPL1)—an autophagy-related gene [111], Calmodulin 1 (CALM1)—a common target for immunotherapy and biomarker development with high expression in prostate and pancreatic cancer [112], argonaute RISC catalytic components (AGO1, AGO2, and AGO4), which play a role in RNA interference [113] and RNA directed transcription [114]. In the nucleus this network contains genes responsible for ubiquitin-dependent regulation: HECT, UBA, and WWE domain containing 1, E3 ubiquitin protein ligase (HUWE1), which ubiquitinates the anti-apoptotic gene MCL6 and tumor suppressor p53, and regulates ubiquitination and degradation of MYCN and CDC6 [115–117], cullin 3 (CUL3), which degrades specific protein substrates through polyubiquitination [118], interleukin enhancer binding factor 3, 90kDa (ILF3), which facilitates posttranscriptional double-stranded RNA-regulated gene expression and T-cell expression of interleukin 2 [119], Y-box binding protein 1 (YBX1) which acts as extracellular mitogen, promotes MYC mRNA stability, and stimulates cell migration and proliferation when secreted (UniProtKB {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P62960\",\"term_id\":\"51704189\",\"term_text\":\"P62960\"}}P62960).Network 2 in the Module 3 is directly related to OLIG1/2 expression and function along with regulation of other bHLH TFsThis network (Figure ​(Figure8E)8E) is affected by four extracellular signaling genes: serpin peptidase inhibitor (SERPINF1)—a regulator of neuronal differentiation in retinoblastoma cells and inhibitor of angiogenesis [120], ciliary neutotrophic factor (CNTF), which promotes neurotransmitter synthesis and reduces tissue destruction during inflammatory attacks [121], leukemia inhibitory factor (LIF), which induces hematopoietic differentiation in myeloid leukemia cells [122], sonic hedgehog (SHH), which plays a significant role in cell growth and specialization, specifically for CNS development, and directly affects OLIG2 expression [123]. In the plasma membrane a very important gene, NOTCH1, plays a significant role in cell proliferation, differentiation, and apoptosis. It is both an oncogene and tumor suppressor, so mutations in NOTCH1 are frequently found in head and neck carcinomas, leukemia, and lung cancer, which all affect its tumor suppressor function [124–126]. In the cytoplasm is located mitogen activated protein kinase kinase 2 (MAP2K2), which is involved in cell proliferation, differentiation, movement, and apoptosis [94].A distinguishing feature of this network is a located in the nucleus subnetwork of basic helix–loop–helix transcription factors (bHLH) described in detail by Tsigelny and colleagues [127]. It includes a set of inhibitors of DNA binding TFs (IDs). ID1 and ID4 inhibit DNA binding and transcriptional activation as negative transcriptional regulators of other bHLH transcription factors [128]. Oligodendrite lineage transcription factors (OLIG1 and OLIG2) are regulators of ventral neuroectodermal progenitor cell fate and are responsible for many oligodendroglial tumors [5]. Neurogenins (NEUROG1, NEUROG2, and NEUROG3) are key transcriptional regulators of neurogenesis and are associated with neuroblastoma [129]. Achaete-scute family bHLH transcription factor 1 (ASCL1) encodes a member of the bHLH family of transcription factors and is involved in neuronal commitment and differentiation of olfactory and autonomic neurons [130]. Hes family bHLH transcription factor 1 (HES1) is a repressor of genes that require bHLH for transcription [131]. It is a negative regulator of myogenesis [132]. NK2 homeobox 2 (NKX2-2) is a TF involved in morphogenesis of CNS and neuroendocrine tumor development [133]. Deltex 1, E3 ubiquitin Ligase (DTX1) is a positive and negative regulator of NOTCH that promotes B-cell development at the expense of T-cell development and is involved in neurogenesis and myogenesis [134].Network 2 in the Module 4 is involved in cancer inflammation responseThis network is shown in Figure ​Figure8F.8F. In the cytoplasm it contains: V-Crk avian sarcoma virus CT10 oncogene homolog-like (CRKL), which plays a role in fibroblast formation [135], phospholipase c, gamma 1 (PLCG1)—a regulator of intracellular signaling cascades that plays a role in actin reorganization and cell migration [136], phosphoinositide-3-kinase, regulatory subunit 1 alpha (PIK3R1), which plays an important role in metabolic actions of insulin and in signaling responses to FGFR and PDGFR family genes [137, 138], src homology 2 domain containing adaptor protein B (SHB), which plays a role in angiogenesis, T-cell antigen receptor signaling [139], interleukin-2 signaling, apoptosis [140], and neuronal cell differentiation [141], signal transducing adaptor family member 2 (STAP2), which modulates STAT3 activity [142], which in its turn promotes pro-oncogenic inflammation and suppresses anti-tumor immunity [143], protein tyrosine phosphatase (PTPase), which regulates insulin signaling and cell-cell adhesion [144], janus kinase 1 (JAK1), which is heavily involved with STATs [145] and kinase-partner to interleukin-2 receptor [146]. In the nucleus this network contains: cbl proto-oncogene E3 ubiquitin protein ligase (CBL)—a negative regulator of many signal transduction pathways activated by cell surface receptors and regulator of osteoblast differentiation and apoptosis [147], signal transducer and activator of transcription 5B (STAT5B), which is responsible for cell transduction, transcription activation, and apoptosis [148].Network 3 in the Module 4 is related to PDGRF regulationThis network (Figure ​(Figure8G)8G) is primarily related to cellular regulation by the platelet derived growth factor receptor and bone morphogenetic protein receptor superfamilies. In the extracellular space this network contains: bone morphogenetic protein 4 (BMP4), which plays an important role in endochondral bone formation [149], platelet derived growth factor superfamily genes (PDGFA, PDGFB, and PDGFC), which play important roles in angiogenesis, cell proliferation and differentiation, and pathophysiology of cancer [150], collagen, type IV, alpha 1 (COL4A1), which inhibits angiogenesis and tumor formation [151] and activation of HIF1A, ERK1/2, and p38 MAPK. In the plasma membrane this network contains: bone morphogenetic protein receptor, type II (BMPR2)—an activator of SMAD4 transcriptional regulators (UniProtKB {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q13873\",\"term_id\":\"12643724\",\"term_text\":\"Q13873\"}}Q13873); platelet derived growth factor receptor superfamily genes (PDGFRA and PDGFRB)—a regulator of embryonic development, cell proliferation, survival, chemotaxis, and tumor progression [152, 153], growth factor receptor-bound protein 14 (GRB14)—an inhibitor of insulin receptor signaling and regulator of growth and metabolism [154], bone morphogenetic protein receptor, type A (BMPR1A)—an activator of SMAD4 transcriptional regulators (UniProtKB {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P36894\",\"term_id\":\"61252444\",\"term_text\":\"P36894\"}}P36894).Network 1 in the Module 6 is partially related to neuron growth and promotes cell proliferation, regulates apoptosis, and accelerates mitotic abnormalitiesThis network is shown in Figure ​Figure8H.8H. In the plasma membrane it contains: BAI-associated protein 2 (BAIAP2)—a brain-specific angiogenesis inhibitor associated with neurodegenerative disease [155], Sorbina and SH3 domain containing 2 (SORBS2)—an adapter protein repressed in oncogenic transformation of the pancreas, causing progression of the cancer [156], synapsin 1 (SYN1)—a regulator of axonogenesis, synaptogenesis, and neurotransmitter release causing neuronal degeneration (NCBI Entrez Gene 6853); contactin (CTTN), which is overexpressed in breast cancer and squamous cell carcinoma as aberrant regulation causes tumor cell invasion and metastasis [157]. In the cytoplasm this network contains: NCK Adaptor Protein 1 (NCK1), which plays a role in cell adhesion and migration through ephrin receptors [158, 159], NCK Adaptor Protein 2 (NCK2), which regulates receptor protein tyrosine kinases [160], Rho guanine nucleotide exchange factor (GEF) 7 (ARHGEF7)—a positive regulator of apoptosis that also functions in cell migration, attachment, and spreading [161, 162], myosin light chain kinase (MYLK), which is involved in inflammatory response, tumor motility and metastasis [163, 164], and anti-apoptosis [165], p21 protein (Cdc42/Rac)-activated kinase 1 (PAK1), which is involved in cell proliferation and apoptosis and is amplified in human cancers [166, 167], leucine-rich repeat kinase 2 (LRRK2), which regulates neuronal process morphology in CNS [168] and phosphorylation of proteins central to Parkinson's disease [169], myosin VI (MYO6), which is responsible for cell migration and organelle transport and is required for the structural integrity of the Golgi apparatus via the p53 -dependent pro-survival pathway [170], 3-phosphoinsitide dependent protein kinase 1 (PDPK1), which regulates cell proliferation, survival, motility and Notch-induced cell growth [171, 172], LIM domain kinase 1 (LIMK1), which stimulates axon growth and plays a role in brain development and cellular processes associated with cytoskeletal structure [173], Filamin A, Alpha (FLNA), which allows neuroblast migration to cortical plates [174]. In the nucleus this network contains cyclin-dependent kinase 11B (CDK11B) that plays a role in cell cycle progression, cytokinesis, and apoptosis [175]. In neuroblastoma, CDK11B is frequently deleted or altered [176].Network 2 in the Module 7 is involved in neuron differentiation and apoptosis inhibitionThis network is shown in Figure ​Figure8I.8I. In the plasma membrane it contains: gap junction protein, beta 1, 32kDA (GJB1) that facilitates ion and small molecule transfer between cells [177]. In the cytoplasm this network contains: dimethylarginine dimethylaminohydolase 1 (DDAH1), which regulates nitric oxide generation [178], casein kinase 2, beta polypeptide (CSNK2B), which regulates metabolic pathways, signal transduction, transcription, translation, replication, tumor suppression, and tumorigenesis [179], regulator of G-protein signaling 10 (RGS10), which drives G proteins into inactive GDP-bound states [180], calpolin 1, basic, smooth muscle (CNN1), which regulates and modulates smooth muscle contraction [181], DEAD (Asp-Glu-Ala-Asp) box helicase 3, X-linked (DDX3X) – involved in translation, cellular signaling, and viral replication, with misregulation resulting in tumorigenesis [182], ribosomal protein L13a (RPL13A), which represses inflammatory genes as part of the GAIT complex (NCBI Entrez Gene 32521). In the nucleus this network contains: transcription factor 4 (TCF4)—a bHLH TF that initiates neuronal differentiation (UniProtKB {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P15884\",\"term_id\":\"3915747\",\"term_text\":\"P15884\"}}P15884); BMI1 proto-oncogene, polycomb ring finger (BMI1), which maintains transcriptionally repressive state of Hox genes [183], neuronal differentiation 1 (NEUROD1)—a bHLH TF that activates transcription of E-box containing genes and insulin [184], RAN binding protein 2 (RANBP2), which regulates transcriptional repression mediated by class I and II HDACs [185], cullin 4B (CUL4B), which is important for DNA repair and replication [186, 187], normal G1 progression, and cell growth, size, and metabolism control through mTOR pathway regulation [188], SET nuclear proto-oncogene (SET), which inhibits apoptosis by cytotoxic T lymphocytes and simulates DNA replication of adenovirus genome [189], von Hippel-Lindau tumor suppressor, E3 ubiquitin protein ligase (VHL)—dominantly inherited familial cancer syndrome predisposing to malignant and benign tumors [190], lysine (K)-specific demethylase 5C (KDM5C)—a transcriptional repressor of neuronal gene [191] and regulator of chromatin remodeling [192], aurora kinase B (AURKB), which regulates microtubule based chromosome segregation during mitosis and meiosis [193]. Its depletion leads to p53-dependent apoptosis due to p21 upregulation [194]. DCN1, defective in cullin neddylation 1, domain containing 1 (DCUN1D1), which facilitates malignant transformation and carcinogenic progression [195], HNF1 homeobox A (HNF1A), which regulates tissue specific expression of various genes [196], EWS RNA-binding protein 1 (EWSR1)—a transcriptional repressor that plays a role in tumorigenesis and in development of neuroectodermal and other tumors [197], polymerase (RNA) II (DNA directed) polypeptide B, 140kDa (POLR2B), which catalyzes transcription of DNA into RNA [198].Network 1 in the Module 8 partially related to EGFR regulation that is affected by OLIG2This network is shown in Figure ​Figure8J.8J. In the plasma membrane it contains: trans-2,3-enoyl-CoA reductase (TECR), which catalyzes final step in metabolism and produces membrane lipid precursors [199], exocyst complex component family genes (EXOC3, EXOC6, and EXOC8), which mediate cell communication by targeting exocytic vesicles to fusion sites on plasma membrane (UniProtKB {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"O60645\",\"term_id\":\"1613836567\",\"term_text\":\"O60645\"}}O60645; UnirProtKB {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q8TAG9\",\"term_id\":\"212287926\",\"term_text\":\"Q8TAG9\"}}Q8TAG9; UniProtKB {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q8IYI6\",\"term_id\":\"74750763\",\"term_text\":\"Q8IYI6\"}}Q8IYI6); epidermal growth factor receptor (EGFR), which amplified in low grade gliomas and primary glioblastomas [200] due to anti-apoptosis qualities. In the cytoplasm this network contains many under-researched genes with uncited information in all referenced databases. These genes are primarily involved with protein processing and other posttranscriptional regulations. However, the following are all still significant to OLIG2 transcription factor action and warrant further analysis as OLIG2 directly regulates Module 8 genes (Figure ​(Figure6):6): uroporphyrinogen decarboxylase (UROD), which catalyzes conversion of uroporphyrinogen to coproporphyrinogen (UniProtKB {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P06132\",\"term_id\":\"2507533\",\"term_text\":\"P06132\"}}P06132); secretory carrier membrane protein 3 (SCAMP3), which is involved in post-Golgi recycling pathways and protein trafficking [201], nonsyndromic hearing impairment protein 5 (DFNA5)—an apoptosis inducer [202] and tumor suppressor regulated by p53 [203], acyl-CoA synthetase long-chain family member 3 (ACSL3), which plays key role in lipid biosynthesis and fatty acid degradation [204], fumarylacetoacetate hydrolase (fumarylacetoacetase, FAH)—the last enzyme in tyrosine catabolism pathway [205], IlvB (bacterial acetolactate synthase)-like (ILVBL)—a homologous to pyrophosphate-binding proteins in bacteria, yeast, and plants (NCBI Entrez Gene 10994); dopey family member 2 (DOPEY2), which is involved in protein traffic between late Golgi and early endosomes (UniProtKB {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9Y3R5\",\"term_id\":\"311033496\",\"term_text\":\"Q9Y3R5\"}}Q9Y3R5); mitochondria-localized glutamic acid-rich protein (MGARP), which is responsible for mitochondria trafficking along microtubules (UniProtKB {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q8TDB4\",\"term_id\":\"74715889\",\"term_text\":\"Q8TDB4\"}}Q8TDB4); pantothenate kinase 4 (PANK4)—a key regulator of coenzyme A biosynthesis (UniProtKB {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9NVE7\",\"term_id\":\"27805669\",\"term_text\":\"Q9NVE7\"}}Q9NVE7); sphingosine-1-phosphate lyase 1 (SGPL1), which elevates stress-induced ceramide production and apoptosis [206], protein phosphatase 6, regulatory subunit 1 (PPP6R1)—a regulatory subunit of protein phosphatase 6 [207], amyloid beta (A4) precursor protein-binding, family B, member 3 (APBB3), which modulates internalization of Alzheimer's disease beta-amyloid precursor protein (NCBI Entrez Gene 10307); component of oligomeric Golgi complex 4 (COG4), which is required for normal Golgi function [208], microtubule associated serine/threonine kinase 1 (MAST1), which links dystrophin/utrophin network with microtubule filaments through syntrophins [209], Golgi localized complexes (COG1, COG6, COG7, and COG8), which is required for normal Golgi morphology and function [208], thyroid adenoma associated (THADA)—a protein encoding gene [210], NLR family, pyrin domain containing 10 (NLRP10)—a negative regulator of inflammation and apoptosis [211, 212]. NLRP10 also plays a role in adaptive and innate immunity [213]. In nucleus this network contains genes that are heavily involved in cell progression and development, particularly during mitosis: protein phosphatase 6, catalytic subunit (PPP6C), which restricts G1 to S phase progression in cancer cells [214], non-SMC condensing II complexes (NCAPG2 and NCAPH2), which plays a role in mitotic chromosome assembly and segregation [215], structural maintenance of chromosomes 2 (SMC2)—a critical for mitotic chromosome condensation and DNA repair [216], ZPR1 zinc finger (ZPR1), which communicates proliferative growth signals from cytoplasm to nucleus [217], induces neuron differentiation with cell arrest in G1 and G2 phases [218], and is involved in H(2)O(2) induced neuronal cell death. MATERIALS AND METHODSVisANT program, version 4.0 [219] was used for biological pathway analysis and for the querying and visualization of gene-regulation and gene networks for glioblastoma. VisANT is a web-based tool for data mining; visualizing gene data in the context of sequence, pathway, structure, and associated annotations; and analyzing different types of networks for biological interactions and associations [219]. In addition to simple networks, interactions in VisANT can also be defined as higher-level connections between groups of proteins, complexes, pathways, or subnetworks. These “modular” connections can be viewed simultaneously with connections between subcomponents, such as individual protein interactions [219], thus creating a hierarchical clustering. Constructed networks include (1) simple interactions: links defined as protein–protein, protein–DNA, gene–gene, etc.; (2) modules, groups, and clusters: genes, proteins, pathways, and subnetworks; (3) modular interactions: complex interactions, colocalization data, shared components, and pathway interactions [219]. Once a gene data set has been loaded into VisANT, the genes or proteins within it can be queried for other known and predicted interactions from published data sets, using well-known databases as Munich Information Center for Protein Sequences (MIPS) database, Biomolecular Interaction Network Database (BIND), Human Protein Reference Database (HPRD), and Kyoto Encyclopedia of Genes and Genomes (KEGG) database, to name a few.VisANT creates gene modules based on relationships. Because genes in these modules are working together and the modules are hierarchically integrated in biological networks, we call them coherent-gene modules (CGMs). Essentially, VisANT analyzes the interactions between all the available genes in the gene network and groups them based on connectivity with surrounding genes. VisANT specifically emphasizes CGMs (the most heavily connected genes within each module) than it does each individual gene. With that being said, modules are created within VisANT first due to connectivity within CGMs and then to connectivity with surrounding genes. The CGMs are separately analyzed through literature checks in order to extrapolate important information about their function in cancers, in this case gliomas. VisANT primarily takes the global clustering coefficient and the local clustering coefficient into account when generating weighted networks. After forming CGMs of all genes within the gene network, genes were filtered out based on connectivity.After obtaining modules in VisANT, we uploaded genes of each module individually into IPA® program (Ingenuity Inc., Santa Clara, CA), starting with the two CGMs linked to OLIG2. Ingenuity IPA further elucidated the signaling networks including the genes from the VisANT-defined modules lists; so that a more simple and comprehensive network may be analyzed. Unlike VisANT, IPA specifies interactions between genes, which allow us to extrapolate important information from the uploaded genes and related genes identified through IPA Knowledge Base. Because multiple networks are created for every given module, we analyzed in more detail the networks with the maximum score for the genes selected from VisANT modules. The score is a measure of the number of input genes in a network.KEGG database and KEGG software [220] were used to confirm obtained module networks, mapping them into KEGG pathways and looking for high-frequency cancer genes such as EGFR (linked to 522 genes in VisANT), Calmodulin (linked to 261 genes in VisANT), etc. After networks were confirmed, we used KEGG to extrapolate information about different pathways and to visualize key networks. CONCLUSIONSOLIG2 transcription factor is involved in a set of signaling gene networks including inhibition of p53 by suppressing its acetylation and consequently its interactions with p21.We elucidated a set of positive feedback loops in signaling pathway including OLIG2. Such loops may cause constant activation of the involved proteins and consequently oncogenesis.Two of these loops include EGFR and PDGFR and most probably some of the other tyrosine kinase receptors (Figures ​(Figures2,2, thick yellow arrows, and 4, thick pink arrows). One of these loops (Figure ​(Figure2A)2A) comprising KDM1A, p300/CBP, and RCOR is involved keeping activated epigenetic regulation circuit and tyrosine kinase receptors. Two other loops (Figure ​(Figure4)4) can lead for an extended activation of AKT pathway and again tyrosine kinase receptors.Kaplan–Meier survival curves based on TCGA data support an OLIG2 and KDM1A (AOF2) concerted involvement in cancer development.We showed that genes interacting with OLIG2 formed eight coherent-gene modules (CGMs) having a set of intermodular connections.We showed that among the genes involved in these CGMs the most connected hub is EGFR, then on a lower level HSP90 and CALM1, followed by three lower levels including epigenetic genes KDM1A, NCOR1, and RCOR. The genes on the six upper levels of the hierarchy are involved in interconnections of all eight CGMs.Genes in the elucidated CGMs organized functionally defined gene-signaling subnetworks having specific functions. For example, CGM1 is significantly involved in epigenetic control. CGM2 is significantly related to cell proliferation and differentiation. CGM3 includes a number of interconnected basic helix–loop–helix (bHLH) transcription factors including OLIG2.The OLIG2 pathway is complex and needs to be taken into account when developing inhibitors of OLIG2. Small molecule inhibitors of protein-protein interfaces to disrupt dimerization are showing promising results in preclinical models and are being developed by academic and biotechnology companies for clinical use ([11] and http://www.curtanapharma.com). Mechanisms of resistance and combination strategies based on OLIG2 pathways will also need to be incorporated in the future. ACKNOWLEDGMENTS AND FUNDINGWe gratefully acknowledge support by grants from American Brain Tumor Association Drug Discovery Grant (in tribute to Francis X. Colden III), and Voices Against Brain Cancer to S. Kesari. FootnotesCONFLICTS OF INTERESTNone. REFERENCES1. Mitew S, Hay H, Peckham H, Xiao J, Koenning M, Emery D. Mechanisms regulating the development of oligodendrocytes and central nervous system myelin. Neuroscience. 2014;276:29–47. [PubMed] [Google Scholar]2. Hack MA, Saghatelyan A, de Chevigny A, Pfeifer A, Ashery-Padan R, Lledo PM, Gotz M. Neuronal fate determinants of adult olfactory bulb neurogenesis. Nat Neurosci. 2005;8:865–872. [PubMed] [Google Scholar]3. Menn B, Garcia-Verdugo JM, Yaschine C, Gonzalez-Perez O, Rowitch D, Alvarez-Buylla A. Origin of oligodendrocytes in the subventricular zone of the adult brain. J Neurosci. 2006;26:907–7918. [PMC free article] [PubMed] [Google Scholar]4. Ligon KL, Huillard E, Mehta S, Kesari S, Liu H, Alberta JA, Bachoo RM, Kane M, Louis DN, Depinho RA, Anderson DJ, Stiles CD, Rowitch DH. Olig2-regulated lineage-restricted pathway controls replication competence in neural stem cells and malignant glioma. Neuron. 2007;53:503–517. [PMC free article] [PubMed] [Google Scholar]5. Ligon KL, Alberta JA, Kho AT, Weiss J, Kwaan MR, Nutt CL, Louis DN, Stiles CD, Rowitch DH. The oligodendroglial lineage marker OLIG2 is universally expressed in diffuse gliomas. J Neuropathol Exp Neurol. 2004;63:499–509. [PubMed] [Google Scholar]6. Lu QR, Park JK, Noll E, Chan JA, Alberta J, Yuk D, Alzamora MG, Louis DN, Stiles CD, Rowitch DH, Black PM. Oligodendrocyte lineage genes (OLIG) as molecular markers for human glial brain tumors. Proc Natl Acad Sci U S A. 2001;98:10851–10856. [PMC free article] [PubMed] [Google Scholar]7. Marie Y, Sanson M, Mokhtari K, Leuraud P, Kujas M, Delattre JY, Poirier J, Zalc B, Hoang-Xuan K. OLIG2 as a specific marker of oligodendroglial tumour cells. Lancet. 2001;358:298–300. [PubMed] [Google Scholar]8. Ohnishi A, Sawa H, Tsuda M, Sawamura Y, Itoh T, Iwasaki Y, Nagashima K. Expression of the oligodendroglial lineage-associated markers Olig1 and Olig2 in different types of human gliomas. J Neuropathol Exp Neurol. 2003;62:1052–1059. [PubMed] [Google Scholar]9. Mehta S, Huillard E, Kesari S, Maire CL, Golebiowski D, Harrington EP, Alberta JA, Kane MF, Theisen M, Ligon KL, Rowitch DH, Stiles CD. The central nervous system-restricted transcription factor Olig2 opposes p53 responses to genotoxic damage in neural progenitors and malignant glioma. Cancer Cell. 2011;19:359–371. [PMC free article] [PubMed] [Google Scholar]10. Ligon KL, Huillard E, Mehta S, Kesari S, Liu H, Alberta JA, Bachoo RM, Kane M, Louis DN, Depinho RA, Anderson DJ, Stiles CD, Rowitch DH. Olig2-regulated lineage-restricted pathway controls replication competence in neural stem cells and malignant glioma. Neuron. 2007;56:503–517. [PMC free article] [PubMed] [Google Scholar]11. Tsigelny IF, Mukthavaram R, Kouznetsova VL, Chao Y, Babic I, Nurmemmedov E, Pastorino S, Jiang P, Calligaris D, Agar N, Scadenq M, Pingle SC, Wrasidlo W, Makale MT, Kesari S. Multiple spatially related pharmacophores define small molecule inhibitors of OLIG2 in glioblastoma. Oncotarget. 2015 doi: 10.18632/oncotarget.5633. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Li J, Liu ZJ, Pan YC, Liu Q, Fu X, Cooper NGF, Li Y, Qiu M, Shi T. Regulatory module network of basic/helix-loop-helix transcription factors in mouse brain. Genome Biology. 2007;8:R244. [PMC free article] [PubMed] [Google Scholar]13. Tsigelny IF, Kouznetsova VL, Baitaluk M, Changeux JP. A hierarchical coherent-gene-group model for brain development. Genes Brain Behav. 2013;12:147–165. [PubMed] [Google Scholar]14. Satoh J-I, Asahina N, Kitano S, Kino Y. Comprehensive profile of chip-seq-based olig2 target genes in motor neuron progenitor cells suggests the possible involvement of olig2 in the pathogenesis of amyotrophic lateral sclerosis. J Cent Nerv Syst Dis. 2015;7:1–14. [PMC free article] [PubMed] [Google Scholar]15. Mateo JL, van den Berg DL, Haeussler M, Drechsel D, Gaber ZB, Castro DS, Robson P, Crawford GE, Flicek P, Ettwiller L, Wittbrodt J, Guillemot F, Martynoga B. Characterization of the neural stem cell gene regulatory network identifies Olig2 as a multifunctional regulator of self-renewal. Genome Res. 2015;25:41–56. [PMC free article] [PubMed] [Google Scholar]16. Segal E, Shapira M, Regev A, Pe'er D, Botstein D, Koller D, Friedman N. Module networks: identifying regulatory modules and their condition-specific regulators from gene expression data. Nat Genet. 2003;34:166–176. [PubMed] [Google Scholar]17. Hu BY, Du ZW, Li XJ, Ayala M, Zhang SC. Human oligodendrocytes from embryonic stem cells: conserved SHH signaling networks and divergent FGF effects. Development. 2009;136:1443–1452. [PMC free article] [PubMed] [Google Scholar]18. Nery S, Wichterle H, Fishell G. Sonic hedgehog contributes to oligo-dendrocyte specification in the mammalian forebrain. Development. 2001;128:527–540. [PubMed] [Google Scholar]19. Spassky N, Heydon K, Mangatal A, Jankovski A, Olivier C, Queraud-Lesaux F, Goujet-Zalc C, Thomas JL, Zalc B. Sonic hedgehog-dependent emergence of oligodendrocytes in the telencephalon: evidence for a source of oligodendrocytes in the olfactory bulb that is independent of PDGFRalpha signaling. Development. 2001;128:4993–5004. [PubMed] [Google Scholar]20. Kessaris N, Jamen F, Rubin LL, Richardson WD. Cooperation between sonic hedgehog and fibroblast growth factor/MAPK signalling pathways in neocortical precursors. Development. 2004;131:1289–1298. [PubMed] [Google Scholar]21. Rowitch DH. Glial specification in the vertebrate neural tube. Nat Rev Neurosci. 2004;5:409–419. [PubMed] [Google Scholar]22. Furusho M, Yoshimi K, Akihiro I, Hebert J, Bansal R. FGF signaling is required for the generation of oligodendrocyte progenitors from the embryonic forebrain. J Neurosci. 2011;31:5055–5066. [PMC free article] [PubMed] [Google Scholar]23. Vaccarino FM, Schwartz ML, Raballo R, Rhee J, Lyn-Cook R. Fibroblast growth factor signaling regulates growth and morphogenesis at multiple steps during brain development. Curr Top Dev Biol. 1999;46:179–200. [PubMed] [Google Scholar]24. Marumo T, Takagi Y, Muraki K, Hashimoto N, Miyamoto S, Tanigaki K. Notch signaling regulates nucleocytoplasmic Olig2 translocation in reactive astrocytes differentiation after ischemic stroke. Neurosci Res. 2013;75:204–209. [PubMed] [Google Scholar]25. Setoguchi T, Kondo T. Nuclear export of OLIG2 in neural stem cells is essential for ciliary neurotrophic factor-induced astrocyte differentiation. J Cell Biol. 2004;166:963–968. [PMC free article] [PubMed] [Google Scholar]26. Sun Y, Meijer DH, Alberta JA, Mehta S, Kane MF, Tien AC, Fu H, Petryniak MA, Potter GB, Liu Z, Powers JF, Runquist IS, Rowitch DH, Stiles CD. Phosphorylation state of Olig2 regulates proliferation of neural progenitors. Neuron. 2011;69:906–917. [PMC free article] [PubMed] [Google Scholar]27. Meletis K, Wirta V, Hede SM, Nister M, Lundeberg J, Frisen J. p53 suppresses the self-renewal of adult neural stem cells. Development. 2006;133:363–369. [PubMed] [Google Scholar]28. Kippin TE, Martens DJ, van der Kooy D. p21 loss com- promises the relative quiescence of forebrain stem cell proliferation leading to exhaustion of their proliferation capacity. Genes Dev. 2005;19:756–767. [PMC free article] [PubMed] [Google Scholar]29. Liu L, Scolnick DM, Trievel RC, Zhang HB, Marmorstein R, Halazonetis TD, Berger SL. p53 sites acetylated in vitro by PCAF and p300 are acetylated in vivo in response to DNA damage. Mol Cell Biol. 1999;19:1202–1209. [PMC free article] [PubMed] [Google Scholar]30. Ito A, Lai C, Zhao X, Saito S, Hamilton M, Appella E, Yao T. p300/CBP-mediated p53 acetylation is commonly induced by p53-activating agents and inhibited by MDM2. EMBO J. 2001;20:1331–1340. [PMC free article] [PubMed] [Google Scholar]31. Brooks C, Gu W. The impact of acetylation and deacetylation on the p53 pathway. Protein Cell. 2011;2:456–462. [PMC free article] [PubMed] [Google Scholar]32. Downing JR, Reynolds AB. PDGF, CSF-1, and EGF induce tyrosine phosphorylation of p120, a pp60src transformation-associated substrate. Oncogene. 1991;6:607–616. [PubMed] [Google Scholar]33. Upadhay G, Chowdhury AH, Vaidyanathan B, Kim D, Saleque S. Antagonistic actions of Rcor proteins regulate LSD1 activity and cellular differentiation. Proc Natl Acad Sci U S A. 2014;111:8071–8076. [PMC free article] [PubMed] [Google Scholar]34. Lee M, Ji H, Furuta Y, Park JI, McCrea PD. p120-catenin regulates REST and CoREST, and modulates mouse embryonic stem cell differentiation. J Cell Sci. 2014;127:4037–4051. [PMC free article] [PubMed] [Google Scholar]35. Spiegelman BM, Heinrich R. Biological control through regulated transcriptional coactivators. Cell. 2004;119:157–167. [PubMed] [Google Scholar]36. Wong PP, Miranda F, Chanv KV, Berlato C, Hurst HC, Scibetta AG. Histone demethylase KDM5B collaborates with TFAP2C and Myc to repress the cell cycle inhibitor p21(cip) (CDKN1A) Mol Cell Biol. 2012;32:1633–1644. [PMC free article] [PubMed] [Google Scholar]37. Schulte JH, Lim S, Schramm A, Friedrichs N, Koster J, Versteeq R, Ora I, Pajtler K, Klein-Hitpass L, Kuhfittiq-Kulle S, Metzqer E, Schule R, Eggert A, Buettner R, Kirfel J. Lysine-specific demethylase 1 is strongly expressed in poorly differentiated neuroblastoma: implications for therapy. Cancer Res. 2009;69:2065–2071. [PubMed] [Google Scholar]38. Kozono D, Li J, Nitta M, Sampetrean O, Gonda D, Kushwaha DS, Merzon D, Ramakrishnan V, Zhu S, Zhu K, Matsui H, Harismendy O, Hua W, Mao Y, Kwon CH, Saya H, Nakano I, Pizzo DP, VandenBerg SR, Chen CC. Dynamic epigenetic regulation of glioblastoma tumorigenicity through LSD1 modulation of MYC expression. Proc Natl Acad Sci U S A. 2015;112:E4055–E4064. [PMC free article] [PubMed] [Google Scholar]39. Wang J, Lu F, Ren Q, Sun H, Xu Z, Lan R, Liu Y, Ward D, Quan J, Ye T, Zhang H. Novel histone demethylase LSD1 inhibitors selectively target cancer cells with pluripotent stem cell properties. Cancer Res. 2011;71:7238–7249. [PMC free article] [PubMed] [Google Scholar]40. Ketscher A, Jilg CA, Willmann D, Hummel B, Imhof A, Rüsseler V, Hölz S, Metzger E, Müller JM, Schüle R. LSD1 controls metastasis of androgen-independent prostate cancer cells through PXN and LPAR6. Oncogenesis. 2014;3:e120. [PMC free article] [PubMed] [Google Scholar]41. Gajewski TF, Thompson CB. Apoptosis meets signal transduction: elimination of a BAD influence. Cell. 1996;87:589–592. [PubMed] [Google Scholar]42. Franke TF, Hornik CP, Segev L, Shostak GA, Sugimoto C. PI3K/Akt and apoptosis: size matters. Oncogene. 2003;22:8986–8998. [PubMed] [Google Scholar]43. Zha J, Harada H, Yang E, Jockel J, Korsmeyer SJ. Serine phosphorylation of death agonist BAD in response to survival factor results in binding to 14-3-3 not BCL-X(L) Cell. 1996;87:619–628. [PubMed] [Google Scholar]44. Jahn T, Seipel P, Urschel S, Peschel C, Duyster J. Role for the adaptor protein Grb10 in the activation of Akt. Mol Cell Biol. 2002;22:979–991. [PMC free article] [PubMed] [Google Scholar]45. Zohrabian VM, Forzani B, Chau Z, Muraliv R, Jhanwar-Uniyalv M. RHO/ROCK and MAPK signaling pathways are involved in glioblastoma cell migration and proliferation. Anticancer Res. 2009;29:119–124. [PubMed] [Google Scholar]46. Tabu K, Ohba Y, Suzuki T, Makino Y, Kimura T, Ohnishi A, Sakai M, Watanabe T, Tanaka S, Sawa H. Oligodendrocyte lineage transcription factor 2 inhibits the motility of a human glial tumor cell line by activating RhoA. Mol Cancer Res. 2007;5:1099–1109. [PubMed] [Google Scholar]47. Mellor JC, Yanai I, Clodfelter KH, Mintseris J, DeLisi C. Predictome: a database of putative functional links between proteins. Nucleic Acids Res. 2002;30:306–309. [PMC free article] [PubMed] [Google Scholar]48. Li B, Samanta A, Song X, Iacono KT, Bembas K, Tao R, Basu S, Riley JL, Hancock WW, Shen Y, Saouaf SJ, Greene MI. FOXP3 interactions with histone acetyltransferase and class II histone deacetylases are required for repression. Proc Natl Acad Sci U S A. 2007;104:4571–4576. [PMC free article] [PubMed] [Google Scholar]49. Dai B, Hu Z, Huang H, Zhu G, Xiao Z, Wan W, Zhang P, Jia W, Zhang L. Overexpressed KDM5B is associated with the progression of glioma and promotes cell growth via downregulating p21. Biochem Biophys Res Commun. 2014;454:221–227. [PubMed] [Google Scholar]50. Saito M, Ishikawa F. The mCpG-binding domain of MBD3 does not bind to mCpG but interacts with NuRD/Mi2 components HDAC1 and MTA2. J Biol Chem. 2002;277:35434–35439. [PubMed] [Google Scholar]51. Cheishvili D, Chik F, Li CC, Bhattacharya B, Suderman M, Arakelian A, Hallett M, Rabbani SA, Szyf M. Synergistic effects of combined DNA methyltransferase inhibition and MBD2 depletion on breast cancer cells; MBD2 depletion blocks 5-aza-2'-deoxycytidine-triggered invasiveness. Carcinogenesis. 2014;35:2436–2446. [PMC free article] [PubMed] [Google Scholar]52. Seelig HP, Moosbrugger I, Ehrfeld H, Fink T, Renz M, Genth E. The major dermatomyositis-specific Mi-2 autoantigen is a presumed helicase involved in transcriptional activation. Arthritis Rheum. 1995;38:1389–1399. [PubMed] [Google Scholar]53. Mendez LM, Polo JM, Yu JJ, Krupski M, Ding BB, Melnick A, Ye BH. CtBP is an essential corepressor for BCL6 autoregulation. Mol Cell Biol. 2008;28:2175–2186. [PMC free article] [PubMed] [Google Scholar]54. Chen JD, Evans RM. A transcriptional corepressor that interacts with nuclear hormone receptors. Nature. 1995;377:454–457. [PubMed] [Google Scholar]55. Jones CL, Bhatla T, Blum R, Wang J, Paugh SW, Wen X, Bourgeois W, Bitterman DS, Raetz EA, Morrison DJ, Teachey DT, Evans WE, Garabedian MJ, Carroll WL. Loss of TBLXR1 disrupts glucocorticoid receptor recruitment to chromatin and results in glucocorticoid resistance in a B-lymphoblastic leukemia model. J Biol Chem. 2014;289:20502–20515. [PMC free article] [PubMed] [Google Scholar]56. Yoon H-G, Chan DW, Reynolds AB, Qin J, Wong J. N-CoR mediates DNA methylation-dependent repression trough a methyl CpG binding protein Kaiso. Mol Cell. 2003;12:723–734. [PubMed] [Google Scholar]57. Fujita N, Jaye DL, Kajita M, Geigerman C, Moreno CS, Wade PA. MTA3, a Mi-2/NuRD complex subunit, regulates an invasive growth pathway in breast cancer. Cell. 2003;113:207–219. [PubMed] [Google Scholar]58. AuryLandas J, Bougeard G, Castel H, Hernandez-Vargas H, Drouet A, Latouche JB, Schouft MT, Férec C, Leroux D, Lasset C, Coupier I, Caron O, Herceg Z, Frebourg T, Flaman JM. Germline copy number variation of genes involved in chromatin remodeling in families suggestive of Li-Fraumeni syndrome with brain tumors. Eur J Hum Genet. 2013;21:1369–1376. [PMC free article] [PubMed] [Google Scholar]59. Ballas N, Battaglioli E, Atouf F, Andres ME, Chenoweth J, Anderson ME, Burger C, Moniwa M, Davie JR, Bowers WJ, Federoff HJ, Rose DW, Rosenfeld MG, Brehm P, Mandel G. Regulation of neuronal traits by a novel transcriptional complex. Neuron. 2001;31:353–365. [PubMed] [Google Scholar]60. Yang X, Zhang F, Kudlow JE. Recruitment of OGlcNAc transferase to promoters by corepressor mSin3A: coupling protein O-GlcNAcylation to transcriptional repression. Cell. 2002;110:69–80. [PubMed] [Google Scholar]61. Hu YC, Shyr CR, Che W, Mu XM, Kim E, Chang C. Suppression of estrogen receptor-mediated transcription and cell growth by interaction with TR2 orphan receptor. J Biol Chem. 2002;277:33571–33579. [PubMed] [Google Scholar]62. Safe S, Jin UH, Hedrick E, Reeder A, Lee SO. Role of orphan nuclear receptors in cancer and potential as drug targets. Mol Endocrinol. 2014;28:157–172. [PMC free article] [PubMed] [Google Scholar]63. Qian YW, Lee EY. Dual retinoblastoma-binding proteins with properties related to a negative regulator of ras in yeast. J Biol Chem. 1995;270:25507–25513. [PubMed] [Google Scholar]64. Zhang Q, Vo N, Goodman RH. Histone binding protein RbAp48 interacts with a complex of CREB binding protein and phosphorylated CREB. Mol Cell Biol. 2000;20:4970–4978. [PMC free article] [PubMed] [Google Scholar]65. Qian YW, Wang YC, Hollingsworth RE, Jr, Jones D, Ling N, Lee EY. A retinoblastoma-binding protein related to a negative regulator of Ras in yeast. Nature. 1993;364:648–652. [PubMed] [Google Scholar]66. Yang HS, Horten B. Gain of copy number and amplification of the RET gene in lung cancer. Exp Mol Pathol. 2014;97:465–469. [PubMed] [Google Scholar]67. Yang T, Jiang Y, Chen J. The identification and subcellular localization of human MRK. Biomol Eng. 2002;19:1–4. [PubMed] [Google Scholar]68. García F, Zalba G, Páez G, Encío I, de Miguel C. Molecular cloning and characterization of the human p44 mitogen-activated protein kinase gene. Genomics. 1998;50:69–78. [PubMed] [Google Scholar]69. Ellinger-Ziegelbauer H, Brown K, Kelly K, Siebenlist U. Direct activation of stress-activated protein kinase (SAPK) and extracellular-signal related protein kinase (ERK) pathways by an inducible mitogen-activated protein Kinase/ERK kinase kinase 3 (MEKK) derivative. J Biol Chem. 1997;272:2668–2674. [PubMed] [Google Scholar]70. Guyant-Maréchal L, Laquerrière A, Duyckaerts C, Dumanchin C, Bou J, Dugny F, Le Ber I, Frébourg T, Hannequin D, Campion D. Valosin-containing protein gene mutations: clinical and neuropathological features. Neurology. 2006;67:644–651. [PubMed] [Google Scholar]71. Cavey JR, Ralston SH, Hocking LJ, Sheppard PW, Ciani B, Searle MS, Layfield R. Loss of ubiquitin-binding associated with Paget's disease of bone p62 (SQSTM1) mutations. J Bone Miner Res. 2005;20:619–624. [PubMed] [Google Scholar]72. Brown NA, Furtado LV, Betz BL, Kiel MJ, Weigelin HC, Lim MS, Elenitoba-Johnson KS. High prevalence of somatic MAP2K1 mutations in BRAF V600E-negative Langerhans cell histiocytosis. Blood. 2014;124:1655–1658. [PubMed] [Google Scholar]73. Liao G, Zhang M, Harhaj EW, Sun SC. Regulation of the NF-kappaB-inducing kinase by tumor necrosis factor receptor-associated factor 3-induced degradation. J Biol Chem. 2004;279:26243–26250. [PubMed] [Google Scholar]74. Vinik BS, Kay ES, Fiedorek FT., Jr Mapping of MEK kinase gene (Mekk) to mouse chromosome 13 and human chromosome 5. Mamm Genome. 1995;6:782–783. [PubMed] [Google Scholar]75. Glubb DM, Maranian MJ, Michailidou K, Pooley KA, Meyer KB, Kar S, Carlebur S, O'Reilly M, Betts JA, Hillman KM, Kaufmann S, Beesley J, Canisius S, et al.  Fine-scale mapping of the 5q11. 2 breast cancer locus reveals at least three independent risk variants regulating MAP3K1. Am J Hum Genet. 2015;96:5–20. [PMC free article] [PubMed] [Google Scholar]76. Gilaberte Y, Milla L, Salazar N, Vera-Alvarez J, Kourani O, Damian A, Rivarola V, Roca MJ, Espada J, González S, Juarranz A. Cellular intrinsic factors involved in the resistance of squamous cell carcinoma to photodynamic therapy. J Invest Dermatol. 2014;134:2428–2437. [PubMed] [Google Scholar]77. Grozinger CM, Hassig CA, Schreiber SL. Three proteins define a class of human histone deacetylases related to yeast Hda1p. Proc Natl Acad Sci U S A. 1999;96:4868–4873. [PMC free article] [PubMed] [Google Scholar]78. Zhang L, Liu N, Xie S, He X, Zhou J, Liu M, Li D. HDAC6 regulates neuroblastoma cell migration and may play a role in the invasion process. Cancer Biol Ther. 2014;15:1561–1570. [PMC free article] [PubMed] [Google Scholar]79. Hogenesch JB, Chan WK, Jackiw VH, Brown RC, Gu YZ, Pray-Grant M, Perdew GH, Bradfield CA. Characterization of a subset of the basic–helix–loop–helix–PAS superfamily that interacts with components of the dioxin signaling pathway. J Biol Chem. 1997;272:8581–8593. [PubMed] [Google Scholar]80. Singh CK, George J, Nihal M, Sabat G, Kumar R, Ahmad N. Novel downstream molecular targets of SIRT1 in melanoma: a quantitative proteomics approach. Oncotarget. 2014;5:1987–1999. doi: 10.18632/oncotarget.1898. [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Frank DA. STAT3 as a central mediator of neoplastic cellular transformation. Cancer Lett. 2007;251:199–210. [PubMed] [Google Scholar]82. Andrabi S, Bekheirnia MR, Robbins-Furman P, Lewis RA, Prio TW, Potocki L. SMAD4 mutation segregating in a family with juvenile polyposis, aortopathy, and mitral valve dysfunction. Am J Med Genet A. 2011;155A:1165–1169. [PubMed] [Google Scholar]83. Foulkes WD, Shuen AY. In brief: BRCA1 and BRCA2. J Pathol. 2013;230:347–349. [PubMed] [Google Scholar]84. Caraveo G, van Rossum DB, Patterson RL, Snyder SH, Desiderio S. Action of TFIII outside the nucleus as an inhibitor of agonist-induced calcium entry. Science. 2006;314:122–125. [PubMed] [Google Scholar]85. Schüler S, Lattrich C, Skrzypczak M, Fehm T, Ortmann O, Treeck O. Polymorphisms in the promoter region of ESR2 and susceptibility to ovarian cancer. Gene. 2014;546:283–287. [PubMed] [Google Scholar]86. Rudolph A, Shi H, Försti A, Hoffmeister M, Sainz J, Jansen L, Hemminki K, Brenner H, Chang-Claude J. Repeat polymorphisms in ESR2 and AR and colorectal cancer risk and prognosis: results from a German population-based case-control study. BMC Cancer. 2014;14:817. [PMC free article] [PubMed] [Google Scholar]87. Motokura T, Bloom T, Kim HG, Jüppner H, Ruderman JV, Kronenberg HM, Arnold A. A novel cyclin encoded by a bcl1-linked candidate oncogene. Nature. 1991;350:512–515. [PubMed] [Google Scholar]88. Ji Q, Zhang L, Liu X, Zhou L, Wang W, Han Z, Sui H, Tang Y, Wang Y, Liu N, Ren J, Hou F, Li Q. Long non-coding RNA MALAT1 promotes tumour growth and metastasis in colorectal cancer through SFPQ and releasing oncogene PTBP2 from SFPQ/PTBP2 complex. Br J Cancer. 2014;111:736–734. [PMC free article] [PubMed] [Google Scholar]89. Alanazi M, Pathan AA, Abduljaleel Z, Shaik JP, Alabdulkarim HA, Semlali A, Bazzi MD, Parine NR. Association between PARP-1 V762A polymorphism and breast cancer susceptibility in Saudi population. PLoS One. 2013;8:e85541. [PMC free article] [PubMed] [Google Scholar]90. Davies JR, Jewell R, Affleck P, Anic GM, Randerson-Moor J, Ozola A, Egan KM, Elliott F, García-Casado Z, Hansson J, Harland M, Höiom V, Jian G, Jönsson G, et al.  Inherited variation in the PARP1 gene and survival from melanoma. Int J Cancer. 2014;135:1625–1633. [PMC free article] [PubMed] [Google Scholar]91. Infantino V, Convertini P, Iacobazzi F, Pisano I, Scarcia P, Iacobazzi V. Identification of a novel Sp1 splice variant as a strong indicator of transcriptional activator. Biochem Biophys Res Commun. 2011;412:86–91. [PubMed] [Google Scholar]92. Kaplan R, Morse B, Huebner K, Croce C, Howk R, Ravera M, Ricca G, Jaye M, Schlessinger J. Cloning of three human tyrosine phosphatases reveals a multigene family of receptor-linked protein-tyrosine-phosphatases expressed in brain. Proc Natl Acad Sci U S A. 1990;87:7000–7004. [PMC free article] [PubMed] [Google Scholar]93. Hacohen N, Kramer S, Sutherland D, Hiromi Y, Krasnow MA. Sprouty encodes a novel antagonist of FGF signaling that patterns apical branching of the Drosophila airways. Cell. 1998;92:253–263. [PubMed] [Google Scholar]94. de la Fuente-García MA, Nicolás JM, Freed JH, Palou E, Thomas AP, Vilella R, Vives J, Gayá A. CD148 is a membrane protein tyrosine phosphatase present in all hematopoietic lineages and is involved in signal transduction on lymphocytes. Blood. 1998;91:2800–2809. [PubMed] [Google Scholar]95. Iervolino A, Iuliano R, Trapasso F, Viglietto G, Melillo RM, Carlomagno F, Santoro M, Fusco A. The receptor-type protein tyrosine phosphatases J antagonizes the biochemical and biological effects of RET-derived oncoproteins. Cancer Res. 2006;66:6280–6287. [PubMed] [Google Scholar]96. Webb GC, Jenkins NA, Largaespada DA, Copeland NG, Fernandez CS, Bowtell DD. Mammalian homolog of the Drosophila Son of sevenless gene map to murine chromosomes 17 and 12 and to human chromosomes 2 and 14, respectively. Genomics. 1993;18:14–19. [PubMed] [Google Scholar]97. Chan AC, Iwashima M, Turck CW, Weiss A. ZAP70: a 70 kd protein-tyrosine kinase that associates with the TCR zeta chain. Cell. 1992;71:649–662. [PubMed] [Google Scholar]98. Scholl FA, Dumesic PA, Barragan DI, Harada K, Bissonauth V, Charron J, Khavari PA. Mek1/2 MAPK kinases are essential for mammalian development, homeostasis, and Raf-induced hyperplasia. Dev Cell. 2007;12:615–629. [PubMed] [Google Scholar]99. Sun XJ, Rothenberg P, Kahn CR, Backer JM, Araki E, Wilden PA, Cahill DA, Goldstein BJ, White MF. Structure of the insulin receptor substrate IRS-1 defines a unique signal transduction protein. Nature. 1991;352:73–77. [PubMed] [Google Scholar]100. Brown-Shimer S, Johnson KA, Lawrence JB, Johnson C, Bruskin A, Green NR, Hill DE. Molecular cloning and chromosome mapping of the human gene encoding protein phosphotyrosyl phosphatase 1B. Proc Natl Acad Sci U S A. 1990;87:5148–5152. [PMC free article] [PubMed] [Google Scholar]101. Folander K, Douglass J, Swanson R. Confirmation of the assignment of the gene encoding Kv1.3, a voltage-gated potassium channel (KCNA3) to the proximal short arm of human chromosome 1. Genomics. 1994;23:295–296. [PubMed] [Google Scholar]102. Gould KL, Moreno S, Tonks NK, Nurse P. Complementation of the mitotic activator, p80cdc25, by a human protein-tyrosine phosphatase. Science. 1990;250:1573–1576. [PubMed] [Google Scholar]103. Wang SH, Lu L, Fan Y, Wicha MS, Cao Z, Chang AE, Xia JC, Baker JR, Jr, Li Q. Characterization of a novel transgenic mouse tumor model for targeting HER2+ cancer-stem cells. Int J Biol Sci. 2013;10:25–32. [PMC free article] [PubMed] [Google Scholar]104. Dib A, Adélaïde J, Chaffanet M, Imbert A, Le Paslier D, Jacquemier J, Gaudray P, Theillet C, Birnbaum D, Pébusque MJ. Characterization of the region of the shortarm of chromosome 8 amplified in breast carcinoma. Oncogene. 1995;10:995–1001. [PubMed] [Google Scholar]105. Sastry KS, Karpova Y, Prokopovich S, Smith AJ, Essau B, Gersappe A, Carson JP, Weber MJ, Register TC, Chen YQ, Penn RB, Kulik G. Epinephrine protects cancer cells from apoptosis via activation of cAMP-dependent protein kinase and BAD phosphorylation. J Biol Chem. 2007;282:14094–14100. [PubMed] [Google Scholar]106. Jabs EW, Thomas PJ, Bernstein M, Coss C, Ferreira GC, Pedersen PL. Chromosomal localization of genes required for the terminal steps of oxidative metabolism: alpha and gamma subunits of ATP synthase and the phosphate carrier. Hum Genet. 1994;93:600–602. [PubMed] [Google Scholar]107. Ott C, Dorsch E, Fraunholz M, Straub S, Kozjak-Pavlovic V. Detailed analysis of the human mitochondrial contact site complex indicate a hierarchy of subunits. PLoS One. 2015;10:e0120213. [PMC free article] [PubMed] [Google Scholar]108. Zhang YW, Brognard J, Coughlin C, You Z, Dolled-Filhart M, Aslanian A, Manning G, Abraham RT, Hunter T. The Fbox protein Fbx6 regulates Chk1 stability and cellular sensitivity to replication stress. Mol Cell. 2009;35:442–453. [PMC free article] [PubMed] [Google Scholar]109. Huang J, Gong Z, Ghosal G, Chen J. SOS S complexes participate in the maintenance of genomic stability. Mol Cell. 2009;35:384–393. [PMC free article] [PubMed] [Google Scholar]110. Tiranti V, Rossi E, Ruiz-Carrillo A, Rossi G, Rocchi M, DiDonato S, Zuffardi O, Zeviani M. Chromosomal localization of mitochondrial transcription factor A (TCF6), single-stranded DNA-binding protein (SSBP) and endonuclease G (ENDOG), three human housekeeping genes involved in mitochondrial biogenesis. Genomics. 1995;25:559–564. [PubMed] [Google Scholar]111. Seiliez I, Panserat S, Skiba-Cassy S, Polakof S. Effect of acute and chronic insulin administrations on major factors involved in the control of muscle protein turnover in rainbow trout (Oncorhynchus mykiss) Gen Comp Endocrinol. 2011;172:363–370. [PubMed] [Google Scholar]112. Kim JJ, Rajagopalan K, Hussain B, Williams BH, Kulkarni P, Mooney SM. CETN1 is a cancer testis antigen with expression in prostate and pancreatic cancers. Biomark Res. 2013;1:22. [PMC free article] [PubMed] [Google Scholar]113. Sasaki T, Shiohama A, Minoshima S, Shimizu N. Identification of eight members of the Argonaute family in the human genome. Genomics. 2003;82:323–330. [PubMed] [Google Scholar]114. Pillai RS, Artus CG, Filipowicz W. Tethering of human Ago proteins to mRNA mimics the miRNA-mediated repression of protein synthesis. RNA. 2004;10:1518–1525. [PMC free article] [PubMed] [Google Scholar]115. Hall JR, Kow E, Nevis KR, Lu CK, Luce KS, Zhong Q, Cook JG. Cdc6 stability is regulated by the Huwe1 ubiquitin ligase after DNA damage. Mol Biol Cell. 2007;18:3340–3350. [PMC free article] [PubMed] [Google Scholar]116. Yoon SY, Lee Y, Kim JH, Chung AS, Joo JH, Kim CN, Kim NS, Choe IS, Kim JW. Over-expression of human UREB1 in colorectal cancer: HECT domain of human UREB1 inhibits the activity of tumor suppressor p53 protein. Biochem Biophys Res Commun. 2005;326:7–17. [PubMed] [Google Scholar]117. Zhong Q, Gao W, Du F, Wang X. Mule/ARFBP1, a BH3only E3 ubiquitin ligase, catalyzes the polyubiquitination of Mcl-1 and regulates apoptosis. Cell. 2005;121:1085–1095. [PubMed] [Google Scholar]118. Wimuttisuk W, Singer JD. The cullin3 ubiquitin ligase functions as Nedd8-bound heterodimer. Mol Biol Cell. 2007;18:899–909. [PMC free article] [PubMed] [Google Scholar]119. Kao PN, Chen L, Brock G, Ng J, Kenny J, Smith AJ, Corthésy B. Cloning and expression of cyclosporin A- and FK506-sensitive nuclear factor of activated Tcells: NF4 and NF90. J Biol Chem. 1994;269:20691–20699. [PubMed] [Google Scholar]120. Becerra SP, Palmer I, Kumar A, Steele FR, Shiloach J, Notario V, Chader GJ. Overexpression of fetal human pigment epithelium-derived factor in Escherichia coli. A functionally active neurotrophic factor. J Biol Chem. 1993;268:23148–23156. [PubMed] [Google Scholar]121. Lam A, Fuller F, Miller J, Kloss J, Manthorpe M, Varon S, Cordell B. Sequence and structural organization of the human gene encoding ciliary neurotrophic factor. Gene. 1991;102:271–276. [PubMed] [Google Scholar]122. Patterson PH. Leukemia inhibitory factor, a cytokine at the interface of neurobiology and immunology. Proc Natl Acad Sci U S A. 1994;91:7833–7835. [PMC free article] [PubMed] [Google Scholar]123. Nanni L, Ming JE, Du Y, Hall RK, Aldred M, Bankier A, Muenke M. SHH mutation is associated with solitary median maxillary central incisor: a study of 13 patients and review of the literature. Am J Med Genet. 2001;102:1–10. Review. [PubMed] [Google Scholar]124. Agrawal N, Frederick MJ, Pickering CR, Bettegowda C, Chang K, Li RJ, Fakhry C, Xie TX, Zhang J, Wang J, Zhang N, ElNaggar AK, Jasser SA, et al.  Exome sequencing of head and neck squamous cell carcinoma reveals inactivating mutations in NOTCH1. Science. 2011;333:1154–1157. [PMC free article] [PubMed] [Google Scholar]125. Arruga F, Gizdic B, Serra S, Vaisitti T, Ciardullo C, Coscia M, Laurenti L, D'Arena G, Jaksic O, Inghirami G, Rossi D, Gaidano G, Deaglio S. Functional impact of NOTCH1 mutations in chronic lymphocytic leukemia. Leukemia. 2014;28:1060–1070. [PubMed] [Google Scholar]126. Dotto GP. Notch tumor suppressor function. Oncogene. 2008;27:5115–5123. [PMC free article] [PubMed] [Google Scholar]127. Tsigelny IF, Kouznetsova VL, Pingle SC, Kesari S. bHLH Transcription factors inhibitors for cancer therapy: general features for in silico drug design. Curr Med Chem. 2014;21:3227–3243. [PubMed] [Google Scholar]128. Hara E, Yamaguchi T, Nojima H, Ide T, Campisi J, Okayama H, Oda K. Id-related genes encoding helix–loop–helix proteins are required for G1 progression and are repressed in senescent human fibroblasts. J Biol Chem. 1994;269:2139–2145. [PubMed] [Google Scholar]129. Sommer L, Ma Q, Anderson DJ. Neurogenins, a novel family of atonal-related bHLH transcription factor, are putative mammalian neuronal determination genes that reveal progenitor cell heterogeneity in the developing CNS and PNS. Mol Cell Neurosci. 1996;8:221–241. [PubMed] [Google Scholar]130. Ball DW, Azzoli CG, Baylin SB, Chi D, Dou S, Donis-Keller H, Cumaraswamy A, Borges M, Nelkin BD. Identification of the human achaete-scute homolog highly expressed in neuroendocrine tumors. Proc Natl Acad Sci U S A. 1993;90:5648–5652. [PMC free article] [PubMed] [Google Scholar]131. Feder JN, Li L, Jan LY, Jan YN. Genomic cloning and chromosomal localization of HRY, the human homolog to the Drosophila segmentation gene, hairy. Genomics. 1994;20:56–61. [PubMed] [Google Scholar]132. Tremblay CS, Huang FF, Habi O, Huard CC, Godin C, Levesque G, Carreau M. HES1 is a novel interactor of the Fanconi anemia core complex. Blood. 2008;112:2062–2070. [PMC free article] [PubMed] [Google Scholar]133. Price M, Lazzaro D, Pohl T, Mattei MG, Rüther U, Olivo JC, Duboule D, Di Lauro R. Regional expression of the homeobox gene Nkx-2.2 in the developing mammalian forebrain. Neuron. 1992;8:241–255. [PubMed] [Google Scholar]134. Yamamoto N, Yamamoto S, Inagaki F, Kawaichi M, Fukamizu A, Kishi N, Matsuno K, Nakamura K, Weinmaster G, Okano H, Nakafuku M. Role of Deltex-1 as a transcriptional regulator downstream of the Notch receptor. J Biol Chem. 2001;276:45031–45040. [PubMed] [Google Scholar]135. Senechal K, Halpern J, Sawyers CL. The CRKL adaptor protein transforms fibroblasts and functions in transformation by the BCR-ABL oncogene. J Biol Chem. 1996;271:23255–23261. [PubMed] [Google Scholar]136. Wang Y, Tomar A, George SP, Khurana S. Obligatory role for phospholipase C-gamma(1) in villin-induced epithelial cell migration. Am J Physiol Cell Physiol. 2007;292:C1775–C1786. [PubMed] [Google Scholar]137. Vainikka S, Joukov V, Wennström S, Bergman M, Pelicci PG, Alitalo K. Signal transduction by fibroblast growth factor receptor-4 (FGFR-4). Comparison with FGFR-1. J Biol Chem. 1994;269:18320–18326. [PubMed] [Google Scholar]138. Miled N, Yan Y, Hon WC, Perisic O, Zvelebil M, Inbar Y, Schneidman-Duhovny D, Wolfson HJ, Backer JM, Williams RL. Mechanism of two classes of cancer mutations in the phosphoinositide 3-kinase catalytic subunit. Science. 2007;317:239–242. [PubMed] [Google Scholar]139. Welsh M, Songyang Z, Frantz JD, Trüb T, Reedquist KA, Karlsson T, Miyazaki M, Cantley LC, Band H, Shoelson SE. Stimulation through the T cell receptor leads to interactions between SHB and several signaling proteins. Oncogene. 1998;16:891–901. [PubMed] [Google Scholar]140. Karlsson T, Welsh M. Apoptosis of NIH3T3 cells overexpressing the Src homology 2 domain protein ShB. Oncogene. 1996;13:955–961. [PubMed] [Google Scholar]141. Holmqvist K, Cross M, Riley D, Welsh M. The Shb adaptor protein causes Src-dependent cell spreading and activation of the focal adhesion kinase in murine brain endothelial cells. Cell Signal. 2003;15:171–179. [PubMed] [Google Scholar]142. Mitchell PJ, Sara EA, Crompton MR. A novel adaptor-like protein which is a substrate for the non-receptor tyrosine kinase, BRK. Oncogene. 2000;19:4273–4282. [PubMed] [Google Scholar]143. Yu H, Pardoll D, Jove R. STATs in cancer inflammation and immunity: a leading role for STAT3. Nat Rev Cancer. 2009;9:798–809. [PMC free article] [PubMed] [Google Scholar]144. Stoker AW. Protein tyrosine phosphatases and signaling. J Endocrinol. 2005;185:19–33. [PubMed] [Google Scholar]145. Wilks AF, Harpur AG, Kurban RR, Ralph SJ, Zürcher G, Ziemiecki A. Two novel protein-tyrosine kinases, each with a second phosphotransferase-related catalytic domain, define a new class of protein kinase. Mol Cell Biol. 1991;11:2057–2065. [PMC free article] [PubMed] [Google Scholar]146. Simoncic PD, Lee-Loy A, Barber DL, Tremblay ML, McGlade CJ. The T cell protein tyrosine phosphatase is a negative regulator of janus family kinases 1 and 3. Curr Biol. 2002;12:446–453. [PubMed] [Google Scholar]147. Miyazaki T, Sanjay A, Neff L, Tanaka S, Horne WC, Baron R. Src kinase activity is essential for osteoclast formation. J Biol Chem. 2004;279:17660–17666. [PubMed] [Google Scholar]148. Aoki N, Matsuda T. A nuclear protein tyrosine phosphatase TC-PTP is a potential negative regulator of the PRL-mediated signaling pathway: dephosphorylation and deactivation of signal transducer and activator of transcription 5a and 5b by TC-PTP in nucleus. Mol Endocrinol. 2002;16:58–69. [PubMed] [Google Scholar]149. Oida S, Iimura T, Maruoka Y, Takeda K, Sasaki S. Cloning and sequence of bone morphogenetic protein 4 (BMP-4) from a human placental cDNA library. DNA Seq. 1995;5:273–275. [PubMed] [Google Scholar]150. Dijkmans J, Xu J, Masure S, Dhanaraj S, Gosiewska A, Geesin J, Sprengel J, Harris S, Verhasselt P, Gordon R, Yon J. Characterization of platelet-derived growth factor-C (PDGF-C): expression in normal and tumor cells, biological activity, and chromosomal localization. Int J Biochem Cell Biol. 2002;34:414–426. [PubMed] [Google Scholar]151. Soininen R, Haka-Risku T, Prockop DJ, Tryggvason K. Complete primary structure of the alpha-1 chain of human basement membrane (type IV) collagen. FEBS Lett. 1987;225:188–194. [PubMed] [Google Scholar]152. Kelly JD, Haldeman BA, Grant FJ, Murray MJ, Seifert RA, Bowen-Pope DF, Cooper JA, Kazlauskas A. Platelet-derived growth factor (PDGF) stimulates PDGF receptor subunit dimerization and intersubunit transphosphorylation. J Biol Chem. 1991;266:8987–8992. [PubMed] [Google Scholar]153. Matsui T, Pierce JH, Fleming TP, Greenberger JS, LaRochelle WJ, Ruggiero M, Aaronson SA. Independent expression of human alpha or beta platelet-derived growth factor receptor cDNAs in a naïve hematopoietic cell leads to functional coupling with mitogenic and chemotactic signaling pathways. Proc Natl Acad Sci U S A. 1989;86:8314–8318. [PMC free article] [PubMed] [Google Scholar]154. Baker E, Sutherland GR, Sutherland RL, Daly RJ. Assignment of the human GRB14 gene to chromosome 2q22-q24 by fluorescence in situ hybridization. Genomics. 1996;36:218–220. [PubMed] [Google Scholar]155. Oda K, Shiratsuchi T, Nishimori H, Inazawa J, Yoshikawa H, Taketani Y, Nakamura Y, Tokino T. Identification of BAIAP2 (BAI-associated protein 2), a novel human homologue of hamster IRsp53, whose SH3 domain interacts with the cytoplasmic domain of BAI1. Cytogenet Cell Genet. 1999;84:75–82. [PubMed] [Google Scholar]156. Taieb D, Roignot J, André F, Garcia S, Masson B, Pierres A, Iovanna JL, Soubeyran P. ArgBP2-dependent signaling regulates pancreatic cell migration, adhesion, and tumorigenicty. Cancer Res. 2008;68:4588–4596. [PubMed] [Google Scholar]157. Brookes S, Lammie GA, Schuuring E, de Boer C, Michalides R, Dickson C, Peters G. Amplified region of chromosome band 11q13 in breast and squamous cell carcinomas encompasses three CpG islands telomeric of FGF3, including the expressed gene EMS1. Gene Chromosome Canc. 1993;6:222–231. [PubMed] [Google Scholar]158. Lee H, Bennett AM. Receptor protein tyrosine phosphatase-receptor tyrosine kinase substrate screen identifies EphA2 as a target for LAR in cell migration. Mol Cell Biol. 2013;33:1430–1441. [PMC free article] [PubMed] [Google Scholar]159. Latreille M, Larose L. Nck in a complex containing the catalytic subunit of protein phosphatase 1 regulates eukaryotic initiation factor 2alpha signaling and cell survival to endoplasmic reticulum stress. J Biol Chem. 2006;281:26633–26644. [PubMed] [Google Scholar]160. Chen M, She H, Davis EM, Spicer CM, Kim L, Ren R, Le Beau MM, Li W. Identification of Nck family genes, chromosomal localization, expression, and signaling specificity. J Biol Chem. 1998;273:25171–25178. [PubMed] [Google Scholar]161. Zhan L, Rosenberg A, Bergami KC, Yu M, Xuan Z, Jaffe AB, Allred C, Muthuswamy SK. Deregulation of scribble promotes mammary tumorigenesis and reveals a role for cell polarity in carcinoma. Cell. 2008;135:865–878. [PMC free article] [PubMed] [Google Scholar]162. Nola S, Sebbagh M, Marchetto S, Osmani N, Nourry C, Audebert S, Navarro C, Rachel R, Montcouquiol M, Sans N, Etienne-Manneville S, Borg JP, Santoni MJ. Scrib regulates PAK activity during the cell migration process. Hum Mol Genet. 2008;17:3552–3565. [PubMed] [Google Scholar]163. Zhou X, Liu Y, You J, Zhang H, Zhang X, Ye L. Myosin light-chain kinase contributes to the proliferation and migration of breast cancer cells through cross-talk with activated ERK1/2. Cancer Lett. 2008;270:312–327. [PubMed] [Google Scholar]164. Shin DH, Chun YS, Lee KH, Shin HW, Park JW. Arrest defective-1 controls tumor cell behavior by acetylating myosin light chain kinase. PLoS One. 2009;4:e7451. [PMC free article] [PubMed] [Google Scholar]165. Cui WJ, Liu Y, Zhou XL, Wang FZ, Zhang XD, Ye LH. Myosin light chain kinase is responsible for high proliferative ability of breast cancer cells via anti-apoptosis involving p38 pathway. Acta Pharmacol Sin. 2010;31:725–732. [PMC free article] [PubMed] [Google Scholar]166. Zhou GL, Zhuo Y, King CC, Fryer BH, Bokoch GM, Field J. Akt phosphorylation of serine 21 on Pak1 modulates Nck binding and cell migration. Mol Cell Biol. 2003;23:8058–8069. [PMC free article] [PubMed] [Google Scholar]167. Sells MA, Knaus UG, Bagrodia S, Ambrose DM, Bokoch GM, Chernoff J. Human p21-activated kinase (PAK1) regulates actin organization in mammalian cells. Curr Biol. 1997;7:202–210. [PubMed] [Google Scholar]168. Angeles DC, Gan BH, Onstead L, Zhao Y, Lim KL, Dachsel J, Melrose H Farrer M, Wszolek ZK, Dickson DW, Tan EK. Mutations in LRRK2 increase phosphorylation of peroxiredoxin 3 exacerbating oxidative stress-induced neuronal death. Hum Mutat. 2011;32:1390–1397. [PubMed] [Google Scholar]169. MacLeod D, Dowman J, Hammond R, Leete T, Inoue K, Abeliovich A. The familial Parkinsonism gene LRRK2 regulates neurite process morphology. Neuron. 2006;52:587–593. [PubMed] [Google Scholar]170. Jung EJ, Liu G, Zhou W, Chen X. Myosin VI is a mediator of the p53-dependent cell survival pathway. Mol Cel Biol. 2006;26:20175–20186. [Google Scholar]171. Primo L, di Blasio L, Roca C, Droetto S, Piva R, Schaffhausen B, Bussolino F. Essential role of PDK1 in regulating endothelial cell migration. J Cell Biol. 2007;176:1035–1047. [PMC free article] [PubMed] [Google Scholar]172. King CC, Gardiner EM, Zenke FT, Bohl BP, Newton AC, Hemmings BA, Bokoch GM. p21 activated kinase (PAK1) is phosphorylated and activated by 3-phosphoinositide-dependent kinase-1 (PDK1) J Biol Chem. 2000;275:41201–41209. [PubMed] [Google Scholar]173. Osborne LR, Martindale D, Scherer SW, Shi XM, Huizenga J, Heng HH, Costa T, Pober B, Lew L, Brinkman J, Rommens J, Koop B, Tsui LC. Identification of genes from a 500kb region at 7q11.23 that is commonly deleted in Williams syndrome patients. Genomics. 1996;36:328–336. [PubMed] [Google Scholar]174. Adams M, Simms RJ, Abdelhamed Z, Dawe HR, Szymanska K, Logan CV, Wheway G, Pitt E, Gull K, Knowles MA, Blair E, Cross SH, Sayer JA, Johnson CA. A meckelin-filamen A interaction mediates ciliogenesis. Hum Mol Genet. 2012;21:1272–1286. [PMC free article] [PubMed] [Google Scholar]175. Bunnell BA, Heath LS, Adams DE, Lahti JM, Kidd VJ. Increased expression of 58kDa protein kinase leads to changes in the CHO cell cycle. Proc Natl Acad Sci U S A. 1990;87:7467–7471. [PMC free article] [PubMed] [Google Scholar]176. Malumbres M, Harlow E, Hunt T, Hunter T, Lahti JM, Manning G, Morgan DO, Tsai LH, Wolgemuth DJ. Cyclin-dependent kinases: a family portrait. Nat Cell Biol. 2009;11:1275–1276. [PMC free article] [PubMed] [Google Scholar]177. Corcos IA, Lafrenière RG, Begy CR, Loch-Caruso R, Willard HF, Glover TW. Refined localization of human connexin32 gene locus, GJB1, to Xq13.1. Genomics. 1992;13:479–480. [PubMed] [Google Scholar]178. Forbes SP, Druhan LJ, Guzman JE, Parinandi N, Zhang L, Green-Church KB, Cardounel AJ. Mechanism of 4-HNE mediated inhibition of hDDAH-1: implications in NO regulation. Biochemistry. 2008;47:1819–1826. [PubMed] [Google Scholar]179. Yang-Feng TL, Teitz T, Cheung MC, Kan YW, Canaani D. Assignment of the human casein kinase II beta-subunit gene to 6p12—p21. Genomics. 1990;8:741–742. [PubMed] [Google Scholar]180. Hunt TW, Fields TA, Casey PJ, Peralta EG. RGS10 is a selective activator of G alpha i GTPase activity. Nature. 1996;383:175–177. [PubMed] [Google Scholar]181. Jin JP, Wu D, Gao J, Nigam R, Kwong S. Expression and purification of the h1 and h2 isoforms of calponin. Protein Expr Purif. 2003;31:231–239. [PubMed] [Google Scholar]182. Park SH, Lee SG, Kim Y, Song K. Assignment of a human putative RNA helicase gene, DDX3, to human X chromosome bands p11.3>p11.23. Cytogenet Cell Genet. 1998;81:178–179. [PubMed] [Google Scholar]183. Cao R, Tsukada Y, Zhang Y. Role of Bmi-1 and Ring1A in H2A ubiquitylation and Hox gene silencing. Mol Cell. 2005;20:845–854. [PubMed] [Google Scholar]184. Tamimi R, Steingrimsson E, Copeland NG, Dyer-Montgomery K, Lee JE, Hernandez R, Jenkins NA, Tapscott SJ. The NEUROD gene maps to human chromosome 2q32 and mouse chromosome 2. Genomics. 1996;34:418–421. [PubMed] [Google Scholar]185. Kirsh O, Seeler JS, Pichler A, Gast A, Müller S, Miska E, Mathieu M, Harel-Bellan A, Kouzarides T, Melchior F, Dejean A. The SUMO E3 ligase RanBP2 promotes modification of the HDAC4 deacetylase. EMBO J. 2002;21:2682–2691. [PMC free article] [PubMed] [Google Scholar]186. Higa LA, Mihaylov IS, Banks DP, Zheng J, Zhang H. Radiation-mediated proteolysis of CDT1 by CUL4-ROC1 and CSN complexes constitutes a new checkpoint. Nat Cell Biol. 2003;5:1008–1015. [PubMed] [Google Scholar]187. Wang H, Zhai L, Xu J, Joo HY, Jackson S, Erdjument-Bromage H, Tempst P, Xiong Y, Zhang Y. Histone H3 and H4 ubiquitylation by the CUL4-DDB-ROC1 ubiquitin ligase facilities cellular response to DNA damage. Mol Cell. 2006;22:383–394. [PubMed] [Google Scholar]188. Ghosh P, Wu M, Zhang H, Sun H. mTORC1 signaling requires proteasomal function and the involvement of CUL4-DDB1 ubiquitin E3 ligase. Cell Cycle. 2008;7:373–381. [PubMed] [Google Scholar]189. Fan Z, Beresford PJ, Oh DY, Zhang D, Lieberman J. Tumor suppressor NM23-H1 is a granzyme A-activated DNase during CTL-mediated apoptosis, and the nucleosome assembly protein SET is its inhibitor. Cell. 2003;112:659–672. [PubMed] [Google Scholar]190. Schoenfeld A, Davidowitz EJ, Burk RD. A second major native von Hippel-Lindau gene product, initiated from an internal translation start site, functions as a tumor suppressor. Proc Natl Acad Sci U S A. 1998;95:8817–8822. [PMC free article] [PubMed] [Google Scholar]191. Tahiliani M, Mei P, Fang R, Leonor T, Rutenberg M, Shimizu F, Li J, Rao A, Shi Y. The histone H3K4 demethylase SMCX links REST target genes to X-linked mental retardation. Nature. 2007;447:601–605. [PubMed] [Google Scholar]192. Agulnik AI, Mitchell MJ, Mattei MG, Borsani G, Avner PA, Lerner JL, Bishop CE. A novel X gene with a widely transcribed Y-linked homologue escapes X-inactivation in mouse and human. Hum Mol Genet. 1994;3:879–884. [PubMed] [Google Scholar]193. Kimura M, Matsuda Y, Yoshioka T, Sumi N, Okano Y. Identification and characterization of STK12/Aik2: a human gene related to aurora of Drosophila and yeast IPL1. Cytogenet Cell Genet. 1998;82:147–152. [PubMed] [Google Scholar]194. Wu L, Ma CA, Zhao Y, Jain A. Aurora B interacts with NIRp53, leading to p53 phosphorylation in its DNA-binding domain and subsequent functional suppression. J Biol Chem. 2011;286:2236–2244. [PMC free article] [PubMed] [Google Scholar]195. Huang G, Stock C, Bommeljé CC, Weeda VB, Shah K, Bains S, Buss E, Shaha M, Rechler W, Ramanathan SY, Singh B. SCCRO3 (DCUN1D3) antagonizes the neddylation and oncogenic activity of SCCRO (DCUN1D1) J Biol Chem. 2014;289:34728–34742. [PMC free article] [PubMed] [Google Scholar]196. Rose RB, Bayle JH, Endrizzi JA, Cronk JD, Crabtree GR, Alber T. Structural basis of dimerization, coactivator recognition and MODY3 mutations in HNF-1alpha. Nat Struct Biol. 2000;7:744–748. [PubMed] [Google Scholar]197. Delattre O, Zucman J, Plougastel B, Desmaze C, Melot T, Peter M, Kovar H, Joubert I, de Jong P, Rouleau G, Aurias A, Thomas G. Gene fusion with an ETS DNA-binding domain caused by chromosome translocation in human tumours. Nature. 1992;359:162–165. [PubMed] [Google Scholar]198. Acker J, Mattei MG, Wintzerith M, Roeckel N, Depetris D, Vigneron M Kedinger C. Primary structure of the second largest subunit of human RNA polymerase II (or B) J Mol Biol. 1992;226:1295–1299. [PubMed] [Google Scholar]199. Moon YA, Horton JD. Identification of two mammalian reductases involved in the two-carbon fatty acyl elongation cascade. J Biol Chem. 2003;278:7335–7343. [PubMed] [Google Scholar]200. Cohen AL, Colman H. Glioma biology and molecular markers. Cancer Treat Res. 2015;163:15–30. [PubMed] [Google Scholar]201. Wu TT, Castle JD. Tyrosine phosphorylation of selected secretory carrier membrane proteins, SCAMP1 and SCAMP3, and association with the EGF receptor. Mol Biol Cell. 1998;9:1661–1674. [PMC free article] [PubMed] [Google Scholar]202. Op de Beeck K, Van Camp G, Thys S, Cools N, Callebaut I, Vrijens K, Van Nassauw L, Van Tendeloo VF, Timmermans JP, Van Laer L. The DFNA5 gene, responsible for hearing loss and involved in cancer, encodes a novel apoptosis-inducing protein. Eur J Hum Genet. 2011;19:965–973. [PMC free article] [PubMed] [Google Scholar]203. Masuda Y, Futamura M, Kamino H, Nakamura Y, Kitamura N, Ohnishi S, Miyamoto Y, Ichikawa H, Ohta T, Ohki M, Kiyono T, Egamiv H, Baba H, Arakawa H. The potential role of DFNA5, a hearing impairment gene, in p53-mediated cellular response to DNA damage. J Hum Genet. 2006;51:652–664. [PubMed] [Google Scholar]204. Yao H, Ye J. Long chain acylCoA synthetase 3-mediated phosphatidylcholine synthesis is required for assembly of very low density lipoproteins in human hepatoma Huh7 cells. J Biol Chem. 2008;283:849–854. [PubMed] [Google Scholar]205. Phaneuf D, Labelle Y, Bérubé D, Arden K, Cavenee W, Gagné R, Tanguay RM. Cloning and expression of the cDNA encoding human fumarylacetoacetate hydrolase, the enzyme deficient in hereditary tyrosinemia: assignment of the gene to chromosome 15. Am J Hum Genet. 1991;48:525–535. [PMC free article] [PubMed] [Google Scholar]206. Reiss U, Oskouian B, Zhou J, Gupta V, Sooriyakumaran P, Kelly S, Wang E, Merrill AH, Jr, Saba JD. Sphingosine-phosphate lyase enhances stress-induced ceramide generation and apoptosis. J Biol Chem. 2004;279:1281–1290. [PubMed] [Google Scholar]207. Stefansson B, Brautigan DL. Protein phosphatase 6 subunit with conserved Sit4associated protein domain targets IkppaBepsilon. J Biol Chem. 2006;281:22624–22634. [PubMed] [Google Scholar]208. Ungar D, Oka T, Brittle EE, Vasile E, Lupashin VV, Chatterton JE, Heuser JE, Krieger M, Waters MG. Characterization of a mammalian Golgi-localized protein complex, COG, that is required for normal Golgi morphology and function. J Cell Biol. 2002;157:405–415. [PMC free article] [PubMed] [Google Scholar]209. Lumeng C, Phelps S, Crawford GE, Walden PD, Barald K, Chamberlain JS. Interactions between beta 2-syntrophin and a family of microtubule-associated serine/threonine kinases. Nat Neurosci. 1999;2:611–617. [PubMed] [Google Scholar]210. Rippe V, Drieschner N, Meiboom M, Murua Escobar H, Bonk U, Belge G, Bullerdiek J. Identification of a gene rearranged by 2p21 aberrations in thyroid adenomas. Oncogene. 2003;22:6111–6114. [PubMed] [Google Scholar]211. Tschopp J, Martinon F, Burns K. NALPs: a novel protein family involved in inflammation. Nat Rev Mol Cell Biol. 2003;4:95–104. [PubMed] [Google Scholar]212. Wang Y, Hasegawa M, Imamura R, Kinoshita T, Kondo C, Konaka K, Suda T. PYNOD, a novel Apaf-1/CED4-like protein is an inhibitor of ASC and caspase-1. Int Immunol. 2004;16:777–786. [PubMed] [Google Scholar]213. Lautz K, Damm A, Menning M, Wenger J, Adam AC, Zigrino P, Kremmer E, Kufer TA. NLRP10 enhances Shigella-induced pro-inflammatory responses. Cell Microbiol. 2012;14:1568–1583. [PubMed] [Google Scholar]214. Stefansson B, Brautigan DL. Protein phosphatase PP6 N terminal domain restricts G1 to S phase progression in human cancer cells. Cell Cycle. 2007;6:1386–1392. [PubMed] [Google Scholar]215. Ono T, Losada A, Hirano M, Myers MP, Neuwald AF, Hiranov T. Differential contributions of condensing I and condensing II to mitotic chromosome architecture in vertebrate cells. Cell. 2003;115:109–121. [PubMed] [Google Scholar]216. Schmiesing JA, Ball AR, Jr, Gregson HC, Alderton JM, Zhou S, Yokomori K. Identification of two distinct human SMC protein complexes involved in mitotic chromosome dynamics. Proc Natl Acad Sci U S A. 1998;95:12906–12911. [PMC free article] [PubMed] [Google Scholar]217. Gangwani L, Mikrut M, Theroux S, Sharma M, Davis RJ. Spinal muscular atrophy disrupts the interaction of ZPR1 with the SMN protein. Nat Cell Biol. 2001;3:376–383. [PubMed] [Google Scholar]218. Gangwani L. Deficiency of the zin finger protein ZPR1 causes defects in transcription and cell cycle progression. J Biol Chem. 2006;281:40330–40340. [PubMed] [Google Scholar]219. Hu Z, Chang YC, Wang Y, Huang CL, Liu Y, Tian F, Granger B, Delisi C. VisANT 4.0: Integrative network platform to connect genes, drugs, diseases and therapies. Nucleic Acids Res. 2013;41:W225–W231. [PMC free article] [PubMed] [Google Scholar]220. Kanehisa M, Goto S. KEGG: Kyoto encyclopedia of genes and genomes. Nucleic Acids Res. 2000;28:27–30. [PMC free article] [PubMed] [Google Scholar]"}