{"title": "Base-pair-resolution genome-wide mapping of active RNA polymerases using precision nuclear run-on (PRO-seq)", "pubDate": "2016", "PMCID": "PMC5502525", "DOI": "10.1038/nprot.2016.086", "PMID": "27442863", "abstract": "We provide a protocol for precision nuclear run-on sequencing (PRO-seq) and its variant, PRO-cap, which map the location of active RNA polymerases (PRO-seq) or transcription start sites (TSSs) (PRO-cap) genome-wide at high resolution. The density of RNA polymerases at a particular genomic locus directly reflects the level of nascent transcription at that region. Nuclei are isolated from cells and, under nuclear run-on conditions, transcriptionally engaged RNA polymerases incorporate one or, at most, a few biotin-labeled nucleotide triphosphates (biotin-NTPs) into the 3' end of nascent RNA. The biotin-labeled nascent RNA is used to prepare sequencing libraries, which are sequenced from the 3' end to provide high-resolution positional information for the RNA polymerases. PRO-seq provides much higher sensitivity than ChIP-seq, and it generates a much larger fraction of usable sequence reads than ChIP-seq or NET-seq (native elongating transcript sequencing). Similarly to NET-seq, PRO-seq maps the RNA polymerase at up to base-pair resolution with strand specificity, but unlike NET-seq it does not require immunoprecipitation. With the protocol provided here, PRO-seq (or PRO-cap) libraries for high-throughput sequencing can be generated in 4-5 working days. The method has been applied to human, mouse, Drosophila melanogaster and Caenorhabditis elegans cells and, with slight modifications, to yeast.", "author": [{"author": "Dig Bijay Mahat", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, New York, USA."], "href": "/?term=Mahat+DB&cauthor_id=27442863"}, {"author": "Hojoong Kwak", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, New York, USA."], "href": "/?term=Kwak+H&cauthor_id=27442863"}, {"author": "Gregory T Booth", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, New York, USA."], "href": "/?term=Booth+GT&cauthor_id=27442863"}, {"author": "Iris H Jonkers", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, New York, USA."], "href": "/?term=Jonkers+IH&cauthor_id=27442863"}, {"author": "Charles G Danko", "affiliation": ["The Baker Institute of Animal Health, College of Veterinary Medicine, Cornell University, Ithaca, New York, USA."], "href": "/?term=Danko+CG&cauthor_id=27442863"}, {"author": "Ravi K Patel", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, New York, USA."], "href": "/?term=Patel+RK&cauthor_id=27442863"}, {"author": "Colin T Waters", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, New York, USA."], "href": "/?term=Waters+CT&cauthor_id=27442863"}, {"author": "Katie Munson", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, New York, USA."], "href": "/?term=Munson+K&cauthor_id=27442863"}, {"author": "Leighton J Core", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, New York, USA."], "href": "/?term=Core+LJ&cauthor_id=27442863"}, {"author": "John T Lis", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, New York, USA."], "href": "/?term=Lis+JT&cauthor_id=27442863"}], "refPMID": [], "citedInPMID": ["27442863", "35042807", "35036951", "34982944", "34927098", "34925320", "34917979", "34803905", "34730992", "34723238", "34697467", "34663418", "34624217", "34596551", "34578417", "34499719", "34485932", "34375583", "34282941", "34205231", "34194047", "34163071", "34079046", "34073237", "34041503", "34010414", "33958781", "33856346", "33837727", "33803328", "33735618", "33732808", "33730542", "33654095", "33649594", "33626344", "33602827", "33588838", "33580425", "33558760", "33555055", "33502116", "33440169", "33406262", "33398172", "33382982", "33320836", "33303640", "33235186", "33176136", "33077595", "32966759", "32933333", "32821933", "32807903", "32803873", "32729748", "32697989", "32571313", "32514177", "32475383", "32422235", "32393859", "32385332", "32367068", "32355287", "32297950", "32294439", "32251373", "32226593", "32161105", "32155413", "32146545", "32139906", "32102997", "32079470", "32042156", "31988385", "31937202", "31917388", "31826988", "31817041", "31809743", "31791217", "31784358", "31767764", "31747960", "31666703", "31616795", "31588338", "31511698", "31495563", "31495490", "31467088", "31399344", "31316726", "31249142", "31185909", "31175153", "31169884", "31123063", "31106290", "31067678", "31043611", "30945176", "30773298", "30767118", "30755505", "30743000", "30674673", "30589513", "30349116", "30349114", "30340042", "30212902", "30063880", "29899453", "29614078", "29608602", "29437966", "29416031", "29398447", "29379187", "29378788", "29165040", "29053721", "29025894", "28978770", "28977633", "28977443", "28931413", "28811569", "28533025", "28363125", "27812889", "27783602", "27720190"], "body": " AbstractWe provide a protocol for precision nuclear run-on sequencing (PRO-seq)\nand its variant, PRO-cap, which map the location of active RNA polymerases\n(PRO-seq) or transcription start sites (TSSs) (PRO-cap) genome-wide at high\nresolution. The density of RNA polymerases at a particular genomic locus\ndirectly reflects the level of nascent transcription at that region. Nuclei are\nisolated from cells and, under nuclear run-on conditions, transcriptionally\nengaged RNA polymerases incorporate one or, at most, a few biotin-labeled\nnucleotide triphosphates (biotin-NTPs) into the 3′ end of nascent RNA.\nThe biotin-labeled nascent RNA is used to prepare sequencing libraries, which\nare sequenced from the 3′ end to provide high-resolution positional\ninformation for the RNA polymerases. PRO-seq provides much higher sensitivity\nthan ChIP-seq, and it generates a much larger fraction of usable sequence reads\nthan ChIP-seq or NET-seq (native elongating transcript sequencing). Similarly to\nNET-seq, PRO-seq maps the RNA polymerase at up to base-pair resolution with\nstrand specificity, but unlike NET-seq it does not require immunoprecipitation.\nWith the protocol provided here, PRO-seq (or PRO-cap) libraries for\nhigh-throughput sequencing can be generated in 4–5 working days. The\nmethod has been applied to human, mouse, Drosophila\nmelanogaster and Caenorhabditis elegans cells and,\nwith slight modifications, to yeast. INTRODUCTIONThe ability to measure the density of RNA polymerase across the genome\nprovides a comprehensive and quantitative snapshot of transcription(Fuda et al., 2009). Collecting a series of these\nsnapshots in response to regulatory switches reveals the identity of genes that\nrespond immediately or secondarily to specific signals, and provides critical\ninsights to the mechanisms of their regulation(Adelman and Lis, 2012). Quantifying RNA polymerase density along the\ngenes is also critical for deciphering the regulatory steps involved in\ntranscription.In addition to protein coding genes, many other regions in the genome (such\nas upstream divergent regions, regions downstream of mRNA poly A sites, and\nenhancers) are transcribed to various extents. Enhancers produce short unstable RNAs\n(eRNAs) that do not encode proteins(Core et al.,\n2014) but delineate major hubs of transcription regulation(Heinz et al., 2015). Differential regulation of\nenhancer mediated transcription is implicated in various diseases(Vahedi et al., 2015), and understanding this regulation\nis important for deciphering the transcriptional changes in response to\ndevelopmental, nutritional, and environmental cues. However, sequencing of total RNA\nby RNA-seq is inefficient in detecting these unstable RNAs.A number of methods have been described that enrich and sequence nascent RNAs\nassociated with RNA polymerase. These methods are either based on\nimmunoprecipitation of RNA polymerase(Churchman and\nWeissman, 2011; Larson et al.,\n2014; Nojima et al., 2015) or are\ndependent on purification of insoluble chromatin(Weber et al., 2014). Therefore, these methods are highly dependent on\nantibody specificity or the purity of the chromatin fraction respectively. We have\ndeveloped nuclear run-on based methods to map active RNA polymerases and their start\nsites genome-wide at up to base pair resolution(Core\net al., 2008; Kwak et al., 2013).\nIn these methods, the endogenous activity of RNA polymerase is used to selectively\nlabel nascent RNAs. The ability to affinity-purify nuclear run-on RNA multiple times\nduring the course of library preparation provides an approximate million-fold\nenrichment of the nascent RNA over other forms of RNA and thereby effectively\neliminates background(Core et al., 2008).\nFurthermore, because the RNA is sequenced, the direction of transcription can be\nunambiguously identified.Development of PRO-seqPRO-seq is based on Global Run-On sequencing (GRO-seq), a genome-wide\nadaptation of nuclear run-on assays that have been used classically to measure\ntranscription of target genes. In GRO-seq, bromouridine-labeled nascent RNAs are\naffinity-purified and analyzed by high-throughput sequencing to map RNA\npolymerase positions. Extremely high sensitivity and specificity is achieved\nthrough multiple distinct affinity-purification steps(Core et al., 2008; Jonkers et al., 2014). GRO-seq uses bromouridine as the substrate\nfor the nuclear run-on reaction, enabling RNA polymerase to add multiple\nnucleotides to the nascent RNA. Therefore, the resolution of GRO-seq is tens of\nbases.However, to understand the molecular mechanisms of transcriptional\nelongation and promoter-proximal pausing, RNA polymerase mapping at base-pair\nresolution is required. Such resolution enables mechanistic modeling of how DNA\nsequences, nucleosomes, or other DNA-binding factors affect RNA polymerase\nelongation and gene expression(Adelman and Lis,\n2012; Kwak and Lis, 2013). To\nachieve base-pair resolution, we used a modified nuclear run-on that limits the\nnumber of labeled nucleotides added to the nascent RNA(Core et al., 2008; Hah et al., 2011; Kwak et al.,\n2013; Larschan et al., 2011;\nMin et al., 2011). In PRO-seq,\nbiotin-labeled nucleotide triphosphates are provided as the substrates for the\nnuclear run-on reaction. The incorporation of a biotin-NTP by an RNA polymerase\ninhibits further incorporation of biotin-NTPs into the nascent RNA. Sequencing\nfrom the 3′ end of the nascent transcript therefore identifies the last\nincorporated NTP and reveals the precise location of the active site of the RNA\npolymerase engaged with its nascent RNA.Identification of the precise position of transcription start sites\n(TSSs) is also important to understand how DNA elements, general transcription\nfactors and transcription activators recruit RNA polymerase to genes and\nenhancers. RNA polymerase initiates transcription at TSS and quickly transcribes\na short region before pausing at a promoter-proximal site. However, because the\nnascent transcripts are sequenced from the 3′ end in PRO-seq, the\npositional information of where RNA polymerase began transcription is mostly\nlost. We therefore developed PRO-cap by modifying the sequencing strategy of\nPRO-seq to sequence the capped nascent RNA from 5′ end, enabling\ntranscription start sites to be identified at the RNA synthesis level(Kwak et al., 2013).Overview of the procedureA general overview of the PRO-seq and PRO-cap experimental procedures is\nshown in Figure A.1. Nuclei from cells are\nrapidly isolated and native nucleotides are washed away to halt transcription.\nHowever, RNA polymerases remain engaged on the DNA and retain their enzymatic\nactivity. Incubation of isolated nuclei with biotin-labeled nucleotide\ntriphosphates allows the RNA polymerases to actively elongate and label the\nnascent RNA. For PRO-seq only, the labeled nascent RNA is hydrolyzed with NaOH\nto generate RNA fragments suitable for sequencing (~100 bp in length). The RNA\ncontaining a biotin nucleotide is then enriched by affinity purification using\nstreptavidin-coated magnetic beads. The biotin-streptavidin interaction is very\nstable (Kd ~ 10−14 mol/L), which allows stringent\nwashing of the magnetic beads to minimize contamination with unlabeled RNA. A\n3′ sequencing adapter is then ligated to the hydroxyl (OH) group at the\n3′end of nascent RNA followed by another affinity purification to\nfurther enrich nascent RNA and remove unligated adapter sequences. Preparation\nfor 5′ sequencing adaptor ligation differs for PRO-Seq and PRO-cap. For\nPRO-seq, the 5′ cap is removed from unhydrolyzed short nascent RNA using\neither Tobacco acid pyrophosphatase (TAP) or RNA 5′ Pyrophosphohydrolase\n(RppH). The 5′ OH generated by base hydrolysis is then converted to\n5′ phosphate by treatment with T4 polynucleotide kinase (PNK) For\nPRO-cap, uncapped RNA with a 5′-monophosphate is degraded using\n5′-Phosphate-dependent exonuclease. 5′ triphosphates and\nmonophosphates are removed from any remaining contaminating uncapped RNA with\nAlkaline phosphatase. Only then is the 5′ cap of nascent RNA removed\nwith TAP or RppH treatment. After these chemical modifications, a 5′\nsequencing adapter is ligated to the nascent RNA and a third round of affinity\npurification performed to enrich for nascent RNA with sequencing adapters on\nboth ends. Nascent RNA is then reverse transcribed and test-PCR-amplified to\ndetermine an appropriate number of PCR cycles for final amplification; this\nlatter step is critical to avoid over amplification. During the final\namplification, barcodes can be added so that multiple libraries can be pooled\nfor sequencing. Finally, the PCR amplified libraries are size-selected for a\nrange of 140–350 bp and sent for high-throughput sequencing. Sequencing\ndepth of 25–50 million for mammalian cells, 10–20 million for\norganisms with smaller genome size such as Drosophila, and 5–10 million\nfor yeast cells provide useful information. Relatively short read length such as\n40–50 bp is sufficient. The sequencing result is a text-based list of\nshort nucleotide sequences and its sequencing quality parameters are provided in\na ‘fastq’ format(Cock et al.,\n2010). The sequences may contain varying lengths of adapter\nsequences, which are removed, and the adaptor-removed sequences are then aligned\nto the appropriate genome. Finally, the aligned sequences are used to generate\ncoverage files that can be used to visualize and analyze the data.Open in a separate windowFigure A.1Flowchart of the PRO-seq and PRO-cap protocolStages of the procedure are outlined along with schematics indicating the\nstatuses of the RNA polymerase and the nascent RNA. PRO-seq and PRO-cap share\ncommon steps, but are different at the adaptor ligation, reverse transcription,\nand 5′ modification stages. In PRO-seq, the 3′ RNA adaptor is\nmodified to have the reverse complement sequence of a standard 5′ RNA\nadaptor. Similarly, the 5′ RNA adaptor and the reverse transcription\nprimer are modified for PRO-seq. This allows 3′ sequencing of the RNA on\na standard Illumina platform. For PRO-cap, standard small RNA adaptors are used,\nand results in a 5′ sequencing as usual. In the 5′ modification\nstep, PRO-seq RNAs are de-capped and re-phosphorylated to ensure all RNA is\naccessible for 5′ RNA adaptor ligation. PRO-cap RNAs are\nde-phosphorylated first to convert all forms of 5′ end except for the\n5′ capped ends to a 5′ hydroxyl end, in order to restrict the\nligation of 5′ adaptor only to the cap containing nascent RNAs after cap\nremoval . Then the 5′ caps are converted to 5′ monophosphates\nusing the tobacco acid pyrophosphatase, and can be ligated to a 5′ RNA\nadaptor.Advantages and limitations of PRO-seqThe key advantages of PRO-seq are:It provides base-pair resolution and strand-specific information\nof global RNA polymerase occupancy.Background RNA contamination is hugely reduced due to almost a\nmillion fold purification of biotinylated nascent RNAs.It is highly sensitive in detecting rare and common nascent RNAs\nwith a large dynamic range (>105).It can identify short unstable nascent RNAs transcribed from\nenhancer regions.PRO-seq also has a number of limitations that should be considered when\ndeciding which genome-wide RNA polymerase mapping strategy to use.In principle, PRO-seq results are ensemble profiles of\npotentially heterogeneous populations of cells - and this is generally\ntrue for all multi-cell, high-throughput sequencing analyses. Unlike\nmature RNA molecules that are present in multiple copies per cell, RNA\npolymerase at a specific genomic position can only yield at most two\ncopies of nascent RNA. So while it may be possible to adapt PRO-seq to\nmeasure nascent transcript levels for abundantly expressed genes in\nsingle cells, genome-wide mapping of RNA polymerase in single cells\nusing PRO-seq would remain a challenge.PRO-seq detects only the active RNA polymerase and so RNA\npolymerases in the pre-initiation complex will not be detected. There is\nalso a possibility that other forms of stalled RNA polymerases, such as\nback-tracked polymerases, may not be detected, although nuclear run-on\nconditions may allow some of these polymerases to realign the active\nsite through thermal motion. Generally, the signals seen by ChIP-seq of\nRNA Polymerase II (Pol II) and our genome-wide run-on methods\nquantitatively agree(Core et al.,\n2012), so the bulk of Pol II is detectable by GRO- and\nPRO-seq methods.Compared to GRO-seq that adds a longer extension to the\n3′ end of nascent RNA(Core et\nal., 2008), PRO-seq only adds one or a few nucleotides in\norder to provide higher resolution mapping. However, there is a\npossibility that RNA polymerases positioned very close to the TSS may\nnot be detected because the nascent RNA may not be long enough to be\nuniquely mapped to the genome. In this case, GRO-seq may provide more\naccurate quantification of promoter proximal RNA polymerases. Likewise,\nRNA polymerases positioned in a repetitive sequence region of the genome\nis difficult to unambiguously map to a particular repeat.PRO-seq does not distinguish nascent transcription derived from\ndifferent RNA polymerases (Pol I vs Pol II vs Pol III) unless carried\nout in the presence of inhibitors of specific RNA polymerases. Also,\nunlike NET-Seq, nascent RNA associated with specific RNA polymerase\nmodifications (e.g. phosphorylations of the C-terminal domain) cannot be\nselectively detected using PRO-seq(Nojima et al., 2015).Applications of PRO-seq and PRO-capThe most common use of PRO-seq is for the analysis of genome-wide\ntranscription levels with directional information and with higher resolution and\nsensitivity than an RNA polymerase ChIP-seq assay. PRO-seq provides an\nindependent layer of gene expression analysis distinct from mRNA-seq, revealing\nthe transcriptional stages of regulation before the influence of mRNA processing\nor stability control. The increased resolution and the directional information\nbecome useful in distinguishing upstream divergent (also called upstream\nantisense) transcription(Core et al.,\n2008; Seila et al., 2008).PRO-cap(Kwak et al., 2013) can\ncapture TSS at the nascent RNA synthesis level in contrast to other TSS analyses\nthat use mature RNA(Andersson et al.,\n2014; Carninci et al., 1996; Forrest et al., 2014). This becomes an\nadvantage in detecting enhancer transcripts(Core\net al., 2014; Hah et al.,\n2013; Wang et al., 2011), upstream\nantisense transcription(Core et al., 2008;\n2014), or other types of unstable\ntranscripts, and avoiding post-transcriptional background capping events(Fejes-Toth et al., 2009).Alternatives to PRO-seqRNA polymerase can be mapped genome-wide by a variety of different\nstrategies.ChIP-seq: In this approach, RNA polymerase\nproteins are cross-linked to the DNA and then RNA polymerase II (Pol II)\nis purified by immuno-precipitation. Pol II associated DNA is identified\nand quantified by high-throughput sequencing thereby providing an\nestimate of the amount of Pol II at different sites on the genome. The\nresolution of ChIP is usually limited by the size of the fragmented DNA\nin the chromatin at the immunoprecipitation step. A variant of this\nmethod called ChIP-exo overcomes the resolution limitation by\nadditionally treating the DNA fragments from the Pol II ChIP with a DNA\nexonuclease(Rhee and Pugh,\n2012). The exonuclease digests DNA from the 3′ end of\nboth strands, stopping near the cross-linked polymerase complex. An\nadditional limitation of ChIP-seq is that Pol II-unbound genomic regions\nthat interact with a Pol II-bound region through three-dimensional\nlooping can be falsely identified with this method due to the use of\ncross-linking. Finally, ChIP-seq will map all forms of Pol II, including\ntranscriptionally inactive Pol IIs and Pol IIs in antisense orientation:\ntherefore, the direction of the transcription is not directly\ndisclosed.Permanganate footprinting: this method can be\nused to identify the single stranded DNA created by the transcription\nbubble formed on DNA by the RNA polymerase. The non-template strand of\nthe DNA is exposed to single-strand specific breakage at T residues\nthrough a series of chemical treatments. A method called\nPermanganate-ChIP-seq couples permanganate footprinting to Pol II ChIP\nand thereby maps the cleaved ends of the DNA from the single-stranded\nregion of transcription bubbles(Li et\nal., 2013). This directly maps the transcription active site\nwith high resolution. Permanganate mapping depends on the presence of\nthymine residues in the non-templated single-stranded DNA of the bubble\nthat are not masked by protein binding. Although the protocol enriches\nfor Pol II in a single chromatin immunoprecipitation, other regions that\nexpose single stranded thymine such as in other DNA-RNA hybrids or\nintra-strand DNA hairpins could contribute to background.Native Elongating Transcript sequencing\n(NET-seq): a number of chromatin bound nascent RNA based\nmethods, including NET-seq and its variants, have been developed for\nmapping RNA polymerase(Churchman and\nWeissman, 2011; Mayer et al.,\n2015; Nojima et al.,\n2015; Weber et al.,\n2014). In the original NET-seq protocol(Churchman and Weissman, 2011), the RNA\npolymerase complex is immunoprecipitated and the co-purified native RNA\nis sequenced. The 3′ end of the nascent RNA provides base-pair\nresolution mapping of RNA polymerase. This method is ideally suited to\nexamine the occupancy of differently modified RNA polymerases. In\npractice, the efficiency of NET-seq relies on the degree of enrichment\nprovided by the single immuno-precipitation step. Because the method\ndetects the 3′ ends of all RNAs that are associated with Pol II,\nit also captures 3′ ends of intermediates of co-transcriptional\nsplicing and micro-RNA production that can complicate mapping of\ntranscriptionally-engaged Pol II(Nojima\net al., 2015).Experimental DesignCells In our lab, we have successfully generated PRO-Seq libraries for\ncells from plant (unpublished, G.T.B.), yeast (unpublished, G.T.B.),\nDrosophila(Kwak et al.,\n2013), and mammals(Core et al.,\n2014; Mahat et al., 2016).\nIn general, the higher the number of cells the better the PRO-seq read\ncoverage of the genome. However, a minimum of 5–10 million nuclei or\npermeabilized cells is required for a single PRO-seq library regardless of\ncell type. In principle, the application of PRO-seq in yeast, including\nS. pombe and S. cerevisiae, is very\nsimilar to that of other organisms; however, some alterations are required\nin yeast cell permeabilization(García-Martínez et al., 2004), run-on reaction,\nand post run-on RNA extraction procedures(Collart and Oliviero, 2001); required modifications for yeast\nare indicated in the appropriate steps of the Procedure.Sample preparation Isolation of nuclei for nuclear run-on is a critical step in the\nprocedure not only to preserve the enzymatic activity of the RNA polymerase,\nbut also to capture the precise position of the RNA polymerase on genes.\nStarting with 10–20 million cells per library is recommended\nconsidering the efficiency of nuclei isolation process (~50%). The\nwhole process should take place in the cold room on ice as far as is\npossible. Isolated nuclei can be resuspended in the glycerol-containing\nstorage buffer, and quickly frozen in liquid nitrogen for long term storage\nat −80°C. We have used permeabilized cells in PRO-seq as an\nalternative to isolating nuclei, making handling easier and reducing loss of\nsample; cell permeabilization has a much higher efficiency (~90%)\nthan nuclei isolation. Cell permeabilization conditions may differ between\ncell types and may need to be optimized; we provide a general method for\npermeabilization in the Procedure as well as a version optimized for yeast\ncells.Spike-in for library normalization Disproportionate loss of RNA and/or cDNA can occur during multiple\nstages of the PRO-seq library preparation, which spans 4–5 days and\ninvolves several handling steps. Even with the use of identical starting\nmaterial, uneven loss of libraries could affect the genome-wide RNA\npolymerase density between libraries. To control for handling effects on\nlibrary yield, a small fraction (1–5%) of cells with a\ndistinct genome can be added during library preparation; adding an identical\nnumber of spike-in cells to different libraries enables normalization\nbetween different conditions. We have used Schizosaccharomyces\npombe to normalize Saccharomyces cerevisiae\nand vice versa, and Drosophila cells to normalize mammalian\ncells and vice versa. When using the cell-permeabilization approach,\nspike-in cells should be added and permeabilized together with the\nexperimental cells. For the nuclei isolation approach, spike-in cells should\nbe added to the experimental cells prior to nuclei isolation and dounced\ntogether.Nuclear run-on In PRO-seq, biotin-NTPs are used as the nuclear run-on substrates.\nThe Km of each of the NTPs as substrates for RNA polymerase lie\nin the range of 1–20 μM(Job\net al., 1984). Therefore, final substrate concentration greater\nthan 1–20 μM range (~25 μM) is, in general,\nsufficient for each biotin-NTP substrate. Depending on the purpose of the\nexperiment, biotin-NTP substrates can be supplied in different combinations:\nindividual biotin run-on, 4 biotin run-on, 2 biotin run-on or 1 biotin\nrun-on.Individual-biotin run-on: To obtain the\nmost precise mapping of the RNA polymerase, four separate PRO-seq\nlibraries are made, each supplied with only one type of biotin-NTP\nin the nuclear run-on reaction. This ensures that the RNA polymerase\nadds only one, or at most a few (when the polymerase is positioned\nat multiple stretches of same nucleotide) biotin-NTPs to the nascent\nRNA. In this case, 4 times more sample is required.4-Biotin run-on: we found that all 4\nbiotin-NTPs can be supplied in a single reaction and the Pol II only\nincorporates one or at most a few bases, giving an equivalent\nresolution to single biotin run-on. The reason for this is unclear,\nbut we speculate that steric hindrance in the active site of RNA\npolymerase prevents incorporation of multiple biotinylated\nnucleotides.2-Biotin run-on: When the amount of sample\nor the cost is limiting, unlabeled NTPs can be used in combination\nwith biotin NTPs. Use of biotinylated purine nucleotides\n(biotin-ATP, biotin-GTP) is more costly than that of the pyrimidine\nnucleotides (biotin-CTP, biotin-UTP). A combination of biotin-CTP,\nbiotin-UTP, ATP, and GTP can be supplied to the nuclear run-on\nreaction, providing reasonable resolution and cost.1-Biotin run-on: If a longer run-on RNA is\npreferred, combinations of biotin-CTP with unlabeled CTP, UTP, ATP,\nand GTP can be used effectively in a biotin-NTP form of GRO-seq.\nThis approach can be useful for increasing sequencing coverage of\nRNA polymerases that reside near the TSSs. While most\ntranscriptionally-engaged RNA polymerases near the 5′ ends\nreside between 30–60 nucleotides from the TSS(Kwak et al., 2013), RNA\npolymerases closer to the TSS may fail to map uniquely.\nAdditionally, the longer run-on extensions of nascent RNAs may be\ndesired for distinguishing allele-specific nascent\ntranscription.PCR amplification of PRO-seq library When the number of cells and/or nuclei are limited for PRO-seq\nlibrary preparation, a higher number of PCR amplification cycles will be\nrequired to generate sufficient library for reliable quantification and\naccurate loading into the sequencer. However, a higher number of PCR cycles\ncan result in amplification bias of some sequences. To avoid PCR-induced\nbiases, molecular barcodes(Fu et al.,\n2014) can be introduced as part of the 3′ RNA adapter,\nwhich is ligated to the nascent RNAs. Duplicate reads generated by PCR\nover-amplification can be identified by identical barcodes and\ncomputationally filtered at the stage of mapping the sequenced reads to the\ngenome. MATERIALSREAGENTSCRITICAL: Extreme care should be taken to avoid nuclease contamination.\nUse nuclease-free reagents and change gloves routinely.Appropriate cell line(s) e.g. K562, GM12878, MCF7, Hela,\nembryonic stem cells, mouse embryonic fibroblasts, mouse 3T3 cells,\nDrosophila S2, yeast.CAUTION: Before use, cells should be checked for\ncontamination.Chemical stocks Diethyl pyrocarbonate (DEPC; Sigma-Aldrich, cat. no.\nD5758)CAUTION: DEPC is toxic and harmful. Proper eyeshield,\nfaceshield, full-face respirator, and gloves are required while\nhandling DEPC.Sodium chloride, NaCl (Sigma-Aldrich, cat. no. S9888)Potassium chloride, KCl (Avantor, cat. no. 6858-04)Magnesium chloride, MgCl2 (Avantor, cat. no.\n5958-04)Sucrose (Sigma-Aldrich, cat. no. S0389)Calcium chloride, CaCl2 (Sigma-Aldrich, cat. no.\nC1016)Magnesium acetate, MgAc2 (Sigma-Aldrich, cat. no.\nM5661)Ammonium acetate, NH4Ac (Sigma-Aldrich, cat. no.\nA1542)Sodium acetate NaOAc (Sigma-Aldrich, cat. no. S2889)EDTA (Sigma-Aldrich, cat. no. E9884)EGTA (Sigma-Aldrich, cat. no. E3889)Protease inhibitor cocktail, EDTA-free (Roche, cat. no.\n11873580001)Sodium hydroxide, NaOH (Avantor, cat. no. 7708-10)Triton X-100, (Calbiochem, cat. no. 9410)Nonidet P40 (NP40) Substitute, (Sigma-Adlrich, cat. no.\n11332473001)Sarkosyl (Sigma-Aldrich, cat. no. L5125)Tween-20 (Sigma-Aldrich, cat. no. P9416)Phosphate buffer saline, PBS pH 7.4 (Gibco, cat. no.\n10010031).TRIS (Avantor, cat. no. 4109-02)Hydrochloric acid, HCl (Avantor, cat. no. 4613-05)DTT (Sigma-Aldrich, cat. no. D0632)Betaine (Sigma-Aldrich, cat. no. B0300)Glycerol (Sigma-Aldrich, cat. no. G5516)Biotin Nuclear Run-On and enrichment Biotin-11-ATP (PerkinElmer, cat. no. NEL544001EA)Biotin-11-CTP (PerkinElmer, cat. no. NEL542001EA)Biotin-11-GTP (PerkinElmer, cat. no. NEL545001EA)Biotin-11-UTP (PerkinElmer, cat. no. NEL543001EA)ATP, 10mM (Roche, cat. no. 11 277 057 001)GTP, 10mM (Roche, cat. no. 11 277 057 001)UTP, 10mM (Roche, cat. no. 11 277 057 001)P-30 column, RNase free (BIORAD, cat. no. 732-6250)Streptavidin M280 beads (Invitrogen, cat. no. 112.06D)Reagents for nucleic acid extraction Trizol (Ambion, cat. no. 115596018)CAUTION: Trizol is harmful and contact with skin, eye or\ninhalation should be avoided. Use it inside a fume hood.Trizol LS (Ambion, cat. no. 10296028)CAUTION: Trizol is harmful and contact with skin, eye or\ninhalation should be avoided. Use it inside a fume hood.Chloroform (Calbiochem, cat. no. 3150)GlycoBlue (Ambion, cat. no. AM9515)Ethanol, 100% (PHARMCO-AAPER, cat. no.\n111000200)Ethanol, 75%(vol/vol)Phenol:Chloroform, Tris buffered (Thermo Scientific, cat.\nno. 17909)CAUTION: Phenol:Chloroform is harmful and contact with skin,\neye or inhalation should be avoided. Use it inside a fume hood.Phenol, (Ambion, cat. no. 9700).CAUTION: Phenol is harmful and contact with skin, eye or\ninhalation should be avoided. Use it inside a fume hood.Enzymes and recombinant protein reagents RNase inhibitor, 40 units/μl (Ambion, cat. no.\nAM2696)T4 RNA ligase I, 10 units/μl (NEB, cat. no. M0204).\nSupplied with 10× T4 RNA ligase buffer, 10 mM ATP, and PEG,\n50%(wt/vol).5′-phosphate-dependent exonuclease, 1\nunit/μl (Epicenter, cat. no. {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"TER51020\",\"term_id\":\"1599868412\",\"term_text\":\"TER51020\"}}TER51020) (required for PRO-cap\nonly). Supplied with 10× reaction buffer A.Alkaline phosphatase, 10 units/μl (NEB, cat. no.\nM0290) (required for PRO-cap only). Supplied with 10×\nAlkaline phosphatase buffer. Alternatively, Antarctic phosphatase, 5\nunits/μl (NEB, cat. no. M0289) can be used.Tobacco acid pyrophosphatase, 10 units/μl (TAP)\n(Epicenter, cat. no. {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"T19500\",\"term_id\":\"597245\",\"term_text\":\"T19500\"}}T19500). Supplied with 10× TAP buffer.\nAlternatively, RNA 5′ Pyrophosphohydrolase, 5\nunits/μl (RppH) (NEB, cat. no. M0356S) can be used with\nThermoPol Reaction buffer (NEB, cat. no. B9004S).T4 polynucleotide kinase, 10 units/μl (PNK) (NEB,\ncat. no. M0201) (required for PRO-seq only). Supplied\nwith10× PNK buffer.Superscript III reverse transcriptase (Invitrogen, cat. no.\n56575). Supplied with 5× first strand buffer, and 0.1M\nDTT.dNTP mix, 12.5 mM each (Roche, cat. no. 03 622 614 001)Phusion polymerase, 2 units/μl (NEB, cat. no.\nM0530). Supplied with 5× High-Fidelity buffer.RNA and DNA oligos. (Custom synthesis from IDT DNA,\nRNase-free HPLC purified) See Table\n1 and Reagent Setup for details. Further information\nabout barcoding and sequencing indexes can be found at http://support.illumina.com/content/dam/illumina-support/documents/documentation/chemistry_documentation/samplepreps_truseq/truseqsampleprep/truseq-library-prep-pooling-guide-15042173-01.pdfTable 1Oligonucleotides required for PRO-seq and PRO-cap.Oligo nameSequence (5′ to 3′)PurposeCommentsOligos for PRO-seqVRA3GAUCGUCGGACUGUAGAACUCUGAAC-/Inverted dT/RNA adaptor for ligation to the 3′ end\nof nascent RNA at step 49The 5′ end is phosphorylated and the\n3′ end is protected by an inverted dTVRA5CCUUGGCACCCGAGAAUUCCARNA adaptor for ligation to the 5′ end\nof nascent RNA at step 75The 5′ end is not phosphorylatedRP1AATGATACGGCGACCACCGAGATCTACACGTTCAGAGTTCTACAGTCCGADNA oligo for reverse transcription of\nadaptor-ligated nascent RNA at step 84Oligos for PRO-capRA3UGGAAUUCUCGGGUGCCAAGG-/Inverted dT/RNA adaptor for ligation to the 3′ end\nof nascent RNA at step 49The 5′ end is phosphorylated and the\n3′ end is protected by an inverted dTRA5GUUCAGAGUUCUACAGUCCGACGAUCRNA adaptor for ligation to the 5′ end\nof nascent RNA at step 75The 5′ end is not phosphorylatedRTPGCCTTGGCACCCGAGAATTCCADNA oligo for reverse transcription of\nadaptor-ligated nascent RNA at step 84PCR primers for library\namplificationRP1AATGATACGGCGACCACCGAGATCTACACGTTCAGAGTTCTACAGTCCGADNA oligo for PCR amplification of cDNA in\nboth PRO-seq and PRO-cap at steps 94 & 102Same as the RT oligo for PRO-seqRPI-nCAAGCAGAAGACGGCATACGAGAT NNNNNN GTGACTGGAGTT\nCCTTGGCACCCGAGAATTCCADNA oligo with barcodes for PCR amplification\nof cDNA in both PRO-seq and PRO-cap at steps 94 & 104The six Ns represent the barcodes for Illumina\nTRU-seq multiplexing. For example, the barcode in RPI-1 is CGTGATOpen in a separate windowElectrophoresis DNA grade agarose (BioRad, cat. no. 161-3102EDU)Tris/Acetic acid/EDTA (TAE), 50× (BioRad, cat. no.\n161-0773). Alternatively, a 50x TAE buffer can be made in house (see\nReagent Setup section)Glacial acetic acid (Sigma-Aldrich, cat. no. 537020) for in\nhouse preparation of 50x TAE.Gel loading dye, Orange G 6× (NEB, cat. no.\nB7022S)100 bp DNA ladder (Life Technologies, cat. no.\n15628-019)10 bp DNA ladder (Life Technologies, cat. no. 10821-015).\nAlternatively, 25 bp DNA ladders (ThermoFisher, cat. no. 10597011)\ncan be used.SYBRGold nucleic acid gel stain, 6× (Life\nTechnologies, cat. no. S-11494)Acrylamide (Protogel), 30%(wt/vol) (National\nDiagnostics, cat. no. EC-980). 30% acrylamide/methylene\nbisacrylamide solution from other sources is also compatible.TEMED (BioRad, cat. no. 161-0800)Ammonium Persulfate (APS), 10%(wt/vol) (BioRad,\ncat. no. 161-0700). Dissolve in H2O.Tris/Boric acid/EDTA (TBE), 10× (BioRad, cat. no.\n161-0770). Alternatively, a 10× TBE buffer can be made in\nhouse (see Reagent Setup section).Boric acid (Sigma-Aldrich, cat. no. B6768) for in house\npreparation of 10x TBE.Software for data analysis Adaptor removal software, such as\n‘cutadapt’(Marcel, 2011) (http://code.google.com/p/cutadapt/)Mapping or alignment software, such as\n‘bwa’(Li and\nDurbin, 2009) (https://sourceforge.net/projects/bio-bwa/files/) or\n‘bowtie’(Langmead et al., 2009) (https://sourceforge.net/projects/bowtie-bio/files/)Tools for generation of coverage information, such as\nSAMtools(Li et al., 2009)\n(https://sourceforge.net/projects/samtools/files/)\nand BEDTools(Quinlan and Hall,\n2010) (https://sourceforge.net/projects/bedtools/files/)EQUIPMENT2 heat blocks, one set at 37°C and the other at\n65°C, each filled with water equilibrated at the appropriate\ntemperature.Dounce homogenizer (Wheaton scientific, cat. no. 357546)Magnetic separator for Streptavidin magnetic beads (Invitrogen,\ncat. no. K1585-01)Rotating stand (Thermo Barnstead Labquake rotator, cat. no.\n415110)Refrigerated centrifuge (Eppendorf, cat. no. 5417R)Microcentrifuge (Eppendorf, cat. no. 5415D)Speed vac dryer (Thermo Scientific, cat. no. 20-548-134)Dark Reader transilluminator (Clare Chemical Research, cat. no.\nDR89X)REAGENT SETUPCRITICAL: All reagents, solutions, and buffers should be made with\nDEPC-treated waterDEPC-H2O Add 0.1%(vol/vol) DEPC to H2O. Mix overnight\nthen autoclave and filter-sterilize the solution with a 0.22 μm\nfilter. DEPC-H2O can be prepared in advance and stored at room\ntemperature (25°C) for up to a year.CAUTION: DEPC is toxic and harmful. Proper eyeshield, faceshield,\nfull-face respirator, and gloves are required while handling DEPC.5M NaCl Dissolve 14.61 g NaCl in 50 ml H2O with\n0.1%(vol/vol) DEPC. Mix overnight and then autoclave and filter.CRITICAL: 5M NaCl can be prepared in advance and stored at room\ntemperature (25°C) for up to a year.4M KCl Dissolve 3.73 g KCl in 50 ml H2O with\n0.1%(vol/vol) DEPC, mix overnight then autoclave and\nfilter-sterilize.CRITICAL: 4M KCl can be prepared in advance and stored at room\ntemperature for up to a year.1M MgCl2 Dissolve 4.76 g MgCl2 in 50 ml H2O with\n0.1%(vol/vol) DEPC, mix overnight then autoclave and\nfilter-sterilize.CRITICAL: 1M MgCl2 can be prepared in advance and stored\nat room temperature for up to a year.1M Sucrose Dissolve 171.15 g Sucrose in 500 ml H2O with\n0.1%(vol/vol) DEPC, mix overnight then autoclave and\nfilter-sterilize.CRITICAL: 1M Sucrose can be prepared in advance and stored at room\ntemperature for up to a year.1M CaCl2 Dissolve 5.55 g CaCl2 in 50 ml H2O with\n0.1%(vol/vol) DEPC, mix overnight then autoclave and\nfilter-sterilize.CRITICAL: 1M CaCl2 can be prepared in advance and stored\nat room temperature for up to a year.1M MgAc2 Dissolve 7.12 g MgAc2 in 50 ml H2O with\n0.1%(vol/vol) DEPC, mix overnight then autoclave and\nfilter-sterilize.CRITICAL: 1M MgAc2 can be prepared in advance and stored\nat room temperature for up to a year.1M NH4Ac Dissolve 3.85 g NH4Ac in 50 ml H2O with\n0.1%(vol/vol) DEPC, mix overnight then autoclave and\nfilter-sterilize.CRITICAL: 1M NH4Ac can be prepared in advance and stored\nat room temperature for up to a year.1M NaOAc, pH 5.3 Dissolve 4.1 g NaOAc in 50 ml H2O and pH to 5.3, add\n0.1%(vol/vol) DEPC, mix overnight then autoclave and\nfilter-sterilize.CRITICAL: 1M NaOAc can be prepared in advance and stored at room\ntemperature for up to a year.0.5M EDTA Dissolve 29.22 g EDTA in 100 ml DEPC treated H2O, then\nautoclave and filter-sterilize.CRITICAL: 0.5M EDTA can be prepared in advance and stored at room\ntemperature for up to a year.0.1M EGTA Dissolve 19.02 g EGTA in 50 ml DEPC treated H2O, then\nautoclave and filter-sterilize.CRITICAL: 0.1M EGTA can be prepared in advance and stored at room\ntemperature for up to a year.1N NaOH Dissolve 2 g NaOH in 50 ml DEPC treated H2O,\nfilter-sterilize.CRITICAL: 1N NaOH can be prepared in advance in 50 ul aliquots,\nstored at −80°C for up to a year. Use freshly thawed aliquot\neach time.CAUTION: NaOH is corrosive and contact with skin, eye or inhalation\nshould be avoided.10% Triton X-100 Dissolve 5 ml of Triton X-100 in 45 ml DEPC H2O and\nfilter-sterilize.CRITICAL: 10% Triton X-100 can be prepared in advance and\nstored at room temperature for up to a year.10% NP40 Dissolve 5 ml of NP40 in 45 ml DEPC H2O and\nfilter-sterilize.CRITICAL: 10% NP40 can be prepared in advance and stored at\nroom temperature for up to a year.2% Sarkosyl Dissolve 1 g of Sarkosyl in 50 ml DEPC H2O and\nfilter-sterilize.CRITICAL: 2% Sarkosyl can be prepared in advance and stored\nat room temperature for up to a year. CAUTION: Sarkosyl is an irritant and\ncontact with skin, eye or inhalation should be avoided.1% Tween-20 issolve 1 ml of Tween-20 in 49 ml DEPC H2O and\nfilter-sterilize.CRITICAL: 1% Tween-20 can be prepared in advance and stored\nat room temperature for up to a year.1M Tris-HCl, pH 6.8 Dissolve 6.06 g TRIS base in 50 ml DEPC H2O, pH to 6.8\nwith HCl then autoclave and filter-sterilize.CRITICAL: The buffer can be prepared in advance and stored at room\ntemperature for up to a year.1M Tris-HCl, pH 7.4 Dissolve 6.06 g TRIS base in 50 ml DEPC H2O, pH to 7.4\nwith HCl then autoclave and filter-sterilize.CRITICAL: The buffer can be prepared in advance and stored at room\ntemperature for up to a year.1M Tris-HCl, pH 8.0 Dissolve 6.06 g TRIS base in 50 ml DEPC H2O, pH to 8.0\nwith HCl then autoclave and filter-sterilize.CRITICAL: The buffer can be prepared in advance and stored at room\ntemperature for up to a year.1M DTT Dissolve 1.54 g DTT in 10 ml DEPC H2O and\nfilter-sterilize.CRITICAL: 1M DTT can be prepared in advance and stored at\n−20°C for up to a year.1mM Biotin-11-CTP Mix 10 μl of 10 mM stock in 90 μl DEPC\nH2O to get 1 mM dilution.CRITICAL: The buffer can be prepared in advance and stored at\n4°C for up to a year.1mM Biotin-11-UTP Mix 10 μl of 10 mM stock in 90 μl DEPC\nH2O to get 1 mM dilution.CRITICAL: The buffer can be prepared in advance and stored at\n4°C for up to a year.50x TAE Dissolve 121 g TRIS base, 28.55 g Glacial Acetic acid, and 50 ml\n0.5M EDTA in DEPC H2O to final volume of 500 ml then autoclave and\nfilter-sterilize.CRITICAL: The buffer can be prepared in advance and stored at\n4°C for up to a month.10x TBE Dissolve 54 g TRIS base, 27.5 g Boric acid, and 20 ml 0.5M EDTA in\nDEPC H2O to final volume of 500 ml then autoclave and\nfilter-sterilize.CRITICAL: The buffer can be prepared in advance and stored at\n4°C for up to a month.Douncing buffer (for nuclei isolation) 10 mM Tris-HCl pH 7.4, 300mM sucrose, 3 mM CaCl2, 2 mM\nMgCl2, 0.1% Triton X-100, 0.5 mM DTT, 1 tablet of\nprotease inhibitors cocktail per 50ml, 4 u/ml RNase inhibitor.CRITICAL: The buffer without DTT, protease inhibitors, and RNase\ninhibitor can be prepared and stored at 4°C for up to a month. Add\nfresh DTT, protease inhibitors, and RNase inhibitor immediately before\nuse.Permeabilization buffer (for non-yeast cells) 10mM Tris-HCl pH 7.4, 300mM sucrose, 10mM KCl, 5mM\nMgCl2, 1mM EGTA, 0.05% Tween-20, 0.1% Nonidet P40\nsubstitute, 0.5 mM DTT, 1 tablet of protease inhibitors cocktail per 50ml, 4\nu/ml RNase inhibitor.CRITICAL: The buffer without DTT, protease inhibitors, and RNase\ninhibitor can be prepared and stored at 4°C for up to a month. Add\nfresh DTT, protease inhibitors, and RNase inhibitor immediately before\nuse.Permeabilization buffer (for yeast cells) 0.5% Sarkosyl, 0.5 mM DTT, 1 tablet of protease inhibitors\ncocktail per 50ml, 4 u/ml RNase inhibitor.CRITICAL: The buffer without DTT, protease inhibitors, and RNase\ninhibitor can be prepared and stored at 4°C for up to a month. Add\nfresh DTT, protease inhibitors, and RNase inhibitor immediately before\nuse.Storage buffer 10 mM Tris-HCl pH 8.0, 25%(vol/vol) glycerol, 5 mM\nMgCl2, 0.1 mM EDTA, 5 mM DTT.CRITICAL: The buffer without DTT can be prepared and stored at\n4°C for up to a month. Add fresh DTT immediately before use.2x Nuclear run-on master mix (for non-yeast cells) 10 mM Tris-HCl pH 8.0, 5 mM MgCl2, 300 mM KCl, and 1 mM\nDTT.CRITICAL: The buffer without DTT can be prepared and stored at\n4°C for up to a month. Add fresh DTT immediately before use.2x NRO master mix (for yeast cells) 40 mM Tris-HCl, pH 7.7, 400 mM KCl, 64 mM MgCl2, 1 mM\nDTT.)CRITICAL: The buffer without DTT can be prepared and stored at\n4°C for up to a month. Add fresh DTT immediately before use.AES buffer (for yeast cells only) 50 mM NaOAc pH 5.3, 10 mM EDTA, 1% SDS.High-salt wash buffer 50 mM Tris-HCl pH 7.4, 2 M NaCl, 0.5%(vol/vol) Triton X-100\nin DEPC H2O.CRITICAL: The buffer can be prepared in advance and stored at\n4°C for up to a month.Binding buffer 10 mM Tris-HCl pH 7.4, 300 mM NaCl, 0.1%(vol/vol) Triton\nX-100 in DEPC H2O.CRITICAL: The buffer can be prepared in advance and stored at\n4°C for up to a month.Low-salt wash buffer 5 mM Tris-HCl pH 7.4, 0.1%(vol/vol) Triton X-100 in DEPC\nH2O.CRITICAL: The buffer can be prepared and stored at 4°C for\nup to a month.Pre-washed streptavidin-coated magnetic beads Take 90 μl of Streptavidin M280 beads per library. Place\nthe beads on the magnetic separator for 1 min and discard the supernatant.\nPre-wash by resuspending in 0.1 N NaOH + 50 mM NaCl in DEPC\nH2O for 1 min, place on the magnetic separator for 1 min,\nremove supernatant. Wash beads twice with 100 mM NaCl in DEPC\nH2O. After removing the wash buffer, resuspend the beads in 150\nμl of the Binding Buffer and make 3 aliquots of 50 μl each.\nScale up accordingly when processing multiple samples.CRITICAL: The washed beads can be prepared in advance and stored at\n4°C for up to a week.2.2% Agarose gel 3.3 grams DNA grade agarose in 150 ml 1x TAE. Mix by swirling and\nheat using a lab microwave until the mix bubbles and looks clear.Gel elution buffer 10 mM Tris-HCl pH 8.0, 0.5 mM NH4Ac, 10 mM\nMgAc2, 1 mM EDTA, 0.1% SDS.CRITICAL: The buffer can be prepared in advance and stored at room\ntemperature for up to a month.DNA and RNA oligos Oligos for PRO-seq and PRO-cap should be dissolved in DEPC\nH2O at a concentration of 100 mM. PCR primers should be\ndissolved in DEPC H2O at a concentration of 25 mM.CRITICAL: The DNA and RNA oligos can be stored at\n−80°C for up to 10 years.Ammonium persulfate Dissolve 1 g of APS in 10 ml of DEPC-H2O and filter-sterilize the\nsolution with a 0.22-μm filter.CRITICAL: 10% (wt/vol) APS can be prepared in advance and\nstored at −20 °C for up to a year. PROCEDURECell culture | TIMING 24 h1Seed cells at a concentration that will enable them to reach\n~80% confluency in 24 hours. For a PRO-seq experiment using\nadherent fibroblasts, 4–6 150mm cell culture dishes yield\nsufficient cells (~107 cells, see Experimental Design for\nfurther details). For yeast cells, plate them to ensure they are in the\nexponential phase of growth (OD600 = 0.5) at the time\nof harvest.CAUTION: Check cell lines for mycoplasma\ncontamination before setting up the experiment.Sample preparation | TIMING: 1 hCRITICAL: Samples should be prepared in cold room (4°C) to\navoid unsolicited run-on.2Prepare samples by isolating nuclei (Option A) or by cell\npermeabilization (use Option C for yeast cells and Option B for other\ncell types).All centrifugation steps for sample preparation are performed\nin a cold centrifuge (4°C) at 1000 g (unless stated otherwise)\nfor 5 min.A. Nuclei isolation Harvest adherent cells by scraping and centrifuging, and\nnon-adherent cells by centrifuging.Resuspend the cell pellet in 10 ml ice-cold PBS and\ncentrifuge.Resuspend the cell pellet in ice-cold douncing buffer\n(1x106 cells/ml).CRITICAL STEP: If using spike-in cells, add them at this\npoint to the cells resuspended in douncing buffer.Incubate for 5 min on ice and dounce 25 times using a\ndounce homogenizer.Transfer the dounced nuclei to either a 15 or 50 ml conical\ntube and centrifuge the nuclei.Wash twice by resuspending the pellet in 5 ml douncing\nbuffer and centrifuging.Resuspend the pellet in storage buffer\n(5–10x106 nuclei per 100 ml of storage\nbuffer), flash freeze in liquid nitrogen, and store at\n−80°C.PAUSE POINT: The nuclei in storage buffer can be stored at\n−80°C for up to 5 years.B. Cell permeabilization (non-yeast cells) Harvest adherent cells by scraping and centrifuging, and\nnon-adherent cells by centrifuging.Resuspend the cell pellet in 10 ml ice-cold PBS and\ncentrifuge.Resuspend the cell pellet in ice-cold permeabilization\nbuffer (1x106 cells/ml).CRITICAL STEP: Spike-in cells, if used, should be added to\nthe cells resuspended in permeabilization buffer.Incubate for 5 min on ice and centrifuge the permeabilized\ncells.Wash twice by resuspending in 5 ml permeabilization buffer\nand centrifuging.Resuspend the cell pellet in storage buffer\n(5–10x106 permeabilized cells per 100\nμl of storage buffer), flash freeze in liquid nitrogen, and\nstore in −80°C.PAUSE POINT: The permeabilized cells in storage buffer can\nbe stored at −80°C for up to 5 years.C. Cell permeabilization (optimized for yeast) Harvest exponentially growing yeast cells by centrifugation\nat 400 g.Resuspend the cell pellet in 10 ml ice-cold PBS and\ncentrifuge.Resuspend the cell pellet in ice-cold yeast\npermeabilization buffer (1x106 cells/ml).CRITICAL STEP: Spike-in cells, if used, should be added to\nthe cells resuspended in yeast permeabilization buffer.Incubate for 20 min on ice and centrifuge the cells at 400\ng.Resuspend the cell pellet in storage buffer\n(25–50x106 permeabilized cells per 100\nμl of storage buffer), flash freeze in liquid nitrogen, and\nstore in −80°C.PAUSE POINT: The permeabilized cells in storage buffer can\nbe stored at −80°C for up to 5 years.Nuclear run-on | TIMING: 1.5 h3Prepare a 2x nuclear run-on (NRO) master mix; for non-yeast\ncells, prepare the master mix according to the first table, for yeast\ncells, use the second table.\nReagentsVolume per reaction\n(μl)Final concentration\n– 1x (in 200-μl reaction) (mM)Tris-Cl pH 8.0 (1 M)15MgCl2 (1\nM)0.52.5DTT (0.1 M)10.5KCl (4 M)7.5150DEPC-H2O18Open in a separate window\nReagentsVolume per reaction\n(μl)Final concentration\n– 1x (in 200-μl reaction) (mM)Tris-Cl pH 7.7 (1 M)420MgCl2 (1\nM)6.432DTT (0.1 M)10.5KCl (4 M)10200DEPC-H2O6.6Open in a separate window4Depending on the type of run-on experiment (see Experimental\nDesign section), prepare a 2x reaction mix according to Option A (single\nbiotin run-on), Option B (4 biotin run-on), Option C (2 biotin run-on)\nor Option D (1 biotin run-on). If processing multiple libraries at once,\nscale up accordingly (Supplementary Table 1).A. Individual-biotin run-on 2x reaction mix Transfer a 28 μl aliquot of NRO master mix to each\nof 4 separate microcentrifuge tubes.Add 5 μl of biotin-11-ATP (1 mM) to one of the\ntubes containing NRO master mix. Label this mix\n“A”Repeat step ii for the remaining 3 biotin-11-NTPs (1 mM\neach) and the 3 remaining tubes containing NRO master mix and label\nthem “C”, “G”, “U”\naccordingly.Add 15 μl DEPC H2O to all 4 tubes.Add 2 μl of RNase inhibitor and 50 μl of\n2% Sarkosyl to all 4 tubes. From step 5, each tube will be\nprocessed as a separate sample.B. 4-Biotin run-on 2x reaction mix Transfer a 28 μl aliquot of NRO master mix to a\nmicrocentrifuge tube.Add 5 μl each of all 4 biotin-11-NTPs (1 mM each)\nto the NRO master mix aliquot.Add 2 μl of RNase inhibitor and 50 μl of\n2% Sarkosyl.C. 2-Biotin run-on 2x reaction mix Transfer a 28 μl aliquot of NRO master mix to a\nmicrocentrifuge tube.Add 5 μl each of biotin-11-CTP (1 mM) and\nbiotin-11-UTP (1 mM) to the NRO master mix aliquot.Add 2.5 μl each of ATP (10 mM) and GTP (10 mM) to\nthe mix.Add 5 μl DEPC H2O.Add 2 μl of RNase inhibitor and 50 μl of\n2% Sarkosyl.D. 1-Biotin run-on 2x reaction mix Transfer a 28 μl aliquot of NRO master mix to a\nmicrocentrifuge tube.Add 5 μl of biotin-11-CTP (1 mM) to the NRO master\nmix aliquot.Add 1 μl of CTP (0.05 mM) to the mix.Add 2.5 μl each of ATP (10 mM), GTP (10 mM), and\nUTP (10 mM) to the mix.Add 6.5 μl DEPC H2O.Add 2 μl of RNase inhibitor and pipette up and down\nseveral times.Add 50 μl of 2% Sarkosyl and pipette up and\ndown 15 times.5Preheat 100 μl of the appropriate 2x reaction mix\nprepared in step 4 to 37°C for mammalian cells or\n30°C for yeast and insect cells.6Using a cut-off P200 pipette tip, add 100 μl nuclei\nor permeabilized cells (in storage buffer from step 2) to 100\nμl of preheated 2x reaction mix, gently but thoroughly\npipette the reaction 15 times, and place in a heat block at the\nappropriate temperature.CRITICAL STEP: Sarkosyl in the 2x reaction mix causes the\nrun-on reaction to become very viscous (except for yeast). When\nadding the nuclei or permeabilized cells to the reaction mix and\nwhen mixing by pipetting up and down, use a wide bore pipette tip or\ncut the last centimeter off a normal one with ethanol wiped clean\nscissors or razor blade.7Incubate for 3 min (5 min for yeast cells), with gentle\ntapping at the incubation midpoint.RNA extraction | TIMING: 1 h8Extract RNA using Option A for non-yeast nuclei or\npermeabilized cells or Option B for yeast.A. RNA extraction from non-yeast nuclei or permeabilized cells Add 500 μl Trizol LS and mix well by vortexing to\nstop the reaction.Incubate the homogenized sample for 5 min at room\ntemperature (25°C) to allow the complete dissociation of\nnucleoprotein complexes and add 130 μl Chloroform.Vortex sample vigorously for 15 s and incubate at room\ntemperature for 2 to 3 min.Centrifuge at 14,000 g for 5 min at\n4°C, transfer the aqueous phase to a new tube, and add 1\nμl GlycoBlue.B. RNA extraction from yeast cells or nuclei Pellet cells or nuclei after the run-on reaction at 400 g\nfor 5 mins at 4 °C and quickly resuspend in 500 μl\nphenol.Add an equal volume of AES buffer and incubate it at\n65°C for 5 min with periodic vortexing. Let the mixture rest\non ice for 5 min, and then add 200 μl of chloroform.Vortex sample vigorously for 15 s and incubate at room\ntemperature for 2 to 3 min.Centrifuge at 14,000 g for 5 min at\n4°C, transfer the aqueous phase to a new tube, and add 1\nμl GlycoBlue and NaOAc to 200 mM final concentration.9Add 2.5x volume of 100% room temperature ethanol\n& vortex for 10 s.10Incubate samples at room temperature for 10 min.11Centrifuge at 14,000 g for 20 min at\n4°C. The RNA precipitate forms a gel-like pellet on the side\nand bottom of the tube.12Remove supernatant completely.13Add 750 μl of 75% ethanol.PAUSE POINT: The RNA pellet in 75% ethanol can be\nstored up to a week at −80°C.14Mix by vortexing and centrifuge at 14,000\ng for 5 min at 4°C.15Remove all supernatant.16Air-dry the RNA pellet for 5–10 min.CRITICAL STEP: It is important not to let the RNA pellet\ndry completely as this will greatly decrease its solubility.17For PRO-seq, re-dissolve the RNA pellet in 20 μl\nDEPC H2O and proceed to step 18. For PRO-cap, re-dissolve\nthe RNA pellet in 50 μl DEPC H2O and proceed to\nstep 23.RNA fragmentation by base hydrolysis (PRO-seq only) | Timing: 0.5 h18Heat denature the RNA at 65°C on a heat block for 40 s\nand then place the tubes on ice.19Add 5 μl of ice cold 1 N NaOH and incubate the mixture\non ice for 10 min.20Add 25 μl of 1 M Tris-HCl pH 6.8.21Perform buffer exchange once by running the 50-μl\nbase-hydrolyzed RNA sample through a P-30 column according to the\nmanufacturer’s instructions.22Add 1ml RNase inhibitor.Biotin RNA enrichment | Timing: 3 h23Mix ~50 ml of the RNA sample from step 22 for PRO-seq or from\nstep 17 for PRO-cap with 50 ml of pre-washed Streptavidin beads.24Incubate at room temperature on a rotator set at 8 rpm for 20\nmin.25Place on magnet for 1 min and remove the liquid.26Resuspend the beads in 500 μl ice cold High salt wash\nbuffer for a 1 min wash using rotator.27Place on magnet for 1 min and remove the buffer.28Repeat steps 26–27 once more.29Wash two times with 500 μl Binding buffer for a minute\nand use the magnet to facilitate removal of buffer.30Wash once with 500 μl Low salt wash buffer.31Resuspend the beads in 300 μl Trizol and vortex\nthoroughly.32Incubate for 3 min at room temperature.33Add 60 μl chloroform.CRITICAL STEP: Inaccurate pipetting of chloroform leads to\nincomplete phase separation of the Trizol when transferring a small\nvolume.34Vortex thoroughly for more than 20 s and incubate the tubes for\n3 min at room temperature.35Centrifuge at 14,000 g for 5 min,\n4°C.36Transfer ~180 μl of the aqueous layer to a new\ntube.37Remove and discard the organic phase, leaving the beads and the\nunpipetted aqueous phase.38Extract RNA from the beads once more by repeating steps\n31–35.39Collect ~180 μl of the aqueous layer and combine with\nthe sample from step 36.40Add 360 μl chloroform to the pooled aqueous layer and\nvortex.41Centrifuge at 14,000 g for 5 min,\n4°C.42Transfer ~350 μl of the aqueous layer to a clean\ntube.43To the collected aqueous layer, add 1 μl of GlycoBlue,\n900 μl of 100% ethanol and vortex.44Incubate samples at room temperature for 10 min and centrifuge\nat 14,000 g for 20 min, 4°C.TROUBLESHOOTING:45Add 750 ml of 75% ethanol.PAUSE POINT: The RNA pellet in 75% ethanol can be\nstored up to a week at −80°C.46Mix by vortexing and centrifuge at 14,000 g\nfor 5 min, 4°C.47Remove all residual liquid.48Air-dry the RNA pellet for 5−10 min.CRITICAL STEP: Do not re-dissolve in H2O without the\nRNA adaptor. The RNA pellet is dissolved in small volume of RNA\nadaptor-containing solution to minimize the adapter ligation reaction\nvolume.3′ RNA adaptor ligation | Timing: 4.5 h49Dilute 0.5 μl 100 μM 3′ RNA adaptor in\n3.5 μl DEPC H2O. For PRO-seq, use VRA3 RNA adaptor.\nFor PRO-cap, use RA3 RNA adaptor. For processing multiple samples, scale\nup accordingly.50Redissolve the RNA pellet from step 48 in 4 μl of the\n3′ RNA adaptor dilution.51Heat denature at 65°C in a heat block for 20 s, then\nplace on ice.52Make the RNA ligation mix tabulated below. When processing\nmultiple samples, scale up accordingly (Supplementary Table 2).\nReagentsVolume per reaction\n(ml)Final concentrationT4 RNA ligase buffer\n(10x)11xATP (10 mM)11 mM50% PEG210 %RNase inhibitor14 units per mlT4 RNA ligase I11 units per mlOpen in a separate window53Add 6 μl of the mix to the 4 μl of RNA (10\nμl final).CRITICAL STEP: GlycoBlue may form a precipitate in the presence\nof high PEG concentration, but is not reported to affect the ligation\nefficiency.54Incubate at 20°C for 4 hr then place at 4°C\nuntil ready to proceed to the next step.PAUSE POINT: The ligation reaction can be left at 4°C\novernight.Second biotin RNA enrichment | Timing: 3 h55Bring the volume of the adaptor ligated RNA from step 54 to 50\nμl by adding 40 μl DEPC H2O.56Perform a second biotin enrichment by repeating steps\n23–48 with the 50 μl ligated RNA sample.PAUSE POINT: The RNA pellet in 75% ethanol can be\nstored up to a week at −80°C.Enzymatic modification of the RNA 5′ ends | Timing: 3.5–4\nh57Re-dissolve the RNA pellet from step 56 in 5 μl DEPC\nH2O.58Heat denature briefly at 65°C in a heat block for 20\nsecs, then place on ice.59If performing PRO-cap, degrade the uncapped RNA containing\n5′-monophosphate and remove the 5′ triphosphate and\nmonophosphate from uncapped RNA as described in Box 1 (Supplementary Table 3 and\n4) before proceeding to step 60. For PRO-seq, continue directly\nto step 60.Box 1Degradation of RNA containing 5′-monophosphate and removal of\n5′-triphosphate and -monophosphate from the RNA for PRO-cap |\nTiming: 4 hPrepare the 5′-phosphate-dependent exonuclease\nenzyme mix. When processing multiple samples, scale up accordingly\n(Supplementary\nTable 3)\nReagentsVolume per reaction\n(ml)Final\nconcentrationDEPC-H2O2.5Buffer A (10x)11xRNase inhibitor0.52 units/ml5′-phosphate-dependent exonuclease10.1 units/mlOpen in a separate windowAdd 5 μl of the mix to the RNA from step 58 of the\nmain Procedure (10μl final)Incubate at 30°C for 1 hr.Add 300 μl of Trizol and vortex for 5 s.Add 60 μl chloroform, vortex for 15 s, and incubate\nfor 2 min at room temperature.Centrifuge at 14,000 g for 5 min at\n4°C.Transfer ~180 μl aqueous layer to a clean microfuge\ntube.Add 180 μl chloroform to the aqueous layer from\nstep 7 and vortex for 5 s.Centrifuge at 14,000 g for 5 min at\n4°C and collect ~180 μl aqueous layer.Add 0.5 μl GlycoBlue and 450 μl of\n100% ethanol to the aqueous layer from step 9, and pellet\nthe RNA by centrifuging at 14,000 g for 20 min at\n4°C.Wash the RNA pellet in 75% ethanol by repeating\nsteps 45–48 of the main Procedure.PAUSE POINT: The RNA pellet in 75% ethanol can be\nstored up to a week at −80°C.Re-dissolve the RNA pellet in 5 μl DEPC\nH2O, and heat denature briefly in 65°C heat\nblock for 20 s, then place on ice.Prepare the alkaline phosphatase enzyme mix. When\nprocessing multiple samples, scale up accordingly (Supplementary Table\n4).\nReagentsVolume per reaction\n(ml)Final\nconcentrationDEPC-H2O3Alkaline phosphatase\nbuffer (10x)11xRNase inhibitor0.52 units/mlAlkaline\nphosphatase0.50.5 units/mlOpen in a separate windowAdd 5 μl of the mix to the RNA from step 12\n(10μl final)Incubate at 37°C for 1 hr.Add 300 μl of Trizol and vortex for 5 s.Add 60 μl chloroform, vortex for 15 s, and incubate\nfor 2 min at room temperature.Centrifuge at 14,000 g for 5 min at\n4°C.Transfer ~180 μl aqueous layer to a clean microfuge\ntube.Add 180 μl chloroform to the aqueous layer from\nstep 19 and vortex for 5 s.Centrifuge at 14,000 g for 5 min at\n4°C and collect ~180 μl aqueous layer.Add 0.5 μl GlycoBlue and 450 μl of\n100% ethanol to the aqueous layer from step 21, and pellet\nthe RNA by centrifuging at 14,000 g for 20 min at\n4°C.Wash the RNA pellet in 75% ethanol by repeating\nsteps 45–48 of the main Procedure.PAUSE POINT: The RNA pellet in 75% ethanol can be\nstored up to a week at −80°C.Re-dissolve the RNA pellet in 5 μl DEPC\nH2O, and heat denature briefly in 65°C heat\nblock for 20 s, then place on ice. Proceed from step 60 of the main\nProcedure.60Prepare 5′ cap repair enzyme mix: depending on the\navailability of Tobacco acid pyrophosphatase (TAP) or RNA 5′\nPyrophosphohydrolase (RppH). When using TAP, prepare the enzyme mix in\nthe first table. When using RppH, prepare the enzyme mix in the second\ntable. When processing multiple samples, scale up accordingly (Supplementary Table\n5).\nReagentsVolume per reaction\n(ml)Final concentrationDEPC H2O3TAP buffer (10x)11xRNase inhibitor0.52 units per mlTAP0.50.5 units per mlOpen in a separate window\nReagentsVolume per reaction\n(ml)Final concentrationDEPC H2O2.5ThermoPol Reaction buffer\n(10x)11xRNase inhibitor0.52 units per mlRppH10.5 units per mlOpen in a separate window61Add 5μl of the appropriate enzyme mix to the\n5μl of RNA from step 58 for PRO-seq or 5μl of RNA from\nstep 24 of Box 1 for\nPRO-cap.62Incubate at 37°C for 1 hr.63For PRO-seq, proceed to step 64 for hydroxyl repair. For\nPRO-cap, Add 90μl of DEPC H2O to the 10μl of\nRNA from step 62 and proceed directly to step 67(PRO-seq only) Hydroxyl repair | TIMING: 2 h64Prepare polynucleotide kinase (PNK) mix as tabulated below.\nWhen processing multiple samples, scale up accordingly (Supplementary Table 6).\nReagentsVolume per reaction\n(ml)Final concentrationDEPC H2O65PNK buffer (10x)101xATP (10 mM)101 mMRNase inhibitor2.51 units per mlPNK2.50.25 units per mlOpen in a separate window65Add 90μl of the mix to the 10μl of RNA from\nstep 62.66Incubate at 37°C for 1 hr.67Add 300 μl of Trizol and vortex for 5 s.68Add 60 μl chloroform, vortex for 15 s, and incubate for\n2 min at room temperature.69Centrifuge at 14,000 g for 5 min at\n4°C.70Transfer ~280 μl aqueous layer to a clean microfuge\ntube.71Add 280 μl chloroform to the aqueous layer from step 70\nand vortex for 5 s.72Centrifuge at 14,000 g for 5 min at\n4°C and transfer ~280 μl aqueous layer to a clean\nmicrofuge tube.73Add 0.5 μl GlycoBlue and 700 μl of 100%\nethanol to the aqueous layer from step 72, and pellet the RNA by\ncentrifuging at 14,000 g for 20 min at 4°C.74Wash the RNA pellet in 75% ethanol by repeating steps\n45–48.PAUSE POINT: The RNA pellet in 75% ethanol can be\nstored up to a week at −80°C.CRITICAL STEP: Do not re-dissolve in H2O without the\nRNA adaptor. The RNA pellet is dissolved in a small volume of RNA\nadaptor-containing solution to minimize the adapter ligation reaction\nvolume.5′ RNA adaptor ligation | Timing: 4.5 h75Dilute 0.5 μl 100 μM 5′ RNA adaptor in\n3.5 μl DEPC H2O. For PRO-seq, use VRA5 RNA adaptor.\nFor PRO-cap, use RA5 RNA adaptor. For processing multiple samples, scale\nup accordingly.76Redissolve the RNA pellet from step 74 in 4 μl of the\n5′ RNA adaptor dilution.77Heat denature at 65°C in a heat block for 20 s, then\nplace on ice.78Make the RNA ligation mix as described in step 52. When\nprocessing multiple samples, scale up accordingly (Supplementary Table 2).79Add 6 μl of the RNA ligation mix to the 4 μl of\nRNA (10 μl final).CRITICAL STEP: GlycoBlue may form a precipitate in the presence\nof high PEG concentration, but is not reported to affect the ligation\nefficiency.80Incubate at 20°C for 4 hr then place at 4°C\nuntil ready to proceed to the next step.PAUSE POINT: The ligation reaction can be left at 4°C\novernight.Third biotin RNA enrichment | Timing: 3 hr81Bring the volume of the adaptor ligated RNA to 50 μl by\nadding 40 μl DEPC H2O.82Perform a third biotin enrichment by repeating steps\n23–48 with the 50 μl ligated RNA sample.PAUSE POINT: The RNA pellet in 75% ethanol can be\nstored up to a week at −80°C.Reverse transcription | Timing: 2 h83Re-dissolve the RNA pellet in 10 μl DEPC\nH2O.84Make reverse transcription (RT) primer mix as shown in the\ntable below.\nComponentAmount per\nreaction (μl)Final conc.\nin 20-μl volume (μM)PRO-seqPRO-capRP1 reverse transcription\nprimer (100 μM)0.5--2.5RTP reverse transcription\nprimer (100 μM)--0.52.512.5 mM dNTP mix11625DEPC-H2O11Open in a separate window85Add 2.5 μl of the RT primer mix to the 10 μl of\nre-dissolved RNA.86Heat to 70°C for 2 min, chill it on ice for 2 min and\nbriefly spin at 500–1,000g at 25°C for 5 s.87Prepare the RT buffer mix as tabulated below. When processing\nmultiple samples, scale up accordingly (Supplementary Table 7).\nReagentsVolume per reaction\n(ml)Final concentrationFirst strand buffer\n(5x)4DTT (0.1 M)15 mMRNase inhibitor12 units per mlOpen in a separate window88Add 6 μl of the RT buffer mix to the 12.5 ul of\nRNA-primer mix from step 86.89Incubate for 5 min, 37°C.90Add 1.5 μl Superscript III reverse transcription enzyme\nand mix (total 20 μl).91Incubate for 15 min at 45°C, then 40 min at\n50°C, 10 min at 55°C, and 15 min at 70°C.92Add 6 μl of DEPC H2O to the RT reaction\n(total 26 μl).PAUSE POINT: The reverse transcribed cDNA can be stored for a\nmonth at −20°C.Test PCR amplification | Timing: 2 h93Prepare a series of 4-fold dilutions of the RT sample in\nH2O as tabulated below. Test PCR amplification (a total\nof 21 amplification cycles) of these dilutions will be used to determine\nthe appropriate number of PCR cycles to use in full-scale amplification\nat step 105. The use of 2 μl RT sample in dilution 1 leaves 24\nμl RT sample for full-scale amplification at step 105.\nDilutionAmount of cDNAAmount of H2O\n(μl)Equivalent full-scale\nPCR cycles (step 105)12 μl RT\nsample61722 μl dilution\n161532 μl dilution\n261342 μl dilution\n3611Open in a separate windowCRITICAL STEP: As only 6 μl out of the total 8\nμl of Dilution 1 is used for PCR, this is equivalent to using\n1.5 μl (6/8 x 2) of the original 26 μl RT sample, which\nis 16 fold less than the remaining 24 μl RT sample. Thus, to\naccount for the 16-fold higher amount of starting material in the\nfull-scale amplification, the number of PCR cycles needs to be reduced\nby 4 compared to test PCR of Dilution 1 i.e. 17 cycles instead of 21.\nEach remaining dilution in the 4-fold dilution series will need to be\ncorrected by a further 2 cycles compared to the previous dilution i.e.\n15, 13, and 11 cycles for dilutions 2 to 4 respectively.94Prepare a test PCR mix. One test PCR amplification will be\nperformed for each dilution prepared in step 93 (Supplementary Table 8).\nReagentsVolume per reaction\n(ml)Final concentrationDEPC H2O5HF buffer (5x)41xBetaine (5 M)41 MdNTP mix (12.5 mM\neach)0.4250 μM eachRP1 primer (25\nμM)0.2250 nMRPI-1 primer (25\nμM)0.2250 nMPhusion DNA\npolymerase0.20.02 units per mlOpen in a separate window95Add 14 μl of the PCR mix to 6 μl of each\ndiluted test sample (Dilution 1, 2, 3, and 4).96Use the following thermal cycling to perform test PCR\namplification (a total of 21 amplification cycles).\nCycle numberDenature\n(95°C)AnnealExtend\n(72°C)12 min2 – 630 s56°C for 30\ns30 s7 – 2230 s65°C for 30\ns30 s2310 minOpen in a separate windowGel analysis of test PCR | Timing: 2 h97Add 2.2 μl 10x Orange G dye to the 20 μl PCR\nreactions and load 20 μl of the samples onto a 2.2%\nagarose gel in 1xTAE.98Load 8 μl of 100 bp DNA ladder on a separate lane.99Run the gel at 100 V for 15 min, then run it at 130 V for up to\n45 min.CRITICAL STEP: Orange G dye runs at 50 bp. Stop the\nelectrophoresis before the dye runs out of the gel.100Add 15 μl of SYBRGold to 150 ml 1x TAE. Place the gel\nin this solution and stain for 30 min on a shaker.101Image the gel with 485 nm illumination, or with UV light.\nExamine the gel and determine the dilution (and therefore the equivalent\nfull-scale PCR amplification cycle) with desired amplification\ncharacteristics (sufficient amount of product, not over amplified, and\nhaving 50–75% of unused primers). For example, if the\nlane in the agarose gel with dilution 3 has the desired amplification\ncharacteristics, then the optimal number of PCR cycles (optimized cycle,\nOC) for full-scale amplification is 13 (see step 93). See Figure A.2A and A.2B for an example gel\nimage.Open in a separate windowFigure A.2Gel images of library products(A) PRO-seq libraries at the test amplification stage (step 101). 3 different\nsamples are loaded on the agarose gel, each at 4 dilutions. From the left of\neach series, the 4 dilutions are equivalent to 17, 15, 13, and 11 cycles of full\namplification. The gel image in left panel shows two successful PRO-seq\nlibraries. Optimal amplification cycles are determined by comparing both the\nintensities of library products and the unused primers. Optimal amplification\ncycles are when 50–75% of the primers remain unused (13 cycles\nfor this example). Gel image of a failed library preparation is shown on the\nright panel; only primer dimers are detected.(B) PRO-cap libraries at the test amplification stage (step 101). Library\nproducts are smaller in size and amount, because most PRO-cap RNA molecules are\nfrom paused RNA polymerase. 15 cycles were optimal for these samples.(C) Two PRO-seq libraries after full amplification analyzed by 8% PAGE\n(step 118). Labels on the left indicate DNA sizes. Note the presence of unused\nprimers around 50 bp and primer dimer bands ~120 bp. The library product is the\nsmear above the primer dimer band.(D) Two PRO-seq libraries after the size selection analyzed by 8% PAGE\n(step 119). PRO-seq library on the left still has some residual primer\ndimer.(E) Two PRO-cap libraries after the full amplification analyzed by 8%\nPAGE (step 118). Note that there are additional primer and primer dimer bands\ncompared to PRO-seq.TROUBLESHOOTING:Full-scale PCR amplification | Timing: 2.5 h102Prepare a full-scale amplification PCR mix according to the\ntable below. For processing multiple samples, scale up accordingly\n(Supplementary\nTable 9).\nReagentsVolume per reaction\n(ml)Final concentrationDEPC H2O3HF buffer (5x)101xBetaine (5 M)101 MdNTP mix (12.5 mM\neach)1250 μM eachRP1 primer (25\nμM)0.5250 nMPhusion DNA\npolymerase10.04 units per mlOpen in a separate window103Add 25.5 μl of the PCR mix to the 24 μl of the\nremaining reverse transcription product (from step 93).104Add 0.5 μl of a different RPI-n (25 μM) primer\nto the different libraries so that each library is differentially\nbarcoded.CRITICAL STEP Different barcodes are only needed if the\nlibraries are to be pooled for sequencing.105Use the following thermal cycling for full-scale PCR\namplification, where OC stands for Optimized Cycle as determined in step\n101.\nCycle numberDenature\n(95°C)AnnealExtend\n(72°C)12 min2 – 630 s56°C for 30\ns30 s7 - (OC + 1)30 s65°C for 30\ns30 s(OC + 1) - (OC\n+ 2)10 minOpen in a separate windowPAUSE POINT: The PCR product can be stored up to a month at\n−20°C.106Add 231 μl H2O, 18 μl 5 M NaCl, 1\nμl GlycoBlue to the 50 μl full amplification PCR\nproduct.107Add 750 μl 100% ethanol and vortex\nthoroughly.108Centrifuge at 14,000 g for 20 min,\n4°C.109Remove liquid and the wash the pellet once in 75%\nethanol by repeating steps 45–48.PAUSE POINT: The DNA pellet in 75% ethanol can be\nstored up to several months at −80°C.110Re-dissolve the DNA pellet in 18 μl H2O.Library size selection by PAGE | Timing: 5 h to 1 dayCRITICAL: we describe PAGE purification for size selection of the\nlibrary. However, a Pippin Prep (Sage Science) can also be used in place of\nsteps 111–130; follow the manufacturer’s instruction for\nselecting a size range of 140–350 bp.111Add 2 μl of 10× Orange G loading dye to 18\nμl DNA from step 110.112Prepare a medium size (10 cm running length) Native PAGE gel as\nbelow.\nReagentsVolumeFinal concentrationDEPC-H2O31.67 mlAcrylamide\n(30%)13.3 ml8%TBE (5x)5 ml0.5xAPS (10%)500 ml0.1%TEMED50 mlOpen in a separate window113Pre-run the gel for 15 min at a constant current of 30 mA.114Load samples. Also load 2 μl 10 bp DNA ladder and 8\nμl of 100 bp DNA ladder.115Run gel at 15 mA for 30 min until the DNA has entered the gel,\nand then run at 30 mA for 1.5 hr. Stop electrophoresis 10 minutes after\nthe Orange G dye has run off the gel.116During the electrophoresis, puncture the bottom of a sterile,\nnuclease-free, 0.5 ml centrifuge tube using a 21-gauge needle (heated in\na bunsen flame) to create a hole or several holes in the bottom of the\ntube. Place the 0.5 ml microtube into a sterile, round-bottom,\nnuclease-free, 2 ml microtube.117After the electrophoresis, pry apart the gel cassette and stain\nthe gel with SYBR Gold (10 μl SybrGold per 100 ml 1× TBE\nbuffer) in a clean container for 5–10 min.118Visualize the gel on a Dark Reader transilluminator.119Using a clean scalpel or razor, cut the gel from 140 bp (20 bp\njust above the 120 bp adapter dimer) up to 350 bp (see Figure A.2C, A.2D, and A.2E).120Split the gel fragment vertically and place the pieces into the\n0.5 ml microtube.121Centrifuge the stacked tubes at 10,000 g for 2\nmin at room temperature to shred the gel through the holes into the 2 ml\ntube (there is no liquid at this point).122If some gel remains in the top tube, add 100 μl of Gel\nElution Buffer and spin at 10,000g again for another 2 min.123Add 600 μl of Gel Elution Buffer and incubate for 2 hr\nin a rotating incubator, 37°C.PAUSE POINT: The elution can continue overnight.124Spin down gel pieces for 1 min at max speed in a benchtop\ncentrifuge.125Transfer all liquid possible to a new tube.126Add 400 μl of Gel Elution Buffer to the remaining gel\npieces.127Incubate for 1 hr in a rotating incubator, 37°C.128After 1 h incubation, spin at the maximum speed in a benchtop\ncentrifuge for 1 min; take the supernatant and pool with the first\nelution from step 125.129Rinse gel pieces with 250 μl H2O, spin and\nadd the rinsed liquid to the pool.130Transfer the pooled eluate which may contain small pieces of\ngel debris, to the top of a Spin-X filter.131Centrifuge the filter for 1–2 min at\n6,000–7,000 g, room temperature. Collect the\nfiltrate. If the volume exceeds the filter capacity, use multiple\nfilters or split into batches and repeat filtering a couple of times and\npool the filtrates.132Lyophilize (on medium setting) the sample using a Speed Vac\ndryer reduce the volume to ~400 μl (takes 45 min–2 hr).\nIf the volume decreases below 400 μl, bring the volume up to 400\nμl by adding DEPC-H2O.133Add an equal volume of buffered phenol:chloroform, and vortex\nthoroughly.134Centrifuge at 14,000 g for 5 min,\n4°C.135Collect the aqueous layer in a clean tube.136Add an equal volume of chloroform to the aqueous layer, and\nvortex thoroughly.137Centrifuge at 14,000 g for 5 min,\n4°C.138Collect the aqueous layer in a clean tube.139Add 1 μl GlycoBlue to the aqueous layer.140Add 2.5× volume of room temperature 100%\nethanol.141Vortex thoroughly and incubate at room temperature for 10\nmin.142Centrifuge at 14,000 g for 20 min,\n4°C.143Remove liquid, and wash the DNA pellet once in 75%\nethanol by repeating steps 45–48.144Re-dissolve the pellet in 12 μl H2O.145Use 2 μl of the library DNA for quantification using\nQubit or Bioanalyzer. The expected concentration of the library is\nbetween 1–20 ng/μl.146If required, dilute the samples to 5 ng/μl. Send ~10 ng\nto the sequencing facility for sequencing. If the libraries are\nbarcoded, pool the barcoded libraries that are to be sequenced\nsimultaneously.High-throughput sequencing | Timing: 24 h147Sequence pooled PRO-seq or PRO-cap libraries using an Illumina\nTRU-seq compatible sequencing platform. Sequencing depth of ~20 million\nand ~50 million reads provides good coverage in insect cells and\nmammalian cells respectively.Data analysis | TIMING: variableCRITICAL. In PRO-seq, the 3′ end of the nascent\nRNA corresponds to the genomic position of the RNA polymerase active site. The\nmodified RNA adaptors were designed to enable sequencing of the reverse\ncomplement of nascent RNAs. Therefore, the 3′ end of the reverse\ncomplement of the sequencing reads reflects the RNA polymerase active site\nposition. In PRO-cap, conventional RNA adaptors are used, and the 5′\nends of each sequence read reflects the transcription start sites in the same\ndirection. Below, we outline the three major stages of a simple processing\npipeline.148Pre-process the raw sequence data. Filter out\nlow quality reads and trimming potential adaptor sequences\n(TGGAATTCTCGGGTGCCAAGG) from the sequence reads. Tools such as\n‘cutadapt’ are publicly available for this purpose.\nDepending on the quality of the library, sequences containing only the\nadaptor sequences (adaptor dimers) may take up to 5% of total\nreads.149Map or align the sequence reads to the genomic\nsequence. Since most of the nascent RNA reads are captured\nbefore RNA processing and splicing, they do not contain large gaps in\nalignment. Therefore, many alignment programs based on the\nBurrows-Wheeler transformation algorithm such as ‘bwa’\nor ‘bowtie’ work well. Reads with multiple alignments\nare usually discarded, unless they are used for studying specific target\nregions that are repeated more than once. Sometimes, reads aligning to\nthe ribosomal DNA sequence can be pre-filtered since they can account\nfor 30–40% of all the transcriptional activity. On\naverage, about 55–70% of the raw sequence reads are\naligned uniquely to the genome. The alignment results are commonly\nstored in ‘sam’ or ‘bam’ formats.150Generate the coverage of the aligned sequence\nreads. A common way to do this using publicly available\ntools is as follows: first, sort the ‘bam’ file using\n‘samtools sort’; then process the sorted\n‘bam’ file using ‘bedtools genomecov’\nwith ‘-ibam’ (use bam file input),\n‘-strand’ (strand specific coverage), and\n‘-5′ (5′ position coverage’) options.\nFor the PRO-seq data, swap the plus and minus strand data for the\ncorrect orientation. These data can be visualized in genome browsers\n(Figure A.3), and used in\nfurther downstream analyses.Open in a separate windowFigure A.3Genome browser examples of PRO-seq and PRO-cap results(A) Sample of PRO-seq and PRO-cap data viewed on the University of California at\nSanta Cruz (UCSC) genome browser. A region on chromosome 11 encompassing the\nMED17 gene showing PRO-seq (top), PRO-cap (mid), and Pol II\nChIP-seq and Serine-2 phosphorylated Pol II (Pol II S2P) ChIP-seq (bottom) reads\naligned to the human genome (hg19). PRO-seq and PRO-cap reads on the plus strand\n(left to right), red; PRO-seq and PRO-cap reads on the minus strand (right to\nleft), light blue; RefSeq gene annotations, dark blue; and ChIP-seq reads, dark\nred. The Pol II and Pol II S2P ChIP-seq tracks are from the ENCODE public data\non GM12878 cells using 8WG16 and ab5095 antibodies respectively. Y-axis\nrepresents raw read counts displayed on the default setting of the UCSC genome\nbrowser.(B) Sample of PRO-seq and PRO-cap data view on the UCSC genome browser. A region\non chromosome 5 encompassing the NPM1 gene showing PRO-seq\n(top) and PRO-cap (bottom) reads aligned to the human genome (hg19). Red boxes\nwith arrowheads mark the region magnified in subsequent panels.(C) PRO-seq (top), PRO-cap (mid), and Pol II ChIP-seq and Pol II S2P ChIP-seq\n(bottom) data across the gene body of NPM1 gene.(D) An up-close view around the annotated TSS of NPM1 gene.\nENCODE RIKEN CAGE data (bottom) is shown to illustrate the position of mRNA cap\nsite relative to the PRO-seq, PRO-cap, and Pol II ChIP-seq data around the\nannotated TSS of NPM1 gene. TROUBLESHOOTINGTroubleshooting advice is provided in Table\n2.Table 2TroubleshootingStepProblemPossible reasonSolution44Small or no pelletIncomplete precipitation.\nRe-centrifuge using higher speed.If the pellet is still not recovered, add 0.4× volume\nof isopropanol and re-centrifuge.Incomplete separation of the organic\nphase\nPerform an additional chloroform extraction after step\n42.Blue jelly ball-like pelletIncomplete separation of the organic\nphase.\nRe-dissolve the pellet in 100 μl DEPC H2O\nand extract RNA once more using Trizol LS.If the problem persists, add additional chloroform extraction\nafter step 42.101No library product or the library\nproduct amplifies at later cycles.Insufficient amount or quality of the nuclei\nsample.\nAdjust the nuclei amount and monitor the quality. A typical\nbatch of active nuclei can incorporate 1–5%\nof total radioactive CTP\n[α-32P] under the nuclear\nrun-on condition.RNA degradation.\nReplace all reagents using RNA-grade materials and carry out\nsteps at low 4°C.Incomplete RNA extraction during biotin RNA\nenrichment.\nResuspend the bead thoroughly in step 31.Add additional RNA extraction by repeating step 38.Inefficient RNA modifying enzymes.\nMonitor enzyme activities following the\nmanufacturers’ instructions.Open in a separate window TIMINGStep 1, cell culture: 24 hStep 2, sample preparation (nuclei isolation/cell\npermeabalization): 1 hSteps 3–7, nuclear Run-On: 1.5 hSteps 8–17, RNA extraction: 1 hSteps 18–22, RNA fragmentation by base hydrolysis: 0.5\nhSteps 23–48, biotin RNA enrichment: 3 hSteps 49–54, 3′ RNA adaptor ligation: 0.5 h\nhands-on, 4.5 h to overnight total (suggested end of the first day)Steps 55 and 56, second biotin RNA enrichment: 3 hSteps 57–63, enzymatic modification of the RNA 5′\nends: 3.5–4 hSteps 64–74, hydroxyl repair (PRO-seq only): 2 hSteps 75–80, 5′ RNA adaptor ligation: 4.5 h (0.5 h\nhands-on and 4 h incubation; can be stored overnight (suggested end of the\nsecond day)Steps 81 and 82, third biotin RNA enrichment: 3 hSteps 83–92, reverse transcription: 2 hSteps 93–96, test PCR amplification: 2 hSteps 97–101, test PCR gel analysis: 2 h (Suggested end of\nthe third day)Steps 102–110, full-scale PCR amplification: 2.5 hSteps 111–146, library size selection by PAGE: 5 h\n– 1 dayStep 147, high-throughput sequencing, 24 hSteps 148–150, data analysis: variableBox 1, degradation of RNA\ncontaining 5′-monophosphate and removal of 5′-triphosphate and\nmonophosphate from the RNA for PRO-cap: 4 h ANTICIPATED RESULTSThe final product of the PRO-seq or PRO-cap method is genome-wide maps of,\nrespectively, RNA polymerase active sites or transcription start sites (Figure A.3). In general, PRO-seq profile of a\ngene exhibits several features such as: a) higher read density at the\npromoter-proximal pause site compared to the gene body representing paused Pol IIs,\nb) uniform read density across exons and introns, c) reads beyond the\npolyadenylation site, and d) divergent PRO-seq reads at the promoter of genes in\nmammals indicating divergent transcription. The enhancer regions, which are present\nin intergenic and intragenic regions, are also characterized by divergent PRO-seq\nreads. In PRO-cap, read density is very high at TSS and very low, almost at\nbackground level, in gene bodies. An indication of whether library preparation has\nbeen successful can be obtained at the Test amplification stage (steps\n93–101) through estimates of yield and quality (Figure A.2). Spiky PRO-seq read coverage along the gene\nbody indicates lower complexity of the library, which may arise from use of fewer\nnuclei or permeabilized cells or by the use of higher number of PCR amplification\ncycles. Libraries that require fewer amplification cycles (less than 13 cycles)\nprovide high quality results, and those requiring between 14–18 cycles\nprovide meaningful results but with some potential for amplification biases. These\namplification biases manifest as low library complexity in general and high\nrepetition of certain sequence reads. Supplementary MaterialClick here to view.(14K, docx) ReferencesAdelman K, Lis JT. Promoter-proximal pausing of RNA polymerase II: emerging roles in\nmetazoans. Nat Rev Genet. 2012;13:720–731. [PMC free article] [PubMed] [Google Scholar]Andersson R, Gebhard C, Miguel-Escalada I, Hoof I, Bornholdt J, Boyd M, Chen Y, Zhao X, Schmidl C, Suzuki T, et al.  An atlas of active enhancers across human cell types and\ntissues. Nature. 2014;507:455–461. [PMC free article] [PubMed] [Google Scholar]Carninci P, Kvam C, Kitamura A, Ohsumi T, Okazaki Y, Itoh M, Kamiya M, Shibata K, Sasaki N, Izawa M, et al.  High-Efficiency Full-Length cDNA Cloning by Biotinylated CAP\nTrapper. Genomics. 1996;37:327–336. [PubMed] [Google Scholar]Churchman LS, Weissman JS. Nascent transcript sequencing visualizes transcription at\nnucleotide resolution. Nature. 2011;469:368–373. [PMC free article] [PubMed] [Google Scholar]Cock PJA, Fields CJ, Goto N, Heuer ML, Rice PM. The Sanger FASTQ file format for sequences with quality scores, and the\nSolexa/Illumina FASTQ variants 2010 [PMC free article] [PubMed] [Google Scholar]Collart MA, Oliviero S.  Preparation of Yeast RNA. Hoboken, NJ, USA: John Wiley & Sons, Inc; 2001.  [Google Scholar]Core LJ, Martins AL, Danko CG, Waters CT, Siepel A, Lis JT. Analysis of nascent RNA identifies a unified architecture of\ninitiation regions at mammalian promoters and enhancers. Nat Genet. 2014;46:1311–1320. [PMC free article] [PubMed] [Google Scholar]Core LJ, Waterfall JJ, Lis JT. Nascent RNA sequencing reveals widespread pausing and divergent\ninitiation at human promoters. Science. 2008;322:1845–1848. [PMC free article] [PubMed] [Google Scholar]Core LJ, Waterfall JJ, Gilchrist DA, Fargo DC, Kwak H, Adelman K, Lis JT. Defining the status of RNA polymerase at\npromoters. Cell Rep. 2012;2:1025–1035. [PMC free article] [PubMed] [Google Scholar]Fejes-Toth K, Sotirova V, Sachidanandam R, Assaf G, Hannon GJ, Kapranov P, Foissac S, Willingham AT, Duttagupta R, Dumais E, et al.  Post-transcriptional processing generates a diversity of\n5′-modified long and short RNAs. Nature. 2009;457:1028–1032. [PMC free article] [PubMed] [Google Scholar]Forrest ARR, Kawaji H, Rehli M, Kenneth Baillie J, de Hoon MJL, Haberle V, Lassmann T, Kulakovskiy IV, Lizio M, Itoh M, et al.  A promoter-level mammalian expression atlas. Nature. 2014;507:462–470. [PMC free article] [PubMed] [Google Scholar]Fu GK, Xu W, Wilhelmy J, Mindrinos MN, Davis RW, Xiao W, Fodor SPA. Molecular indexing enables quantitative targeted RNA sequencing\nand reveals poor efficiencies in standard library\npreparations. Proceedings of the National Academy of Sciences. 2014;111:1891–1896. [PMC free article] [PubMed] [Google Scholar]Fuda NJ, Ardehali MB, Lis JT. Defining mechanisms that regulate RNA polymerase II transcription\nin vivo. Nature. 2009;461:186–192. [PMC free article] [PubMed] [Google Scholar]García-Martínez J, Aranda A, Pérez-Ortín JE. Genomic run-on evaluates transcription rates for all yeast genes\nand identifies gene regulatory mechanisms. Molecular Cell. 2004;15:303–313. [PubMed] [Google Scholar]Hah N, Murakami S, Nagari A, Danko CG, Kraus WL. Enhancer transcripts mark active estrogen receptor binding\nsites. Genome Research. 2013;23:1210–1223. [PMC free article] [PubMed] [Google Scholar]Hah N, Danko CG, Core L, Waterfall JJ, Siepel A, Lis JT, Kraus WL. A rapid, extensive, and transient transcriptional response to\nestrogen signaling in breast cancer cells. Cell. 2011;145:622–634. [PMC free article] [PubMed] [Google Scholar]Heinz S, Romanoski CE, Benner C, Glass CK. The selection and function of cell type-specific\nenhancers. Nat Rev Mol Cell Biol. 2015;16:144–154. [PMC free article] [PubMed] [Google Scholar]Job D, Job D, Durand R, Durand R, Job C, Job C, Teissere M, Teissere M. Complex RNA chain elongation kinetics by wheat germ RNA\npolymerase II. Nucleic Acids Research. 1984;12:3303–3319. [PMC free article] [PubMed] [Google Scholar]Jonkers I, Kwak H, Lis JT. Genome-wide dynamics of Pol II elongation and its interplay with\npromoter proximal pausing, chromatin, and exons. Elife. 2014;3:e02407. [PMC free article] [PubMed] [Google Scholar]Kwak H, Lis JT. Control of Transcriptional Elongation. Annu Rev Genet. 2013;47:483–508. [PMC free article] [PubMed] [Google Scholar]Kwak H, Fuda NJ, Core LJ, Lis JT. Precise maps of RNA polymerase reveal how promoters direct\ninitiation and pausing. Science. 2013;339:950–953. [PMC free article] [PubMed] [Google Scholar]Langmead B, Trapnell C, Pop M, Salzberg SL. Ultrafast and memory-efficient alignment of short DNA sequences\nto the human genome. Genome Biol 2009 [PMC free article] [PubMed] [Google Scholar]Larschan E, Bishop EP, Kharchenko PV, Core LJ, Lis JT, Park PJ, Kuroda MI. X chromosome dosage compensation via enhanced transcriptional\nelongation in Drosophila. Nature. 2011;471:115–118. [PMC free article] [PubMed] [Google Scholar]Larson MH, Mooney RA, Peters JM, Windgassen T, Nayak D, Gross CA, Block SM, Greenleaf WJ, Landick R, Weissman JS. A pause sequence enriched at translation start sites drives\ntranscription dynamics in vivo. Science. 2014;344:1042–1047. [PMC free article] [PubMed] [Google Scholar]Li H, Durbin R. Fast and accurate short read alignment with Burrows-Wheeler\ntransform. Bioinformatics. 2009;25:1754–1760. [PMC free article] [PubMed] [Google Scholar]Li H, Handsaker B, Wysoker A, Fennell T, Ruan J, Homer N, Marth G, Abecasis G, Durbin R. Genome Project Data Processing Subgroup (2009). The Sequence\nAlignment/Map format and SAMtools. Bioinformatics. 1000;25:2078–2079. [PMC free article] [PubMed] [Google Scholar]Li J, Liu Y, Rhee HS, Ghosh SKB, Bai L, Pugh BF, Gilmour DS. Kinetic Competition between Elongation Rate and Binding of NELF\nControls Promoter-Proximal Pausing. Molecular Cell. 2013;50:711–722. [PMC free article] [PubMed] [Google Scholar]Mahat DB, Salamanca HH, Duarte FM, Danko CG, Lis JT. Mammalian Heat Shock Response and Mechanisms Underlying Its\nGenome-wide Transcriptional Regulation. Molecular Cell. 2016;62:63–78. [PMC free article] [PubMed] [Google Scholar]Marcel M. Cutadapt removes adapter sequences from high-throughput\nsequencing reads. EMBnet Journal. 2011;17:10–12. [Google Scholar]Mayer A, di Iulio J, Maleri S, Eser U, Vierstra J, Reynolds A, Sandstrom R, Stamatoyannopoulos JA, Churchman LS. Native elongating transcript sequencing reveals human\ntranscriptional activity at nucleotide resolution. Cell. 2015;161:541–554. [PMC free article] [PubMed] [Google Scholar]Min IM, Waterfall JJ, Core LJ, Munroe RJ, Schimenti J, Lis JT. Regulating RNA polymerase pausing and transcription elongation in\nembryonic stem cells. Genes & Development. 2011;25:742–754. [PMC free article] [PubMed] [Google Scholar]Nojima T, Gomes T, Grosso ARF, Kimura H, Dye MJ, Dhir S, Carmo-Fonseca M, Proudfoot NJ. Mammalian NET-Seq Reveals Genome-wide Nascent Transcription\nCoupled to RNA Processing. Cell. 2015;161:526–540. [PMC free article] [PubMed] [Google Scholar]Quinlan AR, Hall IM. BEDTools: a flexible suite of utilities for comparing genomic\nfeatures. Bioinformatics. 2010;26:841–842. [PMC free article] [PubMed] [Google Scholar]Rhee HS, Pugh BF. Genome-wide structure and organization of eukaryotic\npre-initiation complexes. Nature. 2012;483:295–301. [PMC free article] [PubMed] [Google Scholar]Seila AC, Calabrese JM, Levine SS, Yeo GW, Rahl PB, Flynn RA, Young RA, Sharp PA. Divergent transcription from active promoters. Science. 2008;322:1849–1851. [PMC free article] [PubMed] [Google Scholar]Vahedi G, Kanno Y, Furumoto Y, Jiang K, Parker SCJ, Erdos MR, Davis SR, Roychoudhuri R, Restifo NP, Gadina M, et al.  Super-enhancers delineate disease-associated regulatory nodes in\nT cells. Nature. 2015;520:558–562. [PMC free article] [PubMed] [Google Scholar]Wang D, Garcia-Bassets I, Benner C, Li W, Su X, Zhou Y, Qiu J, Liu W, Kaikkonen MU, Ohgi KA, et al.  Reprogramming transcription by distinct classes of enhancers\nfunctionally defined by eRNA. Nature. 2011;474:390–394. [PMC free article] [PubMed] [Google Scholar]Weber CM, Ramachandran S, Henikoff S. Nucleosomes are context-specific, H2A.Z-modulated barriers to RNA\npolymerase. Molecular Cell. 2014;53:819–830. [PubMed] [Google Scholar]"}