{"title": "Macromolecular crowding effect is critical for maintaining SIRT1's nuclear localization in cancer cells", "pubDate": "2016", "PMCID": "PMC5053580", "DOI": "10.1080/15384101.2016.1211214", "PMID": "27463693", "abstract": "SIRT1 is a principle class III histone deacetylase which exhibits versatile functions in stress response, development, and pathological processes including cancer. Although SIRT1 deacetylates a wide range of nuclear and cytoplasmic proteins, its subcellular localization in cancer cells has been controversial. In this study, we uncovered the inconsistent reports about SIRT1 subcellular localization is partially due to different analysis approaches. While immunofluorescence and live cell imaging reveal a predominant nuclear localization of SIRT1, conventional cell fractionation often results in a severe leaking of SIRT1 into the cytoplasm. Such a leakage is mainly caused by loss of cytoplasmic macromolecular crowding effect as well as hypotonic dwelling during the isolation of the nuclei. We also developed an improved cell fractionation procedure which maintains SIRT1 in its original subcellular localization. Analyzing a variety of human cancer cell lines using this approach and other methods demonstrate that SIRT1 predominantly localizes to the nucleus in cancer cells.", "author": [{"author": "Lidong Sun", "affiliation": ["a Department of Tumor Biology , H. Lee Moffitt Cancer Center and Research Institute , Tampa , FL , USA."], "href": "/?term=Sun+L&cauthor_id=27463693"}, {"author": "Jia Fang", "affiliation": ["a Department of Tumor Biology , H. Lee Moffitt Cancer Center and Research Institute , Tampa , FL , USA."], "href": "/?term=Fang+J&cauthor_id=27463693"}], "refPMID": [], "citedInPMID": ["27463693", "34887866", "32989246", "32878895", "32373350", "31817668", "29185136", "28984870", "27687688"], "body": " ABSTRACTSIRT1 is a principle class III histone deacetylase which exhibits versatile functions in stress response, development, and pathological processes including cancer. Although SIRT1 deacetylates a wide range of nuclear and cytoplasmic proteins, its subcellular localization in cancer cells has been controversial. In this study, we uncovered the inconsistent reports about SIRT1 subcellular localization is partially due to different analysis approaches. While immunofluorescence and live cell imaging reveal a predominant nuclear localization of SIRT1, conventional cell fractionation often results in a severe leaking of SIRT1 into the cytoplasm. Such a leakage is mainly caused by loss of cytoplasmic macromolecular crowding effect as well as hypotonic dwelling during the isolation of the nuclei. We also developed an improved cell fractionation procedure which maintains SIRT1 in its original subcellular localization. Analyzing a variety of human cancer cell lines using this approach and other methods demonstrate that SIRT1 predominantly localizes to the nucleus in cancer cells.KEYWORDS: cancer, histone deacetylases, nuclear localization, protein fractionation, SIRT1 IntroductionSirtuins are the mammalian orthologues of yeast silent information regulator 2 (SIR2) which were initially characterized as NAD+-dependent class III histone deacetylases.1 As the founding member of the Sirtuin protein family, SIRT1 has been demonstrated to deacetylate multiple lysine residues on histones with preference on H3K9 and H4K16, and contributes to gene silencing and genomic integrity.2 In addition to histones, deacetylation substrates of SIRT1 have been expanded to a wide range of proteins, including various transcription factors, chromatin regulators, metabolic proteins, etc.3 Due to the importance of acetylation and deacetylation in regulating protein function, it is acknowledged that SIRT1 modulates diverse physiological and pathological events including aging, metabolism, development, stress response and cancer by targeting different proteins for deacetylation.4,5Although SIRT1 was primarily considered as a nuclear-localized HDAC,2 its subcellular localization differs in particular cells or tissue types. SIRT1 has been reported to shuttle between the nucleus and the cytoplasm in neural precursor cells, murine pancreatic β cells, rat cardiomyocytes and vascular endothelial cells, and this nucleocytoplasmic translocation plays important roles in SIRT1-mediated cell differentiation and survival in response to environmental signal or stress.6-10 SIRT1 contains 2 nuclear localization signals (NLS) and 2 nuclear export signals (NES) which regulate its nucleocytoplasmic shuttling through CRM1-mediated nuclear exportation.11 Caspase-mediated cleavage and sumoylation have also been shown to affect SIRT1 subcellular localization in different cells.10,12Since the identification of p53 as a SIRT1 deacetylating substrate,13 the cancer-related roles of SIRT1 have been extensively investigated. Cumulative evidence suggests that SIRT1 could promote both tumor-suppressive and oncogenic activities and such bipolar functions of SIRT1 in tumorigenesis could be achieved by deacetylating different substrates with different subcellular localization.14,15 While most known and potential SIRT1 substrates are nuclear proteins,3,16 several studies also showed that SIRT1 is mainly enriched in the cytoplasm in a wide range of cancer cell lines but localizes to the nucleus in normal cells,17-20 indicating that cytoplasm-localized SIRT1 could contribute to the cancer-specific function.18 However, the subcellular localization of SIRT1 in cancer and transformed cells remains controversial in the literatures, even with the same cell line.2,19,21,22 For example, live cell imaging suggests that GFP-SIRT1 mainly localizes to the nucleus in 293T cells in several studies,21,23,24 whereas cell fractionation often shows cytoplasmic SIRT1 enrichment17-19 and immunofluorescence gives diversified localizations depending on antibody and protocol that were used.18 The reason underlying this controversy is largely unknown.In this report, we demonstrate that both endogenous and exogenous SIRT1 proteins tend to leak out from the nucleus during conventional cell fractionation. This artificial leaking can be prevented when nuclei were isolated in isotonic solution containing high concentration of inert polymers, suggesting that it is mainly caused by hypotonic swelling as well as loss of macromolecule crowding effect during cell fractionation. These results not only provided an explanation for inconsistent reports about SIRT1 subcellular localization, but also allowed us to improve the current cell fractionation approaches for protein translocation studies. ResultSubcellular localization of SIRT1 varies with different analysis approachesGiven that previous studies showed the different SIRT1 localization with the same cell line, we first examined SIRT1 localization in 293T and human prostate cancer PC3 cells using several commonly used methods to test whether this controversy is caused by analysis approaches. After cells were conventionally swelled in hypotonic solution and fractionated by Dounce homogenization25 or NP40,26 endogenous SIRT1 was detected in the cytoplasmic fraction marked by GAPDH, but not in the nuclear fraction marked by a chromatin-bound protein MPP827,28 (Fig. 1B). In contrast, immunofluorescence analysis of the same cell lines detected predominant nucleus-localized SIRT1. The specificity of the immunostaining results was confirmed as SIRT1 staining signal completely diminished in SIRT1 stable knockdown (SIRT1-KD) 293T and PC3 cells (Fig. 1A). Although another SIRT1 antibody detected SIRT1 in both the cytoplasm and the nucleus in 293T and PC3 cells as previously reported,18 only the nuclear staining signal reduced significantly in SIRT1-KD cells whereas the cytoplasmic staining remained the same (Fig. S1). These results suggest that the previously reported cytoplasmic SIRT1 localization using this antibody in immunostaining could be due to its cross-reactions with unknown cytoplasmic proteins. Furthermore, we expressed Myc-SIRT1 in 293T cells for similar analyses. While immunostaining using SIRT1 or Myc antibody confirmed nuclear localization of myc-SIRT1, the same protein still appeared in the cytoplasmic faction after cells were fractionated conventionally (Fig. 1D). Given that introducing immunoreagents into cells could cause protein extraction or re-localization during immunostaining,29 we expressed GFP-SIRT1 in 293T cells for live cell imaging. Consistently, GFP-SIRT1 predominantly localizes to the nucleus, but is still enriched in the cytoplasmic fraction after conventional cell fractionation (Fig. 1C). Together, these results suggest that SIRT1 mainly localizes to the nucleus in 2 cell lines we tested but leaked out during conventional cell fractionation.\n\nOpen in a separate windowFigure 1.Conventional fractionation approaches cause SIRT1 leaking into cytoplasm. (A) Merged immunofluorescence image of control (ctrl) and SIRT1 stable knockdown (SIRT1-KD) 293T and PC3 cells that were co-stained with anti-SIRT1 antibody (Millipore 04-1557, red) and DAPI (blue). (B) 293T and PC3 cells were conventionally fractionated using Dounce homogenizer or NP40 while the cytoplasmic (Cyto) and the nuclear (Nuc) fractions were analyzed by protein gel blot using indicated antibodies. (C) 293T cells transiently expressing GFP-SIRT1 were analyzed by live cell imaging and conventional fractionation. Top panel is the merged image of GFP signal (green) and Hoechst 33342 staining (blue) while bottom panels are western blot analysis of the cytosol (Cyto) and the nuclear (Nuc) fraction. (D) 293T cells transiently expressing myc-SIRT1 were analyzed by immunostaining and conventional fractionation. Top panels are merged images of anti- SIRT1 or Myc antibody (red) and DAPI (blue) co-stained cells while bottom panels are western blot analysis of the cytosol (Cyto) and the nuclear (Nuc) fractions.Hypotonic swelling and cytoplasmic macromolecular crowding affect SIRT1 localization during fractionationConventional fractionation typically uses a hypotonic solution to swell cells followed by mechanical or detergent treatment to release cytosol contents and intact nuclei. However, hypotonic swelling has been reported to cause leaking of certain nuclear proteins.30,31 During immunostaining, incubating 293T cells in the hypotonic fractionation solution before fixation led to a significant increase of cytoplasmic SIRT1 (Fig. S2), suggesting that SIRT1 leaking could be attributed to hypotonic swelling. We thus adapted several isotonic solutions32-34 to fractionate 293T cells expressing GFP-SIRT1. Although a small portion of GFP-SIRT1 was detected in the nuclear fraction, most proteins were still enriched in the cytoplasm (Fig. 2A). Under different isotonic conditions, cells were permeabilized by NP40 which does not have selectivity on plasma and internal membranes. We next reasoned that nonspecific permeabilization of the nuclear membrane by NP40 causes SIRT1 to leak out. Therefore, we replaced NP40 with digitonin, a steroid glycoside interacts with cholesterol and other 3β-hydroxysterols to permeabilize the cholesterol-rich plasma membrane32,34,35 but leave the cholesterol-poor nuclear membrane intact.36 As indicated in Figure 2B, permeabilization with digitonin in isotonic solution significantly increased GFP-SIRT1 amount in the nuclear fraction. However, we still detected a large portion of GFP-SIRT1 in the cytosol, indicating that hypotonic swelling is one but not the only reason that causes SIRT1 to leak out of the nucleus during biochemical fractionation.\n\nOpen in a separate windowFigure 2.Macromolecular crowding effect is necessary to maintain the nuclear localization of SIRT1 during conventional fractionation. (A) 293T cells transiently expressing GFP-SIRT1 were fractionated with different lysis buffers followed by western blot analysis using indicated antibodies. (B) 293T cells transiently expressing GFP-SIRT1 were fractionated using sucrose isotonic buffer containing increasing amount of digitonin followed by western blot analysis. (C) 293T cells transiently expressing GFP-SIRT1 were fractionated with isotonic buffer containing different amount of digitonin with or without 20 nM LMB followed by western blot analysis. (D) 293T cells transiently expressing GFP-SIRT1 were fractionated with isotonic-digitonin buffer containing decreasing amount of Ficoll polymers (12.5%−0.4%) followed by western blot. (E) 293T cells were fractionated with the same isotonic-digitonin buffer containing decreasing amount of Ficoll (12.5%−0.4%) followed by western blot. (F) 293T cells were fractionated with Digitonin-Ficoll buffer containing indicated amount of digitonin followed by western blot analysis. In all panels, WCE stands for the whole cell extract, Cyto and Nuc stand for the cytoplasmic and the nuclear fractions respectively. Wash stands for the washed fraction.It has been shown that cytoplasm-localized SIRT1 is mainly exported from nuclei under certain stress conditions, such an exportation is mediated by CRM1 exportin and thus can be inhibited by LMB (Leptomycin B).11,37 Consistent with previous reports,17,18 however, including LMB during isotonic digitonin fractionation did not preserve GFP-SIRT1 in the nuclear fraction (Fig. 3C), suggesting the fractionation-induced leakage does not recapitulate the nuclear exportation of SIRT1. It is known that appropriate nuclear volume and structures are maintained by the cytoplasm which contains the high concentration of macromolecules (∼130 mg/mL). These molecules form a strong crowding effect to oppose and equilibrate osmotic pressure in the nucleus.38 Isolating nuclei using solutions containing uncharged inert polymers is able to mimic such a crowding effect and preserve physiological nuclear structure and function.39 Given that Ficoll polymers have been used to retain transcription factor GFRI in yeast nucleus during fractionation,40 we included different amount of Ficoll in digitonin extraction solution to test whether the increased crowding effect can prevent SIRT1 leakage. As indicated in Figure 2D, addition of high concentration of Ficoll effectively retained GFP-SIRT1 in the nuclear fraction. However, nucleus-localized GFP-SIRT1 gradually leaked into the cytosol when Ficoll concentration was reduced, whereas the distribution of MPP8 and GAPDH was not affected. We further analyzed endogenous SIRT1 under the same experimental settings and detected the similar protein distribution (Fig. 2E). Furthermore, GFP-SIRT1 leakage was also effectively inhibited when we included high concentration of BSA (10 mg/mL) in isotonic digitonin solution (data not shown). Thus, these results together suggest that loss of cytoplasmic macromolecular crowding effect during cell fractionation is another major reason that causes SIRT1 to leak out. Accordingly, we optimized the fractionation procedure using Ficoll-digitonin solutions (Fig. S3). Consistent with previous reports and our immunostaining results (Fig. 1A), fractionation of 293T cells using such an approach gave a dominant nuclear localization of SIRT1 as well as p53, an important SIRT1 deacetylating substrate in different cells (Fig. 2F).\n\nOpen in a separate windowFigure 3.Digitonin-Ficoll fractionation preserves SIRT1 in its original subcellular localization. (A) 293T cells transiently expressing GFP-SIRT1-wt were fractionated by Digitonin-Ficoll (with 2 digitonin concentrations) and conventional approach using a Dounce homogenizer followed by western blot analysis (left panels). Merged live cell images were taken for same cells (right panel) which were stained with Hoechst 33342 (blue) to indicate nuclei. (B) The same analyses of 293T cells transiently expressing the cytoplasm-localized mutant GFP-SIRT1-NLS-mut. (C) The same analyses of 293T cells transiently expressing the nucleus-localized mutant GFP-SIRT1-NES-Mut. In all panels, WCE stands for the whole cell extract, Cyto and Nuc stand for the cytoplasmic and the nuclear fractions respectively. Wash stands for the washed fraction.Ficoll-digitonin fractionation preserves SIRT1 in its original localizationThe nucleocytoplasmic shuttling of SIRT1 has been shown to be regulated by its 2 NLS and 2 NES motifs. Mutation of NLS or NES motif leads in the restricted cytoplasmic or nuclear localization of GFP-SIRT1 respectively in C2C12 cells.11 Therefore, we expressed GFP-SIRT1- wt, ΔNLS or ΔNES mutant in 293T cells and analyzed their localization by live cell imaging and fractionation to test whether Ficoll-digitonin fractionation indeed preserves SIRT1 in its original subcellular localization. Similar to previous report,37 GFP-SIRT1-wt displayed a dominant nuclear localization in live cell imaging. The same nucleus-localized SIRT1 was also detected when cells were lysed by low concentration of digitonin with Ficoll but completely leaked into the cytosol under hypotonic condition. We also detected a moderate leaking of p53 under hypotonic condition but not with digitonin-Ficoll fractionation (Fig. 3A). When NLS motifs were mutated, GFP-SIRT1-ΔNLS mutant primarily localized to the cytoplasm in live cell imaging and digitonin-Ficoll fractionation analyses (Fig. 3B), suggesting that this fractionation procedure does not artificially retain SIRT1 in the nucleus. In cells expressing GFP-SIRT1-ΔNES mutant, digitonin-Ficoll fractionation and live cell imaging detected the similar predominant nucleus localization of SIRT1, whereas hypotonic fractionation still showed the cytoplasmic SIRT1 distribution (Fig. 3C). These results suggest that our modified fractionation procedure accurately represents the subcellular localization of SIRT1 and is suitable for its translocation study.SIRT1 localizes to the nucleus in cancer cellsIn addition to shuttling between the nucleus and the cytoplasm during development and in response to different physiological and pathological stimuli,11 SIRT1 has been shown predominantly in the cytoplasm of cancer and transformed cells.18 However, our recent findings demonstrate that SIRT1 interacts with and crosstalks with MPP8 to facilitate epithelial-mesenchymal transition (EMT) at multiple molecular layers in different cancer cells.41 The fact that MPP8 tightly associates with chromatin and predominantly localizes to the nucleus prompted us to re-examine SIRT1 localization in different tumor cells using our digitonin-Ficoll fractionation approach. As indicated in Figures 4A and S4, western blot analysis detected the predominant nuclear localization of SIRT1 in all cancer cell lines we assayed, including prostate cancer (DU-145 and PC3), melanoma (MDA-MB-435), breast cancer (MDA-MB-453 and MDA-MB-468), bone osteosarcoma (U2OS) and cervical cancer (HeLa) cells. Consistently, immunefluorescent staining detected the same SIRT1 localization (Figs. 4B and S4). To further validate the fractionation and immunostaining results, we expressed GFP-SIRT1 in 4 tumor cell lines and examined its localization using live cell imaging. As indicated in Figure 4C, all transfected cells displayed a predominant nuclear GFP (SIRT1) signal. Together, we conclude that SIRT1 mainly localizes to the nucleus of human cancer cells under the physiological condition.\n\nOpen in a separate windowFigure 4.SIRT1 predominantly localizes to the nucleus in human cancer cells. (A) Four human cancer cell lines were fractionated using Digitonin-Ficoll approach (with 2 digitonin concentrations) followed by protein gel blot analysis using indicated antibodies. (B) Merged immunofluorescence images of the same set of human cancer cell lines co-stained with anti-SIRT1 antibody (red) and DAPI (blue). (C) Merged live cell images of 4 indicated human cancer cell lines which were transfected with GFP-SIRT1 expression vector. The cells were also stained with Hoechst 33342 to indicate nuclei. (D) Human normal diploid fibroblast strain IMR-90 and 4 human lung cancer cell lines were fractionated by Digitonin-Ficoll approach (with 2 digitonin concentrations) followed by western blot analysis. In all panels, WCE represents the whole cell extract, C stands for the cytosol and W stands for the washed fraction. NE and NP stand for the nuclear extract (soluble) and the nuclear pellet respectively.The apparent difference of SIRT1 localization in neoplastic or transformed cells and normal cells using conventional fractionation was interpreted as that cytoplasm-localized SIRT1 associates with cell transformation and cancer-specific functions.18 Having noticed the SIRT1 leaking during conventional fractionation of cancer cells, we next compared SIRT1 subcellular localization in human diploid fetal lung fibroblast IMR-90 cells and 4 human non-small cell lung cancer cell lines using Ficoll-digitonin fractionation approach. Consistent with previous report,18 we detected SIRT1 exclusively in the nuclear fraction of IMR-90 cells. However, SIRT1 was also mainly enriched in the nuclear fraction of all lung cancer cells we analyzed, including non-invasive H358 cells and metastatic H522, H1299 and H1975 cells (Fig. 4D). In addition to confirming the predominantly nuclear localization of SIRT1 in cancer cells, these results suggest that the malignant transformation by itself may not be sufficient to induce SIRT1 nucleocytoplasmic translocation in the absence of certain stress stimuli. DiscussionIn this study, we demonstrate that the controversial reports about SIRT1 subcellular localization is a complication of different methodologies. During conventional biochemical fractionation, hypotonic swelling and loss of cytosol macromolecular crowding effect lead to a rapid and drastic leaking of SIRT1 from the nucleus. By adding inert polymers to mimic the crowding effect and lysing cells in a isotonic solution, we developed a reliable fractionation approach to effectively preserve SIRT1 in its original subcellular localization and further demonstrate that SIRT1 predominantly localizes to the nucleus of a wide range of cancer cells. Currently, protein localization study largely relies on biochemical fractionation, immunostaining and live cell imaging, although limitations and artifacts have been observed with each method.29,42 Because of the consensus with immunostaining and live cell imaging, our Ficoll-digitonin fractionation represents a reliable tool to study protein localization.The nucleocytoplasmic translocation of SIRT1 occurs under various physiological and pathological conditions,6-10 however, the underlying mechanisms are poorly understood. The apoptosis-induced cytoplasmic localization of SIRT1 can be suppressed by a nuclear exportin inhibitor LMB,37 which also abolished the nucleocytoplasmic shuttling of GFP-SIRT1 in the heterokaryon shuttling assay.11 These findings suggest that the cytoplasmic translocation of SIRT1 requires its NES motifs and nuclear exportin complex. However, LMB treatment did not reduce SIRT1 leaking during cell fractionation using hypotonic swelling18 or digitonin lysis (Fig. 2C). Therefore, such a leakage is likely different from SIRT1 nuclear exportation. Intriguingly, hypotonic stress has been shown to induce translocation of other proteins as well as activation of different cellular pathways.43-47 It is currently unknown whether the SIRT1 leakage during cell fractionation is associated with any hypotonic stress response or has any physiological or pathological functions.It is acknowledged that chromatin isolated by conventional fractionation does not completely reproduce its in vivo properties.48 In contrast, nuclei isolated in inert polymers containing solution maintain their intact ultrastructure and transcription activity,39 indicating that cytoplasmic macromolecular crowding effect is critical to maintain a more physiological condition of nuclei. Consistently, using inert polymers to mimic cytoplasmic crowding effect successfully preserved SIRT1 in the nucleus during fractionation, as it did previously for GRFI which leaked out similarly during isolation of nuclei.40 Given that cell swelling dilutes cytoplasmic macromolecules' concentration, hypotonicity-induced SIRT1 leaking could also be partially attributed to loss of the crowding effect. Although Arthur Kornberg described “Correct for extract dilution with molecular crowding” as the 7th commandment49 of enzymology, the crowding effects has been obviously overlooked in conventional biochemical fractionation protocols.While the macromolecular crowding theory well-explained SIRT1 leaking during conventional fractionation of cancer cells, it did not answer why SIRT1 persists in the nuclear fraction of primary BR3 cell line during the same process.18 Similarly, we detected SIRT1 predominantly in the nuclear fraction of IMR-90 cells after hypotonic fractionation (Fig. S5), suggesting that SIRT1 tends to leak out in cancer cells but not in normal cells. In clinics, morphological abnormalities of the nuclear envelop (NE) has been routinely used for cancer diagnosis and prognosis.50 Comparing with normal cells, neoplastic cells show a significantly higher frequency of transient NE rupturing during interphase. Such ruptures are associated with abnormal lamin A/C expression and lamina structure in cancer cells and lead to mixing of nucleoplasm and cytoplasm components.51 Intriguingly, over-expression of several nuclear pore complex components, including CRM1 and KPNA2 has been well-documented in a variety of human cancers.52 Therefore, it is plausible that reduced NE integrity in cancer cells causes leakage of SIRT1 (and other proteins) during conventional fractionation. Furthermore, this greater susceptibility of SIRT1 to leak out of the nucleus in cancer cells may also suggest its unknown function. Two recent studies demonstrate that cell migration through confining spaces, as often encountered during the invasion of tumor cells into tight interstitial spaces within adjacent tissue, induces NE ruptures and uncontrolled exchange of nucleo-cytoplasmic content and triggers DNA damage response.53,54 It will be intriguing to investigate whether SIRT1 transiently leaks out during this process and thus contributes to downstream response and tumor progression. Material and methodsPlasmids, antibodies and reagentsMyc-SIRT1 and GFP-SIRT1 expression vectors were generous gifts from Dr. Edward Seto 55,56 while transient transfections were carried out using PEI as we described before.27 SIRT1 stable knockdown PC3 and 293T cells have been described previously.41 SIRT1-NLS-mut and -NES-mut mutants were generated by overlapping PCR and verified by sequencing. MPP8 antibody was generated in the lab,28 Myc, p53 and GAPDH antibody were purchased from Santa Cruz while SIRT1 antibody was from Millipore (04-1557) and Santa Cruz (sc-74504). All secondary antibodies were purchased from Jackson ImmunoRes. Leptomycin B (Enzo) and Ficoll PM400 (GE) were obtained from commercial sources. Digitonin was purchased from Calbiochem and recrystallized according to manufacturer's instruction.Immunofluorescence and live cell imagingImmunostaining was carried out as we described previously with some modifications.28 Briefly, cells on coverslip were fixed with 4% paraformaldehyde and permeabilized in 0.5% Triton X-100. After blocking with 1% BSA and incubation with SIRT1 antibody (Millipore 04-1557, unless otherwise specified), cells were washed again and incubated with Dylight549 conjugated secondary antibody. After washing, cells were incubated with DAPI and mounted on slides for fluorescent microscopy (Zeiss). In Figure S2, cells were incubated in isotonic (PBS) or hypotonic solution (Dignam's Buffer A: 10 mM HEPES-KOH, 1.5 mM MgCl2, 10 mM KCl, 0.5 mM DTT, pH7.9) for 15 minutes before fixation. Live cell imaging was carried out 24 h after transfection. 5 mg/ml hoechst 33342 was added into cells 20 min before the pictures were taken from a fluorescence microscope.Ficoll-Digitonin fractionationThe procedure was adapted from previously described protocols33,57 with some modifications. Trypsinized cells (1.5 × 106) were washed with PBS twice and re-suspended thoroughly in 600 μL HEPES-Sucrose-Ficoll-Digitonin solution (HSFD, 20 mM HEPES-KOH, 6.25% Ficoll, 0.27 M sucrose, 3 mM CaCl2, 2 mM MgCl2. pH7.4) with freshly added digitonin and proteinase inhibitors) and kept on ice for 10 min with frequent rotation for lysis. After centrifugation at 1,000 g for 3 min, the supernatant were centrifuged at 15,000 g for 10 min to generate cytosol fraction. The pellet of nuclei was washed with HSFD buffer while the supernatant was collected as the washed fraction. The pellet was either directly lysed in 2xLammeali buffer to generate nuclear fraction as previously reported57 or further homogenized with 100 strokes in 300 μL low salt homogenization buffer (20 mM HEPES-KOH, 0.2 mM EDTA, pH7.4) using a Dounce homogenizer (Type B). After adding 300 μL high salt homogenization buffer containing 300 mM NaCl, nuclei were homogenized with additional 100 strokes until no recognizable nucleus was detected under microscope.33 After centrifugation 15,000 g for 10 min, the supernatant was collected as the nuclear extract (NE) fraction while the pellet was dissolved in 2xLammeali buffer as the nuclear pellet (NP). Supplementary MaterialKCCY_A_1211214_Supplement.pdf:Click here to view.(25M, pdf) References[1] Imai S, Armstrong CM, Kaeberlein M, Guarente L. Transcriptional silencing and longevity protein Sir2 is an NAD-dependent histone deacetylase. Nature\n2000; 403:795-800; PMID:10693811; http://dx.doi.org/10.1038/35001622 [PubMed] [CrossRef] [Google Scholar][2] Vaquero A, Scher M, Lee D, Erdjument-Bromage H, Tempst P, Reinberg D. Human SirT1 interacts with histone H1 and promotes formation of facultative heterochromatin. Mol Cell\n2004; 16:93-105; PMID:15469825; http://dx.doi.org/10.1016/j.molcel.2004.08.031 [PubMed] [CrossRef] [Google Scholar][3] Martinez-Redondo P, Vaquero A. The diversity of histone versus nonhistone sirtuin substrates. Genes Cancer\n2013; 4:148-63; PMID:24020006; http://dx.doi.org/10.1177/1947601913483767 [PMC free article] [PubMed] [CrossRef] [Google Scholar][4] Bosch-Presegue L, Vaquero A. The dual role of sirtuins in cancer. Genes Cancer\n2011; 2:648-62; PMID:21941620; http://dx.doi.org/10.1177/1947601911417862 [PMC free article] [PubMed] [CrossRef] [Google Scholar][5] Liu T, Liu PY, Marshall GM. The critical role of the class III histone deacetylase SIRT1 in cancer. Cancer Res\n2009; 69:1702-5; PMID:19244112; http://dx.doi.org/10.1158/0008-5472.CAN-08-3365 [PubMed] [CrossRef] [Google Scholar][6] Hisahara S, Chiba S, Matsumoto H, Tanno M, Yagi H, Shimohama S, Sato M, Horio Y. Histone deacetylase SIRT1 modulates neuronal differentiation by its nuclear translocation. Proc Natl Acad Sci U S A\n2008; 105:15599-604; PMID:18829436; http://dx.doi.org/10.1073/pnas.0800612105 [PMC free article] [PubMed] [CrossRef] [Google Scholar][7] Hou J, Chong ZZ, Shang YC, Maiese K. Early apoptotic vascular signaling is determined by Sirt1 through nuclear shuttling, forkhead trafficking, bad, and mitochondrial caspase activation. Curr Neurovasc Res\n2010; 7:95-112; PMID:20370652; http://dx.doi.org/10.2174/156720210791184899 [PMC free article] [PubMed] [CrossRef] [Google Scholar][8] Maloney SC, Antecka E, Odashiro AN, Fernandes BF, Doyle M, Lim LA, Katib Y, Burnier MN Jr. Expression of SIRT1 and DBC1 in developing and adult retinas. Stem Cells Int\n2012; 2012:908183; PMID:22969813; http://dx.doi.org/10.1155/2012/908183 [PMC free article] [PubMed] [CrossRef] [Google Scholar][9] Tanno M, Kuno A, Yano T, Miura T, Hisahara S, Ishikawa S, Shimamoto K, Horio Y. Induction of manganese superoxide dismutase by nuclear translocation and activation of SIRT1 promotes cell survival in chronic heart failure. J Biol Chem\n2010; 285:8375-82; PMID:20089851; http://dx.doi.org/10.1074/jbc.M109.090266 [PMC free article] [PubMed] [CrossRef] [Google Scholar][10] Tong C, Morrison A, Mattison S, Qian S, Bryniarski M, Rankin B, Wang J, Thomas DP, Li J. Impaired SIRT1 nucleocytoplasmic shuttling in the senescent heart during ischemic stress. FASEB J\n2013; 27:4332-42; PMID:23024374; http://dx.doi.org/10.1096/fj.12-216473 [PMC free article] [PubMed] [CrossRef] [Google Scholar][11] Tanno M, Sakamoto J, Miura T, Shimamoto K, Horio Y. Nucleocytoplasmic shuttling of the NAD+-dependent histone deacetylase SIRT1. J Biol Chem\n2007; 282:6823-32; PMID:17197703; http://dx.doi.org/10.1074/jbc.M609554200 [PubMed] [CrossRef] [Google Scholar][12] Ohsawa S, Miura M. Caspase-mediated changes in Sir2alpha during apoptosis. FEBS Lett\n2006; 580:5875-9; PMID:17027980; http://dx.doi.org/10.1016/j.febslet.2006.09.051 [PubMed] [CrossRef] [Google Scholar][13] Vaziri H, Dessain SK, Ng Eaton E, Imai SI, Frye RA, Pandita TK, Guarente L, Weinberg RA. hSIR2(SIRT1) functions as an NAD-dependent p53 deacetylase. Cell\n2001; 107:149-59; PMID:11672523; http://dx.doi.org/10.1016/S0092-8674(01)00527-X [PubMed] [CrossRef] [Google Scholar][14] Lin Z, Fang D. The Roles of SIRT1 in Cancer. Genes Cancer\n2013; 4:97-104; PMID:24020000; http://dx.doi.org/10.1177/1947601912475079 [PMC free article] [PubMed] [CrossRef] [Google Scholar][15] Song NY, Surh YJ. Janus-faced role of SIRT1 in tumorigenesis. Ann N Y Acad Sci\n2012; 1271:10-9; PMID:23050959; http://dx.doi.org/10.1111/j.1749-6632.2012.06762.x [PMC free article] [PubMed] [CrossRef] [Google Scholar][16] Chen Y, Zhao W, Yang JS, Cheng Z, Luo H, Lu Z, Tan M, Gu W, Zhao Y. Quantitative acetylome analysis reveals the roles of SIRT1 in regulating diverse substrates and cellular pathways. Mol Cell Proteomics\n2012; 11:1048-62; PMID:22826441; http://dx.doi.org/10.1074/mcp.M112.019547 [PMC free article] [PubMed] [CrossRef] [Google Scholar][17] Andersen JL, Thompson JW, Lindblom KR, Johnson ES, Yang CS, Lilley LR, Freel CD, Moseley MA, Kornbluth S. A biotin switch-based proteomics approach identifies 14-3-3zeta as a target of Sirt1 in the metabolic regulation of caspase-2. Mol Cell\n2011; 43:834-42; PMID:21884983; http://dx.doi.org/10.1016/j.molcel.2011.07.028 [PMC free article] [PubMed] [CrossRef] [Google Scholar][18] Byles V, Chmilewski LK, Wang J, Zhu L, Forman LW, Faller DV, Dai Y. Aberrant cytoplasm localization and protein stability of SIRT1 is regulated by PI3K/IGF-1R signaling in human cancer cells. Int J Biol Sci\n2010; 6:599-612; PMID:20941378; http://dx.doi.org/10.7150/ijbs.6.599 [PMC free article] [PubMed] [CrossRef] [Google Scholar][19] Ghosh HS, McBurney M, Robbins PD. SIRT1 negatively regulates the mammalian target of rapamycin. PloS One\n2010; 5:e9199; PMID:20169165; http://dx.doi.org/10.1371/journal.pone.0009199 [PMC free article] [PubMed] [CrossRef] [Google Scholar][20] Nakatani Y, Ogryzko V. Immunoaffinity purification of mammalian protein complexes. Methods Enzymol\n2003; 370:430-44; PMID:14712665; http://dx.doi.org/10.1016/S0076-6879(03)70037-8 [PubMed] [CrossRef] [Google Scholar][21] Yamamori T, DeRicco J, Naqvi A, Hoffman TA, Mattagajasingh I, Kasuno K, Jung SB, Kim CS, Irani K. SIRT1 deacetylates APE1 and regulates cellular base excision repair. Nucleic Acids Res\n2010; 38:832-45; PMID:19934257; http://dx.doi.org/10.1093/nar/gkp1039 [PMC free article] [PubMed] [CrossRef] [Google Scholar][22] Zhang J. The direct involvement of SirT1 in insulin-induced insulin receptor substrate-2 tyrosine phosphorylation. J Biol Chem\n2007; 282:34356-64; PMID:17901049; http://dx.doi.org/10.1074/jbc.M706644200 [PubMed] [CrossRef] [Google Scholar][23] Menssen A, Hydbring P, Kapelle K, Vervoorts J, Diebold J, Luscher B, Larsson LG, Hermeking H. The c-MYC oncoprotein, the NAMPT enzyme, the SIRT1-inhibitor DBC1, and the SIRT1 deacetylase form a positive feedback loop. Proc Natl Acad Sci U S A\n2012; 109:E187-96; PMID:22190494; http://dx.doi.org/10.1073/pnas.1105304109 [PMC free article] [PubMed] [CrossRef] [Google Scholar][24] Michishita E, Park JY, Burneskis JM, Barrett JC, Horikawa I. Evolutionarily conserved and nonconserved cellular localizations and functions of human SIRT proteins. Mol Biol Cell\n2005; 16:4623-35; PMID:16079181; http://dx.doi.org/10.1091/mbc.E05-01-0033 [PMC free article] [PubMed] [CrossRef] [Google Scholar][25] Dignam JD, Lebovitz RM, Roeder RG. Accurate transcription initiation by RNA polymerase II in a soluble extract from isolated mammalian nuclei. Nucleic Acids Res\n1983; 11:1475-89; PMID:6828386; http://dx.doi.org/10.1093/nar/11.5.1475 [PMC free article] [PubMed] [CrossRef] [Google Scholar][26] Schreiber E, Matthias P, Muller MM, Schaffner W. Rapid detection of octamer binding proteins with ‘mini-extracts’, prepared from a small number of cells. Nucleic Acids Res\n1989; 17:6419; PMID:2771659; http://dx.doi.org/10.1093/nar/17.15.6419 [PMC free article] [PubMed] [CrossRef] [Google Scholar][27] Chang Y, Sun L, Kokura K, Horton JR, Fukuda M, Espejo A, Izumi V, Koomen JM, Bedford MT, Zhang X, et al.. \nMPP8 mediates the interactions between DNA methyltransferase Dnmt3a and H3K9 methyltransferase GLP/G9a. Nat Commun\n2011; 2:533; PMID:22086334; http://dx.doi.org/10.1038/ncomms1549 [PMC free article] [PubMed] [CrossRef] [Google Scholar][28] Kokura K, Sun L, Bedford MT, Fang J. Methyl-H3K9-binding protein MPP8 mediates E-cadherin gene silencing and promotes tumour cell motility and invasion. EMBO J\n2010; 29:3673-87; PMID:20871592; http://dx.doi.org/10.1038/emboj.2010.239 [PMC free article] [PubMed] [CrossRef] [Google Scholar][29] Schnell U, Dijk F, Sjollema KA, Giepmans BN. Immunolabeling artifacts and the need for live-cell imaging. Nat Methods\n2012; 9:152-8; PMID:22290187; http://dx.doi.org/10.1038/nmeth.1855 [PubMed] [CrossRef] [Google Scholar][30] Jiang SW, Eberhardt NL. A micro-scale method to isolate DNA-binding proteins suitable for quantitative comparison of expression levels from transfected cells. Nucleic Acids Res\n1995; 23:3607-8; PMID:7567478; http://dx.doi.org/10.1093/nar/23.17.3607 [PMC free article] [PubMed] [CrossRef] [Google Scholar][31] Shiyanov P, Hayes SA, Donepudi M, Nichols AF, Linn S, Slagle BL, Raychaudhuri P. The naturally occurring mutants of DDB are impaired in stimulating nuclear import of the p125 subunit and E2F1-activated transcription. Mol Cell Biol\n1999; 19:4935-43; PMID:10373543; http://dx.doi.org/10.1128/MCB.19.7.4935 [PMC free article] [PubMed] [CrossRef] [Google Scholar][32] Holden P, Horton WA. Crude subcellular fractionation of cultured mammalian cell lines. BMC Res Notes\n2009; 2:243; PMID:20003239; http://dx.doi.org/10.1186/1756-0500-2-243 [PMC free article] [PubMed] [CrossRef] [Google Scholar][33] Liu X, Fagotto F. A method to separate nuclear, cytosolic, and membrane-associated signaling molecules in cultured cells. Sci Signal\n2011; 4:pl2; PMID:22169476 [PubMed] [Google Scholar][34] Suzuki K, Bose P, Leong-Quong RY, Fujita DJ, Riabowol K. REAP: A two minute cell fractionation method. BMC Res Notes\n2010; 3:294; PMID:21067583; http://dx.doi.org/10.1186/1756-0500-3-294 [PMC free article] [PubMed] [CrossRef] [Google Scholar][35] Schulz I. Permeabilizing cells: some methods and applications for the study of intracellular processes. Methods Enzymol\n1990; 192:280-300; PMID:2074793; http://dx.doi.org/10.1016/0076-6879(90)92077-Q [PubMed] [CrossRef] [Google Scholar][36] Adam SA, Marr RS, Gerace L. Nuclear protein import in permeabilized mammalian cells requires soluble cytoplasmic factors. J Cell Biol\n1990; 111:807-16; PMID:2391365; http://dx.doi.org/10.1083/jcb.111.3.807 [PMC free article] [PubMed] [CrossRef] [Google Scholar][37] Jin Q, Yan T, Ge X, Sun C, Shi X, Zhai Q. Cytoplasm-localized SIRT1 enhances apoptosis. J Cell Physiol\n2007; 213:88-97; PMID:17516504; http://dx.doi.org/10.1002/jcp.21091 [PubMed] [CrossRef] [Google Scholar][38] Rosania GR, Swanson JA. Effects of macromolecular crowding on nuclear size. Exp Cell Res\n1995; 218:114-22; PMID:7537686; http://dx.doi.org/10.1006/excr.1995.1137 [PubMed] [CrossRef] [Google Scholar][39] Hancock R, Hadj-Sahraoui Y. Isolation of cell nuclei using inert macromolecules to mimic the crowded cytoplasm. PloS one\n2009; 4:e7560; PMID:19851505; http://dx.doi.org/10.1371/journal.pone.0007560 [PMC free article] [PubMed] [CrossRef] [Google Scholar][40] Lue NF, Kornberg RD. Accurate initiation at RNA polymerase II promoters in extracts from Saccharomyces cerevisiae. Proc Natl Acad Sci U S A\n1987; 84:8839-43; PMID:3321057; http://dx.doi.org/10.1073/pnas.84.24.8839 [PMC free article] [PubMed] [CrossRef] [Google Scholar][41] Sun L, Kokura K, Izumi V, Koomen JM, Seto E, Chen J, Fang J. MPP8 and SIRT1 crosstalk in E-cadherin gene silencing and epithelial-mesenchymal transition. EMBO Rep\n2015; 16:689-99; PMID:25870236; http://dx.doi.org/10.15252/embr.201439792 [PMC free article] [PubMed] [CrossRef] [Google Scholar][42] Giepmans BN, Adams SR, Ellisman MH, Tsien RY. The fluorescent toolbox for assessing protein location and function. Science (New York, NY)\n2006; 312:217-24; PMID:16614209; http://dx.doi.org/10.1126/science.1124618 [PubMed] [CrossRef] [Google Scholar][43] Conner MT, Conner AC, Bland CE, Taylor LH, Brown JE, Parri HR, Bill RM. Rapid aquaporin translocation regulates cellular water flow: mechanism of hypotonicity-induced subcellular localization of aquaporin 1 water channel. J Biol Chem\n2012; 287:11516-25; PMID:22334691; http://dx.doi.org/10.1074/jbc.M111.329219 [PMC free article] [PubMed] [CrossRef] [Google Scholar][44] Pedersen S, Lambert IH, Thoroed SM, Hoffmann EK. Hypotonic cell swelling induces translocation of the alpha isoform of cytosolic phospholipase A2 but not the gamma isoform in Ehrlich ascites tumor cells. Eur J Biochem\n2000; 267:5531-9; PMID:10951212; http://dx.doi.org/10.1046/j.1432-1327.2000.01615.x [PubMed] [CrossRef] [Google Scholar][45] Tamma G, Procino G, Strafino A, Bononi E, Meyer G, Paulmichl M, Formoso V, Svelto M, Valenti G. Hypotonicity induces aquaporin-2 internalization and cytosol-to-membrane translocation of ICln in renal cells. Endocrinology\n2007; 148:1118-30; PMID:17138647; http://dx.doi.org/10.1210/en.2006-1277 [PubMed] [CrossRef] [Google Scholar][46] Tong EH, Guo JJ, Huang AL, Liu H, Hu CD, Chung SS, Ko BC. Regulation of nucleocytoplasmic trafficking of transcription factor OREBP/TonEBP/NFAT5. J Biol Chem\n2006; 281:23870-9; PMID:16782704; http://dx.doi.org/10.1074/jbc.M602556200 [PubMed] [CrossRef] [Google Scholar][47] Xu S, Wong CC, Tong EH, Chung SS, Yates JR 3rd, Yin Y, Ko BC. Phosphorylation by casein kinase 1 regulates tonicity-induced osmotic response element-binding protein/tonicity enhancer-binding protein nucleocytoplasmic trafficking. J Biol Chem\n2008; 283:17624-34; PMID:18411282; http://dx.doi.org/10.1074/jbc.M800281200 [PMC free article] [PubMed] [CrossRef] [Google Scholar][48] Davis SK, Bardeen CJ. The connection between chromatin motion on the 100 nm length scale and core histone dynamics in live XTC-2 cells and isolated nuclei. Biophys J\n2004; 86:555-64; PMID:14695300; http://dx.doi.org/10.1016/S0006-3495(04)74134-X [PMC free article] [PubMed] [CrossRef] [Google Scholar][49] Kornberg A. Ten commandments: lessons from the enzymology of DNA replication. J Bacteriol\n2000; 182:3613-8; PMID:10850972; http://dx.doi.org/10.1128/JB.182.13.3613-3618.2000 [PMC free article] [PubMed] [CrossRef] [Google Scholar][50] Hatch E, Hetzer M. Breaching the nuclear envelope in development and disease. J Cell Biol\n2014; 205:133-41; PMID:24751535; http://dx.doi.org/10.1083/jcb.201402003 [PMC free article] [PubMed] [CrossRef] [Google Scholar][51] Vargas JD, Hatch EM, Anderson DJ, Hetzer MW. Transient nuclear envelope rupturing during interphase in human cancer cells. Nucleus\n2012; 3:88-100; PMID:22567193; http://dx.doi.org/10.4161/nucl.18954 [PMC free article] [PubMed] [CrossRef] [Google Scholar][52] Dickmanns A, Kehlenbach RH, Fahrenkrog B. Nuclear pore complexes and nucleocytoplasmic transport: From structure to function to disease. Int Rev Cell Mol Biol\n2015; 320:171-233; PMID:26614874; http://dx.doi.org/10.1016/bs.ircmb.2015.07.010 [PubMed] [CrossRef] [Google Scholar][53] Denais CM, Gilbert RM, Isermann P, McGregor AL, Te Lindert M, Weigelin B, Davidson PM, Friedl P, Wolf K, Lammerding J. Nuclear envelope rupture and repair during cancer cell migration. Science (New York, NY)\n2016; 352:353-8; PMID:27013428; http://dx.doi.org/10.1126/science.aad7297 [PMC free article] [PubMed] [CrossRef] [Google Scholar][54] Raab M, Gentili M, de Belly H, Thiam HR, Vargas P, Jimenez AJ, Lautenschlaeger F, Voituriez R, Lennon-Duménil AM, Manel N, et al.. \nESCRT III repairs nuclear envelope ruptures during cell migration to limit DNA damage and cell death. Science (New York, NY)\n2016; 352:359-62; PMID:27013426; http://dx.doi.org/10.1126/science.aad7611 [PubMed] [CrossRef] [Google Scholar][55] Ling H, Peng L, Seto E, Fukasawa K. Suppression of centrosome duplication and amplification by deacetylases. Cell Cycle (Georgetown, Tex)\n2012; 11:3779-91; PMID:23022877; http://dx.doi.org/10.4161/cc.21985 [PMC free article] [PubMed] [CrossRef] [Google Scholar][56] Yuan Z, Zhang X, Sengupta N, Lane WS, Seto E. SIRT1 regulates the function of the Nijmegen breakage syndrome protein. Mol Cell\n2007; 27:149-62; PMID:17612497; http://dx.doi.org/10.1016/j.molcel.2007.05.029 [PMC free article] [PubMed] [CrossRef] [Google Scholar][57] Leach C, Eto M, Brautigan DL. Domains of type 1 protein phosphatase inhibitor-2 required for nuclear and cytoplasmic localization in response to cell-cell contact. J Cell Sci\n2002; 115:3739-45; PMID:12235284; http://dx.doi.org/10.1242/jcs.00052 [PubMed] [CrossRef] [Google Scholar]"}