{"title": "High-Resolution Mapping of RNA Polymerases Identifies Mechanisms of Sensitivity and Resistance to BET Inhibitors in t(8;21) AML", "pubDate": "2016", "PMCID": "PMC4996374", "DOI": "10.1016/j.celrep.2016.07.032", "PMID": "27498870", "abstract": "Bromodomain and extra-terminal domain (BET) family inhibitors offer an approach to treating hematological malignancies. We used precision nuclear run-on transcription sequencing (PRO-seq) to create high-resolution maps of active RNA polymerases across the genome in t(8;21) acute myeloid leukemia (AML), as these polymerases are exceptionally sensitive to BET inhibitors. PRO-seq identified over 1,400 genes showing impaired release of promoter-proximal paused RNA polymerases, including the stem cell factor receptor tyrosine kinase KIT that is mutated in t(8;21) AML. PRO-seq also identified an enhancer 3' to KIT. Chromosome conformation capture confirmed contacts between this enhancer and the KIT promoter, while CRISPRi-mediated repression of this enhancer impaired cell growth. PRO-seq also identified microRNAs, including MIR29C and MIR29B2, that target the anti-apoptotic factor MCL1 and were repressed by BET inhibitors. MCL1 protein was upregulated, and inhibition of BET proteins sensitized t(8:21)-containing cells to MCL1 inhibition, suggesting a potential mechanism of resistance to BET-inhibitor-induced cell death.", "author": [{"author": "Yue Zhao", "affiliation": ["Department of Biochemistry, Vanderbilt University School of Medicine, Nashville, TN 37232, USA."], "href": "/?term=Zhao+Y&cauthor_id=27498870"}, {"author": "Qi Liu", "affiliation": ["Center for Quantitative Sciences, Vanderbilt University School of Medicine, Nashville, TN 37232, USA; Department of Biomedical Informatics, Vanderbilt University School of Medicine, Nashville, TN 37232, USA."], "href": "/?term=Liu+Q&cauthor_id=27498870"}, {"author": "Pankaj Acharya", "affiliation": ["Department of Biochemistry, Vanderbilt University School of Medicine, Nashville, TN 37232, USA."], "href": "/?term=Acharya+P&cauthor_id=27498870"}, {"author": "Kristy R Stengel", "affiliation": ["Department of Biochemistry, Vanderbilt University School of Medicine, Nashville, TN 37232, USA."], "href": "/?term=Stengel+KR&cauthor_id=27498870"}, {"author": "Quanhu Sheng", "affiliation": ["Center for Quantitative Sciences, Vanderbilt University School of Medicine, Nashville, TN 37232, USA."], "href": "/?term=Sheng+Q&cauthor_id=27498870"}, {"author": "Xiaofan Zhou", "affiliation": ["Department of Biological Sciences, Vanderbilt University, Nashville, TN 37212, USA."], "href": "/?term=Zhou+X&cauthor_id=27498870"}, {"author": "Hojoong Kwak", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, NY 14853, USA."], "href": "/?term=Kwak+H&cauthor_id=27498870"}, {"author": "Melissa A Fischer", "affiliation": ["Department of Medicine, Vanderbilt University School of Medicine, Nashville, TN 37232, USA."], "href": "/?term=Fischer+MA&cauthor_id=27498870"}, {"author": "James E Bradner", "affiliation": ["Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA 02115, USA."], "href": "/?term=Bradner+JE&cauthor_id=27498870"}, {"author": "Stephen A Strickland", "affiliation": ["Department of Medicine, Vanderbilt University School of Medicine, Nashville, TN 37232, USA; Vanderbilt-Ingram Cancer Center, Vanderbilt University School of Medicine, Nashville, TN 37232, USA."], "href": "/?term=Strickland+SA&cauthor_id=27498870"}, {"author": "Sanjay R Mohan", "affiliation": ["Department of Medicine, Vanderbilt University School of Medicine, Nashville, TN 37232, USA; Vanderbilt-Ingram Cancer Center, Vanderbilt University School of Medicine, Nashville, TN 37232, USA."], "href": "/?term=Mohan+SR&cauthor_id=27498870"}, {"author": "Michael R Savona", "affiliation": ["Department of Medicine, Vanderbilt University School of Medicine, Nashville, TN 37232, USA; Vanderbilt-Ingram Cancer Center, Vanderbilt University School of Medicine, Nashville, TN 37232, USA."], "href": "/?term=Savona+MR&cauthor_id=27498870"}, {"author": "Bryan J Venters", "affiliation": ["Department of Molecular Physiology and Biophysics, Vanderbilt University School of Medicine, Nashville, TN 37232, USA."], "href": "/?term=Venters+BJ&cauthor_id=27498870"}, {"author": "Ming-Ming Zhou", "affiliation": ["Department of Structural and Chemical Biology, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."], "href": "/?term=Zhou+MM&cauthor_id=27498870"}, {"author": "John T Lis", "affiliation": ["Department of Molecular Biology and Genetics, Cornell University, Ithaca, NY 14853, USA."], "href": "/?term=Lis+JT&cauthor_id=27498870"}, {"author": "Scott W Hiebert", "affiliation": ["Department of Biochemistry, Vanderbilt University School of Medicine, Nashville, TN 37232, USA; Vanderbilt-Ingram Cancer Center, Vanderbilt University School of Medicine, Nashville, TN 37232, USA. Electronic address: scott.hiebert@vanderbilt.edu."], "href": "/?term=Hiebert+SW&cauthor_id=27498870"}], "refPMID": [], "citedInPMID": ["27498870", "34681760", "34556857", "34258514", "34010414", "33738705", "33382982", "33311588", "32340605", "32278350", "32071334", "31857580", "31406246", "31266503", "31043611", "30865883", "30841549", "30835260", "30805632", "30630822", "30466442", "30417424", "30153557", "30139328", "28460090", "28387584"], "body": " SummaryBromodomain and extra-terminal domain (BET) family inhibitors offer an approach to treating hematological malignancies. We used precision nuclear run-on transcription sequencing (PRO-seq) to create high-resolution maps of active RNA polymerases across the genome in t(8;21) acute myeloid leukemia (AML) which are exceptionally sensitive to BET inhibitors. PRO-seq identified over 1400 genes showing impaired release of promoter-proximal paused RNA polymerases, including the stem cell factor receptor tyrosine kinase KIT that is mutated in t(8;21) AML. PRO-seq also identified an enhancer 3′ to KIT. Chromosome conformation capture confirmed contacts between this enhancer and the KIT promoter, while CRISPRi-mediated repression of this enhancer impaired cell growth. PRO-seq also identified microRNAs, including MIR29C and MIR29B2, that target the anti-apoptotic factor MCL1 and were repressed by BET inhibitors. MCL1 protein was up-regulated, and inhibition of BET proteins sensitized t(8:21)-containing cells to MCL1 inhibition, suggesting a potential mechanism of resistance to BET inhibitor-induced cell death. Graphical Abstract\n IntroductionThe bromodomain and extra-terminal domain (BET) proteins consist of 4 family members including BRD2, BRD3, BRD4, and BRDT (Wu and Chiang, 2007). These BET proteins bind to the acetylated lysines of histone tails and other non-histone nuclear proteins through two conserved N-terminal bromodomains (Dey et al., 2003; Filippakopoulos et al., 2012; Wu and Chiang, 2007; Zhang et al., 2013). BET proteins are typically associated with enhancers and bind to positive transcription elongation factor b (P-TEFb, which contains cyclin T and CDK9), which is critical for the release of promoter-proximal paused RNA polymerases into productive elongation (Chapuy et al., 2013; Liao et al., 1995; Loven et al., 2013; Marshall and Price, 1995; Peng et al., 1998; Yang et al., 2005). The binding of BRD4 appears to activate P-TEFb by releasing it from the inhibitory HEXIM1-7SK complex (Bartholomeeusen et al., 2012; Jang et al., 2005; Liu et al., 2014). This stimulates CDK9-dependent phosphorylation of the C-terminal domain of RNA polymerase II (RNAPII) as well as negative elongation complexes, DSIF and NELF, which causes dissociation of NELF and switches DSIF into a positive elongation factor, to trigger RNAPII elongation (Wada et al., 1998a; Wada et al., 1998b; Yamaguchi et al., 1999). Small molecule inhibitors of BET proteins, such as JQ1, I-BET, and MS417 mimic the acetylated lysine moiety and competitively bind to the two bromodomains (BD1 and BD2) to displace BET proteins from chromatin (Filippakopoulos et al., 2010; Nicodeme et al., 2010; Zhang et al., 2012a). BET inhibitors show efficacy in preclinical models of acute myeloid leukemia (AML), multiple myeloma, and certain types of lymphoma as well as other cancer types (Chapuy et al., 2013; Dawson et al., 2011; Delmore et al., 2011; Feng et al., 2014; Filippakopoulos et al., 2010; Lockwood et al., 2012; Ott et al., 2012; Zuber et al., 2011).Consistent with BRD4 interacting with P-TEFb, gene expression studies showed that BET inhibitors induced down-regulation of mRNAs including key oncogenes important for cell cycle progression, such as MYC and E2F1, genes that control cell death such as BCL2, as well as lineage-specific oncogenes such as BCL6 (Chapuy et al., 2013; Dawson et al., 2011; Delmore et al., 2011; Ott et al., 2012; Zuber et al., 2011). Genomic binding studies revealed that these genes are associated with BRD4-enriched enhancers that are essential for the efficient transcription of these genes. The so-called “super-enhancers”, clusters of enhancers, are particularly sensitive to BET inhibitors causing the selective transcriptional repression of those super-enhancer-driven genes (Chapuy et al., 2013; Loven et al., 2013). However, as a global chromatin reader, BRD4 is also highly enriched at active promoters, and the mechanism of action of BET inhibitors has been inferred from ChIP-seq studies showing less RNAPII associated with the body of the gene after treatment of BET inhibitors, but these ChIP studies have relatively low resolution and sensitivity, and they do not provide directional information (i.e. the direction polymerase is transcribing) (Loven et al., 2013; Zhang et al., 2012b).In these early studies of BET inhibitors the t(8;21) cell line Kasumi-1 showed an exceptional response to these compounds with 2–5-fold higher sensitivity than other leukemia types (Zuber et al., 2011). The t(8,21) is one of the most common chromosomal translocations in AML and yields an immature myeloid leukemia (M2 subtype) that not only expresses the stem cell factor receptor, KIT, but up to 48% of these leukemia also contain activating mutations of KIT (Gao et al., 2015; Park et al., 2011; Paschka et al., 2006; Wang et al., 2005). In fact, KIT mutation is associated with poor outcome in t(8;21) AML and is often observed in relapsed t(8;21) patients (Park et al., 2011; Paschka et al., 2006; Schnittger et al., 2006). Moreover, these cells are sensitive to KIT tyrosine kinase inhibitors, indicating that mutant KIT is an oncogenic mutation in t(8;21) AML (Wang et al., 2005). In total, KIT is activated by point mutation and/or amplified in up to 8% of AML (Forbes et al., 2015; Wheeler, 2013). Moreover, KIT is amplified in multiple tumor types including 16% of prostate cancers, 10% of glioblastoma, and 4–5% of lung cancer (The Cancer Genome Atlas cBioPortal for Cancer Genomics) (Barbieri et al., 2012; Brennan et al., 2013; Cancer Genome Atlas Research, 2008, 2012; Cerami et al., 2012; Gao et al., 2013).We used high resolution mapping of active RNA polymerases to define the mechanism of transcriptional control by BET inhibitors in t(8;21) AML and find that in 80% of the affected genes, BET inhibitors increased promoter-proximal RNA polymerase pausing. We also defined the effects of the drugs on eRNA and microRNA production. One of the genes suppressed was KIT, which could be a key target of BET inhibitors in 80% of AML. Conversely, BET inhibitors transcriptionally induced the expression of the anti-apoptotic BCL2-family member MCL1, while suppressing microRNAs that regulate the production of MCL1, such that the combined effect was rapid and sustained induction of MCL1. MCL1 expression is associated with drug resistance in multiple myeloma and is up-regulated during leukemic relapse (Derenne et al., 2002; Kaufmann et al., 1998; Wuilleme-Toumi et al., 2005). While treatment of t(8;21) cells with a selective MCL1 inhibitor had little effect, pretreatment with a BET inhibitor caused a concomitant loss of BCL2 and induction of MCL1, which sensitized these cells to MCL1 inhibition and apoptosis. Thus, BET inhibitors may be extremely useful in AML containing KIT driver mutations and combination therapy with an MCL1 inhibitor may be beneficial. Moreover, changes in KIT cell surface expression may be useful in monitoring the response to BET inhibitors in clinical trials. ResultsBET inhibitors cause promoter-proximal pausing of RNA polymerasesEarly studies identified acute myeloid leukemia as especially sensitive to inhibitors of BET family members and the t(8;21) cell line Kasumi-1 appeared to be the most sensitive cell line (Zuber et al., 2011). We extended these results to the t(8;21)-containing SKNO-1 cell line that requires GM-CSF for growth (Matozaki et al., 1995) and found that Kasumi-1 and SKNO-1 cells were more sensitive than MOLM13 and MV4-11 when using alamarBlue assays to assess cell metabolism as a surrogate for cell proliferation (Figure S1A and Zhao et al., unpublished data). We also extended this work to a more potent BET inhibitor, MS417 (Zhang et al., 2012a), which was 2–3 fold more efficacious than JQ1 at restricting Kasumi-1 cell growth (Figure S1A). Surprisingly, when we tested whether BET inhibitors triggered apoptosis in Kasumi-1 cells, both JQ1 and MS417 only had a minor effect in the first 24–48 hr, whereas SKNO-1 showed more cell death at 48 hr (Zhao et al., unpublished data and see Figure 7D). Thus, while t(8;21) containing cells were very sensitive, BET inhibitors inhibited cell proliferation without causing wide spread apoptosis.Open in a separate windowFigure 7BET inhibitors sensitize Kasumi-1 cells to MCL1 inhibition(A and B) PRO-seq IGV BedGraph screenshots display reduced transcription of MIR29B2 and MIR29C and activated MCL1 transcription after JQ1 treatment in primary AML patient cells. (C and D) Time-course examination of E2F1 (C) and MCL1 (D) protein levels in Kasumi-1 cells treated with DMSO (D) and 250 nM JQ1. α-tubulin was used as loading control. The down-regulation of α-tubulin at 48 and 72 hr reflects an effect of cell cycle arrest by long-term treatment of BET inhibitors. (E) SKNO-1 cells were treated 250 nM JQ1, and MOLM13 and MV4-11 cells were treated with 500 nM JQ1. DMSO (D) served as control. MCL1 protein levels were assessed by western blot. (F) Kasumi-1 cells were pre-treated with DMSO, 125 nM, and 250 nM JQ1 for 2 days and the MCL1 selective inhibitor A1210477 (A121) was added to cell culture for another 6 hr before Annexin V (AnnV) and propidium iodide (PI) staining. Apoptotic cell population was detected by AnnV positivity and the absence of PI staining. Data are mean ± SEM (n = 4). See also Figure S7.Kasumi-1 cells are an excellent model of t(8;21) leukemia in terms of epigenetic and transcriptional control, as direct comparison with primary patient samples yielded similar epigenetic marks and transcription factor occupancy (Ptasinska et al., 2012; Ptasinska et al., 2014). Because Kasumi-1 cells are also extremely sensitive to BET inhibitors, we used precision nuclear run-on transcription coupled with deep sequencing (PRO-seq) to probe the mechanistic basis for this exceptional response to BET inhibitors and to gain insights into the mechanism of action of these compounds (Kwak et al., 2013). PRO-seq provides both directional information and near nucleotide resolution of the genome-wide positions of actively engaged RNA polymerases and is the ideal method to test the proposed mechanism of action of BRD2, BRD3, and BRD4, which are thought to stimulate paused RNA polymerase to elongate via association with P-TEFb (Jang et al., 2005; Yang et al., 2005).We reasoned that the regulation of nascent transcription should be detectable within the first 1–3 hr after drug treatment and that these early times should reflect the direct transcriptional effects of BET inhibitors, rather than secondary or compensatory effects that might occur 4–8 hr after addition of the drug. Therefore, we initially treated cells with JQ1 or MS417 for 1 and 3 hr, and PRO-seq was performed. At the same time, RNA was collected for RNA-seq analysis to compare the cytoplasmic pools of mRNA with the effects on transcription. The effects of BET inhibitors on transcriptionally engaged RNA polymerases were calculated using the read densities in the promoter-proximal region versus the gene body, and a “pausing index” was defined as the ratio of promoter-proximal density divided by gene body density (Core et al., 2008; Kwak et al., 2013; Min et al., 2011). Polymerases near the transcription start site (TSS), but moving away from the gene body (i.e., divergent transcripts) were excluded. Importantly, such pausing indices can be compared between samples without normalization, because it measures the relative polymerase content within the same gene (Figure 1A). Since JQ1 and MS417 are different inhibitors targeting the same BET proteins, these two samples were treated as biological replicates and only genes identified by both inhibitors were used for further analyses.Open in a separate windowFigure 1PRO-seq analysis of Kasumi-1 cells treated with BET inhibitors for 1 and 3 hr(A) Illustration of the calculation of RNA polymerase promoter-proximal pausing. TSS, transcription start site; TTS, transcription termination site; pp, promoter-proximal; gb, gene body. (B) Venn diagrams show the number of genes displaying an increase (top panel) or decrease (bottom panel) of polymerase pausing 1 hr (left panel) or 3 hr (right panel) after treatment with 250 nM JQ1 or 125 nM MS417. (C) Heatmaps displaying the genes identified by both JQ1 and MS417 treatment showing an increase or decrease of polymerase pausing. Genes were ranked based on log2-transformed fold change of pausing indices. (D) Heatmaps displaying log2-transformed fold change (log2FC) of read counts in 200 bp bins ± 5 Kb around the TSSs of the 1905 genes that show an increase of pausing index after BET inhibitor treatment for 1hr. (E) Heatmaps displaying log2-transformed fold change of read counts in 200 bp bins ± 5 Kb around the TSSs of the genes that were up- or down- regulated in the gene body by BET inhibitor treatment for 1hr. Genes were ranked based on log2-transformed fold change of RNA polymerase in the promoter-proximal region. (F) PRO-seq was performed using 250 nM JQ1 at 15 and 30 min time points. Normalized average counts of RNA polymerase were plotted −10 Kb to +150 Kb from TSSs with 3 Kb bins for the genes down-regulated by BET inhibitors in the gene body and longer than 150 Kb. (G) PRO-seq IGV BedGraph screenshots of BCL2 (top) and KIT (bottom) 15 and 30 min after JQ1 treatment. The arrows indicate the interface when RNAPII encountered a block of transcription elongation. See also Figure S1.By comparing pausing indices between control and BET inhibitor-treated samples, we identified 1905 RefSeq genes showing an increased pausing index 1 hr after treatment, while only 234 genes showed a decreased pausing index (Figure 1B and 1C). The high percentage of overlap between JQ1- and MS417- treated samples verified the accuracy of these studies. When the read counts of the 1905 genes showing an increase in pausing index 1 hr after BET inhibitor treatment were plotted relative to the TSS (Figure 1D), most of these genes showed a gain of RNA polymerase near the TSS (e.g., MYC, Figure S1C, and Figure 1D, upper bracket). However, there was a small group of genes that showed increased levels of promoter-proximal and gene body transcription (yet the net effect was a gain of pausing index; Figure 1D, bottom bracket), suggesting that BET proteins may also play a repressive role in transcription for these genes (e.g., MCL1, Figure S1C). As expected, many genes identified 1 hr after treatment showed an even greater level of pausing at 3 hr after treatment, and more genes were identified with increased pausing indices 3 hr after treatment, which can be classified as delayed-early genes (Figure 1B and 1C). This could be due to a delayed action of BET inhibitors, but MYC protein levels were reduced by about 50% by 3 hr after treatment (Figure S1B), so we were likely assessing indirect or compensatory changes at this time point.A smaller number of genes (~9%) displayed reduced levels of both promoter-proximal and gene body read densities (Figure 1D, middle bracket), but with a larger loss of gene body density such that these genes were captured in our informatics analysis (e.g., BCL2, Figure 1G), which could be due to changes in transcription initiation. To examine this aspect of BET regulation in more detail, we directly compared normalized RNA polymerase gene body densities and found 1033 genes repressed and 346 genes activated by BET inhibitors (Figure 1E, left panels). Among the 1033 repressed genes, 454 genes showed significantly increased pausing index, which was captured by the pausing index comparison analysis (Figure 1E, right panel) and is indicative of an inhibition of the release of Pol II to productive elongation. Interestingly, 575 genes showed no change of pausing index and 4 genes showed decreased pausing index, suggesting that BET inhibitors also affect transcription initiation.To better trace the kinetics of RNA polymerase elongation after BET inhibitor treatment, we performed PRO-seq with JQ1 treatment for 15 and 30 min and confirmed that our identified target genes were quickly affected by JQ1 at the pause release and/or initiation stages (Figure S1D–F). When longer genes were plotted, the gap downstream of the promoter-proximal site revealed the block of paused RNAPII release to productive elongation, which lengthened with time (Figure 1F and 1G). This indicates that BET inhibitors alter pausing release without affecting the RNA polymerases that have already passed the pausing checkpoint.We also performed RNA-seq experiments in parallel to better understand the sensitivity of PRO-seq at detecting immediate transcriptional changes (Figure S1G and S1H). One hour after treatment, only 187 genes were significantly down-regulated at least 1.5-fold in the RNA-seq dataset, while 100 genes were up regulated (Figure S1G). Thus, PRO-seq detected over 5-fold more genes showing repressed gene body transcription (1033 vs. 187). Gene ontology analyses indicated that 7 transcription factors that regulate cell cycle progression and cell proliferation were affected in both PRO-seq and RNA-seq (Figure S1I and S1J), suggesting that by 3 hr we likely detected indirect effects of the de-regulation of these transcription factors. Indeed, by 3 hr 1049 mRNAs were down regulated at least 1.5 fold, but only 494 of these showed a direct transcriptional effect of BET inhibition by PRO-seq (Figure S1I). Of note, BRD3 was expressed at low levels so BET inhibitors act only through BRD2 and BRD4 in Kasumi-1 cells. Taken together, PRO-seq enabled us to identify the transcriptional effects of BET inhibitors within the first hour of treatment, ruling out most secondary effects from longer treatment and post-transcriptional regulation.KIT is targeted by BET inhibitorsIn our gene ontology analysis, stress response genes were among the most robustly affected gene clusters (Figure S2A), which is consistent with this group of genes being regulated by paused RNAPII release to productive elongation (Lis et al., 2000; Mahat et al., 2016). In addition, BET inhibitors down-regulated genes including those controlling metabolism (e.g., oxidative phosphorylation, RNA transport, Ribosome biogenesis and mitochondrial diseases; Figure S2B). This group of genes may have been missed by RNA-seq at early time points as most of these genes have abundant mature mRNA. Transcription factor (TF) enrichment analyses identified binding motifs in these BET inhibitor-regulated genes for MYC, E2F, IRF, NFMUE1, ELK1, and HIF1 (Figure S2C).We also noted a large number of genes with increased pausing indices at both time points that are important for hematopoietic malignancies such as DNMT3A, BCL6, IKZF1, ATRX, ETV6, LMO2, CSF3R, PAX5 and TET2 (Figure S2A, Figure 1E–1G, and Figure S1B and S1C). In the context of the t(8;21), a gene that was of particular interest was the stem cell factor receptor tyrosine kinase, KIT, which was quickly repressed by BET inhibitors as detected by PRO-seq (Figure 1G, bottom and Figure 2A). KIT is expressed in 80% of AML and is activated by an N822K mutation in both Kasumi-1 and SKNO-1 cells (Becker et al., 2008; Ikeda et al., 1991; Larizza et al., 2005). Also, this mutant KIT allele is amplified in Kasumi-1 cells, and confers sensitivity to the tyrosine kinase inhibitor imatinib (Larizza et al., 2005; Wang et al., 2005). Consistent with the PRO-seq analysis, RNA-seq detected a ~ 50% decrease in KIT mRNA 3 hr after BET inhibitor treatment (Figure 2B). KIT cell surface expression was reduced by JQ1 in Kasumi-1 and SKNO-1 cells beginning at 9 hr after JQ1 treatment (not shown) with more pronounced loss by 24 hr (Figure 2C and 2D). By contrast, the t(8;21) fusion protein RUNX1-ETO was only modestly affected by BET inhibitors (Figure S2D). As expected, treatment of Kasumi-1 cells with the tyrosine kinase inhibitor imatinib also reduced cell growth with an EC50 at ~400 nM (Figure 2E, arrow). Combined treatment with increasing doses of JQ1 and imatinib enhanced the inhibition of cell growth, suggesting that repression of KIT contributes to the effect of BET inhibitors, but that loss of KIT is not the sole mediator of this effect (Figure 2E). Thus, BET inhibitors not only turn off MYC, but also drivers of leukemogenesis such as mutant KIT, which likely contributes to the sensitivity of t(8;21) containing cells to BET inhibitors.Open in a separate windowFigure 2KIT is targeted by BET inhibitors in t(8;21) AML cell lines(A) PRO-seq IGV BedGraph screenshots of KIT at 1 hr after BET inhibitor treatment. Double hatch marks indicate that the actual peak size of the paused promoter-proximal RNA polymerases is higher and the numbers are read densities (read per base pair) of polymerase peaks. (B) Mature mRNA levels were monitored using RNA-seq in the same samples when performing PRO-seq experiments. Read quantification displays an about 50% reduction of KIT mRNA expression 3 hr after BET inhibitor treatment. (C and D) Kasumi-1 (C) and SKNO-1 (D) cells were treated with 250 nM JQ1 for 24, 48, and 72 hr and KIT cell surface expression was quantitatively assessed by flow cytometry. Representative plots are shown (n = 3). Shaded area represents DMSO and while plots represent JQ1. (E) Kasumi-1 cells were treated with combined increasing doses of JQ1 and imatinib (Ima) for 3 days, and cell growth was measured by alamarBlue assays. See also Figure S2.BET inhibitors affect eRNA transcriptionBET family members are typically associated with enhancers and are displaced from chromatin by BET inhibitors, which is commonly associated with enhancer inactivation (Chapuy et al., 2013; Loven et al., 2013). Because active enhancers produce 5′-capped enhancer-templated RNAs (eRNAs), and the activation of eRNAs correlates with increased transcription of neighboring genes (Andersson et al., 2014; Core et al., 2014), PRO-seq data allow identification of transcriptionally active enhancers whereas traditional ChIP-seq experiments of histone modifications (e.g., H3K27ac) cannot distinguish active from inactive enhancers.We first assessed the myeloid-specific MYC “super-enhancer” (Shi et al., 2013). Consistent with the ChIP-seq data, divergent transcription identified specific transcriptional start sites associated with the five previously identified “sub-enhancers” (Figure 3A and Figure S3A). In addition, we identified a 6th enhancer in this region containing a well-defined transcriptional start site (E6 in Figure 3A and Figure S3A). We also identified a previously unrecognized potential long eRNA being expressed from E5 (Figure 3A and Figure S3A and S3B). Importantly, normalized read densities were substantially reduced by BET inhibitors, especially within the 2nd, 5th and 6th enhancers (Figure 3B), which is consistent with MYC being regulated by this super-enhancer in myeloid malignancies.Open in a separate windowFigure 3PRO-seq identification of enhancers and long eRNA affected by BET inhibitors(A and B) MYC super-enhancer, which consists of 6 sub-enhancers (E1 – E6), is located 1.8 Mb downstream of the MYC gene (A, top panel). Gray arrows indicate eRNA transcription initiated from E5, which was repressed by BET inhibitors (A, bottom panel). Quantification of eRNA synthesis from the 6 sub-enhancers showing that BET inhibitors affect eRNA transcription 1 hr after drug addition (B). (C) PRO-seq called intergenic enhancers showing an enrichment of H3K9ac. PRO-seq double peaks around the center of enhancers indicate divergent transcription. (D) Venn diagrams showing the number of enhancers repressed or activated at 1 hr after BET inhibitor treatment. (E) Repressed enhancers associated with (left panel) or without (right panel) a proximal active gene. (F) Active genes associated with repressed enhancers display an increase of pausing index at 1 hr after treatment with BET inhibitors. P-values were calculated using one-sided Wilcoxon Signed-Rank test. (G) Average RNA polymerase levels within the 62 long eRNAs that are affected by BET inhibitor treatment showing the loss of eRNA transcription elongation. Arrows indicate the peaks of RNA polymerases. (H) Box plots showing pausing indices of the 62 long eRNAs upon BET inhibitor treatment. P-values were calculated using one-sided Wilcoxon Signed-Rank test. See also Figure S3.Next, we performed ChIP-exo for H3K27ac and analyzed the PRO-seq data in comparison with ChIP-exo data for H3K27ac in Kasumi-1 cells to identify enhancers. Only intergenic enhancers were identified in this study, as transcripts derived from intragenic enhancers are difficult to distinguish from gene transcription. With a method modified from a previously published algorithm (Hah et al., 2013), we identified 2,631 active intergenic enhancers, which were also marked with H3K9ac (Figure 3C). When compared with H3K27ac marked intergenic regions, PRO-seq was able to identify weak enhancers with higher sensitivity, and it distinguished active enhancers from open chromatin marked by H3K27ac (Figure S3C). Using a 1.5 fold change as a cutoff, 613 enhancers had fewer RNA polymerases associated after treatment with either JQ1 or MS417, while only 93 enhancers were activated (Figure 3D). With a simplified proximity rule (Loven et al., 2013), which assigned enhancers to their closest active genes within a 50 Kb window, we identified 208 active genes that were associated with repressed enhancers (Figure 3E, left panel), and their pausing indices were significantly increased by BET inhibitors (Figure 3F).Previous enhancer-gene association studies relied on mature mRNA levels, while PRO-seq can directly measure transcriptional changes using gene body read counts. We selected transcriptionally active intergenic enhancers that are marked by overlapping H3K27ac ChIP-exo peaks, BRD4 ChIP-seq peaks previously reported in myeloid cells, and PRO-seq defined enhancers (Dawson et al., 2014; Groschel et al., 2014; Poss et al., 2016). Although both BRD2 and BRD4 are highly expressed in Kasumi-1 cells (data not shown), we focused on BRD4 as it best correlates with JQ1 genomic target sites (Anders et al., 2014). Next, we identified so-called “super-enhancers” that have multiple H3K27ac peaks (Figure S3D), and examined their function on regulating neighboring gene transcriptional changes. We consistently found that genes associated with super-enhancers showed greater reduction of transcription as measured by PRO-seq gene body read count (Figure S3E).We also found 70 PRO-seq defined down-regulated enhancers spanning larger genomic regions (> 10 Kb), and 47 of these enhancers contain at least two sub-enhancers characterized by bi-directional transcription. A major advantage of PRO-seq is that it allows the identification of eRNAs, and we noted that 62 of the 70 large enhancers transcribed at least one long eRNA (6 Kb ~ 46 Kb) from their corresponding initiation sites (e.g. an intergenic enhancer region transcribing long eRNAs is shown in Figure S3F). BET inhibitors reduced the release of RNA polymerases into the eRNA body causing an increase in the pausing index for these eRNAs (Figure 3G and 3H).PRO-seq identifies a KIT enhancer 3′ to KITImportantly, this analysis identified a region 50 Kb 3′ to the KIT locus containing three actively transcribed regions and a long eRNA, which was dramatically affected by BET inhibitors (Figure 4A, gray arrows in top 3 tracks). This eRNA was also captured by our RNA-seq analysis using polyA enriched RNA and RT-PCR using primers throughout the length of this eRNA (Figure 4A, gray arrows in middle 3 tracks, Figure S4A). Interestingly, the eRNA detected by RNA-seq was shorter (12 Kb) than the transcribed region and its 3′ end is followed by an accumulation of RNAPII in the PRO-seq analysis, which is commonly observed 3′ of the transcription cleavage/polyadenylation site associated with RNA processing (Figure 4A) (Core et al., 2008; Glover-Cutter et al., 2008). The 3 sub-enhancers (identified by divergent transcription) were enriched with H3K27ac in ChIP-exo analysis, which is commonly used as histone markers for active enhancers (Figure 4A, bottom track). Moreover, ChIP assays revealed BRD4 binding around the transcription initiation sites of the three sub-enhancers (E1, E2, and E3), which was almost completely disrupted 1 hr after BET inhibitor treatment (Figure 4B).Open in a separate windowFigure 4PRO-seq identifies a KIT enhancer(A) IGV BedGraph screenshots of the enhancer 3′ to KIT. Top 3 PRO-seq gene tracks display 3 sub-enhancers (E1 – E3) identified by bidirectional transcription. Green shadows with arrows highlight the eRNA transcribed from E1 and repressed by BET inhibitors, which is confirmed by RNA-seq (middle tracks). The bottom ChIP-exo gene track shows the enrichment of H3K27ac at the transcription initiation sites of the three sub-enhancers. (B) ChIP assays show BRD4 enrichment around the transcription initiation sites of the three sub-enhancers E1 – E3, which was dramatically reduced 1 hr after BET inhibitor treatment. Neg-ctrl represents a negative control region which shows no transcriptional activity determined by PRO-seq. Data are mean ± SEM (n = 3). (C) 3C experiments were performed with an anchor point fixed at the KIT promoter. Transcriptionally inactive regions up- (UP) and down-stream (DN) of the KIT gene were used as negative controls. All ligation efficiencies were normalized to digested/religated BAC templates. Data are Mean ± SE (n=3). (D–E) The KIT downstream sub-enhancers were repressed by CRISPRi with individual sgRNAs targeting E1, E2 (2 different sgRNAs E2.1 and E2.2 are shown), and E3. KIT cell surface expression was analyzed by flow cytometry 2 and 3 days after infection. Bar graphs show the quantification of cells expressing low levels of KIT. Data are Mean ± SE (n=3) (D). The cells with low KIT expression were pulsed with BrdU on day 3 for cell cycle analysis. Representative plots on the left display no BrdU incorporation (BrdU-neg) in the KIT-low cell population (red boxes), which is quantified and shown in bar graphs on the right. Data are Mean ± SE (n=3) (E). See also Figure S4.To validate that this region is a KIT enhancer, we performed chromosome conformation capture (3C) experiments and showed that E2 interacts with the KIT promoter (Figure 4C). This interaction was not affected by JQ1 treatment, suggesting that BET proteins are not required for chromatin looping. We next used a CRISPRi system to repress the individual sub-enhancers, in which a deactivated Cas9 was fused to a transcriptional repression domain KRAB and can be directed to a genomic region targeted by sgRNA. Multiple sgRNAs were designed for each sub-enhancer, and only repressing E2 reduced KIT expression (Figure 4D and Figure S4B). Moreover, the cells with reduced KIT cell surface expression showed impaired cell cycle progression, as no DNA synthesis was detected by BrdU incorporation assays (Figure 4E). Thus, E2 is the predominant enhancer region regulating KIT transcription, which is important for cell cycle progression.PRO-seq analysis of primary AML patient cellsConsistent with KIT being expressed in hematopoietic stem/progenitor cells and AML cells, the transcription of KIT and its putative enhancer was only detected in Kasumi-1 cells and was not detectable in other available PRO-seq datasets from lymphoid tissues (Figure S5A), reenforcing the usefulness of BET inhibitors in KIT-positive AMLs. Therefore, we extended our findings to a primary KIT positive AML patient sample for which ample material was available (PRO-seq requires 20 million cells). PRO-seq analysis confirmed that JQ1 impaired transcription elongation in patient cells, with 2680 genes showing increased pausing indices, while only 736 genes showed decreased pausing indices (Figure S5B). Among the 3416 affected genes, 58% of them were also significantly changed by BET inhibitors in Kasumi-1 cells. Consistent with our findings in Kasumi-1 cells, genes with increased pausing indices were important for hematopoietic diseases and cell survival/proliferation (Figure S5C and Figure 5A). We were also able to detect the 6 enhancers that regulate MYC (Figure S5D), and the 3 enhancers that regulate KIT (Figure 5B). Moreover, transcription elongation of the KIT eRNA was inhibited by JQ1 (Figure 5B, blue arrow).Open in a separate windowFigure 5PRO-seq analysis of primary AML patient cells(A and B) Primary AML patient cells were treated with DMSO or 250 nM JQ1 for 1 hr. PRO-seq IGV BedGraph screenshots show a repressive effect of JQ1 on KIT transcription (A) and its downstream enhancer/eRNA (B). (C–E) Analysis of the eRNA transcribed from the KIT enhancer in 9 primary AML patient samples treated with DMSO or 250 nM JQ1. Total RNA was collected 3 hr after JQ1 treatment to detect transcriptional changes of KIT mRNA (D) and the 3′ eRNA (E). Transcription of eRNA was determined by 2 pairs of primers targeting the short form of eRNA that can be detected by both PRO-seq and RNA-seq (E, top panel, also refer to Figure S4A). KIT cell surface expression was measured by flow cytometry 48 hr after JQ1 treatment (C), and representative KIT positive and negative AML patient cells are displayed. See also Figure S5.Next, we tested whether BET inhibitor treatment affects KIT expression in primary AML patient samples. Nine primary AML samples were treated ex vivo with JQ1 (Patient # 1, 2, 3, 4, 5, and 7 were KIT positive while # 6, 8, and 9 were KIT negative) (Figure 6C). Among the KIT positive AML samples, five (#1, 2, 3, 4, and 7) expressed significant amounts of KIT mRNA and its 3′ eRNA, which was dramatically down-regulated by JQ1 (Figure 6D and 6E) with concurrent loss of cell surface KIT expression (Figure 6C). By contrast, the KIT negative samples (e.g., #6 and #8) barely expressed any KIT mRNA or its 3′ eRNA (Figure 6D and 6E). Although samples #5 and #10 also expressed detectable KIT mRNA and their mRNA levels were reduced by JQ1, we could not detect any change of KIT cell surface expression for sample #5 and sample #10 failed to express KIT on its cell membrane, suggesting that non-transcriptional mechanisms also contribute to regulating KIT expression in some cases.Open in a separate windowFigure 6BET inhibitors suppress microRNAs targeting MCL1(A) Heatmaps on the left panel display the pri-microRNAs identified by both JQ1 and MS417 treatment showing an increase or decrease of RNA polymerase pausing index. Each cell represents log2-transformed fold change of pausing indices and they are ranked based on fold change of pri-microRNA body densities. A zoomed view of the top 20% most changed pri-microRNAs both 1 and 3 hr after BET inhibitor addition (27 with increased pausing indices and 2 with decreased pausing indices) is shown on the right panel, which displays pri-microRNA body densities. MicroRNAs transcribed from individual pri-microRNAs are listed on the side. (B and C) PRO-seq IGV BedGraph screenshots of pri-microRNAs transcribing MIR223 (B) and MIR29C;MIR29B2 (C). Gray boxes indicate pri-microRNA TSSs defined by divergent transcription. (D and E) Kasumi-1 cells were treated with DMSO, 250 nM JQ1, and 125 nM MS417 for 1 hr. ChIP assays show the enrichment of BRD4 binding around the TTSs of MIR223 (D) and MIR29C-MIR29B2 (E) pri-microRNAs, which was dramatically reduced by BET inhibitors. Neg-ctrl represents a negative control region, which shows no transcriptional activity determined by PRO-seq data. Data are mean ± SEM (n = 3). See also Figure S6.Suppression of microRNAs enhance MCL1 induction by BET inhibitorsMicroRNAs are small non-coding RNAs (~ 22 nucleotides) that regulate gene expression by affecting mRNA stability and translation (Ha and Kim, 2014). About 60% of microRNAs are co-transcribed from protein-coding genes and another 40% of them are localized to intergenic regions. MicroRNAs are initially transcribed as long primary microRNAs (pri-microRNAs) and undergo sequential processing steps during maturation (Ha and Kim, 2014). While the functional roles of microRNAs have been extensively characterized, it has been challenging to define their transcriptional regulation without accurately predicting the TSSs of their pri-microRNAs. By examining all transcriptionally engaged RNA polymerases, PRO-seq allowed us to identify 787 pri-microRNAs (206 intergenic- and 581 intragenic- pri-microRNAs) expressed in Kasumi-1 cells. By 1 hr after BET inhibitor addition, 126 pri-microRNAs showed an increase of pausing index while only 15 pri-microRNAs showed a decrease of pausing index (Figure 6A, left panel). Three hours after BET inhibitor addition, 189 pri-microRNAs were detected with an increased pausing index and 7 pri-microRNAs showed a decreased pausing index (Figure 6A, left panel). Among the 126 pri-microRNAs showing an increase of pausing index after 1 hr of treatment, the highly expressed pri-microRNA for MIR223, which targets E2F1, was the most affected by BET inhibitors (Figure 6A, right panel, ​panel,6B,6B, and Figure S6). Moreover, the pri-microRNA of MIR29B2 and MIR29C that target MCL1, was among the top 20% of the pri-microRNAs with gain of pausing (Figure 6A right panel, ​panel,6C,6C, and Figure S6). ChIP assays further revealed BRD4 binding at the TSSs of the pri-microRNAs of MIR223 and MIR29B2-MIR29C, which was dramatically reduced 1 hr after BET inhibitor treatment, indicating that MIR223, MIR29B2, and MIR29C are direct targets of BET inhibitors (Figure 6D and 6E).Inhibition of BET proteins sensitizes cells to MCL1 inhibitionBET inhibitor-mediated loss of expression of MIR29B2 and MIR29C was of special interest, because our PRO-seq analysis identified MCL1 as transcriptionally activated by BET inhibitors (Figure S1C, S7A, and S7B). Expression of MCL1 would be expected to counterbalance the loss of BCL2 expression to suppress apoptosis. PRO-seq analysis of the AML patient sample confirmed the reduction of MIR29B2 and MIR29C in AML blasts and the activation of MCL1 transcription (Figure 7A and 7B). When we analyzed protein levels of E2F1 and MCL1, E2F1 was only slightly increased at early times by JQ1, whereas MCL1 was up-regulated within 3 hr treatment of BET inhibitors (Figure 7C and 7D). Thus, at early time points after BET inhibitor addition, the effects are more likely due to increased transcription. Consistent with Kasumi-1 cells being arrested in the G0/G1 phase by BET inhibitors (Figure S1A and Zhao et al., unpublished data), E2F1 protein levels subsided at 48–72 hr after BET inhibitor addition (Figure 7C). In contrast, the up-regulation of MCL1 was sustained at higher levels throughout the entire 3-day treatment (Figure 7D). This was true not only in Kasumi-1 cells, but in other cell types such as MOLM-13 that also showed less cell death, whereas MV4-11 failed to up-regulate MCL1 and the cells were killed by JQ1 (Figure 7E). The induction of MCL1 provides a possible mechanism of resistance to cell death even in the face of declining BCL2 levels. Therefore, we tested the combined effects of inhibiting BET proteins and MCL1. Whereas Kasumi-1 cells were not overtly sensitive to A1210477, a selective MCL1 inhibitor (Leverson et al., 2015), pretreating these cells with JQ1 to reduce the levels of BCL2 sensitized cells to the effects of the MCL1-selective compound and triggered apoptosis (Figure 7F). Therefore, transcriptional changes of MIR29C, MIR29B2, MCL1 and KIT can be used to monitor patient outcomes after BET inhibitor treatment and provide molecular basis for combination therapy with MCL1 inhibitors. DiscussionWhile there is justifiable excitement about the therapeutic efficacy of BET inhibitors in AML, only a small portion of the cell types tested was affected by these compounds and in most cases it is unclear what causes sensitivity or resistance (Chapuy et al., 2013; Delmore et al., 2011; Filippakopoulos et al., 2010; Lockwood et al., 2012; Ott et al., 2012; Zuber et al., 2011). PRO-seq creates a high-resolution and high-sensitivity map of all active RNA polymerases and provides directionality of transcription not available using ChIP-seq (Kwak et al., 2013). This analysis not only showed a rapid loss of RNA polymerase elongation at MYC, but also identified an eRNA produced by a sub-enhancer within the MYC super-enhancer that was affected by BET inhibitors. Moreover, PRO-seq analysis identified KIT as a transcriptional target of BET inhibitors. This receptor tyrosine kinase is expressed in 80% of AML, is activated by mutations in ~8% of AML, and activated KIT is a cooperating mutation in up to 48% of t(8;21) AML (Forbes et al., 2015; Ikeda et al., 1991; Paschka et al., 2006; Wang et al., 2005). This suppression of KIT expression by BET inhibitors provided increased sensitivity to inhibitors of KIT (Figure 2E). Thus, regulation of KIT provides rationale for the clinical use of BET inhibitors in KIT mutated or amplified AML, and it could be of use in many other types of AML that express KIT. In this regard, it is noteworthy that KIT is activated or amplified in prostate, breast, colon, gastric and other solid cancers as well, which might indicate the utility of BET inhibitors in many types of cancer (Cerami et al., 2012; Gao et al., 2013).In addition to KIT, we noted many other genes that are involved in hematopoietic malignancies displayed a gain of promoter-proximal pausing or impaired elongation in Kasumi-1 cells treated with BET inhibitors. Most notable were a group of genes that regulate transcriptional elongation including MLLT1 (ENL), MLLT3 (AF9), MLLT6 (AF17), MLLT10 (AF10), ELL, MLL, Cyclin T2 (CCNT2, a component of P-TEFb), BRD2, WDR5, and DOT1L. This might suggest that there is a feedback loop in which BET proteins regulate components of the super elongation complex. We also noted that multiple members of the mediator complex (MED12, MED20, MED24, MED25, and MED30) were affected by BET inhibitors, as were the chromatin remodeling factors INO80, INO80D, CBP, GCN5 (KAT2A), and KAT6B. This implies that BET inhibitors have even more dramatic effects the longer that the cells are exposed to the compound. It also highlights specific potential roles for BET inhibitors in AML.BRD4 is preferentially enriched at enhancers and “super-enhancers” and much attention has focused on the selective effect of BET inhibitors on super-enhancer-regulated genes (Chapuy et al., 2013; Loven et al., 2013). We were able to use the divergent transcription that is associated with transcription initiation to identify defined transcriptional start sites within active enhancers and super-enhancers that were affected by BET inhibitors, as well as identify eRNAs. While the mechanism of action of BET proteins is typically envisioned to be due to enhancers looping to promoters to stimulate transcriptional elongation through BET proteins contacting P-TEFb, when coupled with recent work on the architecture of enhancers (Core et al., 2014), our study suggests that generation of functional eRNAs is an attractive model for how enhancers regulate tissue-specific gene expression. If eRNAs expressed at an enhancer regulate elongation at promoters, one might expect that the effect of BET inhibitors on eRNA expression would precede effects at promoters. However, PRO-seq at just 15 min after BET inhibitor addition was not able to temporally separate the effect of BET inhibitors at the MYC “super-enhancer” from MYC mRNA production (data not shown), leaving open the question of how enhancers function to control tissue-specific gene expression and the contribution of BET family members to the communication between enhancers and promoters.A major advantage of PRO-seq is that it allows the assessment of rapid changes in transcription from all RNA polymerases and all regions of the genome at one time, including microRNAs. While there is rapid loss of MYC expression in cells treated with BET inhibitors (Chapuy et al., 2013; Delmore et al., 2011; Ott et al., 2012; Zuber et al., 2011), the loss of MIR223 transcription, which regulates E2F1, could force some tumor cells to continue to cycle. Indeed, we noted that E2F1 levels only declined when the cells entered into a G0/G1 arrest at later time points (Figure 7). Likewise, the loss of transcription of the pri-microRNA for MIR29B2 and MIR29C, which targets the anti-apoptotic gene MCL1, likely contributed to the accumulation of MCL1 at later time points. While most genes were repressed by BET inhibitors, these compounds stimulated the transcription of MCL1 (Figure 1). Given that BRD4 associates with the MCL1 promoter (data not shown) (Loven et al., 2013), one can speculate that BRD4 acts to maintain the transcription of MCL1 under normal conditions, but the absence of BRD4 upon BET inhibitor treatment allows MCL1 transactivation by other transcription factors that act through different mechanisms. When coupled with the loss of MIR29B2 and MIR29C, MCL1 induction likely allows cells to resist apoptosis. The development of selective MCL1 inhibitors that can be used in combination with BET inhibitors, which suppress KIT, MYC and BCL2 expression, may prove to be a potent combination for attacking KIT positive AML in the clinic. Experimental ProceduresPRO-seq library preparation and data analysisNuclear run-on assays were performed and sequencing libraries were constructed as described in the supplemental experimental procedures (Kwak et al., 2013). Libraries were submitted to the Vanderbilt Technologies for Advanced Genomics (VANTAGE) for sequencing. Pre-processed reads were aligned to the human genome hg19 (downloaded from UCSC) using Bowtie2 (version 2.2.4) (Langmead and Salzberg, 2012). See Supplemental Experimental Procedures for additional methods, statistical and informatics analysis.RNA-seqPolyA+ RNA was enriched for library preparation and submitted to VANTAGE for RNA sequencing. Pre-processed reads were aligned to the human transcriptome hg19 (downloaded from UCSC) using TopHat (version v2.0.10) (Kim et al., 2013). See Supplemental Experimental Procedures for statistical and informatics analysis.Flow cytometry for KIT expressionCells were seeded at 0.2×106/ml and treated with DMSO or 250 nM JQ1 for 24, 48, and 72 hr. 0.5×106 cells were collected at each time point, washed with cold PBS, and stained with antibodies against KIT (Cat# 313204, BioLegend, San Diego, CA) at 4 °C for 15 min before flow cytometry. All flow cytometry figures were generated using Flowjo.Assessment of apoptosisKasumi-1 cells were seeded at 0.2×106/ml and immediately treated with DMSO, 125 nM, and 250 nM JQ1 for 2 days. Then increasing doses of A1210477 were added to the pre-treated cells for additional 6 hr. Apoptosis was analyzed using a FITC-AnnexinV/PI Apoptosis Detection kit (cat # 556547, BD Pharmingen, San Jose, CA).Chromatin immunoprecipitation (ChIP) assaysKasumi-1 cells were seeded at 0.5 × 106/ml at the day of experiment, treated with DMSO, 250 nM JQ1, and 125 nM MS417 for 1 hr. DNA/protein was crosslinked with 1% formaldehyde at room temperature for 10 min and crosslinking was terminated by 1.25 mM glycine. Crosslinked cells were washed twice with cold PBS, lysed with 1% SDS lysis buffer, and sonicated. 100 μl of sonicated chromatin was transferred to 900 μl cold dilution buffer, BRD4 antibody (Bethyl Laboratories, Montgomery, TX) and protein G magnetic beads were added, and reactions were incubated at 4° C overnight. Immunoprecipitated protein/DNA complexes were washed and crosslinking was reversed before DNA isolation. 4 μl of DNA was used in each quantitative PCR to assess BRD4 enrichment. Data were calculated relative to inputs and a transcriptionally inactive region for normalization and background reduction.Statistical analysesThe significance of pausing index change for each gene upon treatment was evaluated using Fisher Exact Test followed by multiple testing adjustment. Wilcoxon signed-rank test was used for paired comparisons of RNA polymerase pausing indices between two treatments. P values or FDR < 0.05 were considered as statistically significant. For quantifications of apoptosis and BRD4 binding, results were presented as mean ± SEM. Statistical analyses were also provided in each corresponding figure legend. See Supplemental Experimental Procedures for additional statistical and informatics analysis.Supplemental experimental proceduresA more robust and detailed description of the methods used and associated references are listed in supplemental experimental procedures. Supplementary Material1Click here to view.(81K, docx)2Click here to view.(7.1M, pdf) AcknowledgmentsWe thank all the members of Hiebert lab for helpful discussions, reagents and advice. We thank the Translational Pathology, the Hematological Sample Repository, Flow Cytometry, and VANTAGE Shared Resources for services and support. This work was supported by the T. J. Martell Foundation, the Robert J. Kleberg, Jr. and Helen C. Kleberg Foundation, National Institutes of Health grants (RO1-CA109355, RO1-CA164605, RO1-GM25232 and R01-CA64140) and core services performed through Vanderbilt Digestive Disease Research grant (NIDDK P30DK58404) and the Vanderbilt-Ingram Cancer Center support grant (NCI P30CA68485). KS was supported by 5 T32 CA009582-26 and a postdoctoral fellowship (PF-13-303-01-DMC) from the American Cancer Society. The project described was also supported by the National Center for Research Resources, Grant UL1 RR024975-01, and is now at the National Center for Advancing Translational Sciences, Grant 2 UL1 TR000445-06. The content is solely the responsibility of the authors and does not necessarily represent the official views of the NIH. FootnotesThe authors have declared that no conflict of interest exists.Author Contributions:Y.Z. performed the experiments and bioinformatics analyses, prepared the figures, and wrote the manuscript; Q.L., Q.S., and X.Z. assisted the bioinformatics studies; P.A., K.S., and M.A.F. assisted the performance of experiments; H.K. and J.T.L. assisted PRO-seq experiments and contributed to the writing; J.E.B. provided JQ1; M.Z. provided MS417; S.A.S., S.R.M., and M.R.S. provided primary AML patient cells; B.J.V. assisted with the ChIP-exo experiments; S.W.H. supervised the study and wrote the manuscript.Accession Numbers:The accession number for PRO-seq, RNA-seq, and ChIP-exo data is {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE83660\",\"term_id\":\"83660\"}}GSE83660.Publisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. ReferencesAnders L, Guenther MG, Qi J, Fan ZP, Marineau JJ, Rahl PB, Loven J, Sigova AA, Smith WB, Lee TI, et al.  Genome-wide localization of small molecules. Nature biotechnology. 2014;32:92–96. [PMC free article] [PubMed] [Google Scholar]Andersson R, Gebhard C, Miguel-Escalada I, Hoof I, Bornholdt J, Boyd M, Chen Y, Zhao X, Schmidl C, Suzuki T, et al.  An atlas of active enhancers across human cell types and tissues. Nature. 2014;507:455–461. [PMC free article] [PubMed] [Google Scholar]Barbieri CE, Baca SC, Lawrence MS, Demichelis F, Blattner M, Theurillat JP, White TA, Stojanov P, Van Allen E, Stransky N, et al.  Exome sequencing identifies recurrent SPOP, FOXA1 and MED12 mutations in prostate cancer. Nature genetics. 2012;44:685–689. [PMC free article] [PubMed] [Google Scholar]Bartholomeeusen K, Xiang Y, Fujinaga K, Peterlin BM. Bromodomain and extra-terminal (BET) bromodomain inhibition activate transcription via transient release of positive transcription elongation factor b (P-TEFb) from 7SK small nuclear ribonucleoprotein. The Journal of biological chemistry. 2012;287:36609–36616. [PMC free article] [PubMed] [Google Scholar]Becker H, Pfeifer D, Afonso JD, Nimer SD, Veelken H, Schwabe M, Lubbert M. Two cell lines of t(8;21) acute myeloid leukemia with activating KIT exon 17 mutation: models for the ‘second hit’ hypothesis. Leukemia. 2008;22:1792–1794. [PubMed] [Google Scholar]Brennan CW, Verhaak RG, McKenna A, Campos B, Noushmehr H, Salama SR, Zheng S, Chakravarty D, Sanborn JZ, Berman SH, et al.  The somatic genomic landscape of glioblastoma. Cell. 2013;155:462–477. [PMC free article] [PubMed] [Google Scholar]Cancer Genome Atlas Research N. Comprehensive genomic characterization defines human glioblastoma genes and core pathways. Nature. 2008;455:1061–1068. [PMC free article] [PubMed] [Google Scholar]Cancer Genome Atlas Research N. Comprehensive genomic characterization of squamous cell lung cancers. Nature. 2012;489:519–525. [PMC free article] [PubMed] [Google Scholar]Cerami E, Gao J, Dogrusoz U, Gross BE, Sumer SO, Aksoy BA, Jacobsen A, Byrne CJ, Heuer ML, Larsson E, et al.  The cBio cancer genomics portal: an open platform for exploring multidimensional cancer genomics data. Cancer discovery. 2012;2:401–404. [PMC free article] [PubMed] [Google Scholar]Chapuy B, McKeown MR, Lin CY, Monti S, Roemer MG, Qi J, Rahl PB, Sun HH, Yeda KT, Doench JG, et al.  Discovery and characterization of super-enhancer-associated dependencies in diffuse large B cell lymphoma. Cancer cell. 2013;24:777–790. [PMC free article] [PubMed] [Google Scholar]Core LJ, Martins AL, Danko CG, Waters CT, Siepel A, Lis JT. Analysis of nascent RNA identifies a unified architecture of initiation regions at mammalian promoters and enhancers. Nature genetics. 2014;46:1311–1320. [PMC free article] [PubMed] [Google Scholar]Core LJ, Waterfall JJ, Lis JT. Nascent RNA sequencing reveals widespread pausing and divergent initiation at human promoters. Science (New York, NY) 2008;322:1845–1848. [PMC free article] [PubMed] [Google Scholar]Dawson MA, Gudgin EJ, Horton SJ, Giotopoulos G, Meduri E, Robson S, Cannizzaro E, Osaki H, Wiese M, Putwain S, et al.  Recurrent mutations, including NPM1c, activate a BRD4-dependent core transcriptional program in acute myeloid leukemia. Leukemia. 2014;28:311–320. [PMC free article] [PubMed] [Google Scholar]Dawson MA, Prinjha RK, Dittmann A, Giotopoulos G, Bantscheff M, Chan WI, Robson SC, Chung CW, Hopf C, Savitski MM, et al.  Inhibition of BET recruitment to chromatin as an effective treatment for MLL-fusion leukaemia. Nature. 2011;478:529–533. [PMC free article] [PubMed] [Google Scholar]Delmore JE, Issa GC, Lemieux ME, Rahl PB, Shi J, Jacobs HM, Kastritis E, Gilpatrick T, Paranal RM, Qi J, et al.  BET bromodomain inhibition as a therapeutic strategy to target c-Myc. Cell. 2011;146:904–917. [PMC free article] [PubMed] [Google Scholar]Derenne S, Monia B, Dean NM, Taylor JK, Rapp MJ, Harousseau JL, Bataille R, Amiot M. Antisense strategy shows that Mcl-1 rather than Bcl-2 or Bcl-x(L) is an essential survival protein of human myeloma cells. Blood. 2002;100:194–199. [PubMed] [Google Scholar]Dey A, Chitsaz F, Abbasi A, Misteli T, Ozato K. The double bromodomain protein Brd4 binds to acetylated chromatin during interphase and mitosis. Proceedings of the National Academy of Sciences of the United States of America. 2003;100:8758–8763. [PMC free article] [PubMed] [Google Scholar]Feng Q, Zhang Z, Shea MJ, Creighton CJ, Coarfa C, Hilsenbeck SG, Lanz R, He B, Wang L, Fu X, et al.  An epigenomic approach to therapy for tamoxifen-resistant breast cancer. Cell research. 2014;24:809–819. [PMC free article] [PubMed] [Google Scholar]Filippakopoulos P, Picaud S, Mangos M, Keates T, Lambert JP, Barsyte-Lovejoy D, Felletar I, Volkmer R, Muller S, Pawson T, et al.  Histone recognition and large-scale structural analysis of the human bromodomain family. Cell. 2012;149:214–231. [PMC free article] [PubMed] [Google Scholar]Filippakopoulos P, Qi J, Picaud S, Shen Y, Smith WB, Fedorov O, Morse EM, Keates T, Hickman TT, Felletar I, et al.  Selective inhibition of BET bromodomains. Nature. 2010;468:1067–1073. [PMC free article] [PubMed] [Google Scholar]Forbes SA, Beare D, Gunasekaran P, Leung K, Bindal N, Boutselakis H, Ding M, Bamford S, Cole C, Ward S, et al.  COSMIC: exploring the world’s knowledge of somatic mutations in human cancer. Nucleic acids research. 2015;43:D805–811. http://cancer.sanger.ac.uk. [PMC free article] [PubMed] [Google Scholar]Gao J, Aksoy BA, Dogrusoz U, Dresdner G, Gross B, Sumer SO, Sun Y, Jacobsen A, Sinha R, Larsson E, et al.  Integrative analysis of complex cancer genomics and clinical profiles using the cBioPortal. Science signaling. 2013;6:pl1. [PMC free article] [PubMed] [Google Scholar]Gao X, Lin J, Gao L, Deng A, Lu X, Li Y, Wang L, Yu L. High expression of c-kit mRNA predicts unfavorable outcome in adult patients with t(8;21) acute myeloid leukemia. PloS one. 2015;10:e0124241. [PMC free article] [PubMed] [Google Scholar]Glover-Cutter K, Kim S, Espinosa J, Bentley DL. RNA polymerase II pauses and associates with pre-mRNA processing factors at both ends of genes. Nature structural & molecular biology. 2008;15:71–78. [PMC free article] [PubMed] [Google Scholar]Groschel S, Sanders MA, Hoogenboezem R, de Wit E, Bouwman BA, Erpelinck C, van der Velden VH, Havermans M, Avellino R, van Lom K, et al.  A single oncogenic enhancer rearrangement causes concomitant EVI1 and GATA2 deregulation in leukemia. Cell. 2014;157:369–381. [PubMed] [Google Scholar]Ha M, Kim VN. Regulation of microRNA biogenesis. Nature reviews Molecular cell biology. 2014;15:509–524. [PubMed] [Google Scholar]Hah N, Murakami S, Nagari A, Danko CG, Kraus WL. Enhancer transcripts mark active estrogen receptor binding sites. Genome research. 2013;23:1210–1223. [PMC free article] [PubMed] [Google Scholar]Ikeda H, Kanakura Y, Tamaki T, Kuriu A, Kitayama H, Ishikawa J, Kanayama Y, Yonezawa T, Tarui S, Griffin JD. Expression and functional role of the proto-oncogene c-kit in acute myeloblastic leukemia cells. Blood. 1991;78:2962–2968. [PubMed] [Google Scholar]Jang MK, Mochizuki K, Zhou M, Jeong HS, Brady JN, Ozato K. The bromodomain protein Brd4 is a positive regulatory component of P-TEFb and stimulates RNA polymerase II-dependent transcription. Molecular cell. 2005;19:523–534. [PubMed] [Google Scholar]Kaufmann SH, Karp JE, Svingen PA, Krajewski S, Burke PJ, Gore SD, Reed JC. Elevated expression of the apoptotic regulator Mcl-1 at the time of leukemic relapse. Blood. 1998;91:991–1000. [PubMed] [Google Scholar]Kim D, Pertea G, Trapnell C, Pimentel H, Kelley R, Salzberg SL. TopHat2: accurate alignment of transcriptomes in the presence of insertions, deletions and gene fusions. Genome biology. 2013;14:R36. [PMC free article] [PubMed] [Google Scholar]Kwak H, Fuda NJ, Core LJ, Lis JT. Precise maps of RNA polymerase reveal how promoters direct initiation and pausing. Science (New York, NY) 2013;339:950–953. [PMC free article] [PubMed] [Google Scholar]Langmead B, Salzberg SL. Fast gapped-read alignment with Bowtie 2. Nature methods. 2012;9:357–359. [PMC free article] [PubMed] [Google Scholar]Larizza L, Magnani I, Beghini A. The Kasumi-1 cell line: a t(8;21)-kit mutant model for acute myeloid leukemia. Leukemia & lymphoma. 2005;46:247–255. [PubMed] [Google Scholar]Leverson JD, Zhang H, Chen J, Tahir SK, Phillips DC, Xue J, Nimmer P, Jin S, Smith M, Xiao Y, et al.  Potent and selective small-molecule MCL-1 inhibitors demonstrate on-target cancer cell killing activity as single agents and in combination with ABT-263 (navitoclax) Cell death & disease. 2015;6:e1590. [PMC free article] [PubMed] [Google Scholar]Liao SM, Zhang J, Jeffery DA, Koleske AJ, Thompson CM, Chao DM, Viljoen M, van Vuuren HJ, Young RA. A kinase-cyclin pair in the RNA polymerase II holoenzyme. Nature. 1995;374:193–196. [PubMed] [Google Scholar]Lis JT, Mason P, Peng J, Price DH, Werner J. P-TEFb kinase recruitment and function at heat shock loci. Genes & development. 2000;14:792–803. [PMC free article] [PubMed] [Google Scholar]Liu L, Xu Y, He M, Zhang M, Cui F, Lu L, Yao M, Tian W, Benda C, Zhuang Q, et al.  Transcriptional pause release is a rate-limiting step for somatic cell reprogramming. Cell stem cell. 2014;15:574–588. [PubMed] [Google Scholar]Lockwood WW, Zejnullahu K, Bradner JE, Varmus H. Sensitivity of human lung adenocarcinoma cell lines to targeted inhibition of BET epigenetic signaling proteins. Proceedings of the National Academy of Sciences of the United States of America. 2012;109:19408–19413. [PMC free article] [PubMed] [Google Scholar]Loven J, Hoke HA, Lin CY, Lau A, Orlando DA, Vakoc CR, Bradner JE, Lee TI, Young RA. Selective inhibition of tumor oncogenes by disruption of super-enhancers. Cell. 2013;153:320–334. [PMC free article] [PubMed] [Google Scholar]Mahat DB, Salamanca HH, Duarte FM, Danko CG, Lis JT. Mammalian Heat Shock Response and Mechanisms Underlying Its Genome-wide Transcriptional Regulation. Molecular cell. 2016;62:63–78. [PMC free article] [PubMed] [Google Scholar]Marshall NF, Price DH. Purification of P-TEFb, a transcription factor required for the transition into productive elongation. The Journal of biological chemistry. 1995;270:12335–12338. [PubMed] [Google Scholar]Matozaki S, Nakagawa T, Kawaguchi R, Aozaki R, Tsutsumi M, Murayama T, Koizumi T, Nishimura R, Isobe T, Chihara K. Establishment of a myeloid leukaemic cell line (SKNO-1) from a patient with t(8;21) who acquired monosomy 17 during disease progression. British journal of haematology. 1995;89:805–811. [PubMed] [Google Scholar]Min IM, Waterfall JJ, Core LJ, Munroe RJ, Schimenti J, Lis JT. Regulating RNA polymerase pausing and transcription elongation in embryonic stem cells. Genes & development. 2011;25:742–754. [PMC free article] [PubMed] [Google Scholar]Nicodeme E, Jeffrey KL, Schaefer U, Beinke S, Dewell S, Chung CW, Chandwani R, Marazzi I, Wilson P, Coste H, et al.  Suppression of inflammation by a synthetic histone mimic. Nature. 2010;468:1119–1123. [PMC free article] [PubMed] [Google Scholar]Ott CJ, Kopp N, Bird L, Paranal RM, Qi J, Bowman T, Rodig SJ, Kung AL, Bradner JE, Weinstock DM. BET bromodomain inhibition targets both c-Myc and IL7R in high-risk acute lymphoblastic leukemia. Blood. 2012;120:2843–2852. [PMC free article] [PubMed] [Google Scholar]Park SH, Chi HS, Min SK, Park BG, Jang S, Park CJ. Prognostic impact of c-KIT mutations in core binding factor acute myeloid leukemia. Leukemia research. 2011;35:1376–1383. [PubMed] [Google Scholar]Paschka P, Marcucci G, Ruppert AS, Mrozek K, Chen H, Kittles RA, Vukosavljevic T, Perrotti D, Vardiman JW, Carroll AJ, et al.  Adverse prognostic significance of KIT mutations in adult acute myeloid leukemia with inv(16) and t(8;21): a Cancer and Leukemia Group B Study. Journal of clinical oncology: official journal of the American Society of Clinical Oncology. 2006;24:3904–3911. [PubMed] [Google Scholar]Peng J, Zhu Y, Milton JT, Price DH. Identification of multiple cyclin subunits of human P-TEFb. Genes & development. 1998;12:755–762. [PMC free article] [PubMed] [Google Scholar]Poss ZC, Ebmeier CC, Odell AT, Tangpeerachaikul A, Lee T, Pelish HE, Shair MD, Dowell RD, Old WM, Taatjes DJ. Identification of Mediator Kinase Substrates in Human Cells using Cortistatin A and Quantitative Phosphoproteomics. Cell reports. 2016;15:436–450. [PMC free article] [PubMed] [Google Scholar]Ptasinska A, Assi SA, Mannari D, James SR, Williamson D, Dunne J, Hoogenkamp M, Wu M, Care M, McNeill H, et al.  Depletion of RUNX1/ETO in t(8;21) AML cells leads to genome-wide changes in chromatin structure and transcription factor binding. Leukemia. 2012;26:1829–1841. [PMC free article] [PubMed] [Google Scholar]Ptasinska A, Assi SA, Martinez-Soria N, Imperato MR, Piper J, Cauchy P, Pickin A, James SR, Hoogenkamp M, Williamson D, et al.  Identification of a dynamic core transcriptional network in t(8;21) AML that regulates differentiation block and self-renewal. Cell reports. 2014;8:1974–1988. [PMC free article] [PubMed] [Google Scholar]Schnittger S, Kohl TM, Haferlach T, Kern W, Hiddemann W, Spiekermann K, Schoch C. KIT-D816 mutations in AML1-ETO-positive AML are associated with impaired event-free and overall survival. Blood. 2006;107:1791–1799. [PubMed] [Google Scholar]Shi J, Whyte WA, Zepeda-Mendoza CJ, Milazzo JP, Shen C, Roe JS, Minder JL, Mercan F, Wang E, Eckersley-Maslin MA, et al.  Role of SWI/SNF in acute leukemia maintenance and enhancer-mediated Myc regulation. Genes & development. 2013;27:2648–2662. [PMC free article] [PubMed] [Google Scholar]Wada T, Takagi T, Yamaguchi Y, Ferdous A, Imai T, Hirose S, Sugimoto S, Yano K, Hartzog GA, Winston F, et al.  DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes & development. 1998a;12:343–356. [PMC free article] [PubMed] [Google Scholar]Wada T, Takagi T, Yamaguchi Y, Watanabe D, Handa H. Evidence that P-TEFb alleviates the negative effect of DSIF on RNA polymerase II-dependent transcription in vitro. The EMBO journal. 1998b;17:7395–7403. [PMC free article] [PubMed] [Google Scholar]Wang YY, Zhou GB, Yin T, Chen B, Shi JY, Liang WX, Jin XL, You JH, Yang G, Shen ZX, et al.  AML1-ETO and C-KIT mutation/overexpression in t(8;21) leukemia: implication in stepwise leukemogenesis and response to Gleevec. Proceedings of the National Academy of Sciences of the United States of America. 2005;102:1104–1109. [PMC free article] [PubMed] [Google Scholar]Wheeler S, Seegmiller A, Vnencak-Jones C. KIT in Acute Myeloid Leukemia. My Cancer Genome. 2013 http://www.mycancergenome.org/content/disease/acute-myeloid-leukemia/kit/Wu SY, Chiang CM. The double bromodomain-containing chromatin adaptor Brd4 and transcriptional regulation. The Journal of biological chemistry. 2007;282:13141–13145. [PubMed] [Google Scholar]Wuilleme-Toumi S, Robillard N, Gomez P, Moreau P, Le Gouill S, Avet-Loiseau H, Harousseau JL, Amiot M, Bataille R. Mcl-1 is overexpressed in multiple myeloma and associated with relapse and shorter survival. Leukemia. 2005;19:1248–1252. [PubMed] [Google Scholar]Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. [PubMed] [Google Scholar]Yang Z, Yik JH, Chen R, He N, Jang MK, Ozato K, Zhou Q. Recruitment of P-TEFb for stimulation of transcriptional elongation by the bromodomain protein Brd4. Molecular cell. 2005;19:535–545. [PubMed] [Google Scholar]Zhang G, Liu R, Zhong Y, Plotnikov AN, Zhang W, Zeng L, Rusinova E, Gerona-Nevarro G, Moshkina N, Joshua J, et al.  Down-regulation of NF-kappaB transcriptional activity in HIV-associated kidney disease by BRD4 inhibition. The Journal of biological chemistry. 2012a;287:28840–28851. [PMC free article] [PubMed] [Google Scholar]Zhang G, Plotnikov AN, Rusinova E, Shen T, Morohashi K, Joshua J, Zeng L, Mujtaba S, Ohlmeyer M, Zhou MM. Structure-guided design of potent diazobenzene inhibitors for the BET bromodomains. Journal of medicinal chemistry. 2013;56:9251–9264. [PMC free article] [PubMed] [Google Scholar]Zhang W, Prakash C, Sum C, Gong Y, Li Y, Kwok JJ, Thiessen N, Pettersson S, Jones SJ, Knapp S, et al.  Bromodomain-containing protein 4 (BRD4) regulates RNA polymerase II serine 2 phosphorylation in human CD4+ T cells. The Journal of biological chemistry. 2012b;287:43137–43155. [PMC free article] [PubMed] [Google Scholar]Zuber J, Shi J, Wang E, Rappaport AR, Herrmann H, Sison EA, Magoon D, Qi J, Blatt K, Wunderlich M, et al.  RNAi screen identifies Brd4 as a therapeutic target in acute myeloid leukaemia. Nature. 2011;478:524–528. [PMC free article] [PubMed] [Google Scholar]"}