{"title": "RNA polymerase II pausing modulates hematopoietic stem cell emergence in zebrafish", "pubDate": "2016", "PMCID": "PMC5043126", "DOI": "10.1182/blood-2016-02-697847", "PMID": "27520065", "abstract": "The promoter-proximal pausing of RNA polymerase II (Pol II) plays a critical role in regulating metazoan gene transcription. Despite the prevalence of Pol II pausing across the metazoan genomes, little is known about the in vivo effect of Pol II pausing on vertebrate development. We use the emergence of hematopoietic stem cells (HSCs) in zebrafish embryos as a model to investigate the role of Pol II pausing in vertebrate organogenesis. Disrupting Pol II pausing machinery causes a severe reduction of HSC specification, a defect that can be effectively rescued by inhibiting Pol II elongation. In pausing-deficient embryos, the transforming growth factor β (TGFβ) signaling is elevated due to enhanced transcription elongation of key pathway genes, leading to HSC inhibition; in contrast, the interferon-γ (IFN-γ) signaling and its downstream effector Jak2/Stat3, which are required for HSC formation, are markedly attenuated owing to reduced chromatin accessibility on IFN-γ receptor genes. These findings reveal a novel transcription mechanism instructing HSC fate by pausing-mediated differential regulation of key signaling pathways.", "author": [{"author": "Qiwen Yang", "affiliation": ["Laboratory of Molecular Genetics of Blood Development, Cecil H. and Ida Green Center for Reproductive Biology Sciences and Division of Basic Reproductive Biology Research, Department of Obstetrics and Gynecology, University of Texas Southwestern Medical Center, Dallas, TX."], "href": "/?term=Yang+Q&cauthor_id=27520065"}, {"author": "Xiuli Liu", "affiliation": ["Laboratory of Molecular Genetics of Blood Development, Cecil H. and Ida Green Center for Reproductive Biology Sciences and Division of Basic Reproductive Biology Research, Department of Obstetrics and Gynecology, University of Texas Southwestern Medical Center, Dallas, TX."], "href": "/?term=Liu+X&cauthor_id=27520065"}, {"author": "Ting Zhou", "affiliation": ["Laboratory of Molecular Genetics of Blood Development, Cecil H. and Ida Green Center for Reproductive Biology Sciences and Division of Basic Reproductive Biology Research, Department of Obstetrics and Gynecology, University of Texas Southwestern Medical Center, Dallas, TX."], "href": "/?term=Zhou+T&cauthor_id=27520065"}, {"author": "Jennifer Cook", "affiliation": ["Laboratory of Molecular Genetics of Blood Development, Cecil H. and Ida Green Center for Reproductive Biology Sciences and Division of Basic Reproductive Biology Research, Department of Obstetrics and Gynecology, University of Texas Southwestern Medical Center, Dallas, TX."], "href": "/?term=Cook+J&cauthor_id=27520065"}, {"author": "Kim Nguyen", "affiliation": ["Laboratory of Molecular Genetics of Blood Development, Cecil H. and Ida Green Center for Reproductive Biology Sciences and Division of Basic Reproductive Biology Research, Department of Obstetrics and Gynecology, University of Texas Southwestern Medical Center, Dallas, TX."], "href": "/?term=Nguyen+K&cauthor_id=27520065"}, {"author": "Xiaoying Bai", "affiliation": ["Laboratory of Molecular Genetics of Blood Development, Cecil H. and Ida Green Center for Reproductive Biology Sciences and Division of Basic Reproductive Biology Research, Department of Obstetrics and Gynecology, University of Texas Southwestern Medical Center, Dallas, TX."], "href": "/?term=Bai+X&cauthor_id=27520065"}], "refPMID": [], "citedInPMID": ["27520065", "34982944", "34853439", "32453872", "31784460", "29910999", "29784961", "29204828", "29174978"], "body": " Key PointsPol II pausing is required for HSC emergence in zebrafish embryos.TGFβ and IFN-γ signaling are oppositely regulated by Pol II pausing to regulate HSC emergence. AbstractThe promoter-proximal pausing of RNA polymerase II (Pol II) plays a critical role in regulating metazoan gene transcription. Despite the prevalence of Pol II pausing across the metazoan genomes, little is known about the in vivo effect of Pol II pausing on vertebrate development. We use the emergence of hematopoietic stem cells (HSCs) in zebrafish embryos as a model to investigate the role of Pol II pausing in vertebrate organogenesis. Disrupting Pol II pausing machinery causes a severe reduction of HSC specification, a defect that can be effectively rescued by inhibiting Pol II elongation. In pausing-deficient embryos, the transforming growth factor β (TGFβ) signaling is elevated due to enhanced transcription elongation of key pathway genes, leading to HSC inhibition; in contrast, the interferon-γ (IFN-γ) signaling and its downstream effector Jak2/Stat3, which are required for HSC formation, are markedly attenuated owing to reduced chromatin accessibility on IFN-γ receptor genes. These findings reveal a novel transcription mechanism instructing HSC fate by pausing-mediated differential regulation of key signaling pathways. IntroductionHematopoietic stem cells (HSCs) are capable of both self-renewal and multilineage differentiation to maintain all mature blood cells throughout life. In vertebrates, HSCs first appear in the aorta-gonads-mesonephros (AGM) region, budding from the ventral endothelium of the dorsal aorta (DA).1-4 HSC generation is regulated by a complex signaling network that needs to be tightly regulated to provide proper signaling output to instruct HSC specification.5The activity of the HSC signaling network is regulated at the level of transcription mediated by RNA polymerase II (Pol II). The Pol II transcription cycle contains several rate-limiting steps. In particular, increasing evidence in recent years has revealed that transcriptionally engaged Pol II on many metazoan genes experiences a temporary stalling after initiation.6,7 This phenomenon, described as promoter proximal pausing of Pol II, requires the pausing factors negative elongation factor (NELF) and DEB (5,6-dichloro-1-β-D-ribofuranosylbenzimidazole)-sensitive inducing factor (DSIF).8,9 Release of paused Pol II into productive elongation is triggered by the recruitment of positive transcription elongation factor b (P-TEFb), which contains a kinase subunit CDK9 that phosphorylates Pol II, NELF, and DSIF, leading to the dissociation of NELF, while converting DSIF into an elongation-stimulating factor.9-11Although recent genome-wide studies have revealed a surprising prevalence of Pol II pausing in metazoan genomes, the in vivo biological consequence of pausing disruption remains largely unclear. Previous studies have suggested important roles of the pausing factor NELF in mouse embryonic development and stem cell differentiation,12-16 whereas the function of DSIF-mediated pausing is less understood. The dual role of DSIF as both pausing and elongation factor makes it difficult to study its pausing function separately. To begin to explore how DSIF-mediated pausing regulates vertebrate development and organogenesis, we took the advantage of a previously identified zebrafish genetic mutant of suppressor of Ty 5 homolog (spt5), a key component of DSIF. This mutant allele spt5m806 carries a missense mutation that causes an amino acid substitution at a conserved residue (V1012D) (Figure 1A), resulting in specific disruption of the pausing function of DSIF without affecting its elongation-stimulating function in in vitro transcription assays.17 Despite being a lethal mutant, spt5m806 embryos are morphologically normal during the first 38 hours postfertilization (hpf). By 48 hpf, a specific neuronal defect was reported.17 The overall phenotype of spt5m806 is much weaker compared with the null mutation of spt5 that disrupts both pausing and elongation functions of DSIF,18 suggesting that not all cells are equally sensitive to loss of Pol II pausing.Open in a separate windowFigure 1Defective HSC formation in pausing-deficient embryos. (A) Alignment of the C-terminal protein sequence of human and zebrafish Spt5. The V1012D mutation in the zebrafish spt5m806 mutant is highlighted. (B-C) WISH in sibling control (sib) and spt5m806 (m806) embryos for expression of runx1 at 36 hpf (B) and ephrinb2a (efnb2a) at 28 hpf (C). (D) Overlay of the bright field and fluorescent imaging of CHT in Tg(cd41:GFP) embryos at 48 hpf. The insets depict the enlarged GFP fluorescent imaging of the area outlined by dashed lines. YE, yolk extension. (E) WISH for rag1 in thymus (red arrows) at 4 dpf. (F) WISH for runx1/c-myb at 36 hpf in embryos injected with control morpholino (MO), nelf-b MO, or nelf-e MO. (G) Illustration of the blood organs analyzed in panels B-F. Numbers in the upper/lower right corner of images indicate the fraction of embryos with WISH signal similar to the representative image.It is unclear how loss of Pol II pausing selectively affects certain cells but not others, given the fact that pausing factors are ubiquitously expressed and recruited to the majority of genes. We hypothesize that such selectivity may be achieved, at least partially, via regulation of signaling pathways. Signaling pathway genes are enriched with Pol II pausing,19 suggesting that Pol II pausing may regulate signaling activity. Here, we test this hypothesis using the spt5m806 mutant, focusing on HSC development, a process that is tightly controlled by a complex signaling network. Our studies reveal a fundamental role of Pol II pausing in controlling HSC generation by regulating signaling pathways via both positive and negative mechanisms, thus providing a direct evidence for the role of Pol II pausing in establishing specific cell fates during vertebrate organogenesis. Materials and methodsZebrafish maintenance and treatmentZebrafish adults were maintained in accordance with University of Texas Southwestern Medical Center (UTSW) animal research guidelines. Chemical treatment was performed from 16 hpf until analysis stages. The spt5m806 mutation was genotyped by sequencing of genomic polymerase chain reaction (PCR) amplification using primers 5′-ACAGGGAGGAATGTGCTCTG-3′ and 5′-GTGATATCGTCTTGCAGGTGTC-3′.In situ hybridization (WISH)Whole-mount in situ hybridization (WISH) was carried out as described.20 Probes were generated using the DIG RNA Labeling kit (Roche) from linearized plasmids.Morpholino injectionMorpholinos (Gene Tools) were injected into 1- to 2-cell–stage embryos. See supplemental Table 1 (available on the Blood Web site) for morpholino information.TUNEL, immunofluorescence staining, and western analysisTerminal deoxynucleotidyltransferase-mediated dUTP nick end labeling (TUNEL) staining was performed using the ApopTag Plus Peroxidase In Situ Apoptosis kit (Millipore). 5-Bromo-2′-deoxyuridine (BrdU) incorporation was performed by incubating 36-hpf embryos in 10 mM BrdU for 20 minutes before fixation in 4% paraformaldehyde. Double immunofluorescence staining was carried out as described.21 Protein for western analysis was extracted from the trunk region of embryos. See supplemental Table 2 for antibody information.Quantitative RT-PCR analysesQuantitative reverse transcription PCR (Q-RT-PCR) was performed on Roche LightCycler 480 using the iQ SYBR Green Mastermix (Bio-Rad). Gene expression was analyzed relative to β-actin using the ∆∆ cycle threshold (∆∆Ct) method. See supplemental Table 3 for primer sequences.ChIP assaysPol II chromatin immunoprecipitation (ChIP) was performed according to an established protocol.22,23 In brief, 200 embryos (36 hpf) were deyolked and cells were dissociated with 0.08 mg/mL Liberase (Roche) for 15 minutes. Two-percent formaldehyde was added to fix cells for 10 minutes. Sonication was carried out on Covaris M220. Sonicated chromatin (40 μg) was incubated with 3 μg of Pol II antibody (Active Motif). The enrichment of ChIP relative to the input was determined by quantitative PCR (Q-PCR) with gene-specific primers (supplemental Table 4).Micrococcal nuclease protection assaysFifty embryos (36 hpf) were collected and mononucleosomes were prepared using the EpiScope Nucleosome Preparation kit (TaKaRa-Clontech). Q-PCR was performed with overlapping primer pairs (supplemental Table 5) covering the ∼300-bp promoter region.MicroscopyEmbryos were mounted in 1% agarose for imaging. Fluorescent imaging was performed on a Zeiss Axioskop2 with a Leica DFC450C camera and Leica application suite software. Confocal imaging was performed on a Leica SP2 microscope using Leica confocal software and cells were manually counted.Statistical analysesData were analyzed by the Student t test. In all figures, data are represented by mean ± standard error of the mean (SEM) from ≥3 independent experiments. ResultsDefective HSPC formation in spt5m806 mutant and NELF-deficient zebrafish embryosIn zebrafish, HSCs emerge from the dorsal aortic floor starting from about 30 hpf until past 54 hpf.2,4 Before 38 hpf, the spt5m806 mutant embryos are morphologically indistinguishable from their siblings, providing a time window to study HSC formation.By WISH for the definitive hematopoietic stem and progenitor cell (HSPC) marker runx1 (Figure 1B) and c-myb (supplemental Figure 1A), a severe loss of HSPCs in 36-hpf spt5m806 mutants was detected. Because HSCs originate from the ventral endothelium of the DA, disruption of arterial identity could cause HSPC defect. However, WISH for arterial markers ephrinb2a and deltaC at 28 hpf showed no difference between mutants and siblings (Figure 1C; supplemental Figure 1A), suggesting a specific defect in HSPC formation in spt5\nm806 mutants.The HSPC defect was further confirmed by analyzing a HSPC-reporter line Tg(cd41:GFP).24 In the caudal hematopoietic tissue (CHT) of 48-hpf embryos, both HSPCs (green fluorescent protein low [GFPlow]) and thrombocytes (GFPhi)25,26 were greatly reduced in mutants (Figure 1D). Moreover, the expression of the T-cell marker rag1 was absent in the thymus in 4-days postfertilization (dpf) mutant embryos (Figure 1E), whereas the expression of the thymic epithelial marker foxn1 was unaffected (supplemental Figure 1A). Altogether, these results are consistent with the HSPC defect that leads to concomitant decrease in HSPC-derived thrombocytes and T cells.To test whether depleting another pausing factor NELF could cause similar HSPC defect, we knocked down NELF subunits using morpholino antisense oligos. Previous studies have found that all NELF subunits (A, B, C/D, and E) are interdependent for their stability.27 We chose to knockdown Nelf-B and Nelf-E, the 2 most widely studied subunits. Knockdown of either subunit caused substantial reduction of runx1/c-myb+ HSPCs (Figure 1F), which could be restored by injecting corresponding messenger RNA (mRNA) (supplemental Figure 1B). The knockdown efficiency was further verified by using splicing-blocking morpholinos, coinjection of p53 morpholino, and RT-PCR analyses (supplemental Figure 1B-C). These results thus strongly suggest that Pol II pausing is required for embryonic HSPC development.In contrast to the HSPC defect, primitive hematopoiesis is unaffected in spt5m806 mutants as revealed by normal expression of erythroid markers scl and gata1 at 24 hpf, and myeloid marker mpo at 28 hpf (supplemental Figure 1D). In addition, mutant embryos have normal expression of the somite marker myoD and the pronephric marker pax2.1 at 24 hpf (supplemental Figure 1D), confirming an overall normal development of spt5m806 mutants at early embryonic stages.Disrupted HSC specification and HSPC proliferation in spt5m806 mutantsNext, we asked whether HSPC loss in pausing-deficient embryos resulted from defective HSC emergence from the aortic endothelium, or HSPC proliferation/survival after HSC formation, or both. Prior to HSC emergence, runx1 is already expressed in the hemogenic endothelial cells in the DA. We observed a reduction of runx1 in spt5m806 mutants as early as at 25 hpf (Figure 2A), suggesting that the defect initiated in HSC precursors. To further confirm these results, we analyzed nascent HSCs expressing both the endothelial marker kdrl and the HSPC marker cd41 in spt5m806 mutants carrying transgenes kdrl:dsRed and cd41:GFP. Consistent with the runx1 WISH result, we observed a significant reduction of dsRed+GFP+ cells in the AGM region (Figure 2B,E; P < .01). Together, these results strongly suggest that the earliest establishment of HSC fate is compromised in spt5m806 mutants.Open in a separate windowFigure 2HSC specification and proliferation are compromised in spt5m806 mutants. (A) WISH for runx1 at 25 hpf in sibling control and spt5m806 embryos. (B) Fluorescent microscopy imaging of Tg(cd41:GFP; kdrl:dsRed) embryos at 36 hpf. Arrowheads indicate nascent HSCs that are double positive for GFP and dsRed. Scale bar, 50 μM. (C) Double immunofluorescent staining for GFP and phosphorylated histone H3 (pH3) in Tg(cd41:GFP) embryos. GFP is in green and pH3 is in red. Arrowheads indicate cells that are GFP+pH3+. Scale bar, 50 μM. (D) TUNEL staining for apoptosis in CHT. (E-G) Quantification of the results from panels B, C, and D, respectively. Each dot represents an individual embryo. Values represent mean ± SEM. **P < .01. n.s., not significant; sib, sibling.Reduced cell proliferation or viability could also contribute to the HSPC defect. BrdU labeling of AGM hematopoietic endothelium in 36-hpf Tg(fli1:GFP) embryos revealed no difference between mutants and siblings (supplemental Figure 2), suggesting normal cell proliferation in AGM. At 48 hpf, however, mutant embryos showed a substantial reduction of HSPC proliferation in CHT as revealed by immunostaining of the mitotic marker pH3 (phosphorylated histone 3) (Figure 2C,F; P < .01). In contrast, no change of cell death was observed in mutants by TUNEL staining in AGM and CHT (Figure 2D,G). These data suggest that HSPC loss in spt5m806 mutants initiates during HSC specification in AGM and is further intensified by decreased HSPC proliferation in CHT.Rescue of HSPCs in pausing-deficient embryos by inhibiting Pol II elongationA consequence of losing Pol II pausing is premature release of Pol II into the elongation phase. If the HSPC defect in pausing-deficient embryos was caused by premature Pol II elongation, inhibiting Pol II elongation may reverse this phenotype (Figure 3 top panel). Pol II elongation requires the kinase activity of the P-TEFb subunit CDK9. Treating embryos with CDK9 inhibitors flavopiridol (2 μM) or CDK9 inhibitor II (CDK9-i2; 150 μM) from 16 hpf to 36 hpf greatly restored runx1/c-myb+ HSPCs in spt5m806 embryos and nelf-b morphants (Figure 3A-C). In contrast, the CDK2 inhibitor Roscovitine (15 μM) and CDK7 inhibitor BS-181 (100 μM) failed to rescue HSPCs (supplemental Figure 3A). To verify the result from drug treatment, we knocked down CDK9 with a splicing-blocking morpholino. Partial knockdown of CDK9 by low-dose morpholino (1.2 ng) efficiently rescued runx1/c-myb+ HSPCs in spt5m806 mutant embryos without significantly affecting HSPCs in wild-type embryos (Figure 3E; supplemental Figure 3C). In contrast, complete depletion of CDK9 by high-dose morpholino (4 ng) failed to rescue mutants and abolished HSPCs in wild-type embryos (Figure 3F; supplemental Figure 3C), suggesting that a complete loss of P-TEFb–mediated Pol II elongation is detrimental to HSPCs, consistent with a previous knockdown study.28 Similarly, treating embryos with a higher dose of CDK9-i2 (500 μM) also abolished HSPCs in wild-type embryos (Figure 3G), consistent with the phenotype in cdk9 morphants.Open in a separate windowFigure 3Inhibition of CDK9 rescues HSCs in pausing-deficient embryos. (Top) A schematic diagram for the predicted effect of CDK9 inhibition on HSC formation in pausing-deficient embryos in panels A-G. (A-C) WISH for runx1/c-myb at 36 hpf in control, spt5m806, and nelf-b morpholino (MO) injected embryos treated with DMSO (A), flavopiridol (B), or CDK9 inhibitor II (CDK9-i2). (D-F) WISH for runx1/c-myb at 36 hpf in control and spt5m806 embryos injected with control MO (D), 1.2 ng cdk9 MO (E), or 4 ng cdk9 MO (F). (G) WISH for runx1/c-myb at 36 hpf in control and spt5m806 embryos treated with high-dose (500 μM) CDK9-i2. DMSO, dimethyl sulfoxide.Collectively, these results suggest that HSC formation requires a tightly controlled release of paused Pol II. Disruption of this pause-to-elongation transition by losing either pausing factors or elongation factors can lead to a HSPC defect.TGFβ and proinflammation pathways are differentially regulated in spt5m806 mutantsNext, we attempted to determine the underlying mechanism for the HSPC defect in spt5m806 mutants. Genome-wide studies have revealed that paused genes are enriched with components in cellular signaling pathways.29,30 HSPC specification and proliferation are tightly regulated by multiple intrinsic and extrinsic signaling pathways.5 We hypothesized that loss of Pol II pausing may cause deregulation of specific signaling pathways that control HSPC development. To identify these pathways, we examined several signaling pathways known to positively or negatively regulate HSPC development. For positive HSPC regulators, we examined Wnt,31 Notch,32,33 Wnt16-Dlc/Dld,34 and proinflammation pathways.35-38 For the inhibitory signaling, we tested transforming growth factor β (TGFβ), which was previously reported to inhibit blood development in Xenopus and in vitro culture systems39-42 but has not been directly linked to HSC emergence in vivo.For both canonical Wnt and Notch pathways, Q-RT-PCR of multiple genes involved in these pathways showed comparable levels between mutants and control embryos (supplemental Figure 4A). Consistently, spt5m806 mutants carrying a Wnt/β-catenin reporter Tg(7xTCFsiam:GFP)43 or a Notch reporter Tg(TP1:GFP)44 showed normal GFP expression (supplemental Figure 4B,D), suggesting normal activity of these pathways in mutants. Similarly, no significant changes in the Wnt16-Dlc/Dld signaling pathway were detected in mutant embryos by WISH assays for wnt16, dlc, and dld (supplemental Figure 4C).In contrast, we found that mutant embryos exhibited an overall reduction in the expression of genes involved in proinflammatory signaling including the NF-κB pathway (rela, nfkbiaa, il1b; P < .05) and the interferon-γ (IFN-γ) signaling (crfb13 and irf2, P < .05; crfb17, P < .01) (Figure 4A). To verify these results in endothelial cells that give rise to HSCs, we purified fli1+ cells from Tg(fli1:GFP) fish by fluorescence-activated cell sorting (FACS). Q-RT-PCR analysis revealed that IFN-γ pathway genes (crfb17, P < .01; irf2, P < .05), but not the NF-κB pathway genes (rela and nfkbiaa), were significantly downregulated in mutant fish (Figure 4B). Consistent with the runx1 WISH result, we also detected a significant decrease of runx1 expression in mutant cells (Figure 4B; P < .01). Previous studies have shown that IFN-γ signaling activates Stat3 in the hemogenic endothelium to promote HSC specification.37 By western analysis, we detected a clear reduction of active Stat3 (phosphorylated Stat3) in mutant embryos at 36 hpf (Figure 4E-F). Similarly, the level of active Jak2 (phosphorylated Jak2) was also reduced in mutants (Figure 4E-F). In contrast, Stat5 signaling is not affected in mutants (supplemental Figure 4E). Although Stat1 is more canonically associated with IFN-γ signaling, knocking down stat1a and stat1b by morpholinos had no effect on runx1 expression (supplemental Figure 4F). Together, these data suggested a downregulation of the IFNγ-Jak2/Stat3 pathway in the spt5m806 mutant that may lead to the HSPC defect.Open in a separate windowFigure 4TGFβ and proinflammation signaling pathways are differentially regulated in spt5m806 mutants. (A-B) Q-RT-PCR analyses of mutant and sibling controls at 36 hpf to compare proinflammation genes in whole embryos (A), and FACS-purified endothelial cells from Tg(fl1i:GFP) embryos (B). Gene expression is normalized to β-actin and presented as fold change relative to sibling controls (n = 3, mean ± SEM, *P < .05, **P < .01.). (C-D) Q-RT-PCR analyses of mutant and sibling controls at 36 hpf to compare TGFβ pathway gene expression in whole embryos (C), and FACS-purified endothelial cells from Tg(fli1:GFP) embryos (D). Gene expression is normalized to β-actin and presented as fold change relative to sibling controls (n = 3, mean ± SEM, *P < .05, **P < .01). (E) Western blot to compare Stat3-Jak2 (left) and TGFβ-Smad2/3 (right) activity between mutants and controls. Embryos (36 hpf) were used for protein extraction from the trunk (outlined by dashed lines in the embryo illustration) that contains the region where HSCs were generated. β-actin serves as the loading control. (F) Quantification of western results in panel E. Protein level is normalized to β-actin (n ≥ 3, mean ± SEM, *P < .05, **P < .01). TNF, tumor necrosis factor.Conversely, we found that several important genes involved in TGFβ signaling are upregulated in spt5m806 mutants (Figure 4C, P < .05 for tgfb1a, P < .01 for tgfbr1b and smad2). Similar change was also found in FACS-purified endothelial cells from Tg(fli1:GFP) fish (Figure 4D), suggesting an elevation of TGFβ signaling in HSC precursors in mutants. This was further verified by western analysis showing the level of phosphorylated Smad2/3, the hallmark of active TGFβ signaling, increased in 36-hpf spt5m806 embryos (Figure 4E-F).Rescue of HSPCs in spt5m806 mutants by modulating the activity of TGFβ and STAT3To test whether altered TGFβ signaling and IFNγ-Jak2/Stat3 signaling are responsible for the HSPC defect in spt5m806 mutants, we first attempted to increase the activity of IFNγ-Jak2/Stat3 signaling in mutant embryos by overexpressing a constitutively active Stat3 in which the 663A and 665N residues were substituted by cysteine (Figure 5A top). Similar mutations have been shown to cause spontaneous dimerization of murine Stat3 that binds to DNA without JAK-dependent phosphorylation.45 Injection of this constitutively active Stat3 mRNA (Stat3-CA) largely restored runx1+ HSPCs in spt5m806 mutants, whereas injection of wild-type Stat3 had no effect (Figure 5A).Open in a separate windowFigure 5Rescue of HSCs in spt5m806 by modulating the activity of Stat3 and TGFβ signaling. (A, top) Partial sequence alignment of mouse and zebrafish STAT3. Two residues (red) are mutated in Stat3-CA (blue). (Bottom) WISH for runx1 in 36-hfp uninjected embryos, embryos injected with mRNA encoding Stat3-CA or wild-type STAT3 (STAT-WT). (B) WISH for runx1 in 36-hpf embryos treated with DMSO, individual TGFβ inhibitor (LY2157299 and SB505124), or Stat3-CA injection together with a TGFβ inhibitor (SB505124 + Stat3-CA). (C) Quantification of rescue efficiency by the percentage of spt5m806 embryos exhibiting increased runx1 staining under different treatment conditions (10-15 embryos per group, n = 3, mean ± SEM, **P < .01). (D) WISH for runx1 in untreated (no HS) vs HS-treated embryos carrying HS-inducible constitutive Tgfbr1 (hsp70:caAlk5). HS treatment was performed by incubating transgenic embryos at 37°C for 1 hour at 14 hpf. (E) Fluorescent microscopy imaging of Tg(kdrl:dsRed; cd41:GFP) embryos at 36 hpf under different treatment conditions. Arrowheads indicate nascent HSCs that are double positive for dsRed and GFP. Scale bar, 50 μM. (F) Double immunofluorescent staining for GFP (green) and pH3 (red) in CHT in 48 hpf Tg(cd41:GFP) embryos. Arrowheads indicate cells that are GFP+pH3+. Scale bar, 50 μM. (G-H) Quantification of the results from panels E and F, respectively (10-15 embryos per group, n = 3, mean ± SEM, **P < .01).To inhibit elevated TGFβ signaling in mutant embryos, we treated embryos with TGFβ inhibitors SB505124 (45 μM) or LY2157299 (40 μM). Both drugs markedly restored HSPCs in mutants (Figure 5B). At a higher dose (60 μM), SB505124 not only tends to increase the rescue efficiency but also causes HSPCs to increase in wild-type embryos (supplemental Figure 5A), whereas LY2157299 showed no dose effect (Figure 5C). These results thus suggest an inhibitory role of TGFβ in HSC formation. To verify this, we performed heat shock (HS) treatment on Tg(hsp70l:caALK5a) fish carrying HS-inducible constitutively active Tgfbr146 and detected a drastic HSPC reduction upon HS treatment (Figure 5D).To test whether the rescue by Stat3 activation and TGFβ inhibition is via HSC specification or proliferation or both, we analyzed nascent HSCs in Tg(kdrl:dsRed; cd41:GFP) fish after each treatment. In mutant embryos, a significant increase of dsRed+GFP+ cells in 36-hpf AGM was detected upon each treatment (Figure 5E,G; P < .01), suggesting that both pathways affect HSC emergence. In contrast, only TGFβ inhibition but not Stat3 activation could increase HSPC proliferation in CHT in 48-hpf mutant embryos (Figure 5F,H). These data therefore suggest that Stat3 activation mainly promotes HSC specification whereas TGFβ inhibition promotes HSC through both HSC specification and proliferation.Notably, neither Stat3 activation nor TGFβ inhibition could fully rescue HSPCs in mutants (Figure 5C). On the other hand, each treatment did not induce corresponding expression changes of genes in the other pathway (supplemental Figure 5B-C), suggesting that these 2 pathways do not affect each other and may act in parallel to regulate HSC formation. To further test this, we treated embryos with Stat3-CA injection together with TGFβ inhibitor. This double treatment showed a near complete restoration of HSPCs in spt5m806 mutants (Figure 5B-C; P < .01), supporting the parallel regulation of HSPC by the 2 pathways.Enhanced transcription elongation on TGFβ regulators in spt5m806 mutantsThe upregulated transcription of TGFβ genes prompted us to test whether any of these genes could have enhanced transcription elongation due to loss of pausing in spt5m806 mutants. Indeed, we detected a similar increase of nascent transcripts of these genes (supplemental Figure 5D), suggesting that the upregulation is likely at the transcription elongation level. ChIP analyses using a pan-Pol II antibody were then performed in 36-hpf embryos to assess Pol II occupancy on TGFβ genes. Pol II elongation was evaluated by calculating the ratio of ChIP signals between the promoter and the gene body. A decreased promoter-to-gene body ratio suggests less pausing and more elongation (Figure 6A left). Consistent with our prediction, this ratio was substantially decreased for 3 upregulated genes (P < .05 for tgfb1a and smad2, P < .01 for tgfbr1b) but showed no change for tgfbr1a, whose expression was unaffected in mutant embryos. Similarly, no change was detected on IFN-γ pathway genes crfb17 and crfb13 (Figure 6A). These data suggest that the activity of TGFβ signaling may be sensitive to perturbations of Pol II elongation. Indeed, flavopiridol treatment in wild-type embryos decreased elongation on TGFβ genes, leading to an increase of Pol II ChIP ratio (supplemental Figure 6A). Accordingly, phosphorylated Smad2/3 in flavopiridol-treated embryos was reduced (Figure 6B). Taken together, these results revealed a key role of Pol II pausing and elongation in regulating the activity of TGFβ signaling.Open in a separate windowFigure 6Loss of pausing in spt5m806 mutants regulates TGFβ and IFNγ signaling via distinct mechanisms. (A, left) An illustration for Pol II ChIP-PCR analysis to compare the ratio of Pol II occupancy at promoter vs gene body. 1 and 2 represent PCR amplicons within the promoter and gene body, respectively. ↓ means decrease; ↑ means increase. (Right) Quantification of ChIP ratio in sibling controls and spt5m806 mutants (n = 3, mean ± SEM, *P < .05, **P < .01). (B) Left, western blot to compare phosphorylated Smad2/3 (p-Smad2/3) level in 36-hpf embryos between DMSO and flavopiridol (4 μM) treatment. Right, quantification of western results by normalized to β-actin (n ≥ 3, mean ± SEM, *P < .05). (C) MNase protection experiments for crfb17 (left) and crfb13 (right) in 36-hpf sibling control and spt5m806 mutants. qPCR was performed to tile through the promoter region with overlapping amplicons. Relative ratio of the amount of digested DNA to genomic control was used to determine the extent of MNase protection. The shaded area marks the nucleosome-depleted region around the promoter. n = 3, mean ± SEM, *P < .05, **P < .01. (D) Pol II ChIP experiments to compare promoter-associated Pol II on crfb17 and crfb13 between 36-hpf sibling control and spt5m806 mutant embryos. β-actin serves as an unchanged control gene (n = 3, mean ± SEM, * P < .05).Diminished chromatin accessibility and Pol II recruitment on IFNγ-receptor genesIn contrast to TGFβ pathway genes, the downregulation of IFN-γ pathway genes is unexplainable by enhanced transcription elongation. Of note, previous studies have revealed positive roles of Pol II pausing in transcription. In Drosophila cells, paused Pol II is found to maintain the expression of certain genes by preventing nucleosome occupancy around promoters.13,14,47 To test whether such a mechanism is used in zebrafish embryos to regulate IFN-γ pathway genes, we isolated chromatin from 36-hpf embryos and performed micrococcal nuclease (MNase) digestion experiments to analyze the nucleosome organization around the promoter of crfb17 and crfb13, both encoding IFN-γ receptors. Mononucleosome-sized genomic DNA (supplemental Figure 6B) was extracted and analyzed by Q-PCR with overlapping primer pairs covering the ∼300-bp promoter region of crfb17 or crfb13. On both genes, we observed a dip in MNase protection around the transcription start site (TSS), confirming the presence of a nucleosome-depleted region surrounding their promoters (Figure 6C). Importantly, on both genes, an increase of MNase protection around TSS was detected in mutants (Figure 6C), suggesting a decrease of promoter accessibility, whereas no such changes were detected on TGFβ genes (supplemental Figure 6C). Consistently, Pol II ChIP revealed a great reduction of Pol II occupancy on the promoter of crfb13 and crfb17 in mutants (Figure 6D; P < .05), suggesting a decreased Pol II recruitment to these promoters. Taken together, these data support a model in which, in a gene-specific manner, Pol II pausing is required for gene expression by maintaining open chromatin. Loss of pausing may lead to nucleosome reassembly and prevent Pol II recruitment to the promoter, therefore compromising transcription. DiscussionHSC formation is tightly regulated at the transcriptional level by an orchestrated interplay between transcriptional regulators and cellular signaling pathways. Although many studies have focused on how these factors and signals integrate to recruit Pol II to initiate transcription of key HSC genes, we now provide evidence that a postinitiation step, that is, the promoter-proximal pausing of Pol II, plays an important role in regulating HSC gene expression.Using a zebrafish mutant that specifically disrupts the pausing function of DSIF, together with morpholino-mediated knockdown of NELF, we found that loss of Pol II pausing leads to a great loss of HSPCs, a defect that can be rescued by inhibiting P-TEFb–mediated Pol II elongation. HSCs are exposed to various signals when emerging in the DA. We have found that 2 signaling pathways, the TGFβ and the IFNγ-Stat3 signaling pathways, are oppositely regulated in pausing-deficient embryos through distinct mechanisms. Modulating the activity of these pathways effectively rescues HSPCs in mutant embryos. Our study thus supports a model in which Pol II pausing facilitates HSC cell-fate commitment by establishing the appropriate expression level of signaling molecules (supplemental Figure 7): it represses the inhibitory TGFβ signaling by restricting the transcription elongation on TGFβ pathway genes, while maintaining the activity of IFNγ signaling by keeping the key promoters accessible for the transcriptional machinery to facilitate RNA synthesis.The inhibitory role of TGFβ in HSC development is supported by the facts that TGFβ inhibitors rescue both HSC emergence and HSPC proliferation in pausing-deficient embryos. This is further confirmed by the result that enforced expression of constitutively active TGFβ inhibits HSC formation in wild-type embryos. Studies using in vitro culture systems of mouse AGM-derived cells have suggested an inhibitory role of TGFβ in HSC expansion.40,42 In Xenopus, the negative function of TGFβ signaling has been found in the precursors that give rise to both endothelium and HSCs.41 A more recent study has found that TGFβ activation impairs the endothelial to hematopoietic transition in a mouse embryonic stem cell model.39 Our finding is consistent with and further extends these findings by demonstrating that TGFβ is a negative regulator of HSC specification in vivo.Although pausing slows the release of Pol II into productive elongation, the presence of paused Pol II has been shown to have both positive and negative effects on gene expression.14,47-54 Here we show that loss of Pol II pausing leads to decreased basal expression of key genes in IFNγ pathways. This finding is consistent with the positive role of IFNγ signaling in HSC development37 and provides a molecular mechanism regarding the regulation of this signaling pathway. Intriguingly, loss of pausing has been reported to broadly attenuate innate immune gene activation in Drosophila cells.13 Our study reveals a similar sensitivity of these signaling pathways to pausing disruption in zebrafish embryos. An interesting question is why the embryo evolves to use such a transcriptional mechanism to regulate these pathways during HSC specification. We speculate that by keeping permissive chromatin architecture at the promoter, Pol II pausing allows for the establishment of basal activity of inflammation-responsive networks in HSPCs and poises cells for rapid and synchronous induction of the inflammatory program in response to pathogen stimulation.Notably, not all signaling pathways controlling HSC development are equally susceptible to perturbations of pausing. As an example, we were unable to find significant changes of Wnt and Notch-related pathways in spt5m806 mutant embryos. Future studies are required to determine how such selectivity is achieved and regulated.In conclusion, our work provides a novel insight into the physiological function of Pol II pausing in vertebrate development and organogenesis by revealing a pausing-mediated transcriptional control of HSC specification. We envision that regulating the signaling molecules through controlled release of Pol II may provide a potent mechanism to establish a balanced signaling network, which could be particularly important for cell-fate determination during development. Of note, regulation of Pol II pausing and release is not only the key rate-limiting step for many developmental genes, but also plays important roles in human diseases including hematopoietic malignancies.55 Developing novel therapeutic strategies for these diseases will greatly benefit from more in vivo studies using developmental and disease models of perturbed Pol II pausing. AcknowledgmentsThe authors thank S. Guo (University of California, San Francisco), C. E. Burns (Massachusetts General Hospital), T. V. Bowman (Albert Einstein College of Medicine), and J. F. Amatruda (University of Texas Southwestern Medical Center [UTSW]) for sharing reagents, and L. J. Huang, W. L. Kraus, H. L. Franco, and B. A. Gibson for helpful discussion and critical comments. FACS service was provided by FlowCore at Children’s Research Institute at UTSW.This work was supported by National Institutes of Health, National Institute of Diabetes and Digestive and Kidney Diseases grants R00DK088963 and R01DK105287 (X.B.), the Cancer Prevention Research Institute of Texas (CPRIT R1115) (X.B.), and the Cecil H. and Ida Green Center Training Program in Reproductive Biology Sciences Research at UTSW. FootnotesThe online version of this article contains a data supplement.The publication costs of this article were defrayed in part by page charge payment. Therefore, and solely to indicate this fact, this article is hereby marked “advertisement” in accordance with 18 USC section 1734. References1. de Bruijn MF, Speck NA, Peeters MC, Dzierzak E. Definitive hematopoietic stem cells first develop within the major arterial regions of the mouse embryo. EMBO J. 2000;19(11):2465–2474. [PMC free article] [PubMed] [Google Scholar]2. Bertrand JY, Chi NC, Santoso B, Teng S, Stainier DY, Traver D. Haematopoietic stem cells derive directly from aortic endothelium during development. Nature. 2010;464(7285):108–111. [PMC free article] [PubMed] [Google Scholar]3. Boisset JC, van Cappellen W, Andrieu-Soler C, Galjart N, Dzierzak E, Robin C. In vivo imaging of haematopoietic cells emerging from the mouse aortic endothelium. Nature. 2010;464(7285):116–120. [PubMed] [Google Scholar]4. Kissa K, Herbomel P. Blood stem cells emerge from aortic endothelium by a novel type of cell transition. Nature. 2010;464(7285):112–115. [PubMed] [Google Scholar]5. Kim AD, Stachura DL, Traver D. Cell signaling pathways involved in hematopoietic stem cell specification. Exp Cell Res. 2014;329(2):227–233. [PMC free article] [PubMed] [Google Scholar]6. Gilmour DS. Promoter proximal pausing on genes in metazoans. Chromosoma. 2009;118(1):1–10. [PubMed] [Google Scholar]7. Adelman K, Lis JT. Promoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat Rev Genet. 2012;13(10):720–731. [PMC free article] [PubMed] [Google Scholar]8. Chiba K, Yamamoto J, Yamaguchi Y, Handa H. Promoter-proximal pausing and its release: molecular mechanisms and physiological functions. Exp Cell Res. 2010;316(17):2723–2730. [PubMed] [Google Scholar]9. Cheng B, Price DH. Properties of RNA polymerase II elongation complexes before and after the P-TEFb-mediated transition into productive elongation. J Biol Chem. 2007;282(30):21901–21912. [PubMed] [Google Scholar]10. Peterlin BM, Price DH. Controlling the elongation phase of transcription with P-TEFb. Mol Cell. 2006;23(3):297–305. [PubMed] [Google Scholar]11. Zhou Q, Li T, Price DH. RNA polymerase II elongation control. Annu Rev Biochem. 2012;81:119–143. [PMC free article] [PubMed] [Google Scholar]12. Amleh A, Nair SJ, Sun J, Sutherland A, Hasty P, Li R. Mouse cofactor of BRCA1 (Cobra1) is required for early embryogenesis. PLoS One. 2009;4(4):e5034. [PMC free article] [PubMed] [Google Scholar]13. Gilchrist DA, Fromm G, dos Santos G, et al.  Regulating the regulators: the pervasive effects of Pol II pausing on stimulus-responsive gene networks. Genes Dev. 2012;26(9):933–944. [PMC free article] [PubMed] [Google Scholar]14. Gilchrist DA, Nechaev S, Lee C, et al.  NELF-mediated stalling of Pol II can enhance gene expression by blocking promoter-proximal nucleosome assembly. Genes Dev. 2008;22(14):1921–1933. [PMC free article] [PubMed] [Google Scholar]15. Williams LH, Fromm G, Gokey NG, et al.  Pausing of RNA polymerase II regulates mammalian developmental potential through control of signaling networks. Mol Cell. 2015;58(2):311–322. [PMC free article] [PubMed] [Google Scholar]16. Saunders A, Core LJ, Sutcliffe C, Lis JT, Ashe HL. Extensive polymerase pausing during Drosophila axis patterning enables high-level and pliable transcription. Genes Dev. 2013;27(10):1146–1158. [PMC free article] [PubMed] [Google Scholar]17. Guo S, Yamaguchi Y, Schilbach S, et al.  A regulator of transcriptional elongation controls vertebrate neuronal development. Nature. 2000;408(6810):366–369. [PubMed] [Google Scholar]18. Keegan BR, Feldman JL, Lee DH, et al.  The elongation factors Pandora/Spt6 and Foggy/Spt5 promote transcription in the zebrafish embryo. Development. 2002;129(7):1623–1632. [PubMed] [Google Scholar]19. Liu X, Kraus WL, Bai X. Ready, pause, go: regulation of RNA polymerase II pausing and release by cellular signaling pathways. Trends Biochem Sci. 2015;40(9):516–525. [PMC free article] [PubMed] [Google Scholar]20. Thisse C, Thisse B, Schilling TF, Postlethwait JH. Structure of the zebrafish snail1 gene and its expression in wild-type, spadetail and no tail mutant embryos. Development. 1993;119(4):1203–1215. [PubMed] [Google Scholar]21. Murphey RD, Stern HM, Straub CT, Zon LI. A chemical genetic screen for cell cycle inhibitors in zebrafish embryos. Chem Biol Drug Des. 2006;68(4):213–219. [PubMed] [Google Scholar]22. Lee TI, Johnstone SE, Young RA. Chromatin immunoprecipitation and microarray-based analysis of protein location. Nat Protoc. 2006;1(2):729–748. [PMC free article] [PubMed] [Google Scholar]23. Trompouki E, Bowman TV, Dibiase A, Zhou Y, Zon LI. Chromatin immunoprecipitation in adult zebrafish red cells. Methods Cell Biol. 2011;104:341–352. [PMC free article] [PubMed] [Google Scholar]24. Lin HF, Traver D, Zhu H, et al.  Analysis of thrombocyte development in CD41-GFP transgenic zebrafish. Blood. 2005;106(12):3803–3810. [PMC free article] [PubMed] [Google Scholar]25. Kissa K, Murayama E, Zapata A, et al.  Live imaging of emerging hematopoietic stem cells and early thymus colonization. Blood. 2008;111(3):1147–1156. [PubMed] [Google Scholar]26. Traver D, Paw BH, Poss KD, Penberthy WT, Lin S, Zon LI. Transplantation and in vivo imaging of multilineage engraftment in zebrafish bloodless mutants. Nat Immunol. 2003;4(12):1238–1246. [PubMed] [Google Scholar]27. Narita T, Yung TM, Yamamoto J, et al.  NELF interacts with CBC and participates in 3′ end processing of replication-dependent histone mRNAs. Mol Cell. 2007;26(3):349–365. [PubMed] [Google Scholar]28. Meier N, Krpic S, Rodriguez P, et al.  Novel binding partners of Ldb1 are required for haematopoietic development. Development. 2006;133(24):4913–4923. [PubMed] [Google Scholar]29. Muse GW, Gilchrist DA, Nechaev S, et al.  RNA polymerase is poised for activation across the genome. Nat Genet. 2007;39(12):1507–1511. [PMC free article] [PubMed] [Google Scholar]30. Zeitlinger J, Stark A, Kellis M, et al.  RNA polymerase stalling at developmental control genes in the Drosophila melanogaster embryo. Nat Genet. 2007;39(12):1512–1516. [PMC free article] [PubMed] [Google Scholar]31. Ruiz-Herguido C, Guiu J, D’Altri T, et al.  Hematopoietic stem cell development requires transient Wnt/β-catenin activity. J Exp Med. 2012;209(8):1457–1468. [PMC free article] [PubMed] [Google Scholar]32. Burns CE, Traver D, Mayhall E, Shepard JL, Zon LI. Hematopoietic stem cell fate is established by the Notch-Runx pathway. Genes Dev. 2005;19(19):2331–2342. [PMC free article] [PubMed] [Google Scholar]33. Kim AD, Melick CH, Clements WK, et al.  Discrete Notch signaling requirements in the specification of hematopoietic stem cells. EMBO J. 2014;33(20):2363–2373. [PMC free article] [PubMed] [Google Scholar]34. Clements WK, Kim AD, Ong KG, Moore JC, Lawson ND, Traver D. A somitic Wnt16/Notch pathway specifies haematopoietic stem cells. Nature. 2011;474(7350):220–224. [PMC free article] [PubMed] [Google Scholar]35. Espín-Palazón R, Stachura DL, Campbell CA, et al.  Proinflammatory signaling regulates hematopoietic stem cell emergence. Cell. 2014;159(5):1070–1085. [PMC free article] [PubMed] [Google Scholar]36. Li Y, Esain V, Teng L, et al.  Inflammatory signaling regulates embryonic hematopoietic stem and progenitor cell production. Genes Dev. 2014;28(23):2597–2612. [PMC free article] [PubMed] [Google Scholar]37. Sawamiphak S, Kontarakis Z, Stainier DY. Interferon gamma signaling positively regulates hematopoietic stem cell emergence. Dev Cell. 2014;31(5):640–653. [PMC free article] [PubMed] [Google Scholar]38. He Q, Zhang C, Wang L, et al.  Inflammatory signaling regulates hematopoietic stem and progenitor cell emergence in vertebrates. Blood. 2015;125(7):1098–1106. [PubMed] [Google Scholar]39. Vargel Ö, Zhang Y, Kosim K, et al.  Activation of the TGFβ pathway impairs endothelial to haematopoietic transition. Sci Rep. 2016;6:21518. [PMC free article] [PubMed] [Google Scholar]40. Sato T, Goyama S, Nitta E, et al.  Evi-1 promotes para-aortic splanchnopleural hematopoiesis through up-regulation of GATA-2 and repression of TGF-b signaling. Cancer Sci. 2008;99(7):1407–1413. [PubMed] [Google Scholar]41. Nimmo R, Ciau-Uitz A, Ruiz-Herguido C, et al.  MiR-142-3p controls the specification of definitive hemangioblasts during ontogeny. Dev Cell. 2013;26(3):237–249. [PubMed] [Google Scholar]42. Hadland BK, Varnum-Finney B, Poulos MG, et al.  Endothelium and NOTCH specify and amplify aorta-gonad-mesonephros-derived hematopoietic stem cells. J Clin Invest. 2015;125(5):2032–2045. [PMC free article] [PubMed] [Google Scholar]43. Moro E, Ozhan-Kizil G, Mongera A, et al.  In vivo Wnt signaling tracing through a transgenic biosensor fish reveals novel activity domains. Dev Biol. 2012;366(2):327–340. [PubMed] [Google Scholar]44. Parsons MJ, Pisharath H, Yusuff S, et al.  Notch-responsive cells initiate the secondary transition in larval zebrafish pancreas. Mech Dev. 2009;126(10):898–912. [PMC free article] [PubMed] [Google Scholar]45. Bromberg JF, Wrzeszczynska MH, Devgan G, et al.  Stat3 as an oncogene. Cell. 1999;98(3):295–303. [PubMed] [Google Scholar]46. Zhou Y, Cashman TJ, Nevis KR, et al.  Latent TGF-β binding protein 3 identifies a second heart field in zebrafish. Nature. 2011;474(7353):645–648. [PMC free article] [PubMed] [Google Scholar]47. Gilchrist DA, Dos Santos G, Fargo DC, et al.  Pausing of RNA polymerase II disrupts DNA-specified nucleosome organization to enable precise gene regulation. Cell. 2010;143(4):540–551. [PMC free article] [PubMed] [Google Scholar]48. Wu CH, Yamaguchi Y, Benjamin LR, et al.  NELF and DSIF cause promoter proximal pausing on the hsp70 promoter in Drosophila. Genes Dev. 2003;17(11):1402–1414. [PMC free article] [PubMed] [Google Scholar]49. Aida M, Chen Y, Nakajima K, Yamaguchi Y, Wada T, Handa H. Transcriptional pausing caused by NELF plays a dual role in regulating immediate-early expression of the junB gene. Mol Cell Biol. 2006;26(16):6094–6104. [PMC free article] [PubMed] [Google Scholar]50. Weber A, Liu J, Collins I, Levens D. TFIIH operates through an expanded proximal promoter to fine-tune c-myc expression. Mol Cell Biol. 2005;25(1):147–161. [PMC free article] [PubMed] [Google Scholar]51. Wang X, Hang S, Prazak L, Gergen JP. NELF potentiates gene transcription in the Drosophila embryo. PLoS One. 2010;5(7):e11498. [PMC free article] [PubMed] [Google Scholar]52. Saha RN, Wissink EM, Bailey ER, et al.  Rapid activity-induced transcription of Arc and other IEGs relies on poised RNA polymerase II. Nat Neurosci. 2011;14(7):848–856. [PMC free article] [PubMed] [Google Scholar]53. Gaertner B, Johnston J, Chen K, et al.  Poised RNA polymerase II changes over developmental time and prepares genes for future expression. Cell Reports. 2012;2(6):1670–1683. [PMC free article] [PubMed] [Google Scholar]54. Danko CG, Hah N, Luo X, et al.  Signaling pathways differentially affect RNA polymerase II initiation, pausing, and elongation rate in cells [published correction appears in Mol Cell. 2013;50(5):778]. Mol Cell. 2013;50(2):212–222. [PMC free article] [PubMed] [Google Scholar]55. Smith E, Lin C, Shilatifard A. The super elongation complex (SEC) and MLL in development and disease. Genes Dev. 2011;25(7):661–672. [PMC free article] [PubMed] [Google Scholar]"}