{"title": "GOLM1 Modulates EGFR/RTK Cell-Surface Recycling to Drive Hepatocellular Carcinoma Metastasis", "pubDate": "2016", "PMCID": "PMC5021625", "DOI": "10.1016/j.ccell.2016.07.017", "PMID": "27569582", "abstract": "The mechanism of cancer metastasis remains poorly understood. Using gene profiling of hepatocellular carcinoma (HCC) tissues, we have identified GOLM1 as a leading gene relating to HCC metastasis. GOLM1 expression is correlated with early recurrence, metastasis, and poor survival of HCC patients. Both gain- and loss-of-function studies determine that GOLM1 acts as a key oncogene by promoting HCC growth and metastasis. It selectively interacts with epidermal growth factor receptor (EGFR) and serves as a specific cargo adaptor to assist EGFR/RTK anchoring on the trans-Golgi network (TGN) and recycling back to the plasma membrane, leading to prolonged activation of the downstream kinases. These findings reveal the functional role of GOLM1, a Golgi-related protein, in EGFR/RTK recycling and metastatic progression of HCC.", "author": [{"author": "Qing-Hai Ye", "affiliation": ["Liver Cancer Institute, Fudan University, Shanghai 200032, China."], "href": "/?term=Ye+QH&cauthor_id=27569582"}, {"author": "Wen-Wei Zhu", "affiliation": ["Liver Cancer Institute, Fudan University, Shanghai 200032, China; Department of General Surgery, Huashan Hospital, Cancer Metastasis Institute, Fudan University, 12 Urumqi Road (M), Shanghai 200040, China."], "href": "/?term=Zhu+WW&cauthor_id=27569582"}, {"author": "Ju-Bo Zhang", "affiliation": ["Liver Cancer Institute, Fudan University, Shanghai 200032, China; Department of Infectious Diseases, Huashan Hospital, Fudan University, Shanghai 200040, China."], "href": "/?term=Zhang+JB&cauthor_id=27569582"}, {"author": "Yi Qin", "affiliation": ["Institutes of Biomedical Science, Fudan University, Shanghai 200032, China; Department of Pancreatic and Hepatobiliary Surgery, Fudan University Shanghai Cancer Center, Shanghai 200032, China."], "href": "/?term=Qin+Y&cauthor_id=27569582"}, {"author": "Ming Lu", "affiliation": ["Department of General Surgery, Huashan Hospital, Cancer Metastasis Institute, Fudan University, 12 Urumqi Road (M), Shanghai 200040, China."], "href": "/?term=Lu+M&cauthor_id=27569582"}, {"author": "Guo-Ling Lin", "affiliation": ["Liver Cancer Institute, Fudan University, Shanghai 200032, China."], "href": "/?term=Lin+GL&cauthor_id=27569582"}, {"author": "Lei Guo", "affiliation": ["Liver Cancer Institute, Fudan University, Shanghai 200032, China."], "href": "/?term=Guo+L&cauthor_id=27569582"}, {"author": "Bo Zhang", "affiliation": ["Liver Cancer Institute, Fudan University, Shanghai 200032, China."], "href": "/?term=Zhang+B&cauthor_id=27569582"}, {"author": "Zhen-Hai Lin", "affiliation": ["Liver Cancer Institute, Fudan University, Shanghai 200032, China."], "href": "/?term=Lin+ZH&cauthor_id=27569582"}, {"author": "Stephanie Roessler", "affiliation": ["Laboratory of Human Carcinogenesis, Center for Cancer Research, National Cancer Institute, NIH, Bethesda, MD 20892, USA; Institute of Pathology, University Hospital Heidelberg 69120 Heidelberg, Germany."], "href": "/?term=Roessler+S&cauthor_id=27569582"}, {"author": "Marshonna Forgues", "affiliation": ["Laboratory of Human Carcinogenesis, Center for Cancer Research, National Cancer Institute, NIH, Bethesda, MD 20892, USA."], "href": "/?term=Forgues+M&cauthor_id=27569582"}, {"author": "Hu-Liang Jia", "affiliation": ["Department of General Surgery, Huashan Hospital, Cancer Metastasis Institute, Fudan University, 12 Urumqi Road (M), Shanghai 200040, China."], "href": "/?term=Jia+HL&cauthor_id=27569582"}, {"author": "Lu Lu", "affiliation": ["Department of General Surgery, Huashan Hospital, Cancer Metastasis Institute, Fudan University, 12 Urumqi Road (M), Shanghai 200040, China."], "href": "/?term=Lu+L&cauthor_id=27569582"}, {"author": "Xiao-Fei Zhang", "affiliation": ["Department of General Surgery, Huashan Hospital, Cancer Metastasis Institute, Fudan University, 12 Urumqi Road (M), Shanghai 200040, China."], "href": "/?term=Zhang+XF&cauthor_id=27569582"}, {"author": "Bao-Feng Lian", "affiliation": ["Shanghai Center for Bioinformatics Technology, Shanghai 201203, China."], "href": "/?term=Lian+BF&cauthor_id=27569582"}, {"author": "Lu Xie", "affiliation": ["Shanghai Center for Bioinformatics Technology, Shanghai 201203, China."], "href": "/?term=Xie+L&cauthor_id=27569582"}, {"author": "Qiong-Zhu Dong", "affiliation": ["Department of General Surgery, Huashan Hospital, Cancer Metastasis Institute, Fudan University, 12 Urumqi Road (M), Shanghai 200040, China; Institutes of Biomedical Science, Fudan University, Shanghai 200032, China."], "href": "/?term=Dong+QZ&cauthor_id=27569582"}, {"author": "Zhao-You Tang", "affiliation": ["Liver Cancer Institute, Fudan University, Shanghai 200032, China; Department of General Surgery, Huashan Hospital, Cancer Metastasis Institute, Fudan University, 12 Urumqi Road (M), Shanghai 200040, China."], "href": "/?term=Tang+ZY&cauthor_id=27569582"}, {"author": "Xin Wei Wang", "affiliation": ["Laboratory of Human Carcinogenesis, Center for Cancer Research, National Cancer Institute, NIH, Bethesda, MD 20892, USA. Electronic address: xw3u@nih.gov."], "href": "/?term=Wang+XW&cauthor_id=27569582"}, {"author": "Lun-Xiu Qin", "affiliation": ["Liver Cancer Institute, Fudan University, Shanghai 200032, China; Department of General Surgery, Huashan Hospital, Cancer Metastasis Institute, Fudan University, 12 Urumqi Road (M), Shanghai 200040, China; Institutes of Biomedical Science, Fudan University, Shanghai 200032, China. Electronic address: qinlx@fudan.edu.cn."], "href": "/?term=Qin+LX&cauthor_id=27569582"}], "refPMID": [], "citedInPMID": ["27569582", "35154287", "35116068", "35082383", "34966653", "34950590", "34795203", "34765603", "34760627", "34729117", "34680291", "34650031", "34556814", "34540835", "34532126", "34124163", "34067095", "34059062", "34007135", "33972660", "33948357", "33869063", "33781048", "33771199", "33649292", "33584548", "33538941", "33446239", "33414427", "33343966", "33294262", "33279959", "33250681", "33238647", "33168740", "33164305", "33050615", "32863999", "32820145", "32742459", "32723814", "32714863", "32694521", "32647567", "32541798", "32468064", "32425504", "32382041", "32292519", "32252020", "32064153", "31963783", "31819189", "31645646", "31619257", "31591387", "31579071", "31541350", "31432165", "31331834", "30695018", "30677226", "30425529", "30068940", "29954442", "29843532", "29712569", "29659923", "29637008", "29615051", "29506567", "29416925", "29415992", "29315726", "29282077", "29256057", "28737263", "28260197", "28109319"], "body": " SUMMARYThe mechanism of cancer metastasis remains poorly understood. Using gene profiling of hepatocellular carcinoma (HCC) tissues, we have identified GOLM1 as a leading gene relating to HCC metastasis. GOLM1 expression is correlated with early recurrence, metastasis and poor survival of HCC patients. Both gain- and loss-of-function studies determine GOLM1 acts as a key oncogene by promoting HCC growth and metastasis. It selectively interacts with the epidermal growth factor receptor (EGFR), and serves as a specific cargo adaptor to assist EGFR/RTK anchoring on trans-Golgi network (TGN) and recycling back to plasma membrane leading to a prolonged activation of the downstream kinases. These findings reveal the function role of GOLM1, a Golgi-related protein, in EGFR/RTK recycling and metastatic progression of HCC. eTOC BlurbYe et al. identify GOLM1 as a key promoter of hepatocellular carcinoma (HCC) metastasis and determine its critical roles in the recycling, spatial redistribution, and signaling kinetics of EGFR/RTKs. In human HCC, GOLM1 expression is correlated with early recurrence, metastasis and poor patient survival.\n INTRODUCTIONMetastasis is a major hallmark of cancer and yet remains the most poorly understood component of cancer pathogenesis (Nguyen et al., 2009). It is a complex multistep process involving alterations in the dissemination, invasion, survival, and growth of new cancer cell colonies, which are regulated by a complex network of intra- and inter-cellular signal transduction cascades (Chaffer and Weinberg, 2011). Growth-factor-responsive receptor tyrosine kinases (RTKs) have been shown to play critical roles in malignant transformation and cancer metastasis (Lamorte and Park, 2001). The oncogenic activation of RTKs can be induced by various mechanisms such as transcriptional over-expression, chromosomal translocation, point mutation, and the creation of an autocrine loop (Abella and Park, 2009). Among these, defective endocytosis and recycling of RTKs, which enhance the long-term mitogenic effects of growth factors by increasing the availability of plasma membrane receptors, have been regarded as multifaceted hallmarks of cancer cells (Mosesson et al., 2008). During such process, cargos transportation to different subcellular compartments is mainly modulated by the Golgi apparatus (Emr et al., 2009; Rothman, 1994), which sorts RTKs to be recycled or degraded after ligand binding. However, little is known about the Golgi-related molecules that control the intracellular transportation/recycling of RTKs or their possible roles in cancer metastasis.Hepatocellular carcinoma (HCC) is the second leading cause of cancer-related death worldwide (Stewart et al., 2014). The high probability of metastasis makes its prognosis very dismal even after potentially curative treatment (Song et al., 2004). Understanding the mechanisms of HCC metastasis would allow for the development of effective approaches to reduce HCC mortality. In our previous study, we found that alterations in gene expression profiles favoring HCC metastasis are initiated in the primary tumors (Ye et al., 2003). In this study, we want to further identify the gene favoring HCC metastasis, and determine its critical roles in HCC growth and metastasis to provide both a prognostic marker and therapeutic target for combating HCC metastasis. RESULTSIdentification of GOLM1 as the Leading Upregulated Gene Closely Associated with Extrahepatic Metastases of Human HCCsIn order to avoid the influence of non-tumor cells on the gene expression profiles of tumor cells in HCC tissues, we used laser-capture tissue microdissection, two-cycle RNA amplification and genome-wide cDNA arrays to identify significant differences between gene expression profiles of pure tumor cells of HCCs with extrahepatic metastases (EHMH) and metastasis-free HCCs (MFH) as well as normal liver tissues (NLT) (Figure 1A). Notably, GOLM1, which encodes a Golgi related protein GOLPH2, was identified as the leading gene that was significantly upregulated in EHMH compared with MFH and NLT (Figure 1B; Table S1). Because of the critical roles of Golgi apparatus in modification and transportation of the proteins, which have a potential effect in regulating cancer metastasis (Wlodkowic et al., 2009; van den Elsen et al., 2001), we focused on the functional roles and related mechanisms of GOLM1 in driving HCC metastasis.Open in a separate windowFigure 1Up-regulation of GOLM1 Correlates with Distant Metastasis and Poor Prognosis of Human HCCs(A) Hierarchical clustering using complete linkage of the gene expression profiles among HCCs with extrahepatic metastasis (EHMH), metastasis-free HCCs (MFH) and normal liver tissues (NLT) based on laser capture tissue micro-dissection, after two-cycle RNA amplification.(B) The lead gene, GOLM1, was significantly upregulated in EHMH compared with MFH and NLT.(C–E) GOLM1 expression correlates with EHMH. (C) qRT-PCR analysis of GOLM1 mRNA in the NLT (n = 11), cirrhotic liver tissue (CLT, n = 20), MFH (n = 20), and EHMH (n = 40). Error bars indicate mean ± SD. (D) Representative images of immunohistochemical (IHC) staining of GOLM1 in NLT, CLT, MFH, and EHMH specimens. Scale bars, 50 μm. (E) Quantification of GOLM1 expression according to IHC scores (see below) in NLT (n = 40), CLT (n = 21), MFH (n = 40), and EHMH (n = 40), respectively. Significance was determined using the χ2 test.(F) Difference of GOLM1 levels between 15 pairs HCCs with early recurrence (ER) or recurrence-free (RF) status after curative resection detected by Western-blot. The expression of GOLM1 was normalized against GAPDH, according to the intensity of each lane with the use of a computerized image system (Quantity one-4.6.2, Bio-Rad Laboratories, CA). The intensity higher than the median was defined as high expression.(G) Scores indicate GOLM1 levels in representative tumor tissues. The scores were calculated by intensity and percentage of stained cells as described in the Supplements.(H, I) The patients with high GOLM1 expression (Score 2–3) have poorer overall survival and higher probability of recurrence compared with low GOLM1 expression (Score 0–1) patients in both testing cohort 1 (H) and validation cohort 2 (I). Scores of two patients were unexpectedly detached from TMA without sufficient tissue in Cohort 2.See also Figures S1 and Tables S1–S4.First, we analyzed the clinical relevance of GOLM1 expression in two independent sets of HCCs using quantitative real time-PCR (qRT-PCR) and immunohistochemistry (IHC) (Figure S1A). We found that both mRNA and protein levels of GOLM1 significantly increased in HCCs, especially in EHMHs, compared with NLT and cirrhotic liver tissues (CLT) (Figures 1C–1E; Figure S1B); most of EHMHs had significantly high GOLM1 levels (Figure 1E). It is believed that early tumor recurrence (ER) that occurs within two years after HCC treatments is mainly attributed to the dissemination of metastatic HCC cells (Poon et al., 2000). Western blot analysis demonstrated that GOLM1 protein levels in ER HCCs were much higher than those recurrence-free (RF) HCCs after curative resection (Figure 1F). These data showed a close association of GOLM1 up-regulation with HCC metastasis.Association of GOLM1 Expression with Outcomes of HCC patientsTo further investigate the above association of GOLM1 and HCC metastasis as well as the prognostic value of GOLM1 in HCCs, tissue microarray based IHC study of GOLM1 in 375 HCC tissues from two independent cohorts with comparable clinicopathological features and complete follow-up data was performed (Table 1). These patients were divided into high (score 2–3) or low (score 0–1) GOLM1 expression groups according to the immunostaining scores (Figure 1G). High expression of GOLM1 was found to be significantly associated with multinodular tumors, microvascular invasion (Table S2), reduced overall survival (OS, p = 0.001), and time to tumor recurrence (TTR, p = 0.005) in 91 HCC patients of cohort 1 (Figure 1H). These associations were further confirmed in another larger independent cohort HCC patients (cohort 2, n = 284) (Figure 1I). In addition, patients with high GOLM1 expression had a higher probability of early versus late tumor recurrence in both cohorts (Figures S1C and 1D). In Cox proportional hazards regression analyses, high expression of GOLM1 was an independent prognostic predictor for both OS (Hazard ratio (HR) = 1.846, p= 0.026) and TTR (HR = 1.772, p = 0.036; Table S3) in cohort 1 and cohort 2 (for OS, HR = 1.794, p = 0.001; for TTR, HR = 1.756, p = 0.001) (Table S4). These indicate that GOLM1 overexpression is significantly associated with poor prognosis of HCCs.Table 1Clinical characteristics of the HCC patients according to different cohorts at the time of surgeryClinical valuableCohort 1(N=91)Cohort 2(N=284)p valueMedian (range) age, y#50 (16–76)51 (18–79)1.000Gender (male/female/NA)*77/14/0255/29/0.188Liver cirrhosis (yes/no/NA)*67/24/0192/92/0.300HBs antigen (positive/negative/NA)*81/10/0240/44/0.391Encapsulation (no/yes/NA)*47/44/0159/125/0.471pTNM stage (I/II/III/NA)*52/27/12/0156/84/44/0.858MVI(yes/no/NA)*29/62/091/193/01.000Multinodular (yes/no/NA)*17/74/062/222/00.558AFP (negative, ≤20ng/mL/positive, >20ng/mL/NA)*26/65/086/198/0.794Mean (SD) tumor size, cm#6.2(4.3)7.2(4.8).084Tumor differentiation (well/poor/NA)*59/32/0211/73/0.083Open in a separate windowAbbreviations: NA, not available; MVI, Microvascular invasion; HBsAg, hepatitis B s-antigen; AFP, alpha- fetoprotein; pTNM, pathologic tumor, lymph node, metastasis classificationp <0.05 was considered statistically significant.*Chi-square test.#Student’s t-test.GOLM1 Promotes HCC Growth and MetastasisThe above data suggest that GOLM1 may play an important role in HCC metastasis. Accordingly, we evaluated the functions of GOLM1 in HCC cells using both in vitro and in vivo assays.To evaluate the effects of GOLM1 on in vitro cell proliferation, migration, and invasion, we first investigated the endogenous GOLM1 levels of different HCC cell lines, and modulated their GOLM1 levels using lentivirus-mediated GOLM1-specific short hairpin (sh) RNAs or GOLM1FLAG. We found significantly increased GOLM1 levels in MHCC-97H, HCC-LM3, and Huh-7 cell lines (GOLM1high), which have higher invasive and metastatic capabilities, compared with cell lines with lower metastatic potentials i.e., PLC, Hep3B, and Bel-7402 (GOLM1low, Figures S2A,a and 2A,b). We then generated four GOLM1-specific shRNAs to silence the endogenous GOLM1 expression (shGOLM1) of HCC cells. shGOLM1#3, which induced the most significant knock-down (KD) effect, was adopted for further study (Figure 2A; Figures S2A,c–e). GOLM1-KD induced by shGOLM1 resulted in a considerable inhibitory effect on in vitro proliferation of GOLM1high cells (Figure 2B, a–b); but no significant effect was observed on the proliferation of GOLM1low cells (Figure 2B, c–d). To exclude the possibility of off-target effects, we reintroduced GOLM1 with engineered cDNA that was not sensitive to shRNA (shRES) into the GOLM1-KD cells to examine whether re-expression of GOLM1 could rescue the retarded proliferation. Remarkably, we found that reintroducing shRES-GOLM1 brought the repressed proliferation back to almost normal levels in both GOLM1-KD cell lines (Figure 2B, a–b). Similarly, exogenous up-regulation of GOLM1 by transfection of GOLM1FLAG induced significant increases in the proliferation of GOLM1low cells (Figure 2B, c–d).Open in a separate windowFigure 2Roles of GOLM1 in Promoting HCC Growth and Metastasis(A) Confirmation of GOLM1 knockdown (KD, shGOLM1) and reexpression (shRES), and overexpression (GOLM1FLAG) in HCC cell lines.(B–D) The effects of GOLM1 gain- or loss-of-function on in vitro proliferation (B), migration (C), and invasion (D) of HCC cells. KD of GOLM1 resulted in significant inhibited proliferation (B, a–b), migration (C, a), and invasion (D, a) of MHCC-97H and Huh-7 cells, which is counteracted by shRES in MHCC-97H and Huh-7 cells. GOLM1 up-regulation significantly increased cell proliferation (B, c–d), migration (C, b), and invasion (D, b) abilities. Error bars indicate mean ± SEM. *p < 0.05; #p > 0.05.(E) The dynamic change of tumor volume between MHCC-97HshNT and MHCC-97HshGOLM1 subcutaneous model are shown. Error bars indicate mean ± SEM.(F–H) Down-regulation of GOLM1 significantly suppressed spontaneous lung metastasis in subcutaneous (F) and xenograft (G,H) HCCs nude mice models. (G) Representative H&E staining images in lung tissues of three xenograft groups. Scale bar = 100 μm. Arrowheads indicate lung metastatic nodules, and the areas labeled with Δ in the upper panel are shown in the lower panel with higher magnification. WT, wild type. Significance was determined by the χ2 test. For (F) and (H), Error bars indicate mean ± SD.(I) KD of GOLM1 prolonged overall survival of xenograft mice models bearing HCCs.See also Figures S2.GOLM1 down-regulation also induced potent suppression on both migration and invasion of GOLM1high cells, while reintroducing GOLM1 almost brought the migration and invasion level back to normal (Figures 2C and ​and2D).2D). Exogenous GOLM1 expression in PLC and Hep3B cells significantly enhanced their migration and invasion capacity compared with lentiviral-green fluorescent protein (LV-GFP)-treated cells (Figures 2C and ​and2D).2D). We also exclude the influence of proliferation on cell migration, as the decrease of proliferation rate (Figures S2A,f–g) is too small (10%–20%) to account for the nearly 70% reduction on migration and invasion ability in serum free medium.To confirm above findings, we further examined the effects of GOLM1 expression on in vivo tumor growth and metastasis of HCC cells. In subcutaneous implantation nude mouse models, tumor growth was monitored every 4 days, the nude mice injected with shGOLM1-transfected MHCC-97H cells (MHCC-97HshGOLM1) were found to have much smaller tumor sizes than those injected with MHCC-97H cells transfected with non-target shRNA control (shNT) (MHCC-97HshNT) (3.2 ± 0.7 g vs. 1.1 ± 0.6 g, p < 0.05; Figure 2E; Figure S2B,a). Similar results were demonstrated when Huh-7 cells were used (Figure S2B,c). Mice were sacrificed after 6 weeks and lungs were removed, and consecutive sections were taken from every lung tissue block and stained with hematoxylin and eosin (H&E). The number of lung metastases was calculated and evaluated independently by two pathologists. No significant lung metastasis foci was found in any subcutaneous implantation model of the MHCC-97HshGOLM1 group, while the mean number of lung metastases per lung in the MHCC-97HshNT group was 2.9 (p = 0.017, Figure 2F).To exclude the influence of tumor volume on HCC lung metastasis in the subcutaneous model, we further compared the difference of lung metastasis between MHCC-97HshGOLM1 and MHCC-97HshNT in tumor weight-matched xenograft models (Figure S2B,b). Similar to the findings in subcutaneous models, in MHCC-97HshGOLM1 group, the lung metastases decreased (0.7 vs. 6.3, p = 0.026, Figures 2G and ​and2H)2H) and survival prolonged (Figure 2I, p = 0.001) significantly compared with the MHCC-97HshNT group. On the other hand, up-regulation of GOLM1 could significantly promote in vivo tumor growth as well as lung metastases in xenograft models of Hep3B cells (Figure S2B,d and e). Taking together, these in vitro and in vivo gain- and loss-of-functional studies demonstrate that GOLM1 plays important roles in promoting HCC growth and metastasis.GOLM1 is Demonstrated to Interact and Activate EGFR/RTK Signaling by Interactome AnalysesTo elucidate the molecular mechanisms of GOLM1 in promoting HCC metastasis, GOLM1-interactors were purified using immunoaffinity purification (Nakatani and Ogryzko, 2003), and resolved using rounds of liquid chromatography and high-throughput mass spectrometry (LC-MS/MS) (Figure 3A). A large number of proteins were identified (Table S5). In-depth bioinformatics analysis of the MS data indicated the oncoprotein EGFR with nine matching peptides as a potential interactor of GOLM1 (Figures 3A and ​and3B).3B). The interactions of both exogenous and endogenous GOLM1 with EGFR were confirmed by co-immunoprecipitation in Hep3B, PLC and MHCC-97H cells (Figures 3C–3E). As activation of EGFR/RTK is closely correlated with oncogenesis and metastasis of different cancers (Nicholson et al., 2001), we postulated that GOLM1 promoted cancer development and metastasis through regulation of EGFR/RTK signaling pathway. This hypothesis is supported by the observations that EGF-induced AKT and S6K activation (Vivanco and Sawyers, 2002; Fan et al., 2009) significantly decreased when GOLM1 is down-regulated by shGOLM1, which could be rescued by re-expression of shRNA-resistant GOLM1 (shRES) (Figure 3F). In addition, we also investigated the effects of GOLM1 down-regulation on E-cadherin and MMP9 expression, the key downstream effectors of the RTKs signaling pathway for cancer invasion and metastasis (Nicholson et al., 2001; Fuchs et al., 2008). The results of both in vitro and in vivo studies showed GOLM1-KD decreased MMP9 but increased E-cadherin levels (Figures S3A–3C). Collectively, these data provided strong biochemical evidences that GOLM1 interacts and activates EGFR/RTK signaling to facilitate HCC growth and metastasis.Open in a separate windowFigure 3GOLM1 Interacts with EGFR/RTK and Facilitates Its Downstream Signaling(A) Mass spectrometry (MS) analysis of GOLM1-associated proteins. Total cell lysates extract from GOLM1FLAG stably expressed cells were subjected to affinity purification. The purified protein complex was resolved on SDS-PAGE and sliver stained then the bands were retrieved and analyzed by MS.(B) Analyses of identified GOLM1-interactors. A diagram depicts GOLM-interactors as detected by MS. The network was built based on the interaction network of EGFR associated vesicle-mediated traffic processes in the HIPPIE database overlaid with MS data (detailed in supplemental experimental procedures).(C,D) Interaction between exogenous GOLM1 and EGFR. Total cell lysates from GOLM1FLAG stably expressing Hep3B (C) and PLC (D) cells were prepared, then immunoprecipitation (IP) and immunoblotting (IB) were performed with anti-FLAG or anti-EGFR antibodies.(E) Interaction of endogenous GOLM1 with EGFR determined by Co-IP analyses in MHCC-97H cell.(F) Down-regulation of GOLM1 significantly attenuates EGF-induced downstream signaling. MHCC-97H cells stably expressed shGOLM1, shNT or shRES when treated with EGF. IB examination of both phosphorylated AKT (Ser 473) and S6K (Thr389) are shown and quantified in the right panel. *p < 0.05; #p > 0.05.See also Figures S3 and Table S5.GOLM1 is Recruited to an Activated EGFR/RTK upon Ligand BindingTo understand how GOLM1, a Golgi-anchored protein (Figure 4A,a; Figure S4A), functionally drives HCC metastasis in association with membrane protein EGFR, we observed the intracellular distribution of GOLM1 in the presence of EGF stimulation by confocal microscopy. Interestingly, after EGF stimulation we found that dispersion of both endogenous and exogenous GOLM1 from trans-Golgi network (TGN) to the cytosol formed Rab5 positive vesicles and co-localized with endogenous EGFR (Figures 4A,b and ​and4B;4B; Figures S4B–4D). Live-cell imaging also displayed the dynamic interaction of internalized EGFR with one or more Rab5-positive GOLM1 (Figure 4C; Figure S4D, Movie S1, 2). In addition, quantitative co-immunoprecipitation (Figure 4D) and semi-quantitative fluorescence imaging (Figure 4E; Figure S4E) assays further indicated that the interaction between GOLM1 and EGFR reached maximum strength in 15–30 min after EGF stimulation then decreased slowly over time. These data were consistent with the dynamic changes of AKT phosphorylation in response to EGF stimulation.Open in a separate windowFigure 4GOLM1 Recruits to EGFR/RTK upon Ligand Dynamically Binding(A) Effects of EGF stimulation on intracellular distribution of GOLM1. Left panel: Co-localizations of GOLM1 (green) with TGN46 (TGN, red) were detected in MHCC-97H cells in the normal state. Right panel: Under EGF stimulation (100 ng/ml), GOLM1 disperses from TGN to cytoplasm to form endosome-like structures (arrowheads). DNA was labeled with DAPI (blue).(B) The co-localization of dispersed GOLM1 (green) and EGFR (red) in MHCC-97H (a) and PLC-GOLM1FLAG (b) cells after EGF stimulation. Arrowheads indicate the co-localization of GOLM1 with EGFR endosome-like structures.(C) The real-time co-localization of GOLM1 (red) with EGFR (green) in PLC cells treated with EGF.at indicated times Arrowheads point to the co-localization of EGFR and GOLM1, respectively. See details in the supplementary video S1(D,E), GOLM1 dynamically interacts with EGFR in PLC-GOLM1FLAG cells treated with EGF (100 ng/ml) for the indicated times when subjected to Co-IP (D) and confocal microscopic (E) analysis. Total cell lysates were subjected to IP with EGFR and IB antibodies as indicated (upper panel). The interaction between GOLM1 and EGFR (dark line) increases as EGF stimulation decreases, with the strongest interaction at 30 min then declines over time. The corresponding AKT phosphorylation (red line) changed with a similar pattern (lower panel). Values are presented as mean ± SEM. (D) The representative images of co-localization between GOLM1 (green) and EGFR (red) are shown in the left panel; the right panel shows the result of semi-quantitative analysis with a percentage of yellow pixels versus red pixels as indicated in Supplementary Fig S7\n(E). Right panel: values are presented as mean ± SEM from at least three experiments (n > 10 cells). *p < 0.05; **p < 0.01.(F) Loss of GOLM1 impairs EGFR transportation from TGN to plasma membrane (PM). MHCC-97HshNT and MHCC-97HshGOLM1 cells, transfected with GFP–EGFR overnight, were treated with EGF and subjected to temperature block and release assay. The upper bar of the left panel describes the experimental procedures. Western blot (left panel) and confocal microscopic images (right panel) demonstrate that EGFR (green), in MHCC-97HshNT cells, was transported from predominantly TGN (red) to the plasma membrane (arrowheads), however, in MHCC-97HshGOLM1 cells, EGFR was still co-localized more with TGN than on the PM. TO: total.See also Figures S4 and Movies S1–S2.Based on published databases regarding the physical and functional interactions of GOLM1 through molecular functional enrichment, an EGFR-centered network of post-Golgi vesicle-mediated transport process was observed (Figure 3B). Using temperature block and release assays (Matlin and Simons, 1983) as well as serum depletion assay, we confirmed that the transportation of EGFR from TGN to plasma membrane was dramatically inhibited by GOLM1-KD (Figure 4F; Figure S5A). In addition, GOLM1 could be co-purified with EGFR as well as GDI1, EHD4, Caveolin 3 and C-cbl (Figure S5B), all of which are supposedly involved in RTKs traffic (D’Adamo et al., 1998; Sharma et al., 2008; Parton and Howes, 2010; de Melker et al., 2004). More importantly, the dynamically changing trends of GOLM1 and EGFR on the plasma membrane were similar and consistent (Figure S5C). In brief, these data strongly support the hypothesis that GOLM1 is recruited to EGFR/RTK once it is internalized, which then facilitates its intracellular trafficking and downstream signaling to promote HCC growth and metastasis.GOLM1 Drives HCC Metastasis through EGFR/RTK Recycling and RedistributionThe derailed endocytosis and recycling of cell surface proteins, including EGFR/RTK, are crucial for downstream signaling following ligand stimulation and cancer metastasis (Mosesson et al., 2008). As GOLM1 was largely recruited to and execute some aspects of EGFR/RTK trafficking roles under the condition of ligand binding, we next determined whether GOLM1 is involved in either or both of these processes. We found no significant difference between shGOLM1 and shNT treated cells in the amount of labeled internalized EGFR (Figure S5D) and their co-localization following EGF stimulation using the early endocytic marker EEA1 (Figure S5E), which indicates that constitutive endocytosis of EGFR is independent of GOLM1. However, KD of GOLM1 expression resulted in an increased EGFR degradation following EGF stimulation (Figure 5A) and reduced recycling rate of internalized EGFR to plasma membrane (Figure 5B) with no influence on the transferrin receptor (Figure S5F). Moreover, confocal co-localization analysis also supported that a substantial amount of EGFR predominantly co-localized with Rab11 positive recycling vesicles (Ullrich et al., 1996) in MHCC-97HshNT cells after EGF stimulation for 15 min, but co-localized less with lysosome degradation markers Lamp1 and Lamp2 (Kannan et al., 1996) compared with MHCC-97HshGOLM1 cells (Figure 5C). In addition, GOLM1-KD also blocked the recycling as well as the downstream signaling of other RTKs including c-MET and VEGFR (Figure S6). In conclusion, these data support the key role of GOLM1 in regulation of EGFR/RTK recycling.Open in a separate windowFigure 5GOLM1 Regulates and HCC Cell Migration through EGFR/RTK Recycling(A) GOLM1 knockdown enhances EGF-induced EGFR degradation. Western-blot detected the alterations of total EGFR degradation in MHCC-97HshNT and MHCC-97H shGOLM1 cells in response to EGF stimulation in the presence of cycloheximide (upper panel). Densitometric analysis of EGFR blots from three independent experiments, are shown as mean ± SEM (lower panel).(B) KD of GOLM1 weakens EGFR recycling. Different treatment MHCC-97H and Huh-7 cells were surface labeled on ice with Sulfo-NHS-SS-biotin, stimulated for 15 min with EGF at 37°C. The recycling of EGFR was determined as described in the Supplementary Materials and Methods. Values are means ± SEM of 9 replicates from three independent experiments.(C) Co-localization analysis of EGFR with Rab11, Lamp1, and Lamp2 after EGF treatment for 15 min. Unlike MHCC-97HshNT cells, EGFR rarely has the opportunity to co-localize with Rab11, while the lysosome was enriched (Lamp1 and Lamp2) in MHCC-97HshGOLM1. Co-localization index are shown in the lower left corner.(D–F) Mapping of the binding site of GOML1 / EGFR in vivo. Diagrammatic representation of GOLM1 and its truncated forms. Based on sequence and structure analyses, region I (cytoplasmic domain), region II (transmembrane domain) and region III–V (Golgi lumen domains) are indicated (D). PLC cells were transfected with the indicated constructs. Twenty-four hr after transfection, cells were harvested, lysed, and subjected to immunoprecipitation with anti-Flag (against GOLM1). Immunoblot analysis was performed with anti-FLAG or anti-EGFR antibodies (E, F)(G) Effects of GOLM1 mutation on EGFR recycling in HCC cells. The recycling of EGFR was determined in MHCC-97H and PLC cells stable expressing shNT, shGOLM1, shGOLM1-Res vectors as well as different GOLM1 mutants as indicated. Error bars indicate mean ± SEM.(H) Effects of GOLM1 mutation on migration abilities of HCC cells. MHCC-97H and PLC cells stable expressing shNT, shGOLM1, shGOLM1-Res vectors as well as different GOLM1 mutants as indicated. The different combinations of them were subjected to transwell migration assay. The fold differences represent the mean of triplicate experiments compared with controls. Error bars indicate mean ± SEM. *p < 0.05, #p > 0.05 as determined by a Student’s t test.See also Figures S5–S8.To further determine that GOLM1-mediated HCC metastasis is depending on EGFR/RTK recycling, we mapped the regions of GOLM1 and EGFR/RTK responsible for their interaction. A series of constructs encoding GOLM1 deletion mutants fused with FLAG tags were transfected into 293T and PLC cells following immunoprecipitation (Figure 5D; Figure S7A). Almost all GOLM1 fragments, except Δ2–12, Δ5–12 and Δ13–35, were able to bind to EGFR/RTK (Figure 5E; Figure S7B). And more, point mutations at G7, R8, R9, M11 and K12 (M7–12) of GOLM1 could completely abolish the binding of GOLM1 to EGFR/RTK (Figure 5F; Figure S7D). Similarly, in vitro GST pull-down assays indicated that cytosolic domain (aa 3–12) of GOLM1, rather than its mutant (M7-12), directly bound to EGFR/RTK (Figure S7E). These results indicate that GOLM1 binds to EGFR/RTK with the region of cytoplasmic domain.We next tested whether the binding of GOLM1 to EGFR/RTK is required for its effect on EGFR/RTK recycling and cell migration. Wild-type GOLM1, deletion mutant (Δ5–12) or point mutant (M7-12) construct of GOLM1 was transfected into HCC cells. Both deletion and point mutants of GOLM1 were not able to bind to EGFR/RTK. As expected, reintroduction of GOLM1 deletion mutant (Δ5–12) or GOLM1 point mutant (M7-12) could not restore the EGFR/RTK recycling and cell migration ability in MHCC-97HshGOLM1 as did by wild-type GOLM1 (Figure 5G and ​and5H).5H). Similarly, wild–type GOLM1, but not GOLM1 deletion mutant (Δ5–12) or GOLM1 point mutant (M7-12), significantly accelerated EGFR/RTK recycling and enhanced cell migration ability of PLC cells (Figure 5G and ​and5H).5H). Taking together, these demonstrate that the GOLM1-EGFR interaction is critical for HCC cell migration and that targeting it may offer a approach to control HCC metastasis.It is widely accepted that polarized delivery of plasma membrane receptors from the Golgi complex into the leading edge is required for cell polarization and persistent migration (Schmoranzer et al., 2003; Yadav et al., 2009). Considering the significant inhibitory roles of GOLM1-KD on EGFR recycling and HCC cell migration and invasion, we investigated the involvement of GOLM1 in EGFR polarized delivery and migration. Using scratch wound assay, we found that GOLM1-KD correlated with a reduced localization of EGFR toward the actin-rich membrane ruffles at the edge of the scratch wound in MHCC-97HshGOLM1 cells (Figure S8A), and most Golgi apparatus did not consistently orient toward the wounded area (Kupfer et al., 1982) (Figure S8B). These data indicate that GOLM1 is required for the polarized delivery of EGFR, and decreased migration of HCC cells may be associated with an inability to properly establish an axis of polarity with respect to the wound edge.Rab11 Is Involved in GOLM1-Mediated EGFR/RTK Recycling and Cell MigrationRab11 is a well-known endosomal recycling compartment (ERC) localized GTPase, which is involved in the recycling of RTKs from TGN to the plasma membrane and hypoxia-promoted invasive migration in different cancers (Subramani and Alahari, 2010; Yoon et al., 2005). Therefore, we investigated whether Rab11 is involved in GOLM1-related EGFR recycling as well as cell migration to further investigate the related mechanism. Consistent with this notion, we found that KD of Rab11 expression resulted in a reduced recycling rate of EGFR (Figure 6A) and downstream signaling activation (Figure 6B) as accompany with reduced cell in vitro migration and invasion capability (Figures 6C and ​and6D),6D), similar to the GOLM1-KD effects. In addition, we also noticed that GOLM1-driven recycling of EGFR/RTK was completely dependent on Rab11 as receptor recycling was blocked by knockdown of Rab11 even reintroduction of GOLM1 on GOLM1-KD cells (Figure 6E). Moreover, reintroduction of GOLM1 alone only slightly restored the migration ability of MHCC-97HshGOLM1 cells when Rab11 was knocked down simultaneously, except when Rab11 was reintroduced as well (Figure 6F). Thus these results support the notion that endogenous levels of GOLM1 drive tumor cell invasion through a Rab11-dependent mechanism.Open in a separate windowFigure 6Rab11 Is Required for GOLM1-Mediated EGFR/RTK Recycling and Cell Migration(A) MHCC-97H cells were transfected with shRNAs targeting endogenous Rab11 and the recycling of EGFR were determined. Values are means ± SEM of 9 replicates from three independent experiments.(B–D) Down-regulation of Rab11 suppressed EGFR downstream AKT activation upon EGF binding (B), cell migration (C) and invasion (D) capabilities compared with non-targeting shRNA. The fold difference represents the mean of triplicate experiments compared with control cells. Error bars indicate mean ± SEM. *p < 0.05.(E) The recycling of EGFR was determined in MHCC-97H and Huh-7 cells stable expressing shNT, shGOLM1, shRab11, shGOLM1-Res vector as indicated. Error bars indicate mean ± SEM.(F) Effects of KD of GOLM1 and Rab11 on the migration abilities of HCC cells. MHCC-97H cells stable expressing shNT, shGOLM1, shRab11, shGOLM1-Res or shRab11-Res. The different combinations of them were subjected to transwell migration assay. The fold differences represent the mean of triplicate experiments compared with controls. Error bars indicate mean ± SEM. *p < 0.05, #p > 0.05 as determined by a Student’s t test.(G) Immunoprecipitation of endogenous EGFR from control or GOLM1 knockdown MHCC-97H cells after treatment with EGF. The input protein levels (down panel) and those present in immunoprecipitates (up panel) were determined by western blotting.(H) GOLM1 interacts with Rab11. The indicated constructs (FLAG-GOLM1 and HA-Rab11) were transiently expressed in 293T cells and the whole cell lysates were immunoprecipitated (IP) with anti-FLAG antibody.(I) In vitro interaction between GOLM1 and Rab11. Whole cell lysates from PLC cells stably expressing GOLM1FLAG were prepared, and IP and IB were performed with antibodies as indicated.The incorporation of Rab11 into a complex with EGFR/RTK is associated with enhanced recycling of the receptors (Cullis et al., 2002; Ceresa, 2006). We next sought to investigate whether GOLM1 will participate in such process. As expect, impaired interaction of Rab11 with EGFR/RTK was found in the absence of GOLM1 as detected by co-immunoprecipitation assay following EGF treatment (Figure 6G). In addition, the physical interaction between exogenous expressed GOLM1 and Rab11 was we detected by co-immunoprecipitation in both 293T (Figure 6H) as well as PLC cells (Figure 6I), suggesting that a role for endogenous GOLM1 in recruitment of Rab11 and EGFR/RTK into a physical complex that facilitates the return of these receptors to the cell surface to drive its downstream signaling and cell invasion.GOLM1 Secretion and Golgi-localization are Functionally Associated with EGFR/RTK Recycling and Migration of HCC cellsAs GOLM1 is a Golgi-localized exocrine glycoprotein, we explored the specific structures required for the extracellular secretion and Golgi localization of GOLM1 to determine whether they are indispensable for RTKs recycling and downstream signaling. To this end, we generated a two amino acid replacement mutant (GOLM1-RVAA) in the region of the conserved protease cleavage site (R52VRR55), and a truncated mutant GOLM1 (GOLM1TMD) with a deletion of the trans-Golgi membrane domain (TMD; amino acids 13–35 of the N-terminal domain) which is highly conserved and important for its Golgi-residence (Figure 7A). The results showed that the supernatant GOLM1 secretion of PLC cells with the stably expressed RVAA-GOLM1FLAG mutant (RVAA-PLC) was significantly inhibited (Figure 7B); GOLM1TMD protein was mainly distributed in the cytoplasm with a diffuse pattern that rarely co-localized with TGN, a much different pattern from PLC cells expressing wide type GOLM1FLAG (Figure 7C,a–c). As expected, cells stably expressing GOLM1TMD mutants failed to co-localize with EGFR after EGF stimulation (Figure 7C,b–d). In addition, Co-IP analysis demonstrated a decreased capability of GOLM1TMD interaction with EGFR over time after EGF stimulation, which further suppressed downstream AKT phosphorylation (Figures 7D and ​and7E7E).Open in a separate windowFigure 7Interfering GOLM1 Exocrinosity or Golgi Anchoring Reduced EGFR Recycling in Response to EGF Stimulation, Resulting in Compromised HCC Cell Migration(A) Schematic diagram depicts GOLM1 mutants used in this study.(B) Western-blot results demonstrate that the secreted GOLM1FLAG density in culture media (GOLM1CCM) significantly decreased when signal peptides were mutated from RVRR to RVAA (RVAA-PLC)(C) Confocal microscope images demonstrate the effects of the transmembrane domain deletion GOLM1 (GOLM1TMD) on its intracellular distribution and interaction with EGFR. The GOLM1FLAG in GOLM1FLAG-PLC is mainly distributed on TGN (a), and co-localized with EGFR when stimulated with EGF (b). While GOLM1TMD in GOLM1TMD-PLC scattered in the cytoplasm, there was rare co-localization with TGN (c) or EGFR (d) in response to EGF stimulation.(D, E) IP and IB were used to evaluate the effects of GOLM1TMD on its interaction with EGFR to activate down-stream signaling upon EGF stimulation. (D) Compared with GOLM1FLAG-PLC, the interaction of EGFR with GOLM1TMD in GOLM1TMD-PLC was significantly reduced over time after EGF stimulation, accompanied by decreased phosphorylation of AKT and S6K. (E) The relative amounts of phosphorylated AKT and S6K compared with their total levels determined by densitometric analysis. Results are expressed as mean ± SEM.(F) The reduced EGFR recycling in RVAA-GOLM1 and GOLM1TMD treated PLC cells was detected as described in the Experimental Procedures.(G,H) The changes of AKT and S6K phosphorylation, and migration abilities were detected by Western blot (G), and transwell assay (H) in MHCC-97H transfect with indicated vectors, respectively. With the exception of GOLMshRES, the re-introduction of GOLM1-RVAA or GOLM1TMD mutants did not rescue the decreased levels of phosphorylated AKT and S6K, as well as EGF chemoattractant migration of MHCC-97HshGOLM1 cells. Values are presented as mean ± SEM from at least three experiments, *p < 0.05, #p > 0.05.We then tested whether reduced EGFR signaling resulting from inhibition of extracellular secretion or Golgi localization of GOLM1 is functionally associated with EGFR recycling. We found significantly impaired EGFR recycling in PLC cells expressing either GOLM1-RVAA or GOLM1TMD mutants compared with cells expressing GOLM1FLAG in response to EGF stimulation (Figure 7F). In addition, suppression in EGFR recycling, AKT and S6K phosphorylation as well as EGF chemoattractant migration of MHCC-97HshGOLM1 cells was rescued by reintroducing GOLM1shRES but not GOLM1-RVAA or GOLM1TMD mutants (Figures 7G and ​and7H7H).In summary, these results indicate that intact wild-type GOLM1 is required for extracellular secretion of GOLM1 as well as Golgi apparatus anchor, and its extracellular secretion and Golgi localization are indispensable for EGFR/RTK recycling and downstream signaling in HCC metastasis. DISSCUSSIONHCC metastasis is the main cause of HCC-related mortality. However, its mechanism remains poorly understood. In an attempt to identify genes that are specific for HCC metastasis, we recently conducted a genome-wide profiling analysis by comparing primary tumors to their matched metastases to the lung, lymph nodes and elsewhere. Consistent with our previous works (Ye et al, 2003), we have found that primary tumors and paired distant metastases are similar at the genomic and transcriptomic levels but differ considerably among different organ sites. We have characterized one of the top genes in the HCC metastasis signature, i.e., GOLM1, for further functional studies. In the present study, we show that GOLM1 encodes a Golgi associated protein whose function is critical for HCC metastasis. Mechanistically, GOLM1 may promote HCC metastasis through its regulation of membrane protein trafficking, especially its modulation of signaling kinetics of the EGFR/RTK complex recycling. Our study indicates that GOLM1 may serve as an effective molecular target to block HCC metastasis.Membrane protein trafficking is a process by which cellular proteins are actively being mobilized to appropriate locations to regulate their activities. Dysregulation of this process is known to be linked to cancer. In this study, through gene expression profiling and functional validation in two cohorts of HCC cases and different HCC cell lines, we have identified GOLM1, a Golgi associated protein, as a key promoter of HCC growth and metastasis, and is an independent prognostic predictor for HCC, even though it has been previously regarded as a diagnostic marker of HCC (Mao et al., 2010). Golgi has been shown to play an active role in cell migration through posttranslational modification and prominent changes in the Golgi apparatus, as evidenced by the disruption of biochemical composition, structure and functional levels observed in human carcinogenesis and metastasis (Wlodkowic et al., 2009; Weller et al., 2010). Consistently, another Golgi-associated protein, GOLPH3 has recently been shown to act as an oncogene by linking cancer to Golgi and DNA damage signaling (Buschman et al., 2015). In this study, we provide further evidences to support that Golgi-mediated protein trafficking contributes to HCC metastasis.One interesting question is how Golgi-mediated protein trafficking to regulate HCC metastasis. In this study, we have disclosed that GOLM1 interaction with membrane protein EGFR played critical roles in EGFR/RTK recycling/activation and downstream MMP9 expression, through which it promoted HCC growth and metastasis. In this study, we demonstrate that GOLM1 exchange between TGN-associated pools and the cytosol is required for EGFR/RTK recycling. Derailed endocytosis and recycling of cell surface proteins including RTKs are regarded as a multifaceted hallmark of malignant cells (Mosesson et al., 2008; Parachoniak and Park, 2012; Casaletto and McClatchey, 2012). Physiologically, RTKs play crucial roles in establishing highly choreographed development and tissue homeostasis (Jiang et al., 2011), spatial deregulation of which is likely to promote cancer metastasis and affect their response to pharmacological RTKs inhibitors (Parachoniak and Park, 2012). It is well known that the persistent ligand-induced activation of a given RTKs in malignant cells, at least in part, comes from derailed RTKs endocytosis and recycling. However, the mechanisms and the related molecules regulating and coordinating RTKs recycling remain poorly understood. Through observations of the intracellular distribution of GOLM1 and its dynamic interaction with EGFR/RTK, we have found that GOLM1 can transfer from TGN to the cytosol, and co-localized with EGFR/RTK to form endosome-like structures upon EGF stimulation. This is consistent with the dynamic changes of AKT phosphorylation in response to EGF stimulation. Using temperature block and release assay as well as serum depletion assay, we provided further evidence supporting the key role of GOLM1 in regulation of Golgi-cytomembrane recycling and downstream signaling of EGFR/RTK. Moreover, we have not only demonstrated that GOLM1 is required for the polarized delivery of EGFR, but also that the regulatory roles of GOLM1 in the polarized distribution of EGFR and cell migration are Rab11-dependent. Rab11 is a well-known endosomal recycling compartment (ERC) localized GTPase, which is able to regulate RTKs recycling and cell migration, and act together with GOLM1 to affect the interaction between GOLM1 and EGFR. These findings of the present study further suggest that TGN provides a platform that maintains the GOLM1-Rab11-EGFR complex favoring EGFR recycling and cell migration. Through the generation of amino acid replacement mutants on the conserved protein protease cleavage site, we have also confirmed that intact wild-type GOLM1 was required for its extracellular secretion as well as Golgi apparatus anchor, and its extracellular secretion and Golgi localization are indispensable for EGFR/RTK recycling and the downstream signaling in HCC metastasis. Thus, inhibition of GOLM1 expression or its anchor at TGN or extra-exocrine pathway could influence growth factor signaling, which are potential therapeutic targets for combating HCC metastasis.In summary, we have identified GOLM1 as a key promoter of HCC metastasis, which plays critical roles in determining the recycling, spatial redistribution, and signaling kinetics of EGFR/RTK. GOLM1 functions as a specific cargo adaptor assisting EGFR anchoring on TGN and polarized recycling back to the plasma membrane towards migration direction, which allows for prolonged activation of AKT/S6K from endosomes. GOLM1 may become a prognostic marker and therapeutic target for HCC metastasis, and designing inhibitors targeting GOLM1 expression or its anchor at TGN or extra-exocrine pathway is a promising approach to control HCC metastasis. EXPERIMENTAL PROCEDURESClinical SpecimensLiver tissue samples were obtained from patients during operation, and the details were shown in Figures S1, Tables 1, S2, S3, and S4. The samples of normal liver (derived from operation of hepatic cyst), cirrhotic liver (derived from portoazygous devascularization with more than 3-year follow-up without HCC diagnosis), metastatic free HCCs (defined as MFH, without metastatic clinical manifestation and image features during 5-year follow-up after curative resection), extrahepatic metastatic HCCs (defined as EHMH, classic image features or pathologic diagnosis appeared within 1-year follow-up after curative resection) and 15 pairs of HCC with early recurrence (recurrence within 2 years after curative resection) or recurrence free within 3 years after curative resection were all obtained from Liver Cancer Institute, Fudan University (Shanghai, China).For survival analysis, two independent cohorts of HCC patients were used. They were Cohort 1(testing cohort), 91 HCCs collected between May 1999 to May 2003 and Cohort 2, 284 HCCs collected between April 2001 to Dec 2007 from Liver Cancer Institute, Fudan University (Shanghai, China). Follow-up procedures were described in our previous study (Zhu et al., 2013) and detailed in Supplemental Experimental Procedures. Surgically removed tissues were quickly frozen in liquid nitrogen until analysis. All samples were collected with the informed consent of the patients and the experiments were approved by Research ethics committee at Liver Cancer Institute, Fudan University. See detailed clinicopathological features in Supplemental Experimental Procedures.Laser capture microdissection (LCM) and cDNA arrayLaser-capture microdissection (LCM) and cDNA microarrays of EHMH, MFH, and LCT were performed and analysed as previously described (Sun et al., 2012). Briefly, laser capture microdissection, equipped with a 355nm ultraviolet laser diode (LMD6000, Leica Microsystems, Buffalo Grove, IL), was used to isolate tumour cells from Hematoxylin/eosin stained, 8μm thick, tissue sections mounted on glass slides containing a polyethylene naphthalate (PEN) membrane (Life Technologies, Grand Island, NY). During the whole process, the pathologist indicated which representative sections of the tumours should be microdissected. The dissected cell population was selected with the aid of a drawing tablet and integrated pen tool (Wacom. Vancouver, WA). Following LCM, the total RNA was isolated from dissected tissues using the PicoPure protocol (Arcturus, Mountain View, CA). The mRNA was amplified with two linear amplification steps by in vitro transcription using the MEGAscript T7 kit (Ambion, Austin, TX), followed by the labelling step using the BioArray HighYield RNA Transcript Labelling Kit T3 from Enzo Life Sciences (Farmingdale, NY). Labelled cDNA was hybridized onto Affymetrix HG-U133 Plus 2.0 Arrays. CEL files with the normalized expression data, and additional tumour marker information, were deposited in the GEO repository under {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE40367\",\"term_id\":\"40367\"}}GSE40367.In Vivo AssayAnimal experimental protocols were approved by Animal Ethics Committee of Shanghai Medical College, Fudan University. Six-week-old male nude mice (BALB/c) were housed six mice per cage in a specific pathogen-free room with a 12-hr light/dark schedule at 25°C ±1°C and were fed an autoclaved chow diet and water ad libitum. The mice were randomly divided into indicated groups (6–8 mice/group) before inoculation, and the double-blinded evaluation was performed when counting tumor weight, volume and metastatic nodules. MHCC-97H and Huh-7 derived cells were subcutaneously injected into the mice (1.0×107 cells/mouse) to form the subcutaneous model. For the xenograft model, 1.0×107 cells were subcutaneously injected and inoculated into the liver parenchyma of nude mice. Survival was recorded daily. The mice were sacrificed at time defined end point, and their tumor and lungs were removed. Tumor volume and weight were counted. Whole lungs were fixed with paraformaldehyde (4%) before dehydration and paraffin embedding. Paraffin sections were stained with hematoxylin and eosin according to standard protocols and metastatic nodules in lungs were counted with microscopic count assay.Immunofluorescence (IF) and Colocalization AssayIF-colocalization assay were performed as previously described (Driskell et al., 2007). Cells grown on coverslips were stimulated with EGF for indicated times and fixed in 4% paraformaldehyde, permeabilized, and stained with primary antibodies followed by secondary alexa 488 or 546-conjugated anti-mouse or rabbit second antibody. Images were captured using an inverted confocal fluorescent microscope (Fluoview FV1000, Olympus). Nuclei were counterstained with 4′, 6-diamino-2-phenylindole (DAPI). For scratch-wound assays, cells were grown in monolayers and wounded with a pipette tip before IF assay. For co-localization quantification, MetaMorph software was used for object based co-localization measurements. Images were smoothed with a 3×3 lowpass filter and endosomes identified and counted using size estimates and intensity thresholds in each image set using the “Count Nuclei” application. Binary images were created for each set of endosomal spots and combined pair wise using logical and operation to give only the “co-localized” spots. These spots were then counting using the “Count Nuclei” module. The minimum spot size was set so as to remove any small spots due to partial, and likely random, overlap of spots. Results were logged into Excel for analysis. Values for all analyses including co-localization and vesicle counting represent mean value ± standard error of the mean (SEM).Receptor Internalization and Recycling AssaysCells were plated 72 hrs. in advance and transfected with shRNA targeting Rab11, GOLM1 as appropriate. After 24 hr, EGFR and transferring (TFR) internalization and recycling assays were performed in the absence of serum and cells were starved for 30–45 min prior to the start of the experiment. Measurements of internalization and recycling have been described previously (Caswell et al., 2008).Live-Cell ImagingImaging was performed as described previously (Zhao and Keen, 2008) using a Zeiss Axiovert 200 microscope and Olympus 150X/1.45 NA objective. PLC cells were plated on glass-bottom 3 cm plates and were transiently expressing DsRed-GOLM1 and GFP-EGFR or GFP-Rab5. Cells were serum starved for 2hrs and then incubated with EGF (100 ng/ml) for 30 min at 37°C. Simultaneous acquisition of two colors was performed using an inverted confocal fluorescence microscope equipped with Dual-View system (Fluoview FV1000, Olympus). Pictures were taken every second for the duration of 20 min. Movies were made using the Fluoview software (Movies S1 and S2).Statistical AnalysisData are presented as mean ± SEM. Statistical p values were analyzed by a two-tailed Student’s t test. Kaplan-Meier survival analysis was used to compare HCC patient survival by the log-rank test. Cox proportional hazards regression analyses were used to analyze the effect of clinical variables on patient survival. ​\n                    SIGNIFICANCEGrowth-factor-responsive receptor tyrosine kinases (RTKs) have been shown to play critical roles in cancer metastasis. However, little is known about the Golgi-related molecules that control the intracellular transportation/recycling of RTKs or their possible roles in cancer metastasis. In this study, we have identified GOLM1 as a key promoter of HCC metastasis, and more importantly, determined its critical roles in the recycling, spatial redistribution, and signaling kinetics of EGFR/RTKs. These not only provide a prognostic marker and therapeutic target for HCC metastasis, but also give some insight into the functional roles of Golgi-related molecules in cancer metastasis, and thus, designing inhibitors targeting GOLM1 expression or its anchor at TGN or extra-exocrine pathway provides a promising approach for combating HCC metastasis.HIGHLIGHTSGOLM1 is identified as a leading gene relating to HCC metastasis.GOLM1 is correlated to early metastatic recurrence and poor survival of HCC patients.GOLM1 promotes growth and metastasis of HCC cells via activating EGFR/RTK.GOLM1 regulates recycling, spatial redistribution and signaling kinetics of EGFR/RTK. Supplementary Material1Click here to view.(3.8M, pdf) AcknowledgmentsWe thank Dr. Yue Xiong as well as Daming Gao for their helpful discussion of this manuscript. We also thank Dr. Yan Wang for assistance with confocal microscopy. GOLM1 lentiviral overexpression vector was kindly provided by Dr. Lijian Hui. This work was supported in part by the Grants of the State Key Basic Research Program of China (2013CB910500, 2009CB521701), the National Key Project for Infectious Disease of China (2012ZX10002012), the National Natural Science Foundation of China (No. 81472677, 81372654, 81071993, 30872505, 30672037, 30300400 and 30700991); XWW was supported by grants (Z01 BC 010313 and Z01 BC 010877) from the Intramural Research Program of the Center for Cancer Research of the National Cancer Institute. FootnotesPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.Accession NumbersThe accession number for the raw expression data of this paper is GEO: {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE40367\",\"term_id\":\"40367\"}}GSE40367.CONFLICT OF INTEREST DISCLOSURE:The author(s) indicated no potential conflicts of interest.AUTHOR CONTRIBUTION:Q.H.Y., W.W.Z. and G.L.L. identified GOLM1 as an oncogene target of HCC metastasis; Q.H.Y., W.W.Z. and J.B.Z. performed oncogene validation and mechanistic studies; Y.Q. and L.G. performed TMA and RT-PCR analysis; B.Z. and Z.H.L. performed the in vitro cell growth and invasion assay; Q.H.Y., Y.Q., X.F.Z., M.L. and Q.Z.D. assisted with immunofluorescence assays and provided technical support; J.B.Z., W.W.Z. and M.L. performed the co-immunoprecipitation and GST-pull down assays; G.L.L, R.S. and F.M. performed cDNA microarray analysis; L.L. and H.L.J. assisted with cell culture studies; B.F.L. and L.X. aided bioinformatics correlation analysis; L.G. and J.B.Z. performed xenograft assays; Q.H.Y., W.W, Z, J.B.Z. prepared the manuscript; Z.Y.T. supervised this project; X.W.W. supervised this project and wrote the manuscript; L.X.Q. designed and supervised this project, analyzed and interpreted data, and wrote the manuscript. ReferencesAbella JV, Park M. Breakdown of endocytosis in the oncogenic activation of receptor tyrosine kinases. Am J Physiol Endocrinol Metab. 2009;296:E973–E984. [PubMed] [Google Scholar]Buschman MD, Rahajeng J, Field SJ. GOLPH3 links the Golgi, DNA damage, and cancer. Cancer Res. 2015;75:624–627. [PMC free article] [PubMed] [Google Scholar]Casaletto JB, McClatchey AI. Spatial regulation of receptor tyrosine kinases in development and cancer. Nat Rev Cancer. 2012;12:387–400. [PMC free article] [PubMed] [Google Scholar]Caswell PT, Chan M, Lindsay AJ, McCaffrey MW, Boettiger D, Norman JC. Rab-coupling protein coordinates recycling of alpha5beta1 integrin and EGFR1 to promote cell migration in 3D microenvironments. J Cell Biol. 2008;183:143–155. [PMC free article] [PubMed] [Google Scholar]Ceresa BP. Regulation of EGFR endocytic trafficking by rab proteins. Histol Histopathol. 2006;21:987–993. [PubMed] [Google Scholar]Chaffer CL, Weinberg RA. A perspective on cancer cell metastasis. Science. 2011;331:1559–1564. [PubMed] [Google Scholar]Cullis DN, Philip B, Baleja JD, Feig LA. Rab11-FIP2, an adaptor protein connecting cellular components involved in internalization and recycling of epidermal growth factor receptors. J Biol Chem. 2002;277:49158–49166. [PubMed] [Google Scholar]D’Adamo P, Menegon A, Lo NC, Grasso M, Gulisano M, Tamanini F, Bienvenu T, Gedeon AK, Oostra B, Wu SK, et al.  Mutations in GDI1 are responsible for X-linked non-specific mental retardation. Nat Genet. 1998;19:134–139. [PubMed] [Google Scholar]de Melker AA, van der Horst G, Borst J. c-Cbl directs EGF receptors into an endocytic pathway that involves the ubiquitin-interacting motif of Eps15. J Cell Sci. 2004;117:5001–5012. [PubMed] [Google Scholar]Driskell OJ, Mironov A, Allan VJ, Woodman PG. Dynein is required for receptor sorting and the morphogenesis of early endosomes. Nat Cell Biol. 2007;9:113–120. [PubMed] [Google Scholar]Emr S, Glick BS, Linstedt AD, Lippincott-Schwartz J, Luini A, Malhotra V, Marsh BJ, Nakano A, Pfeffer SR, Rabouille C, et al.  Journeys through the Golgi–taking stock in a new era. J Cell Biol. 2009;187:449–453. [PMC free article] [PubMed] [Google Scholar]Fan QW, Cheng C, Knight ZA, Haas-Kogan D, Stokoe D, James CD, McCormick F, Shokat KM, Weiss WA. EGFR signals to mTOR through PKC and independently of Akt in glioma. Sci Signal. 2009;2:a4. [PMC free article] [PubMed] [Google Scholar]Fuchs BC, Fujii T, Dorfman JD, Goodwin JM, Zhu AX, Lanuti M, Tanabe KK. Epithelial-to-mesenchymal transition and integrin-linked kinase mediate sensitivity to epidermal growth factor receptor inhibition in human hepatoma cells. Cancer Res. 2008;68:2391–2399. [PubMed] [Google Scholar]Jiang H, Grenley MO, Bravo MJ, Blumhagen RZ, Edgar BA. EGFR/Ras/MAPK signaling mediates adult midgut epithelial homeostasis and regeneration in Drosophila. Cell Stem Cell. 2011;8:84–95. [PMC free article] [PubMed] [Google Scholar]Kannan K, Stewart RM, Bounds W, Carlsson SR, Fukuda M, Betzing KW, Holcombe RF. Lysosome-associated membrane proteins h-LAMP1 (CD107a) and h-LAMP2 (CD107b) are activation-dependent cell surface glycoproteins in human peripheral blood mononuclear cells which mediate cell adhesion to vascular endothelium. Cell Immunol. 1996;171:10–19. [PubMed] [Google Scholar]Kupfer A, Louvard D, Singer SJ. Polarization of the Golgi apparatus and the microtubule-organizing center in cultured fibroblasts at the edge of an experimental wound. Proc Natl Acad Sci U S A. 1982;79:2603–2607. [PMC free article] [PubMed] [Google Scholar]Lamorte L, Park M. The receptor tyrosine kinases: role in cancer progression. Surg Oncol Clin N Am. 2001;10:271–288. [PubMed] [Google Scholar]Mao Y, Yang H, Xu H, Lu X, Sang X, Du S, Zhao H, Chen W, Xu Y, Chi T, et al.  Golgi protein 73 (GOLPH2) is a valuable serum marker for hepatocellular carcinoma. Gut. 2010;59:1687–1693. [PubMed] [Google Scholar]Matlin KS, Simons K. Reduced temperature prevents transfer of a membrane glycoprotein to the cell surface but does not prevent terminal glycosylation. Cell. 1983;34:233–243. [PubMed] [Google Scholar]Mosesson Y, Mills GB, Yarden Y. Derailed endocytosis: an emerging feature of cancer. Nat Rev Cancer. 2008;8:835–850. [PubMed] [Google Scholar]Nakatani Y, Ogryzko V. Immunoaffinity purification of mammalian protein complexes. Methods Enzymol. 2003;370:430–444. [PubMed] [Google Scholar]Nguyen DX, Bos PD, Massague J. Metastasis: from dissemination to organ-specific colonization. Nat Rev Cancer. 2009;9:274–284. [PubMed] [Google Scholar]Nicholson RI, Gee JM, Harper ME. EGFR and cancer prognosis. Eur J Cancer. 2001;37(Suppl 4):S9–S15. [PubMed] [Google Scholar]Parachoniak CA, Park M. Dynamics of receptor trafficking in tumorigenicity. Trends Cell Biol. 2012;22:231–240. [PubMed] [Google Scholar]Parton RG, Howes MT. Revisiting caveolin trafficking: the end of the caveosome. J Cell Biol. 2010;191:439–441. [PMC free article] [PubMed] [Google Scholar]Poon RT, Fan ST, Ng IO, Lo CM, Liu CL, Wong J. Different risk factors and prognosis for early and late intrahepatic recurrence after resection of hepatocellular carcinoma. Cancer. 2000;89:500–507. [PubMed] [Google Scholar]Rothman JE. Mechanisms of intracellular protein transport. Nature. 1994;372:55–63. [PubMed] [Google Scholar]Schmoranzer J, Kreitzer G, Simon SM. Migrating fibroblasts perform polarized, microtubule-dependent exocytosis towards the leading edge. J Cell Sci. 2003;116:4513–4519. [PubMed] [Google Scholar]Sharma M, Naslavsky N, Caplan S. A role for EHD4 in the regulation of early endosomal transport. Traffic. 2008;9:995–1018. [PMC free article] [PubMed] [Google Scholar]Song TJ, Ip EW, Fong Y. Hepatocellular carcinoma: current surgical management. Gastroenterology. 2004;127:S248–S260. [PubMed] [Google Scholar]Stewart BW, Wild C. World cancer report 2014 2014 [Google Scholar]Subramani D, Alahari SK. Integrin-mediated function of Rab GTPases in cancer progression. Mol Cancer. 2010;9:312. [PMC free article] [PubMed] [Google Scholar]Sun Y, Campisi J, Higano C, Beer TM, Porter P, Coleman I, True L, Nelson PS. Treatment-induced damage to the tumor microenvironment promotes prostate cancer therapy resistance through WNT16B. Nat Med. 2012;18:1359–1368. [PMC free article] [PubMed] [Google Scholar]Ullrich O, Reinsch S, Urbe S, Zerial M, Parton RG. Rab11 regulates recycling through the pericentriolar recycling endosome. J Cell Biol. 1996;135:913–924. [PMC free article] [PubMed] [Google Scholar]van den Elsen JM, Kuntz DA, Rose DR. Structure of Golgi alpha-mannosidase II: a target for inhibition of growth and metastasis of cancer cells. Embo J. 2001;20:3008–3017. [PMC free article] [PubMed] [Google Scholar]Vivanco I, Sawyers CL. The phosphatidylinositol 3-Kinase AKT pathway in human cancer. Nat Rev Cancer. 2002;2:489–501. [PubMed] [Google Scholar]Weller SG, Capitani M, Cao H, Micaroni M, Luini A, Sallese M, McNiven MA. Src kinase regulates the integrity and function of the Golgi apparatus via activation of dynamin 2. Proc Natl Acad Sci U S A. 2010;107:5863–5868. [PMC free article] [PubMed] [Google Scholar]Wlodkowic D, Skommer J, McGuinness D, Hillier C, Darzynkiewicz Z. ER-Golgi network–a future target for anti-cancer therapy. Leuk Res. 2009;33:1440–1447. [PMC free article] [PubMed] [Google Scholar]Yadav S, Puri S, Linstedt AD. A primary role for Golgi positioning in directed secretion, cell polarity, and wound healing. Mol Biol Cell. 2009;20:1728–1736. [PMC free article] [PubMed] [Google Scholar]Ye QH, Qin LX, Forgues M, He P, Kim JW, Peng AC, Simon R, Li Y, Robles AI, Chen Y, et al.  Predicting hepatitis B virus-positive metastatic hepatocellular carcinomas using gene expression profiling and supervised machine learning. Nat Med. 2003;9:416–423. [PubMed] [Google Scholar]Yoon SO, Shin S, Mercurio AM. Hypoxia stimulates carcinoma invasion by stabilizing microtubules and promoting the Rab11 trafficking of the alpha6beta4 integrin. Cancer Res. 2005;65:2761–2769. [PubMed] [Google Scholar]Zhao Y, Keen JH. Gyrating clathrin: highly dynamic clathrin structures involved in rapid receptor recycling. Traffic. 2008;9:2253–2264. [PMC free article] [PubMed] [Google Scholar]Zhu WW, Guo JJ, Guo L, Jia HL, Zhu M, Zhang JB, Loffredo CA, Forgues M, Huang H, Xing XJ, et al.  Evaluation of midkine as a diagnostic serum biomarker in hepatocellular carcinoma. Clin Cancer Res. 2013;19:3944–3954. [PMC free article] [PubMed] [Google Scholar]"}