{"title": "DDX6 transfers P-TEFb kinase to the AF4/AF4N (AFF1) super elongation complex", "pubDate": "2016", "PMCID": "PMC5030405", "DOI": "", "PMID": "27679741", "abstract": "AF4/AFF1 and AF5/AFF4 are both backbones for the assembly of \"super elongation complexes\" (SECs) that exert 2 distinct functions after the recruitment of P-TEFb from the 7SK snRNP: (1) initiation and elongation of RNA polymerase II gene transcription, and (2) modification of transcribed gene regions by distinct histone methylation patterns. In this study we aimed to investigate one of the initial steps, namely how P-TEFb is transferred from 7SK snRNPs to the SECs. In particular, we were interested in the role of DDX6 that we have recently identified as part of the AF4 complex. DDX6 is an evolutionarily conserved member of the DEAD-box RNA helicase family that is known to control miRNA and mRNA biology (translation, storage and degradation). Overexpressed DDX6 is associated with different cancer types and with c-Myc protein overexpression. We could demonstrate that DDX6 binds to 7SK snRNA and causes the release and transfer of P-TEFb to the AF4/AF4N SEC. DDX6 also binds stably to AF4 and AF4N as demonstrated by GST pull-down and co-immunoprecipitation experiments. As a consequence, overexpression of either AF4/AF4N or DDX6 resulted in a strong increase of mRNA production (5-6 fold), while their simultaneous expression increased the cellular mRNA production by 11-fold. Conversely, the corresponding knockdown of DDX6 decreased mRNA production by 70%. In conclusion, AF4/AF4N and DDX6 represent key molecules for the elongation process of gene transcription and a model will be proposed for the hand-over process of P-TEFb to SECs.", "author": [{"author": "Fabian Mück", "affiliation": ["Institute of Pharmaceutical Biology/DCAL, Goethe-University of Frankfurt, Biocenter Max-von-Laue-Str. 9, D-60438 Frankfurt/Main, Germany."], "href": "/?term=M%C3%BCck+F&cauthor_id=27679741"}, {"author": "Silvia Bracharz", "affiliation": ["Institute of Pharmaceutical Biology/DCAL, Goethe-University of Frankfurt, Biocenter Max-von-Laue-Str. 9, D-60438 Frankfurt/Main, Germany."], "href": "/?term=Bracharz+S&cauthor_id=27679741"}, {"author": "Rolf Marschalek", "affiliation": ["Institute of Pharmaceutical Biology/DCAL, Goethe-University of Frankfurt, Biocenter Max-von-Laue-Str. 9, D-60438 Frankfurt/Main, Germany."], "href": "/?term=Marschalek+R&cauthor_id=27679741"}], "refPMID": [], "citedInPMID": ["27679741", "34658793", "32518061", "32441391", "32401147", "31152087", "31147444", "30679325", "30679323", "29345523", "28842848", "28431135", "28216671"], "body": " AbstractAF4/AFF1 and AF5/AFF4 are both backbones for the assembly of “super elongation complexes” (SECs) that exert 2 distinct functions after the recruitment of P-TEFb from the 7SK snRNP: (1) initiation and elongation of RNA polymerase II gene transcription, and (2) modification of transcribed gene regions by distinct histone methylation patterns. In this study we aimed to investigate one of the initial steps, namely how P-TEFb is transferred from 7SK snRNPs to the SECs. In particular, we were interested in the role of DDX6 that we have recently identified as part of the AF4 complex. DDX6 is an evolutionarily conserved member of the DEAD-box RNA helicase family that is known to control miRNA and mRNA biology (translation, storage and degradation). Overexpressed DDX6 is associated with different cancer types and with c-Myc protein overexpression. We could demonstrate that DDX6 binds to 7SK snRNA and causes the release and transfer of P-TEFb to the AF4/AF4N SEC. DDX6 also binds stably to AF4 and AF4N as demonstrated by GST pull-down and co-immunoprecipitation experiments. As a consequence, overexpression of either AF4/AF4N or DDX6 resulted in a strong increase of mRNA production (5-6 fold), while their simultaneous expression increased the cellular mRNA production by 11-fold. Conversely, the corresponding knockdown of DDX6 decreased mRNA production by 70%. In conclusion, AF4/AF4N and DDX6 represent key molecules for the elongation process of gene transcription and a model will be proposed for the hand-over process of P-TEFb to SECs.Keywords: AF4/AFF1, AF4N, DDX6, SEC, P-TEFb, 7SK snRNP, RNA polymerase II, elongation control IntroductionGene transcription is a process that converts DNA-stored information into short-living RNA molecules of which mRNA is subsequently translated into functional proteins. The enzymatic machinery transcribing protein-coding genes into mRNA is RNA polymerase II (RNAPII). RNAPII-mediated gene transcription is a strictly controlled process: (A) binding of non-phosphorylated RNAPII to a promoter region depends on a pre-initiation complex composed of general transcription factors (TFIIA, TFIIB, TFIID, TFIIE, TFIIF, and TFIIH) and the mediator complex (for review see [1-3]); (B) initiation of gene transcription is based on the kinase activity of TFIIH which phosphorylates the C-Terminal domain (CTD) of RNAPII. In vertebrates, the CTD of RNAPII is composed of 52 heptapeptide repeats with the consensus motif [Y1-S2-P3-T4-S5-P6-S7]. The CTD of RNAPII is a target of multiple kinases (for review see [4]) and displays distinct post-translational modifications at those Ser-2, Thr-4, Ser-5 and Ser-7 residues. TFIIH phosporylates both the Ser-5 and Ser-7 residues, which allows initiation of transcription and promoter clearance [4-7]. Of note, TFIIH is a complex that contains among others, Cyclin H and CDK7, of which the latter was recently identified as part of the AF4N super elongation complex [8]; (C) a promoter proximal arrest occurs around nt +50 [9,11] and is executed by the binding of the DRB sensitivity-inducing factor (DSIF) and the negative elongation factor (NELF) to RNAPII [12]. Ser-5 phosphorylated RNAPII CTD resembles a binding platform for the 5’-capping enzyme [13] and an interaction between DSIF and 5’-capping enzyme has already been described [14,15]. Thus, promoter-proximal pausing can be regarded as a necessary step to allow the capping of mRNA. In addition, the P-Ser-5 signal has been recently attributed to exon splicing [16]; (D) release of RNAPII from the promoter proximal arrest and transcriptional elongation is accompanied by a consecutive dephosphorylation of Ser-5 residues during transcription (by phosphatase SSU72 and PIN1; [17]), followed by an increase of Ser-2 and Thr-4 phosphorylation by P-TEFb (CDK9 and Cyclin T1; [18,20]). Thus, P-Ser-5 peaks at the transcriptional start site (TSS), while P-Ser-2 and P-Thr-4 can be found at around nt +450 and accumulate until the end of the transcriptional unit (for review see [5]). Each of these changes is associated with the assembly of additional proteins necessary for elongation (e.g. ELL), splicing or termination [21]. Therefore, P-TEFb kinase represents a key factor during transcription, which creates the environment for productive elongation of RNAPII. Of note, Polo-like kinase (PLK3) has also recently been implicated in Thr-4 phosphorylation [22], and CDK8/Cyclin C of the mediator complex was shown to phosphorylate the CTD on both Ser-2 and Ser-5 residues in vitro [23].Besides the modification of the CTD of RNAPII, P-TEFb also phosphorylates DSIF and NELF. This results in the proteasomal degradation of the NELF complex, but converts DSIF into an activator of elongation (for review see [24]). In addition, P-TEFb phosphorylates UBE2A that associates subsequently with the Ring finger proteins RNF20 and RNF40 to execute histone mono-ubiquitinylation [25].Since P-TEFb has such an impact on gene transcription, its kinase function is strictly regulated. Inactive P-TEFb is stored in 7SK snRNPs [26,27] which display a diffuse nuclear distribution [28]. Inside of these nuclear particles, P-TEFb interacts in a reversible fashion with HEXIM1 (hexamethylene bis-acetamide inducible 1) and the 332 nt-long 7SK snRNA [26,27,29-31]. The 7SK snRNA contains two distinct hairpin structures, bound by HEXIM1 (5’-hairpin) and CCNT1 (3’-hairpin), which are essential for the inhibitory effect of HEXIM1 towards P-TEFb [32,33]. Additional proteins within the 7SK snRNP are MePCE (methylphosphate capping enzyme), LARP7 (La ribonucleoprotein domain family, member 7) and several hnRNPs [34,36]. In order to execute its regulatory function in the control of transcriptional elongation, P-TEFb must be released from this inhibitory complex and integrated into the AF4- [37] or AF5-dependent SECs [38].The precise molecular mechanism of P-TEFb release from the 7SK snRNPs is still under experimental investigation. Studies with the HIV-1 Tat protein demonstrated its strong capability of binding to P-TEFb (via Cyclin T1) and to actively recruit the kinase to the HIV-1 LTR promoter region [39,40]. Tat competes directly with HEXIM1, thereby causing its dissociation by inducing conformational changes in 7SK snRNA [41,44]. In addition, Tat is a direct competitor for BRD4 [45], and interacts with several SEC components [46,47].SECs are variable multiprotein complexes that contain - besides P-TEFb - factors of the ELL family (ELL1-3) as well as AF9 or ENL [48,49]. After their initial identification in MLL-rearranged leukemia [50], their role as stimulators of transcriptional elongation has been shown in a more physiological context [37,51]. However, the precise mechanism of P-TEFb recruitment to the SECs in the absence of proteins like HIV-1 Tat or MLL fusion proteins remained elusive.Here, we focussed on the physiological situation by studying the human AF4 [37] and AF4N SEC [8]. AF4 is a prototype of the AF4/LAF4/FMR2/AF5 (MCEF) protein family [52]. Besides their full-length transcripts, all four genes express a shorter transcript variant coding only for the N-terminal domains (N-terminal homology domain NHD and AF4/LAF4/FMR2 homology domain ALF). These two domains are necessary and sufficient to recruit P-TEFb and other factors to steer the transcriptional elongation control mechanisms as described above. The C-terminal portion has different functions, e.g. binding of AF9 or ENL and SL1 [53], exhibits a nuclear localization sequence and confers heterodimerization capacity via the C-terminal homology domain (CHD) [37].One of the aims of our study was to understand the function of DDX6 which has been recently identified as part of the AF4 and the AF4-MLL complex [37]. DDX6 is an evolutionarily conserved member of the DEAD-box RNA helicase family and is known to be involved in many aspects of mRNA biology (translation, storage and degradation). DDX6 overexpression has been demonstrated in different cancer types (for review see [54]) and was found to be related to an accumulation of c-Myc and VEGF protein by increasing the translational process, due to an IRES-unfolding mechanism (for review see [55]). Recently, DDX6 has been also implicated in microRNA biology and microRNA-induced gene silencing, where a direct interaction of the RNA helicase with AGO1 and AGO2 could be detected [56].Since DDX6 represents an ATP-dependent RNA helicase and P-TEFb is bound to the 7SK snRNA, we postulated DDX6 as a possible candidate for the release of P-TEFb from the 7SK snRNP. RNA helicases have already been shown to be capable of disrupting protein-RNA interactions [57]. Therefore, we investigated whether DDX6 is in fact an integral part of both the AF4 and AF4N protein complexes, is able to bind to 7SK snRNA and has the capability to release stored P-TEFb from 7SK snRNPs. We also examined the consequences of DDX6 overexpression or downregulation on transcription and the recruitment of P-TEFb to the AF4 SEC. Our results extend the current knowledge about the cellular functions of the DDX6 RNA helicase, but also our knowledge about the release of P-TEFb in the absence of HIV Tat or BRD4.Understanding the P-TEFb release process is important, because the most frequently diagnosed MLL fusions in ALL and AML (MLL-AF4, -ENL, -AF9, -AF10) all recruit the endogenous AF4 SEC. The AF4 SEC exhibits histone methyltransferase activity (H3K79me2/3 and H3K36me2) and the P-TEFb kinase activity, functions known to be necessary for oncogenic transformation. Moreover, the reciprocal AF4-MLL oncoprotein - fusing the AF4N portion to MLL - also recruits the DDX6 protein and exhibits a hyperactive P-TEFb kinase function. To this end, DDX6 is not only an integral part of all those oncogenic MLL fusion protein complexes that initiate and maintain leukemia, but also a potential new therapeutic target in this type of leukemia. Material and methodsExpression plasmidsThe AF4 and AF4N (aa 1-360) cDNAs were cloned into the recently established pSBtet-R-B vectors [58], the cDNA coding for the human DDX6 was cloned into pSBtet-G-P and a Dox-inducible H1-shRNA-expression-cassette for the stable knock down of DDX6 mRNA was also cloned into an empty pSBtet-G-P vector (DDX6 target sequence: 5’-AGAAACCCTATGAGATTAA3’). All pSBtet vectors were stably integrated by co-transfection with the optimized Sleeping Beauty transposase expression plasmid (SB100Xco), which was kindly provided from Zoltán Ivics (PEI, Langen, Germany). For recombinant protein expression the cDNAs for AF4N, HEXIM1 and LARP7 were additionally cloned into the pGEX-5T vector (N-terminal His-GST-tag), while DDX6 cDNA was cloned into the pGEX-5T and the pET-22b(+) vector (C-terminal His-tag).Cell culture and stable cell linesAdherent 293T cells were maintained in DMEM with high glucose, supplemented with 10% FCS, 2 mM glutamine and 1% penicillin/streptomycin, at 37°C and 5% CO2. Polyethylenimine (PEI) transfections were carried out with 2 x 106 cells and stable cell lines were generated after co-transfection of 10 µg of the corresponding SB vectors with SB100Xco in a ratio of 20:1. Twenty-four hours post transfection, cells were selected for 24-48 h by adding 1 µg/ml puromycin and/or 8 µg/ml blasticidin. If necessary, this procedure was repeated until a homogenous fluorescent population was established. Expression of the transgene was finally detected by means of quantitative PCR on the mRNA level or by SDS-PAGE and Western blot analysis at the protein level.Cell lysisIn general, cells were washed twice in cold 1 x PBS, counted and collected by centrifugation (5 min, 4,000 rpm, 4°C). Whole cell lysates were generated by resuspending cells in 250 µl IP buffer/1 x 107 cells (IP buffer: 150 mM NaCl, 20 mM HEPES, pH 7.5, 1% Triton X-100, 1 mM Na3VO4, 10 mM NaF, 1 mM PMSF, 1 x Protease Inhibitor Cocktail (Roche, Mannheim, Germany) and incubated for 1 h at 4°C under rotation. Lysates were centrifuged (30 min, 14,000 rpm, 4°C) and supernatants were collected and used for further experiments.Western blot experimentsPurified protein complexes, whole cell lysates or samples from immunoprecipitations were analyzed by Western blot by using the following antibodies: anti-CDK9 (C-20) and anti-ß-Actin (I-19) antibodies were obtained from Santa Cruz Biotechnology (Santa Cruz, USA); anti-Cyclin T1, -DDX6, -HEXIM1 and -LARP7 antibodies were obtained from Abcam (Cambridge, UK); anti-AF4 (A302-344A) antibody was obtained from Bethyl Laboratories (Montgomery, USA). Transferred proteins were visualized with the ClarityTM Western ECL Substrate (GE Healthcare, Little Chalfont, USA) using the Molecular Imager ChemiDOC® XRS+ (Bio-Rad, Hercules, USA). Relative quantification of protein lanes was performed using the Image Lab 3.0 Software (Bio-Rad).Affinity purification of AF4 and AF4NFor protein complex purification, 2 x 107 stably transfected 293T cells were lysed 48 h after induction with 1 µg/ml doxycycline in 500 µl IP buffer to isolate the strep-tagged AF4 or AF4N. Cell lysates were pre-cleared with 2 µg Avidin and normalized according to the total protein concentration before incubating them with 300 µl of Strep-Tactin® Superflow® Suspension (IBA GmbH, Göttingen, Germany) for 3 h. Optionally 30 µg RNase A or 25 ng in vitro transcribed 7SK snRNA was added to the lysate. In a particular experiment, the lysate was first treated with RNase A to destroy cellular RNA molecules, before ribonuclease inhibitor RNasin was added to inhibit further RNase A activity and the degradation of subsequently supplemented 7SK snRNA. Samples were washed four times with 1 x PBS, eluted with 200 µl Laemmli-buffer and finally analyzed. In case of the purification of bound RNA molecules, buffer containing 10 mM biotin (100 mM Tris, 150 mM NaCl, 1 mM EDTA, 10 mM biotin) was used for the elution.Immunoprecipitation experimentsFor immunoprecipitation, whole cell lysates of 1 x 107 untransfected or stably transfected 293T cells were normalized according to the total protein concentration, lysates containing 2 mg of total protein were pre-cleared by adding 1 µg of non-specific IgG and 20 µl Protein G Magnetic Beads (NEB, Ipswich, USA) and incubated for 30 min at 4°C under rotation. Supernatants were collected and 1-2 µg of specific antibody was added followed by further incubation for 3 h. Optionally 30 µg RNase A or 25 ng in vitro transcribed 7SK snRNA was supplemented. 30-50 µl Protein G Magnetic Beads were added and incubated for additional 16 h. Supernatants were washed five times with lysis buffer, eluted by boiling for 3 min in 60 µl Laemmli-buffer and subsequently analyzed. In case of the purification of bound RNA molecules, 60 µl glycine/HCl buffer (100 mM Glycin/HCl pH 2.3) was used for the elution.In vitro transcriptionAbout 1 µg of the plasmid 7SK-nc6 was used for the MEGAscript® T7 RNA polymerase in vitro transcription reaction (Ambion, Kassel, Germany) to generate 7SK snRNA according to the manufacturer’s instructions. In vitro transcripts were analyzed by denaturing urea PAGE (8 M urea, 5% acrylamide).Expression and purification of recombinant proteinsExpression vectors for recombinant proteins (pET-22b(+), pGEX-5T) were transformed into E. coli One Shot BL21star (DE3, Life Technology, Germany) and selected. A single clone was chosen for inoculation of a 50 ml pre-culture and incubated for 16 h, 180 rpm at 37°C until stationary phase. 25 ml of pre-culture were used to inoculate a 1 L main culture and incubated to an OD600 of 0.6. Expression was induced with 1 mM IPTG for 3 h. Bacteria were harvested by centrifugation for 10 min, 5,000 rpm at 4°C, pellets resuspended in 3 ml/mg lysis buffer (50 mM NaH2PO4 pH 7.5, 300 mM NaCl, 10 mM imidazol, 1% (v/v) Triton X-100, 5% (v/v) glycerol, 10 mM β-mercaptoethanol) and incubated for 30 min on ice. Lysates were sonicated for 6 x 10 sec and genomic DNA was digested by addition of DNase I for 15 min at 4°C. Subsequently, samples were centrifuged to remove cell debris (20 min, 10,000 rpm, 4°C). Supernatants served as input for purification. The recombinant proteins were purified by a Ni-NTA agarose resin (QIAGEN, Hilden, Germany) according to manufacturer instructions. Purity of eluted recombinant proteins was confirmed by 12% SDS-PAGE and coomassie staining, protein concentrations were determined on a nanophotometer (P330, Implen, Munich, Germany).7SK RNA binding assayRecombinant GST, GST-AF4N, GST-HEXIM1, GST-LARP7 and GST-DDX6 (2 μg each) were bound to glutathione magnetic beads (Thermo Scientific, Waltham, USA) for 2 h at 4°C according to manufacturer instructions. Beads were subsequently washed three times (125 mM Tris HCl pH 8.0, 150 mM NaCl) and then incubated with 25 ng in vitro transcribed 7SK snRNA in a total volume of 500 μl for another 2 h. Beads were washed five times and proteins were eluted in a total volume of 50 μl (50 mM Tris HCl pH 8.0, 10 mM reduced Glutathion). An aliquot of these eluates (4 μl) was reverse transcribed with a specific primer (7SK snRNA_cDNAsyn-RV 5’-CACATGCAGCGCCTCATTTG-3’) using SuperScript II reverse transcriptase (Life Technology, Germany) and then amplified by standard PCR to analyze the amount of 7SK RNA (7SK snRNA-FW 5’-AGGACCGGTCTTCGGTCAA-3’; 7SK snRNARV 5’-TCATTTGGATGTGTCTGCAGTCT-3’).GST-pulldown assaysRecombinant H6-GST and H6-GST-AF4N (2 μg each) were bound to glutathione magnetic beads (Thermo Scientific, Waltham, USA) for 2 h at 4°C according to manufacturer instructions. Beads were subsequently washed three times (125 mM Tris HCl pH 8.0, 150 mM NaCl) and then incubated with 2 µg recombinant DDX6-H6 in a total volume of 500 μl for another 2 h. Samples were washed five times, eluted with 100 µl Laemmli-buffer and finally analyzed by SDS-PAGE and Western blot.RNA extraction and cDNA synthesisThe total RNA of 5 x 106 stable transfected 293T cells was extracted by the RNeasy® Mini Kit (Qiagen, Venlo, Netherlands) according to the manufacturer’s instructions. One µg total RNA was subsequently reverse transcribed into cDNA using the SuperScript® II Reverse Transcriptase (Invitrogen, Waltham, USA). For the detection of 7SK snRNA bound to selected proteins raised from affinity purifications or immunoprecipitations, RNA was eluted as described above, reverse transcribed with a specific primer (7SK snRNA_cDNAsyn_RV 5’-CACATGCAGCGCCTCATTTG-3’) and analyzed by PCR. Quantification of total RNA has been carried out in triplicates of 2 x 105 stable transfected cells and RNA concentration was determined with the Nanophotometer P330 (Implen, Munich, Germany).Quantitative real-time PCR analysis (qRT-PCR)All qRT-PCR analysis were performed with the StepOnePlusTM System (Applied Biosystems, Foster City, USA) using SYBR Green for DNA detection. The measurements were analyzed in triplicates and normalized to the Ct values of GAPDH and/or RPL13A of mock transfected cells. The results were evaluated by the comparative ΔΔCt method. The following primers were used for the qRT-PCR experiments: hGAPDH-FW 5’-GGTCACCAGGGCTGCTTTTA-3’; hGAPDH-RV 5’-CGTTCTCAGCCTTGACGGTG-3’; 7SK snRNA-FW 5’-AGGACCGGTCTTCGGTCAA-3’; 7SK snRNA-RV 5’-TCATTTGGATGTGTCTGCAGTCT-3’; CCNT1-FW 5’-GGCGTGGACCCAGATAAAG-3’; CCNT1-RV 5’-CTGTGTGAAGGACTGAATCATG-3’; DDX6-FW 5’-GCATCCAGGTCAGCAAACACA-3’; DDX6-RV 5’-TCCAGGATTCTCCCAGGGGT-3’; HEXIM1-FW 5’-CGAGGAGGACAGTAGGTGG-3’; HEXIM1-RV 5’-CAGGCAGCTAGATTCTGGACA-3’; RPL13A 5’-FWTGGTGCTTGATGGTCGAG-3’; RPL13A-RV 5’-TGTTGATGCCTTCACAGCGTA-3’, 18S rRNA-FW 5’-GGCCCTGTAA-TTGGAATGAGTC-3’ and 18S rRNA-RV 5’-CCCAAGATCCAACTACGAGCTT-3’. ResultsStable and inducible AF4 and AF4N expression in HEK 293T cellsExperimental studies of the AF4 (aa 1-1,212) or AF4N protein (aa 1-360) are hampered by their fast proteasomal degradation [59]. Blocking proteasomal degradation by MG132 is toxic to cells and may influence experimental results. Therefore, we cloned C-terminal Strep-tagged AF4 and AF4N into an inducible Sleeping Beauty vector (pSBtet-AF4-R-B and pSBtet-AF4N-R-B) that confers a high expression rate of the transgene after stable integration into the genome [58]. The induction of both transgenes was monitored by Western blot experiments. Stable overexpression was obtained after 24-72 h of doxycyline treatment (Dox; Figure 1A). Due to its very high turnover, caused by the E3-ligases SIAH1 und SIAH2 [59], the AF4 protein is usually not detectable in mock-transfected or uninduced cells (see Figure 1A, lanes 1 and 2). Based on these results, all subsequent experiments were carried out after 48 h Dox induction.Open in a separate windowFigure 1Cell lines expressing AF4 and AF4N form SEC complexes. A. Induction kinetics of the AF4 and AF4N protein. Both proteins are strongly induced 24-72 h after Dox treatment. B. Affinity-purified (AP) AF4 or AF4N assemble into identical super elongation complexes (SECs). CCNT1: Cyclin T1; L: lysate; FT: flow through; E: eluate. Lower panel: AF4N purifications under different stringency conditions. C. Immunoprecipitation (IP) experiments reveal that DDX6 is binding to either AF4 and AF4N proteins or complexes thereof (SECs). L: lysate; W: washing fraction; P: precipitate. D. GST Pull-down experiment to confirm a direct protein-protein interaction between AF4N and DDX6. The interaction between both recombinant proteins was not dependent on the addition of 7SK snRNA. E. Dox-induced overexpression (~3-fold) or shRNA-mediated knockdown of DDX6 (~80%) is shown.Affinity purification of AF4 and AF4N multiprotein complexes reveal identical compositionsSince AF4 family proteins are known to be the crucial backbone for the formation of high molecular weight SECs, we next used an established Strep-tag affinity purification method [8,37] to isolate the protein complexes assembled on the full-length AF4 and the truncated AF4N protein. AF4N is encoded by an alternative AF4 transcript (FelC) that terminates after AF4 exon 3 at a cryptic poly A site [52]. FelC transcripts encode only the first 360 amino acids, but are strongly increased in cells with t(4;11)(q21;q23) translocations, indicating an important function of the AF4N protein for t(4;11) leukemia cells.The N-terminal portion of AF4 or AF4N represents a docking hub for a large variety of direct binding partners, amongst others Cyclin T1/CDK9 and NFkB1 (p50, p65), CDK7 (TFIIH) and MEN1 [8,37], while the C-terminal portion binds to AF9, ENL or DOT1L. In yeast-2-hybrid experiments, we have recently demonstrated that DOT1L binds either to the AF4 N-terminal portion, to Cyclin T1, to ENL or to AF10. Since binding sites are partially or fully overlapping, we cannot rule out that various complexes with different compositions exist at the same time or that binding of different proteins to the AF4 N-terminus are mutually exclusive.Former nLC-MS/MS experiments of our group identified also the DEAD-box RNA helicase DDX6 as an AF4N binding partner [37]. Therefore, both the AF4 and the AF4N protein were affinity-purified (AP) to investigate whether DDX6 is an integral component of the assembled AF4 and AF4N complexes. In Figure 1B the lysates (L), the flow through fractions (FT) and the eluate fractions (E) were analyzed for the presence of the following constituents: AF4 (apparent 178 kDa) or AF4N (40 kDa), CCNT1 (81 kDa), CDK9 (42 kDa), DDX6 (54 kDa) and ß-Actin (43 kDa). Based on these data, we conclude that AF4 and AF4N are both able to recruit these cellular proteins and to form SECs that contain the DDX6 protein. Moreover, it becomes clear that the AF4 and AF4N proteins are quite similar in their binding capacities, a least for the binding partners and conditions tested here.In order to test the binding strength of these complex partners, we isolated the complexes under more stringent conditions. The protocol for affinity purification usually uses 150 mM NaCl in the washing buffers, but we also performed complex purifications with 300 and 500 mM NaCl to demonstrate the high stability of the isolated complexes. The DDX6 protein, as most of the other binding partners, shows identical binding patterns under these conditions (Figure 1B, lower panels).Co-immunopreciptation (Co-IP) and GST-pulldown experiments revealed an interaction between DDX6 and AF4 or AF4NNext, we performed Co-IP experiments to re-validate that DDX6 is indeed capable of binding to the AF4 or AF4N protein. As summarized in Figure 1C, immunoprecipitated DDX6 from both cell lines displayed an interaction with AF4 as well as AF4N, while the corresponding IgG control did not reveal any nonspecific interaction. This experiment confirmed our previous data [37], and also demonstrated again that the AF4N complex is highly similar to the complex assembled on the full-length AF4 protein. Due to its shorter length, AF4N was highly expressed and could be purified more effectively, which in turn facilitated our analyses. For these reasons, we decided at this point to perform all further experiments only with the AF4N expressing cells.In addition to the Co-IPs, GST-pulldown assays with recombinant H6-GST-AF4N and DDX6-H6 were performed (see Figure 1D). Purified H6-GST-AF4N bound to GST beads revealed a clear binding to DDX6-H6, while the tested H6-GST control protein did not. This again validated that AF4N and DDX6 are directly interacting proteins, and that in vitro binding was not dependend on 7SK snRNA.DDX6 overexpression and knockdown experimentsWe used the pSBtet-G-P vector to either overexpress DDX6 upon Dox administration, or to knockdown endogenous DDX6 by using a Dox-inducible shRNA cassette. As displayed in Figure 1E, we could stably overexpress DDX6 (3-4 fold), and were also able to stably knockdown DDX6 up to 80% after 48 h of Dox treatment. We never observed a higher knockdown efficiency in our experiments, indicating that at least 20% DDX6 protein is presumably important for cell survival. Similar data were previously obtained when we tried to knockdown AF4, where we could reach only a maximum of 60% in knockdown efficiency [8]. Thus, all subsequent experiments with a DDX6 knockdown refer to these values. Microscopic examinations of the morphology revealed no abnormalities or changes in any of the cell populations, which suggests that neither the DDX6 overexpression nor the knockdown has a cytotoxic effect.Consequences of AF4, AF4N or DDX6 overexpression on mRNA synthesisOne of the most prominent effects of AF4 overexpression is its influence on mRNA production. We have already published this phenomenon [8], in which any manipulation of cells to express more AF4 or AF4N protein resulted in a dramatic increase of mRNA production. This could be achieved either by blocking the proteasomal degradation of AF4 with MG132 or by overexpressing the protein (transient or stable). Thus, a simple way to assess this phenomenon is to use identical cell numbers and a standardized total RNA preparation method, followed by the quantification of total RNA (Figure 2A). Since AF4N and potentially DDX6 only influence RNAPII transcription (Pol I: rRNA; Pol III: tRNA, 5S RNA, other snRNA), any difference in the amount of isolated RNA indicates changes in mRNA production. Depending on the cell type, the proportion of mRNA in total RNA varies only between 1-6%. Therefore, Figure 2B displays the data of Figure 2A after virtual subtraction of 95% rRNA and Pol III transripts. An increase in the total amount of RNA was observed when we overexpressed DDX6, AF4N or both, while the knockdown of DDX6 led to a reduction in total RNA production. DDX6 overexpression increased mRNA production by about 5-fold, AF4N by 6-fold, while the co-overexpression resulted in about 11-fold increase of mRNA (additive effect), indicating a cooperative mechanism between the two proteins in the activation of gene transcription. Both knockdowns (endogenous DDX6 in mock and in AF4N overexpressing cells) resulted in both situations in a 70% decrease of mRNA production. Thus, the reduction of DDX6 or the presence of overexpressed AF4N/DDX6 caused a modulation of mRNA production in the range between 30% and 1,100% - when compared to untreated cells. To confirm our assumption, we also quantified the endogenous levels of 18S rRNA (see Figure 2C). The obtained results suggested that only RNAPII is affected by manipulating the abundance of AF4N or DDX6, while RNAPI products (28S and 18S rRNA) were unchanged with regard to our experimental limitations (small changes in the range of 1-4%).Open in a separate windowFigure 2Quantification of mRNA levels in DDX6-/AF4N-overexpressing and DDX6 knockdown cells. A. Identical cell numbers (2 x 105) of stable transfected HEK 293T cells were used to isolate total RNA with a standardized method. Total amount of RNA is displayed. B. Amount of mRNA in the same cells after subtraction of rRNA and RNAPIII transcripts. C. RNA gel with 28S and 18S rRNA isolated from the different cell lines used in this study; below: real-time PCR data of 18S rRNA. Relative quantification was carried out by using two housekeeping genes (GAPDH and RPL13A). Both displayed no changes in Ct values during qRT-PCR. These experiments revealed that the quantitative amount of ribosomal RNA was not significantly affected. Small differences 1-4% are in the range of experimental variations. D. qRT-PCR data of HEXIM1 and Cyclin T1 mRNA.In subsequent experiments, a possible DDX6-mediated activation of P-TEFb was investigated based on the transcriptional activity of the known P-TEFb target gene HEXIM1. Results of a recently published study with HeLa cells revealed that the release of P-TEFb from 7SK snRNP and its inclusion into the SEC is connected with a slight increase (~2-fold) in the transcription of HEXIM1 [30,31]. A negative feedback mechanism allows the cells to precisely regulate the P-TEFb balance for homeostasis, as the newly synthesized HEXIM1 promotes the recycling of active P-TEFb into the inhibitory 7SK snRNPs. As shown in Figure 2D, we tested the transcriptional activity of this known target gene of P-TEFb activity, and also of Cyclin T1, that should not be affected by this negative feedback mechanism. As expected, an increase of P-TEFb activity resulted in a higher production of mRNA, correlated with increased production of the HEXIM1 mRNA. It can be excluded that the changes in HEXIM1 transcription were due to the general variations in mRNA production triggered by manipulations in the levels of DDX6 and AF4N, because neither the transcription of Cyclin T1 nor that of GAPDH and RPL13A used as internal controls (not shown) were influenced by the overexpression or the knockdown of the two proteins.However, these results also illustrated that not all genes were affected by changes of DDX6 or AF4N. This effect is consistent with previously published data in which studies on the effect of P-TEFb on transcription using the specific CDK9 inhibitor flavopiridol revealed only a reduction of the general transcription capacity by approximately 80% [60]. Thus, it is conceivable that genes showing a relatively high expression level under physiological conditions (e.g. GAPDH or RPL13A) are not affected to the same degree, or not affected at all, by an elevated transcriptional elongation effect as genes with lower basal transcription levels, for example.7SK snRNA binding capacity of AF4N and DDX6To substantiate the hypothesis that DDX6 is a P-TEFb recruiting factor, the RNA helicase was examined for its ability to bind the 7SK snRNA. First, we established an in vitro transcription assay to produce the 332 nt-long 7SK snRNA (the plasmid was a gift of Matthias Geyer; Figure 3A). Purified 7SK snRNA was then used to perform complementation assays. We used immunoprecipitates of DDX6, HEXIM1, LARP7, AF4N and a control antibody to measure the amount of associated 7SK snRNA. The attached 7SK snRNA was isolated and reverse transcribed into a corresponding cDNA which then was used for RT-PCR experiments. As shown in Figure 3B, 7SK snRNA is dominantly associated with two components of the 7SK snRNP, namely HEXIM1 and LARP7 (lanes 2 and 3). By contrast, only low levels of DDX6 and AF4N-associated 7SK snRNA could be visualized when immunprecipitating these proteins (lanes 1 and 4).Open in a separate windowFigure 3Association and binding of 7SK snRNA to components of the 7SK snRNP and DDX6/AF4N. A. In vitro transcript of 7SK snRNA (IVT 7SK snRNA). B. Immunoprecipitations performed with antibodies against DDX6, HEXIM1, LARP7, AF4N and control IgG. The amount of bound 7SK snRNA was visualized by RT-PCR of the available 7SK snRNA in these precipitates. Adding 25 ng of IVT 7SK snRNA to the precipitates revealed that DDX6 and AF4N are both able to bind to this particular snRNA. C. In vitro 7SK snRNA binding experiment. Recombinant proteins expressed in E. coli were used to demonstrate a direct binding capacity of LARP7, HEXIM1 (both positive controls), AF4N and DDX6 towards the 7SK snRNA. Neither GST protein alone nor GST-beads were able to bind to the 7SK snRNA under these conditions. PC and NC: ± reverse transcribed 7SK snRNA to validate the PCR assay. D. Alignment of the SIAH1/2 interacting motif of AF4 protein family members.Strong binding to DDX6 and AF4N could be detected when the same experiment was performed in the presence of 25 ng added 7SK snRNA (in vitro transcribed 7SK snRNA = IVT 7SK snRNA; 25 ng~1,4 pmol), while the signals for HEXIM1 and LARP7 remained unchanged. This experiment demonstrated that both DDX6 (likely to be bound to the endogenous AF4 or the AF4N complexes) as well as precipitated AF4N complexes (with bound DDX6) have a specific RNA binding capacity for 7SK snRNA, but are outcompeted by HEXIM1 and LARP7 under physiological conditions. This may also indicate that excess of 7SK snRNA in the cell is presumably degraded when not bound to LARP7. A very weak binding was observed with the IgG control antibody, but the difference between the control reaction and the highly saturated AF4N complex or DDX6 after adding IVT 7SK snRNA was sufficient to allow this conclusion. In order to support these findings, we performed in vitro binding assays with recombinant proteins (AF4N, HEXIM1, LARP7 and DDX6) isolated from E. coli to demonstrate direct binding of all of these proteins to IVT 7SK snRNA (Figure 3C). The results revealed a direct 7SK snRNA binding capacity of all four proteins without the requirement of any other factor(s).Destructions of 7SK snRNP by RNase A and transfer of P-TEFb to the AF4 SECIn order to evaluate the role of DDX6 for the process of transfering P-TEFb to the AF4 SEC, we decided to apply RNase A treatment, or vice versa, the addition of IVT 7SK snRNA to simulate a scenario where P-TEFb is either freely available (100%) or completely sequestered by the 7SK snRNPs (0%). As shown in Figure 4A, we do see 7SK snRNA in the lysates of our AF4N complex purifications. This amount of 7SK snRNA reflects the amount of remaining endogenous 7SK snRNPs. Adding RNase A to these lysates completely destroyed the pool of 7SK snRNPs (lanes 3 and 4), depicted as a negative result in the subsequent RT-PCR amplification. When we analyzed the affinity-purified AF4N complexes, 7SK snRNA molecules attached to these multiprotein complexes could be observed (lane 5). An increase of 7SK snRNA resulted in an even higher quantity of RNA attached to the AF4N complexes (lane 6). After destroying all the RNAs in the eluate by the RNase A treatment, we detected virtually no signal for the 7SK snRNA still associated with the purified AF4N complexes (lane 7). Subsequently added IVT 7SK snRNA could partially rescue the signal in the pool of purified AF4N complexes. from these experiments, we can assume that a fraction of 7SK snRNA is also part of the affinity-purified AF4N complex.Open in a separate windowFigure 4DDX6 is a recruiting factor for P-TEFb. A. Affinity purified AF4N SECs are asscoiated with endogenous 7SK snRNA, while the addition of RNase A destroy the 7SK snRNA. B. Addition of RNase A destroys the binding of DDX6 to the AF4 SEC, but not binding of P-TEFb. Adding 25 ng 7SK snRNA restores DDX6 binding to the AF4N SEC. L: lysate; E: eluate. C. Overexpressed or repressed DDX6 changed the amount of P-TEFb transferred to the AF4N SEC. L: lysate; E: eluate. D. RNase A treatment destroys completely the 7SK snRNP.These initial data were further validated by analyzing the purified AF4N complexes in more detail. Since both DDX6 and AF4N displayed the ability to bind to the 7SK snRNA, it seems likely that the 7SK snRNA, at least at the stage of recruitment of P-TEFb from 7SK snRNP, is firmly associated with the AF4N multiprotein complex and potentially mediates a primary interaction between DDX6 and AF4N. As depicted in Figure 4B, AF4N co-purified with DDX6, CCNT1 and CDK9, as expected. As AF4N is overexpressed in these cells, the signals for the bound proteins were usually weaker than for the overexpressed and tagged AF4N protein. The addition of IVT 7SK snRNA resulted in a slightly stronger signal for associated DDX6 when normalized to the AF4N protein levels (panel 2, second blot: 2.12-fold), which might hint that 7SK snRNA initiates, mediates or stabilizes the binding of DDX6 to the AF4N complex. At the same time, a reduction of Cyclin T1 and CDK9 bound to the AF4N complex could be observed, presumably due to their incorporation into the 7SK snRNP, whose formation was likely to be favored by the excess of added 7SK snRNA. When we destroyed the endogenous 7SK snRNPs by adding RNase A, the signal for DDX6 associated with AF4N decreased (panel 3, second blot: 0.13-fold), indicating that in vivo DDX6 is only associated with the AF4N complex when 7SK snRNA is available. Surprisingly, also much more P-TEFb was incorporated into the AF4N complex under this conditions. This is presumably due to the fact that RNase A treatment liberates so much P-TEFb from 7SK snRNPs that it binds more easily to the AF4N SEC, without the need for other factors to transfer P-TEFb kinase into the AF4N complex, when freely available. Subsequently added IVT 7SK snRNA restored the DDX6 signal to levels equivalent to those in panel 2 of Figure 4B (panel 4, second blot: 2.26-fold), indicating that it is in fact the 7SK snRNA, and no other RNA molecule, that mediates the binding of DDX6 to the AF4N complex. Evidence for the association of the 7SK snRNA attached to the AF4N complex under these conditions is visualized in Figure 4A.All these data are consistent with the conclusion, that the equilibrium between P-TEFb - being stored in 7SK snRNPs - and P-TEFb - being transferred to AF4/AF4N complexes - is influenced by the amount of available 7SK snRNA and the amount of DDX6, but also by the amount of available AF4 or AF4N (see model below).We therefore re-investigated the situation by modulating the amount of DDX6 in cells. As summarized in Figure 4C, under physiological conditions affinity-purified AF4N complexes contained DDX6, CyclinT1 and CDK9. Overexpression of DDX6 increased all three proteins attached to the purified AF4N complexes when normalized to the amount of AF4N (2.9-fold more DDX6, 2.6 fold more CCNT1 and 2.8-fold more CDK9), while the knockdown of DDX6 decreased their amounts (0.2-fold DDX6, 0.4-fold CCNT1 and 0.4-fold CDK9). This clearly indicates that DDX6 is indeed one of the key parameters for the transfer of P-TEFb to the AF4N complex. Most likely, DDX6, as an ATP-dependent RNA helicase, changes the structure of the 7SK snRNA, inducing the liberation of P-TEFb which allows its transfer from the 7SK snRNPs to the AF4N SEC. Vice versa, an artificial treatment with RNase A creates an inbalance between stored and freely available P-TEFb. This was shown by immunoprecipitating HEXIM1, demonstrating the loss of LARP7, Cyclin T1 and CDK9 binding to the 7SK snRNPs upon RNase A treatment (Figure 4D). From these experiments we depicted a model which is summarized in Figure 5 and will be discussed below.Open in a separate windowFigure 5Proposed model for DDX6 under physiological conditions. P-TEFb is stored as inactive kinase in the 7SK snRNP. Currently known releasing factors are the HIV Tat protein, BRD4 and certain MLL fusion proteins. DDX6 is a new P-TEFb releasing factor. RNase A treatment destroys 7SK snRNPs and generates a large pool of freely available P-TEFb. The amount of DDX6, as well as the amount of AF4/AF4N is critical for the assembly of P-TEFb containing AF4/AF4N SECs that drive transcript initiation and elongation. P-TEFb kinase activity destroys the AF4/AF4N SECs by enhancing the turn-over of AF4/AF4N. This allows free P-TEFb to be recruited via HEXIM1 back to 7SK snRNPs. DiscussionAF4 and AF5 complexes are known to assemble into so-called “superelongation complexes” (SECs). They have the ability to steer transcriptional elongation at different target genes by using the P-TEFb kinase to perform a series of actions [37,38,49,61]. Phosphorylation of the CTD of RNAPII allows transcriptional initiation, transcriptional elongation as well as binding of essential factors for capping, splicing and termination. In the course of transcription, SECs travel with RNAPII, allowing the associated histone methyltransferases (DOT1L, NSD1) to modify the transcribed chromatin by H3K36me2 and H3K79me2/3 signatures [37]. These modifications make part of a transcriptional memory system that is complemented by MLL-mediated H3K4me3 signatures in promoter regions.One of the unsolved questions concerns the molecular mechanism of active P-TEFb kinase transfer to the AF4- or AF5-assembled SECs. Although comprehensive data have been published for the HIV Tat protein (for review see [62]), the bromodomain protein BRD4 (for review see [63], or MLL fusion proteins (for review see [64]), we still lack important aspects for the physiological P-TEFb transfer from 7SK snRNPs to SECs.Here, we tried to assess the role of DDX6 for its function in releasing P-TEFb from 7SK snRNPs and in transferring P-TEFb to the AF4 SEC. DDX6 belongs to the family of DEAD-box RNA helicases, which is known to control many aspects of mRNA biology (translation, storage and degradation) and miRNA-mediated silencing (for review see [55]). DDX6 is an integral part of the AF4 SEC [37] and the recently characterized AF4N SEC [8]. It is noteworthy that all 4 members of the AF4/FMR2 family (AF4, LAF4, FMR2 and AF5/MCEF) express such shorter protein variants [52], however, their function is yet unknown. Since the truncated AF4N is overexpressed in cancer cells [52], we focussed here only on the AF4 protein variant.AF4 and all other proteins of this family are the bottleneck proteins for transcriptional elongation. Their abundance is strictly controlled due to binding of the E3 ligases SIAH1 and SIAH2, that interact with the conserved P-x-A-x-V-x-P motif (Figure 3D), that is present at the N-terminal portion of all family members and their shorter variants [65]. The rapid proteasomal degradation is even enhanced when activated P-TEFb phosphorylates them within the SEC [66]. Thus, it is technically almost impossible to visualize the endogenous proteins in cells without blocking the proteasomal pathway. This is also the reason why AF4 or AF4N protein become most visible on Western blots 48 h post doxycyline induction (Figure 1A).The importance of AF4 and AF4N for enhancing transcriptional elongation could be clearly shown in this study. Overexpression of AF4N resulted in an increase of mRNA production of about 580% in the investigated cells, while a DDX6 overexpression stimulated gene transcription by about 440%. An increase of 1,130% in gene transcription was observed when AF4N and DDX6 were co-overexpressed (see Figure 2B). Thus, the steady-state expression levels of both proteins in the cell appear to be an important feature for the control of transcriptional initiation and elongation. Vice versa, knockdown of DDX6 correlated with a decrease of 70% in mRNA production (see Figure 2B), confirming its central function in transcript production. In addition, a positive effect of AF4N and DDX6 on the activity of P-TEFb could be shown by analysis of the known P-TEFb target gene, HEXIM1, whose expression was increased upon overexpression of AF4N and/or DDX6, as a result of a known negative feedback mechanism ([16,30]; see Figure 2D).Our findings indicate that the equilibrium between P-TEFb - stored in 7SK snRNPs - and P-TEFb - incorporated in AF4/AF4N SECs - depends on the amount of available 7SK snRNA, the amount of DDX6, but also on available AF4 or AF4N proteins. To this end, the recruitment of P-TEFb into SECs in eukaryotic cells is based on various parameters, which are tightly regulated and summarized in a model shown as Figure 5. P-TEFb is usually stored in 7SK snRNPs. Several factors like the viral Tat protein, BRD4, MLL fusion proteins - and now also DDX6 - cause a release of P-TEFb from these inhibitory storage complexes. The significance of DDX6 in this process became particularly clear through the manipulation of cellular DDX6 levels, which resulted in a dramatic change in the amount of P-TEFb within purified AF4N SECs (see Figure 4C).Additionally, the amount of DDX6 was directly proportional to active AF4/AF4N SECs and subsequent mRNA production. Since DDX6 is an ATP-dependent RNA helicase, we assume that DDX6 induces conformational changes within the 7SK snRNA backbone, leading in the liberation of P-TEFb. A specific binding capacity of DDX6 towards the 7SK snRNA could be detected in this study. In the case of DDX6, even the complete 7SK snRNP appears to be transferred to the AF4N SEC to offer a direct handover of P-TEFb. This hypothesis is supported by the results shown in Figure 4B, revealing a 7SK snRNA-dependent binding of DDX6 to the AF4N SEC, and by further investigations of our group, that revealed HEXIM1 binding at the N-terminal portion of AF4 [37]. However, if we destroyed the 7SK snRNPs by RNase A treatment, a large amount of liberated P-TEFb entered the AF4 complex without the requirement of DDX6 (see Figure 4B panel 3). This clearly suggests that liberated P-TEFb does not per se require any additional transfer factors for a successful incorporation into the AF4N complex. Thus, DDX6 likely only plays a role in the liberation process of P-TEFb, similar to what is known already for the HIV Tat protein [39,47].We have previously demonstrated that a recombinant GST-AF4N protein binds directly to 7SK snRNA [8]. This allows speculation that the 7SK snRNA itself may function as a hand-over molecule for the P-TEFb kinase. At least this would explain why the 7SK snRNA was required to incorporate DDX6 into the AF4/AF4N SEC (see Figure 4B, panel 3).AF4/AF4N, and now also DDX6, are factors required for effective mRNA production, a process which is likely to be very energy consuming. Therefore, a normal cell tends to limit those transcriptional processes to their needs. Viruses and cancer cells may use different mechanisms to manipulate this tightly regulated system. Noteworthy, tumor cells tend to enhance gene transcription by an overexpression of DDX6 which may help to increase globally mRNA production in affected cells.Similarly, the leukemogenic AF4-MLL fusion protein of t(4;11) leukemia cells mimicks a hyperactive and non-degradable AF4 [37,59], whose expression has already been linked to increased gene transcription. Assuming that deregulated gene transcription is one of the key features of cancer cells, it is not surprising that expression of the AF4-MLL fusion protein was shown to be necessary and sufficient to cause the onset of leukemia in a mouse model system [67].It can be assumed that the release and transfer process of activated P-TEFb to AF4, AF4N or AF4-MLL is identical, since all of these proteins share an identical AFN portion. To this end, DDX6 can be assumed to be a key component for the malignant conversion process.In line with this argument it is interesting to note that DDX6 is not only overexpressed in different cancer types, but is also involved in the chromosomal translocation t(11;14)(q23;q32) which results in the entire DDX6 open reading frame being placed under the control of the IgH gene enhancer [68]. This specific chromosomal translocation is associated with a diffuse large B-cell lymphoma, classifying DDX6 as a proto-oncogene like BCL2 or MYC in Follicular lymphoma or Burkitt’s lymphoma, respectively. To our opinion, a massive change in mRNA production by manipulation of the P-TEFb/SEC system should be regarded as a pre-oncogenic event. This is usually counteracted by an increased expression of HEXIM1 (maximal 2-fold) [30,31], which is presumably not sufficient to cope with a highly increased P-TEFb activity. Thus, any situation in which the HEXIM1 protein alone is not able to bind and inactivate an excess of activated P-TEFb will presumably lead to a situation where gene transcription/elongation gets out-of-control, a situation that helps to trigger or set pre-malignant transformation. To this end, DDX6 is a bona fide cancer target gene which should get some more attention in the future. Inhibition of DDX6 either by gene knock-down or by drugs could be a new avenue to interfere with oncogenic MLL fusion proteins. This type of inhibition will normalize gene transcription processes rather than interfering with MLL- or AF4-specific functions that are necessary for normal cell physiology. AcknowledgementsWe thank Jennifer Merkens for technical assistance. This study was supported by research grants Ma1876/11-1 from the DFG, and R 14/02 from the DJCLS to RM. References1. Cramer P. RNA polymerase II structure: from core to functional complexes. Curr Opin Genet Dev. 2004;14:218–226. [PubMed] [Google Scholar]2. Sikorski TW, Buratowski S. The basal initiation machinery: beyond the general transcription factors. Curr Opin Cell Biol. 2009;21:344–351. [PMC free article] [PubMed] [Google Scholar]3. Allen BL, Taatjes DJ. The Mediator complex: a central integrator of transcription. Nat Rev Mol Cell Biol. 2015;16:155–166. [PMC free article] [PubMed] [Google Scholar]4. Hirose Y, Ohkuma Y. Phosphorylation of the C-terminal domain of RNA polymerase II plays central roles in the integrated events of eucaryotic gene expression. J Biochem. 2007;141:601–608. [PubMed] [Google Scholar]5. Egloff S, Murphy S. Cracking the RNA polymerase II CTD code. Trends Genet. 2008;24:280–288. [PubMed] [Google Scholar]6. Akhtar MS, Heidemann M, Tietjen JR, Zhang DW, Chapman RD, Eick D, Ansari AZ. TFIIH kinase places bivalent marks on the carboxy-terminal domain of RNA polymerase II. Mol Cell. 2009;34:387–393. [PMC free article] [PubMed] [Google Scholar]7. Glover-Cutter K, Larochelle S, Erickson B, Zhang C, Shokat K, Fisher RP, Bentley DL. TFIIH-associated Cdk7 kinase functions in phosphorylation of C-terminal domain Ser7 residues, promoter-proximal pausing, and termination by RNA polymerase II. Mol Cell Biol. 2009;29:5455–5464. [PMC free article] [PubMed] [Google Scholar]8. Scholz B, Kowarz E, Rossler T, Ahmad K, Steinhilber D, Marschalek R. AF4 and AF4N protein complexes: recruitment of P-TEFb ki nase, their interactome and potential functions. Am J Blood Res. 2015;5:10–24. [PMC free article] [PubMed] [Google Scholar]9. Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. [PubMed] [Google Scholar]10. Wu CH, Yamaguchi Y, Benjamin LR, Horvat-Gordon M, Washinsky J, Enerly E, Larsson J, Lambertsson A, Handa H, Gilmour D. NELF and DSIF cause promoter proximal pausing on the hsp70 promoter in Drosophila. Genes Dev. 2003;17:1402–1414. [PMC free article] [PubMed] [Google Scholar]11. Chiba K, Yamamoto J, Yamaguchi Y, Handa H. Promoter-proximal pausing and its release: molecular mechanisms and physiological functions. Exp Cell Res. 2010;316:2723–2730. [PubMed] [Google Scholar]12. Peterlin BM, Price DH. Controlling the elongation phase of transcription with P-TEFb. Mol Cell. 2006;23:297–305. [PubMed] [Google Scholar]13. Ghosh A, Shuman S, Lima CD. Structural insights to how mammalian capping enzyme reads the CTD code. Mol Cell. 2011;43:299–310. [PMC free article] [PubMed] [Google Scholar]14. Mandal SS, Chu C, Wada T, Handa H, Shatkin AJ, Reinberg D. Functional interactions of RNA-capping enzyme with factors that positively and negatively regulate promoter escape by RNA polymerase II. Proc Natl Acad Sci U S A. 2004;101:7572–7577. [PMC free article] [PubMed] [Google Scholar]15. Moore MJ, Proudfoot NJ. Pre-mRNA processing reaches back to transcription and ahead to translation. Cell. 2004;136:688–700. [PubMed] [Google Scholar]16. Nojima T, Gomes T, Grosso AR, Kimura H, Dye MJ, Dhir S, Carmo-Fonseca M, Proudfoot NJ. Mammalian NET-Seq Reveals Genome-wide Nascent Transcription Coupled to RNA Processing. Cell. 2015;161:526–540. [PMC free article] [PubMed] [Google Scholar]17. Xiang K, Nagaike T, Xiang S, Kilic T, Beh MM, Manley JL, Tong L. Crystal structure of the human symplekin-Ssu72-CTD phosphopeptide complex. Nature. 2010;467:729–733. [PMC free article] [PubMed] [Google Scholar]18. Marshall NF, Price DH. Purification of P-TEFb, a transcription factor required for the transition into productive elongation. J Biol Chem. 1995;270:12335–12338. [PubMed] [Google Scholar]19. Marshall NF, Peng J, Xie Z, Price DH. Control of RNA polymerase II elongation potential by a novel carboxyl-terminal domain kinase. J Biol Chem. 1996;271:27176–27183. [PubMed] [Google Scholar]20. Hsin JP, Sheth A, Manley JL. RNAP II CTD phosphorylated on threonine-4 is required for histone mRNA 3’ end processing. Science. 2011;334:683–686. [PMC free article] [PubMed] [Google Scholar]21. Corden JL, Patturajan M. A CTD function linking transcription to splicing. Trends Biochem Sci. 1997;22:413–416. [PubMed] [Google Scholar]22. Hintermair C, Heidemann M, Koch F, Descostes N, Gut M, Gut I, Fenouil R, Ferrier P, Flatley A, Kremmer E, Chapman RD, Andrau JC, Eick D. Threonine-4 of mammalian RNA polymerase II CTD is targeted by Polo-like kinase 3 and required for transcriptional elongation. EMBO J. 2012;31:2784–2797. [PMC free article] [PubMed] [Google Scholar]23. Liao SM, Zhang J, Jeffery DA, Koleske AJ, Thompson CM, Chao DM, Viljoen M, van Vuuren HJ, Young RA. A kinase-cyclin pair in the RNA polymerase II holoenzyme. Nature. 1995;374:193–196. [PubMed] [Google Scholar]24. Price DH. P-TEFb, a cyclin-dependent kinase controlling elongation by RNA polymerase II. Mol Cell Biol. 2000;20:2629–2634. [PMC free article] [PubMed] [Google Scholar]25. Shchebet A, Karpiuk O, Kremmer E, Eick D, Johnsen SA. Phosphorylation by cyclin-dependent kinase-9 controls ubiquitin-conjugating enzyme-2A function. Cell Cycle. 2012;11:2122–2127. [PubMed] [Google Scholar]26. Nguyen VT, Kiss T, Michels AA, Bensaude O. 7SK small nuclear RNA binds to and inhibits the activity of CDK9/cyclin T complexes. Nature. 2001;414:322–325. [PubMed] [Google Scholar]27. Michels AA, Nguyen VT, Fraldi A, Labas V, Edwards M, Bonnet F, Lania L, Bensaude O. MAQ1 and 7SK RNA interact with CDK9/cyclin T complexes in a transcription-dependent manner. Mol Cell Biol. 2003;23:4859–4869. [PMC free article] [PubMed] [Google Scholar]28. Herrmann CH, Mancini MA. The Cdk9 and cyclin T subunits of TAK/P-TEFb localize to splicing factor-rich nuclear speckle regions. J Cell Sci. 2001;114:1491–1503. [PubMed] [Google Scholar]29. Yang Z, Zhu Q, Luo K, Zhou Q. The 7SK small nuclear RNA inhibits the CDK9/cyclin T1 kinase to control transcription. Nature. 2001;414:317–322. [PubMed] [Google Scholar]30. Yik JH, Chen R, Nishimura R, Jennings JL, Link AJ, Zhou Q. Inhibition of P-TEFb (CDK9/Cyclin T) kinase and RNA polymerase II transcription by the coordinated actions of HEXIM1 and 7SK snRNA. Mol Cell. 2003;12:971–982. [PubMed] [Google Scholar]31. Liu P, Xiang Y, Fujinaga K, Bartholomeeusen K, Nilson KA, Price DH, Peterlin BM. Release of positive transcription elongation factor b (P-TEFb) from 7SK small nuclear ribonucleoprotein (snRNP) activates hexamethylene bisacetamide-inducible protein (HEXIM1) transcription. J Biol Chem. 2014;289:9918–9925. [PMC free article] [PubMed] [Google Scholar]32. Michels AA, Fraldi A, Li Q, Adamson TE, Bonnet F, Nguyen VT, Sedore SC, Price JP, Price DH, Lania L, Bensaude O. Binding of the 7SK snRNA turns the HEXIM1 protein into a P-TEFb (CDK9/cyclin T) inhibitor. EMBO J. 2004;23:2608–2619. [PMC free article] [PubMed] [Google Scholar]33. Egloff S, Van Herreweghe E, Kiss T. Regulation of polymerase II transcription by 7SK snRNA: two distinct RNA elements direct P-TEFb and HEXIM1 binding. Mol Cell Biol. 2006;26:630–642. [PMC free article] [PubMed] [Google Scholar]34. He N, Jahchan NS, Hong E, Li Q, Bayfield MA, Maraia RJ, Luo K, Zhou Q. A La-related protein modulates 7SK snRNP integrity to suppress P-TEFb-dependent transcriptional elongation and tumorigenesis. Mol Cell. 2008;29:588–599. [PMC free article] [PubMed] [Google Scholar]35. Michels AA, Bensaude O. RNA-driven cyclin-dependent kinase regulation: when CDK9/cyclin T subunits of P-TEFb meet their ribonucleoprotein partners. Biotechnol J. 2008;3:1022–1032. [PubMed] [Google Scholar]36. Xue Y, Yang Z, Chen R, Zhou Q. A capping-independent function of MePCE in stabilizing 7SK snRNA and facilitating the assembly of 7SK snRNP. Nucleic Acids Res. 2010;38:360–369. [PMC free article] [PubMed] [Google Scholar]37. Benedikt A, Baltruschat S, Scholz B, Bursen A, Arrey TN, Meyer B, Varagnolo L, Muller AM, Karas M, Dingermann T, Marschalek R. The leukemogenic AF4-MLL fusion protein causes P-TEFb kinase activation and altered epigenetic signatures. Leukemia. 2011;25:135–144. [PubMed] [Google Scholar]38. Smith E, Lin C, Shilatifard A. The super elongation complex (SEC) and MLL in development and disease. Genes Dev. 2011;25:661–672. [PMC free article] [PubMed] [Google Scholar]39. Wei P, Garber ME, Fang SM, Fischer WH, Jones KA. A novel CDK9-associated C-type cyclin interacts directly with HIV-1 Tat and mediates its high-affinity, loop-specific binding to TAR RNA. Cell. 1998;92:451–462. [PubMed] [Google Scholar]40. Tahirov TH, Babayeva ND, Varzavand K, Cooper JJ, Sedore SC, Price DH. Crystal structure of HIV-1 Tat complexed with human P-TEFb. Nature. 2010;465:747–751. [PMC free article] [PubMed] [Google Scholar]41. Schulte A, Czudnochowski N, Barboric M, Schonichen A, Blazek D, Peterlin BM, Geyer M. Identification of a cyclin T-binding domain in Hexim1 and biochemical analysis of its binding competition with HIV-1 Tat. J Biol Chem. 2005;280:24968–24977. [PubMed] [Google Scholar]42. Barboric M, Yik JH, Czudnochowski N, Yang Z, Chen R, Contreras X, Geyer M, Matija Peterlin B, Zhou Q. Tat competes with HEXIM1 to increase the active pool of P-TEFb for HIV-1 transcription. Nucleic Acids Res. 2007;35:2003–2012. [PMC free article] [PubMed] [Google Scholar]43. Krueger BJ, Varzavand K, Cooper JJ, Price DH. The mechanism of release of P-TEFb and HEXIM1 from the 7SK snRNP by viral and cellular activators includes a conformational change in 7SK. PLoS One. 2010;5:e12335. [PMC free article] [PubMed] [Google Scholar]44. Muniz L, Egloff S, Ughy B, Jady BE, Kiss T. Controlling cellular P-TEFb activity by the HIV-1 transcriptional transactivator Tat. PLoS Pathog. 2010;6:e1001152. [PMC free article] [PubMed] [Google Scholar]45. Urano E, Kariya Y, Futahashi Y, Ichikawa R, Hamatake M, Fukazawa H, Morikawa Y, Yoshida T, Koyanagi Y, Yamamoto N, Komano J. Identification of the P-TEFb complex-interacting domain of Brd4 as an inhibitor of HIV-1 replication by functional cDNA library screening in MT-4 cells. FEBS Lett. 2008;582:4053–4058. [PubMed] [Google Scholar]46. He N, Liu M, Hsu J, Xue Y, Chou S, Burlingame A, Krogan NJ, Alber T, Zhou Q. HIV-1 Tat and host AFF4 recruit two transcription elongation factors into a bifunctional complex for coordinated activation of HIV-1 transcription. Mol Cell. 2010;38:428–438. [PMC free article] [PubMed] [Google Scholar]47. Sobhian B, Laguette N, Yatim A, Nakamura M, Levy Y, Kiernan R, Benkirane M. HIV-1 Tat assembles a multifunctional transcription elongation complex and stably associates with the 7SK snRNP. Mol Cell. 2010;38:439–451. [PMC free article] [PubMed] [Google Scholar]48. Lin C, Smith ER, Takahashi H, Lai KC, Martin-Brown S, Florens L, Washburn MP, Conaway JW, Conaway RC, Shilatifard A. AFF4, a component of the ELL/P-TEFb elongation complex and a shared subunit of MLL chimeras, can link transcription elongation to leukemia. Mol Cell. 2010;37:429–437. [PMC free article] [PubMed] [Google Scholar]49. Luo Z, Lin C, Guest E, Garrett AS, Mohaghegh N, Swanson S, Marshall S, Florens L, Washburn MP, Shilatifard A. The super elongation complex family of RNA polymerase II elongation factors: gene target specificity and transcriptional output. Mol Cell Biol. 2012;32:2608–2617. [PMC free article] [PubMed] [Google Scholar]50. Zeisig DT, Bittner CB, Zeisig BB, Garcia-Cuellar MP, Hess JL, Slany RK. The eleven-nineteen-leukemia protein ENL connects nuclear MLL fusion partners with chromatin. Oncogene. 2005;24:5525–5532. [PubMed] [Google Scholar]51. Lin C, Garrett AS, De Kumar B, Smith ER, Gogol M, Seidel C, Krumlauf R, Shilatifard A. Dynamic transcriptional events in embryonic stem cells mediated by the super elongation complex (SEC) Genes Dev. 2011;25:1486–1498. [PMC free article] [PubMed] [Google Scholar]52. Nilson I, Reichel M, Ennas MG, Greim R, Knorr C, Siegler G, Greil J, Fey GH, Marschalek R. Exon/intron structure of the human AF-4 gene, a member of the AF-4/LAF-4/FMR-2 gene family coding for a nuclear protein with structural alterations in acute leukaemia. Br J Haematol. 1997;98:157–169. [PubMed] [Google Scholar]53. Okuda H, Kanai A, Ito S, Matsui H, Yokoyama A. AF4 uses the SL1 components of RNAP1 machinery to initiate MLL fusion- and AEP-dependent transcription. Nat Commun. 2015;6:8869. [PMC free article] [PubMed] [Google Scholar]54. Abdelhaleem M. Do human RNA helicases have a role in cancer? Biochim Biophys Acta. 2004;1704:37–46. [PubMed] [Google Scholar]55. Ostareck DH, Naarmann-de Vries IS, Ostareck-Lederer A. DDX6 and its orthologs as modulators of cellular and viral RNA expression. Wiley Interdiscip Rev RNA. 2014;5:659–678. [PubMed] [Google Scholar]56. Chu CY, Rana TM. Translation repression in human cells by microRNA-induced gene silencing requires RCK/p54. PLoS Biol. 2006;4:e210. [PMC free article] [PubMed] [Google Scholar]57. Jankowsky E, Gross CH, Shuman S, Pyle AM. Active disruption of an RNA-protein interaction by a DExH/D RNA helicase. Science. 2001;291:121–125. [PubMed] [Google Scholar]58. Kowarz E, Loscher D, Marschalek R. Optimized Sleeping Beauty transposons rapidly generate stable transgenic cell lines. Biotechnol J. 2015;10:647–653. [PubMed] [Google Scholar]59. Bursen A, Moritz S, Gaussmann A, Dingermann T, Marschalek R. Interaction of AF4 wild-type and AF4. MLL fusion protein with SIAH proteins: indication for t(4;11) pathobiology? Oncogene. 2004;23:6237–6249. [PubMed] [Google Scholar]60. Chao SH, Price DH. Flavopiridol inactivates P-TEFb and blocks most RNA polymerase II transcription in vivo. J Biol Chem. 2001;34:31793–31799. [PubMed] [Google Scholar]61. Lu H, Li Z, Zhang W, Schulze-Gahmen U, Xue Y, Zhou Q. Gene target specificity of the Super Elongation Complex (SEC) family: how HIV-1 Tat employs selected SEC members to activate viral transcription. Nucleic Acids Res. 2015;43:5868–5879. [PMC free article] [PubMed] [Google Scholar]62. Ott M, Geyer M, Zhou Q. The control of HIV transcription: keeping RNA polymerase II on track. Cell Host Microbe. 2011;10:426–435. [PMC free article] [PubMed] [Google Scholar]63. Chen R, Yik JH, Lew QJ, Chao SH. Brd4 and HEXIM1: multiple roles in P-TEFb regulation and cancer. Biomed Res Int. 2014;2014:232870. [PMC free article] [PubMed] [Google Scholar]64. Marschalek R. Mechanisms of leukemogenesis by MLL fusion proteins. Br J Haematol. 2011;152:141–154. [PubMed] [Google Scholar]65. House CM, Frew IJ, Huang HL, Wiche G, Traficante N, Nice E, Catimel B, Bowtell DD. A binding motif for Siah ubiquitin ligase. Proc Natl Acad Sci U S A. 2003;100:3101–3106. [PMC free article] [PubMed] [Google Scholar]66. Bitoun E, Oliver PL, Davies KE. The mixed-lineage leukemia fusion partner AF4 stimulates RNA polymerase II transcriptional elongation and mediates coordinated chromatin remodeling. Hum Mol Genet. 2007;16:92–106. [PubMed] [Google Scholar]67. Bursen A, Schwabe K, Ruster B, Henschler R, Ruthardt M, Dingermann T, Marschalek R. The AF4. MLL fusion protein is capable of inducing ALL in mice without requirement of MLL.AF4. Blood. 2010;115:3570–3579. [PubMed] [Google Scholar]68. Akao Y, Tsujimoto Y, Finan J, Nowell PC, Croce CM. Molecular characterization of a t(11;14)(q23;q32) chromosome translocation in a B-cell lymphoma. Cancer Res. 1990;50:4856–4859. [PubMed] [Google Scholar]"}