{"title": "12th Conference on Transcription and Chromatin - August 27-30, 2016 - Heidelberg, Germany", "pubDate": "2016", "PMCID": "PMC5221600", "DOI": "10.1080/15592294.2016.1238556", "PMID": "27801613", "abstract": "A pleasant atmosphere and outstanding science certainly made the 12th EMBL Conference on Transcription and Chromatin an event to remember. With 62 talks and over 200 posters, there was no shortage of cutting edge research to catch on.", "author": [{"author": "Sascha H C Duttke", "affiliation": ["a Department of Cellular & Molecular Medicine , University of California , San Diego , CA , USA."], "href": "/?term=Duttke+SH&cauthor_id=27801613"}], "refPMID": [], "citedInPMID": ["27801613"], "body": " ABSTRACTA pleasant atmosphere and outstanding science certainly made the 12th EMBL Conference on Transcription and Chromatin an event to remember. With 62 talks and over 200 posters, there was no shortage of cutting edge research to catch on.KEYWORDS: Chromatin, EMBL meeting report, epigenetics, polycomb, transcription Framing gene-regulatory elementsBas van Steensel (Netherlands Cancer Institute, Netherlands) utilized a systematic deconstruction approach to examine the extent to which DNA regions contribute to gene expression. To measure autonomous promoter activity, the human genome was fragmented into 0.2–2 kb long sequences, cloned into barcoded plasmids, paired-end sequenced, and transfected into K562 cells. Using this method, termed SuRE, transcriptionally active fragments were identified in a strand specific manner. Van Steensel found strong enrichment for known promoter and enhancer sequences, often for both sense and antisense strand. However, not all naïve promoters active in K562 cells1 were found to be active using SuRE, reiterating the role of regulatory elements in gene regulation. Aligning the active fragments enabled mapping of the DNA sequences required for gene expression, thus providing a genome-wide promoter bashing approach. Meta-analysis across 29,000 active sequences suggested the DNA between nucleotides −250 and +10 relative to the transcription start site (TSS) as most influential in recruiting transcription, with the peak just upstream of the TSS. The most prominant signature of activity were CpG islands. Regression indicated that the DNA sequences required for the initiation of transcription in sense direction also promoted antisense transcription, indicating common requirement for these regulatory elements. SuRE was further used to investigate the autonomous promoter activity of lamina-associated-domain (LAD) genes that are commonly inactive and within heterochromatic regions. Comparative analysis of expression levels, as measured by SuRE or GRO-seq,1 revealed that promoters of LAD genes have, in general, a comparatively low promoter activity. Yet, some promoters were also more active when autonomous, suggesting that lack of activity is at least in part dependent on the environment. Intrinsic directionality of promotersOver 70% of promoters in yeast and mammals are divergently transcribed, resulting in a stable coding transcript and an unstable antisense transcript. Stirling Churchman (Harvard Medical School, USA) used a functional evolution approach to investigate the intrinsic directionality of promoters. She mapped nascent transcription across 3 yeast species using NET-seq, which revealed a strong bias in sense transcription. DNA from other yeast species placed in the S. cerevisiae genome revealed that promoters in a foreign environment lose directionality. Analysis of naïve (fortuitous) promoters in a foreign environment suggested that the intrinsic nature of promoters is bidirectional while evolution shapes promoter directionality. Newly evolved S. cerevisiae promoters were found to be less directional than conserved ones. These data suggest that yeast promoter regions are intrinsically bidirectional. Churchman proposed a model wherein the arrival of new general factors generates new promoters that are purged or exploited. Visualizing binding dynamicsTranscription factor binding to DNA is the first step of gene transcription. Christof Gebhardt (Ulm University, Germany) utilized single molecule imaging by reflected light sheet microscopy2 to measure the residence times of nuclear receptors on DNA. The time of transient unspecific binding was similar among the factors and in the order of hundreds of milliseconds while long specific binding differed by an order of magnitude, lasting 1–10 s.Zhe Liu (Janelia-HHMI, USA) visualized single Sox2 molecules and showed that binding to its DNA motif lasted about 16.3 s in vitro, while mutated binding sites were bound for less than 1 s. In cells, Sox2 residence time to its motif was about 7 s, which was extended to 12 s upon interaction with Oct4. Visualizing Sox2 and its partner Oct4 suggested a model in which Sox2 scans the genome and then assist Oct4 binding to chromatin.3Ariel Kaplan's lab (Technion, Israel) analysis of mononucleosomes using optical tweezers showed that H2A.Z nucleosomes have decreased stability and increased mobility. These findings suggest a mechanism how nucleosome modifications at promoters can facilitate both initiation and elongation of transcription. Epigenetics and RNAFrancois Fuks (University of Brussels, Belgium) reported hydroxymethylation of cytosine in RNA (hmrC), found in diverse eukaryotic mRNAs. In Drosophila, the modification was dependent on TET hydroxylases and affected mRNA translation by reversing methylated cytosine-dependent ribosome slowdown. Transcriptome-wide studies revealed hydroxymethylcytosine in transcripts from many genes, notably in coding sequences, identifying consensus sites for hydroxymethylation. Depletion of Tet in flies caused lethality at the pupal stage.4 Furthermore, Tet-deficient fruit flies suffered impaired brain development, accompanied by decreased RNA hydroxymethylation. Efforts are ongoing to extend these studies to mammals. X-genome warsXenopus species form a ploidy series, including X. tropicalis (2n), X. laevis (4n), X. wittei (8n), and X. ruwenzoriensis (12n). Gert Jan Veenstra (Radboud University, Netherlands) investigated the alloploid duplication in X. laevis to understand how 2 sub-genomes function in a single nucleus. The sub-genomes exhibited differential chromatin modifications, which correlated with their unequal usage for gene expression. One of the sub-genomes was substantially more affected by deletions, which also affected regulatory elements. New enhancers were preferentially found in young transposons. To investigate the immediate effects of interspecific hybridization, X. laevis eggs were combined with X. tropicalis sperm. While the H3K4me3 promoter mark was globally unchanged, p300 was recruited to new sites preferentially in the X. tropicalis (paternal) genome. These striking imbalances suggest that the genes of the 2 sub-genomes compete within the single nucleus. Arranging chromatin marks through transcriptionTranscription is functionally coupled to co-transcriptional processes. Deletion of the RNA Polymerase (RNAP) II C-terminal domain (CTD) was previously shown to impair capping, splicing, and 3′end modifications, indicating that the CTD is a special coupling device acting on the growing mRNA chain. David Bentley (University of Colorado, USA) utilized fast and slow α-amanitin-resistant RNAP II mutants to investigate temporal coupling of CTD phosphorylation and the histone modifications H2BK120ub and H3K36me3. Transcription elongation speed affected both histone modifications. However, while slow RNAP shifted H3K36me3 distribution upstream, H2B120ub moved downstream. Phosphorylation of CTD Ser5, Ser7, or Tyr1 or RNAP II pausing were relatively insensitive to the transcription rate. CTD Ser2 phosphorylation, on the other hand, was kinetically coupled with elongation. CTD Ser2 hyperphosphorylation was triggered at 5′ ends of genes by slow RNAP II mutants. Slower RNAP II was more resistant to the TFIID inhibitor triptolide suggesting that CTD-Ser2 hyperphosphorylation correlates with a longer promoter proximal residence time. The ratio of sense:antisense transcription indicated decreased sense transcription and increased antisense transcription, implicating RNAP II dynamics to affect promoter directionality. Why so repressed?Groucho family proteins are non-DNA binding co-repressors that interact with diverse DNA binding transcription factors. Groucho was proposed to repress transcription via oligomerization. However, Barbara Jennings (Oxford Brookes University, UK) found an oligomerization incompetent mutant that still had repressive properties in vivo. ChIP-seq revealed that Groucho bound in peaks (rather than broad domains) that were enriched in active chromatin. Groucho frequently bound at enhancers in proximity of the TSS, but did not block RNAP II binding. Groucho associated with paused RNAP II and its loss promoted pause release, suggesting Groucho to repress transcriptional elongation.5Repetitive elements make up over 50% of the mouse genome. Approximately 10% or 150,000 repetitive elements are transcriptionally active, which is required to form and maintain heterochromatin. Thomas Jenuwein (MPI Immunology and Epigenetics, Germany) reported that major satellite repeats were transcribed by RNAP II from both strands generating short uncapped major satellite repeat RNAs (msrRNAs) that lack 7meG-Caps and a polyA tail. These msrRNAs have intrinsic nucleosome binding properties but also form RNA-DNA hybrids. Suvar39h2 was found preferentially bound to single stranded msrRNAs, likely due to secondary structure, but not to double stranded RNA or RNA-DNA hybrids. The binding was dependent on a basic domain that is absent in Suvar39h1. Nevertheless, sRNAs were required for Suvar39h1 and 2 to associate with polynucleosomes. msrRNAs therefore provide an example of noncoding RNAs that regulate chromatin. Epi-devo: Chromatin and cell fateHeterochromatin is dramatically remodeled during early development with an apparent lack of conventional heterochromatin marks post-fertilization. Maria-Elena Torres-Padilla (Helmholtz Center, Germany) showed that while H3K9me3 is barely detectable until stage E2.5 during embryonic development, H3K36me3 and H4K20me3 are basically absent. She presented work to address the functional relevance of these changes, and focused on the methyltransferases that modify these histone residues. The results discussed indicate that heterochromatin remodeling is essential for reprogramming.The reprogramming efficiency of committed cells is less than 10%. Eva Hörmanseder (University of Cambridge, UK) proposed that this is, in part, as many required genes are insufficiently switched off, referred to as “on-memory”. This phenomenon, termed “on-memory” was observed in over 1500 genes, many of which were involved in commitment of the previous cell type. “On memory” genes were enriched for H3K4me3 and its removal in the donor cells reduced gene expression and improved reprogramming efficiencies. Histone mark may thus function as an epigenetic barrier to cell fate reprogramming.Tanja Vogel (Freiburg University, Germany) identified DOT1L, a histone transferase methylating H3K79, as an important regulator of neuronal differentiation in the cortex. DOT1L-defiency leads to microcephaly due to aberrant differentiation and impaired cell cycle at multiple stages.6 The combination of RNA- and ChIP-seq revealed that genes downregulated upon DOT1L depletion lost the activating chromatin mark H3K79me2. DOT1L was found to activate expression of different evolutionary conserved transcription factor families during neural development, counteracting Trim28 and thereby providing another example of how an aberrant epigenetic landscape triggers disease. sPReading ChromatinHow does PRC2 generate and propagate chromatin domains? Danny Reinberg (NYU School of Medicine, USA) previously proposed a positive feedback loop to spread H3K27me3. To assess the model, PRC2 was mutated to abolish H3K27me3 binding, which severely impaired spreading of this chromatin mark in embryonic stem cells. Using ChIP-seq, Reinberg identified co-localization of H3K27me3 domains and Jarid2, a Jumanji domain protein important for PRC2 recruitment to developmentally regulated genes. Jarid2 was necessary for initial deposition but not spreading of H3K27me3. Notably, chromatin conformation analysis revealed a higher order interaction of nucleation sites, suggesting a model in which Jarid2/PRC2 form centers annexing diverse nucleation sites. As Jarid2 binds CG-rich sequences with low affinity, these finding propose an additional role for CpG islands in gene regulation.Using iCLIP, Richard Jenner (UCL, UK) identified PRC2 to directly interact with nascent transcripts at essentially all active genes, with enrichment at exon-intron boundaries and the 3′ untranslated region. The Polycomb group protein SUZ12 was sufficient to establish this RNA binding profile. Moreover, the Jenner lab identified the interaction of PRC2 with RNA or chromatin to be mutually antagonistic,7 proposing a model in which competition between RNA and chromatin governs PRC2 localization across the genome.Giacomo Cavalli (CNRS, France) showed that eye discs of Drosophila mutant for PRC1, but not of those mutant for PRC2, overgrew, resembling tumors. Consistently, Notch, a factor previously identified to contribute to tumorigenesis,8 was derepressed in PRC1 but not PRC2 mutants. Neo-PRC1 target genes show ontologies related to cancer, such as high levels of H3K27Ac and transcription, but lacked H3K27me3. PRC2 was present at neo-PRC1 sites; however, the tumorigenic properties were PRC2 independent. oBETaining chromatin conformationBET family chromatin readers are powerful therapeutic targets; yet, the effects of inhibitors on gene expression are not easily assigned to specific BET proteins or their combinations. In the process of further defining the functions of individual BET proteins, Gerd Blobel's group (Children's Hospital of Philadelphia, USA) found that BRD2, and to a lesser extent BRD3 but not BRD4, co-localizes with the architectural nuclear factor CTCF genome-wide. While BRD2 was dispensable for CTCF occupancy, BRD2 localization was CTCF dependent. Using a model locus at which 2 genes are separated by a CTCF/BRD2 co-occupied chromatin boundary, Blobel's group showed that deletion of the CTCF site rendered a gene on one side of the boundary responsive to an enhancer on the other side. Notably, depletion of BRD2 also weakened the regulatory boundary, resulting in increased correlated expression of the genes flanking the boundary. Hi-C analysis further showed on a genome-wide scale that BRD2 depletion weakened boundaries co-occupied by CTCF and BRD2, but not those containing CTCF alone. This suggests that BRD2 assists CTCF with establishing genomic boundaries and raises the possibility that gene expression changes upon BET inhibition might in part result from perturbation of chromatin architecture. Mediating RNA polymerase II pausing and releaseSpt5 is an essential, highly conserved subunit of the DSIF complex that associates with the elongating RNAP II after it synthesizes a short RNA transcript.9,10 This binding allows for recruitment of the NELF complex and promoter-proximal pausing of RNAP II. P-TEFb-dependent phosphorylation of Spt5 releases NELF11 and creates binding surfaces on Spt5 for a plethora of RNA processing and chromatin-modifying factors. Despite the manifold interactions and global co-localization of Spt5 with RNAP II, previous studies of Spt5 have suggested limited, gene-specific roles. To address this paradox, Karen Adelman (Harvard Medical School, USA) evaluated nascent RNA synthesis following knockdown of Spt5, and revealed that transcription was significantly decreased at >70% of all RNAP II genes—affecting all categories of transcripts, including enhancer RNAs. Depletion of Spt5 lead to a broad loss in promoter-associated RNAP II due to a failure to pause. Notably, in the absence of Spt5, RNAP II that encountered a nucleosome became stalled and evicted from the DNA.  Spt5 is thus required for productive elongation across the nucleosomal obstacle. Further, CLIP-seq showed that Spt5 interacts with the extreme 5′ end of RNAs, which would be extruded from a paused elongation complex. Together, this suggests a model wherein Spt5 directly interacts with nascent RNA to regulate pausing and the release into productive elongation. Expanding TADs to gene regulationMillions of cis-regulatory sequences have been predicted but their targets remain to be explored. To take up this challenge Bing Ren (Ludwigs Institute, UCSD, USA) performed HiC12 and capture-HiC to construct long range promoter-centered interactome maps across diverse tissues. Whereas topologically associated domains (TADs) were relatively cell type invariant, hundreds of cell type specific frequently interacting regions (FIREs) were identified. FIREs likely depend on Cohesin and MLL3/4 and frequently correlated to expression quantitative trait loci (QTLs). Notably, promoter-promoter interactions were also observed. They constituted about 7.3% of the total interactions and exhibited unifying chromatin signatures across diverse tissues, despite often being separated by hundreds of kilobases. Using CRISPR screening, the Ren lab identified the cis-regulatory elements across the Oct4 locus, 40% of which corresponded to promoters of unrelated genes. Together, these findings suggest that promoter-promoter interactions function as active regulatory entities.Minna Kaikkonen-Määttä (University of Eastern Finland, Finland) showed that cellular differentiation leads to the emergence of cell type-specific long-range interactions between TADs. The majority of these interactions were characterized by repressive chromatin marks such as H3K9me3, suggesting these rearrangements of TADs could result from heterochromatin formation.Denis Duboule (University of Geneva and EPFL, Switzerland) discussed how the bimodal regulation of 2 independent, temporally separated TADs that differentially span the mammalian HoxD gene cluster is a requisite for limb development. The two TADs and their transition, a phase of low Hox gene expression, are essential for proper limb formation, thus providing an example of how 2 TADs can act as 3 distinct gene regulatory units mirroring the 3 distinct limb segments. In order to dissect how the TAD boundaries are established and switch, the Duboule's lab examined the function of terminal genes Hoxa13 and Hoxd13 as potential factors negatively controlling the operation of the initial TAD. The use of targeted alleles in vivo as well as ChIP-seq on HoxA13, which matched the expansion of the 2 TADs, suggests a model wherein TAD switching is dependent on Hox13 proteins.13 These findings support the idea that TADs may function as global regulatory units. Advances and complementary approaches to HiCAna Pombo (Max Delbrueck Center, Germany) presented an orthogonal approach to map chromatin contacts termed genome architecture mapping (GAM), complementing FISH or HiC methods. Unique cryo-sections were obtained across nuclei and DNA sequencing was utilized to assess how often given DNA sequences were found in a common section. Using mouse nuclei, a 30 kb resolution was obtained with 300 sections/450 million reads, but statistical modeling enables further dissection. GAM does not require ligation to identify DNA looping and is thus not limited to binary interactions. It is compatible with very small cell numbers.Argyris Papantonis (University of Cologne, Germany) presented i3C, a modified chromosome conformation capture (3C) method that does not require crosslinking. Overall, the i3C variants correlate well with established 3C-based methods. Papantonis argues (among others) that TADs can be seen in living, uncrosslinked cells and impose strong spatial restrictions.Peter Fraser (Babraham Institute, UK) presented his next generation of single cell HiC14 utilized to track chromatin conformation through the cell cycle and characterize chromosome dynamics. TADs formed rapidly upon entrance to G1 phase and overlap DNA replication domains. During S-phase border insulation was lost, while chromatin compartmentalization increased to maximum. These findings highlight the contrasting dynamics of 2 key features of chromosome architecture. Active domains were preferentially located away from the nuclear membrane and in proximity to active domains of other chromosomes. Together, the data highlight that chromatin conformations are highly dynamic during the cell cycle. Structural basis of transcription initiation and TT-seqPatrick Cramer (MPI Biophysical Chemistry, Germany) combined crystallography and electron microscopy (EM) to reconstitute transcriptional initiation.15 TBP, as part of the TFIID complex, initiated the contact, bending the DNA, followed by TFIIA and B. TFIIB is important for spacing but was also found to facilitate recruitment of RNAP II prebound to TFIIE/F. TFIIE further contributed promoter complex maintenance and stabilized open complex formation during DNA opening. Addition of the mediator EM structure allowed precise placement of existing mediator crystal structures, thereby significantly expanding the model Core mediator-RNAP II structure providing the structural basis of transcription initiation.16 Cramer also discussed TransientTranscriptome sequencing (TT-seq).17 Fragmentation prior to sequencing of 4-thiouridine (4sU) pulse-labeled RNA allows mapping of transcription termination in the human genome and identification of a transcription termination site sequence motif. The method also efficiently captured alterations in gene expression and enhancer RNAs when Jurkat cells were stimulated with ionomycin. Poster prizesPoster prizes went to Fabiana Duarte (Cornell University, USA) and Felix Muerdter (IMP, Austria). Fabiana Duarte identified the GAGA-associated factor (GAF) and heat shock factor (HSF) transcription factors as key regulators in the immediate activation of heat shock-induced genes. GAF acts upstream of promoter-proximally paused RNAP II formation, while HSF was critical for the pause release. Dr. Muerdter used STARR-seq to identify MYC enhancer regions that get activated in leukemia cells in response to BET bromodomain inhibition. In collaboration with the Zuber lab (IMP Austria) these enhancer regions were found to restore MYC function, thereby conveying resistance to BET inhibitors.18 OutlookAs experienced in previous editions of this conference,19,20 this meeting continues to serve as a primary hub for scientists interested in all aspects of transcription. The 13th EMBL Transcription and Chromatin Conference will take place August 25–28, 2018 in Heidelberg, Germany. References1. Core LJ, Martins AL, Danko CG, Waters CT, Siepel A, Lis JT. Analysis of nascent RNA identifies a unified architecture of initiation regions at mammalian promoters and enhancers. Nat Gen\n2014; 46:1311-20; PMID:25383968; http://dx.doi.org/10.1038/ng.3142 [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Gebhardt JCM, Suter DM, Roy R, Zhao ZQW, Chapman AR, Basu S, Maniatis T, Xie XS. Single-molecule imaging of transcription factor binding to DNA in live mammalian cells. Nat Methods\n2013; 10:421-6; PMID:23524394; http://dx.doi.org/10.1038/nmeth.2411 [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Chen JJ, Zhang ZJ, Li L, Chen BC, Revyakin A, Hajj B, Legant W, Dahan M, Lionnet T, Betzig E, et al.. \nSingle-Molecule Dynamics of Enhanceosome Assembly in Embryonic Stem Cells. Cell\n2014; 156:1274-85; PMID:24630727; http://dx.doi.org/10.1016/j.cell.2014.01.062 [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Delatte B, Wang F, Ngoc LV, Collignon E, Bonvin E, Deplus R, Calonne E, Hassabi B, Putmans P, Awe S, et al.. \nTranscriptome-wide distribution and function of RNA hydroxymethylcytosine. Science\n2016; 351:282-5; PMID:26816380; http://dx.doi.org/10.1126/science.aac5253 [PubMed] [CrossRef] [Google Scholar]5. Kaul A, Schuster E, Jennings BH. \nThe Groucho Co-repressor Is Primarily Recruited to Local Target Sites in Active Chromatin to Attenuate Transcription. Plos Genet\n2014; 10(8):e1004595; PMID:25165826; http://dx.doi.org/2629926810.1371/journal.pgen.1004595 [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Roidl D, Hellbach N, Bovio PP, Villarreal A, Heidrich S, Nestel S, Gruning BA, Boenisch U, Vogel T. DOT1L activity promotes proliferation and protects cortical neural stem cells from activation of ATF4-DDIT3-Mediated ER stress in vitro. Stem Cells\n2016; 34:233-45; PMID:26299268; http://dx.doi.org/10.1002/stem.2187 [PubMed] [CrossRef] [Google Scholar]7. Beltran M, Yates CM, Skalska L, Dawson M, Reis FP, Viiri K, Fisher CL, Sibley CR, Foster BM, Bartke T, et al.. \nThe interaction of PRC2 with RNA or chromatin is mutually antagonistic. Genome Res\n2016; 26:896-907; PMID:27197219; http://dx.doi.org/10.1101/gr.197632.115 [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Martinez AM, Schuettengruber B, Sakr S, Janic A, Gonzalez C, Cavalli G. Polyhomeotic has a tumor suppressor activity mediated by repression of Notch signaling. Nat Genet\n2009; 41:1076-U47; PMID:19749760; http://dx.doi.org/10.1038/ng.414 [PubMed] [CrossRef] [Google Scholar]9. Gilchrist DA, Dos Santos G, Fargo DC, Xie B, Gao Y, Li L, Adelman K. Pausing of RNA Polymerase II Disrupts DNA-Specified Nucleosome Organization to Enable Precise Gene Regulation. Cell\n2010; 143:540-51; PMID:21074046; http://dx.doi.org/10.1016/j.cell.2010.10.004 [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Missra A, Gilmour DS. Interactions between DSIF (DRB sensitivity inducing factor), NELF (negative elongation factor), and the Drosophila RNA polymerase II transcription elongation complex. Proc Natl Acad Sci U S A\n2010; 107:11301-6; PMID:20534440; http://dx.doi.org/10.1073/pnas.1000681107 [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Yamada T, Yamaguchi Y, Inukai N, Okamoto S, Mura T, Handa H. P-TEFb-mediated phosphorylation of hSpt5 C-terminal repeats is critical for processive transcription elongation. Mol Cell\n2006; 21:227-37; PMID:16427012; http://dx.doi.org/10.1016/j.molcel.2005.11.024 [PubMed] [CrossRef] [Google Scholar]12. Dixon JR, Selvaraj S, Yue F, Kim A, Li Y, Shen Y, Hu M, Liu JS, Ren B. Topological domains in mammalian genomes identified by analysis of chromatin interactions. Nature\n2012; 485:376-80; PMID:22495300; http://dx.doi.org/10.1038/nature11082 [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Beccari L, Yakushiji-Kaminatsui N, Woltering JM, Necsulea A, Lonfat N, Rodriguez-Carballo E, Mascrez B, Yamamoto S, Kuroiwa A, Duboule D. A role for HOX13 proteins in the regulatory switch between TADs at the HoxD locus. Gen Dev\n2016; 30:1172-86; PMID:27198226; http://dx.doi.org/10.1101/gad.281055.116 [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Nagano T, Lubling Y, Yaffe E, Wingett SW, Dean W, Tanay A, Fraser P. Single-cell Hi-C for genome-wide detection of chromatin interactions that occur simultaneously in a single cell. Nature Protocols\n2015; 10:1986-2003; PMID:26540590; http://dx.doi.org/10.1038/nprot.2015.127 [PubMed] [CrossRef] [Google Scholar]15. Plaschka C, Hantsche M, Dienemann C, Burzinski C, Plitzko J, Cramer P. Transcription initiation complex structures elucidate DNA opening. Nature\n2016; 533:353-8; PMID:27193681; http://dx.doi.org/10.1038/nature17990 [PubMed] [CrossRef] [Google Scholar]16. Plaschka C, Lariviere L, Wenzeck L, Seizl M, Hemann M, Tegunov D, Petrotchenko EV, Borchers CH, Baumeister W, Herzog F, et al.. \nArchitecture of the RNA polymerase II-Mediator core initiation complex. Nature\n2015; 518:376-80; PMID:25652824; http://dx.doi.org/10.1038/nature14229 [PubMed] [CrossRef] [Google Scholar]17. Schwalb B, Michel M, Zacher B, Fruhauf K, Demel C, Tresch A, Gagneur J, Cramer P. TT-seq maps the human transient transcriptome. Science\n2016; 352:1225-8; PMID:27257258; http://dx.doi.org/10.1126/science.aad9841 [PubMed] [CrossRef] [Google Scholar]18. Rathert P, Roth M, Neumann T, Muerdter F, Roe JS, Muhar M, Deswal S, Cerny-Reiterer S, Peter B, Jude J, et al.. \nTranscriptional plasticity promotes primary and acquired resistance to BET inhibition. Nature\n2015; 525:543-7; PMID:26367798; http://dx.doi.org/10.1038/nature14898 [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Duttke S. Report on the 10th EMBL Conference on Transcription and Chromatin. Epigenetics\n2012; 7:1211-6; PMID:22965005; http://dx.doi.org/10.4161/epi.22095 [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Duttke SHC. Meeting report: 11th EMBL conference on transcription and chromatin - August 23–26, 2014-Heidelberg, Germany. Epigenetics\n2014; 9:1317-21; PMID:25437046; http://dx.doi.org/10.4161/15592294.2014.967590 [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}