{"title": "Perfect timing: splicing and transcription rates in living cells", "pubDate": "2017", "PMCID": "PMC5355006", "DOI": "10.1002/wrna.1401", "PMID": "27873472", "abstract": "An important step toward understanding gene regulation is the elucidation of the time necessary for the completion of individual steps. Measurement of reaction rates can reveal potential nodes for regulation. For example, measurements of in vivo transcription elongation rates reveal regulation by DNA sequence, gene architecture, and chromatin. Pre-mRNA splicing is regulated by transcription elongation rates and vice versa, yet the rates of RNA processing reactions remain largely elusive. Since the 1980s, numerous model systems and approaches have been used to determine the precise timing of splicing in vivo. Because splicing can be co-transcriptional, the position of Pol II when splicing is detected has been used as a proxy for time by some investigators. In addition to these 'distance-based' measurements, 'time-based' measurements have been possible through live cell imaging, metabolic labeling of RNA, and gene induction. Yet splicing rates can be convolved by the time it takes for transcription, spliceosome assembly and spliceosome disassembly. The variety of assays and systems used has, perhaps not surprisingly, led to reports of widely differing splicing rates in vivo. Recently, single molecule RNA-seq has indicated that splicing occurs more quickly than previously deduced. Here we comprehensively review these findings and discuss evidence that splicing and transcription rates are closely coordinated, facilitating the efficiency of gene expression. On the other hand, introduction of splicing delays through as yet unknown mechanisms provide opportunity for regulation. More work is needed to understand how cells optimize the rates of gene expression for a range of biological conditions. WIREs RNA 2017, 8:e1401. doi: 10.1002/wrna.1401 For further resources related to this article, please visit the WIREs website.", "author": [{"author": "Tara Alpert", "affiliation": ["Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, CT, USA."], "href": "/?term=Alpert+T&cauthor_id=27873472"}, {"author": "Lydia Herzel", "affiliation": ["Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, CT, USA."], "href": "/?term=Herzel+L&cauthor_id=27873472"}, {"author": "Karla M Neugebauer", "affiliation": ["Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, CT, USA."], "href": "/?term=Neugebauer+KM&cauthor_id=27873472"}], "refPMID": [], "citedInPMID": ["27873472", "35007289", "34506140", "34315864", "33584830", "33530363", "33113357", "33033228", "32875100", "32735645", "32730252", "32585128", "32584815", "32401151", "32399566", "32343311", "32210422", "32175319", "31815944", "31734561", "31582787", "31371351", "30765711", "30272246", "29903723", "29432155", "29251915", "28943836", "28792005", "28597072", "28221134", "28153948"], "body": " AbstractAn important step towards understanding gene regulation is the\nelucidation of the time necessary for the completion of individual steps.\nMeasurement of reaction rates can reveal potential nodes for regulation. For\nexample, measurements of in vivo transcription elongation rates\nreveal regulation by DNA sequence, gene architecture, and chromatin. Pre-mRNA\nsplicing is regulated by transcription elongation rates and vice versa, yet the\nrates of RNA processing reactions remain largely elusive. Since the 1980s,\nnumerous model systems and approaches have been used to determine the precise\ntiming of splicing in vivo. Because splicing can be\nco-transcriptional, the position of Pol II when splicing is detected has been\nused as a proxy for time by some investigators. In addition to these\n“distance-based” measurements, “time-based”\nmeasurements have been possible through live cell imaging, metabolic labeling of\nRNA, and gene induction. Yet splicing rates can be convolved by the time it\ntakes for transcription, spliceosome assembly and spliceosome disassembly. The\nvariety of assays and systems used has, perhaps not surprisingly, led to reports\nof widely differing splicing rates in vivo. Recently, single\nmolecule RNA-seq has indicated that splicing occurs more quickly than previously\ndeduced. Here we comprehensively review these findings and discuss evidence that\nsplicing and transcription rates are closely coordinated, facilitating the\nefficiency of gene expression. On the other hand, introduction of splicing\ndelays through as yet unknown mechanisms provide opportunity for regulation.\nMore work is needed to understand how cells optimize the rates of gene\nexpression for a range of biological conditions. Graphical Abstract IntroductionGene expression begins with the synthesis of RNA from the DNA template by RNA\npolymerase. In eukaryotes, this nascent RNA must be further processed, transported\nwithin the cell, translated (in the case of mRNA), and ultimately degraded. The\nsteady-state level of any RNA in the cell reflects the balance of its synthesis and\ndegradation; yet, many reactions take place between these two end points. Each step\nof mRNA processing – 5’ end capping, splicing, editing, 3’ end\ncleavage and polyadenylation, nucleotide modification, and mRNP maturation –\nalso takes time. If all of these reactions were to take place\npost-transcriptionally, one could add the time it takes to transcribe a gene to the\ntime it takes to perform RNA processing and determine the total time for mRNA\nsynthesis. However, because many of these reactions at least begin during\ntranscription (1-3), transcription and RNA processing rates are convoluted,\nraising the possibility that gene expression is on the whole more efficient. For\nexample, during the reductive cleavage divisions of early embryos, cell cycle\nlengths are as short as 15 minutes; yet, early gene expression takes place in this\ntime interval, which appears to limit the length of genes that can be transcribed\n(4). Transcription and RNA processing\nrates in early embryos are currently unknown but are required to fully understand\nthe time constraints placed on gene expression in rapidly dividing cells and\npossible regulatory mechanisms that contribute. In contrast, post-mitotic cells\nwould appear to lack such time constraints; however, other constraints may arise due\nto other regulatory processes, such as cell signaling or responses to environmental\ncues. These scenarios illustrate the necessity to measure rates in\nvivo.The early observation that spliced nascent transcripts are attached to the\nDNA axis in chromosome spreads (Fig 1A)\nstimulated the field to consider the possibility that the physical proximity of RNA\npolymerase II (Pol II), chromatin, the splicing machinery and the nascent RNP\nprovide opportunities for regulation. Several RNA processing events, including\n5’ end capping and 3’ end cleavage and polyadenylation, are physically\ncoupled to transcription through factor binding to Pol II (3). For example, capping enzymes bind the Pol II C-terminal\ndomain (CTD) phosphorylated on the serine 5 residue of the CTD repeat (5). The central role of splicing – the\nremoval of introns and ligation of exons – in gene expression has motivated\nmany groups to ask when exactly splicing occurs during this window of transcription.\nUnderstanding the potential coupling between splicing and transcription could reveal\nsignificant insights into the relationship between variation in Pol II elongation\nrates over introns and exons, pause sites, chromatin and alternative splicing. For\nexample, local changes in elongation rates affect the gene position of splicing\nand/or alternative splicing in a variety of systems (2, 3, 6-10). In humans,\ntranscription can take anywhere from a few seconds up to several hours for a single\ngene, seemingly an eternity for a chemical reaction. In spite of this, evidence from\nfern spores, platelets and induced macrophage provide examples of biological\nscenarios in which splicing delays lead to stable transcripts with retained introns\nthat are removed at a later time depending on signaling (11-13). Clearly,\nco-transcriptionality is not required for splicing; yet, most splicing – from\nyeast to man – is co-transcriptional (1, 3, 14-22).Open in a separate windowFigure 1Observation of co-transcriptionally spliced transcripts leads to\ndistance-based view of splicing kinetics in vivoA) Electron micrograph of chromatin spreads from Drosophila\nmelanogaster (left panel) visualize electron dense spliceosomes as\nthey assemble near the 5’ ends of nascent transcripts; shortening of\ntranscript 10 is indicative of intron removal (77). Camera lucida drawing of the chromatin spread is shown in the\nright panel. B) Diagram of a simple gene with a single intron undergoing\ntranscription by several active Pol II molecules. The 5’ methyl cap\n(black ball) is added shortly after transcription of the 5’ end of the\nRNA transcript. Spliceosomal components (red balls) bind the 5’SS and\n3’SS of the pre-mRNA co-transcriptionally.Splicing is accomplished by a macromolecular complex, called the spliceosome,\nwhich must assemble in a step-wise fashion de novo on every intron\n(23). In instances of co-transcriptional\nsplicing, spliceosome assembly and catalysis clearly take place before transcription\ntermination (Fig 1B). Note that even in\ninstances of post-transcriptional catalysis, spliceosome assembly may well proceed\nco-transcriptionally (16). In yeast, the U1\nsnRNP, which recognizes the 5’ splice site (5’SS), accumulates on\nnascent RNA and is detectable by chromatin immunoprecipitation (ChIP) over introns,\nconsistent with its recruitment to 5’SSs as soon as they are transcribed\n(24, 25). The accumulation of U2 and U5 snRNPs as well as the nineteen\ncomplex (NTC, present in the active spliceosome) downstream of 3’ splice\nsites (3’SSs) is accompanied by the loss of U1 snRNP, consistent with the\nstep-wise maturation and function of the spliceosome (26-28). Intriguingly,\nhistone post-translational modifications, such as acetylation by GCN5, modify\nco-transcriptional spliceosome assembly patterns (29-32), indicating that\nregulation can be mediated by chromatin (2,\n3).Measurement of co-transcriptional spliceosome assembly by ChIP speaks to the\nco-transcriptionality of splice site recognition by snRNP and non-snRNP splicing\nfactors but does not reveal splicing rates. The abundance of any of these required\nfactors along the length of a gene does not reveal the frequency or efficiency of\ncatalysis and could also reflect their retention during product RNA release from\nspliceosomes and spliceosome disassembly. Thus, the field has explored many methods\nthat aim to determine splicing kinetics in vivo; these can be\ndivided into two categories: distance-based techniques, which measure the gene\nlocation of Pol II when splicing has occurred, and time-based techniques, which\nmeasure the time it takes for splicing to complete (Fig 2). Integration of spatial and temporal information will ultimately\nadvance our understanding of cross-regulation between transcription and splicing and\nprovide insight into how the timing of these processes contributes to gene\nexpression in a variety of biological contexts.Open in a separate windowFigure 2Comparison of distance-based and time-based measurements of splicing\nin vivoMany studies, indicated by flags on the gene ruler (upper panel) or time line\n(lower panel), have addressed when or where splicing occurs in multiple species\nand obtained the indicated results. This summary relates the measured\nhalf-maximum splicing values (or similar value if half-max not provided).\nTranslation of distance to time is herein assumed at 3 kb/min (78). See text for details. Distance-based measurements of in vivo splicing kineticsHistorically, co-transcriptional splicing was discovered and measured by\nanalyzing electron micrographs of chromatin spreads (Fig 1A). Osheim et al observed two particular species of RNP particles\non nascent transcripts, a 25 nm particle and a 40 nm particle that appeared to be a\ncombination of two 25 nm particles (33).\nThese particles appeared at predictable sites along nascent RNA transcripts of early\nembryo genes from Drosophila melanogaster and were predicted to\nrepresent subunits of the spliceosome based on several observations including RNA\nlooping between the two particles and eventual disappearance of the particle after\nloop removal. By measuring the DNA distance in micrometers (μm) from known\nlocations on the gene and assuming a maximum chromatin compaction of 4.8\nkb/μm, this study measured one of the first instances of in\nvivo splicing occurrence 4.5 kb after the 3’ splice site (Fig 2) and began a decades-long investigation\n(34). Chromatin spreads may not provide\nthe most accurate analysis of splicing kinetics due to the disruption of chromatin\nwith harsh conditions. This extensive disruption could break interactions between\nPol II, DNA and nascent RNA and lead to an underrepresentation of co-transcriptional\nsplicing. For instance, a simple decrease in pH from 9.0 to 7.5 during chromatin\npreparation gave different results (34).\nNevertheless, many of the observations made using chromosome spreading methods are\nconsistent with findings in a different model system, the Balbiani ring of\nChironomus tentans, where it has been possible to dissect out\nchromosomal regions and infer the progress of splicing by RT-PCR (35). Thus, we garnered much of our early\nknowledge about co-transcriptional splicing from such model systems. Although direct\nvisualization of single RNA molecules in chromatin spreads is something modern\ntechniques have lacked, recent nascent RNA sequencing strategies (see below) have\nenabled their visualization by other means.When it first became clear that co-transcriptional splicing was a likely\nscenario, the most urgent question being posed was precisely when does splicing\noccur during the process of transcription? ChIP is a versatile tool for acquiring\ninformation about co-transcriptional spliceosome assembly (see above). Rosbash and\ncolleagues utilized MS2 stem loops to assay splicing status along the length of HZ18\nreporter genes, which harbor MS2 RNA stem loops in either the intron or expressed as\ntwo halves of the MS2 RNA stem loop in its exons, such that the loop forms after\nsplicing (8). MS2-coat protein binds the stem\nloop and serves as a target in ChIP experiments that aimed to detect the Pol II\nposition along the gene the moment splicing occurred. MS2 ChIP signal 1.5 kb\ndownstream of the intron suggested that splicing takes place long after intron\nsynthesis (8). Moreover, these studies\nemployed an intronic ribozyme sequence to measure splicing in a more direct way, in\nwhich RT-qPCR was used to determine the relative fraction of RNAs that had been\nself-cleaved by the ribozyme as opposed to those species that co-transcriptionally\nspliced the ribozyme before cleavage. These assays identified the gene location of\nsplicing between ~500 bp and ~1.5 kb downstream of the 3’ SS.\nTaking an average measured transcription elongation rate of 1.5kb/min in budding\nyeast into account (36), these authors\nreckoned that splicing occurs within 20-60 seconds in vivo. Because\nthe majority of genes in budding yeast have terminal exons that are shorter than\n1.5kb (median 434bp), Rosbash and colleagues concluded that most splicing must be\npost-transcriptional in yeast (27). A direct\ntest of co-transcriptional splicing frequency in yeast refuted this conclusion by\nshowing that the majority of introns are removed in nascent RNA (37); these authors identified terminal exon\npausing (TEP) by Pol II and suggested that TEP might compensate for short terminal\nexons by providing more time for splicing. Meanwhile additional transcriptional\npausing events have been linked to splicing (38-40), further obscuring the\ntime axis. Time-based measurement of in vivo splicing kineticsThe development of alternative approaches that measure splicing in terms of\ntime compensates for the limitations of ChIP-based approaches, which are unavoidably\nindirect, and imaging of nascent RNA through methods such as chromatin spreads,\nwhich rely on specialized model systems and are difficult to adapt to global\ndeterminations (Fig 2). These methods include\nlive cell imaging to quantify intron lifetimes and snRNP dynamics and metabolic\nlabeling to quantify intron lifetimes and the emergence of spliced RNAs. Several\nstudies have set out to determine when splicing occurs by quantitatively measuring\nthe amount of spliced and unspliced RNA transcripts using RT-qPCR or RNA-seq. Some\ntime-based studies have implemented a system of inducible transcription that allows\ntracking of (pre-)mRNA intermediates from a given gene over a time course. To date,\nthe highest time resolution achieved with RT-qPCR analysis is 30 seconds, during\nwhich an integrated, tetracycline-inducible reporter gene in budding yeast yielded\nobserved spliced transcripts 60 seconds after pre-mRNA transcription was induced\n(41).In mammalian cells, where genes and introns are very large, longer time\npoints are needed to sample the transcription and splicing of induced transcripts.\nThe stimulation of mouse and human macrophage is a classic experimental system for\nactivating a program of gene expression. Making use of this paradigm, Bhatt et al\ncharacterized the differential appearance of unspliced and spliced transcripts in\nchromatin, nucleoplasm and cytoplasm by RNA-seq over a time course of 15, 30, 60,\nand 120 minutes after Lipid-A stimulation (11, 42). These widely spaced time\npoints inform on cellular dynamics and regulation but are not designed to provide\nprecise measurement of splicing rates. Notably, the 11 most quickly transcribed\ngenes displayed rapid 3’ end cleavage and polyadenylation but delays in\nsplicing of at least some introns (peak at 30 min) relative to transcription (peak\nat 15 min). In a related approach, the Regev lab used metabolic labeling of\nLPS-stimulated mouse dendritic cells and RNA-seq (43), yielding a range of pre-mRNA half-lives from 1 to 30 minutes, with\na median intron half-life of 14 minutes (Fig 3A\nand see below). In contrast to the above results, quickly spliced genes were\ngenerally longer transcripts with many introns and typically expressed quickly in\nresponse to a stimulus, while slowly spliced genes were shorter and constantly\nexpressed at high levels (43, 44). Although the differences between the\nfindings from these two labs are unclear, these observations show that slow rates of\nsplicing can affect transcript release and eventual translation.Open in a separate windowFigure 3Time-based experiments vary widely in methodology and resultsA) The median number of exon-intron junctions are processed in 14 min according\nto RNA-seq reads of metabolically labeled mouse RNA (44). B) Use of fluorescent reporter genes permits imaging\nof introns and quantitation of their half-lives (50). C). Fraction spliced values from a metabolic labeling\nexperiment are plotted at different time points for three pairs of gene paralogs\nin yeast. Paralogs have identical exonic sequences and different intronic\nsequences. Splicing values appear highly similar between paralogs, yet different\nbetween genes (57).Analysis of nascent RNA at different time points has enabled investigators\nto address specific hypotheses. For example, the Padgett group set out to measure\ntranscription and splicing kinetics for very long genes and introns to determine\nwhether special regulation accounts for the expression of such genes (45). To achieve this, they developed a system\nto observe splicing of endogenous human genes in vivo. Using\ntreatment and then wash out of a reversible inhibitor of Pol II elongation,\n5,6-dichloro-1-β-D-ribofuranosylbenzimidazole (DRB), the authors collected\ntime points of newly synthesized transcripts that were then quantified using\nRT-qPCR. They found that despite the incredible length of introns assayed\n(>100 kb) all introns were spliced in the first or second time point (5 and\n10 min), which thereby delimits a maximum time window for splicing in human Tet21\ncells. A related study conducted in human mammary epithelial MCF10A cells stimulated\nwith EGF measured pre-mRNA half-life of 2-3 minutes by RT-qPCR (46), placing splicing within the same time\nwindow in another cell type. Interestingly, the Padgett study also quantitated Pol\nII elongation rates of over these long introns at 3.8 kb/min, a relatively high\nvalue that agrees with the range of transcription rates measured more recently in\nhuman cells (0.5-4 kb/min) and the report of faster elongation rates along introns\n(47-49). The Padgett study was therefore critical in confirming that\nsplicing is relatively quick and often cotranscriptional, even in endogenous human\ngenes with extremely long introns.Studies utilizing live cell imaging for the analysis of splicing kinetics\nrely primarily on reporter genes in human cells (Fig\n3B). Results from these experiments vary widely, even when using a\nsimilar reporter element. For example, two studies used stably integrated\nβ-globin reporter genes with MS2 or PP7 stem loops inserted into intronic or\nexonic sequences to track pre-mRNA (50, 51). The first study reported splicing in\nHEK293 cells within 20 and 30 seconds for the first and second introns,\nrespectively. The second study observed splicing 267 seconds after transcription of\nthe 3’ SS of the terminal intron in U2OS cells. The different analyses\ncarried out in these two studies may contribute to the deduced splicing rates.\nCoulon et al. applies an autocorrelation function to the fluorescent fluctuations to\ndetermine how the fluorescence of the intronic/exonic signal is correlated to itself\nafter a certain time delay. Martin et al. identifies short bursts of transcription\nand quantifies the number of introns in each burst and the lifetime in seconds of\nthe burst of fluorescence. Median lifetimes for each intron is considered the time\nwindow in which splicing takes place.Another possible source of variation among live cell imaging studies is the\nchoice of cell line. Perhaps U2OS and HEK293 cells are characterized by different\nsplicing rates. Interestingly, Schmidt et al. used a very similar approach in U2OS\ncells, by measuring the fluorescent half-life of the MINX reporter intron labeled\nwith MS2-GFP (52). This study reports an\nintronic half-life of 105 seconds (1.75 min), in between the two values discussed\nabove, arguing against cell-specificity. On the other hand, Schmidt et al.\nincorporated a bGH polyadenylation/cleavage signal that is known to be slowly\nprocessed. This signal was used to ensure that the construct would splice\nco-transcriptionally; however, slower 3’ end processing could potentially\nfeed back to splicing and affect their measurement.The attraction of live-cell imaging of fluorescent reporters, such as those\ndescribed in the above experiments, is that these measurements in real time provide\nhigher time resolution than metabolic labeling or time points taken for RT-qPCR\nafter gene induction. If splicing is or can be a very fast reaction, 5- and\n10-minute time points are not sufficient to deepen our understanding of splicing\nkinetics. Additionally, single cell information can provide insight into\ncell-to-cell variation and compensate for the lack of synchronization in a large\ncell population. However, chromosomally integrated reporter genes will never report\nthe diversity of kinetics available in endogenous genomes. Splicing rates likely\ndiffer among genes as well as introns and exons within each gene; thereby, reporter\ngenes miss out on this source of information. Differences between cell lines and\nreporters (see above) may also be attributable to unknown regulatory features of the\ninsertion site; indeed, one of the β-globin reporters used above was less\nefficiently spliced than the wild type transcript (50), indicating that even subtle modifications to this gene had a\nnoticeable effect on splicing. To understand splicing kinetics in complex cellular\nsystems, it is prudent to look at a sampling of endogenous genes.While most groups measure intron half-lives with fluorescent probes, one\nstudy took a global approach by measuring the residency times of\nfluorescently-labeled spliceosomal snRNPs on pre-mRNA transcripts using FRAP and FCS\nin HeLa cells (53). While U1 and U4 snRNPs\nthat transiently associate with the assembling spliceosome display shorter residency\ntimes, subunits of the active spliceosome – U2 and U5 snRNPs – reside\non pre-mRNA for 15-30 seconds. This indicates that the average splicing duration at\nsteady state in HeLa cells lies within a 30 second window. These results are in good\nagreement with Martin et al., however much shorter than reports by Coulon et al. and\nSchmidt et al. While the range of splicing rates derived from fluorescent assays\nseems quite variable, it is clear that the majority of splicing in mammalian cells\nis faster than estimates from induced systems, such as stimulated macrophage.\nFinally it is important to note that measurements of intron half-lives, as well as\nsnRNP dynamics will encompass remaining transcription of intron and exon elements,\nspliceosome assembly, splicing, spliceosome disassembly and/or intron release,\nintron debranching and degradation. Thus, the overall range of times observed\n– 0.5-3 minutes – could reflect differences in the rates of any one or\nmore of these processes.Complementary to fluorescence measurements, metabolic labeling affords\ntime-resolved datasets (Fig 3C). In addition,\nfinding a way to purify only the youngest cellular transcripts greatly increases the\ndepth of any analysis to follow. Typically, cells are fed with 4-thiouracil (4tU) or\n4-thiouridine (4sU), which can be incorporated into newly synthesized RNA (54), for different time intervals.\nThiol-specific biotinylation and subsequent purification on streptavidin-coated\nmagnetic beads of metabolically labeled RNA follows total RNA purification from\ncells. Transcript levels are determined by RNA-seq, microarray analysis or RT-qPCR.\nThis approach has been used to quantify transcription and degradation dynamics by\nlabeling newly transcribed RNA for minutes to hours (55, 56). Technical advances in\nsample preparation and sequencing allow for shorter labeling times from 1.5 to 5\nminutes and thus allow us to zoom in on transcriptome-wide RNA processing dynamics\nin a relatively unperturbed way (17, 43, 44,\n57, 58).The amount of metabolically labeled RNA depends on cellular uptake of\nmodified bases, labeling time, incorporation rate, transcription rate, processing\nrate and degradation rate. The first three are pre-defined or can be determined in\ninitial experiments by measuring the relative proportion of labeled versus unlabeled\nRNA (43). The latter can be inferred by\napplying mathematical models to the data (43,\n44, 58) or through analyzing the resulting fraction of pre-mRNA and mRNA at\ndifferent experimental time points (17, 57). A steady state total RNA-seq dataset\nserves as reference dataset in both approaches.All five above mentioned studies detect substantial amounts of pre-mRNA\nsplicing at the very first labeling time point: 1.5 minutes in S.\ncerevisiae (57), 2 minutes in\nS. pombe with a median intron splicing time of 37 seconds\n(58), 5 minutes in human B cells (17), and 10 minutes in LPS-stimulated mouse\ndendritic cells with a median intron splicing time of 14 minutes (44). These genome-scale datasets identify broad\nranges in splicing duration from 1-30 minutes (43), 1-223 minutes (44), and 4\nseconds-6 minutes (58). Direct comparison\namong these values is difficult, given differences in experimental systems and\nanalysis methods. It is also important to note that these time windows reflect the\nconvolution of transcription, processing and degradation, as is the case for\nlive-cell imaging approaches addressed above. Nevertheless, the global nature of\nmetabolic labeling has enabled the discovery of gene architecture and sequence motif\ncorrelations linked to synthesis, degradation and splicing kinetics (17, 43,\n57, 58), which drive hypotheses for future investigation. Revisiting the distance-based approach through single molecule RNA-seqThe most recently published methods – Single Molecule Intron Tracking\n(SMIT) and long read sequencing of nascent RNA – use 3’ end linker\nligation and single molecule RNA-seq to identify the position of Pol II along the\nlength of genes at the moment introns are removed (59). SMIT uses paired-end sequencing to associate splicing status with\nPol II position; when compiled, the data indicate the percentage of molecules\nspliced at a given Pol II position with approximately 300 reads per position (Fig 4A). Direct, long read sequencing of nascent\ntranscripts with Pol II positions marked by their 3’ ends (Fig 4B) provide images reminiscent of chromatin\nspreads (see Fig 1A). SMIT analysis of 87\nendogenous genes and long read sequencing of nascent RNA from S.\ncerevisiae and S. pombe reveal exon-exon ligation\ndetectable when Pol II is 26 and 36 nt downstream of the 3’ SS, respectively.\nThese findings indicate that the active spliceosome is physically very close to Pol\nII, harkening back to tomography images of nascent RNPs in the Balbiani ring system\n(Fig 4C). In these images, the U2 snRNP and\nPol II are shown to be in the same electron dense particle adjacent to the DNA axis\n(60). Because 15 nt of nascent RNA is\nembedded in the elongating polymerase (5), it\nseems likely that the active spliceosome is positioned at the exit channel of Pol II\nsimilar to the 5’ end capping enzymes (Fig\n4D). These findings revitalize models that consider direct interactions\nbetween Pol II and spliceosome components (3).\nThe mammalian U2AF and FUS proteins, which interact directly with Pol II and\ncomponents of the splicing machinery, are examples of factors that bridge the two\nmachineries (61, 62). Given the observed association of particular Pol II CTD\nphosphorylation states with spliceosome assembly and splicing (63, 64), it is\nintriguing to consider the regulation of such interactions during the elongation\nprocess.Open in a separate windowFigure 4Recent distance-based techniques predict spliceosome adjacent to polymerase\nduring splicingA) Representative SMIT trace from budding yeast shows splicing reaches\nhalf-maximum levels at ~62 bp past the 3’ SS (59). B) Long read sequencing of budding\nyeast genes enables splicing analysis of single molecules (59). C) 3D reconstruction of nascent transcription and\nsplicing complex (NTS) bound to Balbiani ring 3 locus on chromatin (dashed line)\nfrom Chironomus tentans with antibody gold particles against U2\nsnRNP (left) and Pol II CTD (right) (60).\nD) Crystal structures are docked into electron microscopy density show that\ncapping enzymes bind RNA exit tunnel of RNA Polymerase II to modify the\n5’ end of RNA immediately (5).SMIT precisely measures the occurrence of the second step of splicing\n– exon-exon ligation – in distance. However, evidence that Pol II did\nnot pause at or near 3’SSs of the 87 genes analyzed permits an estimation of\nsplicing rate in time; SMIT curves reached saturation at a median Pol II position of\n129 nt downstream of 3’SSs, indicating that splicing completes within\n~5 seconds if transcription elongation proceeds at 1.5kb/min (36, 59).\nThis fast rate of splicing in budding and fission yeasts can be considered one\ncomponent of the whole splicing process, including spliceosome disassembly and\nintron degradation, as measured by others (see above, Fig 2). The impressive speed of the splicing reaction as measured by\nSMIT begs the question of how alternative splice sites could be chosen if exon\nligation is already complete a mere 129 nt after the 3’SS. Given the\nextensive network of splicing regulation in metazoans, a myriad of elements could\nplay a role in delaying splicing until alternative sites and regulatory sequences\nhave been transcribed. Moreover, trans-acting splicing factors, histone\npost-translational modifications, and nucleosome positioning may alter transcription\nand splicing kinetics (16, 29, 65-69). The observed fast rates\nof splicing in S. pombe support the idea that splicing is\ninherently quick, regardless of evolutionary distance. More experiments are needed\nto understand the kinetics of splicing in higher metazoans.Pausing has been reported in yeast and human cells under various conditions\nand may impact the time estimate derived from Pol II position (38-40, 63, 64,\n70). Changes in splicing kinetics\nmeasured with distance-based methods would be expected to reflect such changes in\ntranscription elongation. Indeed, a mutation in Pol II that causes faster\ntranscription elongation, leads to lengthening of the distance measurement by SMIT\nand an increase in levels of unspliced transcripts (59, 71). Thus, faster Pol II\nelongation rates result in greater physical separation between the spliceosome and\nPol II, while slower elongation would be expected to bring the two machines closer\ntogether, consistent with the observation that slow Pol II mutants correlate with\nincreased levels of spliced transcripts (71).\nTogether with recent findings that mammalian transcription and splicing rates\nin vivo are optimized (72), the data suggest that the two rates have co-evolved. The matching\nof the reaction rates of splicing and transcription elongation rates observed in\nbudding and fission yeast suggest perfect timing in the coordination of these two\nmacromolecular machines. OutlookWith the diverse panel of methods for investigating transcription and\nsplicing rates now available, we can expect future work to illuminate the mechanisms\nresponsible for achieving perfect timing in cells. As in vivo rates\nof transcription and splicing come online, it will become increasingly possible to\nuse modeling to predict gene expression outcomes and/or to extract rate parameters\nfrom steady state RNA-seq data. A current black box is the transition from\nco-transcriptional to post-transcriptional splicing, in which it can be anticipated\nthat transcripts that are incompletely spliced during transcription will continue to\nbe spliced after poly-A cleavage. As metabolically labeled RNA corresponds to young\nbut not necessarily nascent RNA, metabolic labeling in combination with cellular\nfractionation offers an opportunity to address co- and post-transcriptional splicing\nwithin the same cellular system. Additional features such as polyA cleavage rates\nand RNA stability could be addressed with this approach. In order to distinguish\nbetween co- and post-transcriptional processes even shorter labeling times,\ndifferential analysis of polyA+ and polyA− nascent RNA and technical\nimprovements, such as enhancing 4sU-/4tU-labeled RNA recovery with more efficient\nbiotinylation methods (73), can be imagined.\nComputational approaches (44, 58, 74-76) will be increasingly\nimportant for data interpretation and to create testable hypotheses that will\nultimately provide new insights into modes of regulation in multiple species and a\nvariety of biological contexts. AcknowledgmentsThis work was supported by the National Institutes of Health (CMB TG T32GM007223 to\nTara Alpert and NIH R01 GM112766 from the NIGMS to Karla Neugebauer). FootnotesThe authors have no conflict of interest. References1. Brugiolo M, Herzel L, Neugebauer KM. Counting on co-transcriptional splicing. F1000Prime Rep. 2013;5:9. [PMC free article] [PubMed] [Google Scholar]2. Naftelberg S, Schor IE, Ast G, Kornblihtt AR. Regulation of alternative splicing through coupling with\ntranscription and chromatin structure. Annu Rev Biochem. 2015;84:165–98. [PubMed] [Google Scholar]3. Saldi T, Cortazar MA, Sheridan RM, Bentley DL. Coupling of RNA Polymerase II Transcription Elongation with\nPre-mRNA Splicing. Journal of molecular biology. 2016;428(12):2623–35. [PMC free article] [PubMed] [Google Scholar]4. Heyn P, Kalinka AT, Tomancak P, Neugebauer KM. Introns and gene expression: cellular constraints,\ntranscriptional regulation, and evolutionary consequences. Bioessays. 2015;37(2):148–54. [PMC free article] [PubMed] [Google Scholar]5. Martinez-Rucobo FW, Kohler R, van de Waterbeemd M, Heck AJR, Hemann M, Herzog F, et al.  Molecular Basis of Transcription-Coupled Pre-mRNA\nCapping. Molecular cell. 2015;58(6):1079–89. [PubMed] [Google Scholar]6. Howe KJ, Kane CM, Ares M., Jr. Perturbation of transcription elongation influences the fidelity\nof internal exon inclusion in Saccharomyces cerevisiae. RNA. 2003;9(8):993–1006. [PMC free article] [PubMed] [Google Scholar]7. Roberts GC, Gooding C, Mak HY, Proudfoot NJ, Smith CW. Co-transcriptional commitment to alternative splice site\nselection. Nucleic Acids Res. 1998;26(24):5568–72. [PMC free article] [PubMed] [Google Scholar]8. Lacadie SA, Tardiff DF, Kadener S, Rosbash M. In vivo commitment to yeast cotranscriptional splicing is\nsensitive to transcription elongation mutants. Genes Dev. 2006;20(15):2055–66. [PMC free article] [PubMed] [Google Scholar]9. de la Mata M, Alonso CR, Kadener S, Fededa JP, Blaustein M, Pelisch F, et al.  A slow RNA polymerase II affects alternative splicing in\nvivo. Mol Cell. 2003;12(2):525–32. [PubMed] [Google Scholar]10. Dujardin G, Lafaille C, de la Mata M, Marasco LE, Munoz MJ, Le Jossic-Corcos C, et al.  How slow RNA polymerase II elongation favors alternative exon\nskipping. Mol Cell. 2014;54(4):683–90. [PubMed] [Google Scholar]11. Bhatt DM, Pandya-Jones A, Tong AJ, Barozzi I, Lissner MM, Natoli G, et al.  Transcript dynamics of proinflammatory genes revealed by sequence\nanalysis of subcellular RNA fractions. Cell. 2012;150(2):279–90. [PMC free article] [PubMed] [Google Scholar]12. Boothby TC, Zipper RS, van der Weele CM, Wolniak SM. Removal of retained introns regulates translation in the rapidly\ndeveloping gametophyte of Marsilea vestita. Dev Cell. 2013;24(5):517–29. [PubMed] [Google Scholar]13. Denis MM, Tolley ND, Bunting M, Schwertz H, Jiang H, Lindemann S, et al.  Escaping the nuclear confines: signal-dependent pre-mRNA splicing\nin anucleate platelets. Cell. 2005;122(3):379–91. [PMC free article] [PubMed] [Google Scholar]14. Herzel L, Neugebauer KM. Quantification of co-transcriptional splicing from RNA-Seq\ndata. Methods. 2015;85:36–43. [PubMed] [Google Scholar]15. Tilgner H, Knowles DG, Johnson R, Davis CA, Chakrabortty S, Djebali S, et al.  Deep sequencing of subcellular RNA fractions shows splicing to be\npredominantly co-transcriptional in the human genome but inefficient for\nlncRNAs. Genome Res. 2012;22(9):1616–25. [PMC free article] [PubMed] [Google Scholar]16. Vargas DY, Shah K, Batish M, Levandoski M, Sinha S, Marras SA, et al.  Single-molecule imaging of transcriptionally coupled and\nuncoupled splicing. Cell. 2011;147(5):1054–65. [PMC free article] [PubMed] [Google Scholar]17. Windhager L, Bonfert T, Burger K, Ruzsics Z, Krebs S, Kaufmann S, et al.  Ultrashort and progressive 4sU-tagging reveals key\ncharacteristics of RNA processing at nucleotide resolution. Genome Res. 2012;22(10):2031–42. [PMC free article] [PubMed] [Google Scholar]18. Ameur A, Zaghlool A, Halvardson J, Wetterbom A, Gyllensten U, Cavelier L, et al.  Total RNA sequencing reveals nascent transcription and widespread\nco-transcriptional splicing in the human brain. Nature structural & molecular biology. 2011;18(12):1435–40. [PubMed] [Google Scholar]19. Khodor YL, Rodriguez J, Abruzzi KC, Tang CH, Marr MT, 2nd, Rosbash M. Nascent-seq indicates widespread cotranscriptional pre-mRNA\nsplicing in Drosophila. Genes Dev. 2011;25(23):2502–12. [PMC free article] [PubMed] [Google Scholar]20. Khodor YL, Menet JS, Tolan M, Rosbash M. Cotranscriptional splicing efficiency differs dramatically\nbetween Drosophila and mouse. RNA. 2012;18(12):2174–86. [PMC free article] [PubMed] [Google Scholar]21. Girard C, Will CL, Peng J, Makarov EM, Kastner B, Lemm I, et al.  Post-transcriptional spliceosomes are retained in nuclear\nspeckles until splicing completion. Nature communications. 2012;3:994. [PubMed] [Google Scholar]22. Carrillo Oesterreich F, Preibisch S, Neugebauer KM. Global analysis of nascent RNA reveals transcriptional pausing in\nterminal exons. Mol Cell. 2010;40(4):571–81. [PubMed] [Google Scholar]23. Wahl MC, Will CL, Luhrmann R. The spliceosome: design principles of a dynamic RNP\nmachine. Cell. 2009;136(4):701–18. [PubMed] [Google Scholar]24. Kotovic KM, Lockshon D, Boric L, Neugebauer KM. Cotranscriptional recruitment of the U1 snRNP to\nintron-containing genes in yeast. Molecular and Cellular Biology. 2003;23(16):5768–79. [PMC free article] [PubMed] [Google Scholar]25. Gornemann J, Barrandon C, Hujer K, Rutz B, Rigaut G, Kotovic KM, et al.  Cotranscriptional spliceosome assembly and splicing are\nindependent of the Prp40p WW domain. RNA. 2011;17(12):2119–29. [PMC free article] [PubMed] [Google Scholar]26. Görnemann J, Kotovic KM, Hujer K, Neugebauer KM. Cotranscriptional spliceosome assembly occurs in a stepwise\nfashion and requires the cap binding complex. Molecular cell. 2005 [PubMed] [Google Scholar]27. Tardiff DF, Lacadie SA, Rosbash M. A genome-wide analysis indicates that yeast premRNA splicing is\npredominantly posttranscriptional. Molecular cell. 2006;24(6):917–29. [PMC free article] [PubMed] [Google Scholar]28. Lacadie SA, Rosbash M. Cotranscriptional spliceosome assembly dynamics and the role of\nU1 snRNA:5'ss base pairing in yeast. Mol Cell. 2005;19(1):65–75. [PubMed] [Google Scholar]29. Gunderson FQ, Johnson TL. Acetylation by the transcriptional coactivator Gcn5 plays a novel\nrole in co-transcriptional spliceosome assembly. PLoS genetics. 2009;5(10):e1000682. [PMC free article] [PubMed] [Google Scholar]30. Gunderson FQ, Merkhofer EC, Johnson TL. Dynamic histone acetylation is critical for cotranscriptional\nspliceosome assembly and spliceosomal rearrangements. Proc Natl Acad Sci U S A. 2011;108(5):2004–9. [PMC free article] [PubMed] [Google Scholar]31. Herissant L, Moehle EA, Bertaccini D, Van Dorsselaer A, Schaeffer-Reiss C, Guthrie C, et al.  H2B ubiquitylation modulates spliceosome assembly and function in\nbudding yeast. Biol Cell. 2014;106(4):126–38. [PMC free article] [PubMed] [Google Scholar]32. Patrick KL, Ryan CJ, Xu J, Lipp JJ, Nissen KE, Roguev A, et al.  Genetic interaction mapping reveals a role for the SWI/SNF\nnucleosome remodeler in spliceosome activation in fission\nyeast. PLoS Genet. 2015;11(3):e1005074. [PMC free article] [PubMed] [Google Scholar]33. Samson D, Ditmore QM, Beyer CW., Jr. Intravascular use of isobutyl 2-cyanoacrylate: Part 1 Treatment\nof intracranial arteriovenous malformations. Neurosurgery. 1981;8(1):43–51. [PubMed] [Google Scholar]34. Beyer AL, Osheim YN. Splice site selection, rate of splicing, and alternative splicing\non nascent transcripts. Genes Dev. 1988;2(6):754–65. [PubMed] [Google Scholar]35. Bjork P, Wieslander L. The Balbiani Ring Story: Synthesis, Assembly, Processing, and\nTransport of Specific Messenger RNA-Protein Complexes. Annu Rev Biochem. 2015;84:65–92. [PubMed] [Google Scholar]36. Mason PB, Struhl K. Distinction and relationship between elongation rate and\nprocessivity of RNA polymerase II in vivo. Mol Cell. 2005;17(6):831–40. [PubMed] [Google Scholar]37. Oesterreich FC, Preibisch S, Neugebauer KM. Global analysis of nascent RNA reveals transcriptional pausing in\nterminal exons. Molecular Cell. 2010;40(4):571–81. [PubMed] [Google Scholar]38. Alexander RD, Innocente SA, Barrass JD, Beggs JD. Splicing-dependent RNA polymerase pausing in\nyeast. Molecular Cell. 2010;40(4):582–93. [PMC free article] [PubMed] [Google Scholar]39. Chathoth KT, Barrass JD, Webb S, Beggs JD. A splicing-dependent transcriptional checkpoint associated with\nprespliceosome formation. Molecular Cell. 2014;53(5):779–90. [PMC free article] [PubMed] [Google Scholar]40. Kwak H, Fuda NJ, Core LJ, Lis JT. Precise maps of RNA polymerase reveal how promoters direct\ninitiation and pausing. Science. 2013;339(6122):950–3. [PMC free article] [PubMed] [Google Scholar]41. Alexander RD, Barrass JD, Dichtl B, Kos M, Obtulowicz T, Robert M-C, et al.  RiboSys, a high-resolution, quantitative approach to measure the\nin vivo kinetics of pre-mRNA splicing and 3′-end processing in\nSaccharomyces cerevisiae. RNA. 2010;16(12):2570–80. [PMC free article] [PubMed] [Google Scholar]42. Pandya-Jones A, Bhatt DM, Lin C-H, Tong A-J, Smale ST, Black DL. Splicing kinetics and transcript release from the chromatin\ncompartment limit the rate of Lipid A-induced gene\nexpression. RNA. 2013;19(6):811–27. [PMC free article] [PubMed] [Google Scholar]43. Rabani M, Levin JZ, Fan L, Adiconis X, Raychowdhury R, Garber M, et al.  Metabolic labeling of RNA uncovers principles of RNA production\nand degradation dynamics in mammalian cells. Nature Biotechnology. 2011;29(5):436–42. [PMC free article] [PubMed] [Google Scholar]44. Rabani M, Raychowdhury R, Jovanovic M, Rooney M, Stumpo DJ, Pauli A, et al.  High-resolution sequencing and modeling identifies distinct\ndynamic RNA regulatory strategies. Cell. 2014;159(7):1698–710. [PMC free article] [PubMed] [Google Scholar]45. Singh J, Padgett RA. Rates of in situ transcription and splicing in large human\ngenes. Nature Structural & Molecular Biology. 2009;16(11):1128–33. [PMC free article] [PubMed] [Google Scholar]46. Zeisel A, Kostler WJ, Molotski N, Tsai JM, Krauthgamer R, Jacob-Hirsch J, et al.  Coupled pre-mRNA and mRNA dynamics unveil operational strategies\nunderlying transcriptional responses to stimuli. Molecular systems biology. 2011;7:529. [PMC free article] [PubMed] [Google Scholar]47. Jonkers I, Kwak H, Lis JT. Genome-wide dynamics of Pol II elongation and its interplay with\npromoter proximal pausing, chromatin, and exons. Elife. 2014;3:e02407. [PMC free article] [PubMed] [Google Scholar]48. Jonkers I, Lis JT. Getting up to speed with transcription elongation by RNA\npolymerase II. Nat Rev Mol Cell Biol. 2015;16(3):167–77. [PMC free article] [PubMed] [Google Scholar]49. Veloso A, Kirkconnell KS, Magnuson B, Biewen B, Paulsen MT, Wilson TE, et al.  Rate of elongation by RNA polymerase II is associated with\nspecific gene features and epigenetic modifications. Genome Res. 2014;24(6):896–905. [PMC free article] [PubMed] [Google Scholar]50. Martin RM, Rino J, Carvalho C, Kirchhausen T, Carmo-Fonseca M. Live-cell visualization of pre-mRNA splicing with single-molecule\nsensitivity. Cell reports. 2013;4(6):1144–55. [PMC free article] [PubMed] [Google Scholar]51. Coulon A, Ferguson ML, de Turris V, Palangat M, Chow CC, Larson DR. Kinetic competition during the transcription cycle results in\nstochastic RNA processing. eLife. 2014:3. [PMC free article] [PubMed] [Google Scholar]52. Schmidt U, Basyuk E, Robert M-C, Yoshida M, Villemin J-P, Auboeuf D, et al.  Real-time imaging of cotranscriptional splicing reveals a kinetic\nmodel that reduces noise: implications for alternative splicing\nregulation. The Journal of Cell Biology. 2011;193(5):819–29. [PMC free article] [PubMed] [Google Scholar]53. Huranova M, Ivani I, Benda A, Poser I, Brody Y, Hof M, et al.  The differential interaction of snRNPs with pre-mRNA reveals\nsplicing kinetics in living cells. J Cell Biol. 2010;191(1):75–86. [PMC free article] [PubMed] [Google Scholar]54. Melvin WT, Milne HB, Slater AA, Allen HJ, Keir HM. Incorporation of 6-thioguanosine and 4-thiouridine into RNA.\nApplication to isolation of newly synthesised RNA by affinity\nchromatography. European journal of biochemistry / FEBS. 1978;92(2):373–9. [PubMed] [Google Scholar]55. Dolken L, Ruzsics Z, Radle B, Friedel CC, Zimmer R, Mages J, et al.  High-resolution gene expression profiling for simultaneous\nkinetic parameter analysis of RNA synthesis and decay. RNA. 2008;14(9):1959–72. [PMC free article] [PubMed] [Google Scholar]56. Miller C, Schwalb B, Maier K, Schulz D, Dumcke S, Zacher B, et al.  Dynamic transcriptome analysis measures rates of mRNA synthesis\nand decay in yeast. Molecular systems biology. 2011;7:458. [PMC free article] [PubMed] [Google Scholar]57. Barrass JD, Reid JEA, Huang Y, Hector RD, Sanguinetti G, Beggs JD, et al.  Transcriptome-wide RNA processing kinetics revealed using\nextremely short 4tU labeling. Genome biology. 2015;16:282. [PMC free article] [PubMed] [Google Scholar]58. Eser P, Wachutka L, Maier KC, Demel C, Boroni M, Iyer S, et al.  Determinants of RNA metabolism in the Schizosaccharomyces pombe\ngenome. Molecular systems biology. 2016;12(2):857. [PMC free article] [PubMed] [Google Scholar]59. Carrillo Oesterreich F, Herzel L, Straube K, Hujer K, Howard J, Neugebauer KM. Splicing of Nascent RNA Coincides with Intron Exit from RNA\nPolymerase II. Cell. 2016;165(2):372–81. [PMC free article] [PubMed] [Google Scholar]60. Wetterberg I, Zhao J, Masich S, Wieslander L, Skoglund U. In situ transcription and splicing in the Balbiani ring 3\ngene. The EMBO Journal. 2001;20(10):2564–74. [PMC free article] [PubMed] [Google Scholar]61. Yu Y, Reed R. FUS functions in coupling transcription to splicing by mediating\nan interaction between RNAP II and U1 snRNP. Proceedings of the National Academy of Sciences. 2015;112(28):8608–13. [PMC free article] [PubMed] [Google Scholar]62. Ujvari A, Luse DS. Newly Initiated RNA encounters a factor involved in splicing\nimmediately upon emerging from within RNA polymerase II. The Journal of biological chemistry. 2004;279(48):49773–9. [PubMed] [Google Scholar]63. Harlen KM, Trotta KL, Smith EE, Mosaheb MM, Fuchs SM, Churchman LS. Comprehensive RNA Polymerase II Interactomes Reveal Distinct and\nVaried Roles for Each Phospho-CTD Residue. Cell Rep. 2016;15(10):2147–58. [PMC free article] [PubMed] [Google Scholar]64. Nojima T, Gomes T, Grosso AR, Kimura H, Dye MJ, Dhir S, et al.  Mammalian NET-Seq Reveals Genome-wide Nascent Transcription\nCoupled to RNA Processing. Cell. 2015;161(3):526–40. [PMC free article] [PubMed] [Google Scholar]65. Schor IE, Rascovan N, Pelisch F, Allo M, Kornblihtt AR. Neuronal cell depolarization induces intragenic chromatin\nmodifications affecting NCAM alternative splicing. Proc Natl Acad Sci U S A. 2009;106(11):4325–30. [PMC free article] [PubMed] [Google Scholar]66. Munoz MJ, Perez Santangelo MS, Paronetto MP, de la Mata M, Pelisch F, Boireau S, et al.  DNA damage regulates alternative splicing through inhibition of\nRNA polymerase II elongation. Cell. 2009;137(4):708–20. [PubMed] [Google Scholar]67. Fu XD, Ares M., Jr. Context-dependent control of alternative splicing by RNA-binding\nproteins. Nature reviews Genetics. 2014;15(10):689–701. [PMC free article] [PubMed] [Google Scholar]68. Moehle EA, Braberg H, Krogan NJ, Guthrie C. Adventures in time and space: splicing efficiency and RNA\npolymerase II elongation rate. RNA biology. 2014;11(4):313–9. [PMC free article] [PubMed] [Google Scholar]69. Berget SM. Exon recognition in vertebrate splicing. The Journal of biological chemistry. 1995;270(6):2411–4. [PubMed] [Google Scholar]70. Mayer A, di Iulio J, Maleri S, Eser U, Vierstra J, Reynolds A, et al.  Native elongating transcript sequencing reveals human\ntranscriptional activity at nucleotide resolution. Cell. 2015;161(3):541–54. [PMC free article] [PubMed] [Google Scholar]71. Braberg H, Jin H, Moehle EA, Chan YA, Wang S, Shales M, et al.  From structure to systems: high-resolution, quantitative genetic\nanalysis of RNA polymerase II. Cell. 2013;154(4):775–88. [PMC free article] [PubMed] [Google Scholar]72. Fong N, Kim H, Zhou Y, Ji X, Qiu J, Saldi T, et al.  Pre-mRNA splicing is facilitated by an optimal RNA polymerase II\nelongation rate. Genes Dev. 2014;28(23):2663–76. [PMC free article] [PubMed] [Google Scholar]73. Duffy EE, Rutenberg-Schoenberg M, Stark CD, Kitchen RR, Gerstein MB, Simon MD. Tracking Distinct RNA Populations Using Efficient and Reversible\nCovalent Chemistry. Mol Cell. 2015;59(5):858–66. [PMC free article] [PubMed] [Google Scholar]74. Davis-Turak JC, Allison K, Shokhirev MN, Ponomarenko P, Tsimring LS, Glass CK, et al.  Considering the kinetics of mRNA synthesis in the analysis of the\ngenome and epigenome reveals determinants of co-transcriptional\nsplicing. Nucleic Acids Res. 2015;43(2):699–707. [PMC free article] [PubMed] [Google Scholar]75. Honkela A, Peltonen J, Topa H, Charapitsa I, Matarese F, Grote K, et al.  Genome-wide modeling of transcription kinetics reveals patterns\nof RNA production delays. Proc Natl Acad Sci U S A. 2015;112(42):13115–20. [PMC free article] [PubMed] [Google Scholar]76. Aitken S, Alexander RD, Beggs JD. Modelling reveals kinetic advantages of cotranscriptional\nsplicing. PLoS Comput Biol. 2011;7(10):e1002215. [PMC free article] [PubMed] [Google Scholar]77. Osheim YN, Miller OL, Beyer AL. RNP particles at splice junction sequences on Drosophila chorion\ntranscripts. Cell. 1985;43(1):143–51. [PubMed] [Google Scholar]78. Kwak H, Lis JT. Control of transcriptional elongation. Annual review of genetics. 2013;47:483–508. [PMC free article] [PubMed] [Google Scholar]"}