{"title": "Structural insights into NusG regulating transcription elongation", "pubDate": "2017", "PMCID": "PMC5314768", "DOI": "10.1093/nar/gkw1159", "PMID": "27899640", "abstract": "NusG is an essential transcription factor that plays multiple key regulatory roles in transcription elongation, termination and coupling translation and transcription. The core role of NusG is to enhance transcription elongation and RNA polymerase processivity. Here, we present the structure of Escherichia coli RNA polymerase complexed with NusG. The structure shows that the NusG N-terminal domain (NGN) binds at the central cleft of RNA polymerase surrounded by the β' clamp helices, the β protrusion, and the β lobe domains to close the promoter DNA binding channel and constrain the β' clamp domain, but with an orientation that is different from the one observed in the archaeal β' clamp-Spt4/5 complex. The structure also allows us to construct a reliable model of the complete NusG-associated transcription elongation complex, suggesting that the NGN domain binds at the upstream fork junction of the transcription elongation complex, similar to σ2 in the transcription initiation complex, to stabilize the junction, and therefore enhances transcription processivity.", "author": [{"author": "Bin Liu", "affiliation": ["Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, CT 06520, USA."], "href": "/?term=Liu+B&cauthor_id=27899640"}, {"author": "Thomas A Steitz", "affiliation": ["Department of Molecular Biophysics and Biochemistry, Yale University, New Haven, CT 06520, USA thomas.steitz@yale.edu.", "Howard Hughes Medical Institute, New Haven, CT 06510, USA.", "Department of Chemistry, Yale University, New Haven, CT 06520, USA."], "href": "/?term=Steitz+TA&cauthor_id=27899640"}], "refPMID": ["18487194", "2137819", "1531224", "21478900", "20413501", "23638618", "7868616", "19500594", "8422985", "12198166", "12600194", "24632072", "21386817", "21187417", "25646438", "19461840", "26293966", "21460454", "10581970", "15572765", "20124702", "1532577", "20534440", "17581590", "15473702", "15890417", "21777814", "27035955", "19620213", "20639538", "20381500", "19150431", "8756731", "26742846", "20197319"], "citedInPMID": ["27899640", "34026831", "33995325", "33835023", "32310937", "30191803", "30190598", "29887376", "29757477", "29624124", "29027901", "28892040", "28851463", "28452979", "28301288"], "body": " AbstractNusG is an essential transcription factor that plays multiple key regulatory roles in transcription elongation, termination and coupling translation and transcription. The core role of NusG is to enhance transcription elongation and RNA polymerase processivity. Here, we present the structure of Escherichia coli RNA polymerase complexed with NusG. The structure shows that the NusG N-terminal domain (NGN) binds at the central cleft of RNA polymerase surrounded by the β' clamp helices, the β protrusion, and the β lobe domains to close the promoter DNA binding channel and constrain the β' clamp domain, but with an orientation that is different from the one observed in the archaeal β' clamp–Spt4/5 complex. The structure also allows us to construct a reliable model of the complete NusG-associated transcription elongation complex, suggesting that the NGN domain binds at the upstream fork junction of the transcription elongation complex, similar to σ2 in the transcription initiation complex, to stabilize the junction, and therefore enhances transcription processivity. INTRODUCTIONNusG (N-utilization substance G), a general transcription factor, is essential for cell viability (1,2) and plays multiple key roles in transcription termination (3,4), antitermination (3), coupling translation and transcription (5), and recruiting many factors during transcription cycles (5,6). The core role of NusG is to enhance transcription elongation and RNA polymerase (RNAP) processivity (7). NusG consists of the NusG N-terminal domain (NGN) that is responsible for stimulating transcription elongation (8), the C-terminal Kyprides-Onzonis-Woese (KOW) motif which recruits Rho for termination (9) and S10/NusE protein to link translation and transcription (5), and the flexible linker between them (10,11).The archaeal counterpart of NusG, Spt5 that forms a heterodimeric complex (Spt4/5) with Spt4 through its NGN domain (Spt5-NGN), has similar structure and functions as NusG (12). Previous structural studies of Spt5, including the crystal structure of the archaeal β' clamp–Spt4/5 complex (13) and the cryo-EM structure of the archaeal RNAP–Spt4/5 complex (14) (13 Å), have shown that the Spt5-NGN is anchored by the β' clamp helices (β' CH). However, a complete NusG-associated elongation complex is still necessary for elucidating its regulation mechanism. To provide a molecular basis for better understanding the role of NusG in transcription elongation, we have determined the crystal structure of Escherichia coli RNAP in complex with NusG. MATERIALS AND METHODSPreparation and crystallization of E. coli RNAP–NusGEscherichia coli RNAP and NusG were expressed and purified as described previously (8,15). Then RNAP was mixed with an excess of NusG and directly loaded onto a 16/60 Superdex G200 prep grade gel filtration column (GE Healthcare) with buffer A (20 mM Tris pH 8.0, 50 mM sodium chloride). The fractions containing the RNAP–NusG complex were pooled and concentrated to around 10 mg ml−1. Crystals of E. coli RNAP–NusG complex were achieved in one and a half months by using the well solution [0.1 M sodium dihydrogen phosphate pH 6.5, 12% (w/v) PEG 8000] at 25°C, and were cryo-protected in the mother liquor containing 25% (w/v) ethylene glycol before flash-freezing in liquid nitrogen. The RNAP–NusG complex crystallizes in the monoclinic C2 space group with two copies of the complex per asymmetric unit.Data collection, processing and structure determinationX-ray diffraction data were collected at 100 K at the beamline 24-ID-E at Argonne National Laboratory (Chicago, IL, USA). All data were integrated and scaled with HKL2000 (16). The structures were solved by molecular replacement with PHASER (17) using a structure of the E. coli RNAP (18) (PDB 5BYH) as the starting model. The molecular replacement solution was subjected to rigid body refinement with Refmac5 (19) using multiple rigid groups and the phases were improved by density modification with a two-fold average using DM (20). The NGN and KOW domains of NusG were then fitted into the density using the NMR domain structures (8) (PDB: 2K06 and 2JVV) with COOT (21). When docking the NGN domain into the averaged map, we also tested the possibility of placing the NGN domain onto RNAP using the binding pattern observed in the archaeal β' clamp–Spt4/5 complex, but found that it seriously clashes with the symmetry-related molecules and does not fit the density map, suggesting that the binding pattern shown in the archaeal complex does not exist here. After model building in COOT, the structure was refined using PHENIX (22) and then using Refmac5 (19) with TLS (translation libration screw-motion) and noncrystallographic symmetry restraints. The data collection and structural refinement statistics are summarized in Supplementary Table S1. All figures were created using PyMOL (https://www.pymol.org/). The interfaces of the complex were analyzed using the PISA service at the European Bioinformatics Institute (http://ebi.ac.uk/pdbe/prot_int/pistart.html). RESULTS AND DISCUSSIONStructure determinationThe complex of E. coli RNAP and NusG was assembled by gel filtration chromatography (Supplementary Figure S1), suggesting E. coli NusG is able to associate with RNAP in the absence of nucleic acids although the previous biochemical study showed E. coli NusG binding weakly to RNAP (23). This property is consistent with archaeal Spt4/5 (14), but in contrast to eukaryotic Sp4/5 that is only able to form a stable complex with RNAP II in the presence of a long transcript (over 18 nt) (24). The crystal structure of E. coli RNAP–NusG complex was determined at ∼7 Å by molecular replacement (Figure ​(Figure11 and Supplementary Figure S2), and refinement statistics are detailed in Supplementary Table S1.Open in a separate windowFigure 1.Overall structure of the E. coli RNAP–NusG complex. The E. coli RNAP–NusG complex is shown in tube-and-arrow cartoon representations along two directions. NusG is colored marine. The β protrusion domain, the β' subunit, and the β' clamp helices (β' CH) are colored yellow, light-blue, and red. Other parts of RNAP are colored gray.Overall structure and interactionsThere are two copies of the complex of RNAP with NusG per asymmetric unit, with each RNAP bound to one NusG. The RNAP in the RNAP–NusG complex adopts a similar overall conformation to that in the T. thermophilus (Tth) transcription elongation complex (25), suggesting that the RNAP–NusG complex is able to accommodate DNA–RNA hybrid (Supplementary Figure S3). The ω subunit was not placed in the model due to poor density.In the structure, the NGN domain of NusG binds at the central cleft of RNAP surrounded by the β' CH, the β protrusion, and the β lobe domains, the similar place as the one observed in archaea (13,14). However, the NGN binding pattern shows that the first helix of the NGN domain interacts with the middle part of the β' CH, not the hydrophobic concave patch of the NGN domain contacting the hydrophobic tip of the β' CH observed in the archaeal β' clamp–Spt4/5 structure (13) (Figure ​(Figure2).2). The difference in the NGN binding pattern between the E. coli and archaeal structures could result from the additional interactions between the NGN domain and the β protrusion, β lobe domains that were not included in the archaeal β' clamp–Spt4/5 structure. Analysis on the contact area between the NGN domain and RNAP (∼1723 Å2) shows that it is significantly larger than that between the NGN domain and the symmetry-related molecules (∼153 Å2), suggesting this new binding pattern should represent the normal interactions between them, rather than resulting from crystal packing.Open in a separate windowFigure 2.Structure comparison of E. coli RNAP–NusG with archaeal RNAP β' clamp–Spt4/5. (A) Superimposition of archaeal β' clamp–Spt4/5 with E. coli RNAP–NusG via the β' clamp domain. NusG-KOW and Spt4 were omitted for clarity, and Spt5-KOW is disordered in the archaeal structure. The archaeal Spt5-NGN and β' clamp domains are shown in magenta and cyan. Others are colored as in Figure ​Figure1.1. (B) Close-up views of the superimposition with only displaying Spt5, the β protrusion, the β' CH, and the NGN domains.The observed new binding pattern is inconsistent with the previous study using mutagenesis in which the hydrophobic patch on the NGN domain was suggested to be involved in RNAP–NusG interactions (8). This could be interpreted in different ways. First, E. coli NusG binds weakly to RNAP (23), therefore analysis of the RNAP–NusG interactions using a mutagenesis study on the single residues could easily exaggerate the results. Additionally, mutation of a single residue with F65L or Y68H on the patch also displayed lower binding affinity for the elongation complex (8); however, this observation may suggest that these residues interact with the nucleic acids in the elongation complex, not with the RNAP. Second, the high mobility of the β' clamp domain (26) might lead to multiple binding patterns in solution. The binding pattern shown in archaea could also be one possible pattern in E. coli. We also docked this structure into the 13 Å resolution cryo-EM structure of archaeal RNAP–Spt4/5 and found that the NGN domain matches the suggested NGN binding region (Supplementary Figure S4). However, further high-resolution structures of the intact NusG-associated transcription elongation complex are still necessary for recognizing more biologically relevant binding patterns and understanding the biochemical properties of NusG. Third, we cannot rule out the possibility that NusG was bound to the tip of the β' CH in solution, but was displaced towards the interior of the main cleft by the symmetry-related molecules during the formation of the crystals.NusG in the RNAP–NusG complexThe NGN and KOW domains of NusG in the RNAP–NusG complex retain essentially the same conformations as previously reported (8). The β loop region in the NGN domain, which may make contributions to NusG effects on elongation and Rho-dependent termination (27,28), and the linking loop between the NGN and KOW domains are disordered in the structure. Interestingly, the third helix (H3) of the NGN domain shows a large orientation change compared with the previous NusG and Spt5 structures, and makes contact with the KOW domain (Supplementary Figure S5). The KOW domain is close to the β flap domain (Figure ​(Figure1),1), but also makes large contacts with the symmetry-related molecules. By superimposing their NGN domains, the relative orientations between the NGN and KOW domains display an obvious difference (∼180° in maximum) when compared with those of the NusG and Spt5 structures (Supplementary Figure S5). There is a loop region linking H3 and the last β sheet in the NGN domain, which makes H3 easy to change orientation. This reorientation of H3 could be spontaneous, or a result of being forced by the clash with the β' rudder, or even due to these two reasons. Considering that the KOW domain is responsible for recruiting other factors during transcription, the new orientation of H3 may suggest a larger potential for the KOW domain to reach Rho and S10/NusE.A model of NusG-associated transcription elongation complexWe docked the portions of the nucleic acids in the structure of T. thermophilus transcription elongation complex (PDB: 2O5I) (25), including the downstream DNA, the DNA–RNA hybrid, and the RNA in the RNA channel, on this structure by superimposing the RNAP, and also modeled the upstream DNA and the rest of the bubble region by referring to those in the structure of E. coli σS-transcription initiation complex (29) (σS-TIC) (PDB 5IPL) to construct a reliable model of the complete NusG-associated transcription elongation complex (Figure ​(Figure3A3A and Supplementary Model S1). It is well established that the bacterial elongation complex contains an 8–9 base-pair DNA–RNA hybrid embedded in a 10–11 nucleotide DNA bubble. In this model, we adopted a 9 base-pair DNA–RNA hybrid and an 11 nucleotide DNA bubble. The presence of NusG makes it hard to construct a 10 nucleotide DNA bubble in the template side. There are minor clashes between the nucleic acids and the loop linking H3 and the last β sheet in the NGN domain, but it can be easily alleviated since the accurate location of this loop region is hard to be determined at current resolution and it is flexible and easy to change its orientation.Open in a separate windowFigure 3.A model of the complete NusG-associated transcription elongation complex. (A) Ribbon models for the complete NusG-associated transcription elongation complex are shown. The portions of the nucleic acids in the structure of T. thermophilus transcription elongation complex (PDB: 2O5I), including the downstream DNA, the DNA–RNA hybrid, and the RNA in the RNA channel, were docked into the model by superimposing the RNAP. Other portions of the nucleic acids were modeled by referring to those in the structure of E. coli σS-TIC (PDB: 5IPL). The template strand and non-template strand are colored green and orange. The Mg2+ ion in a magenta sphere marks the active site. Others are colored as in Figure ​Figure1.1. (B) Comparison of the patterns of interacting with nucleic acid between NusG and Spt5. The left side is E. coli NusG contacting the nucleic acids, showing that NusG binds at the upstream fork junction. The disordered β loop region in the NGN domain is shown as dotted lines. The right one is archaeal Spt5 interacting with the nucleic acids, suggesting that Spt5 resides close to the fork junction and binds to the NT strand.Comparison of the interaction patterns with nucleic acid between NusG and Spt5 shows that the NusG–NGN domain binds at the upstream fork junction, not the suggested non-template (NT) strand only (12), whereas Spt5 appears to reside close to the fork junction and binds to the NT strand (Figure ​(Figure3B).3B). Previous studies (13,14) also proposed that Spt5 may reside near to the upstream fork junction based on the FRET experiments (30) or the study on the T. thermophilus NusG (31). This new binding pattern in the RNAP–NusG complex provides structural support to the previous functional analysis of T. thermophilus NusG in which NusG was found to apparently bind to the upstream fork junction of Tth transcription elongation complex (31). Additionally, this new binding pattern on the upstream fork junction is also consistent with the observations that NusG promotes forward transclocation of RNAP to inhibit backtracking and stimulate transcription (31,32).The KOW domain in the model is close to the upstream DNA (Figure ​(Figure3A).3A). This possible binding pattern is similar to that in the r-protein L24-rRNA structure (10). In addition, it is also consistent with the previous results showing that the KOW domain promotes the NGN-elongation complex interaction (8), and that the KOW and NGN domains of A. aeolicus NusG could bind proteins and nucleic acids at the same time (10).Structure comparison of E. coli RNAP–NusG with the σS-TICNusG, NusA, Rho and sigma factors could bind to RNA polymerase in vivo during transcription elongation and the trafficking patterns are still unclear (33). However, NusG is still likely highly specific for the elongating RNAP in vivo because the free RNAP in the cell is largely sequestered by the initiation sigma factors and the binding sites of NusG and the sigma factors overlap. Since NusG competes with sigma factors during elongation (31), we also superimposed this structure on that of the σS-TIC structure (29) and found that the NGN domain resides at a similar position as that of σ2 domain (Figure ​(Figure4),4), which suggests they may have a similar function in stabilizing the upstream fork junction. Interestingly, previous studies on the sigma factor (34) and NusG (35) all showed the base-specific contacts between the NT strand and the sigma factor or NusG, but the structures suggest they both also bind to the fork junction. A previous study also showed that archaeal Spt5 could stimulate transcription processivity, both in the presence and the absence of the NT strand, suggesting the NT contacts are dispensable (36). Therefore, when investigating the mechanism of NusG enhancing transcription elongation, although the NT contacts are necessary for stabilizing the flexible NT strand of the DNA bubble and may play an important role in NusG regulating transcription elongation, we should also consider the possible contributions from the contacts in other regions just like the upstream DNA or the fork junction.Open in a separate windowFigure 4.Structure comparison of E. coli RNAP–NusG with E. coli σS-TIC. Superimposition of E. coli RNAP–NusG with E. coli σS-TIC via the RNAP. The σS factor is colored cyan. Others are colored as in Figure ​Figure1.1. The nucleic acids were omitted in the left one. The comparison suggests that the NusG-NGN and σ2 domains reside similar positions on the RNAP, and that they both bind to the β' CH.Concluding remarksIn conclusion, we report a crystal structure of E. coli RNAP–NusG complex in which the NGN domain of NusG binds at the central cleft surrounded by the β' CH, the β protrusion, and the β lobe domains with a new orientation to close the cleft and constrain the β' clamp domain. The structure also suggests the NGN domain binds at the upstream fork junction, similar to σ2 in the transcription initiation complex, to stabilize the junction. These findings provide structural insights into how NusG enhances transcription elongation and RNAP processivity. ACCESSION NUMBERSAtomic coordinates and structure factors for the reported crystal structures have been deposited with the Protein Data Bank under the accession code: 5TBZ. AcknowledgmentsWe thank Y. Wang for constructing E. coli NusG plasmid. We also thank the staff of the Argonne National Laboratory beamline 24-ID-E for help during data collection and the Center for Structural Biology Facility at Yale University for computational support. B.L. designed and performed the experiments; B.L. and T.A.S. wrote the manuscript. REFERENCES1. Cardinale C.J., Washburn R.S., Tadigotla V.R., Brown L.M., Gottesman M.E., Nudler E. Termination factor Rho and its cofactors NusA and NusG silence foreign DNA in E. coli. Science. 2008;320:935–938. [PMC free article] [PubMed] [Google Scholar]2. Downing W.L., Sullivan S.L., Gottesman M.E., Dennis P.P. Sequence and transcriptional pattern of the essential Escherichia coli secE-nusG operon. J. Bacteriol. 1990;172:1621–1627. [PMC free article] [PubMed] [Google Scholar]3. Sullivan S.L., Ward D.F., Gottesman M.E. Effect of Escherichia coli nusG function on lambda N-mediated transcription antitermination. J. Bacteriol. 1992;174:1339–1344. [PMC free article] [PubMed] [Google Scholar]4. Santangelo T.J., Artsimovitch I. Termination and antitermination: RNA polymerase runs a stop sign. Nat. Rev. Microbiol. 2011;9:319–329. [PMC free article] [PubMed] [Google Scholar]5. Burmann B.M., Schweimer K., Luo X., Wahl M.C., Stitt B.L., Gottesman M.E., Rosch P. A NusE:NusG complex links transcription and translation. Science. 2010;328:501–504. [PubMed] [Google Scholar]6. Tomar S.K., Artsimovitch I. NusG-Spt5 proteins—universal tools for transcription modification and communication. Chem. Rev. 2013;113:8604–8619. [PMC free article] [PubMed] [Google Scholar]7. Burova E., Hung S.C., Sagitov V., Stitt B.L., Gottesman M.E. Escherichia coli NusG protein stimulates transcription elongation rates in vivo and in vitro. J. Bacteriol. 1995;177:1388–1392. [PMC free article] [PubMed] [Google Scholar]8. Mooney R.A., Schweimer K., Rosch P., Gottesman M., Landick R. Two structurally independent domains of E. coli NusG create regulatory plasticity via distinct interactions with RNA polymerase and regulators. J. Mol. Biol. 2009;391:341–358. [PMC free article] [PubMed] [Google Scholar]9. Li J., Mason S.W., Greenblatt J. Elongation factor NusG interacts with termination factor rho to regulate termination and antitermination of transcription. Genes Dev. 1993;7:161–172. [PubMed] [Google Scholar]10. Steiner T., Kaiser J.T., Marinkovic S., Huber R., Wahl M.C. Crystal structures of transcription factor NusG in light of its nucleic acid- and protein-binding activities. EMBO J. 2002;21:4641–4653. [PMC free article] [PubMed] [Google Scholar]11. Knowlton J.R., Bubunenko M., Andrykovitch M., Guo W., Routzahn K.M., Waugh D.S., Court D.L., Ji X. A spring-loaded state of NusG in its functional cycle is suggested by X-ray crystallography and supported by site-directed mutants. Biochemistry. 2003;42:2275–2281. [PubMed] [Google Scholar]12. Yakhnin A.V., Babitzke P. NusG/Spt5: are there common functions of this ubiquitous transcription elongation factor? Curr. Opin. Microbiol. 2014;18:68–71. [PMC free article] [PubMed] [Google Scholar]13. Martinez-Rucobo F.W., Sainsbury S., Cheung A.C., Cramer P. Architecture of the RNA polymerase-Spt4/5 complex and basis of universal transcription processivity. EMBO J. 2011;30:1302–1310. [PMC free article] [PubMed] [Google Scholar]14. Klein B.J., Bose D., Baker K.J., Yusoff Z.M., Zhang X., Murakami K.S. RNA polymerase and transcription elongation factor Spt4/5 complex structure. Proc. Natl. Acad. Sci. U.S.A. 2011;108:546–550. [PMC free article] [PubMed] [Google Scholar]15. Liu B., Zuo Y., Steitz T.A. Structural basis for transcription reactivation by RapA. Proc. Natl. Acad. Sci. U.S.A. 2015;112:2006–2010. [PMC free article] [PubMed] [Google Scholar]16. Otwinowski Z., Minor W.  In: Methods Enzymol. Carter CW, Sweet RM, editors. Vol. 276. NY: Academic Press; 1997. pp. 307–326. [Google Scholar]17. McCoy A.J., Grosse-Kunstleve R.W., Adams P.D., Winn M.D., Storoni L.C., Read R.J. Phaser crystallographic software. J. Appl. Crystallogr. 2007;40:658–674. [PMC free article] [PubMed] [Google Scholar]18. Yang Y., Darbari V.C., Zhang N., Lu D., Glyde R., Wang Y.P., Winkelman J.T., Gourse R.L., Murakami K.S., Buck M., et al.  Structures of the RNA polymerase-sigma54 reveal new and conserved regulatory strategies. Science. 2015;349:882–885. [PMC free article] [PubMed] [Google Scholar]19. Murshudov G.N., Skubak P., Lebedev A.A., Pannu N.S., Steiner R.A., Nicholls R.A., Winn M.D., Long F., Vagin A.A. REFMAC5 for the refinement of macromolecular crystal structures. Acta Crystallogr. D Biol. Crystallogr. 2011;67:355–367. [PMC free article] [PubMed] [Google Scholar]20. Cowtan K.D., Zhang K.Y. Density modification for macromolecular phase improvement. Prog. Biophys. Mol. Biol. 1999;72:245–270. [PubMed] [Google Scholar]21. Emsley P., Cowtan K. Coot: model-building tools for molecular graphics. Acta Crystallogr. D Biol. Crystallogr. 2004;60:2126–2132. [PubMed] [Google Scholar]22. Adams P.D., Afonine P.V., Bunkoczi G., Chen V.B., Davis I.W., Echols N., Headd J.J., Hung L.W., Kapral G.J., Grosse-Kunstleve R.W., et al.  PHENIX: a comprehensive Python-based system for macromolecular structure solution. Acta Crystallogr. D Biol. Crystallogr. 2010;66:213–221. [PMC free article] [PubMed] [Google Scholar]23. Li J., Horwitz R., McCracken S., Greenblatt J. NusG, a new Escherichia coli elongation factor involved in transcriptional antitermination by the N protein of phage lambda. J. Biol. Chem. 1992;267:6012–6019. [PubMed] [Google Scholar]24. Missra A., Gilmour D.S. Interactions between DSIF (DRB sensitivity inducing factor), NELF (negative elongation factor), and the Drosophila RNA polymerase II transcription elongation complex. Proc. Natl. Acad. Sci. U.S.A. 2010;107:11301–11306. [PMC free article] [PubMed] [Google Scholar]25. Vassylyev D.G., Vassylyeva M.N., Perederina A., Tahirov T.H., Artsimovitch I. Structural basis for transcription elongation by bacterial RNA polymerase. Nature. 2007;448:157–162. [PubMed] [Google Scholar]26. Yildirim Y., Doruker P. Collective motions of RNA polymerases. Analysis of core enzyme, elongation complex and holoenzyme. J. Biomol. Struct. Dyn. 2004;22:267–280. [PubMed] [Google Scholar]27. Richardson L.V., Richardson J.P. Identification of a structural element that is essential for two functions of transcription factor NusG. Biochim. Biophys. Acta. 2005;1729:135–140. [PubMed] [Google Scholar]28. Sevostyanova A., Belogurov G.A., Mooney R.A., Landick R., Artsimovitch I. The beta subunit gate loop is required for RNA polymerase modification by RfaH and NusG. Mol. Cell. 2011;43:253–262. [PMC free article] [PubMed] [Google Scholar]29. Liu B., Zuo Y., Steitz T.A. Structures of E. coli sigmaS-transcription initiation complexes provide new insights into polymerase mechanism. Proc. Natl. Acad. Sci. U.S.A. 2016;113:4051–4056. [PMC free article] [PubMed] [Google Scholar]30. Andrecka J., Treutlein B., Arcusa M.A., Muschielok A., Lewis R., Cheung A.C., Cramer P., Michaelis J. Nano positioning system reveals the course of upstream and nontemplate DNA within the RNA polymerase II elongation complex. Nucleic Acids Res. 2009;37:5803–5809. [PMC free article] [PubMed] [Google Scholar]31. Sevostyanova A., Artsimovitch I. Functional analysis of Thermus thermophilus transcription factor NusG. Nucleic Acids Res. 2010;38:7432–7445. [PMC free article] [PubMed] [Google Scholar]32. Herbert K.M., Zhou J., Mooney R.A., Porta A.L., Landick R., Block S.M. E. coli NusG inhibits backtracking and accelerates pause-free transcription by promoting forward translocation of RNA polymerase. J. Mol. Biol. 2010;399:17–30. [PMC free article] [PubMed] [Google Scholar]33. Mooney R.A., Davis S.E., Peters J.M., Rowland J.L., Ansari A.Z., Landick R. Regulator trafficking on bacterial transcription units in vivo. Mol. Cell. 2009;33:97–108. [PMC free article] [PubMed] [Google Scholar]34. Roberts C.W., Roberts J.W. Base-specific recognition of the nontemplate strand of promoter DNA by E. coli RNA polymerase. Cell. 1996;86:495–501. [PubMed] [Google Scholar]35. Yakhnin A.V., Murakami K.S., Babitzke P. NusG Is a Sequence-specific RNA Polymerase Pause Factor That Binds to the Non-template DNA within the Paused Transcription Bubble. J. Biol. Chem. 2016;291:5299–5308. [PMC free article] [PubMed] [Google Scholar]36. Hirtreiter A., Damsma G.E., Cheung A.C., Klose D., Grohmann D., Vojnic E., Martin A.C., Cramer P., Werner F. Spt4/5 stimulates transcription elongation through the RNA polymerase clamp coiled-coil motif. Nucleic Acids Res. 2010;38:4040–4051. [PMC free article] [PubMed] [Google Scholar]"}