{"title": "Novel insight into the composition of human single-stranded DNA-binding protein 1 (hSSB1)-containing protein complexes", "pubDate": "2016", "PMCID": "PMC5148904", "DOI": "10.1186/s12867-016-0077-5", "PMID": "27938330", "abstract": "Background:                       Single-stranded DNA-binding proteins are essential cellular components required for the protection, metabolism and processing of single-stranded DNA. Human single-stranded DNA-binding protein 1 (hSSB1) is one such protein, with described roles in genome stability maintenance and transcriptional regulation. As yet, however, the mechanisms through which hSSB1 functions and the binding partners with which it interacts remain poorly understood.                  Results:                       In this work, hSSB1 was immunoprecipitated from cell lysate samples that had been enriched for non-soluble nuclear proteins and those associating with hSSB1 identified by mass spectrometry. In doing so, 334 potential hSSB1-associating proteins were identified, with known roles in a range of distinct biological processes. Unexpectedly, whilst hSSB1 has largely been studied in a genome stability context, few other DNA repair or replication proteins were detected. By contrast, a large number of proteins were identified with roles in mRNA metabolism, reflecting a currently emerging area of hSSB1 study. In addition, numerous proteins were detected that comprise various chromatin-remodelling complexes.                  Conclusions:                       These findings provide new insight into the binding partners of hSSB1 and will likely function as a platform for future research.", "author": [{"author": "Nicholas W Ashton", "affiliation": ["School of Biomedical Research, Institute of Health and Biomedical Innovation, Queensland University of Technology, Translational Research Institute, 37 Kent Street, Woolloongabba, QLD, 4102, Australia."], "href": "/?term=Ashton+NW&cauthor_id=27938330"}, {"author": "Dorothy Loo", "affiliation": ["Translational Research Institute Proteomics Facility, Translational Research Institute, 37 Kent Street, Woolloongabba, QLD, 4102, Australia."], "href": "/?term=Loo+D&cauthor_id=27938330"}, {"author": "Nicolas Paquet", "affiliation": ["School of Biomedical Research, Institute of Health and Biomedical Innovation, Queensland University of Technology, Translational Research Institute, 37 Kent Street, Woolloongabba, QLD, 4102, Australia."], "href": "/?term=Paquet+N&cauthor_id=27938330"}, {"author": "Kenneth J O'Byrne", "affiliation": ["School of Biomedical Research, Institute of Health and Biomedical Innovation, Queensland University of Technology, Translational Research Institute, 37 Kent Street, Woolloongabba, QLD, 4102, Australia."], "href": "/?term=O%27Byrne+KJ&cauthor_id=27938330"}, {"author": "Derek J Richard", "affiliation": ["School of Biomedical Research, Institute of Health and Biomedical Innovation, Queensland University of Technology, Translational Research Institute, 37 Kent Street, Woolloongabba, QLD, 4102, Australia. derek.richard@qut.edu.au."], "href": "/?term=Richard+DJ&cauthor_id=27938330"}], "refPMID": ["20870402", "10024882", "12791985", "20515430", "23548139", "10473346", "12228710", "18923082", "24240703", "11058099", "22362889", "19854130", "14715659", "17237768", "12766171", "19683501", "19605351", "19786574", "19759019", "18449195", "24753408", "21051358", "21227926", "23178594", "25916848", "26261212", "27273218", "25675981", "7799955", "19946136", "22841979", "16473935", "11532962", "16378690", "18927579", "23921808", "24047897", "24830473", "23498941", "10433617", "16793542", "26527722"], "citedInPMID": ["27938330", "34283091", "29677156", "29150435"], "body": " AbstractBackgroundSingle-stranded DNA-binding proteins are essential cellular components required for the protection, metabolism and processing of single-stranded DNA. Human single-stranded DNA-binding protein 1 (hSSB1) is one such protein, with described roles in genome stability maintenance and transcriptional regulation. As yet, however, the mechanisms through which hSSB1 functions and the binding partners with which it interacts remain poorly understood.ResultsIn this work, hSSB1 was immunoprecipitated from cell lysate samples that had been enriched for non-soluble nuclear proteins and those associating with hSSB1 identified by mass spectrometry. In doing so, 334 potential hSSB1-associating proteins were identified, with known roles in a range of distinct biological processes. Unexpectedly, whilst hSSB1 has largely been studied in a genome stability context, few other DNA repair or replication proteins were detected. By contrast, a large number of proteins were identified with roles in mRNA metabolism, reflecting a currently emerging area of hSSB1 study. In addition, numerous proteins were detected that comprise various chromatin-remodelling complexes.ConclusionsThese findings provide new insight into the binding partners of hSSB1 and will likely function as a platform for future research.Electronic supplementary materialThe online version of this article (doi:10.1186/s12867-016-0077-5) contains supplementary material, which is available to authorized users.Keywords: hSSB1, mRNA metabolism, Chromatin remodelling BackgroundThe recurrent exposure of single-stranded DNA (ssDNA) is a central aspect of cellular metabolism, permitting processes that include RNA transcription and DNA replication. Here, localised unwinding of duplex DNA is an essential initiation phase, exposing the genetic code for polymerase-mediated strand synthesis [1, 2]. ssDNA is also frequently exposed as a result of DNA damage, both as a direct result of lesion formation, as well as subsequently during repair transactions [3]. In all of these processes, ssDNA-binding proteins are required for proper manipulation of the DNA, ensuring it is maintained in a single-stranded state, while guiding the localisation of processing enzymes [4].ssDNA-binding proteins can associate with ssDNA via a number of binding motifs. The oligonucleotide/oligosaccharide binding (OB)-fold is one such motif and is characteristic of an otherwise diverse protein family [5]. In humans, OB-fold containing proteins have important roles in processes that include replication (e.g. replication protein A [6]), DNA repair (BRCA2 [7], RMI1/2 [8], MEIOB [9], DNA ligases 1, 3 and 4 [10]), checkpoint activation (e.g. STRAP [11]), telomere maintenance (e.g. CST [12], Pot1 [13], TPP1 [14]) and protein translation (e.g. lysyl, aspartyl and asparaginyl-tRNA synthetases [15]).Human cells also encoded two additional OB-fold containing proteins, termed human single-stranded DNA-binding proteins 1 and 2 (hSSB1 and hSSB2). Previous studies have suggested that both of these proteins function as mutually exclusive components of the sensor of single-stranded DNA (SOSS) complex in partnership with the integrator complex subunit 3 (INTS3) and hSSB-interacting protein 1 (hSSBIP1; SOSSC) [16–19]. The depletion of any of these proteins has further been demonstrated to increase the sensitivity of cells to DNA damage caused by ionising radiation exposure and treatment with the topoisomerase I inhibitor, camptothecin [17, 20, 21]. Here, hSSB1 has been reported to stimulate resection of double-strand DNA break ends by the Mre11-Nbs1-Rad50 (MRN) [22, 23] and Exo1 [24] nucleases, as well as activation of the ATM kinase [20]. Additional roles for hSSB1 have also been reported in the response to replication fork stalling [21, 25], as well as in oxidative stress repair [26, 27].Although hSSB1 has largely been studied in relation to DNA damage repair, a recent study has indicated that hSSB1 (and hSSB2) may also function in association with the integrator complex to promote mRNA transcriptional termination at RNA polymerase II (RNA-pol II) pause sites [28]. Indeed, hSSB1 was observed to associate with RNA-pol II, as well as the transcription termination factors NELFB and SPT5.In this study we sought to further determine the molecular function of hSSB1 by identifying additional proteins with which it may associate. These findings thereby provide new insight in the composition of hSSB1-containing protein complexes, which will likely be of assistance in directing future research. ResultsImmunoprecipitation of hSSB1 from samples enriched for non-soluble nuclear proteinsTo further elucidate the role of hSSB1 in ssDNA metabolism, we sought to identify other proteins with which hSSB1 may associate at chromatin. To achieve this, non-soluble nuclear proteins (including those bound to chromatin) were firstly enriched from HeLa cells by sub-cellular fractionation (Fig. 1a). To assess the efficacy of this technique, the soluble and non-soluble nuclear fractions were immunoblotted with antibodies against nucleolin, a protein expected to be largely soluble under these conditions [29], as well as the chromatin-associated (non-soluble) protein, histone H3 (Fig. 1b). Immunoblotting for these markers demonstrated the effective relative enrichment of non-soluble nuclear proteins in our samples.\nOpen in a separate windowFig. 1Immunoprecipitation of hSSB1 from samples enriched for non-soluble nuclear proteins. a, b HeLa cells were lysed in a buffer containing 10 mM KCl and nuclei collected by centrifugation. Soluble-nuclear proteins were then extracted from these nuclei by incubation in a buffer containing 420 mM NaCl. The remaining precipitate (containing non-soluble nuclear proteins) was digested in a buffer containing the nuclease, benzonase. The soluble and non-soluble nuclear protein fractions (10 μg) were separated by PAGE and immunoblotted with antibodies against hSSB1, nucleolin (soluble-nuclear protein marker) and H3 (chromatin-bound non-soluble nuclear protein marker). c 500 μg of non-soluble nuclear protein was incubated overnight at 4 °C with protein G dynabeads bound to a hSSB1 antibody, or a sheep isotype control IgG. Beads were washed five times and protein eluted by heating to 80 °C in 3× SDS loading buffer for 5 min. 10% of the eluent was separated by PAGE and stained overnight in colloidal coomassie brilliant blue G-250. The red 28 kDa marker indicates the migration of hSSB1. d The remaining eluent was resolved on a 10% acrylamide SDS-PAGE gel to a depth of 8 mM and stained overnight in colloidal coomassie brilliant blue G-250hSSB1 was then immunoprecipitated from these samples by overnight incubation at 4 °C with protein G Dynabeads bound to hSSB1 antibodies. To determine whether proteins had been effectively co-immunoprecipitated with hSSB1, 10% of the eluted samples were separated by SDS-PAGE and stained with colloidal coomassie brilliant blue G-250 (Fig. 1c). As a number of unique bands were detected in the hSSB1 immunoprecipitated lanes when compared to the IgG lanes, this suggested the specific isolation of numerous hSSB1-associating proteins. The remaining 90% of the sample was therefore briefly separated on another SDS-PAGE gel (Fig. 1d), excised and separated into 8 equally sized fractions, digested with trypsin and analysed by liquid chromatography-coupled tandem mass spectrometry.Identification of hSSB1-associating proteins with a range of biological functionsThe mass spectrum data collected was searched against the Swiss Prot Human database. In doing so, 334 unique proteins were identified from the hSSB1:IP sample, compared to 10 immunoprecipitated with the IgG isotype control. These 10 proteins included three keratin sub-types, two IgG molecules, two histones (one peptide each), Annexin A2, GAPDH and a member of the POTE Ankyrin domain family. The small number of proteins detected in the IgG:IP sample suggests that those identified by hSSB1 immunoprecipitation were so specifically.Interestingly, despite the major known role of hSSB1 in the maintenance of genome stability, only a relatively small number of the hSSB1-associating proteins identified are known to function in either DNA repair or replication (Fig. 2; Table 1; Additional file 1). These include the minichromosome maintenance complex subunits 6 and 7 (MCM6 and MCM7), both of which form part of the helicase complex required for unwinding duplex DNA during replication [30]. In addition, numerous peptides were identified belonging to DNA topoisomerase II alpha, an enzyme that alters the superhelical state of DNA during both replication and mRNA transcription [31]. A number of peptides were also detected corresponding to CUL4A and DDB1, which function together with other DDB1-Cul4-X-box (DCX) E3 ubiquitin ligase components to initiate DNA repair signalling following UV-induced DNA damage [32].\n\nOpen in a separate windowFig. 2Identification of hSSB1-associating proteins with a range of biological functions. The gel-embedded, coomassie blue-stained proteins in Fig. 1d were divided into eight 1 mM gel slices, digested with trypsin and extracted. Peptides were separated and detected using an Agilent HPLC CHIP QTOF 6530 system. The mass spectrum data was extracted and searched against the Swiss Prot Human database. Proteins for which corresponding peptides were identified, as well as the number of unique detected peptides, are given in Additional file 1. Proteins were manually sorted based on their predominant known biological process as given by UniProt (http://www.uniprot.org). Proteins identified from the hSSB1:IP sample are summarised as the number of unique proteins identified for each biological processTable 1Summarising select proteins for which corresponding peptides were identified with roles in DNA repair and replicationProtein# Unique peptides% CoverageCUL4A610.2DDB147.9TOP2A1410.1MCM611.8MCM711.2Open in a separate windowThe largest group of proteins identified in our dataset contained 77 ribosomal proteins, belonging either to the 40S or 60S subunit. In addition, 23 proteins involved in ribosome biosynthesis were also detected (Fig. 2). These proteins were likely identified due to the isolation of nucleoli following the nuclear lysis step of the subcellular fractionation, proteins of which may have been liberated during the subsequent incubation. RNA metabolism proteins were also highly represented, including a number of components of the cleavage and polyadenylation specificity factor complex (CPSF; CPSF components 2, 5, 7 and 7), as well as numerous other ancillary proteins involved in polyadenylation and 3′-end cleavage of mammalian pre-mRNAs. A number of proteins known to promote pre-mRNA splicing were also detected and were represented by subunits and interacting partners of the U4/U6-U5 tri-snRNP complex, as well as other spliceosome factors. Numerous ATP-dependent RNA helicases were also detected (Table 2; DDX5, DHX15), many of which are of unknown physiological function, although include subunits of the exon junction complex, which marks the position of exon–exon junctions in mature mRNA and promotes mRNA export and translation [33]. Components of heterogeneous nuclear ribonucleoprotein (hnRNP) complexes were also detected which provide similar pre-mRNA processing functions to those mentioned above [34].\nTable 2Summarising select proteins for which corresponding peptides were identified with roles in mRNA processingProtein# Unique peptides% CoverageU5-116 kDa1933.0SF3B11618.9DDX51427.0DHX151222.7HNRNPUL21322.2HNRNPC1238.2HNRNPM1022.6HNRNPK830.6Open in a separate windowConsistent with prior findings regarding a role for hSSB1 in Integrator-mediated transcriptional termination [28], components of both the Integrator and RNA polymerase II complexes were also identified (Table 3), supporting such a function for hSSB1, as well as the validity of our dataset.\nTable 3Summarising select proteins for which corresponding peptides were identified which have previously been described as associating with hSSB1Protein# Unique peptides% CoverageINTS110.5INTS357.9INTS511.3RPB121.8RPB256.1RPB3314.1RPB518.0RPB9118.4Open in a separate windowhSSB1 associates with proteins comprising numerous chromatin-remodelling complexesNumerous proteins involved in chromatin remodelling and modification were also detected in the mass spectrometry dataset and represent a number of known protein complexes (Table 4).\nTable 4From the proteins grouped in the ‘chromatin remodelling’ biological process in Fig. 2, components of numerous chromatin-remodelling complexes were identifiedNuRDWICH-ISWISWI/SNFTip60 (NuA4)SIN3\nMTA2\n\nBAZ1B\n\nβ-actin\n\nACTL6A\n\nHDAC1\n\nRBBP4\n\nSMARCA5\n\nACTL6A\n\nRUVBL1\n\nHDAC2\n\nRBBP7\n\nBRG1\nRUVBL2\nRBBP4\n\nHDAC1\n\nPBRM1\nHTATIP\nRBBP7\n\nHDAC2\nSMARCB1TRRAPSAP18CHD3\nSMARCC1\nSIN3A\nCHD4\nSMARCC2SAP30MBD2SMARCD1\nMBD3\n\nSMARCD2\n\nSMARCE1\nDPF2ARID5A/B/CBCL7BRD7BCL11BOpen in a separate windowProtein components of each identified complex are listed in columns and those identified in the hSSB1:IP dataset shown in italics fontThese include the WICH complex components BAZ1B and SMARCA5, as well as the NuRD complex components MTA2 and RBBP4 (Table 5), each of which were amongst our highest ‘hits’.\nTable 5Summarising the number of unique peptides identified, as well as the percentage protein coverage, for selected chromatin remodelling complex proteins identified by mass spectrometry in the hSSB1:IP sampleProtein# Unique peptides% CoverageBAZ1B/WSTF1715.5SMARCA5/SNF2H1615.4MTA21629RBBP4/RBAP481558.8Open in a separate windowTo further validate the association of hSSB1 with WICH and NuRD complex proteins, hSSB1 was immunoprecipitated from HeLa whole cell lysates and co-eluting proteins immunoblotted with antibodies against BAZ1B, SMARCA5, MTA2 and RBBP4 (Fig. 3). Consistent with the mass spectrometry data, each of these proteins was specifically immunoprecipitated with hSSB1. These data thereby support that hSSB1 associates with these chromatin remodelling complexes in cells.\nOpen in a separate windowFig. 3hSSB1 associates with proteins comprising numerous chromatin-remodelling complexes. HeLa whole cell lysates were prepared and 500 μg incubated for 2 h at 4 °C with protein G dynabeads bound to a hSSB1 antibody, or a sheep isotype control IgG. Beads were washed five times and protein eluted by heating to 80 °C in 3× SDS loading buffer for 5 min. Eluent was immunoblotted with antibodies against BAZ1B, SMARCA5, MTA2, RBBP4 and hSSB1 as indicated. 15 μg of whole cell lysate (input) was immunoblotted with antibodies against hSSB1 and actin (loading control) DiscussionThe data presented in this study suggests that while hSSB1 has predominantly been considered in a DNA repair context, it is likely to have roles in many other cellular processes. In particular, the identification of numerous proteins with roles in mRNA metabolism, transcriptional transactions and ribosomal processes, may suggest these as important areas of hSSB1 function. These findings are supportive of recent work describing a role for hSSB1 in transcriptional termination, as well as the likely association of hSSB1 with proteins of the integrator and RNA polymerase II complex [28]. Consistent with the observation that hSSB1 may be required for replication-dependent histone mRNA processing [28], we also identified proteins of the cleavage and polyadenylation specificity factor complex (CPSF), components of which have been attributed to this and other processes [35]. Further, the identification of hSSB1-associating proteins with known roles during earlier and later stages of gene expression (e.g. transcriptional activation and repression, mRNA splicing, processing and transport) may suggest additional processes in which hSSB1 could also function.The association of hSSB1 with a large number of ribosomal proteins and translation elongation factors (especially eukaryotic translation initiation factor 3 subunits) may also suggest a novel role in protein translation. In this case, it is possible that membrane-bound ribosomes may have been co-isolated with other non-soluble proteins during fractionation of HeLa cell lysates prior to mass spectrometry analysis. As numerous nucleolar and ribosome biogenesis proteins were also identified, an alternative explanation may include the detection of hSSB1-associating ribosomal proteins due to the co-isolation of nucleoli. As yet, however, the localisation of hSSB1 to either of these structures remains untested and will require verification via alternative approaches. In addition, due to the high abundance of ribosomal components in the cell, these proteins are frequent contaminants of mass spectrometry datasets that have been generated from affinity isolated samples [36]. We therefore cannot exclude the possibility that although these proteins were not identified in our IgG sample, their detection may be due to non-specific electrostatic interaction with hSSB1 or other proteins. Indeed, the inability to discriminate genuine interacting proteins from those that have non-specifically associated with hSSB1 during immunoprecipitation represents a limitation of these assays. In future work, the validation of hSSB1 associations may therefore benefit from use of additional technical approaches, such as proximity ligation assays, which do not require prior cell lysis. In addition, it will be important to establish the physiological significance of hSSB1 in those pathways suggested in Fig. 2, which may reinforce the validity of our data by indirectly reflecting the associations described in this manuscript. For instance, it will be important to assess the physiological role of hSSB1 in chromatin remodelling. This may be particularly rewarding given that chromatin-remodelling complexes have been suggested to function in replication fork integrity and DNA repair [37–39], as well as have an essential role in mRNA transcription [40]. A functional, physiological role for hSSB1 with these proteins may therefore suggest a novel means through which hSSB1 influences gene expression and genome stability in cells. ConclusionsThe findings described here provide insight into the composition of hSSB1-containing protein complexes. These associations suggest functional partners through which hSSB1 may promote genome stability maintenance and transcriptional regulation, as well as indicate other biological processes in which hSSB1 may participate. The continued characterisation of these findings will likely yield a greater understanding of hSSB1 molecular function. MethodsCell cultureHeLa cells were obtained from the American Type Culture Collection (ATCC) and maintained in Roswell Park Memorial Institute Medium (RPMI, Sigma-Aldrich) supplemented with 10% foetal bovine serum (Sigma-Aldrich) and cultured at 37 °C in a humidified incubator with 5% CO2.Subcellular fractionationSubcellular fractionation was performed using an adaptation of a previously described methodology [41]. Here, cells were resuspended in Buffer A (20 mM HEPES pH 7.9, 10 mM MgCl2, 10 nM KCl, 0.05 mM DTT, 0.05% Triton X-100, 1× protease inhibitors 1× phosphatase inhibitors) vortexed at maximum speed for 5 s, then incubated at 4 °C with agitation for 10 min before passing through a 26 gauge needle 6 times. Solutions were then centrifuged at 500×g for 10 min at 4 °C and the supernatant (cytoplasmic fraction) removed. Nuclei were washed once in Buffer A before resuspension in Buffer C (20 mM HEPES pH 7.9, 10 mM MgCl2, 0.05 mM EDTA, 420 mM NaCl, 25% glycerol, 0.05% Triton X-100, 1× protease inhibitors 1× phosphatase inhibitors). Solutions were vortexed at maximum speed for 15 s, then incubated at 4 °C with agitation for 30 min, before centrifugation at 2000×g for 10 min at 4 °C. Supernatant (soluble nuclear fraction) was collected and the pellet washed once with Buffer C. The pellet was resuspended in Buffer C containing 4000 units of micrococcal nuclease, vortexed for 15 s and incubated for 30 min at room temperature with agitation. Solutions were centrifuged at 21,000×g for 10 min and the supernatant (non-soluble nuclear fraction) collected.Antibodies and immunoblottingElectrophoresis (4–12% Bis–Tris Plus Bolt precast gels; ThermoFisher) was employed for the separation of whole cell lysate, subcellular fraction or eluent samples. Proteins were then transferred to nitrocellulose and immunoblotted. Commercial antibodies against nucleolin (clone D4C7O, cat# 14574) and H3 (clone D1H2, cat# 4499) were purchased from Cell Signaling Technology. The BAZ1B/WSTF (clone EP1704Y, cat# ab51256), SMARCA5/SNF2H (cat# ab3749), RBBP4/RBAP48 (cat# ab1765) and MTA2 (cat# ab8106) antibodies were purchased from Abcam. The actin antibody (clone C4, cat# 612656) was purchased from BD Biosciences, whilst the hSSB1 antibody was purified from sheep anti-serum as has been described previously [20]. IRDye 680RD or 800CW-conjugated donkey anti-mouse, rabbit or goat fluorescent secondary antibodies (Li-Cor) were used for the visualisation of primary antibodies with the Odyssey Imaging System (Li-Cor).ImmunoprecipitationFor immunoprecipitation from non-soluble nuclear protein fractions, samples were firstly diluted with equal volumes of Buffer A. For immunoprecipitation from whole cell lysates, cells were resuspended in immunoprecipitation buffer (20 mM HEPES pH 7.5, 150 mM KCl, 5% glycerol, 10 mM MgCl2, 0.5% Triton X-100) supplemented with 1× phosphatase inhibitor cocktail and 1x protease inhibitor cocktail and then lysed by sonication (3 × 3 s bursts, 10% output; Vibra-Cell, 3 mm probe; Sonics and Materials). Prior to hSSB1 immunoprecipitation, anti-hSSB1 or sheep IgG isotype control (Sigma-Aldrich) antibodies were coupled with magnetic protein G Dynabeads (ThermoFisher). Beads were then incubated with protein samples either for 2 h or overnight at 4 °C, washed 5 times and proteins eluted by incubation in 3× SDS loading dye at 80 °C for 5 min.Mass spectrometry and data analysisEluent samples were separated on a 10% acrylamide Mini-PROTEAN TGX precast SDS-PAGE Gel (Bio-Rad, Gladesville, NSW) to a depth of 8 mM. The gel was stained with colloidal coomassie brilliant blue G-250 and the sample divided into eight 1 mM gel bands. In-gel digestion was performed using an Agilent Bravo automated liquid handling platform (Agilent Technologies, Mulgrave, Victoria) to achieve the following: 90 min incubation in de-stain buffer (50% v/v acetonitrile, 25 mM NH4HCO3), dehydration for 10 min using a SpeedVac, 30 min incubation in reducing buffer (20 mM Dithiothreitol, 50 mM NH4HCO3) at 37 °C, 20 min incubation in alkylation buffer (50 mM iodoacetamide) in the dark, dehydration for 10 min using a SpeedVac, overnight trypsin digestion (0.4 μg trypsin, 10% acetonitrile, 25 mM NH4HCO3), trypsin inactivation with 5% formic acid and peptide elution in extraction buffer (1% formic acid, 60% acetonitrile). Peptides were dried using a SpeedVac, resuspended in 5% formic acid and analysed using an Agilent HPLC CHIP QTOF 6530 system (Agilent Technologies). Peptides were loaded onto an Agilent (Agilent Technologies) G4240-62010 large capacity chip in a solution containing 0.1% formic acid and 90% acetonitrile with a flow rate of 2.5 μl min−1. Peptides were separated with a gradient of 0.1% formic acid, 3% acetonitrile to 0.1% formic acid, 36% acetonitrile. The MS1 analyzer acquired ions from 100 to 1700 m/z at a rate of 10 spectra/s. The MS2 analyzer acquired ions from 50 to 1700 m/z at a rate of 3 spectra/s. A maximum of 10 precursors were selected per cycle and ions were excluded after 1 spectra and released after 15 s. Data obtained in this way was processed using Spectrum Mill (Agilent technologies, B.04.00.127) and extracted data searched against the Swiss-Prot Human (version 11/2014) database. Search parameters included trypsin digestion, carbamidomethyl of cysteine residues as fixed modification and methionine oxidation as variable modification. Protein identification was summarised from peptides with less than 0.5% false discovery rate. Authors’ contributionsNWA, KJO and DJR designed the experiments. NWA wrote the paper and performed the experiments in concert with DL, who conducted the mass spectrometry analysis. NP contributed to data analysis and interpretation. All authors read and approved the final manuscript.AcknowledgementsThe authors wish to acknowledge all members of the QUT Cancer and Ageing Research Program for helpful discussion regarding the findings of the paper.Competing interestsDJR is an associate editor for BMC molecular biology. The authors declare that they have no other competing interests.Availability of data and materialsThe raw mass spectrometry data and Spectrum Mill search files supporting the conclusions of this article have been deposited to the ProteomeXchange Consortium (http://www.proteomexchange.org) via the PRIDE partner repository [42] with the dataset identifier PXD004686.Proteins for which corresponding peptides were identified, as well as the number of unique peptides detected, are also summarised in Additional file 1.FundingThis work was supported by a NHMRC project Grant (1066550), an ARC project Grant (DP 120103099) and by a Queensland Health Senior Clinical Research Fellowship (K.J.O). NWA was supported by a scholarship awarded by Cancer Council Queensland. AbbreviationsCPSFcleavage and polyadenylation specificity factorDCXDBB1-Cul4-X-boxhnRNPheterogeneous nuclear riboproteinhSSB1human single-stranded DNA-binding protein 1hSSBIP1hSSB-interacting protein 1INTS3integrator complex subunit 3MCMminichromosome maintenance complexMRNMre11-Rad50-Nbs1OBoligonucleotide/oligosaccharide bindingRPAreplication protein ASOSSsensor of single-stranded DNAssDNAsingle-stranded DNA Additional file\n\nAdditional file 1: Table S1. hSSB1-associating proteins for which corresponding peptides were identified by mass-spectrometry, as well as the number of unique peptides detected. Proteins are grouped based on their predominant known biological process as given by UniProt (http://www.uniprot.org).(141K, docx)\n Contributor InformationNicholas W. Ashton, Email: vog.hin@nothsa.salohcin.Dorothy Loo, Email: ua.ude.qu@ool.d.Nicolas Paquet, Email: ua.ude.tuq@teuqap.2salocin.Kenneth J. O’Byrne, Email: ua.ude.tuq@enrybo.k.Derek J. Richard, Email: ua.ude.tuq@drahcir.kered. References1. Gai D, Chang YP, Chen XS. Origin DNA melting and unwinding in DNA replication. Curr Opin Struct Biol. 2010;20:756–762. doi: 10.1016/j.sbi.2010.08.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Tirode F, Busso D, Coin F, Egly JM. Reconstitution of the transcription factor TFIIH: assignment of functions for the three enzymatic subunits, XPB, XPD, and cdk7. Mol Cell. 1999;3:87–95. doi: 10.1016/S1097-2765(00)80177-X. [PubMed] [CrossRef] [Google Scholar]3. Zou L, Elledge SJ. Sensing DNA damage through ATRIP recognition of RPA-ssDNA complexes. Science. 2003;300:1542–1548. doi: 10.1126/science.1083430. [PubMed] [CrossRef] [Google Scholar]4. Flynn RL, Zou L. Oligonucleotide/oligosaccharide-binding fold proteins: a growing family of genome guardians. Crit Rev Biochem Mol Biol. 2010;45:266–275. doi: 10.3109/10409238.2010.488216. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Ashton NW, Bolderson E, Cubeddu L, O’Byrne KJ, Richard DJ. Human single-stranded DNA binding proteins are essential for maintaining genomic stability. BMC Mol Biol. 2013;14:9–9. doi: 10.1186/1471-2199-14-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Iftode C, Daniely Y, Borowiec JA. Replication protein A (RPA): the eukaryotic SSB. Crit Rev Biochem Mol Biol. 1999;34:141–180. doi: 10.1080/10409239991209255. [PubMed] [CrossRef] [Google Scholar]7. Yang H, Jeffrey PD, Miller J, Kinnucan E, Sun Y, Thoma NH, et al.  BRCA2 function in DNA binding and recombination from a BRCA2-DSS1-ssDNA structure. Science. 2002;297:1837–1848. doi: 10.1126/science.297.5588.1837. [PubMed] [CrossRef] [Google Scholar]8. Xu D, Guo R, Sobeck A, Bachrati CZ, Yang J, Enomoto T, et al.  RMI, a new OB-fold complex essential for Bloom syndrome protein to maintain genome stability. Genes Dev. 2008;22:2843–2855. doi: 10.1101/gad.1708608. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Luo M, Yang F, Leu NA, Landaiche J, Handel MA, Benavente R, et al.  MEIOB exhibits single-stranded DNA-binding and exonuclease activities and is essential for meiotic recombination. Nat Commun. 2013;4:2788. [PMC free article] [PubMed] [Google Scholar]10. Doherty AJ, Suh SW. Structural and mechanistic conservation in DNA ligases. Nucleic Acids Res. 2000;28:4051–4058. doi: 10.1093/nar/28.21.4051. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Adams CJ, Pike AC, Maniam S, Sharpe TD, Coutts AS, Knapp S, et al.  The p53 cofactor Strap exhibits an unexpected TPR motif and oligonucleotide-binding (OB)-fold structure. Proc Natl Acad Sci USA. 2012;109:3778–3783. doi: 10.1073/pnas.1113731109. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Miyake Y, Nakamura M, Nabetani A, Shimamura S, Tamura M, Yonehara S, et al.  RPA-like mammalian Ctc1-Stn1-Ten1 complex binds to single-stranded DNA and protects telomeres independently of the Pot1 pathway. Mol Cell. 2009;36:193–206. doi: 10.1016/j.molcel.2009.08.009. [PubMed] [CrossRef] [Google Scholar]13. Loayza D, Parsons H, Donigian J, Hoke K, de Lange T. DNA binding features of human POT1: a nonamer 5″-TAGGGTTAG-3″ minimal binding site, sequence specificity, and internal binding to multimeric sites. J Biol Chem. 2004;279:13241–13248. doi: 10.1074/jbc.M312309200. [PubMed] [CrossRef] [Google Scholar]14. Wang F, Podell ER, Zaug AJ, Yang Y, Baciu P, Cech TR, et al.  The POT1-TPP1 telomere complex is a telomerase processivity factor. Nature. 2007;445:506–510. doi: 10.1038/nature05454. [PubMed] [CrossRef] [Google Scholar]15. Brevet A, Chen J, Commans S, Lazennec C, Blanquet S, Plateau P. Anticodon recognition in evolution: switching tRNA specificity of an aminoacyl-tRNA synthetase by site-directed peptide transplantation. J Biol Chem. 2003;278:30927–30935. doi: 10.1074/jbc.M302618200. [PubMed] [CrossRef] [Google Scholar]16. Huang J, Gong Z, Ghosal G, Chen J. SOSS complexes participate in the maintenance of genomic stability. Mol Cell. 2009;35:384–393. doi: 10.1016/j.molcel.2009.06.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Li Y, Bolderson E, Kumar R, Muniandy PA, Xue Y, Richard DJ, et al.  hSSB1 and hSSB2 form similar multiprotein complexes that participate in DNA damage response. J Biol Chem. 2009;284:23525–23531. doi: 10.1074/jbc.C109.039586. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Skaar JR, Richard Saraf A, Toschi A, Bolderson E, Florens L, et al.  INTS3 controls the hSSB1-mediated DNA damage response. J Cell Biol. 2009;187:25–32. doi: 10.1083/jcb.200907026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Zhang F, Wu J, Yu X. Integrator3, a partner of single-stranded DNA-binding protein 1, participates in the DNA damage response. J Biol Chem. 2009;284:30408–30415. doi: 10.1074/jbc.M109.039404. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Richard DJ, Bolderson E, Cubeddu L, Wadsworth RI, Savage K, Sharma GG, et al.  Single-stranded DNA-binding protein hSSB1 is critical for genomic stability. Nature. 2008;453:677–681. doi: 10.1038/nature06883. [PubMed] [CrossRef] [Google Scholar]21. Bolderson E, Petermann E, Croft L, Suraweera A, Pandita RK, Pandita TK, et al.  Human single-stranded DNA binding protein 1 (hSSB1/NABP2) is required for the stability and repair of stalled replication forks. Nucleic Acids Res. 2014;42:6326–6336. doi: 10.1093/nar/gku276. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Richard DJ, Savage K, Bolderson E, Cubeddu L, So S, Ghita M, et al.  hSSB1 rapidly binds at the sites of DNA double-strand breaks and is required for the efficient recruitment of the MRN complex. Nucleic Acids Res. 2011;39:1692–1702. doi: 10.1093/nar/gkq1098. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Richard DJ, Cubeddu L, Urquhart AJ, Bain A, Bolderson E, Menon D, et al.  hSSB1 interacts directly with the MRN complex stimulating its recruitment to DNA double-strand breaks and its endo-nuclease activity. Nucleic Acids Res. 2011;39:3643–3651. doi: 10.1093/nar/gkq1340. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Yang SH, Zhou R, Campbell J, Chen J, Ha T, Paull TT. The SOSS1 single-stranded DNA binding complex promotes DNA end resection in concert with Exo1. EMBO J. 2013;32:126–139. doi: 10.1038/emboj.2012.314. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Kar A, Kaur M, Ghosh T, Khan MM, Sharma A, Shekhar R, et al.  RPA70 depletion induces hSSB1/2-INTS3 complex to initiate ATR signaling. Nucleic Acids Res. 2015;43:4962–4974. doi: 10.1093/nar/gkv369. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Paquet N, Adams MN, Leong V, Ashton NW, Touma C, Gamsjaeger R, et al.  hSSB1 (NABP2/OBFC2B) is required for the repair of 8-oxo-guanine by the hOGG1-mediated base excision repair pathway. Nucleic Acids Res. 2015;43:8817–8829. doi: 10.1093/nar/gkv790. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Paquet N, Adams MN, Ashton NW, Touma C, Gamsjaeger R, Cubeddu L, et al.  hSSB1 (NABP2/OBFC2B) is regulated by oxidative stress. Sci Rep. 2016;6:27446. doi: 10.1038/srep27446. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Skaar JR, Ferris AL, Wu X, Saraf A, Khanna KK, Florens L, et al.  The integrator complex controls the termination of transcription at diverse classes of gene targets. Cell Res. 2015;25:288–305. doi: 10.1038/cr.2015.19. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Dickinson LA, Kohwi-Shigematsu T. Nucleolin is a matrix attachment region DNA-binding protein that specifically recognizes a region with high base-unpairing potential. Mol Cell Biol. 1995;15:456–465. doi: 10.1128/MCB.15.1.456. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Bochman ML, Schwacha A. The Mcm complex: unwinding the mechanism of a replicative helicase. Microbiol Mol Biol Rev. 2009;73:652–683. doi: 10.1128/MMBR.00019-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Wendorff TJ, Schmidt BH, Heslop P, Austin CA, Berger JM. The structure of DNA-bound human topoisomerase II alpha: conformational mechanisms for coordinating inter-subunit interactions with DNA cleavage. J Mol Biol. 2012;424:109–124. doi: 10.1016/j.jmb.2012.07.014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Kapetanaki MG, Guerrero-Santoro J, Bisi DC, Hsieh CL, Rapić-Otrin V, Levine AS. The DDB1-CUL4ADDB2 ubiquitin ligase is deficient in xeroderma pigmentosum group E and targets histone H2A at UV-damaged DNA sites. Proc Natl Acad Sci USA. 2006;103:2588–2593. doi: 10.1073/pnas.0511160103. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Le Hir H, Gatfield D, Izaurralde E, Moore MJ. The exon-exon junction complex provides a binding platform for factors involved in mRNA export and nonsense-mediated mRNA decay. EMBO J. 2001;20:4987–4997. doi: 10.1093/emboj/20.17.4987. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Carpenter B, MacKay C, Alnabulsi A, MacKay M, Telfer C, Melvin WT, et al.  The roles of heterogeneous nuclear ribonucleoproteins in tumour development and progression. Biochim Biophys Acta. 2006;1765:85–100. [PubMed] [Google Scholar]35. Marzluff WF, Wagner EJ, Duronio RJ. Metabolism and regulation of canonical histone mRNAs: life without a poly(A) tail. Nat Rev Genet. 2008;9:843–854. doi: 10.1038/nrg2438. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Mellacheruvu D, Wright Z, Couzens AL, Lambert J-P, St-Denis NA, Li T, et al.  The CRAPome: a contaminant repository for affinity purification-mass spectrometry data. Nat Methods. 2013;10:730–736. doi: 10.1038/nmeth.2557. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Sirbu BM, McDonald WH, Dungrawala H, Badu-Nkansah A, Kavanaugh GM, Chen Y, et al.  Identification of proteins at active, stalled, and collapsed replication forks using isolation of proteins on nascent DNA (iPOND) coupled with mass spectrometry. J Biol Chem. 2013;288:31458–31467. doi: 10.1074/jbc.M113.511337. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Errico A, Aze A, Costanzo V. Mta2 promotes Tipin-dependent maintenance of replication fork integrity. Cell Cycle. 2014;13:2120–2128. doi: 10.4161/cc.29157. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Price BD, D’Andrea AD. Chromatin remodeling at DNA double-strand breaks. Cell. 2013;152:1344–1354. doi: 10.1016/j.cell.2013.02.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Luo RX, Dean DC. Chromatin remodeling and transcriptional regulation. J Natl Cancer Inst. 1999;91:1288–1294. doi: 10.1093/jnci/91.15.1288. [PubMed] [CrossRef] [Google Scholar]41. Xia B, Sheng Q, Nakanishi K, Ohashi A, Wu J, Christ N, et al.  Control of BRCA2 cellular and clinical functions by a nuclear partner, PALB2. Mol Cell. 2006;22:719–729. doi: 10.1016/j.molcel.2006.05.022. [PubMed] [CrossRef] [Google Scholar]42. Vizcaíno JA, Csordas A, Del-Toro N, Dianes JA, Griss J, Lavidas I, et al.  2016 update of the PRIDE database and its related tools. Nucleic Acids Res. 2016;44:D447–D456. doi: 10.1093/nar/gkv1145. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}