{"title": "CDK regulation of transcription by RNAP II: Not over 'til it's over?", "pubDate": "2017", "PMCID": "PMC5423476", "DOI": "10.1080/21541264.2016.1268244", "PMID": "28005463", "abstract": "Transcription by RNA polymerase (RNAP) II is regulated at multiple steps by phosphorylation, catalyzed mainly by members of the cyclin-dependent kinase (CDK) family. The CDKs involved in transcription have overlapping substrate specificities, but play largely non-redundant roles in coordinating gene expression. Novel functions and targets of CDKs have recently emerged at the end of the transcription cycle, when the primary transcript is cleaved, and in most cases polyadenylated, and transcription is terminated by the action of the \"torpedo\" exonuclease Xrn2, which is a CDK substrate. Collectively, various functions have been ascribed to CDKs or CDK-mediated phosphorylation: recruiting cleavage and polyadenylation factors, preventing premature termination within gene bodies while promoting efficient termination of full-length transcripts, and preventing extensive readthrough transcription into intergenic regions or neighboring genes. The assignment of precise functions to specific CDKs is still in progress, but recent advances suggest ways in which the CDK network and RNAP II machinery might cooperate to ensure timely exit from the transcription cycle.", "author": [{"author": "Robert P Fisher", "affiliation": ["a Department of Oncological Sciences , Icahn School of Medicine at Mount Sinai , New York , NY , USA."], "href": "/?term=Fisher+RP&cauthor_id=28005463"}], "refPMID": [], "citedInPMID": ["28005463", "34233157", "30857869", "30409083"], "body": " ABSTRACTTranscription by RNA polymerase (RNAP) II is regulated at multiple steps by phosphorylation, catalyzed mainly by members of the cyclin-dependent kinase (CDK) family. The CDKs involved in transcription have overlapping substrate specificities, but play largely non-redundant roles in coordinating gene expression. Novel functions and targets of CDKs have recently emerged at the end of the transcription cycle, when the primary transcript is cleaved, and in most cases polyadenylated, and transcription is terminated by the action of the “torpedo” exonuclease Xrn2, which is a CDK substrate. Collectively, various functions have been ascribed to CDKs or CDK-mediated phosphorylation: recruiting cleavage and polyadenylation factors, preventing premature termination within gene bodies while promoting efficient termination of full-length transcripts, and preventing extensive readthrough transcription into intergenic regions or neighboring genes. The assignment of precise functions to specific CDKs is still in progress, but recent advances suggest ways in which the CDK network and RNAP II machinery might cooperate to ensure timely exit from the transcription cycle.Keywords: C-terminal domain; cleavage and polyadenylation; Cyclin-dependent kinase; positive transcription elongation factor b; protein phosphorylation; RNA polymerase II; RNA processing; transcription termination; Xrn2 IntroductionThe transcription of protein-coding genes by eukaryotic RNA polymerase (RNAP) II is divided into discrete phases of initiation, elongation, and termination.1 The changes in composition and activity of the transcription complex that define the transitions between these stages include recruitment and eviction of accessory proteins needed at different times, co-transcriptional processing of the nascent RNA transcript, and post-translational modifications (PTMs) of RNAP II and its accessory factors. The most extensively studied of these PTMs is protein phosphorylation, which can drive transitions between transcriptional phases, both to influence the levels of transcription at individual genes and to coordinate RNA synthesis with RNA processing.2-5Diverse protein kinases have been implicated in various aspects of transcriptional regulation, but the ones most closely associated with the core RNAP II machinery are members of the cyclin-dependent kinase (CDK) family. These enzymes consist of an intrinsically inactive catalytic subunit that, to become fully active, requires association with a positive regulatory subunit—a cyclin—and, in most cases, phosphorylation of a conserved Ser or Thr residue within the activation segment (T loop) by an upstream CDK-activating kinase (CAK).6 Different CDK/cyclin pairs are embedded within at least three large, multi-subunit complexes that act at different stages of transcription: the Mediator, which interacts both with DNA-bound activator proteins and with RNAP II and general transcription factors (GTFs) in the preinitiation complex (PIC), and contains Cdk8 (or its paralog Cdk19) and cyclin C7; TFIIH, a GTF and component of the PIC, which functions in promoter opening and RNAP II escape, and contains Cdk7/cyclin H.8,9; and the Super Elongation Complex (SEC), which promotes elongation by RNAP II, and contains Cdk9/cyclin T, also known as positive transcription elongation factor b (P-TEFb).10-12A CDK-dependent pause in transcriptionThe Mediator-, TFIIH-, and SEC-associated CDKs, as well as Cdk12 and -13—two closely related, cyclin K-dependent kinases not known to reside in a higher order complex13,14—perform non-redundant functions during the transcription cycle, despite similar substrate specificities in vitro and overlapping localizations on transcribed chromatin in vivo.15-19 All can phosphorylate the C-terminal domain (CTD) of Rpb1, the largest subunit of RNAP II, with distinct preferences for different positions within a heptad unit, Y1S2P3T4S5P6S7, repeated 52 times in the CTD of human Rpb1.20-22 Regulatory roles have been ascribed to the distinct patterns with which specific marks are placed on RNAP II at different positions along transcribed genes. For example, Ser5 phosphorylation by Cdk7 soon after initiation is thought to promote timely 5′-end capping of the primary transcript,23-27 whereas Ser2 phosphorylation is considered a marker of elongating polymerase and thus of Cdk9 activity (although see below), appearing upon release of RNAP II from a promoter-proximal pause ∼50–70 bp downstream of the transcription start site (TSS).2,28\nIn vitro, however, Cdk9 has no intrinsic preference for Ser2, and phosphorylates Ser5 as efficiently as does Cdk7.21,29 Moreover, pause release is also accompanied by Cdk9-dependent phosphorylation of at least two other proteins. One, the DRB sensitivity-inducing factor (DSIF)—a heterodimer of Spt4 and Spt5, the latter of which is phosphorylated by Cdk9—is a conserved regulator of transcription elongation with orthologs in all eukaryotes and archaea.30-33 The other is the negative elongation factor (NELF), a four-subunit complex specific to (but not ubiquitous in) metazoans, which is thought to reinforce pausing.34,35 The initial recruitment of DSIF and NELF to establish the pause depends on Cdk7.17,19 Therefore, the two steps in pausing—establishment and release—depend on sequential action of two CDKs, but the precise mechanisms and relative contributions of specific phosphorylations—of RNAP II, DSIF, NELF, or other factors—remain to be determined.Looking downstream of the 5′ pause—CDKs in it for the long haulIn dissecting roles of CDKs and CDK-dependent phosphorylation in transcription, focus has recently shifted to events downstream of the promoter-proximal region. Continued requirements for CDKs during elongation and termination were suggested by several lines of circumstantial evidence. Rpb1 phosphorylation on Ser2 of the CTD persists, and continues to increase, nearly to the end of the transcribed region.28 Similarly, both Cdk7 and Cdk9 increase their apparent specific activity—the ratio of activated isoforms to total kinase—as they are sampled by chromatin immunoprecipitation (ChIP) at increasing distance from the TSS.19 CDK inhibitors have been shown to interfere with normal RNA 3′-end formation,17,19,36-38 and multiple factors and enzymes with roles in splicing and termination have turned up as putative or bona fide CDK substrates.38,39 The remainder of this review will focus on emerging roles of CDKs and their targets in navigating the “end” of the transcription cycle.One of the first examples of such a role was the implication of Cdk9 in histone mRNA 3′-end formation. In metazoans, histone mRNAs are not polyadenylated but instead mature through a specialized, cell cycle-regulated 3′-end processing pathway that involves recognition of secondary structure within the pre-mRNA by a stem-loop binding protein (SLBP).40 Disabling this pathway, which also depends on monoubiquitylation of histone H2B (H2Bub1), leads to readthrough transcription and cleavage at a cryptic polyadenylation signal (PAS) several kilobases downstream of the normal termination region. Depletion of Cdk9 by RNA interference (RNAi) diminished H2Bub1 levels and led to increased readthrough transcription at histone genes, giving rise to polyadenylated transcripts.37 Similar effects—diminished H2Bub1 and increased transcription readthrough—were elicited by the CDK inhibitor flavopiridol and by allele-specific inhibition of analog-sensitive (AS) Cdk7 in a human cell line engineered to express only this form of the TFIIH-associated kinase.19 Flavopiridol has been used extensively to inhibit Cdk9, but it binds Cdk7 and Cdk9 with similar affinities (Kds of 23 and 6.4 nM, respectively).41 It has also been shown to inhibit Cdk12 at 5–10-fold higher concentrations than those needed to inhibit Cdk9 in vitro (IC50s of ∼125 nM versus ∼25 nM in one study),20,42 although it is apparently a poor inhibitor of Cdk13.43 The effect of specifically inhibiting Cdk7 on histone mRNA maturation might be due to indirect inhibition of P-TEFb; Cdk7 is the CAK for Cdk9. There is another plausible mechanism by which Cdk7 could promote normal 3′-end formation of histone mRNAs, however, by virtue of its role in recruiting NELF17; NELF knockdown was shown to interfere with normal processing and lead to aberrant production of poly(A)+ histone mRNAs.44 Consistent with a contribution by this pathway, specific inhibition of AS Cdk7 was more effective than was flavopiridol at causing readthrough transcription at a histone gene,19 whereas the relationship was inverted at protein-coding genes where polyadenylation is the norm38 (and M. Sansó, unpublished observations).Another pause, another checkpoint?Recent work has illuminated aspects of CDK regulation of transcription termination. In both metazoans and fission yeast, Pol II undergoes a second pause near the 3′-ends of protein-coding genes, just downstream of the PAS.45,46 In metazoans, this slowing has been interpreted as a second “checkpoint” on progression through the transcription cycle, and implicated in the recruitment of 3′-end processing factors.46,47 A recent study investigated the relationship between transcription through the PAS and pausing, and implicated both Rpb1 Ser2 phosphorylation (Ser2P) and Cdk12—a suspected Ser2 kinase—in this control mechanism (Fig. 1). Reduction of Ser2P levels upon depletion of Cdk12 by RNA interference (RNAi) led to decreased recruitment of cleavage and polyadenylation factors and impaired cleavage of the nascent transcript. Ablation of the PAS in an integrated β-globin reporter gene prevented the 3′-end increase in Ser2P detected on a control reporter with an intact PAS. Conversely, the induction of premature cleavage and polyadenylation by inhibition of U1 snRNA (which competes with polyadenylation machinery for access to certain nascent pre-mRNAs) caused a concomitant, ectopic increase in Ser2P. Finally, the enhancement of Ser2P could be recapitulated by introducing an artificial block to transcript elongation in the form of a targeted, catalytically inactive Cas9, suggesting that it was slowing of Pol II elongation per se, rather than downstream RNA processing events of cleavage and polyadenylation, which promoted increased Ser2P.15 Interestingly, Ctk1, the ortholog of metazoan Cdk12 responsible for Ser2P in budding yeast, was previously shown to promote co-transcriptional recruitment of factors involved in 3′-end processing,48 even though budding yeast lack a discernible 3′-end pause.45\nOpen in a separate windowFigure 1.A 3′ pause promotes cleavage dependent on a CDK. In a proposed model,15 transcription through the polyadenylation signal (PAS) induces pausing by RNAP II, phosphorylation of Ser2 positions in the CTD (Ser2P) by Cdk12, and recruitment and/or activity of cleavage and polyadenylation factors. The cleavage polyadenylation specificity factor (CPSF) travels with the elongating RNAP II (left), whereas the cleavage stimulation factor (CstF) is recruited to the paused complex (right).Whereas knockdown of Cdk12 impaired events associated with termination and 3′-end formation and led to transcriptional readthrough, a recent study suggested that inhibition of CDKs with small molecules promotes premature termination genome-wide, by disrupting a 3′-end “checkpoint”.36 In cells treated with KM05283 or 5,6-dichlorobenzimidazone-1-β-D-ribofuranoside (DRB), distributions of transcriptionally active RNAP II—measured by global run-on transcription and sequencing (GRO-seq)49—were shifted toward the 5′-ends of genes, consistent with widespread, premature termination.36 Both drugs are thought to inhibit Cdk9 most potently, but also have other targets.36,50,51 For example, DRB inhibited Cdk9 and Cdk12 nearly equally well in one study, with half-maximal effects occurring in the 1–10 μM range,42 which is well below the concentrations—100–200 μM—that were used to detect premature termination.36 Simultaneous knock-down of endogeneous Cdk9 with short hairpin RNA (shRNA) and overexpression of a gatekeeper-mutant version, Cdk9F103A, presumed to be AS—a variation on the chemical-genetic approach previously used for Cdk752 and Cdk1253—seemed to support a specific role for P-TEFb. Treatment of these cells with a bulky adenine analog partially recapitulated the RNAP II redistribution caused by KM05283 or DRB, implicating Cdk9 in termination suppression (Fig. 2), but leaving open the possibility that other kinases contribute to this function.\n\nOpen in a separate windowFigure 2.Model: P-TEFb promotes elongation to and termination downstream of the PAS. A study of nascent transcript synthesis in cells treated with CDK inhibitors indicated a requirement for Cdk9 activity to ensure elongation extending to the PAS36; this might reflect a requirement for continued phosphorylation of targets known to promote transcriptional processivity, such as DSIF (left). Cleavage of the transcript exposes a pre-mRNA with a 3′-OH end available for polyadenylation and a nascent RNA with a 5′-monophosphate end susceptible to attack by Xrn2; 5′→3′exonucleolytic degradation by Xrn2, leading to termination, is stimulated by Cdk9 (right). Note: although the diagram depicts phosphorylation of Xrn2 occurring after transcription through the PAS, ChIP analysis suggests this event might occur further upstream, “pre-activating” the nuclease before cleavage provides it with a suitable substrate.38Ending it all: A CDK drives the torpedoTranscription termination by RNAP II is a complex process distinct from, but coupled to, RNA 3′-end maturation.54 Various mechanisms have been proposed to promote termination by RNAP II, involving the polymerase slowing or pausing before undergoing conformational changes that lead to release from the template in a “termination zone” downstream of a PAS, exonucleolytic degradation of nascent RNA not destined for inclusion in mature mRNA, or some combination of the two. In vivo, catalytic activity of a 5′→3′ exoribonuclease—budding yeast Rat1 or its human ortholog Xrn2—is required for efficient termination, supporting the “torpedo” model, whereby cleavage of the nascent transcript exposes a 5′-monophosphate end to attack by Rat1/Xrn2, which processively degrades the RNA until it collides with the still-transcribing RNAP II to trigger termination.55,56 The precise mechanism by which the Xrn2-RNAP II interaction induces ternary complex disassembly is unclear. On stalled elongation complexes assembled with purified yeast RNAP II and synthetic DNA and RNA oligonucleotides, addition of purified recombinant Rat1 (in complex with its partner Rai1) did not induce release of RNAP II from the template, suggesting that mere collision between exonuclease and polymerase is insufficient to trigger termination.57 On elongation complexes assembled in yeast whole-cell extracts on promoter-containing templates, however, addition of purified yeast Rat1/Rai1 did promote RNAP II release, suggesting that other factors derived from the extract and loaded at the promoter might facilitate Rat1-dependent termination. RNAP II release in this system was prevented by a point mutation that abolished exonuclease activity of Rat1, but could be rescued by addition of another Rat1-acessory protein, Rtt103, which binds directly to the Rpb1 CTD, suggesting that exonucleolytic activity is required not for termination per se, but in targeting a distinct, nuclease-independent function of Rat1/Rai1 to the elongation complex.58 Other factors have been proposed to collaborate with Rat1 to promote termination coupled with mRNA 3′-end processing.59 Moreover, two recent studies indicate that human Xrn2 is an effector of termination at many or most genes transcribed by RNAP II in vivo60 and a regulatory target of transcriptional CDKs.38A central element of the torpedo model is kinetic competition between Xrn2/Rat1 and RNAP II; if a productive collision between the two enzymes is necessary (albeit not sufficient) to trigger termination, the degrading nuclease must be able to “outrun” the transcribing polymerase. Therefore, a strong prediction is that speeding up or slowing down catalysis by one or the other enzyme would have opposite effects on termination efficiency. This prediction has now been borne out experimentally: Depletion of Xrn2 with shRNA led to increased transcription beyond the normal termination zone, measured by genome-wide analysis of RNAP II distribution by ChIP and next-generation sequencing (ChIP-seq),60 or directly at the RNA level for individual genes.38 In either case, the termination defect was exacerbated by simultaneous expression of a catalytically inactive, “dominant-negative” Xrn2 variant.38,60 A similar effect on global RNAP II distribution—shifting of ChIP-seq signals to regions further downstream of the termination zone—was produced by expression of a “fast” RNAP II variant with a mutation known to increase elongation rate; reciprocally, a “slow” RNAP II mutant shifted the zone of apparent termination upstream. Moreover, the natural variability in elongation rate among genes was inversely correlated with the extent of the termination zone in human cells; on slowly transcribed genes, RNAP II ChIP-seq signals declined within a shorter distance of the PAS than on fast-transcribed genes.60This variability suggests that RNAP II elongation rates can be influenced by DNA sequence or chromatin features at individual loci, and might be “tuned” by either positive or negative elongation-regulatory factors. It appears that the catalytic activity of Xrn2 is itself subject to regulation by one of those factors, P-TEFb. An unbiased chemical-genetic screen for Cdk9 substrates uncovered a preponderance of proteins involved in processing of RNAP II transcripts.38 Among them were factors implicated in pre-mRNA splicing and 3′-end formation; the latter group included Xrn2 and several of its known accessory or interacting factors.61 The Thr439 residue phosphorylated by Cdk9 lies within a non-conserved, unstructured loop between two lobes of the catalytic domain.62 Phosphorylation by Cdk9 or substitution of Thr439 with a phosphomimetic Asp residue increased catalytic activity of Xrn2 in vitro by specifically enhancing the enzyme's ability to degrade RNA:DNA or RNA:RNA hybrid substrates,38 consistent with an increase in processivity.63\nIn vivo, mutations of this residue affected termination efficiency at individual genes: The “constitutively active” Xrn2T439D variant could rescue a termination defect in cells depleted of endogenous Xrn2 by shRNA, whereas a “non-activatable” Xrn2T439A mutant could not.38Taken together, these studies suggest how elongation and termination might be kinetically coupled to prevent readthrough transcription into neighboring genes and ensure efficient recycling of RNAP II for new rounds of productive transcription: P-TEFb, a kinase thought to promote elongation by phosphorylation of targets such as DSIF and RNAP II itself, can also positively regulate the torpedo exonuclease Xrn2 to ensure efficient termination (Fig. 2). An important question for future study is whether such a model can be reconciled with the increased premature termination detected in cells treated with drugs that inhibit Cdk9.36 In support of a positive role for Cdk9 in termination in vivo, knockdown of Cdk9 with shRNA or treatments with low or intermediate doses of flavopiridol, or a flavopiridol analog with increased selectivity for Cdk9,64 diminished Xrn2-Thr439 phosphorylation and increased ratios of readthrough-to-gene body transcription, recapitulating effects of Xrn2 depletion or a T439A mutation.38 A possible explanation is that elongation-promoting functions of Cdk9 were spared under these conditions, but not at the doses of KM05283 or DRB (100 μM or higher) that caused premature termination in the previous study.36 It is also likely that none of these drug treatments inhibits a single kinase; DRB, KM05283, and flavopiridol are all likely to inhibit Cdk12 and Cdk13,20,42 and possibly other kinases. Effects of CDK ablation or inhibition might also vary among different mammalian cell types analyzed in these studies, by analogy with the apparently context-dependent regulation of early elongation. In two recent reports, seemingly opposing functions were ascribed to the Pol II-associated factor 1 (PAF1) in antagonizing65 or promoting66 the promoter-proximal pause release function of P-TEFb, which in turn promotes the recruitment of PAF1 to the transcription complex.Finally, there may be no inherent contradiction between a function of P-TEFb in promoting efficient termination, coordinated with cleavage and polyadenylation, once RNAP II has transcribed past the PAS, and one in preventing premature execution of this program within gene bodies upstream of the PAS (Fig. 2). That Cdk9 has multiple, complex roles in coordinating the transcription cycle—and that its inhibition might have pleiotropic and potentially self-cancelling effects—is suggested by the number of proteins it can phosphorylate in a human whole-cell extract (∼100, at least half of which are implicated in transcription or other aspects of RNA metabolism).38 Adding to this complexity, other closely related CDKs with overlapping inhibitor sensitivities and substrate specificities might work during the same interval on components of the core transcription machinery or on co-transcriptional RNA-processing factors. Cdk12 and Cdk13 have been most strongly implicated in Ser2P and, by inference and experimental evidence, late events in transcription.13-15,42,53 Other CDKs might also play a role; a recent phosphoproteomic analysis of the Mediator-associated CDKs identified 64 high-confidence protein targets,39 which, like the Cdk9 substrate set, were enriched for factors involved in transcription or RNA processing. They included Xrn2; treatment with a selective Cdk8/Cdk19 inhibitor67 decreased Xrn2 phosphorylation on multiple sites within the same linker region—but not on the same residue—phosphorylated by P-TEFb. Another potential substrate of Cdk8 identified in this way was the SEC subunit AFF4; among the putative Cdk9 targets identified by the chemical genetic screen was a different SEC component, AFF1.38,39 Therefore, the Mediator and P-TEFb might phosphorylate different sites on the same protein, or within a multisubunit complex, to exert combinatorial control over co-transcriptional processes.Conclusions, perspectives, and open questionsRecent advances have revealed unexpected roles of individual CDKs or CDK-catalyzed phosphorylations in 3′-end maturation and termination of RNAP II transcripts. Pausing of RNAP II promotes Cdk12-dependent Ser2P and, as a consequence, recruitment of cleavage and polyadenylation machinery,15 but it is not clear what establishes the 3′ pause, beyond the act of transcribing through the PAS. By analogy with promoter-proximal pausing, there might be changes in elongation complex composition—recruitment of pausing factors, eviction of elongation factors, or PTMs that convert the latter into the former—any of which might depend on a CDK or an opposing phosphatase. This is supported by the apparent ability of inhibitors that target Cdk9 and other transcriptional CDKs to induce premature termination,36 perhaps mimicking the effect of engineered, artificial blocks to elongation.15 Finally, evidence that Cdk9 can regulate activity of a termination enzyme, Xrn2, and might also phosphorylate components of pre-mRNA splicing machinery,38 suggest direct involvement in RNA quality control. Tying these observations together, to arrive at a coherent, comprehensive picture of how the transcriptional CDK network and the transcription apparatus signal to each other to regulate gene expression, will be a challenge. Adding to the difficulty, dependencies on the CDK network—or on individual CDKs—are likely to vary among genes, and between different cell types; evidence for this can be seen in the gene- and cell type-specific effects of THZ1, a covalent inhibitor of Cdk7, Cdk12, and Cdk13, which has shown promise in killing certain types of cancer cells in culture and in mouse xenograft models.68-71 One prediction seems safe: Future efforts to unravel this complexity will be greatly facilitated by the recent development of inhibitors with increased selectivity for specific CDKs,67,70,72-74 and engineered cell lines in which specific CDKs are genetically sensitized to compounds that do not bind wild-type kinases.36,52,53 References[1] Fuda NJ, Ardehali MB, Lis JT. \nDefining mechanisms that regulate RNA polymerase II transcription in vivo. Nature\n2009; 461:186-192; PMID:19741698; http://dx.doi.org/10.1038/nature08449 [PMC free article] [PubMed] [CrossRef] [Google Scholar][2] Adelman K, Lis JT. \nPromoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat Rev Genet\n2012; 13:720-731; PMID:22986266; http://dx.doi.org/10.1038/nrg3293 [PMC free article] [PubMed] [CrossRef] [Google Scholar][3] Buratowski S.\nProgression through the RNA polymerase II CTD cycle. Mol Cell\n2009; 36:541-546; PMID:19941815; http://dx.doi.org/10.1016/j.molcel.2009.10.019 [PMC free article] [PubMed] [CrossRef] [Google Scholar][4] Levine M.\nPaused RNA Polymerase II as a developmental checkpoint. Cell\n2011; 145:502-511; PMID:21565610; http://dx.doi.org/10.1016/j.cell.2011.04.021 [PMC free article] [PubMed] [CrossRef] [Google Scholar][5] Sansó M, Fisher RP. \nPause, play, repeat: CDKs push RNAP II's buttons. Transcription\n2013; 4:146-152; PMID: 23756342; http://dx.doi.org/2569313110.4161/trns.25146. [PMC free article] [PubMed] [CrossRef] [Google Scholar][6] Morgan DO.\nThe cell cycle: principles of control. London: New Science Press Ltd; 2007. [Google Scholar][7] Allen BL, Taatjes DJ. \nThe Mediator complex: a central integrator of transcription. Nat Rev Mol Cell Biol\n2015; 16:155-166; PMID:25693131; http://dx.doi.org/10.1038/nrm3951 [PMC free article] [PubMed] [CrossRef] [Google Scholar][8] Egly JM, Coin F. \nA history of TFIIH: two decades of molecular biology on a pivotal transcription/repair factor. DNA Repair (Amst)\n2011; 10:714-721; PMID:21592869; http://dx.doi.org/10.1016/j.dnarep.2011.04.021 [PubMed] [CrossRef] [Google Scholar][9] Fisher RP.\nSecrets of a double agent: CDK7 in cell-cycle control and transcription. J Cell Sci\n2005; 118:5171-5180; PMID:16280550; http://dx.doi.org/10.1242/jcs.02718 [PubMed] [CrossRef] [Google Scholar][10] Luo Z, Lin C, Shilatifard A. \nThe super elongation complex (SEC) family in transcriptional control. Nat Rev Mol Cell Biol\n2012; 13:543-547; PMID:22895430; http://dx.doi.org/10.1038/nrm3417 [PubMed] [CrossRef] [Google Scholar][11] Peterlin BM, Price DH. \nControlling the elongation phase of transcription with P-TEFb. Mol Cell\n2006; 23:297-305; PMID:16885020; http://dx.doi.org/10.1016/j.molcel.2006.06.014 [PubMed] [CrossRef] [Google Scholar][12] Smith E, Lin C, Shilatifard A. \nThe super elongation complex (SEC) and MLL in development and disease. Genes Dev\n2011; 25:661-672; PMID:21460034; http://dx.doi.org/10.1101/gad.2015411 [PMC free article] [PubMed] [CrossRef] [Google Scholar][13] Bartkowiak B, Liu P, Phatnani HP, Fuda NJ, Cooper JJ, Price DH, Adelman K, Lis JT, Greenleaf AL. \nCDK12 is a transcription elongation-associated CTD kinase, the metazoan ortholog of yeast Ctk1. Genes Dev\n2010; 24:2303-2316; PMID:20952539; http://dx.doi.org/10.1101/gad.1968210 [PMC free article] [PubMed] [CrossRef] [Google Scholar][14] Blazek D, Kohoutek J, Bartholomeeusen K, Johansen E, Hulinkova P, Luo Z, Cimermancic P, Ule J, Peterlin BM. \nThe Cyclin K/Cdk12 complex maintains genomic stability via regulation of expression of DNA damage response genes. Genes Dev\n2011; 25:2158-2172; PMID:22012619; http://dx.doi.org/10.1101/gad.16962311 [PMC free article] [PubMed] [CrossRef] [Google Scholar][15] Davidson L, Muniz L, West S. \n3' end formation of pre-mRNA and phosphorylation of Ser2 on the RNA polymerase II CTD are reciprocally coupled in human cells. Genes Dev\n2014; 28:342-356; PMID:24478330; http://dx.doi.org/10.1101/gad.231274.113 [PMC free article] [PubMed] [CrossRef] [Google Scholar][16] Donner AJ, Ebmeier CC, Taatjes DJ, Espinosa JM. \nCDK8 is a positive regulator of transcriptional elongation within the serum response network. Nat Struct Mol Biol\n2010; 17:194-201; PMID:20098423; http://dx.doi.org/10.1038/nsmb.1752 [PMC free article] [PubMed] [CrossRef] [Google Scholar][17] Glover-Cutter K, Larochelle S, Erickson B, Zhang C, Shokat K, Fisher RP, Bentley DL. \nTFIIH-associated Cdk7 kinase functions in phosphorylation of C-terminal domain Ser7 residues, promoter-proximal pausing, and termination by RNA polymerase II. Mol Cell Biol\n2009; 29:5455-5464; PMID:19667075; http://dx.doi.org/10.1128/MCB.00637-09 [PMC free article] [PubMed] [CrossRef] [Google Scholar][18] Gomes NP, Bjerke G, Llorente B, Szostek SA, Emerson BM, Espinosa JM. \nGene-specific requirement for P-TEFb activity and RNA polymerase II phosphorylation within the p53 transcriptional program. Genes Dev\n2006; 20:601-612; PMID:16510875; http://dx.doi.org/10.1101/gad.1398206 [PMC free article] [PubMed] [CrossRef] [Google Scholar][19] Larochelle S, Amat R, Glover-Cutter K, Sanso M, Zhang C, Allen JJ, Shokat KM, Bentley DL, Fisher RP. \nCyclin-dependent kinase control of the initiation-to-elongation switch of RNA polymerase II. Nat Struct Mol Biol\n2012; 19:1108-1115; PMID:23064645; http://dx.doi.org/10.1038/nsmb.2399 [PMC free article] [PubMed] [CrossRef] [Google Scholar][20] Bosken CA, Farnung L, Hintermair C, Merzel Schachter M, Vogel-Bachmayr K, Blazek D, Anand K, Fisher RP, Eick D, Geyer M. \nThe structure and substrate specificity of human Cdk12/Cyclin K. Nat Commun\n2014; 5:3505; PMID:24662513; http://dx.doi.org/10.1038/ncomms4505 [PMC free article] [PubMed] [CrossRef] [Google Scholar][21] Czudnochowski N, Bosken CA, Geyer M. \nSerine-7 but not serine-5 phosphorylation primes RNA polymerase II CTD for P-TEFb recognition. Nat Commun\n2012; 3:842; PMID:22588304; http://dx.doi.org/10.1038/ncomms1846 [PubMed] [CrossRef] [Google Scholar][22] Hsin JP, Manley JL. \nThe RNA polymerase II CTD coordinates transcription and RNA processing. Genes Dev\n2012; 26:2119-2137; PMID:23028141; http://dx.doi.org/10.1101/gad.200303.112 [PMC free article] [PubMed] [CrossRef] [Google Scholar][23] Ho CK, Shuman S. \nDistinct roles for CTD Ser-2 and Ser-5 phosphorylation in the recruitment and allosteric activation of mammalian mRNA capping enzyme. Mol Cell\n1999; 3:405-411; PMID:10198643; http://dx.doi.org/10.1016/S1097-2765(00)80468-2 [PubMed] [CrossRef] [Google Scholar][24] Kanin EI, Kipp RT, Kung C, Slattery M, Viale A, Hahn S, Shokat KM, Ansari AZ. \nChemical inhibition of the TFIIH-associated kinase Cdk7/Kin28 does not impair global mRNA synthesis. Proc Natl Acad Sci U S A\n2007; 104:5812-5817; PMID:17392431; http://dx.doi.org/10.1073/pnas.0611505104 [PMC free article] [PubMed] [CrossRef] [Google Scholar][25] Moteki S, Price D. \nFunctional coupling of capping and transcription of mRNA. Mol Cell\n2002; 10:599-609; PMID:12408827; http://dx.doi.org/10.1016/S1097-2765(02)00660-3 [PubMed] [CrossRef] [Google Scholar][26] Nilson KA, Guo J, Turek ME, Brogie JE, Delaney E, Luse DS, Price DH. \nTHZ1 reveals roles for Cdk7 in co-transcriptional capping and pausing. Mol Cell\n2015; 59:576-587; PMID:26257281; http://dx.doi.org/10.1016/j.molcel.2015.06.032 [PMC free article] [PubMed] [CrossRef] [Google Scholar][27] Viladevall L, St Amour CV, Rosebrock A, Schneider S, Zhang C, Allen JJ, Shokat KM, Schwer B, Leatherwood JK, Fisher RP. \nTFIIH and P-TEFb coordinate transcription with capping enzyme recruitment at specific genes in fission yeast. Mol Cell\n2009; 33:738-751; PMID:19328067; http://dx.doi.org/10.1016/j.molcel.2009.01.029 [PMC free article] [PubMed] [CrossRef] [Google Scholar][28] Rahl PB, Lin CY, Seila AC, Flynn RA, McCuine S, Burge CB, Sharp PA, Young RA. \nc-Myc regulates transcriptional pause release. Cell\n2010; 141:432-445; PMID:20434984; http://dx.doi.org/10.1016/j.cell.2010.03.030 [PMC free article] [PubMed] [CrossRef] [Google Scholar][29] Ramanathan Y, Rajpara SM, Reza SM, Lees E, Shuman S, Mathews MB, Pe'ery T. \nThree RNA polymerase II carboxyl-terminal domain kinases display distinct substrate preferences. J Biol Chem\n2001; 276:10913-10920; PMID:11278802; http://dx.doi.org/10.1074/jbc.M010975200 [PubMed] [CrossRef] [Google Scholar][30] Grohmann D, Nagy J, Chakraborty A, Klose D, Fielden D, Ebright RH, Michaelis J, Werner F. \nThe initiation factor tfe and the elongation factor Spt4/5 compete for the RNAP clamp during transcription initiation and elongation. Mol Cell\n2011; 43:263-274; PMID:21777815; http://dx.doi.org/10.1016/j.molcel.2011.05.030 [PMC free article] [PubMed] [CrossRef] [Google Scholar][31] Klein BJ, Bose D, Baker KJ, Yusoff ZM, Zhang X, Murakami KS. \nRNA polymerase and transcription elongation factor Spt4/5 complex structure. Proc Natl Acad Sci U S A\n2011; 108:546-550; PMID:21187417; http://dx.doi.org/10.1073/pnas.1013828108 [PMC free article] [PubMed] [CrossRef] [Google Scholar][32] Martinez-Rucobo FW, Sainsbury S, Cheung AC, Cramer P. \nArchitecture of the RNA polymerase-Spt4/5 complex and basis of universal transcription processivity. Embo J\n2011; 30:1302-1310; PMID:21386817; http://dx.doi.org/10.1038/emboj.2011.64 [PMC free article] [PubMed] [CrossRef] [Google Scholar][33] Yamada T, Yamaguchi Y, Inukai N, Okamoto S, Mura T, Handa H. \nP-TEFb-mediated phosphorylation of hSpt5 C-terminal repeats is critical for processive transcription elongation. Mol Cell\n2006; 21:227-237; PMID:16427012; http://dx.doi.org/10.1016/j.molcel.2005.11.024 [PubMed] [CrossRef] [Google Scholar][34] Yamaguchi Y, Shibata H, Handa H. \nTranscription elongation factors DSIF and NELF: promoter-proximal pausing and beyond. Biochim Biophys Acta\n2013; 1829:98-104; PMID:23202475; http://dx.doi.org/10.1016/j.bbagrm.2012.11.007 [PubMed] [CrossRef] [Google Scholar][35] Yamaguchi Y, Takagi T, Wada T, Yano K, Furuya A, Sugimoto S, Hasegawa J, Handa H. \nNELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell\n1999; 97:41-51; PMID:10199401; http://dx.doi.org/10.1016/S0092-8674(00)80713-8 [PubMed] [CrossRef] [Google Scholar][36] Laitem C, Zaborowska J, Isa NF, Kufs J, Dienstbier M, Murphy S. \nCDK9 inhibitors define elongation checkpoints at both ends of RNA polymerase II-transcribed genes. Nat Struct Mol Biol\n2015; 22:396-403; PMID:25849141; http://dx.doi.org/10.1038/nsmb.3000 [PMC free article] [PubMed] [CrossRef] [Google Scholar][37] Pirngruber J, Shchebet A, Schreiber L, Shema E, Minsky N, Chapman RD, Eick D, Aylon Y, Oren M, Johnsen SA. \nCDK9 directs H2B monoubiquitination and controls replication-dependent histone mRNA 3'-end processing. EMBO Rep\n2009; 10:894-900; PMID:19575011; http://dx.doi.org/10.1038/embor.2009.108 [PMC free article] [PubMed] [CrossRef] [Google Scholar][38] Sanso M, Levin RS, Lipp JJ, Wang VY, Greifenberg AK, Quezada EM, Ali A, Ghosh A, Larochelle S, Rana TM et al.. \nP-TEFb regulation of transcription termination factor Xrn2 revealed by a chemical genetic screen for Cdk9 substrates. Genes Dev\n2016; 30:117-131; PMID:26728557; http://dx.doi.org/10.1101/gad.269589.115 [PMC free article] [PubMed] [CrossRef] [Google Scholar][39] Poss ZC, Ebmeier CC, Odell AT, Tangpeerachaikul A, Lee T, Pelish HE, Shair MD, Dowell RD, Old WM, Taatjes DJ. \nIdentification of Mediator kinase substrates in human cells using cortistatin a and quantitative phosphoproteomics. Cell Rep\n2016; 15:436-450; PMID:27050516; http://dx.doi.org/10.1016/j.celrep.2016.03.030 [PMC free article] [PubMed] [CrossRef] [Google Scholar][40] Dominski Z, Marzluff WF. \nFormation of the 3' end of histone mRNA: getting closer to the end. Gene\n2007; 396:373-390; PMID:17531405; http://dx.doi.org/10.1016/j.gene.2007.04.021 [PMC free article] [PubMed] [CrossRef] [Google Scholar][41] Karaman MW, Herrgard S, Treiber DK, Gallant P, Atteridge CE, Campbell BT, Chan KW, Ciceri P, Davis MI, Edeen PT et al.. \nA quantitative analysis of kinase inhibitor selectivity. Nat Biotechnol\n2008; 26:127-132; PMID:18183025; http://dx.doi.org/10.1038/nbt1358 [PubMed] [CrossRef] [Google Scholar][42] Bartkowiak B, Greenleaf AL. \nExpression, purification, and identification of associated proteins of the full-length hCDK12/CyclinK complex. J Biol Chem\n2015; 290:1786-1795; PMID:25429106; http://dx.doi.org/10.1074/jbc.M114.612226 [PMC free article] [PubMed] [CrossRef] [Google Scholar][43] Greifenberg AK, Honig D, Pilarova K, Duster R, Bartholomeeusen K, Bosken CA, Anand K, Blazek D, Geyer M. \nStructural and functional analysis of the Cdk13/cyclin K complex. Cell Rep\n2016; 14:320-331; PMID:26748711; http://dx.doi.org/10.1016/j.celrep.2015.12.025 [PubMed] [CrossRef] [Google Scholar][44] Narita T, Yung TM, Yamamoto J, Tsuboi Y, Tanabe H, Tanaka K, Yamaguchi Y, Handa H. \nNELF interacts with CBC and participates in 3' end processing of replication-dependent histone mRNAs. Mol Cell\n2007; 26:349-365; PMID:17499042; http://dx.doi.org/10.1016/j.molcel.2007.04.011 [PubMed] [CrossRef] [Google Scholar][45] Booth GT, Wang IX, Cheung VG, Lis JT. \nDivergence of a conserved elongation factor and transcription regulation in budding and fission yeast. Genome Res\n2016; 26:799-811; PMID:27197211; http://dx.doi.org/10.1101/gr.204578.116 [PMC free article] [PubMed] [CrossRef] [Google Scholar][46] Glover-Cutter K, Kim S, Espinosa J, Bentley DL. \nRNA polymerase II pauses and associates with pre-mRNA processing factors at both ends of genes. Nat Struct Mol Biol\n2008; 15:71-78; PMID:18157150; http://dx.doi.org/10.1038/nsmb1352 [PMC free article] [PubMed] [CrossRef] [Google Scholar][47] Gromak N, West S, Proudfoot NJ. \nPause sites promote transcriptional termination of mammalian RNA polymerase II. Mol Cell Biol\n2006; 26:3986-3996; PMID:16648491; http://dx.doi.org/10.1128/MCB.26.10.3986-3996.2006 [PMC free article] [PubMed] [CrossRef] [Google Scholar][48] Ahn SH, Kim M, Buratowski S. \nPhosphorylation of serine 2 within the RNA polymerase II C-terminal domain couples transcription and 3' end processing. Mol Cell\n2004; 13:67-76; PMID:14731395; http://dx.doi.org/10.1016/S1097-2765(03)00492-1 [PubMed] [CrossRef] [Google Scholar][49] Core LJ, Waterfall JJ, Gilchrist DA, Fargo DC, Kwak H, Adelman K, Lis JT. \nDefining the Status of RNA Polymerase at Promoters. Cell Rep\n2012; 2:10025-35; PMID:23062713; http://dx.doi.org/10.1016/j.celrep.2012.08.034 [PMC free article] [PubMed] [CrossRef] [Google Scholar][50] Marshall NF, Peng J, Xie Z, Price DH. \nControl of RNA polymerase II elongation potential by a novel carboxyl-terminal domain kinase. J Biol Chem\n1996; 271:27176-27183; PMID:8900211; http://dx.doi.org/10.1074/jbc.271.43.27176 [PubMed] [CrossRef] [Google Scholar][51] Yankulov K, Yamashita K, Roy R, Egly J-M, Bentley DL. \nThe transcriptional elongation inhibitor 5,6-dichloro-1-b-D-ribofuranosylbenzimidazole inhibits transcription factor IIH-associated protein kinase. J Biol Chem\n1995; 270:23922-23925; PMID:7592583; http://dx.doi.org/10.1074/jbc.270.41.23922 [PubMed] [CrossRef] [Google Scholar][52] Larochelle S, Merrick KA, Terret ME, Wohlbold L, Barboza NM, Zhang C, Shokat KM, Jallepalli PV, Fisher RP. \nRequirements for Cdk7 in the assembly of Cdk1/cyclin B and activation of Cdk2 revealed by chemical genetics in human cells. Mol Cell\n2007; 25:839-850; PMID:17386261; http://dx.doi.org/10.1016/j.molcel.2007.02.003 [PMC free article] [PubMed] [CrossRef] [Google Scholar][53] Bartkowiak B, Yan C, Greenleaf AL. \nEngineering an analog-sensitive CDK12 cell line using CRISPR/Cas. Biochim Biophys Acta\n2015; 1849:1179-1187; PMID:26189575; http://dx.doi.org/10.1016/j.bbagrm.2015.07.010 [PMC free article] [PubMed] [CrossRef] [Google Scholar][54] Proudfoot NJ.\nTranscriptional termination in mammals: Stopping the RNA polymerase II juggernaut. Science\n2016; 352:aad9926; PMID:27284201; http://dx.doi.org/10.1126/science.aad9926 [PMC free article] [PubMed] [CrossRef] [Google Scholar][55] Kim M, Krogan NJ, Vasiljeva L, Rando OJ, Nedea E, Greenblatt JF, Buratowski S. \nThe yeast Rat1 exonuclease promotes transcription termination by RNA polymerase II. Nature\n2004; 432:517-522; PMID:15565157; http://dx.doi.org/10.1038/nature03041 [PubMed] [CrossRef] [Google Scholar][56] West S, Gromak N, Proudfoot NJ. \nHuman 5' –>3' exonuclease Xrn2 promotes transcription termination at co-transcriptional cleavage sites. Nature\n2004; 432:522-525; PMID:15565158; http://dx.doi.org/10.1038/nature03035 [PubMed] [CrossRef] [Google Scholar][57] Dengl S, Cramer P. \nTorpedo nuclease Rat1 is insufficient to terminate RNA polymerase II in vitro. J Biol Chem\n2009; 284:21270-21279; PMID:19535338; http://dx.doi.org/10.1074/jbc.M109.013847 [PMC free article] [PubMed] [CrossRef] [Google Scholar][58] Pearson EL, Moore CL. \nDismantling promoter-driven RNA polymerase II transcription complexes in vitro by the termination factor Rat1. J Biol Chem\n2013; 288:19750-19759; PMID:23689372; http://dx.doi.org/10.1074/jbc.M112.434985 [PMC free article] [PubMed] [CrossRef] [Google Scholar][59] Luo W, Johnson AW, Bentley DL. \nThe role of Rat1 in coupling mRNA 3'-end processing to transcription termination: implications for a unified allosteric-torpedo model. Genes Dev\n2006; 20:954-965; PMID:16598041; http://dx.doi.org/10.1101/gad.1409106 [PMC free article] [PubMed] [CrossRef] [Google Scholar][60] Fong N, Brannan K, Erickson B, Kim H, Cortazar MA, Sheridan RM, Nguyen T, Karp S, Bentley DL. \nEffects of transcription elongation rate and Xrn2 exonuclease activity on rna polymerase ii termination suggest widespread kinetic competition. Mol Cell\n2015; 60:256-267; PMID:26474067; http://dx.doi.org/10.1016/j.molcel.2015.09.026 [PMC free article] [PubMed] [CrossRef] [Google Scholar][61] Brannan K, Kim H, Erickson B, Glover-Cutter K, Kim S, Fong N, Kiemele L, Hansen K, Davis R, Lykke-Andersen J et al.. \nmRNA decapping factors and the exonuclease Xrn2 function in widespread premature termination of RNA polymerase II transcription. Mol Cell\n2012; 46:311-324; PMID:22483619; http://dx.doi.org/10.1016/j.molcel.2012.03.006 [PMC free article] [PubMed] [CrossRef] [Google Scholar][62] Xiang S, Cooper-Morgan A, Jiao X, Kiledjian M, Manley JL, Tong L. \nStructure and function of the 5'–>3' exoribonuclease Rat1 and its activating partner Rai1. Nature\n2009; 458:784-788; PMID:19194460; http://dx.doi.org/10.1038/nature07731 [PMC free article] [PubMed] [CrossRef] [Google Scholar][63] Jinek M, Coyle SM, Doudna JA. \nCoupled 5' nucleotide recognition and processivity in Xrn1-mediated mRNA decay. Mol Cell\n2011; 41:600-608; PMID:21362555; http://dx.doi.org/10.1016/j.molcel.2011.02.004 [PMC free article] [PubMed] [CrossRef] [Google Scholar][64] Ali A, Ghosh A, Nathans RS, Sharova N, O'Brien S, Cao H, Stevenson M, Rana TM. \nIdentification of flavopiridol analogues that selectively inhibit positive transcription elongation factor (P-TEFb) and block HIV-1 replication. Chembiochem\n2009; 10:2072-2080; PMID:19603446; http://dx.doi.org/10.1002/cbic.200900303 [PMC free article] [PubMed] [CrossRef] [Google Scholar][65] Chen FX, Woodfin AR, Gardini A, Rickels RA, Marshall SA, Smith ER, Shiekhattar R, Shilatifard A. \nPAF1, a Molecular Regulator of Promoter-Proximal Pausing by RNA Polymerase II. Cell\n2015; 162:1003-1015; PMID:26279188; http://dx.doi.org/10.1016/j.cell.2015.07.042 [PMC free article] [PubMed] [CrossRef] [Google Scholar][66] Yu M, Yang W, Ni T, Tang Z, Nakadai T, Zhu J, Roeder RG. \nRNA polymerase II-associated factor 1 regulates the release and phosphorylation of paused RNA polymerase II. Science\n2015; 350:1383-1386; PMID:26659056; http://dx.doi.org/10.1126/science.aad2338 [PMC free article] [PubMed] [CrossRef] [Google Scholar][67] Pelish HE, Liau BB, Nitulescu II, Tangpeerachaikul A, Poss ZC, Da Silva DH, Caruso BT, Arefolov A, Fadeyi O, Christie AL et al.. \nMediator kinase inhibition further activates super-enhancer-associated genes in AML. Nature\n2015; 526:273-276; PMID:26416749; http://dx.doi.org/10.1038/nature14904 [PMC free article] [PubMed] [CrossRef] [Google Scholar][68] Chipumuro E, Marco E, Christensen CL, Kwiatkowski N, Zhang T, Hatheway CM, Abraham BJ, Sharma B, Yeung C, Altabef A et al.. \nCDK7 Inhibition Suppresses Super-Enhancer-Linked Oncogenic Transcription in MYCN-Driven Cancer. Cell\n2014; 159:1126-1139; PMID:25416950; http://dx.doi.org/10.1016/j.cell.2014.10.024 [PMC free article] [PubMed] [CrossRef] [Google Scholar][69] Christensen CL, Kwiatkowski N, Abraham BJ, Carretero J, Al-Shahrour F, Zhang T, Chipumuro E, Herter-Sprie GS, Akbay EA, Altabef A et al.. \ntargeting transcriptional addictions in small cell lung cancer with a covalent CDK7 inhibitor. Cancer Cell\n2014; 26:909-922; PMID:25490451; http://dx.doi.org/10.1016/j.ccell.2014.10.019 [PMC free article] [PubMed] [CrossRef] [Google Scholar][70] Kwiatkowski N, Zhang T, Rahl PB, Abraham BJ, Reddy J, Ficarro SB, Dastur A, Amzallag A, Ramaswamy S, Tesar B et al.. \nTargeting transcription regulation in cancer with a covalent CDK7 inhibitor. Nature\n2014; 511:616-620; PMID:25043025; http://dx.doi.org/10.1038/nature13393 [PMC free article] [PubMed] [CrossRef] [Google Scholar][71] Wang Y, Zhang T, Kwiatkowski N, Abraham BJ, Lee TI, Xie S, Yuzugullu H, Von T, Li H, Lin Z et al.. \nCDK7-dependent transcriptional addiction in triple-negative breast cancer. Cell\n2015; 163:174-186; PMID:26406377; http://dx.doi.org/10.1016/j.cell.2015.08.063 [PMC free article] [PubMed] [CrossRef] [Google Scholar][72] Kelso TW, Baumgart K, Eickhoff J, Albert T, Antrecht C, Lemcke S, Klebl B, Meisterernst M. \nCyclin-dependent kinase 7 controls mRNA synthesis by affecting stability of preinitiation complexes, leading to altered gene expression, cell cycle progression, and survival of tumor cells. Mol Cell Biol\n2014; 34:3675-3688; PMID:25047832; http://dx.doi.org/10.1128/MCB.00595-14 [PMC free article] [PubMed] [CrossRef] [Google Scholar][73] Lu H, Xue Y, Yu GK, Arias C, Lin J, Fong S, Faure M, Weisburd B, Ji X, Mercier A et al.. \nCompensatory induction of MYC expression by sustained CDK9 inhibition via a BRD4-dependent mechanism. Elife\n2015; 4:e06535; PMID:26083714; http://dx.doi.org/10.7554/eLife.06535 [PMC free article] [PubMed] [CrossRef] [Google Scholar][74] Zhang T, Kwiatkowski N, Olson CM, Dixon-Clarke SE, Abraham BJ, Greifenberg AK, Ficarro SB, Elkins JM, Liang Y, Hannett NM et al.. \nCovalent targeting of remote cysteine residues to develop CDK12 and CDK13 inhibitors. Nat Chem Biol\n2016; 12:876-884; PMID:27571479; http://dx.doi.org/10.1038/nchembio.2166 [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}