{"title": "Nipbl Interacts with Zfp609 and the Integrator Complex to Regulate Cortical Neuron Migration", "pubDate": "2017", "PMCID": "PMC5263256", "DOI": "10.1016/j.neuron.2016.11.047", "PMID": "28041881", "abstract": "Mutations in NIPBL are the most frequent cause of Cornelia de Lange syndrome (CdLS), a developmental disorder encompassing several neurological defects, including intellectual disability and seizures. How NIPBL mutations affect brain development is not understood. Here we identify Nipbl as a functional interaction partner of the neural transcription factor Zfp609 in brain development. Depletion of Zfp609 or Nipbl from cortical neural progenitors in vivo is detrimental to neuronal migration. Zfp609 and Nipbl overlap at genomic binding sites independently of cohesin and regulate genes that control cortical neuron migration. We find that Zfp609 and Nipbl interact with the Integrator complex, which functions in RNA polymerase 2 pause release. Indeed, Zfp609 and Nipbl co-localize at gene promoters containing paused RNA polymerase 2, and Integrator similarly regulates neuronal migration. Our data provide a rationale and mechanistic insights for the role of Nipbl in the neurological defects associated with CdLS.", "author": [{"author": "Debbie L C van den Berg", "affiliation": ["The Francis Crick Institute, Mill Hill Laboratory, The Ridgeway, London NW7 1AA, UK. Electronic address: debbie.vandenberg@crick.ac.uk."], "href": "/?term=van+den+Berg+DLC&cauthor_id=28041881"}, {"author": "Roberta Azzarelli", "affiliation": ["The Francis Crick Institute, Mill Hill Laboratory, The Ridgeway, London NW7 1AA, UK."], "href": "/?term=Azzarelli+R&cauthor_id=28041881"}, {"author": "Koji Oishi", "affiliation": ["The Francis Crick Institute, Mill Hill Laboratory, The Ridgeway, London NW7 1AA, UK."], "href": "/?term=Oishi+K&cauthor_id=28041881"}, {"author": "Ben Martynoga", "affiliation": ["The Francis Crick Institute, Mill Hill Laboratory, The Ridgeway, London NW7 1AA, UK."], "href": "/?term=Martynoga+B&cauthor_id=28041881"}, {"author": "Noelia Urbán", "affiliation": ["The Francis Crick Institute, Mill Hill Laboratory, The Ridgeway, London NW7 1AA, UK."], "href": "/?term=Urb%C3%A1n+N&cauthor_id=28041881"}, {"author": "Dick H W Dekkers", "affiliation": ["Center for Proteomics, Erasmus MC, Wytemaweg 80, 3015 CN Rotterdam, the Netherlands."], "href": "/?term=Dekkers+DHW&cauthor_id=28041881"}, {"author": "Jeroen A Demmers", "affiliation": ["Center for Proteomics, Erasmus MC, Wytemaweg 80, 3015 CN Rotterdam, the Netherlands."], "href": "/?term=Demmers+JA&cauthor_id=28041881"}, {"author": "François Guillemot", "affiliation": ["The Francis Crick Institute, Mill Hill Laboratory, The Ridgeway, London NW7 1AA, UK. Electronic address: francois.guillemot@crick.ac.uk."], "href": "/?term=Guillemot+F&cauthor_id=28041881"}], "refPMID": ["21873192", "24572910", "10982750", "11459764", "23653212", "16153702", "25196272", "19657394", "19690971", "18059265", "26279188", "16086633", "22885700", "6828386", "25556659", "25201415", "19245832", "17503969", "18690213", "19837469", "18786421", "19131956", "18925949", "15958392", "25730767", "20720539", "19763162", "24050178", "26308897", "22388286", "15229615", "19793304", "19468298", "12415272", "22547686", "21486936", "20133760", "25294244", "20436461", "25032825", "9335333", "25805966", "19956766", "21435554", "25652421", "23706625", "20434984", "24799436", "10811916", "23076336", "26485324", "23920377", "24002784", "25675981", "25410209", "15344921", "11301197", "22383036", "20362541", "19264520", "23473710", "20107439", "24968874", "10880478", "18798982", "23791194", "24550742"], "citedInPMID": ["28041881", "34386522", "34272242", "34006846", "33392926", "33375322", "33340967", "32856424", "32809170", "32800671", "32647123", "32468072", "31851922", "30367527", "30008316", "29995837", "29578408", "29110030", "28914604", "28542170", "28108830"], "body": " SummaryMutations in NIPBL are the most frequent cause of Cornelia de Lange syndrome (CdLS), a developmental disorder encompassing several neurological defects, including intellectual disability and seizures. How NIPBL mutations affect brain development is not understood. Here we identify Nipbl as a functional interaction partner of the neural transcription factor Zfp609 in brain development. Depletion of Zfp609 or Nipbl from cortical neural progenitors in vivo is detrimental to neuronal migration. Zfp609 and Nipbl overlap at genomic binding sites independently of cohesin and regulate genes that control cortical neuron migration. We find that Zfp609 and Nipbl interact with the Integrator complex, which functions in RNA polymerase 2 pause release. Indeed, Zfp609 and Nipbl co-localize at gene promoters containing paused RNA polymerase 2, and Integrator similarly regulates neuronal migration. Our data provide a rationale and mechanistic insights for the role of Nipbl in the neurological defects associated with CdLS.Keywords: Nipbl, Zfp609, Cornelia de Lange syndrome, Integrator, neuronal migration, transcription, RNA pol2 pausing IntroductionThe cerebral cortex, responsible for higher cognitive function, is generated from a pool of progenitor cells that will give rise to the neuronal and glial lineages of the adult brain. Unperturbed migration of newly born neurons across the expanding cortex to their final destination in specific cortical layers ensures accurate connectivity and neuronal circuit formation. Cell-intrinsic transcription factors play key roles in orchestrating the underlying molecular processes, as was recently shown for the proneural transcription factors Neurog2 and Ascl1 (Heng et al., 2008, Pacary et al., 2011). Developmental disturbance of neuronal migration affects shaping of the neuronal network and has been linked to a variety of neurological disorders, including epilepsy, schizophrenia, autism spectrum disorder (ASD), and intellectual disability (Guerrini and Parrini, 2010, Muraki and Tanigaki, 2015, Reiner et al., 2016, Verrotti et al., 2010).Cornelia de Lange syndrome (CdLS) is one particular example of a developmental disorder highlighted by neurological defects, including seizures and intellectual disability. Other characteristics include facial dysmorphism, growth retardation, and upper limb defects. Heterozygous mutations in the cohesin loading factor Nipped-B-like (NIPBL) have been identified in 50%–60% of cases and are associated with a more severe clinical presentation, while mutations in cohesin complex subunits SMC1A, SMC3, and RAD21 and in the SMC3-targeting deacetylase HDAC8 account for a further 10% of mostly mildly affected cases (Braunholz et al., 2015). A genetic cause for the remaining 30% of clinically diagnosed CdLS patients remains unknown.Despite cohesin complex subunits originally having been identified for their role in sister chromatid cohesion (Michaelis et al., 1997), studies have failed to detect overt chromosome segregation defects in CdLS patients, and instead, deregulated gene expression is thought to be the prime cause of the observed developmental abnormalities (Castronovo et al., 2009, Deardorff et al., 2012, Kawauchi et al., 2009, Liu et al., 2009, Remeseiro et al., 2013). This likely relates to the ability of cohesin to mediate long-range chromosome interactions in cis, thereby facilitating enhancer-promoter looping (Kagey et al., 2010, Nativio et al., 2009, Seitan et al., 2013).How Nipbl acts in gene regulatory networks and developmental pathways in brain development is poorly understood. In this study, we set out to identify new regulators of cortical development by studying a mouse ortholog of Drosophila scribbler (sbb), the single zinc-finger protein Zfp609. We identified Nipbl as a binding partner of Zfp609, which is specifically expressed in neural progenitors in the developing mouse cortex. Zfp609 and Nipbl interact and co-bind genomic regions with the RNA polymerase 2 (RNA pol2)-associated Integrator complex to directly regulate neuronal migration genes. Accordingly, depletion of Zfp609, Nipbl, or Integrator from cortical progenitors in vivo results in neuronal migration defects. Our findings define a Nipbl transcriptional pathway relevant to CdLS. ResultsZfp609 Is Expressed in Neural Progenitors and Regulates Cortical Neuron MigrationZfp608 and Zfp609 are vertebrate homologs of Drosophila scribbler, a single zinc-finger protein that is highly expressed in the larval CNS, where it is proposed to act as a transcription factor (Haecker et al., 2007, Yang et al., 2000). Zfp608 is specifically expressed in the mouse forebrain subventricular (SVZ) and intermediate zone (IZ) at embryonic day (E)14.5 (Ayoub et al., 2011). To delineate the expression domain of Zfp609, we performed in situ hybridization on brain sections at different developmental stages (Figures 1A and S1A, available online). Zfp609 transcripts are enriched in and subsequently become restricted to the progenitor population as cortical neurogenesis peaks at E14.5. The absence of Zfp609 transcripts from cells in the SVZ/IZ at this stage could be attributed to direct repression by Zfp608, as occurs in developing thymocytes (Reed et al., 2013). At later stages of development, Zfp609 expression is detected in the neurons of the cortical plate (CP) and in stem cells near the ventricular surface.Open in a separate windowFigure 1Zfp609 Is Expressed in Neural Progenitors and Regulates Cortical Neuron Migration(A) Composite bright field images of in situ hybridization on cortical cryosections at indicated stages of mouse development. Scale bar represents 200 μm.(B) Western blot with indicated antibodies on HEK293T lysates transiently transfected with wild-type or shRNA-resistant (∗) Zfp609-V5 expression constructs and control or Zfp609-targeting shRNA. Lamin B1 was used as a loading control.(C) Cryosections of mouse embryonic brains in utero electroporated with Zfp609-targeting shRNAs and Zfp609∗-V5 rescue construct, stained with GFP to visualize transfected cells. Ventricular (VZ), subventricular (SVZ), and intermediate zones (IZ) and cortical plate (CP) are indicated. Scale bar represents 100 μm.(D) Quantification of (C) showing percentage of GFP-expressing cells in indicated cortical regions. Error bars represent SEM, ∗p < 0.05, ∗∗∗p < 0.001; ns, non significant; two-tailed unpaired Student’s t test, n = 7.(E) Representative images showing morphology of electroporated neurons at E17.5 near the border between IZ and CP. Arrowheads point to multipolar cells; higher magnification in inset. Scale bar represents 20 μm.(F) Quantification of cell morphology in upper IZ. Error bars represent SEM, ∗p < 0.05, two-tailed unpaired Student’s t test, n = 7 (control shRNA) and 8 (Zfp609 shRNA).(G) Representative images of cryosections of electroporated mouse embryonic brains at postnatal day 2, stained with GFP antibody. Scale bar represents 100 μm.(H) Normalized expression levels in fragments per kilobase of exon per million mapped reads (FPKM) of Zfp608 and Zfp609 transcripts in NSCs. Western blot analysis of NSC lysate with Zfp609 antibody. Lamin B1 was used as a loading control.(I) Immunocytochemistry with V5 antibody on NSCs showing nuclear localization of ectopically expressed Zfp609-V5.Because scribbler mutations affect axon targeting and larval locomotion (Rao et al., 2000, Suster et al., 2004, Yang et al., 2000), we decided to assess the role of its vertebrate homologs in brain development. Based on their expression pattern and the assumption that any disruption to the progenitor population would affect downstream lineages, we decided to focus our initial analysis on Zfp609. To address the importance of Zfp609 expression in mouse neural progenitor cells (NPCs) in vivo, we electroporated short hairpin RNA (shRNA) constructs into E14.5 mouse embryonic brains (Tabata and Nakajima, 2001). We designed two independent shRNAs that efficiently deplete Zfp609 at the transcript and protein level (Figures 1B and S1B). Each shRNA construct was injected along with a GFP expression vector into the lateral ventricles of E14.5 mouse embryos and transduced into NPCs near the ventricular surface by a series of electric pulses. We first analyzed the effect of Zfp609 depletion on progenitor proliferation by labeling dividing cells by EdU incorporation at E15.5. The fraction of transduced cells that had exited the cell cycle 24 hr later, identified as labeled by EdU and negative for Ki67, did not significantly differ between the two populations (Figures S1C and S1D).At E14.5, NPCs give rise to upper-layer cortical neurons and, consistent with this, the majority of control shRNA transduced neurons were found in superficial positions in the CP at E17.5 (Figures 1C and 1D). In contrast, the neuronal progeny of Zfp609-depleted NPCs had an abnormal multipolar morphology and accumulated in the IZ, a phenotype that was confirmed by an independent Zfp609-targeting shRNA (Figures 1C–1F, S1E, and S1F). Zfp609-deficient neurons that reached the CP acquired a bipolar morphology, and neither apical dendrites nor axonal length or projection toward the midline were affected (Figures S1G–S1J). Strikingly, heterotopic cell clusters were observed in the white matter of postnatal Zfp609 knockdown (KD) mice (Zfp609 KD, 2/3 mice; control, 0/3 mice; Figure 1G). To further rule out that the aberrant neuronal positioning is due to off-target effects of the shRNAs, we generated an shRNA-resistant Zfp609 construct harboring three silent mutations, designated Zfp609∗ (Figure 1B). Co-electroporation of Zfp609∗ fully rescued the IZ accumulation observed for Zfp609-depleted cells (Figures 1C and 1D). Taken together, these data suggest that Zfp609 plays a crucial role in the regulation of cortical neuron migration, which cannot be compensated for by Zfp608.Neural progenitors can be adherently cultured in vitro and form a valuable model system to study molecular mechanisms of neural stem cell (NSC) identity and differentiation, as their limitless expansion enables generation of sufficient material for proteomics studies and other genome-wide approaches. To explore whether they could be used as a tool to study Zfp609 function, we analyzed Zfp609 transcript and protein levels in embryonic stem cell (ESC)-derived NSCs (Conti et al., 2005). Consistent with the in vivo expression pattern, RNA sequencing (RNA-seq) data showed preferential expression of Zfp609 over Zfp608 (Figure 1H). We generated an antibody that specifically recognizes Zfp609 (Figures S1K and S1L) and could detect Zfp609 protein in NSC lysates (Figure 1H). Immunocytochemistry on NSCs expressing V5-tagged Zfp609 showed an exclusively nuclear localization, fitting with its proposed role as a transcription factor (Figure 1I).Nipbl Is an Interaction Partner of Zfp609 and Regulates Neuronal MigrationTo gain insight into the molecular environment of Zfp609, we purified Zfp609 from NSCs and identified its interaction partners by mass spectrometry. Nuclear extracts from NSCs expressing doxycycline-inducible V5-tagged Zfp609 were subjected to V5 affinity purification, and Zfp609-containing protein complexes were separated by SDS-PAA gel electrophoresis (Figure 2A). NSCs not expressing Zfp609-V5 were used as a control and benzonase nuclease was added to eliminate DNA-mediated interactions. Colloidal Coomassie staining of Zfp609-V5 immunoprecipitates showed a prominent band at around 150 kD that reacts with V5 antibody (Figure 2B) and many additional bands not detected in the control purification, probably representing Zfp609-interacting proteins.Open in a separate windowFigure 2Nipbl Interacts with Zfp609 and Regulates Neuronal Migration(A) Colloidal Coomassie-stained SDS-PAA gel of Zfp609-V5 and control purification. Zfp609-V5 band is indicated by an arrow. Bands representing antibody heavy and light chain are indicated by an asterisk.(B) Western blot with V5 antibody on input, supernatant, and bound fractions of V5 affinity purification.(C) Western blot with indicated antibodies on V5 immunoprecipitates from Zfp609-V5-expressing NSCs. Benzonase (B) or ethidium bromide (EB) was added as indicated. Normal mouse IgG was used as control.(D) Western blot with indicated antibodies on Nipbl immunoprecipitates. Benzonase or ethidium bromide was added as indicated. Normal mouse IgG was used as control.(E) Western blot analysis with Nipbl antibody on GST pull-down fractions from NSC nuclear extract using GST-Zfp609 N-terminal (N), middle (M), and C-terminal (C) fragments or GST control.(F) Cryosections of mouse embryonic brains in utero electroporated with indicated Nipbl-targeting shRNAs, stained with GFP to visualize transfected cells. Ventricular (VZ), subventricular (SVZ), and intermediate zones (IZ) and cortical plate (CP) are indicated. Scale bar represents 100 μm.(G) Quantification of (F) showing percentage of GFP-expressing cells in indicated cortical regions. Error bars represent SEM, ∗p < 0.05, ∗∗p < 0.01, two-tailed unpaired Student’s t test, n = 4.(H) Quantification of cell morphology in upper IZ. Error bars represent SEM, ∗∗p < 0.01, two-tailed unpaired Student’s t test, n = 4 (control, Nipbl shRNA 1) and 5 (Nipbl shRNA 2).(I) Representative images of cryosections of electroporated mouse embryonic brains at postnatal day 2, stained with GFP antibody. Scale bar represents 100 μm.Gel lanes of Zfp609-V5 and control purifications were analyzed by mass spectrometry, and interaction partners present in two Zfp609 purifications are listed in Table 1. Mascot scores, emPAI (exponentially modified protein abundance index) scores, a semiquantitative measure (Ishihama et al., 2005), and numbers of identified unique peptides of the replicate samples are shown in Table S1. Interestingly, the cohesin complex, comprised of Smc1a, Smc3, Rad21, and Stag2, and its loading factor Nipbl/Mau2 were highly enriched in Zfp609-V5 fractions. Western blot analysis on Zfp609-V5 immunoprecipitates indeed confirmed co-purification of Smc1 and Nipbl (Figure 2C). Neither benzonase nor ethidium bromide affected this interaction, suggesting it occurs independently of DNA. Furthermore, by antibody immunoprecipitation we could show the interaction of endogenous Nipbl and Zfp609 (Figure 2D). Very little Smc1 was detected in these Nipbl immunoprecipitations, indicating that soluble cohesin at endogenous levels is a substoichiometric interactor of Nipbl and Zfp609 (Figure S2A). Finally, to identify the protein domains involved in a direct interaction between Zfp609 and Nipbl, we expressed GST-fusion proteins representing partially overlapping domains of Zfp609 in bacteria (Figures S2B and S2C). GST pull-downs on NSC nuclear extract mapped the interaction with Nipbl to the N-terminal part of Zfp609, which also includes the most highly conserved region. The C2H2 zinc-finger domain by itself was not sufficient for Nipbl binding.Table 1Zfp609-Interacting Proteins as Identified by Mass SpectrometryProtein NameAccession NumberMascotaemPAIbUnique PeptidescZfp609UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q8BZ47\",\"term_id\":\"134035370\",\"term_text\":\"Q8BZ47\"}}Q8BZ474,31419.2971Cohesin ComplexNipblUniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q6KCD5\",\"term_id\":\"50400866\",\"term_text\":\"Q6KCD5\"}}Q6KCD52,9551.5763Smc3UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9CW03\",\"term_id\":\"29336931\",\"term_text\":\"Q9CW03\"}}Q9CW032,0783.6641Smc1aUniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9CU62\",\"term_id\":\"341942276\",\"term_text\":\"Q9CU62\"}}Q9CU622,0483.8144Stag2UniProt: A2AFF67600.6516Rad21UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q61550\",\"term_id\":\"341942169\",\"term_text\":\"Q61550\"}}Q615507321.6617Mau2UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9D2X5\",\"term_id\":\"257051071\",\"term_text\":\"Q9D2X5\"}}Q9D2X54060.869Integrator ComplexInts1UniProt: K3W4P22,9102.2863Ints6UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q6PCM2\",\"term_id\":\"81885556\",\"term_text\":\"Q6PCM2\"}}Q6PCM21,8343.9936Ints3UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q7TPD0\",\"term_id\":\"259016255\",\"term_text\":\"Q7TPD0\"}}Q7TPD01,7142.4432Ints7UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q7TQK1\",\"term_id\":\"81894638\",\"term_text\":\"Q7TQK1\"}}Q7TQK11,5222.2827AsunUniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q8QZV7\",\"term_id\":\"341940925\",\"term_text\":\"Q8QZV7\"}}Q8QZV71,4515.8129Ints5UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q8CHT3\",\"term_id\":\"81900439\",\"term_text\":\"Q8CHT3\"}}Q8CHT39931.2219Ints2UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q80UK8\",\"term_id\":\"97052548\",\"term_text\":\"Q80UK8\"}}Q80UK89920.8319Cpsf3lUniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9CWS4\",\"term_id\":\"81904239\",\"term_text\":\"Q9CWS4\"}}Q9CWS48692.3419Vwa9UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q8R3P6\",\"term_id\":\"81901634\",\"term_text\":\"Q8R3P6\"}}Q8R3P67121.6014Ints8UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q80V86\",\"term_id\":\"81895127\",\"term_text\":\"Q80V86\"}}Q80V867460.9017Ints9UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q8K114\",\"term_id\":\"81878401\",\"term_text\":\"Q8K114\"}}Q8K1145791.3615Ints12UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9D168\",\"term_id\":\"73621396\",\"term_text\":\"Q9D168\"}}Q9D1685751.6811Nabp2UniProt: E9Q199750.252Transcription FactorsRfx4UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q7TNK1\",\"term_id\":\"81912034\",\"term_text\":\"Q7TNK1\"}}Q7TNK17601.3018Zbtb20UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q8K0L9\",\"term_id\":\"81914558\",\"term_text\":\"Q8K0L9\"}}Q8K0L96220.7711OtherMaged1UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9QYH6\",\"term_id\":\"17369440\",\"term_text\":\"Q9QYH6\"}}Q9QYH68241.1016Hspa2UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P17156\",\"term_id\":\"341940808\",\"term_text\":\"P17156\"}}P171567711.4014Dnaja2UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9QYJ0\",\"term_id\":\"14916553\",\"term_text\":\"Q9QYJ0\"}}Q9QYJ03120.737Stub1UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9WUD1\",\"term_id\":\"78099174\",\"term_text\":\"Q9WUD1\"}}Q9WUD12871.308Akap8lUniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9R0L7\",\"term_id\":\"13431714\",\"term_text\":\"Q9R0L7\"}}Q9R0L72350.305Bag5UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q8CI32\",\"term_id\":\"68052198\",\"term_text\":\"Q8CI32\"}}Q8CI322050.506CnpUniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P16330\",\"term_id\":\"51338761\",\"term_text\":\"P16330\"}}P163301640.344SetxUniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"A2AKX3\",\"term_id\":\"160184873\",\"term_text\":\"A2AKX3\"}}A2AKX31200.043Mlf2UniProt: {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q99KX1\",\"term_id\":\"17368615\",\"term_text\":\"Q99KX1\"}}Q99KX11080.433Zcchc11UniProt: A2A8R7860.063Open in a separate windowaAverage Mascot score for the specified protein in two replicate Zfp609-V5 samples.bAverage emPAI score for the specified protein in two replicate Zfp609-V5 samples.cAverage number of unique, non-redundant peptides for the specified protein in the Zfp609-V5 sample.Analogous to Zfp609, Nipbl transcripts are enriched in the ventricular zone at E14.5 (Figure S2D). Our identified direct physical association between Zfp609 and Nipbl/cohesin may suggest they act together in the cell and therefore mediate the same phenotype. Accordingly, we assessed the effect of Nipbl depletion on neuronal migration in E14.5 NPCs. Each of two independent shRNA constructs that resulted in over 50% reduction in Nipbl transcript levels caused significant accumulation of targeted cells in the IZ 3 days after electroporation, accompanied by a reduction of cell numbers in the CP (Figures 2F, 2G, and S2E). Arrested neurons had an atypical multipolar morphology and resulted in white matter heterotopias at postnatal stages (3/5 mice; Figures 2H and 2I). Other aspects of neurogenesis were not notably affected by Nipbl depletion (Figures S1G–S1I). We conclude that Zfp609 and Nipbl physically interact and regulate the same cellular process during mouse forebrain development.Zfp609 and Nipbl Co-occupy Active Promoter and Enhancer RegionsTo assess if Zfp609 and Nipbl may cause the same phenotype by cooperating in regulating target genes, we first determined genomic binding sites for both factors in cultured NSCs. Chromatin immunoprecipitations of ectopically expressed Zfp609-V5 and endogenous Nipbl (Figures S3A and S3B) were analyzed by high-throughput sequencing of bound DNA (ChIP-seq). Two independent biological replicates correlated well (Pearson r > 0.9) and samples were pooled for further analysis. We identified 24,064 Zfp609 and 27,874 Nipbl genomic binding sites. Zfp609 and Nipbl showed a strikingly high (65%–75%) overlap in binding sites (Figure 3A). Zfp609 binding signal corresponded well to that of Nipbl (Figure S3C).Open in a separate windowFigure 3Zfp609 and Nipbl Co-localize to Active Promoter and Enhancer Regions(A) Venn diagram showing overlap of Zfp609, Nipbl, and Smc1 bound regions.(B) Distribution of Zfp609, Nipbl, Zfp609/Nipbl common, Smc1, and CTCF genomic binding sites to promoters (−1 kb to +1 kb)and intra- and intergenic regions.(C) Heatmap of 7,030 active H3K4me3, H3K27ac-marked; 1,498 poised H3K4me1/me2-marked; 690 repressed H3K4me2, H3K27me3-marked; and 1,573 unmarked promoter proximal DNaseI hypersensitive (DHS) sites centered around DHS summits. Regions are ranked by normalized Zfp609 ChIP-seq signal, and mean ChIP-seq counts of indicated factors are plotted.(D) Heatmap of 3,912 active H3K4me1, H3K27ac-marked; 6,487 poised H3K4me1-marked; 866 repressed H3K4me1, H3K27me3-marked; and 3,714 unmarked distal DHSs displaying 10 kb region around DHS summit. Regions are ranked by normalized Zfp609 ChIP-seq signal, and mean ChIP-seq counts of indicated factors are plotted.(E) Violin plot showing distribution of log2 transformed absolute expression values of genes either bound or not bound in their promoter region by Zfp609 and Nipbl. White dot indicates the median and thick black bar represents the interquartile range. p value by Mann-Whitney test is indicated.(F) Top two most significantly enriched motifs in Zfp609 and Nipbl proximal binding peaks. Enrichment values as reported by Centrimo are listed.(G) Top two most significantly enriched motifs in distal Zfp609 and Nipbl peaks. Enrichment values as reported by Centrimo are listed.We reanalyzed published data on genome-wide binding profiles of cohesin subunit Smc1 and CTCF in NSCs (Phillips-Cremins et al., 2013). Previously, cohesin sites in enhancer and promoter regions were demonstrated to also be bound by Nipbl and the Mediator complex in ESCs (Kagey et al., 2010). We found that binding sites of Nipbl and Zfp609 hardly overlap with Smc1, while Smc1 and CTCF binding sites did extensively overlap in NSCs (Figures 3A, S3C, and S3D). A similar discrepancy between the genomic localization of cohesin and its loading factor was recently reported in human mammary epithelial HB2 cells (Zuin et al., 2014). Our results cannot be attributed to differences in antibody epitope or performance, as the antibody was identical to the one used for ChIP-seq in ESCs (Kagey et al., 2010). This suggests that also in NSCs, Nipbl can have a cohesin-independent role in transcription regulation.Compared to cohesin, CTCF, and other NSC transcription factors (Figure 3B; Mateo et al., 2015), Nipbl and Zfp609 have a preference for promoter regions, with 30%–39% of binding sites mapping in a window from −1 kb to +1 kb around transcription start sites (TSSs). We examined the chromatin landscape surrounding Zfp609 and Nipbl binding sites by profiling their binding intensity to a catalog of NSC regulatory elements compiled based on histone modification patterns surrounding DNaseI hypersensitive sites (DHSs) (Mateo et al., 2015). We found that Nipbl and Zfp609 predominantly localize to active and poised proximal and distal DHS clusters, hallmarked by the presence of H3K27ac and by the absence of H3K27 post-translational modification, respectively (Figures 3C and 3D). Nipbl and Zfp609 promoter-bound genes have an above-average expression level (Figure 3E). In contrast, Smc1 and CTCF binding was mostly detected at DHSs that were not marked by any of the assessed histone modifications (Figures 3C and 3D).Motif discovery analysis using MEME-ChIP (Machanick and Bailey, 2011) detected enrichment of consensus sites for Sp1 and the Ets family transcription factor Elk4 in proximal DHSs bound by Zfp609 and Nipbl (Figure 3F). These motifs are commonly found in promoter regions (Mateo et al., 2015) and, apart from the bimodal distribution of Elk4 motifs flanking Nipbl sites, are not centrally enriched in Zfp609 or Nipbl peaks (Figure S3E), suggesting that Zfp609 or Nipbl is not targeted to promoter regions by sequence-specific transcription factors. E-box motifs recognized by bHLH transcription factors are highly abundant in active enhancer elements (Mateo et al., 2015) and were significantly enriched at the center of distal Zfp609 and Nipbl peaks (Figures 3G and S3F). In addition, we found a significant central enrichment for nuclear factor I (Nfi) and Rfx motifs. Rfx4 was detected as a Zfp609 co-purifying factor by mass spectrometry (Table 1), and although this approach did not identify bHLH transcription factors, we were able to demonstrate a specific DNA-independent interaction between V5-Ascl1 and FLAG-tagged Zfp609 (Figure S3G). Rfx and bHLH factors therefore constitute candidate-targeting factors for Zfp609 and Nipbl to distal regulatory elements.Zfp609 and Nipbl Regulate Neuronal Migration GenesTo identify Nipbl and Zfp609 target genes that could account for the neuronal migration defects observed in vivo, we depleted both factors individually from NSCs by RNAi and identified differentially expressed genes by RNA-seq (Figures 4A, 4B, S4A, and S4B). Nipbl and Zfp609 KD significantly affected the expression of 3,748 and 1,103 genes, respectively. A much higher fraction of genes than would be expected by chance were deregulated in both KD conditions (n = 619, p = 3.10 × 10−215, hypergeometric test). Out of these, 83% changed expression in the same direction, suggesting cooperativity between Nipbl and Zfp609 in gene regulation. We subsequently focused our analysis on shared target genes of Nipbl and Zfp609, postulated as bound and regulated by both factors. To associate genes with Nipbl and Zfp609 binding sites, we used GREAT (Genomic Regions Enrichment of Annotations Tool) (McLean et al., 2010), which assigns to each gene a basal regulatory domain from −5 kb to +1 kb, extending up to 1 Mb to the next neighboring basal regulatory domains. Intersection of thus-determined bound genes with deregulated genes resulted in the identification of 490 target genes downstream of both Zfp609 and Nipbl (Figure 4C). A total of 398 target genes were misregulated in parallel, with 244 genes activated and 154 genes repressed by both factors.Open in a separate windowFigure 4Zfp609 and Nipbl Regulate Neuronal Migration Genes(A) Western blot with Zfp609 antibody on NSC lysates lentivirally transduced with control or Zfp609-targeting shRNA. Actin was used as a loading control.(B) Western blot with Nipbl antibody on NSC lysates lentivirally transduced with control or Nipbl-targeting shRNA. Vcp was used as a loading control.(C) Venn diagram showing intersection of genes bound in their regulatory region (basal −5 kb to +1 kb plus extension up to 1 Mb, GREAT) and transcriptionally regulated by Zfp609 and Nipbl.(D) GO analysis on genes bound and activated by Zfp609 and Nipbl. DAVID p values are shown, FDR < 5%.(E) GO analysis on genes bound and repressed by Zfp609 and Nipbl. DAVID p values are shown, FDR < 5%.(F) UCSC browser tracks displaying normalized Nipbl and Zfp609 ChIP-seq signal in intragenic and promoter regions of indicated genes. Significant called peaks are indicated on a separate line.(G) qPCR analysis on NSCs lentivirally transduced with control or Zfp609-targeting shRNA. Error bars represent SEM, ∗p < 0.05, ∗∗p < 0.01, unpaired Student’s t test corrected for multiple comparisons using Holm-Sidak method, n = 3.(H) qPCR analysis on NSCs lentivirally transduced with control or Nipbl-targeting shRNA. Error bars represent SEM, ∗∗∗∗p < 0.0001, unpaired Student’s t test corrected for multiple comparisons using Holm-Sidak method, n = 3.Gene ontology (GO) analysis on these two categories of Zfp609/Nipbl target genes revealed enrichment for terms related to cell motion and the extensive cytoskeletal remodeling that occurs during this process (“cell projection organization,” “regulation of neuron projection development,” and “regulation of axogenesis”), in particular among the set of target genes activated by Nipbl and Zfp609 (Figures 4D and 4E). Similar GO terms were enriched among putative Zfp609 target genes that were also deregulated in E13.5 Nipbl+/− brains (Figures S4C and S4D) (Kawauchi et al., 2009). We focused in more detail on a subset of genes (i.e., Sema3a, Nrp1, Plxnd1, and Gabbr2) whose downregulation is known to cause neuronal migration defects. Sema3a is a secreted chemoattractive guidance molecule present in a descending gradient from the CP that acts through the co-receptor neuropilin-1 (Nrp1) and specific Plexin receptors, including PlexinD1 (Plxnd1), to promote radial migration of cortical neurons (Chen et al., 2008). Disruption of the gradient or downregulation of either Nrp1 or Plxnd1 results in mislocalization of cells to lower cortical regions (VZ/SVZ/IZ). In addition, non-hyperpolarizing signaling through GABAB receptors was shown to be required for cell transition from the IZ to the CP in vitro and in vivo (Behar et al., 2000, Behar et al., 2001, Bony et al., 2013). Indeed, we could detect Zfp609 and Nipbl binding to promoter and intragenic regions of Sema3a, Nrp1, Plxnd1, and Gabbr2, and depletion of Nipbl or Zfp609 reduced expression of these targets in NSCs (Figures 4F–4H). We therefore conclude that Zfp609 and Nipbl co-regulate genes required for cortical neuron migration.Zfp609 and Nipbl Interact with Integrator to Regulate Migration GenesThe binding of Zfp609 and Nipbl to active promoter regions suggests they may directly contact the basal transcription machinery to activate transcription. Although we did not consistently detect RNA pol2 subunits in Zfp609 pull-downs, we did find thirteen subunits of the Integrator complex, which associates with the C-terminal domain (CTD) of RNA pol2 (Malovannaya et al., 2010) (Table 1). Specificity of the interaction of Zfp609 with the Ints1 subunit was demonstrated by detection of Ints1 by immunoblotting in the Zfp609-V5 sample and not in the control (Figure 5A).Open in a separate windowFigure 5Zfp609 and Nipbl Interact with Integrator to Regulate Cortical Migration(A) Western blot with indicated antibodies of V5 immunoprecipitates on Zfp609-V5-expressing or control NSC nuclear extract.(B) Immunoprecipitation of Ints1 analyzed by western blot with indicated antibodies. Benzonase (B) or ethidium bromide (EB) was added as indicated. Rabbit anti-GFP was used as control.(C) GST pull-down with Zfp609 N-terminal (N), middle (M), and C-terminal (C) fragments or GST control on NSC nuclear extract analyzed by western blot with indicated antibodies.(D) Heatmap of 7,030 active, 1,498 poised, 690 repressed, and 1,573 unmarked promoter proximal DHSs displaying 10 kb around DHS summits. Regions are ranked by normalized Zfp609 ChIP-seq signal, and mean ChIP-seq counts of indicated factors are plotted.(E) Heatmap of 3,912 active, 6,487 poised, 866 repressed, and 3,714 unmarked distal DHSs displaying 10 kb region around DHS summit. Regions are ranked by normalized Zfp609 ChIP-seq signal, and mean ChIP-seq counts of indicated factors are plotted.(F) Boxplot representing distribution of pausing indices of Zfp609 TSS-bound (n = 5,391) versus all other (n = 1,543) expressed (FPKM > 1) genes. Whiskers represent minimum and maximum values. p value by Mann-Whitney test is indicated.(G) Western blot on NSC lysates lentivirally transduced with the indicated shRNAs. Actin was used as a loading control.(H) Venn diagram displaying intersection of deregulated genes in Integrator KD with Zfp609/Nipbl target genes.(I) Normalized expression values from RNA-seq data on control or Ints1-depleted NSCs. Error bars represent SEM, ∗∗∗p < 0.001, unpaired Student’s t test corrected for multiple comparisons using Holm-Sidak method, n = 3.(J) Cryosections of mouse embryonic brains in utero electroporated with Ints1- and Ints11 (Cpsf3l)-targeting shRNAs, stained with GFP to visualize transfected cells. Ventricular (VZ), subventricular (SVZ), and intermediate zones (IZ) and cortical plate (CP) are indicated. Scale bar represents 100 μm.(K) Quantification of (J) showing percentage of GFP-expressing cells in indicated cortical regions. Error bars represent SEM, ∗∗p < 0.01, two-tailed unpaired Student’s t test corrected for multiple comparisons using Holm-Sidak method, n = 4 (control) and 6 (Ints1 and Ints11 shRNA).The interaction of endogenous Zfp609, Nipbl, and Integrator complex was independently verified by their co-immunoprecipitation by an antibody against Ints1. Immunoblotting showed specific co-purification of Zfp609 and Nipbl, independent of DNA (Figure 5B). Western blotting with an antibody against Ints11 (Cpsf3l) was used as a positive control. GST pull-downs mapped the interaction domain with Integrator to the N-terminal region of Zfp609, which also brought down RNA pol2 (Figure 5C).We determined the genomic distribution of Integrator binding by performing ChIP-seq with an antibody that efficiently brought down chromatin-bound Ints11 (Figure S5A). Three independent replicates correlated well (Pearson r > 0.86) and were pooled for downstream analysis. Consistent with published reports from HeLa cells, we detected widespread binding to promoter and predominantly active enhancer regions, where Integrator strongly co-localizes with Zfp609 and Nipbl (Figures 5D, 5E, and S5C) (Gardini et al., 2014, Lai et al., 2015). For comparison, we included genome-wide ChIP-seq data for RNA pol2, showing its preferential binding to active promoter regions (Figures 5D, 5E, and S5B).Integrator was recently shown to physically associate with negative elongation factor (NELF) and the DRB-sensitivity inducing factor (DSIF) complex and to affect RNA pol2 pause release at coding genes (Gardini et al., 2014, Skaar et al., 2015, Stadelmayer et al., 2014, Yamamoto et al., 2014). We therefore asked whether paused RNA pol2 also constitutes a key feature of genes containing Zfp609 and Nipbl binding sites in their promoter proximal regions. Indeed, when we compared RNA pol2 pausing indices of Zfp609/Nipbl-bound versus all non-bound expressed genes (fragments per kilobase of transcript per million mapped reads [FPKM] > 1), we could detect significantly increased pausing at Zfp609/Nipbl promoter-bound genes (Figure 5F).To determine genes co-regulated by Zfp609, Nipbl, and Integrator, we performed RNA-seq analysis on NSCs depleted for Integrator subunits Ints1 and Ints11 by RNAi (Figures 5G and S5D). All of the 142 common putative target genes were deregulated in the same direction by either Ints1 or Ints11 KD, suggesting both factors function agonistically within the Integrator complex (data not shown). Integrator-regulated genes were pooled and compared to the previously classified set of Nipbl and Zfp609 target genes (Figure 5H). In total, 85% of common deregulated genes changed expression in the same direction upon either Zfp609/Nipbl or Integrator KD, suggesting functional cooperativity. Two-thirds of these were downregulated in all KD conditions. Three out of the four genes that we previously implicated in the regulation of cortical neuron migration downstream of Zfp609 and Nipbl, i.e., Sema3a, Plxnd1, and Gabbr2, were downregulated upon Ints1 depletion (Figure 5I). Importantly, compromising Integrator complex function by in utero electroporation of either Ints1- or Ints11-targeting shRNAs also resulted in an abnormal accumulation of cells in the IZ (Figures 5J and 5K). We therefore conclude that Zfp609 and Nipbl act with the Integrator complex to positively regulate common target genes and thereby promote neuronal migration. DiscussionIn an unbiased proteomics approach, we identified physical interactions between Zfp609, cohesin, and the cohesin loading factor Nipbl/Mau2. We show that in mice, the two Drosophila scribbler homologs Zfp608 and Zfp609 are expressed in the embryonic forebrain in a mutually exclusive manner, possibly through direct cross-repression, analogous to what was reported in developing thymocytes (Reed et al., 2013). Indeed, we find that Zfp609 and Nipbl bind to the Zfp608 promoter in NSCs to silence its transcription. Interestingly, elevated Zfp608 expression was identified as one of three biomarkers that could accurately distinguish CdLS probands from healthy control individuals (Liu et al., 2009), implicating these factors and their interrelationship in the establishment of CdLS.We mapped the genomic binding sites of Zfp609 and Nipbl in NSCs to predominantly active promoter and enhancer regions, similar to the genomic distribution of Nipbl in ESCs (Kagey et al., 2010). Contrary to ESCs and despite the significantly higher number of Nipbl peaks identified here, very few Nipbl sites were co-occupied by cohesin. Instead, cohesin almost exclusively localizes to CTCF sites, perhaps as a consequence of cohesin sliding, analogous to reports in yeast (Lengronne et al., 2004). This discrepancy between ESCs and NSCs therefore may reflect a difference in cell-cycle length or cohesin dynamics, which impact the frequency of cohesin complex reloading. Interestingly, a similar disparity in Nipbl and cohesin localization was noted in human breast epithelial cells, which, in combination with differential effects on gene expression, led the authors to propose a cohesin-independent role for Nipbl in gene regulation (Zuin et al., 2014). How Nipbl would act as a transcription factor remained unclear. We now provide evidence that Nipbl contacts the Integrator complex associated with the RNA pol2 CTD, possibly via Zfp609.Genome-wide ChIP-seq analysis demonstrated that virtually all active and 50% of poised NSC promoters are bound by Integrator, where it often co-localizes with Zfp609/Nipbl. Integrator interacts with the pause-inducing factors NELF and DSIF and occupies promoters containing paused RNA pol2 in HeLa cells (Stadelmayer et al., 2014). Similarly, Zfp609 and Nipbl-bound NSC promoters are characterized by a higher mean RNA pol2 pausing index. RNA pol2 pausing occurs after the first 20–60 nucleotides have been transcribed and provides an additional mode of regulation for nearly 50% of mammalian genes (Kwak and Lis, 2013).The role of Integrator in the regulation of RNA pol2 pausing appears to be two sided, as it has been shown to be required both for maintenance of pausing and for transition into productive elongation (Gardini et al., 2014, Stadelmayer et al., 2014). Integrator promotes RNA pol2 release at immediate early genes in HeLa cells by recruiting the super elongation complex (SEC), containing AFF4 and the most active form of positive transcription elongation factor P-TEFb (Luo et al., 2012). De novo gain-of-function mutations in AFF4 were recently identified in three patients with a new syndrome, CHOPS (cognitive development and coarse facies, heart defects, obesity, pulmonary involvement, short stature, and skeletal dysplasia), that displays phenotypic overlap with CdLS (Izumi et al., 2015). We provide biochemical evidence for a link between the most frequently mutated gene in CdLS, NIPBL, and the AFF4-containing SEC, implicating the regulation of transcription elongation in the ontogeny of CdLS abnormalities.We show that depletion of Zfp609, Nipbl, or Integrator in vivo results in aberrant neuronal migration and postulate that the deregulated expression of their target genes involved in semaphorin and GABA signaling is likely to be responsible for this phenotype. Zfp609 and Nipbl transcripts are mostly present in the VZ/SVZ, while the migration arrest occurs in the IZ. This delay could reflect a requirement for Zfp609 and Nipbl to establish and maintain accessibility of genomic binding sites to other regulatory factors. Alternatively, Zfp609 and Nipbl protein expression might be maintained in postmitotic neurons after downregulation of their respective transcripts.Defects in neuronal migration and the subsequent incorrect neuronal positioning lead to disruption of neural circuit formation and have been causally linked to intellectual disability and seizures, which are both features of CdLS (Liu and Krantz, 2009, Verrotti et al., 2013). Indeed, neuronal heterotopias were reported in autopsy data of CdLS patients (Tekin and Bodurtha, 2015). Abnormal localization of E13.5-born neurons in the IZ was also observed in mice carrying a heterozygous mutation in Ankrd11, a chromatin regulator mutated in rare cases of CdLS (Gallagher et al., 2015, Parenti et al., 2016). Furthermore, our data suggest that Zfp609 and Nipbl act through the Integrator complex to contact the basal transcription machinery and regulate gene expression at the level of RNA pol2 pause release. Embryonic brain KD of Phf6 or its interactor Paf1, a recently identified regulator of promoter-proximal RNA pol2 pausing, resulted in aberrant neuronal accumulation in the IZ caused by downregulation of Cspg5, a transmembrane glycoprotein of the neuregulin family (Chen et al., 2015, Zhang et al., 2013). Importantly, mutations in PHF6 cause Börjeson-Forssman-Lehmann syndrome (BFLS), characterized by moderate-to-severe intellectual disability and seizures (Lower et al., 2002). Together with our data, this suggests a prominent role for the regulation of RNA pol2 pause release in the control of neuronal migration, which ultimately impacts cognitive function.By studying Nipbl function in neural progenitors in vitro and in vivo, we have generated a deeper understanding of its gene regulatory network and uncovered a role in the control of neuronal migration, which, when perturbed, is likely to contribute to the cognitive impairment of CdLS patients. Our description of the molecular machinery involved in transcription regulation by Nipbl in neural progenitors offers a range of candidates for mutation screening in the 30% of CdLS cases where no causative mutation has been identified. Experimental ProceduresCell CultureNS5 NSCs were grown on laminin-coated dishes as previously described (Conti et al., 2005). To generate inducible V5-tagged Zfp609-expressing NSCs, the coding sequence of Zfp609 fused to a C-terminal V5 tag was inserted into lentiviral plasmid Tet-O-FUW-EGFP (kind gift from Marius Wernig, Addgene #30130; Vierbuchen et al., 2010) in place of eGFP. Lentiviral particles were produced by co-transfection with psPax2 and pMD2.G (kind gifts from Didier Trono, Addgene #12260 and #12259) in HEK293T cells and concentrated by ultracentrifugation. NSCs were simultaneously transduced with lentiviruses for Zfp609-V5 and rtTA (kind gift from Rudolf Jaenisch, Addgene #20342; Hockemeyer et al., 2008). Expression of Zfp609-V5 was induced for a minimum of 6 hr by addition of 1 μg/mL doxycycline (Sigma). HEK293T and P19 cells in standard culture conditions were transiently transfected using Lipofectamine 2000 transfection reagent (Invitrogen).AntibodiesZfp609 antibodies were generated in guinea pigs against recombinantly expressed Zfp609 (aa 1–282) fused to GST. Normal mouse IgG (sc-2025), normal rabbit IgG (sc-2027), and antibodies against Lamin B1 (sc-6216 and sc-6217), RNA pol2 (sc-899), and GFP (sc-8334) were obtained from Santa Cruz Biotechnology. Antibodies against Smc1 (A300-055A), Nipbl (A301-779A), Int1 (A300-361A), and Int11 (A301-274A) were obtained from Bethyl Laboratories. Additional antibodies included V5 (R960-25, Invitrogen), Actin (A2066, Sigma), Vcp (ab11433, Abcam), and GFP (4745-1051, AbD Serotec).Protein PurificationControl and Zfp609-V5-expressing NSCs were expanded to ten confluent 14 cm diameter dishes (2 × 108 cells) and scraped in ice-cold PBS, and nuclear extracts were prepared (Dignam et al., 1983) and diluted to 100 mM NaCl with C-0 (20 mM HEPES [pH 7.6], 0.2 mM EDTA, 1.5 mM MgCl2, and 20% glycerol). Complete EDTA-free protease inhibitors (Roche) were added to all buffers. A total of 40 μL anti-V5 agarose beads (Sigma) were equilibrated in buffer C-100∗ (20 mM HEPES [pH 7.6], 100 mM KCl, 0.2 mM EDTA, 1.5 mM MgCl2, 0.02% NP-40, and 20% glycerol); blocked in 0.2 mg/mL chicken egg albumin (Sigma), 0.1 mg/mL insulin (Sigma), and 1% fish skin gelatin (Sigma) in C-100∗; and added to 1.5 mL nuclear extract in no stick microtubes (Alpha Laboratories) for 3 hr at 4°C in the presence of 225 U Benzonase (Novagen). Beads were washed five times for 5 min with C-100∗ and boiled in 30 μL SDS loading buffer. Eluted proteins separated by polyacrylamide gel electrophoresis were stained with Colloidal Coomassie (Invitrogen), and entire gel lanes were analyzed by mass spectrometry as previously described (van den Berg et al., 2010). Criteria for inclusion in Table 1 are presence in both purifications with a Mascot score of at least 50 and both Mascot and emPAI scores at least 3-fold enriched over the corresponding control purification. Cytoskeletal and cytoplasmic proteins were removed from the analysis. For small-scale immunoprecipitations, 2.5 μg antibody, 25 μL protein A or protein G dynabeads, and 200 μL nuclear extract were used. Normal mouse IgG, rabbit IgG, or anti-GFP antibody served as control, and 25 U Benzonase or 25 μg/mL ethidium bromide were added where indicated.GST Pull-DownZfp609 fragments were cloned into pGEX-2TK. GST-fusion proteins and GST were expressed in BL21-CodonPlus (DE3)-RP competent cells, and GST pull-downs were performed as previously described (van den Berg et al., 2010).RNAi and RNA-SeqShort hairpin sequences (Table S3) were cloned into pSuper (Oligoengine) for transient transfections and in utero electroporation purposes. For RNAi in NSCs, short hairpin sequences were cloned from pENTR/pSUPER+ into pLentiX1 (kind gifts from Eric Campeau, Addgene #17338 and #17297; Campeau et al., 2009). Lentiviral particles were produced in HEK293T cells, concentrated by ultracentrifugation, and used to infect NSCs. Transduced NSCs were selected for 48 hr with 0.5 μg/mL puromycin starting 24 hr after transduction, and RNA was extracted using Trizol reagent (Invitrogen) and purified on RNeasy columns (QIAGEN). Sequencing libraries were prepared according to the TruSeq RNA Sample Preparation v2 kit (Illumina) and sequenced with the HiSeq 2000 (Illumina). Reads were aligned to the mm9 mouse genome with TopHat, and differentially expressed genes listed in Table S2 were identified with Cuffdiff using default parameters (Trapnell et al., 2012). Primer sequences (Table S4) and Taqman probes used for validation by qPCR are listed in the Supplemental Experimental Procedures. DAVID functional clustering webtool (Huang et al., 2009) was used for GO analysis setting a false discovery rate (FDR) < 5%.ChIP-Seq Analysis and Data VisualizationFor V5, Nipbl, and Ints11 ChIP, NSCs suspended in PBS were crosslinked sequentially for 45 min with 2 mM disuccinimidyl glutarate (DSG) and for 10 min with 1% formaldehyde. Reactions were quenched with 125 mM glycine, chromatin was prepared, and ChIP performed as described (Boyer et al., 2005). RNA pol2 ChIP was performed on formaldehyde-crosslinked chromatin as described (Rahl et al., 2010). Sequencing libraries were prepared from 2–10 ng ChIP or input control DNA according to Illumina standard ChIP-Seq Sample Prep kit and sequenced with a Genome Analyzer IIx or HiSeq 2000 (Illumina). Reads were aligned to the mm9 mouse genome using Bowtie 2 (Langmead and Salzberg, 2012) with default parameters. Aligned reads were subsampled with custom python scripts (Mateo et al., 2015) and peaks called with MACS version 2 (Zhang et al., 2008) setting shift size to 90 and q value to 0.05. ChIP bedGraphs uploaded to UCSC Genome browser mm9 were normalized to control and converted to bigWig using MACS. Venn diagrams were generated using Biovenn (Hulsen et al., 2008) and eulerAPE (Micallef and Rodgers, 2014). Heatmaps were generated from MACS q value bigWig files using the deepTools package (Ramírez et al., 2014). Mean scores of 100 bp bins 10 kb around the peak or DHS summit were displayed. Motif discovery was performed with MEME-ChIP (Machanick and Bailey, 2011) using 400 bases around the peak summit as input. RNA pol2 pausing indices were calculated as the ratio of reads in the TSS proximal region (−250 to +250 bp) over reads in the gene body (+500 bp to +2,500 bp). Genes with no reads in either promoter or gene body region were excluded from the analysis. Primer sequences used for ChIP-qPCR analysis are listed in the Supplemental Experimental Procedures.In Utero ElectroporationMice were housed, bred, and treated according to guidelines approved by the Home Office under the Animal (Scientific Procedures) Act 1986. Experiments were approved by the Crick Animal Welfare and Ethical Review Body and the Home Office (project license 707644).In utero electroporation was performed essentially as described (Azzarelli et al., 2014). Briefly, 1 μg endofree plasmid preparations of pSuper shRNA constructs, pcDNA expression vector, and pCA-b-EGFPm5 silencer3 containing 0.05% Fast Green dye (Sigma) were injected into the lateral ventricle of E14.5 embryos. Five 30 V electric pulses were applied at 1 s intervals across the uterine wall using a 5 mm platinum electrode. Three days after electroporation, embryonic brains were fixed for 1 hr in 4% paraformaldehyde, cryo-protected in 30% sucrose, and embedded in OCT compound (VWR) containing 30% sucrose. Cryosections (14 μm) were stained with anti-GFP (AbD Serotec) and Alexa 488 conjugated secondary antibody and imaged with a confocal microscope. The onset of glia-guided locomotion was used to define the border between IZ and CP (Heng et al., 2010). At least 250 GFP-labeled cells per brain, irrespective of GFP level, were counted blindly; at least four brains were analyzed per condition. The numbers of uni/bipolar (i.e., one to two primary processes) and multipolar (i.e., >two primary processes) were quantified in the upper IZ (n ≥ 20) and CP (n ≥ 70); at least three brains were analyzed per condition.In Situ HybridizationCryosections were post-fixed in 4% paraformaldehyde, treated for 10 min with 100 mM acetylated triethanolamine (pH 8.0), and pre-hybridized in hybridization buffer (50% formamide, 5× SSC, 5% SDS, and 1 mg/mL yeast tRNA) for 1 hr at 70°C. The Zfp609 probe template was PCR amplified from NSC cDNA (primer sequences in Table S5), in vitro transcribed in the presence of DIG RNA labeling mix (Roche), purified with RNeasy kit (QIAGEN), denatured, and hybridized to cryosections in hybridization buffer overnight at 70°C. Bound probes were detected with an alkaline phosphatase-conjugated anti-DIG antibody (Roche) and NBT/BCIP substrate (Sigma). Author ContributionsConceptualization, D.L.C.v.d.B.; Investigation, D.L.C.v.d.B., R.A., K.O., D.H.W.D., and J.A.D.; Resources, N.U. and B.M.; Writing – Original Draft, D.L.C.v.d.B.; Writing – Review & Editing, D.L.C.v.d.B. and F.G.; Funding Acquisition, D.L.C.v.d.B. and F.G. AcknowledgmentsWe thank Abdul K. Sesay and the high-throughput sequencing facility for assistance with ChIP-seq and RNA-seq; Juan L. Mateo, Aengus Stewart, and Richard Mittel for advice on bioinformatics analysis; Lan Chen for technical assistance; and members of the F.G. laboratory for their comments and suggestions. We thank Raymond Poot and Frank Uhlmann for suggestions that improved the manuscript. D.L.C.v.d.B. was supported by a FEBS Long-Term Fellowship. This work is part of the project Proteins at Work, a program of the Netherlands Proteomics Centre financed by the Netherlands Organization for Scientific Research (NWO) as part of the National Roadmap Large-Scale Research Facilities of the Netherlands (project number 184.032.201). The work was supported by the Francis Crick Institute, which receives its core funding from Cancer Research UK (FC0010089), the UK Medical Research Council (FC0010089), and the Wellcome Trust (FC0010089); by the UK Biotechnology and Biological Sciences Research Council (project grant BB/K005316/1 to F.G.); by the UK Medical Research Council (project grant U117570528 to F.G.); and by the Wellcome Trust (investigator award 106187/Z/14/Z to F.G.). NotesPublished: December 29, 2016 FootnotesSupplemental Information includes Supplemental Experimental Procedures, five figures, and five tables and can be found with this article online at http://dx.doi.org/10.1016/j.neuron.2016.11.047. References Ayoub A.E., Oh S., Xie Y., Leng J., Cotney J., Dominguez M.H., Noonan J.P., Rakic P. Transcriptional programs in transient embryonic zones of the cerebral cortex defined by high-resolution mRNA sequencing. Proc. Natl. Acad. Sci. USA. 2011;108:14950–14955. [PMC free article] [PubMed] [Google Scholar] Azzarelli R., Pacary E., Garg R., Garcez P., van den Berg D., Riou P., Ridley A.J., Friedel R.H., Parsons M., Guillemot F. An antagonistic interaction between PlexinB2 and Rnd3 controls RhoA activity and cortical neuron migration. Nat. Commun. 2014;5:3405. [PMC free article] [PubMed] [Google Scholar] Behar T.N., Schaffner A.E., Scott C.A., Greene C.L., Barker J.L. GABA receptor antagonists modulate postmitotic cell migration in slice cultures of embryonic rat cortex. Cereb. Cortex. 2000;10:899–909. [PubMed] [Google Scholar] Behar T.N., Smith S.V., Kennedy R.T., McKenzie J.M., Maric I., Barker J.L. GABA(B) receptors mediate motility signals for migrating embryonic cortical cells. Cereb. Cortex. 2001;11:744–753. [PubMed] [Google Scholar] Bony G., Szczurkowska J., Tamagno I., Shelly M., Contestabile A., Cancedda L. Non-hyperpolarizing GABAB receptor activation regulates neuronal migration and neurite growth and specification by cAMP/LKB1. Nat. Commun. 2013;4:1800. [PubMed] [Google Scholar] Boyer L.A., Lee T.I., Cole M.F., Johnstone S.E., Levine S.S., Zucker J.P., Guenther M.G., Kumar R.M., Murray H.L., Jenner R.G. Core transcriptional regulatory circuitry in human embryonic stem cells. Cell. 2005;122:947–956. [PMC free article] [PubMed] [Google Scholar] Braunholz D., Obieglo C., Parenti I., Pozojevic J., Eckhold J., Reiz B., Braenne I., Wendt K.S., Watrin E., Vodopiutz J. Hidden mutations in Cornelia de Lange syndrome limitations of sanger sequencing in molecular diagnostics. Hum. Mutat. 2015;36:26–29. [PubMed] [Google Scholar] Campeau E., Ruhl V.E., Rodier F., Smith C.L., Rahmberg B.L., Fuss J.O., Campisi J., Yaswen P., Cooper P.K., Kaufman P.D. A versatile viral system for expression and depletion of proteins in mammalian cells. PLoS ONE. 2009;4:e6529. [PMC free article] [PubMed] [Google Scholar] Castronovo P., Gervasini C., Cereda A., Masciadri M., Milani D., Russo S., Selicorni A., Larizza L. Premature chromatid separation is not a useful diagnostic marker for Cornelia de Lange syndrome. Chromosome Res. 2009;17:763–771. [PubMed] [Google Scholar] Chen G., Sima J., Jin M., Wang K.Y., Xue X.J., Zheng W., Ding Y.Q., Yuan X.B. Semaphorin-3A guides radial migration of cortical neurons during development. Nat. Neurosci. 2008;11:36–44. [PubMed] [Google Scholar] Chen F.X., Woodfin A.R., Gardini A., Rickels R.A., Marshall S.A., Smith E.R., Shiekhattar R., Shilatifard A. PAF1, a molecular regulator of promoter-proximal pausing by RNA polymerase II. Cell. 2015;162:1003–1015. [PMC free article] [PubMed] [Google Scholar] Conti L., Pollard S.M., Gorba T., Reitano E., Toselli M., Biella G., Sun Y., Sanzone S., Ying Q.L., Cattaneo E., Smith A. Niche-independent symmetrical self-renewal of a mammalian tissue stem cell. PLoS Biol. 2005;3:e283. [PMC free article] [PubMed] [Google Scholar] Deardorff M.A., Bando M., Nakato R., Watrin E., Itoh T., Minamino M., Saitoh K., Komata M., Katou Y., Clark D. HDAC8 mutations in Cornelia de Lange syndrome affect the cohesin acetylation cycle. Nature. 2012;489:313–317. [PMC free article] [PubMed] [Google Scholar] Dignam J.D., Lebovitz R.M., Roeder R.G. Accurate transcription initiation by RNA polymerase II in a soluble extract from isolated mammalian nuclei. Nucleic Acids Res. 1983;11:1475–1489. [PMC free article] [PubMed] [Google Scholar] Gallagher D., Voronova A., Zander M.A., Cancino G.I., Bramall A., Krause M.P., Abad C., Tekin M., Neilsen P.M., Callen D.F. Ankrd11 is a chromatin regulator involved in autism that is essential for neural development. Dev. Cell. 2015;32:31–42. [PubMed] [Google Scholar] Gardini A., Baillat D., Cesaroni M., Hu D., Marinis J.M., Wagner E.J., Lazar M.A., Shilatifard A., Shiekhattar R. Integrator regulates transcriptional initiation and pause release following activation. Mol. Cell. 2014;56:128–139. [PMC free article] [PubMed] [Google Scholar] Guerrini R., Parrini E. Neuronal migration disorders. Neurobiol. Dis. 2010;38:154–166. [PubMed] [Google Scholar] Haecker A., Qi D., Lilja T., Moussian B., Andrioli L.P., Luschnig S., Mannervik M. Drosophila brakeless interacts with atrophin and is required for tailless-mediated transcriptional repression in early embryos. PLoS Biol. 2007;5:e145. [PMC free article] [PubMed] [Google Scholar] Heng J.I., Nguyen L., Castro D.S., Zimmer C., Wildner H., Armant O., Skowronska-Krawczyk D., Bedogni F., Matter J.M., Hevner R., Guillemot F. Neurogenin 2 controls cortical neuron migration through regulation of Rnd2. Nature. 2008;455:114–118. [PubMed] [Google Scholar] Heng J.I., Chariot A., Nguyen L. Molecular layers underlying cytoskeletal remodelling during cortical development. Trends Neurosci. 2010;33:38–47. [PubMed] [Google Scholar] Hockemeyer D., Soldner F., Cook E.G., Gao Q., Mitalipova M., Jaenisch R. A drug-inducible system for direct reprogramming of human somatic cells to pluripotency. Cell Stem Cell. 2008;3:346–353. [PMC free article] [PubMed] [Google Scholar] Huang W., Sherman B.T., Lempicki R.A. Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources. Nat. Protoc. 2009;4:44–57. [PubMed] [Google Scholar] Hulsen T., de Vlieg J., Alkema W. BioVenn—a web application for the comparison and visualization of biological lists using area-proportional Venn diagrams. BMC Genomics. 2008;9:488. [PMC free article] [PubMed] [Google Scholar] Ishihama Y., Oda Y., Tabata T., Sato T., Nagasu T., Rappsilber J., Mann M. Exponentially modified protein abundance index (emPAI) for estimation of absolute protein amount in proteomics by the number of sequenced peptides per protein. Mol. Cell. Proteomics. 2005;4:1265–1272. [PubMed] [Google Scholar] Izumi K., Nakato R., Zhang Z., Edmondson A.C., Noon S., Dulik M.C., Rajagopalan R., Venditti C.P., Gripp K., Samanich J. Germline gain-of-function mutations in AFF4 cause a developmental syndrome functionally linking the super elongation complex and cohesin. Nat. Genet. 2015;47:338–344. [PMC free article] [PubMed] [Google Scholar] Kagey M.H., Newman J.J., Bilodeau S., Zhan Y., Orlando D.A., van Berkum N.L., Ebmeier C.C., Goossens J., Rahl P.B., Levine S.S. Mediator and cohesin connect gene expression and chromatin architecture. Nature. 2010;467:430–435. [PMC free article] [PubMed] [Google Scholar] Kawauchi S., Calof A.L., Santos R., Lopez-Burks M.E., Young C.M., Hoang M.P., Chua A., Lao T., Lechner M.S., Daniel J.A. Multiple organ system defects and transcriptional dysregulation in the Nipbl(+/−) mouse, a model of Cornelia de Lange syndrome. PLoS Genet. 2009;5:e1000650. [PMC free article] [PubMed] [Google Scholar] Kwak H., Lis J.T. Control of transcriptional elongation. Annu. Rev. Genet. 2013;47:483–508. [PMC free article] [PubMed] [Google Scholar] Lai F., Gardini A., Zhang A., Shiekhattar R. Integrator mediates the biogenesis of enhancer RNAs. Nature. 2015;525:399–403. [PMC free article] [PubMed] [Google Scholar] Langmead B., Salzberg S.L. Fast gapped-read alignment with Bowtie 2. Nat. Methods. 2012;9:357–359. [PMC free article] [PubMed] [Google Scholar] Lengronne A., Katou Y., Mori S., Yokobayashi S., Kelly G.P., Itoh T., Watanabe Y., Shirahige K., Uhlmann F. Cohesin relocation from sites of chromosomal loading to places of convergent transcription. Nature. 2004;430:573–578. [PMC free article] [PubMed] [Google Scholar] Liu J., Krantz I.D. Cornelia de Lange syndrome, cohesin, and beyond. Clin. Genet. 2009;76:303–314. [PMC free article] [PubMed] [Google Scholar] Liu J., Zhang Z., Bando M., Itoh T., Deardorff M.A., Clark D., Kaur M., Tandy S., Kondoh T., Rappaport E. Transcriptional dysregulation in NIPBL and cohesin mutant human cells. PLoS Biol. 2009;7:e1000119. [PMC free article] [PubMed] [Google Scholar] Lower K.M., Turner G., Kerr B.A., Mathews K.D., Shaw M.A., Gedeon A.K., Schelley S., Hoyme H.E., White S.M., Delatycki M.B. Mutations in PHF6 are associated with Börjeson-Forssman-Lehmann syndrome. Nat. Genet. 2002;32:661–665. [PubMed] [Google Scholar] Luo Z., Lin C., Guest E., Garrett A.S., Mohaghegh N., Swanson S., Marshall S., Florens L., Washburn M.P., Shilatifard A. The super elongation complex family of RNA polymerase II elongation factors: gene target specificity and transcriptional output. Mol. Cell. Biol. 2012;32:2608–2617. [PMC free article] [PubMed] [Google Scholar] Machanick P., Bailey T.L. MEME-ChIP: motif analysis of large DNA datasets. Bioinformatics. 2011;27:1696–1697. [PMC free article] [PubMed] [Google Scholar] Malovannaya A., Li Y., Bulynko Y., Jung S.Y., Wang Y., Lanz R.B., O’Malley B.W., Qin J. Streamlined analysis schema for high-throughput identification of endogenous protein complexes. Proc. Natl. Acad. Sci. USA. 2010;107:2431–2436. [PMC free article] [PubMed] [Google Scholar] Mateo J.L., van den Berg D.L., Haeussler M., Drechsel D., Gaber Z.B., Castro D.S., Robson P., Crawford G.E., Flicek P., Ettwiller L. Characterization of the neural stem cell gene regulatory network identifies OLIG2 as a multifunctional regulator of self-renewal. Genome Res. 2015;25:41–56. [PMC free article] [PubMed] [Google Scholar] McLean C.Y., Bristor D., Hiller M., Clarke S.L., Schaar B.T., Lowe C.B., Wenger A.M., Bejerano G. GREAT improves functional interpretation of cis-regulatory regions. Nat. Biotechnol. 2010;28:495–501. [PMC free article] [PubMed] [Google Scholar] Micallef L., Rodgers P. eulerAPE: drawing area-proportional 3-Venn diagrams using ellipses. PLoS ONE. 2014;9:e101717. [PMC free article] [PubMed] [Google Scholar] Michaelis C., Ciosk R., Nasmyth K. Cohesins: chromosomal proteins that prevent premature separation of sister chromatids. Cell. 1997;91:35–45. [PubMed] [Google Scholar] Muraki K., Tanigaki K. Neuronal migration abnormalities and its possible implications for schizophrenia. Front. Neurosci. 2015;9:74. [PMC free article] [PubMed] [Google Scholar] Nativio R., Wendt K.S., Ito Y., Huddleston J.E., Uribe-Lewis S., Woodfine K., Krueger C., Reik W., Peters J.M., Murrell A. Cohesin is required for higher-order chromatin conformation at the imprinted IGF2-H19 locus. PLoS Genet. 2009;5:e1000739. [PMC free article] [PubMed] [Google Scholar] Pacary E., Heng J., Azzarelli R., Riou P., Castro D., Lebel-Potter M., Parras C., Bell D.M., Ridley A.J., Parsons M., Guillemot F. Proneural transcription factors regulate different steps of cortical neuron migration through Rnd-mediated inhibition of RhoA signaling. Neuron. 2011;69:1069–1084. [PMC free article] [PubMed] [Google Scholar] Parenti I., Gervasini C., Pozojevic J., Graul-Neumann L., Azzollini J., Braunholz D., Watrin E., Wendt K.S., Cereda A., Cittaro D. Broadening of cohesinopathies: exome sequencing identifies mutations in ANKRD11 in two patients with Cornelia de Lange-overlapping phenotype. Clin. Genet. 2016;89:74–81. [PubMed] [Google Scholar] Phillips-Cremins J.E., Sauria M.E., Sanyal A., Gerasimova T.I., Lajoie B.R., Bell J.S., Ong C.T., Hookway T.A., Guo C., Sun Y. Architectural protein subclasses shape 3D organization of genomes during lineage commitment. Cell. 2013;153:1281–1295. [PMC free article] [PubMed] [Google Scholar] Rahl P.B., Lin C.Y., Seila A.C., Flynn R.A., McCuine S., Burge C.B., Sharp P.A., Young R.A. c-Myc regulates transcriptional pause release. Cell. 2010;141:432–445. [PMC free article] [PubMed] [Google Scholar] Ramírez F., Dündar F., Diehl S., Grüning B.A., Manke T. deepTools: a flexible platform for exploring deep-sequencing data. Nucleic Acids Res. 2014;42:W187–W191. [PMC free article] [PubMed] [Google Scholar] Rao Y., Pang P., Ruan W., Gunning D., Zipursky S.L. brakeless is required for photoreceptor growth-cone targeting in Drosophila. Proc. Natl. Acad. Sci. USA. 2000;97:5966–5971. [PMC free article] [PubMed] [Google Scholar] Reed N.P., Henderson M.A., Oltz E.M., Aune T.M. Reciprocal regulation of Rag expression in thymocytes by the zinc-finger proteins, Zfp608 and Zfp609. Genes Immun. 2013;14:7–12. [PMC free article] [PubMed] [Google Scholar] Reiner O., Karzbrun E., Kshirsagar A., Kaibuchi K. Regulation of neuronal migration, an emerging topic in autism spectrum disorders. J. Neurochem. 2016;136:440–456. [PubMed] [Google Scholar] Remeseiro S., Cuadrado A., Kawauchi S., Calof A.L., Lander A.D., Losada A. Reduction of Nipbl impairs cohesin loading locally and affects transcription but not cohesion-dependent functions in a mouse model of Cornelia de Lange syndrome. Biochim. Biophys. Acta. 2013;1832:2097–2102. [PMC free article] [PubMed] [Google Scholar] Seitan V.C., Faure A.J., Zhan Y., McCord R.P., Lajoie B.R., Ing-Simmons E., Lenhard B., Giorgetti L., Heard E., Fisher A.G. Cohesin-based chromatin interactions enable regulated gene expression within preexisting architectural compartments. Genome Res. 2013;23:2066–2077. [PMC free article] [PubMed] [Google Scholar] Skaar J.R., Ferris A.L., Wu X., Saraf A., Khanna K.K., Florens L., Washburn M.P., Hughes S.H., Pagano M. The Integrator complex controls the termination of transcription at diverse classes of gene targets. Cell Res. 2015;25:288–305. [PMC free article] [PubMed] [Google Scholar] Stadelmayer B., Micas G., Gamot A., Martin P., Malirat N., Koval S., Raffel R., Sobhian B., Severac D., Rialle S. Integrator complex regulates NELF-mediated RNA polymerase II pause/release and processivity at coding genes. Nat. Commun. 2014;5:5531. [PMC free article] [PubMed] [Google Scholar] Suster M.L., Karunanithi S., Atwood H.L., Sokolowski M.B. Turning behavior in Drosophila larvae: a role for the small scribbler transcript. Genes Brain Behav. 2004;3:273–286. [PubMed] [Google Scholar] Tabata H., Nakajima K. Efficient in utero gene transfer system to the developing mouse brain using electroporation: visualization of neuronal migration in the developing cortex. Neuroscience. 2001;103:865–872. [PubMed] [Google Scholar] Tekin, M., and Bodurtha, J. (2015). Cornelia de Lange syndrome. Medscape, http://emedicine.medscape.com/article/942792-overview. Trapnell C., Roberts A., Goff L., Pertea G., Kim D., Kelley D.R., Pimentel H., Salzberg S.L., Rinn J.L., Pachter L. Differential gene and transcript expression analysis of RNA-seq experiments with TopHat and Cufflinks. Nat. Protoc. 2012;7:562–578. [PMC free article] [PubMed] [Google Scholar] van den Berg D.L., Snoek T., Mullin N.P., Yates A., Bezstarosti K., Demmers J., Chambers I., Poot R.A. An Oct4-centered protein interaction network in embryonic stem cells. Cell Stem Cell. 2010;6:369–381. [PMC free article] [PubMed] [Google Scholar] Verrotti A., Spalice A., Ursitti F., Papetti L., Mariani R., Castronovo A., Mastrangelo M., Iannetti P. New trends in neuronal migration disorders. Eur. J. Paediatr. Neurol. 2010;14:1–12. [PubMed] [Google Scholar] Verrotti A., Agostinelli S., Prezioso G., Coppola G., Capovilla G., Romeo A., Striano P., Parisi P., Grosso S., Spalice A. Epilepsy in patients with Cornelia de Lange syndrome: a clinical series. Seizure. 2013;22:356–359. [PubMed] [Google Scholar] Vierbuchen T., Ostermeier A., Pang Z.P., Kokubu Y., Südhof T.C., Wernig M. Direct conversion of fibroblasts to functional neurons by defined factors. Nature. 2010;463:1035–1041. [PMC free article] [PubMed] [Google Scholar] Yamamoto J., Hagiwara Y., Chiba K., Isobe T., Narita T., Handa H., Yamaguchi Y. DSIF and NELF interact with Integrator to specify the correct post-transcriptional fate of snRNA genes. Nat. Commun. 2014;5:4263. [PubMed] [Google Scholar] Yang P., Shaver S.A., Hilliker A.J., Sokolowski M.B. Abnormal turning behavior in Drosophila larvae. Identification and molecular analysis of scribbler (sbb) Genetics. 2000;155:1161–1174. [PMC free article] [PubMed] [Google Scholar] Zhang Y., Liu T., Meyer C.A., Eeckhoute J., Johnson D.S., Bernstein B.E., Nusbaum C., Myers R.M., Brown M., Li W., Liu X.S. Model-based analysis of ChIP-seq (MACS) Genome Biol. 2008;9:R137. [PMC free article] [PubMed] [Google Scholar] Zhang C., Mejia L.A., Huang J., Valnegri P., Bennett E.J., Anckar J., Jahani-Asl A., Gallardo G., Ikeuchi Y., Yamada T. The X-linked intellectual disability protein PHF6 associates with the PAF1 complex and regulates neuronal migration in the mammalian brain. Neuron. 2013;78:986–993. [PMC free article] [PubMed] [Google Scholar] Zuin J., Franke V., van Ijcken W.F., van der Sloot A., Krantz I.D., van der Reijden M.I., Nakato R., Lenhard B., Wendt K.S. A cohesin-independent role for NIPBL at promoters provides insights in CdLS. PLoS Genet. 2014;10:e1004153. [PMC free article] [PubMed] [Google Scholar]"}