{"title": "A link between transcription fidelity and pausing in vivo", "pubDate": "2017", "PMCID": "PMC5423485", "DOI": "10.1080/21541264.2016.1274812", "PMID": "28072558", "abstract": "Pausing by RNA polymerase is a major mechanism that regulates transcription elongation but can cause conflicts with fellow RNA polymerases and other cellular machineries. Here, we summarize our recent finding that misincorporation could be a major source of transcription pausing in vivo, and discuss the role of misincorporation-induced pausing.", "author": [{"author": "Pamela Gamba", "affiliation": ["a Centre for Bacterial Cell Biology , Institute for Cell and Molecular Biosciences, Newcastle University , Newcastle upon Tyne , UK."], "href": "/?term=Gamba+P&cauthor_id=28072558"}, {"author": "Katherine James", "affiliation": ["a Centre for Bacterial Cell Biology , Institute for Cell and Molecular Biosciences, Newcastle University , Newcastle upon Tyne , UK."], "href": "/?term=James+K&cauthor_id=28072558"}, {"author": "Nikolay Zenkin", "affiliation": ["a Centre for Bacterial Cell Biology , Institute for Cell and Molecular Biosciences, Newcastle University , Newcastle upon Tyne , UK."], "href": "/?term=Zenkin+N&cauthor_id=28072558"}], "refPMID": ["17073751", "24926020", "25990734", "22124324", "21739957", "24789973", "26038312", "20381500", "23935117", "25976475", "8756730", "15122346", "15122345", "21382107", "26132790", "12213655", "12007406", "16689632", "26822487", "17986617", "27618490", "25693130", "24050178", "25910208", "23552296", "19020502", "20110508", "8559068", "21854980", "25190458", "8431948", "8465200", "21183718", "24606919", "12730602", "8235608", "16873663", "8942993", "23925128", "21248844", "28180286", "20459653", "25605801", "26304546", "20478253", "20413502", "22210860", "17452638", "19020090", "9422699", "26304740", "26652005", "19243224", "19560423"], "citedInPMID": ["28072558", "32997144", "32706832", "31840183", "31310765", "31153902", "29929421", "29769292", "28968546"], "body": " ABSTRACTPausing by RNA polymerase is a major mechanism that regulates transcription elongation but can cause conflicts with fellow RNA polymerases and other cellular machineries. Here, we summarize our recent finding that misincorporation could be a major source of transcription pausing in vivo, and discuss the role of misincorporation-induced pausing.KEYWORDS: collisions of transcription with replication, fidelity, Gre, misincorporation, pausing, proofreading, TFIIS, transcription Elongation of transcripts by DNA-dependent RNA polymerases (RNAP) is a temporally discontinuous process: interactions with certain DNA (or RNA) sequences, DNA lesions, misincorporation events, or encounters with other DNA-bound proteins are able to trigger programmed or accidental transcriptional pausing.The majority of characterized pauses are events that branch off the main elongation pathway, and are believed to start with an isomerization of the elongation complex (EC) into an elemental pause state that is catalytically inactive but does not alter the translocation state of RNAP.1 Once this transient rearrangement has occurred, it can be further stabilized by subsequent events that follow distinct pathways, and result in the formation of long-lived pauses. The stabilization can occur by backtracking (when the 3′ end of the RNA disengages from the active site and extrudes into the secondary channel, maintaining the EC in an inactive state), by the formation of a hairpin in the nascent RNA strand, by regulatory proteins, or by the interaction with DNA sequences that contact the RNAP downstream of the active site.1-3Another type of RNAP pause, described by us relatively recently, is caused by slow translocation between the pre-translocated and post-translocated states following NMP incorporation.4 Pre-translocated pauses are caused by the sequence of the RNA–DNA hybrid and surrounding DNA,4,5 and recent genome-wide studies suggested that they are very frequent (see below).2,6 Pre-translocated pauses can be modulated by transcription factors,7,8 or by antibiotics, such as tagetitoxin.9 Pre-translocated pauses may also be a starting point for long-lived pauses,4 or serve as a prerequisite for the elemental pause state.Pauses that are induced by the DNA sequence are ubiquitous. Single molecule studies suggested, and in vivo genome-wide studies recently showed, that pause sites occur with an average frequency of 1 per 100 bp in the Escherichia coli genome.2,6 Sequence alignments of pause sites also revealed a consensus sequence spanning 16 nt, whose stronger determinants (on the non-template strand of DNA) are G−10 at the upstream edge of the RNA:DNA hybrid, and Y−1G+1, where −1 corresponds to the RNA 3′ end.2,6 The two studies suggested that the consensus pause sequence induces pre-translocated pausing, although it remains unclear whether it is further stabilized by backtracking.2,6 Another study, however, suggested that pausing at consensus sequences may not be limited to the pre-translocated state.10 These pauses appeared to be overrepresented at translation start sites, and enriched within the first 100 nt of expressed genes.6A distinct type of pause is caused when the σ factor fails to disengage from the core enzyme after promoter escape, and recognizes −10-like promoter sequences in the transcribed DNA (usually in the promoter proximal regions), thus causing a pause in elongation.11-13 These pauses also appear to be stabilized by backtracking.12,14 Regulatory roles of transcriptional pausingSpecific regulatory roles have been characterized in detail for some individual pauses.1,15 Hairpin-stabilized attenuator pauses indirectly couple transcription with translation at many amino acid biosynthetic operons in bacteria, allowing the modulation of their expression in response to changes in nutrient availability.16 Halting of RNAP at key positions may also be required for the recruitment of regulators. The bacterial ops pause (operon polarity suppressor) allows the EC to bind RfaH, a regulator that suppresses pausing and termination downstream the ops site.17 Binding of the antiterminator Q of phage lambda requires the σ70-dependent promoter-proximal pausing of the RNAP.11Pausing may influence the folding of nascent transcripts, and has been shown to be required for the correct assembly of some biologically active RNAs.18,19 A pause signal located between the upstream and downstream portions of long-range helices is needed to guide proper folding of the RNA component of Ribonuclease P from E. coli, and of two other conserved non-coding RNAs, probably by preventing the formation of stable non-native structures.20 Pausing affects RNA folding or ligand binding of several riboswitches, and therefore affects the regulation of the downstream transcription units.19Pausing is the first step of both intrinsic and Rho-dependent termination,1 and may play a regulatory role during transcription initiation: single-molecule fluorescence studies recently revealed a long pause at the lac promoter, occurring at the transition from 6- to 7-nt RNA, which is suggested to be conserved in other promoters.21In eukaryotes, RNAPII can pause between the promoter and the first nucleosome, 30–60 nt downstream of the transcription start site.22 This promoter-proximal pausing depends on different factors, and the escape into productive elongation is often (i.e., for half of the active Drosophila and mammalian genes) rate limiting, and highly regulated, thus playing a critical role in regulating metazoan gene transcription.23 Pausing by RNAPII may also facilitate polyadenylation or contribute to splice site selection in alternatively spliced mRNAs.1,24Besides the specific roles of elongation pauses in regulating the expression of specific genes, pauses are thought to be required to reduce the pace of transcription elongation, and therefore allow for the coordination of transcription with translation in bacteria.1 Deleterious effects of transcriptional pausingBacterial RNAP and the replisome move simultaneously along the same template, but the former is 12–30-fold slower than the latter.25 Therefore, conflicts between the two machineries are inevitable, and especially frequent in actively growing cells and in heavily transcribed regions. The outcomes of such events depend on the orientation of the collisions and on the translocation state of the EC. Co-directional collisions with actively transcribing ECs do not impede replisome progression in vivo, and in vitro studies showed that the replisome can readily dislocate the RNAP and use the mRNA as a primer to continue replicating the leading strand.26 Head-on collisions with transcribing RNAP are more severe and have been shown to arrest the replication forks both in vivo and in vitro.27 Accordingly, highly-expressed, long, and essential genes are preferentially located on the leading strand in bacterial genomes,15 and genetic instability following head-on collisions was reported.28 In the presence of backtracked ECs, co-directional collisions are particularly detrimental and were shown to cause double-strand breaks (DSBs) in vivo.29 A recent study in Streptococcus pneumoniae suggested that trailing RNAPs might queue behind the stalled one, thereby forming RNAP “traffic jams,” having detrimental consequences on gene expression and forming much more potent obstacles for the replication machinery.30Different factors have been shown to play a role in removing, reactivating, or preventing backtracked ECs (and/or RNAP queues caused by them), with their effects normally becoming apparent only when one of the other pathways is disrupted.15 The elongation factors GreA and GreB (in E. coli; many bacteria have only one Gre factor) can reactivate backtracked ECs by promoting a transcript cleavage reaction at the active site that generates a new 3′ end.31 Mfd is a translocase that can bind upstream of a stalled EC and can either rescue transcription or remove the complex by driving forward translocation, and is a key factor in transcription-coupled repair of DNA lesions in E. coli.32 Arrested ECs can also be released by Rho-dependent termination.33 DksA binds the RNAP in the secondary channel and was shown to prevent transcription arrest upon ribosome stalling under amino acid starvation.34 Trailing RNAPs themselves were suggested to cooperate during elongation to prevent backtracking of a leading RNAP,35 although recent results rather supported an alternative “traffic jams” model, as mentioned above.30 Misincorporation induces pausingMisincorporation events cause long-lived pausing in vitro because they induce backtracking of the EC by 1 bp (Fig. 1).36,37 Transcription can resume upon the hydrolysis of the second phosphodiester bond of the transcript by the active site of the RNAP, which removes the last two nucleotides.37\nIn vitro, this reaction is greatly stimulated by the cleavage factors Gre in bacteria, and TFIIS for the eukaryotic RNAPII.31,38\nOpen in a separate windowFigure 1.Misincorporation-induced pausing. Upon misincorporation, the elongation complex (EC; RNA is magenta, RNAP is blue, DNA is black) is stabilized in a 1 base pair backtracked state, possibly through a frayed intermediate,54 which may then lead to further backtracking. Misincorporated and deeply backtracked ECs result in long-living pauses of transcription, until resolved by intrinsic or factor-dependent cleavage. These paused ECs may cause RNAP traffic jams and collisions with replication (replisomes replicating leading and lagging strands are shown in orange).Until recently, misincorporation-induced pauses could not be investigated in vivo because they occur randomly and are transient. However, based on the small effects that the absence of cleavage factors has on the overall error rate of RNAP, they were thought to be very rare and, therefore, to have negligible effects on the overall pausing of transcription.30,39 Misincorporation is a major source of transcriptional pausing in vivoThe development of Native Elongating Transcript sequencing (NET-seq) has made it possible to selectively sequence transcripts that are bound to transcribing RNAP, and, therefore, to investigate genome-wide pausing in vivo in different model organisms.2,6,24,40 Importantly, NET-seq is based on the sequencing of the 3′ ends of nascent transcripts and, therefore, reports on the exact position of the ECs and can also be used to visualize misincorporation events.Recently, we analyzed transcriptional errors in earlier NET-seq data from E. coli and S. cerevisiae, for both wild-type and cleavage factor deficient mutants.6,40 We found that all strains carried an unexpectedly high proportion of misincorporations at the 3′ end position, which we quantified as 3% and 1% of all ECs in wild-type E. coli and S. cerevisiae, respectively.41 In the mutant strains lacking cleavage factors, the misincorporated ECs were ∼5% and 7%, respectively.41 These values are considerably higher than expected from the overall error rate of RNAP, 10−3–10−6.42 A somewhat lower proportion (0.1% and 1% for wild-type and mutant E. coli strains) of misincorporated ECs was reported by a different study,10 and we have discussed the possible cause of such differences elsewhere.41 Given that misincorporation causes stable backtracking, it is likely that these higher proportions are mainly caused by the accumulation of misincorporated complexes due to their slow resolution, even in wild-type cells. Importantly, the misincorporated complexes are non-productive in the formation of a mature RNA until they are resolved, therefore, such accumulation would not affect the error rate of final RNA products. This explains why this high proportion of misincorporation complexes might have been overlooked.These results imply that misincorporation could be a major cause of backtracked pausing in vivo, and, consequently, a significant source of conflicts with the replication machinery and other trailing RNAPs both in bacteria and eukaryotes (Fig. 1). Whether the ubiquitous sequence-dependent pauses involve backtracking is controversial, since deletion of gre genes did not alter significantly the pattern of pausing in a first study in E. coli,6 but seemed to do so in a later study.10 However, misincorporated ECs are stabilized in the backtracked state and must be a subject for factor-assisted cleavage. Therefore, it appears possible that the most significant contribution of Gre factors in vivo is the reactivation of these stalled complexes, which reduces conflicts with the replisome and trailing RNAPs, rather than the improvement of transcriptional fidelity itself. DksA might contribute to the same cause by decreasing misincorporation events.43,44 Consistently, E. coli double mutants lacking DksA and either of the Gre factors show a significantly reduced growth rate even in nutrient rich conditions, and these growth defects become extremely severe in the triple mutant (Fig. 2A). We also observed a significant degree of filamentation and diffuse nucleoid morphology in the triple mutant (Fig. 2B), which may point to defects in replication or chromosome segregation. Decrease of replication fork progression was in fact observed in the triple mutant, and the three factors are known to prevent replication arrest during nutrient stress.45 Furthermore, we observed similar morphological defects in a ΔgreA mutant of S. pneumoniae, which does not have other secondary channel binding factors.30 Of course, the severe growth phenotypes could also be due to the accumulation of distinct defects, and direct evidence is still missing.\n\nOpen in a separate windowFigure 2.Growth and morphological defects caused by deletion of greA, greB, or dksA in E. coli. (A) Growth curves of single, double, and triple mutants in EZ Rich Defined medium at 37°C. All strains are derivative of the wild-type strain MG1655. Scarless deletions of the whole coding sequence of dksA and greA genes, and the first 318 bp for greB (in order not to delete a putative promoter for the downstream gene yhgF), were performed using standard protocols for λ Red-mediated recombination and P1 transduction (construction details will be published elsewhere). At least three replicates were performed and a representative experiment is shown for each strain. (B) Microscopic analysis of wild type, ΔgreA ΔgreB and ΔgreA ΔgreB ΔdksA strains grown in EZ medium at 37°C and imaged at an O.D.600 of 1.2, 1.3, and 0.2, respectively. Fields highlighting cells with morphological defects are shown as an overlay of FM5–95 (red) and DAPI (cyan) channels. Cells were mounted on microscope slides coated with a thin layer of 1.2% agarose. Images were acquired with a Nikon Eclipse Ti microscope, equipped with a Sony Cool-Snap HQ2 cooled CCD camera, and using Metamorph imaging software (Universal Imaging). Scale bar: 5 µm.The viability of even the triple ΔgreA ΔgreB ΔdksA mutant suggests that E. coli cells can still cope with the misincorporated ECs. It is possible that other factors, such as Mfd or Rho, which can displace paused ECs from the template, may also contribute in overcoming the misincorporated ECs. In addition, the replisome itself may be able to displace some of the complexes, since most of them will be oriented co-directionally, and use the transcript as a primer.26 The misincorporated NMP at the 3′ end of the RNA primers may be a problem for its extension by DNA polymerase, which, however, could be rectified by RNase H or 3′ exonucleases (such as the 3′ exonuclease activity of DNA polymerase) by generating a correct 3′ end of the primer. Alternatively, the resolution of the misincorporated ECs in the absence of cleavage factors could be helped by intrinsic transcript-assisted proofreading activity of the RNAP active center.37 Similar mechanisms are likely involved also in eukaryotes.Interestingly, analysis of the hotspots of misincorporated ECs in E. coli revealed that these hotspots are far less abundant in protein-coding sequences compared with transcribed untranslated regions (1.34 and 10.68 hotspots per 0.1 Mb, respectively), while no such bias was seen in S. cerevisiae.41 Bacteria might therefore have minimized sequences causing frequent misincorporation events or evolved mechanisms for reducing or correcting misincorporation at hotspots specifically in protein coding regions. Intriguingly, since coupled ribosomes were shown to control elongation and pausing by RNAP,46,47 translation itself might suppress misincorporation events or, more likely, promote extension of the misincorporated RNA.The pattern of 3′ misincorporations that we observed had a strong bias toward G>A (misincorporation of A instead of G), which is consistent with previous observations.10 This earlier study suggested that, in sequence-dependent pausing, a C−1G+1 motifs (non-template DNA sequence) increase the rate of G>A misincorporation at +1 position.10 Indeed, at G>A hotspots, we also observed a clear bias for C preceding the misincorporated 3′ end, however, we did not see strong pausing at these C−1 positions.41 Therefore, misincorporations might occur at those positions without the involvement of a pause. Importantly, most of the misincorporation events happened away from hotspots, and the sequence bias toward C−1 for all G>A misincorporations was, in comparison to hotspots, lower in E. coli and non-present in S. cerevisiae, suggesting that G>A misincorporation is a quite random event.41Misincorporation-induced backtracked pauses may interfere with the progression of replication forks and significantly alter the gene expression patterns, by themselves or by causing RNAP jams.30 It appears likely, therefore, that some phenotypes found in human diseases,48-51 splicing defects,52 or epigenetically inheritable changes in gene expression,53 which were all linked to transcription infidelity, are in fact caused by the deleterious effects of stalled misincorporated complexes rather than by the correctness of the final RNA products. References[1] Landick R.\nThe regulatory roles and mechanism of transcriptional pausing. Biochem Soc Trans\n2006; 34:1062-1066; PMID:17073751; http://dx.doi.org/10.1042/BST0341062 [PubMed] [CrossRef] [Google Scholar][2] Vvedenskaya IO, Vahedian-Movahed H, Bird JG, Knoblauch JG, Goldman SR, Zhang Y, Ebright RH, Nickels BE. \nInteractions between RNA polymerase and the “core recognition element” counteract pausing. Science\n2014; 344:1285-1289; PMID:24926020; http://dx.doi.org/10.1126/science.1253458 [PMC free article] [PubMed] [CrossRef] [Google Scholar][3] Petushkov I, Pupov D, Bass I, Kulbachinskiy A. \nMutations in the CRE pocket of bacterial RNA polymerase affect multiple steps of transcription. Nucleic Acids Res\n2015; 43:5798-5809; PMID:25990734; http://dx.doi.org/10.1093/nar/gkv504 [PMC free article] [PubMed] [CrossRef] [Google Scholar][4] Bochkareva A, Yuzenkova Y, Tadigotla VR, Zenkin N. \nFactor-independent transcription pausing caused by recognition of the RNA-DNA hybrid sequence. EMBO J\n2012; 31:630-639; PMID:22124324; http://dx.doi.org/10.1038/emboj.2011.432 [PMC free article] [PubMed] [CrossRef] [Google Scholar][5] Hein PP, Palangat M, Landick R. \nRNA transcript 3′-proximal sequence affects translocation bias of RNA polymerase. Biochemistry\n2011; 50:7002-7014; PMID:21739957; http://dx.doi.org/10.1021/bi200437q [PMC free article] [PubMed] [CrossRef] [Google Scholar][6] Larson MH, Mooney RA, Peters JM, Windgassen T, Nayak D, Gross CA, Block SM, Greenleaf WJ, Landick R, Weissman JS. \nA pause sequence enriched at translation start sites drives transcription dynamics in vivo. Science\n2014; 344:1042-1047; PMID:24789973; http://dx.doi.org/10.1126/science.1251871 [PMC free article] [PubMed] [CrossRef] [Google Scholar][7] Zenkin N, Severinov K, Yuzenkova Y. \nBacteriophage Xp10 anti-termination factor p7 induces forward translocation by host RNA polymerase. Nucleic Acids Res\n2015; 43:6299-6308; PMID:26038312; http://dx.doi.org/10.1093/nar/gkv586 [PMC free article] [PubMed] [CrossRef] [Google Scholar][8] Herbert KM, Zhou J, Mooney RA, Porta AL, Landick R, Block SM. \nE. coli NusG inhibits backtracking and accelerates pause-free transcription by promoting forward translocation of RNA polymerase. J Mol Biol\n2010; 399:17-30; PMID:20381500; http://dx.doi.org/10.1016/j.jmb.2010.03.051 [PMC free article] [PubMed] [CrossRef] [Google Scholar][9] Yuzenkova Y, Roghanian M, Bochkareva A, Zenkin N. \nTagetitoxin inhibits transcription by stabilizing pre-translocated state of the elongation complex. Nucleic Acids Res\n2013; 41:9257-9265; PMID:23935117; http://dx.doi.org/10.1093/nar/gkt708 [PMC free article] [PubMed] [CrossRef] [Google Scholar][10] Imashimizu M, Takahashi H, Oshima T, McIntosh C, Bubunenko M, Court DL, Kashlev M. \nVisualizing translocation dynamics and nascent transcript errors in paused RNA polymerases in vivo. Genome Biol\n2015; 16:98; PMID:25976475; http://dx.doi.org/10.1186/s13059-015-0666-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar][11] Ring BZ, Yarnell WS, Roberts JW. \nFunction of E. coli RNA polymerase sigma factor sigma 70 in promoter-proximal pausing. Cell\n1996; 86:485-493; PMID:8756730; http://dx.doi.org/10.1016/S0092-8674(00)80121-X [PubMed] [CrossRef] [Google Scholar][12] Brodolin K, Zenkin N, Mustaev A, Mamaeva D, Heumann H. \nThe sigma 70 subunit of RNA polymerase induces lacUV5 promoter-proximal pausing of transcription. Nat Struct Mol Biol\n2004; 11:551-557; PMID:15122346; http://dx.doi.org/10.1038/nsmb768 [PubMed] [CrossRef] [Google Scholar][13] Nickels BE, Mukhopadhyay J, Garrity SJ, Ebright RH, Hochschild A. \nThe sigma 70 subunit of RNA polymerase mediates a promoter-proximal pause at the lac promoter. Nat Struct Mol Biol\n2004; 11:544-550; PMID:15122345; http://dx.doi.org/10.1038/nsmb757 [PubMed] [CrossRef] [Google Scholar][14] Perdue SA, Roberts JW. \nA backtrack-inducing sequence is an essential component of Escherichia coli sigma(70)-dependent promoter-proximal pausing. Mol Microbiol\n2010; 78:636-650; PMID:21382107; http://dx.doi.org/10.1111/j.1365-2958.2010.07347.x [PMC free article] [PubMed] [CrossRef] [Google Scholar][15] Belogurov GA, Artsimovitch I. \nRegulation of Transcript Elongation. Ann Rev Microbiol\n2015; 69:49-69; PMID:26132790; http://dx.doi.org/10.1146/annurev-micro-091014-104047 [PMC free article] [PubMed] [CrossRef] [Google Scholar][16] Gollnick P, Babitzke P. \nTranscription attenuation. Biochim Biophys Acta\n2002; 1577:240-250; PMID:12213655; http://dx.doi.org/10.1016/S0167-4781(02)00455-4 [PubMed] [CrossRef] [Google Scholar][17] Artsimovitch I, Landick R. \nThe transcriptional regulator RfaH stimulates RNA chain synthesis after recruitment to elongation complexes by the exposed nontemplate DNA strand. Cell\n2002; 109:193-203; PMID:12007406; http://dx.doi.org/10.1016/S0092-8674(02)00724-9 [PubMed] [CrossRef] [Google Scholar][18] Pan T, Sosnick T. \nRNA folding during transcription. Ann Rev Biophys Biomol Struct\n2006; 35:161-175; PMID:16689632; http://dx.doi.org/10.1146/annurev.biophys.35.040405.102053 [PubMed] [CrossRef] [Google Scholar][19] Zhang J, Landick R. \nA Two-Way Street: Regulatory Interplay between RNA Polymerase and Nascent RNA Structure. Trends Biochem Sci\n2016; 41:293-310; PMID:26822487; http://dx.doi.org/10.1016/j.tibs.2015.12.009 [PMC free article] [PubMed] [CrossRef] [Google Scholar][20] Wong TN, Sosnick TR, Pan T. \nFolding of noncoding RNAs during transcription facilitated by pausing-induced nonnative structures. Proc Natl Acad Sci U S A\n2007; 104:17995-8000; PMID:17986617; http://dx.doi.org/10.1073/pnas.0705038104 [PMC free article] [PubMed] [CrossRef] [Google Scholar][21] Duchi D, Bauer DL, Fernandez L, Evans G, Robb N, Hwang LC, Gryte K, Tomescu A, Zawadzki P, Morichaud Z et al.. \nRNA Polymerase Pausing during Initial Transcription. Mol Cell\n2016; 63:939-950; PMID:27618490; http://dx.doi.org/10.1016/j.molcel.2016.08.011 [PMC free article] [PubMed] [CrossRef] [Google Scholar][22] Jonkers I, Lis JT. \nGetting up to speed with transcription elongation by RNA polymerase II. Nat Rev Mol Cell Biol\n2015; 16:167-177; PMID:25693130; http://dx.doi.org/10.1038/nrm3953 [PMC free article] [PubMed] [CrossRef] [Google Scholar][23] Kwak H, Lis JT. \nControl of transcriptional elongation. Ann Rev Genet\n2013; 47:483-508; PMID:24050178; http://dx.doi.org/10.1146/annurev-genet-110711-155440 [PMC free article] [PubMed] [CrossRef] [Google Scholar][24] Mayer A, di Iulio J, Maleri S, Eser U, Vierstra J, Reynolds A, Sandstrom R, Stamatoyannopoulos JA, Churchman LS. \nNative elongating transcript sequencing reveals human transcriptional activity at nucleotide resolution. Cell\n2015; 161:541-554; PMID:25910208; http://dx.doi.org/10.1016/j.cell.2015.03.010 [PMC free article] [PubMed] [CrossRef] [Google Scholar][25] Helmrich A, Ballarino M, Nudler E, Tora L. \nTranscription-replication encounters, consequences and genomic instability. Nat Struct Mol Biol\n2013; 20:412-418; PMID:23552296; http://dx.doi.org/10.1038/nsmb.2543 [PubMed] [CrossRef] [Google Scholar][26] Pomerantz RT, O'Donnell M. \nThe replisome uses mRNA as a primer after colliding with RNA polymerase. Nature\n2008; 456:762-766; PMID:19020502; http://dx.doi.org/10.1038/nature07527 [PMC free article] [PubMed] [CrossRef] [Google Scholar][27] Pomerantz RT, O'Donnell M. \nDirect restart of a replication fork stalled by a head-on RNA polymerase. Science\n2010; 327:590-592; PMID:20110508; http://dx.doi.org/10.1126/science.1179595 [PMC free article] [PubMed] [CrossRef] [Google Scholar][28] Vilette D, Ehrlich SD, Michel B. \nTranscription-induced deletions in Escherichia coli plasmids. Mol Microbiol\n1995; 17:493-504; PMID:8559068; http://dx.doi.org/10.1111/j.1365-2958.1995.mmi_17030493.x [PubMed] [CrossRef] [Google Scholar][29] Dutta D, Shatalin K, Epshtein V, Gottesman ME, Nudler E. \nLinking RNA polymerase backtracking to genome instability in E. coli. Cell\n2011; 146:533-543; PMID:21854980; http://dx.doi.org/10.1016/j.cell.2011.07.034 [PMC free article] [PubMed] [CrossRef] [Google Scholar][30] Yuzenkova Y, Gamba P, Herber M, Attaiech L, Shafeeq S, Kuipers OP, Klumpp S, Zenkin N, Veening JW. \nControl of transcription elongation by GreA determines rate of gene expression in Streptococcus pneumoniae. Nucleic Acids Res\n2014; 42:10987-10999; PMID:25190458; http://dx.doi.org/10.1093/nar/gku790 [PMC free article] [PubMed] [CrossRef] [Google Scholar][31] Borukhov S, Sagitov V, Goldfarb A. \nTranscript cleavage factors from E. coli. Cell\n1993; 72:459-466; PMID: 8431948; http://dx.doi.org/846520010.1016/0092-8674(93)90121-6 [PubMed] [CrossRef] [Google Scholar][32] Selby CP, Sancar A. \nMolecular mechanism of transcription-repair coupling. Science\n1993; 260:53-58; PMID:8465200; http://dx.doi.org/10.1126/science.8465200 [PubMed] [CrossRef] [Google Scholar][33] Washburn RS, Gottesman ME. \nTranscription termination maintains chromosome integrity. Proc Natl Acad Sci U S A\n2011; 108:792-797; PMID:21183718; http://dx.doi.org/10.1073/pnas.1009564108 [PMC free article] [PubMed] [CrossRef] [Google Scholar][34] Zhang Y, Mooney RA, Grass JA, Sivaramakrishnan P, Herman C, Landick R, Wang JD. \nDksA guards elongating RNA polymerase against ribosome-stalling-induced arrest. Mol Cell\n2014; 53:766-778; PMID:24606919; http://dx.doi.org/10.1016/j.molcel.2014.02.005 [PMC free article] [PubMed] [CrossRef] [Google Scholar][35] Epshtein V, Nudler E. \nCooperation between RNA polymerase molecules in transcription elongation. Science\n2003; 300:801-805; PMID:12730602; http://dx.doi.org/10.1126/science.1083219 [PubMed] [CrossRef] [Google Scholar][36] Erie DA, Hajiseyedjavadi O, Young MC, von Hippel PH. \nMultiple RNA polymerase conformations and GreA: control of the fidelity of transcription. Science\n1993; 262:867-873; PMID:8235608; http://dx.doi.org/10.1126/science.8235608 [PubMed] [CrossRef] [Google Scholar][37] Zenkin N, Yuzenkova Y, Severinov K. \nTranscript-assisted transcriptional proofreading. Science\n2006; 313:518-520; PMID:16873663; http://dx.doi.org/10.1126/science.1127422 [PubMed] [CrossRef] [Google Scholar][38] Jeon C, Agarwal K. \nFidelity of RNA polymerase II transcription controlled by elongation factor TFIIS. Proc Natl Acad Sci U S A\n1996; 93:13677-13682; PMID:8942993; http://dx.doi.org/10.1073/pnas.93.24.13677 [PMC free article] [PubMed] [CrossRef] [Google Scholar][39] Imashimizu M, Oshima T, Lubkowska L, Kashlev M. \nDirect assessment of transcription fidelity by high-resolution RNA sequencing. Nucleic Acids Res\n2013; 41:9090-9104; PMID:23925128; http://dx.doi.org/10.1093/nar/gkt698 [PMC free article] [PubMed] [CrossRef] [Google Scholar][40] Churchman LS, Weissman JS. \nNascent transcript sequencing visualizes transcription at nucleotide resolution. Nature\n2011; 469:368-373; PMID:21248844; http://dx.doi.org/10.1038/nature09652 [PMC free article] [PubMed] [CrossRef] [Google Scholar][41] James K, Gamba P, Cockell SJ, Zenkin N. \nMisincorporation by RNA polymerase is a major source of transcription pausing in vivo. Nucleic Acids Res\n2016; gkw969; PMID: 27924035; http://dx.doi.org/2045965310.1093/nar/gkw969 [PMC free article] [PubMed] [CrossRef] [Google Scholar][42] Yuzenkova Y, Bochkareva A, Tadigotla VR, Roghanian M, Zorov S, Severinov K, Zenkin N. \nStepwise mechanism for transcription fidelity. BMC Biol\n2010; 8:54; PMID:20459653; http://dx.doi.org/10.1186/1741-7007-8-54 [PMC free article] [PubMed] [CrossRef] [Google Scholar][43] Roghanian M, Zenkin N, Yuzenkova Y. \nBacterial global regulators DksA/ppGpp increase fidelity of transcription. Nucleic Acids Res\n2015; 43:1529-1536; PMID:25605801; http://dx.doi.org/10.1093/nar/gkv003 [PMC free article] [PubMed] [CrossRef] [Google Scholar][44] Satory D, Gordon AJ, Wang M, Halliday JA, Golding I, Herman C. \nDksA involvement in transcription fidelity buffers stochastic epigenetic change. Nucleic Acids Res\n2015; 43:10190-10199; PMID:26304546; http://dx.doi.org/2047825310.1093/nar/gkv839 [PMC free article] [PubMed] [CrossRef] [Google Scholar][45] Tehranchi AK, Blankschien MD, Zhang Y, Halliday JA, Srivatsan A, Peng J, Herman C, Wang JD. \nThe transcription factor DksA prevents conflicts between DNA replication and transcription machinery. Cell\n2010; 141:595-605; PMID:20478253; http://dx.doi.org/10.1016/j.cell.2010.03.036 [PMC free article] [PubMed] [CrossRef] [Google Scholar][46] Proshkin S, Rahmouni AR, Mironov A, Nudler E. \nCooperation between translating ribosomes and RNA polymerase in transcription elongation. Science\n2010; 328:504-508; PMID:20413502; http://dx.doi.org/10.1126/science.1184939 [PMC free article] [PubMed] [CrossRef] [Google Scholar][47] Castro-Roa D, Zenkin N. \nIn vitro experimental system for analysis of transcription-translation coupling. Nucleic Acids Res\n2012; 40:e45; PMID:22210860; http://dx.doi.org/10.1093/nar/gkr1262 [PMC free article] [PubMed] [CrossRef] [Google Scholar][48] Brulliard M, Lorphelin D, Collignon O, Lorphelin W, Thouvenot B, Gothie E, Jacquenet S, Ogier V, Roitel O, Monnez JM et al.. \nNonrandom variations in human cancer ESTs indicate that mRNA heterogeneity increases during carcinogenesis. Proc Natl Acad Sci U S A\n2007; 104:7522-7527; PMID:17452638; http://dx.doi.org/10.1073/pnas.0611076104 [PMC free article] [PubMed] [CrossRef] [Google Scholar][49] Saxowsky TT, Meadows KL, Klungland A, Doetsch PW. \n8-Oxoguanine-mediated transcriptional mutagenesis causes Ras activation in mammalian cells. Proc Natl Acad Sci U S A\n2008; 105:18877-18882; PMID:19020090; http://dx.doi.org/10.1073/pnas.0806464105 [PMC free article] [PubMed] [CrossRef] [Google Scholar][50] van Leeuwen FW, de Kleijn DP, van den Hurk HH, Neubauer A, Sonnemans MA, Sluijs JA, Koycu S, Ramdjielal RD, Salehi A, Martens GJ et al.. \nFrameshift mutants of beta amyloid precursor protein and ubiquitin-B in Alzheimer's and Down patients. Science\n1998; 279:242-247; PMID:9422699; http://dx.doi.org/10.1126/science.279.5348.242 [PubMed] [CrossRef] [Google Scholar][51] Vermulst M, Denney AS, Lang MJ, Hung CW, Moore S, Moseley MA, Thompson JW, Madden V, Gauer J, Wolfe KJ et al.. \nTranscription errors induce proteotoxic stress and shorten cellular lifespan. Nat Commun\n2015; 6:8065; PMID:26304740; http://dx.doi.org/10.1038/ncomms9065 [PMC free article] [PubMed] [CrossRef] [Google Scholar][52] Carey LB.\nRNA polymerase errors cause splicing defects and can be regulated by differential expression of RNA polymerase subunits. Elife\n2015; 4:e09945; PMID: 26652005; http://dx.doi.org/1924322410.7554/eLife.09945 [PMC free article] [PubMed] [CrossRef] [Google Scholar][53] Gordon AJ, Halliday JA, Blankschien MD, Burns PA, Yatagai F, Herman C. \nTranscriptional infidelity promotes heritable phenotypic change in a bistable gene network. PLoS Biol\n2009; 7:e44; PMID:19243224; http://dx.doi.org/10.1371/journal.pbio.1000044 [PMC free article] [PubMed] [CrossRef] [Google Scholar][54] Sydow JF, Brueckner F, Cheung AC, Damsma GE, Dengl S, Lehmann E, Vassylyev D, Cramer P. \nStructural basis of transcription: mismatch-specific fidelity mechanisms and paused RNA polymerase II with frayed RNA. Mol Cell\n2009; 34:710-721; PMID:19560423; http://dx.doi.org/10.1016/j.molcel.2009.06.002 [PubMed] [CrossRef] [Google Scholar]"}