{"title": "Severe hypercapnia and outcome of mechanically ventilated patients with moderate or severe acute respiratory distress syndrome", "pubDate": "2017", "PMCID": "PMC5630225", "DOI": "10.1007/s00134-016-4611-1", "PMID": "28108768", "abstract": "Purpose:                       To analyze the relationship between hypercapnia developing within the first 48 h after the start of mechanical ventilation and outcome in patients with acute respiratory distress syndrome (ARDS).                  Patients and methods:                       We performed a secondary analysis of three prospective non-interventional cohort studies focusing on ARDS patients from 927 intensive care units (ICUs) in 40 countries. These patients received mechanical ventilation for more than 12 h during 1-month periods in 1998, 2004, and 2010. We used multivariable logistic regression and a propensity score analysis to examine the association between hypercapnia and ICU mortality.                  Main outcomes:                       We included 1899 patients with ARDS in this study. The relationship between maximum PaCO2 in the first 48 h and mortality suggests higher mortality at or above PaCO2 of ≥50 mmHg. Patients with severe hypercapnia (PaCO2 ≥50 mmHg) had higher complication rates, more organ failures, and worse outcomes. After adjusting for age, SAPS II score, respiratory rate, positive end-expiratory pressure, PaO2/FiO2 ratio, driving pressure, pressure/volume limitation strategy (PLS), corrected minute ventilation, and presence of acidosis, severe hypercapnia was associated with increased risk of ICU mortality [odds ratio (OR) 1.93, 95% confidence interval (CI) 1.32 to 2.81; p = 0.001]. In patients with severe hypercapnia matched for all other variables, ventilation with PLS was associated with higher ICU mortality (OR 1.58, CI 95% 1.04-2.41; p = 0.032).                  Conclusions:                       Severe hypercapnia appears to be independently associated with higher ICU mortality in patients with ARDS.                  Trial registration:                       Clinicaltrials.gov identifier, NCT01093482.", "author": [{"author": "Nicolas Nin", "affiliation": ["Hospital de Torrejón, Madrid, Spain.", "Hospital Español, Montevideo, Uruguay."], "href": "/?term=Nin+N&cauthor_id=28108768"}, {"author": "Alfonso Muriel", "affiliation": ["Department of Clinical Biostatistics, Hospital Ramón Y Cajal, IRICYS and CIBERESP, Madrid, Spain."], "href": "/?term=Muriel+A&cauthor_id=28108768"}, {"author": "Oscar Peñuelas", "affiliation": ["CIBER Enfermedades Respiratorias, Madrid, Spain.", "Hospital Universitario de Getafe, Carretera de Toledo, Km 12,500, 28905, Madrid, Spain."], "href": "/?term=Pe%C3%B1uelas+O&cauthor_id=28108768"}, {"author": "Laurent Brochard", "affiliation": ["Keenan Research Centre, Li Ka Shing Knowledge Institute, St Michael's Hospital, Toronto, Canada.", "Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Canada."], "href": "/?term=Brochard+L&cauthor_id=28108768"}, {"author": "José Angel Lorente", "affiliation": ["CIBER Enfermedades Respiratorias, Madrid, Spain.", "Hospital Universitario de Getafe, Carretera de Toledo, Km 12,500, 28905, Madrid, Spain."], "href": "/?term=Lorente+JA&cauthor_id=28108768"}, {"author": "Niall D Ferguson", "affiliation": ["Interdepartmental Division of Critical Care Medicine and Departments of Medicine and Physiology, University of Toronto, Toronto, Canada."], "href": "/?term=Ferguson+ND&cauthor_id=28108768"}, {"author": "Konstantinos Raymondos", "affiliation": ["Medizinische Hochschule Hannover, Hanover, Germany."], "href": "/?term=Raymondos+K&cauthor_id=28108768"}, {"author": "Fernando Ríos", "affiliation": ["Hospital Nacional Alejandro Posadas, Buenos Aires, Argentina."], "href": "/?term=R%C3%ADos+F&cauthor_id=28108768"}, {"author": "Damian A Violi", "affiliation": ["Hospital HIGA Guemes, Haedo, Argentina."], "href": "/?term=Violi+DA&cauthor_id=28108768"}, {"author": "Arnaud W Thille", "affiliation": ["University Hospital of Poitiers, Poitiers, France."], "href": "/?term=Thille+AW&cauthor_id=28108768"}, {"author": "Marco González", "affiliation": ["Clínica Medellín and Universidad Pontificia Bolivariana, Medellín, Colombia."], "href": "/?term=Gonz%C3%A1lez+M&cauthor_id=28108768"}, {"author": "Asisclo J Villagomez", "affiliation": ["Hospital Regional 1° de Octubre, ISSSTE, Mexico City, Mexico."], "href": "/?term=Villagomez+AJ&cauthor_id=28108768"}, {"author": "Javier Hurtado", "affiliation": ["Hospital Español, Montevideo, Uruguay."], "href": "/?term=Hurtado+J&cauthor_id=28108768"}, {"author": "Andrew R Davies", "affiliation": ["Alfred Hospital and Monash University, Melbourne, Australia."], "href": "/?term=Davies+AR&cauthor_id=28108768"}, {"author": "Bin Du", "affiliation": ["Peking Union Medical College Hospital, Beijing, People's Republic of China."], "href": "/?term=Du+B&cauthor_id=28108768"}, {"author": "Salvatore M Maggiore", "affiliation": ["Policlinico Agostino Gemelli, Università Cattolica Del Sacro Cuore, Rome, Italy."], "href": "/?term=Maggiore+SM&cauthor_id=28108768"}, {"author": "Luis Soto", "affiliation": ["Instituto Nacional del Tórax de Santiago, Santiago, Chile."], "href": "/?term=Soto+L&cauthor_id=28108768"}, {"author": "Gabriel D'Empaire", "affiliation": ["Hospital de Clínicas de Caracas, Caracas, Venezuela."], "href": "/?term=D%27Empaire+G&cauthor_id=28108768"}, {"author": "Dimitrios Matamis", "affiliation": ["Papageorgiou Hospital, Thessaloniki, Greece."], "href": "/?term=Matamis+D&cauthor_id=28108768"}, {"author": "Fekri Abroug", "affiliation": ["Hospital Fattouma Bourguina, Monastir, Tunisia."], "href": "/?term=Abroug+F&cauthor_id=28108768"}, {"author": "Rui P Moreno", "affiliation": ["UCINC, Hospital de Sao José, Centro Hospitalar de Lisboa Central, E.P.E., Lisbon, Portugal."], "href": "/?term=Moreno+RP&cauthor_id=28108768"}, {"author": "Marco Antonio Soares", "affiliation": ["Hospital Universitario Sao José, Belo Horizonte, Brazil."], "href": "/?term=Soares+MA&cauthor_id=28108768"}, {"author": "Yaseen Arabi", "affiliation": ["King Saud Bin Abdulaziz University for Health Sciences, Riyadh, Saudi Arabia."], "href": "/?term=Arabi+Y&cauthor_id=28108768"}, {"author": "Freddy Sandi", "affiliation": ["Hospital Obrero No. 1, La Paz, Bolivia."], "href": "/?term=Sandi+F&cauthor_id=28108768"}, {"author": "Manuel Jibaja", "affiliation": ["Hospital Eugenio Espejo, Quito, Ecuador."], "href": "/?term=Jibaja+M&cauthor_id=28108768"}, {"author": "Pravin Amin", "affiliation": ["Bombay Hospital Institute of Medical Sciences, Mumbai, India."], "href": "/?term=Amin+P&cauthor_id=28108768"}, {"author": "Younsuck Koh", "affiliation": ["Asan Medical Center, University of Ulsan, Seoul, Republic of Korea."], "href": "/?term=Koh+Y&cauthor_id=28108768"}, {"author": "Michael A Kuiper", "affiliation": ["Medical Center Leeuwarden (MCL), Leeuwarden, The Netherlands."], "href": "/?term=Kuiper+MA&cauthor_id=28108768"}, {"author": "Hans-Henrik Bülow", "affiliation": ["Holbaek Hospital, University of Copenhagen, Copenhagen, Region Zealand, Denmark."], "href": "/?term=B%C3%BClow+HH&cauthor_id=28108768"}, {"author": "Amine Ali Zeggwagh", "affiliation": ["Hospital Ibn Sina, Rabat, Morocco."], "href": "/?term=Zeggwagh+AA&cauthor_id=28108768"}, {"author": "Antonio Anzueto", "affiliation": ["South Texas Veterans Health Care System and University of Texas Health Science Center, San Antonio, TX, USA."], "href": "/?term=Anzueto+A&cauthor_id=28108768"}, {"author": "Jacob I Sznajder", "affiliation": ["Department of Medicine, Feinberg School of Medicine, Northwestern University, Chicago, IL, USA."], "href": "/?term=Sznajder+JI&cauthor_id=28108768"}, {"author": "Andres Esteban", "affiliation": ["CIBER Enfermedades Respiratorias, Madrid, Spain. aesteban@ucigetafe.com.", "Hospital Universitario de Getafe, Carretera de Toledo, Km 12,500, 28905, Madrid, Spain. aesteban@ucigetafe.com."], "href": "/?term=Esteban+A&cauthor_id=28108768"}, {"author": "VENTILA Group", "affiliation": [], "href": "/?term=VENTILA+Group%5BCorporate+Author%5D"}], "refPMID": [], "citedInPMID": ["28108768", "34926707", "34867444", "34742243", "34559559", "34516524", "34375573", "34316144", "34307397", "34278316", "34251286", "34230621", "34200443", "34093735", "33932971", "33930089", "33897283", "33786448", "33725209", "33633832", "33632247", "33628425", "33628424", "33618281", "33329047", "33304914", "33291238", "33080692", "33027886", "32842009", "32768001", "32645311", "32359363", "32323146", "32275835", "32264730", "32098115", "32047416", "32023946", "31959120", "31847115", "31796806", "31769043", "31691042", "31432216", "31346806", "31290693", "31264907", "31212621", "31206554", "31197492", "31161739", "31020339", "31015771", "30790030", "30617611", "30452939", "30247273", "30202530", "30202079", "29914229", "29743094", "29732186", "29520659", "29430454", "29405096", "29261567", "29214783", "28932519", "28828370", "28740647", "28725223", "28701178", "28632754", "28588583", "28472700", "28439645", "28337508"], "body": " AbstractPurposeTo analyze the relationship between hypercapnia developing within the first 48 h after the start of mechanical ventilation and outcome in patients with acute respiratory distress syndrome (ARDS).Patients and methodsWe performed a secondary analysis of three prospective non-interventional cohort studies focusing on ARDS patients from 927 intensive care units (ICUs) in 40 countries. These patients received mechanical ventilation for more than 12 h during 1-month periods in 1998, 2004, and 2010. We used multivariable logistic regression and a propensity score analysis to examine the association between hypercapnia and ICU mortality.Main outcomesWe included 1899 patients with ARDS in this study. The relationship between maximum PaCO2 in the first 48 h and mortality suggests higher mortality at or above PaCO2 of ≥50 mmHg. Patients with severe hypercapnia (PaCO2 ≥50 mmHg) had higher complication rates, more organ failures, and worse outcomes. After adjusting for age, SAPS II score, respiratory rate, positive end-expiratory pressure, PaO2/FiO2 ratio, driving pressure, pressure/volume limitation strategy (PLS), corrected minute ventilation, and presence of acidosis, severe hypercapnia was associated with increased risk of ICU mortality [odds ratio (OR) 1.93, 95% confidence interval (CI) 1.32 to 2.81; p = 0.001]. In patients with severe hypercapnia matched for all other variables, ventilation with PLS was associated with higher ICU mortality (OR 1.58, CI 95% 1.04–2.41; p = 0.032).ConclusionsSevere hypercapnia appears to be independently associated with higher ICU mortality in patients with ARDS.Keywords: Mechanical ventilation, Acute respiratory distress syndrome, Hypercapnia, ICU mortality IntroductionMechanical ventilation (MV) with high tidal volumes has been shown to both cause and worsen lung injury [1–3]. Hickling et al. [4] reported that during MV of acute respiratory distress syndrome (ARDS), limitation of airway pressure to <30 cmH2O was associated with lower mortality in patients with acute lung injury. Limitation of tidal volumes and airway pressure is now used as a lung protective strategy during MV in patients with ARDS. However, this strategy can sometimes result in high partial pressure of carbon dioxide in arterial blood (PaCO2) levels [5, 6]. In the early 1990s the concept of permissive hypercapnia was proposed for patients with acute lung injury. In the ARDS Network Study comparing low and high tidal volumes [7], patients in the low tidal volume group had only mild changes in PaCO2 (35 ± 8 vs. 40 ± 10 mmHg), probably due to higher respiratory rates in that group. Also, in experimental models of sepsis-induced acute lung injury there were reports of the beneficial effects of hypercapnic acidosis [8, 9]. It was even suggested that “therapeutic hypercapnia” might be beneficial [10–12]. However, more recent studies have reported that hypercapnia has harmful effects, including impairment of alveolar epithelial function, cell proliferation, and muscle function as well as of neutrophil function and innate immunity [13–21]. Acute hypercapnia may also have significant hemodynamic consequences and lead to pulmonary hypertension, right ventricular dysfunction, and prolonged bronchopleural leakage [22].In view of the prevalent paradigm of tolerance of hypercapnia in ARDS patients and recent conflicting reports on the biologic effects of hypercapnia, we sought to evaluate the impact of high PaCO2 on intensive care unit (ICU) outcomes in a large cohort of ARDS patients subjected to MV. MethodsPatientsWe conducted a secondary analysis of data from 18,302 patients admitted to 927 ICUs in 40 countries who were enrolled in one of three international prospective, multicenter, non-interventional, observational studies carried out in 1998, 2004, and 2010 [23–25] and had received MV for >12 h during a 1-month period. The research ethics committee of each participating institution approved the study protocol. For the purpose of this study, we selected patients who received invasive MV for more than 24 h because of ARDS or who developed ARDS after the first 24 h of MV. ARDS was defined by the criteria established by the American–European Consensus Conference: acute onset, PaO2/fraction of inspirted oxygen (FiO2) of <200 mmHg, bilateral infiltrates on chest radiograph, absence of heart failure, and diagnosis of ARDS by the clinician in charge. We considered these patients to have moderate or severe ARDS according to the Berlin definition.We collected baseline characteristics, the first arterial blood gas measurement and the corresponding ventilator settings, daily gas exchange, clinical management, and complications while patients were being ventilated or until day 28. If several arterial blood gas measurements were available for the same patient during the first 24 h of MV, we used the worst PaCO2 value during this period for analysis. Hospital mortality and length of stay were documented. A full description of the methodology has been published previously [25]. Our primary objective was to assess the independent effect of PaCO2 on ICU mortality rate in patients with ARDS. The secondary objectives were to determine the effects of PaCO2 on ICU length of stay, hospital length of stay, and complications over the course of MV.Statistical analysisData are expressed as the mean ± standard deviation, the median with the interquartile range, and proportions (absolute and relative frequencies) as appropriate. Student’s t test or the Mann–Whitney test was used to compare continuous variables, while the χ2 test or Fisher’s exact test was used to compare proportions. A p value of <0.05 was considered to show a statistically significant difference.Maximum PaCO2 in the first 48 h after initiation of MV was categorized into six groups (<30, 30–39, 40–49, 50–59, 60–69, and >70 mmHg); the cutoffs corresponded approximately to the 5th, 35th, 70th, 85th, and 95th percentiles of higher PaCO2 within 48 h after the diagnosis of ARDS, respectively. The groups with a PaCO2 of 30–39 and 40–49 mmHg had the lowest ICU mortality. PaCO2 values associated with significantly increased ICU mortality were defined as “severe hypercapnia”. We also performed recursive partitioning, showing the effects of hypercapnia and hypocapnia (defined as PaCO2 > 30 mmHg) on ICU mortality.To assess the independent effect of hypercapnia on outcome (ICU mortality), we performed a full univariate analysis of the association between relevant illness severity variables and ICU mortality. A maximum model was then constructed by performing a predictive multivariate logistic regression model, including all variables selected in the univariate analysis that were measured in 80% of patients and showed a significant statistically association (p < 0.10) in the univariate analysis. Thus, the final model was chosen based on the highest area under the receiver operating characteristic curve after backward elimination of non-significant variables. Moreover, some other variables were included in a full multivariate model to explore unmeasured confounders probably related with ICU mortality, such as driving pressure [defined as plateau pressure minus positive end-expiratory pressure (PEEP)] and the use of a pressure/volume limitation strategy (PLS). This was defined by consensus as a tidal volume of <8 ml/kg of actual body weight and a plateau pressure or peak inspiratory pressure of <30 cmH2O [24]. Because clinical practices regarding MV strategies in patients diagnosed with ARDS have changed over time, the model was also adjusted for the period of the study. In addition, because dead space is strongly associated with mortality [26] and may be a confounding factor for hypercapnia, we calculated the corrected minute ventilation (VEcorr) for a normal PaCO2 (calculated as minute ventilation × actual PaCO2/40 mmHg) as a surrogate for dead space [27] and introduced this as a co-variable into the univariate and multivariate model. We created a vertical plot showing the adjusted odds ratio (OR) for ICU mortality and PaCO2 as categorized.Interactions between hypercapnia and acidosis, dead space, and PLS, respectively, were tested by logistic regression. We considered a p value of <0.2 to show statistically significant interaction [Electronic Supplementary Material (ESM) Fig. E2]. The potentially non-linear relationship of the variable was tested by the use of fractional polynomials. Standard errors were calculated by 1000 bootstrap resampling as a validation analysis.As a sensitivity analysis and to explore the effect of severe hypercapnia under the most unfavorable clinical conditions, which are present in those patients subjected to protective ventilation where the development of hypercapnia may be a severity marker with a contradictory effect on ICU mortality and therefore may serve as a confounder variable, we used logistic regression to develop a propensity score model in order to estimate the relationships between severe hypercapnia and ICU mortality in patients ventilated with <8 ml/kg. The log odds of the probability that a patient had severe hypercapnia (the logit) were modeled as a function of the confounders by logistic regression that we identified and included in our data set. We then performed a one-to-one matched analysis without replacement on the basis of the estimated propensity score (likelihood of developing severe hypercapnia) of each patient. A nearest-neighbor-matching algorithm was used to match patients on the basis of their hypercapnia status (present or absent) and the logit of their propensity score, with matching occurring if the difference in the propensity scores was <0.2-fold the standard deviation of the logit (the caliper width). We selected 0.2 because this value has been shown to eliminate approximately 90% of the bias in observed confounders [28]. We estimated standardized differences for all covariates before and after matching, with a standardized difference of ≥10% considered to be indicative of imbalance [29]. All subsequent analyses were performed in the matched sample, using methods appropriate for the analysis of matched data to estimate the average treatment effect as the difference in outcome (ICU mortality) among the exposed group (severe hypercapnia) and the matched unexposed cohort (without severe hypercapnia) [30]. We calculated bootstrapped standard errors to generate 95% confidence intervals (CI). After matching, variables showing an unbalanced result (defined as a standardized difference of >10%) were introduced into the propensity score as non-linear terms. If these variables kept a standardized difference of >10%, a generalized estimating equation model was fitted adding them.Statistical analyses were performed using IBM SPSS software (ver. 21.0; IBM Corp., Armonk, NY) and Stata software (ver. 13.1; StataCorp LP, College Station, TX). ResultsOverall, 1899 patients with ARDS were included in the analysis. Figure 1 shows the study flow chart.Open in a separate windowFig. 1Study flow chart. ARDS Acute respiratory distress syndrome, MV mechanical ventilation, PaCO2 partial pressure of carbon dioxide in arterial bloodPaCO2 values within the first 48 h of MV and ICU mortalityMortality was significantly higher in patients with a maximum PaCO2 of ≥50 mmHg during the first 48 h of MV than in patients with a maximum PaCO2 of <50 mmHg (Table 1; ESM Fig. E1). In order to verify this result, we performed logistic regression with data adjusted by age, Simplified Acute Physiology Score (SAPS) II score at ICU admission, PaO2/FiO2 ratio, PEEP, respiratory rate, acidosis, the use of a PLS during the first 48 h after starting MV, and the period of the study, using a PaCO2 of 40–49 mmHg as the reference category. This analysis confirmed significantly higher ICU mortality with higher maximum PaCO2 values (Fig. 2).Open in a separate windowFig. 2Adjusted effects of PaCO2 at 48 h from the beginning of the period of mechanical ventilation on mortality in the intensive care unit (ICU). Each black square represents the odds ratio for each PaCO2 interval adjusted by age, Simplified Acute Physiology Score II score, PaO2/fraction of inspirted oxygen (FiO2) ratio, pressure/volume limitation strategy, respiratory rate, presence of acidosis, dead space, and year of study, solid vertical lines 95% confidence intervals, horizontal dotted line threshold between non-significant and significant differences (odds ratio = 1)Table 1Univariate analysis of the relationship between partial pressure of carbon dioxide in arterial blood and mortality in the intensive care unitPaCO2 (mmHg)N = 1899patientsOdds ratio(95% CI)p value≤30144 (7.6)1.77 (1.22–2.56)0.00230–39.9732 (38.5)1.07 (0.86–1.32)0.52240–49.9635 (12.2)1.0–50–59.9232 (12.2)1.69 (1.25–2.30)0.00160–69.987 (4.6)1.79 (1.13–2.84)0.013>7069 (3.6)2.88 (1.66–5.00)<0.001Open in a separate windowValues are presented as the number with the percentage in parenthesis unless indicated otherwisePaCO2 partial pressure of carbon dioxide in arterial blood, CI confidence intervalWe thus defined “severe hypercapnia” as a PaCO2 of ≥50 mmHg. Overall, ICU mortality for the patients included in the analysis was 53% (999/1899).Clinical characteristics of patients with severe hypercapniaPatients with severe hypercapnia were more likely to be male. Severe hypercapnia was significantly more frequent in patients with ARDS during the last two time periods (1998 vs. 2004, p < 0.01; 1998 vs. 2010, p < 0.001) and higher in the last period (2004 vs. 2010, p < 0.01). The PaO2/FiO2 ratio was significantly lower in patients with severe hypercapnia, and peak airway pressure, plateau airway pressure, and PEEP were higher in patients with severe hypercapnia (Table 2).Table 2Comparison between patients with and without severe hypercapnia and patients with no hypercapnia during the first 2 days of mechanical ventilationBasal characteristicsSevere hypercapnia (PaCO2 ≥ 50 mmHg)(N = 432 patients)No severe hypercapnia (PaCO2 <50 mmHg) (N = 1467 patients)p valueAge (years)56.3 (17.1)57.0 (17.3)0.282Male sex [n (%)]298 (69.1%)899 (61.4%)0.004SAPS II (points)49.5 (19.2)48.1 (17.8)0.319Year of study [n (% period)]  199889 (20.6%)387 (26.4%)  2004139 (322%)499 (34.0%)0.477  2010204 (47.2%)581 (39.6%)0.005Arterial blood gases on day 1  pH7.31 (0.11)7.37 (0.09)<0.001  PaCO2 (mmHg)60.6 (11.5)38.7 (6.1)<0.001  PaO2/FiO2 ratio141.3 (75.4)185.4 (92.8)<0.001Ventilatory settings on day 1  Respiratory rate)21.3 (7.0)18.8 (5.9)<0.001  Tidal volume (ml/kg ABW) [n (%)]<0.001***    <6137 (33.8%)268 (19.2%)<0.001    6–8234 (57.8%)960 (68.7%)<0.001    >834 (8.4%)169 (12.1%)<0.01  PEEP (cmH2O)9.4 (4.6)7.6 (4.4)<0.001  Peak airway pressure (cmH2O)32.9 (8.5)29.7 (7.8)<0.001  Plateau airway pressure (cmH2O)26.3 (6.6)23.5 (6.3)<0.001  Driving pressure (cmH2O)16.3 (6.6)15.8 (6.6)0.233  Pressure/volume limitation strategy [n (%)]115 (30.1%)266 (69.8%)<0.001  VEcorr (l/min)14.2 (5.9)9.2 (3.3)<0.001Open in a separate windowValues in table are presented as the mean with the standard deviation (SD) in parenthesis, unless indicated otherwiseABW Actual body weight, FiO2 fraction of inspired oxygen PEEP positive end-expiratory pressure SAPS Simplified Acute Physiology Score, VEcorr corrected minute ventilationClinical events over the course of MV and outcomesPatients with severe hypercapnia had more complications and more organ dysfunctions over the course of MV than those without severe hypercapnia, including barotrauma, renal dysfunction, and cardiovascular dysfunction (Table 3). The univariate analysis of the association between relevant illness severity variables and clinical outcome (status at ICU discharge) showed that PaCO2 values were statistically significantly higher in non-survivors than in survivors (ESM Table E1).Table 3Descriptive analysis of the complications and clinical outcomes of patients over the course of the period of mechanical ventilationComplicationsSevere hypercapnia (PaCO2 ≥ 50 mmHg)(N = 432 patients)No severe hypercapnia (PaCO2 < 50 mmHg)(N = 1467 patients)p valueBarotrauma47 (10.9%)91 (6.%)0.001Sepsis247 (57.2%)809 (55.1%)0.456Ventilator-associated pneumonia116 (26.9%)384 (26.2%)0.779Cardiovascular failure321 (74.3%)964 (65.7%)0.001Renal failure151 (35.0%)421 (28.7%)0.013Hepatic failure62 (14.4%)212 (14.5%)0.959Hematological failure117 (27.1%)403 (27.5%)0.874Duration of MV (days)8 (4, 15)8 (4, 14)0.405Length of ICU stay (days)12 (6, 21)12 (6, 21)0.548Length of hospital stay (days)19 (9, 35)20 (11, 35)0.366ICU mortality270 (62.5%)729 (49.6%)<0.001Open in a separate windowValues in table are presented as the number of patients with the percentage in parenthesis or as the median with the interquartile range (p25, p75) in parenthesis, as appropriatePatients with and without severe hypercapnia had similar durations of MV and similar lengths of ICU stay (Table 3). Crude ICU mortality was significantly higher in patients with severe hypercapnia than in those without severe hypercapnia (62.5 vs. 49.6%).Relationship between hypercapnia and ICU mortalityIn univariate analysis, severe hypercapnia was associated with an increased risk of ICU mortality (OR 1.68, 95% CI 1.35–2.10; p ≤ 0.001). After adjustment for baseline variables, including age, SAPS II at ICU admission, VEcorr, use of PLS, presence of acidosis, driving pressure, PaO2/FiO2 ratio, and study period, the presence of severe hypercapnia remained independently associated with a higher risk for ICU mortality (OR 1.93, 95% CI 1.32–2.81; p = 0.001) (Table 4). The effect was consistent taking the PaCO2 as a continuous variable and adjusting for the same co-variables as above (Fig. 2). Importantly, acidosis or the combination of hypercapnia and acidosis independently increased the risk of ICU mortality, although no statistically significant interaction between these two factors was identified (p = 0.28; ESM Fig. E2). We found no significant interaction with PLS or VEcorr (p = 0.28 and p = 0.64, respectively). Based on the effect of acidosis on severe hypercapnia and ICU mortality, we finally developed an adjusted binomial logistic model including all previous variables (age, SAPS II at ICU admission, PEEP, VEcorr, LPS ventilatory strategy, driving pressure, respiratory rate, PaO2/FiO2 ratio, hematological failure, and study period). We omitted acidosis in order to avoid overadjustment because an interaction remained between acidosis and hypercapnia. The model indicated that severe hypercapnia was markedly and independently associated with a higher risk of ICU mortality (OR 2.40, 95% CI 1.67–3.46; p < 0.001) (ESM Tables E2 and E3).Table 4Multivariate analysis to evaluate the adjusted effect of hypercapnia on mortality in the intensive care unitSevere hypercapniaMortality in the intensive careunitp valueNOdds ratio95% CICrude18991.681.35–2.100.000Adjusted11372.401.67–3.460.000After matching3421.581.04–2.410.032Open in a separate windowAfter propensity-score matching (see ESM Table E4 and ESM Fig. E3 for the quality of the matching process), there was a significant difference in the effect of severe hypercapnia on ICU mortality between patients receiving tidal volumes of <8 ml/kg (n = 344) and those receiving tidal volumes of >8 ml/kg (risk-adjusted ICU mortality: OR 1.58, 95% CI 1.04–2.41; p = 0.032). DiscussionAfter multiple adjustments and propensity analysis, we found that severe hypercapnia was independently associated with ICU mortality, with higher rates of organ dysfunction and more complications during MV in patients with moderate or severe ARDS. These findings may have clinical implications. The association between hypercapnia and complications during MV in unadjusted analyses may be a function of worse lung injury, but after multivariate adjustment hypercapnia was still associated with ICU mortality in ARDS patients.The use of permissive hypercapnia is based on observational reports in the 1990s suggesting that lower tidal volumes during MV were associated with better survival. However, no independent studies of the specific effects of hypercapnia on outcome were performed [4, 5]. In a subsequent study of 49 preterm infants, there was no difference in mortality between patients with hypercapnia and those with normocapnia [30], leading to the conclusion that permissive hypercapnia was safe but not protective. In a secondary analysis of data from the ARDS Network Study [31], the authors reported that the presence of hypercapnic acidosis (defined as pH of <7.35 and PaCO2 of >45 mmHg) at the time of randomization, based on multivariate logistic regression analysis and controlling for other comorbidities and severity of lung injury, was associated with lower 28-day mortality only in patients randomized to a tidal volume of 12 ml/kg. The authors found no effect on mortality among patients randomized to 6 ml/kg tidal volume. The study was limited by the small number of patients included in each subgroup and showed no difference in the patients with “protective ventilation”, where hypercapnia was expected to occur.In our study, patients receiving lung-protective ventilation with a tidal volume of ≤6 ml/kg actual body weight had a high incidence of severe hypercapnia (Table 2) due to the lower tidal volume and subsequent reduction in alveolar ventilation. High ventilation/perfusion (V/Q) areas and higher dead space could also increase the level of hypercapnia due to more severe lung injury (Table 2). A correlation between high dead space and mortality has been found in patients with ARDS [26]. Therefore, in our analysis, we used the “corrected minute ventilation” (VEcorr) as a surrogate for dead space [27] and found that even after adjusting for VEcorr, severe hypercapnia remains strongly associated with mortality. Moreover, Brown et al. [32] showed that a minute ventilation of >13.9 l/min was an important predictor of hospital mortality at 90 days in acute lung injury, similar to our findings (>14 l/min).Initial studies in animal models of ventilator-induced lung injury and sepsis reported beneficial effects of hypercapnia, which supported the notion of “permissive” hypercapnia for patients with lung injury [8, 9]. More recent studies have reported that high levels of PaCO2 activate specific signaling pathways, independently of pH or reactive oxygen species, leading to impaired lung function [19, 33, 34]. Furthermore, in a model of ventilator-induced lung injury the probability of wound repair was significantly reduced in hypercapnic conditions [9]. This concept was further explored in a study where hypercapnia caused mitochondrial stress via the activation of microRNA (miR)-183, which by downregulating isocitrate dehydrogenase 2 had a detrimental effect on cell proliferation, which could explain impaired wound repair [18, 19]. It has also been reported that hypercapnia impairs innate immunity in Drosophila melanogaster [16] by decreasing the expression of antimicrobial peptides, and hypercapnia was observed to increase mortality in a mouse model of Pseudomonas aeruginosa pneumonia [20]. In addition, elevated CO2 levels have been found to contribute to increased bacterial and fungal virulence, which may render hypercapnic tissues more susceptible to infection [35–38]. These and other recently reported data suggest that hypercapnia impairs innate immunity via evolutionarily conserved mechanisms [17] and explain why patients exposed to hypercapnia have an impaired ability to fight infection. Furthermore, hypercapnia has hemodynamic consequences, increasing pulmonary hypertension and worsening right ventricular function [38]; these effects are associated with worse outcomes in patients with acute lung injury [38–41].The relationship between PaCO2 and ICU mortality describes a U-shaped curve (Fig. 2). Higher mortality at low PaCO2 may suggest relative hyperventilation and prevalence of lung regions with a high V/Q value and potentially ventilator-induced lung injury. Recent data show that hypocapnia is associated with worse outcome in patients with pneumonia [36, 33], although no data from ARDS patients are available.Our study provides new information showing that hypercapnia appears to be independently associated with worse outcomes in patients with ARDS. This finding raises the question of whether the previously proposed paradigm that hypercapnia has a protective effect in patients with lung injury is safe, at least above a certain range.Our study is a multinational survey that reflects MV practice worldwide in a real-life setting. Moreover, the prospective non-interventional design reveals, for the first time, an independent association between severe hypercapnia and ICU mortality of mechanically ventilated ARDS patients from ICUs in 40 countries. However, the study also has a number of limitations. First, the data derive from an observational study that was not primarily designed to test a specific hypothesis. Only 1899 of a possible total of 18,302 patients were analyzed (only recognized ARDS patients), and the numbers of patients in the hypercapnia categories were quite small. Furthermore, arterial blood gases and patient–ventilator interaction parameters were documented once daily, and a single measurement each day may have been insufficient to reflect the full respiratory progression throughout the day. However, data collection was always performed at the same time of day. Many patients had to be excluded from the analysis because arterial blood gas data were missing (11.5%; 2114/18,302 patients recruited). Another limitation is the absence of hemodynamic assessment. Finally, the causal inferences that can be drawn from observational studies are necessarily limited. Despite adjustment for oxygenation and use of a surrogate for dead space, unmeasured confounders could influence the relationship between hypercapnia and ICU mortality. By matching patients that were ventilated with tidal volumes of <8 ml/kg, we performed propensity-score matching as a sensitivity analysis, and the effect of severe hypercapnia was consistent. We explored interactions between PLS strategy and dead space, and ARDS patients with hypercapnia still showed higher ICU mortality. We have detected a consistent effect of severe hypercapnia after dismissing known confounders, such as the presence of acidosis or a protective ventilation strategy. Also, an independent deleterious effect of acidosis on ICU mortality was observed, although the independent effect of severe hypercapnia remained even in those ARDS patients who developed acidosis. Therefore, the adjusted risk of ICU mortality in ARDS patients with severe hypercapnia did not include the presence of acidosis in order to avoid over-adjustment [34].In summary, the results in these cohorts of mechanically ventilated patients with ARDS suggest that severe hypercapnia within the first 48 h of MV is independently associated with higher ICU mortality. Our data also show that these patients have more ventilator-related complications. Despite our efforts to adjust for the factors involved in the causal chain between severe hypercapnia and ICU mortality, we cannot rule out the presence of unmeasured confounders, arising from the observational and non-interventional study design that may interfere with the results. Indeed, the findings have to be interpreted as a possible biological signal that requires confirmation by clinical trials specifically designed for this purpose. Overall, the data reported here may serve as a first step towards defining possible limits for hypercapnia. In the absence of strong evidence, our findings may provide some guidance for reasonable limits of PaCO2 for ARDS patients in the ICU and also for potential reassessment of the previous assumption that severe hypercapnia is safe. ​\n                    Take-home messageSevere hypercapnia appears to be independently associated with higher ICU mortality in patients with ARD. The members of the VENTILA Group are listed in the electronic supplementary material (file ESM-2). Supplementary Material1Click here to view.(337K, pdf)2Click here to view.(152K, pdf) AcknowledgmentsFunding for this study was provided by CIBER Enfermedades Respiratorias (CIBERES), CIBER en Epidemiología y Salud Pública (CIBERESP), Instituto de Salud Carlos III, Madrid, Spain and the Instituto Ramón y Cajal de Investigación Sanitaria (IRYCIS), Madrid, Spain. Dr. Ferguson was supported by a Canadian Institutes of Health Research New Investigator Award (Ottawa, Canada). Dr. Sznajder is funded by HL-048129, HL-071643 and HL-085534. FootnotesTrial registration:\nClinicaltrials.gov identifier, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01093482\",\"term_id\":\"NCT01093482\"}}NCT01093482.Electronic supplementary materialThe online version of this article (doi:10.1007/s00134-016-4611-1) contains supplementary material, which is available to authorized users.Compliance with ethical standardsThe funding organizations had no role in the design and conduct of the study, in the collection, management, analysis, and interpretation of the data, or in the preparation, review, and approval of the manuscript. References1. Webb H, Tierney DF. Experimental pulmonary edema due to intermittent positive pressure ventilation with high tidal inflation pressures. Am Rev Respir Dis. 1974;110:556–565. [PubMed] [Google Scholar]2. Dreyfuss D, Soler P, Basset G, Saumon G. High inflation pressure pulmonary edema. Respective effects of high airway pressure, high tidal volume, and positive end-expiratory pressure. Am Rev Respir Dis. 1988;137:1159–1164. [PubMed] [Google Scholar]3. Corbridge TC, Wood LD, Crawford GP, Chudoba MJ, Yanos J, Sznajder JI. Adverse effects of large tidal volume and low PEEP in canine acid aspiration. Am Rev Respir Dis. 1990;142:311–315. [PubMed] [Google Scholar]4. Hickling KG, Henderson SJ, Jackson R. Low mortality associated with low volume pressure limited ventilation with permissive hypercapnia in severe adult respiratory distress syndrome. Intensive Care Med. 1990;16:372–377. [PubMed] [Google Scholar]5. Stewart TE, Meade MO, Cook DJ, Stewart TE, Meade MO, Cook DJ Pressure- and Volume-Limited Ventilation Strategy Group. Evaluation of a ventilation strategy to prevent barotrauma in patients at high risk for acute respiratory distress syndrome. N Engl J Med. 1998;338:355–361. [PubMed] [Google Scholar]6. Amato MB, Barbas CS, Medeiros DM, Magaldi RB, Schettino GP, Lorenzi-Filho G, Kairalla RA, Deheinzelin D, Munoz C, Oliveira R, Takagaki TY, Carvalho CR. Effect of a protective-ventilation strategy on mortality in the acute respiratory distress syndrome. N Engl J Med. 1998;338:347–354. [PubMed] [Google Scholar]7. The Acute Respiratory Distress Syndrome Network. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342:1301–1308. [PubMed] [Google Scholar]8. Broccard AF, Hotchkiss JR, Vannay C, Markert M, Sauty A, Feihl F, Schaller MD. Protective effects of hypercapnic acidosis on ventilator-induced lung injury. Am J Respir Crit Care Med. 2001;22:802–806. [PubMed] [Google Scholar]9. Sinclair SE, Kregenow DA, Lamm WJ, Starr IR, Chi EY, Hlastala MP. Hypercapnic acidosis is protective in an in vivo model of ventilator-induced lung injury. Am J Respir Crit Care Med. 2002;166:403–408. [PubMed] [Google Scholar]10. Feihl F, Perret C. Permissive hypercapnia: how permissive should we be? Am J Respir Crit Care Med. 1994;150:1722–1737. [PubMed] [Google Scholar]11. Laffey JG, Kavanagh BP. Carbon dioxide and the critically ill—too little of a good thing? Lancet. 1999;354:1283–1286. [PubMed] [Google Scholar]12. Laffey JG, Tanaka M, Engelberts D, Luo X, Yuan S, Tanswell AK, Post M, Lindsay T, Kavanagh BP. Therapeutic hypercapnia reduces pulmonary and systemic injury following in vivo lung reperfusion. Am J Respir Crit Care Med. 2000;162:2287–2294. [PubMed] [Google Scholar]13. Jaitovich A, Angulo M, Lecuona E, Dada LA, Welch LC, Cheng Y, Gusarova G, Ceco E, Liu C, Shigemura M, Barreiro E, Patterson C, Nader GA, Sznajder JI. High CO2 levels cause skeletal muscle atrophy via AMP-activated kinase (AMPK), FoxO3a protein, and muscle-specific Ring finger protein 1 (MuRF1) J Biol Chem. 2015;290:9183–9194. [PMC free article] [PubMed] [Google Scholar]14. Briva A, Vadász I, Lecuona E, Welch LC, Chen J, Dada LA, Trejo HE, Dumasius V, Azzam ZS, Myrianthefs PM, Batlle D, Gruenbaum Y, Sznajder JI. High CO2 levels impair alveolar epithelial function independently of pH. PLoS ONE. 2007;211:1238. [PMC free article] [PubMed] [Google Scholar]15. Doerr CH, Gajic O, Berrios JC, Caples S, Abdel M, Lymp JF, Hubmayr RD. Hypercapnic acidosis impairs plasma membrane wound resealing in ventilator-injured lungs. Am J Respir Crit Care Med. 2005;171:1371–1377. [PMC free article] [PubMed] [Google Scholar]16. Helenius IT, Krupinski T, Turnbull DW, Gruenbaum Y, Silverman N, Johnson EA, Sporn PH, Sznajder JI, Beitel GJ. Elevated CO2 suppresses specific drosophila innate immune responses and resistance to bacterial infection. Proc Natl Acad Sci USA. 2009;106:18710–18715. [PMC free article] [PubMed] [Google Scholar]17. Sharabi K, Hurwitz A, Simon AJ, Beitel GJ, Morimoto RI, Rechavi G, Sznajder JI, Gruenbaum Y. Elevated CO2 levels affect development, motility, and fertility and extend life span in Caenorhabditis elegans. Proc Natl Acad Sci USA. 2009;106:4024–4029. [PMC free article] [PubMed] [Google Scholar]18. Vohwinkel CU, Lecuona E, Sun H, Sommer N, Vadász I, Chandel NS, Sznajder JI. Hypercapnia leads to mitochondrial dysfunction and decreased cell proliferation. J Biol Chem. 2011;286:37067–37076. [PMC free article] [PubMed] [Google Scholar]19. Vadász I, Dada LA, Briva A, Helenius IT, Sharabi K, Welch LC, Kelly AM, Grzesik BA, Budinger GR, Liu J, Seeger W, Beitel GJ, Gruenbaum Y, Sznajder JI. Evolutionary conserved role of c-Jun-N-terminal kinase in CO2-induced epithelial dysfunction. PLoS ONE. 2012;7:e46696. [PMC free article] [PubMed] [Google Scholar]20. Gates KL, Howell HA, Nair A. Hypercapnia impairs lung neutrophil function and increases mortality in murine Pseudomonas pneumonia. Am J Respir Cell Mol Biol. 2013;49:821–828. [PMC free article] [PubMed] [Google Scholar]21. Dada LA, Trejo Bittar HE, Welch LC, Vagin O, Deiss-Yehiely N, Kelly AM, Baker MR, Capri J, Cohn W, Whitelegge JP, Vadász I, Gruenbaum Y, Sznajder JI. High CO2 leads to Na, K-ATPase endocytosis via c-Jun amino-terminal kinase-induced LMO7b phosphorylation. Mol Cell Biol. 2015;35:3962–3973. [PMC free article] [PubMed] [Google Scholar]22. Bharat A, Graf N, Mullen A, Kanter J, Andrei AC, Sporn PH, DeCamp MM, Sznajder JI. Pleural hypercarbia after lung surgery is associated with persistent alveolo-pleural fistulae. Chest. 2016;149:220–227. [PMC free article] [PubMed] [Google Scholar]23. Esteban A, Anzueto A, Frutos F, Alía I, Brochard L, Stewart TE, Benito S, Epstein SK, Apezteguía C, Nightingale P, Arroliga AC, Tobin MJ Mechanical Ventilation International Study Group. Characteristics and outcomes in adult patients receiving mechanical ventilation: a 28-day international study. JAMA. 2002;287:345–355. [PubMed] [Google Scholar]24. Esteban A, Ferguson ND, Meade MO, Frutos-Vivar F, Apezteguia C, Brochard L, Raymondos K, Nin N, Hurtado J, et al.  Evolution of mechanical ventilation in response to clinical research. Am J Respir Crit Care Med. 2008;177:170–177. [PubMed] [Google Scholar]25. Esteban A, Frutos-Vivar F, Muriel A, Ferguson ND, Peñuelas O, Abraira V, Raymondos K, Rios F, Nin N, Apezteguía C, et al.  Evolution of mortality over time in patients receiving mechanical ventilation. Am J Respir Crit Care Med. 2013;188:220–230. [PubMed] [Google Scholar]26. Nuckton TJ, Alonso JA, Kallet RH, Daniel BM, Pittet JF, Eisner MD, Matthay MA. Pulmonary dead-space fraction as a risk factor for death in the acute respiratory distress syndrome. N Engl J Med. 2002;346:1281–1286. [PubMed] [Google Scholar]27. Wexler HR, Lok P. A simple formula for adjusting arterial carbon dioxide tension. Can Anaesth Soc J. 1981;28:370–372. [PubMed] [Google Scholar]28. Rosenbaum P, Rubin D. The central role of the propensity score in observational studies for causal effects. Biometrika. 1983;70:41–55. [Google Scholar]29. Austin PC. Optimal caliper widths for propensity-score matching when estimating differences in means and differences in proportions in observational studies. Pharm Stat. 2011;10:150–161. [PMC free article] [PubMed] [Google Scholar]30. Mariani G, Cifuentes J, Carlo WA. Randomized trial of permissive hypercapnia in preterm infants. Pediatrics. 1999;104:1082–1088. [PubMed] [Google Scholar]31. Kregenow DA, Rubenfeld GD, Hudson LD, Swenson ER. Hypercapnic acidosis and mortality in acute lung injury. Crit Care Med. 2006;34:1–7. [PubMed] [Google Scholar]32. Brown LM, Calfee CS, Matthay MA, Brower RG, Thompson BT, Checkley W National Institutes of Health Acute Respiratory Distress Syndrome Network Investigators. A simple classification model for hospital mortality in patients with acute lung injury managed with lung protective ventilation. Crit Care Med. 2011;39:2645–2651. [PMC free article] [PubMed] [Google Scholar]33. Laserna E, Sibila O, Aguilar PR, Mortensen EM, Anzueto A, Blanquer JM, Sanz F, Rello J, Marcos PJ, Velez MI, Aziz N, Restrepo MI. Hypocapnia and hypercapnia are predictors for ICU admission and mortality in hospitalized patients with community-acquired pneumonia. Chest. 2012;142:1193–1199. [PMC free article] [PubMed] [Google Scholar]34. Schisterman EF, Cole SR, Platt RW. Over adjustment bias and unnecessary adjustment in epidemiologic studies. Epidemiology. 2009;20:488–495. [PMC free article] [PubMed] [Google Scholar]35. Passalacqua KD, Varadarajan A, Byrd B, Bergman NH. Comparative transcriptional profiling of Bacillus cereus sensu lato strains during growth in CO2-bicarbonate and aerobic atmospheres. PLoS ONE. 2009;4:e4904. [PMC free article] [PubMed] [Google Scholar]36. Sin DD, Man SF, Marrie TJ. Arterial carbon dioxide tension on admission as a marker of in-hospital mortality in community-acquired pneumonia. Am J Med. 2005;118:145–150. [PubMed] [Google Scholar]37. Granger DL, Perfect JR, Durack DT. Virulence of Cryptococcus neoformans: regulation of capsule synthesis by carbon dioxide. J Clin Invest. 1985;76:508–516. [PMC free article] [PubMed] [Google Scholar]38. Mekontso Dessap A, Charron C, Devaquet J, Aboab J, Jardin F, Brochard L, Vieillard-Baron A. Impact of acute hypercapnia and augmented positive end-expiratory pressure on right ventricle function in severe acute respiratory distress syndrome. Intensive Care Med. 2009;35:1850–1858. [PMC free article] [PubMed] [Google Scholar]39. Bull TM, Clark B, McFann K, Moss M. Pulmonary vascular dysfunction is associated with poor outcomes in patients with acute lung injury. Am J Respir Crit Care Med. 2010;182:1123–1128. [PMC free article] [PubMed] [Google Scholar]40. Boissier F, Katsahian S, Razazi K, Thille AW, Roche-Campo F, Leon R, Vivier E, Brochard L, Vieillard-Baron A, Brun-Buisson C, Mekontso Dessap A. Prevalence and prognosis of cor-pulmonale during protective ventilation for acute respiratory distress syndrome. Intensive Care Med. 2013;39:1725–1733. [PubMed] [Google Scholar]41. Schmitt JM, Vieillard-Baron A, Augarde R, Prin S, Page B, Jardin F. Acute cor pulmonale in acute respiratory distress syndrome submitted to protective ventilation: incidence, clinical implications, and prognosis. Crit Care Med. 2001;29:1551–1555. [PubMed] [Google Scholar]"}