{"title": "Capitalizing on disaster: Establishing chromatin specificity behind the replication fork", "pubDate": "2017", "PMCID": "PMC5513704", "DOI": "10.1002/bies.201600150", "PMID": "28133760", "abstract": "Eukaryotic genomes are packaged into nucleosomal chromatin, and genomic activity requires the precise localization of transcription factors, histone modifications and nucleosomes. Classic work described the progressive reassembly and maturation of bulk chromatin behind replication forks. More recent proteomics has detailed the molecular machines that accompany the replicative polymerase to promote rapid histone deposition onto the newly replicated DNA. However, localized chromatin features are transiently obliterated by DNA replication every S phase of the cell cycle. Genomic strategies now observe the rebuilding of locus-specific chromatin features, and reveal surprising delays in transcription factor binding behind replication forks. This implies that transient chromatin disorganization during replication is a central juncture for targeted transcription factor binding within genomes. We propose that transient occlusion of regulatory elements by disorganized nucleosomes during chromatin maturation enforces specificity of factor binding.", "author": [{"author": "Srinivas Ramachandran", "affiliation": ["Division of Basic Sciences, Fred Hutchinson Cancer Research Center, Seattle, WA, USA.", "Howard Hughes Medical Institute, Seattle, WA, USA."], "href": "/?term=Ramachandran+S&cauthor_id=28133760"}, {"author": "Kami Ahmad", "affiliation": ["Division of Basic Sciences, Fred Hutchinson Cancer Research Center, Seattle, WA, USA."], "href": "/?term=Ahmad+K&cauthor_id=28133760"}, {"author": "Steven Henikoff", "affiliation": ["Division of Basic Sciences, Fred Hutchinson Cancer Research Center, Seattle, WA, USA.", "Howard Hughes Medical Institute, Seattle, WA, USA."], "href": "/?term=Henikoff+S&cauthor_id=28133760"}], "refPMID": [], "citedInPMID": ["28133760", "32211012", "32051613", "31753528", "30554944", "29292063"], "body": " SummaryEukaryotic genomes are packaged into nucleosomal chromatin, and genomic activity requires the precise localization of transcription factors, histone modifications and nucleosomes. Classic work described the progressive reassembly and maturation of bulk chromatin behind replication forks. More recent proteomics has detailed the molecular machines that accompany the replicative polymerase to promote rapid histone deposition onto the newly replicated DNA. However, localized chromatin features are transiently obliterated by DNA replication every S phase of the cell cycle. Genomic strategies now observe the rebuilding of locus-specific chromatin features, and reveal surprising delays in transcription factor binding behind replication forks. This implies that transient chromatin disorganization during replication is a central juncture for targeted transcription factor binding within genomes. We propose that transient occlusion of regulatory elements by disorganized nucleosomes during chromatin maturation enforces specificity of factor binding.Keywords: chromatin, epigenetics IntroductionOnce per cell cycle, the entire genome must be separated into single strands as it passes through the replicative helicase, resulting in catastrophic disruption of protein-DNA contacts genome-wide. Behind the replication fork, the steady-state chromatin landscape is re-established de novo, and recent proteomic and genomic studies have provided new insights into the components and processes that are responsible. Although histones redeposit immediately, full maturation of steady-state nucleosome positions is much slower. At regulatory elements, where nucleosomes are depleted and transcription factors are bound at steady state, recent evidence reveals a surprising dynamic of competition between nucleosomes and transcription factors behind the replication fork. Here we review these recent findings and consider the consequences for gene regulation of chromatin dynamics behind the replication fork. Making sense out of chaos – Ordering chromatin dynamics around the replication forkBulk studies using heavy and light isotopes to label replicating DNA described the timing of histone deposition and chromatin maturation behind the replication fork (Figure 1) [1]. Deposition of histones on replicated DNA is accomplished by two main mechanisms: first, histones from the parental chromatin strand are transferred behind the fork to daughter strands. Because DNA doubles behind the replication fork, transfer of parental histones packages only one-half of new DNA, and a second process deposits newly synthesized histones to fully restore nucleosomal packaging of the daughter strands. Parental H3 and H4 histones (as either H3•H4 dimers or tetramers) are efficiently retained during replication, while the two displaced dimers of H2A and H2B from each old nucleosome exchange with soluble pools of new H2A•H2B dimers, so that nucleosomes behind the replication fork are mixed for old and new H2A•H2B dimers. Because parental H3•H4 dimers remain together on newly replicated DNA [2], but H2A•H2B turn over [3], parental H3•H4 is used to distinguish ‘old’ from ‘new’ nucleosomes. While the four core histones associate with newly replicated DNA within minutes, the linker histone H1 is only gradually added, and new chromatin remains nuclease sensitive for up to ~20 minutes (~40 kb) after replication as it matures [4].Open in a separate windowFigure 1Chromatin dynamics around the replication fork. In front of the replication fork, charge neutralization by histone acetylation loosens nucleosomes while positive supercoiling promotes unwinding of DNA from histone octamers. Histone chaperones are localized at the fork for efficient histone transfer. Newly replicated chromatin gradually matures so that chromatin close behind the fork is transiently disordered, and chromatin structure is only completed further behind the fork.In vitro, the forward progression of DNA polymerase is sufficient to disassemble nucleosomes in front of the replication fork, which then associate with a daughter strand behind the polymerase [5]. In vivo, histone transfer is assisted by a number of histone chaperones that accompany the replication machinery. The MCM2 component of the replicative helicase also acts as a histone chaperone, and may capture displaced histone H3•H4 dimers from parental chromatin [6]. Local retention by MCM2 may promote efficient transfer of histones to the daughter strands. This is redundant: the FACT chaperones also contributes to the transfer of histones behind the replication fork [7], ensuring transfer of old histones.Chaperones also assist the deposition of new histones behind the replication fork. Newly synthesized H3•H4 histones arrive complexed with the CAF-1 chaperone [8], which interacts with the PCNA processivity factor [9] on daughter strands just behind the replication fork. Using components of the replication machinery as chaperones or to bind FACT and CAF-1, chaperones make transfer extremely rapid, so that new histones are deposited within 400 bp behind the replication fork [10].Lastly, physical forces around the replication fork also promote the efficient transfer of histones (Figure 1). DNA wrapped around histone octamers transiently unwinds, releasing and reforming DNA-histone contacts [11]. As a replication fork approaches a nucleosome, it traps nucleosomal DNA in a ratchet-like process, leading to progression of the fork through a nucleosome. Furthermore, DNA helicase progression and melting of the DNA double helix at the replication fork pushes positive supercoils in front of the fork, which unwraps the left-handed superhelix of parental nucleosomes. These effects reduce the relative affinities of histones for DNA in front of the fork, promoting transfer from DNA to chaperones. Transient histone modifications in front of and behind the replication fork may also promote histone transfer. Although this idea has not been demonstrated in vitro, several studies have shown that lysine acetylation can increase nucleosome dynamics [12–16]. In budding yeast, parental H3 histones are acetylated at the K9 residue slightly in front of the replication fork [17]. In mammals, new histones are acetylated at histone H4-K5 and H4-K12 residues [18]. Newly synthesized H3 is also acetylated at K56 in budding yeast [19]. At least the H3-K56 acetylation may promote binding to chaperones that deliver histones to the replication fork [20]. In addition, these acetylations may reduce the free energy difference between DNA and chaperones, allowing transfer from DNA to chaperones and back to DNA. Deacetylation behind the replication fork might then reduce nucleosome dynamics on the daughter strands [21, 22]. This sequence of transient modifications would thereby promote the orderly duplication of nucleosomes. Putting it back together again – duplicating localized features of the genomeHow bulk chromatin duplicates during replication has been described [23, 24], but the precisely localized features of chromatin require specialized processes for duplication. Features such as the distribution of variant histones, histone modifications, and bound transcription factors must all be maintained. The chromatin structure of regulatory elements in genomes presents unique problems. Active promoters, enhancers, and other regulatory elements are typically nucleosome-depleted regions (NDRs), where transcription factors bind [25]. NDRs are often flanked by positioned nucleosomes, which limits transcription factor binding to the NDRs alone. Large genomes contain – just by chance – a vast number of spurious binding motifs for sequence-specific transcription factors, reducing effective concentrations [26]. Nucleosomal packaging of eukaryotic genomes ensures that only a subset of possible sites is available for binding. Hence, the clearance of nucleosomes at regulatory elements by transcription factors and recruited chromatin remodeler enzymes is a major mechanism for the regulation of transcriptional activity.Just as nucleosomes in front of a replication fork are disassembled, transcription factor complexes are stripped from their binding sites during replication. How then are NDRs and factor binding at regulatory elements perpetuated? Three recent studies now provide the first insights into these questions, by mapping chromatin proteins on new pulse-labeled replicated DNA. These two organisms show very different patterns of chromatin maturation resulting from how their genomes are organized (Figure 2). The differences in newly replicated chromatin between Drosophila and yeast uncover key principles governing the duplication of local chromatin structure.Open in a separate windowFigure 2Restoration of NDRs behind the replication fork in Drosophila and Saccharomyces. In Drosophila, transcription factor binding sites (blue) are occluded by nucleosomes (yellow) immediately behind the replication fork, and are only cleared on more mature chromatin. In budding yeast, transcription factor binding sites are cleared of nucleosomes immediately behind the replication fork, allowing rapid factor binding.In budding yeast, two groups have now mapped nucleosome positions after DNA replication [27, 28]. These groups isolated labeled newly-replicated DNA and mapped nucleosome positions by deep-sequencing. They found that nucleosomes are restored to their steady-state positions at varying rates. The nucleosome-depleted region and the +1 nucleosome at promoters are rapidly restored. Nucleosome phasing around these sites implies that transcription factors and recruited chromatin remodelers are quickly re-bound behind the replication fork in budding yeast. This combined with anti-nucleosomal sequence features of many promoters in yeast probably drive the rapid reestablishment of the nucleosome landscape. In contrast, nucleosome positions in genes are restored more slowly, and transcription appears to promote their positioning. Thus regulatory elements in the yeast genome are rapidly reestablished, but a large fraction of the genome requires renewed promoter firing and polymerase passage to achieve steady-state chromatin structure.In Drosophila, we recently combined the strategy of labeling newly-replicated DNA with deep sequencing to generate high-resolution genomic maps of both nucleosomes and transcription factor binding after replication [29]. This method – called MINCE-seq – uses micrococcal nuclease cleavage and paired-end sequencing to track the appearance of nucleosome- and transcription factor-protected DNA behind replication forks (Figure 3). In contrast to budding yeast, the disrupted state of chromatin organization of regulatory elements persists following DNA replication. Instead of NDRs and positioned nucleosomes characteristic of regulatory elements in steady-state chromatin, nucleosomes behind the replication fork are haphazardly deposited and package all DNA (Figure 2, bottom). The restoration to steady-state nucleosome arrangements at most sites is strikingly slow, taking more than an hour. Thus, the surprising result from Drosophila cells is that immediately after replication there are no NDRs at promoters and no transcription factors are stably bound. Although our study was done in cultured cells, the occlusion of NDRs by nucleosomes and subsequent clearance post-replication was also observed in rapidly dividing Drosophila blastoderm embryos [30]. Intriguingly, opening of NDRs genome-wide coincided with the maternal-to-zygotic transition, which suggests that competition between nucleosomes and transcription factors plays a key role in establishing specificity during early developmental decisions.Open in a separate windowFigure 3The MINCE-seq technique for mapping newly replicated chromatin. MINCE-seq maps nucleosome (yellow) and transcription factor (blue) binding positions using metabolic labeling of newly replicated DNA (red). DNA is labeled in vivo with the thymidine analog 5′-ethynyl-2′-deoxyuridine (EdU) and chromatin is fragmented using Micrococcal Nuclease (MNase). Labeled DNA is biotinylated by “Click” chemistry, and captured on streptavidin beads. Paired-end deep sequencing maps protein protection, and the length of the protected fragments distinguishes nucleosomes (~150 bp) from bound transcription factors (<50 bp). Now you see it, now you don’t – why occlude the NDR after replication?Why would the restoration of promoter chromatin structure in budding yeast and Drosophila be so different? In multicellular eukaryotes like Drosophila, each cell type has a subset of genes and regulatory elements activated. Activated gene promoters are organized with an NDR and bound transcription factors in one cell type, but in another cell type the same gene can be inactive, where it lacks factor binding and nucleosomes occlude the promoter. Profiling of nucleosome positions during Drosophila development has confirmed that most promoters are occluded by nucleosomes before cell specification, and NDRs are introduced as development proceeds [30, 31]. Thus the nucleosome organization of regulatory elements is tissue-specific, being conditional on the repertoire of transcription factors expressed in a cell. Tissue-specific nucleosome organization is also apparent during replication. Like most promoters, those of genes differentially expressed between two Drosophila cell lines are occupied by nucleosomes in immediately after replication. However, during maturation, NDRs form only in active promoters of that cell line. Thus, the maturation of newly replicated chromatin is dependent on cell-type specific expression programs in Drosophila. In budding yeast, meiosis-specific promoters are also packaged by nucleosomes after replication, resembling cell-type specific promoters in Drosophila.In contrast to the slow restoration of NDRs at Drosophila promoters, nucleosome depletion at yeast promoters is achieved within 5 minutes of fork passage (Figure 2, top). The differences in the rate of NDR formation after replication between yeast and Drosophila leads us to speculate on three possible features that may direct the balance between nucleosomes and transcription factor (TF) rebinding behind the replication fork. First, TF concentration and binding site usage could play a major role in nucleosome depletion post-replication. This problem is exacerbated in the much larger mammalian genomes. The yeast genome is an order of magnitude smaller than the Drosophila genome. Furthermore, for TFs that direct the chromatin landscape in yeast (Reb1 for example [32]), almost all possible binding sites in the genome are occupied [33]. Thus, in yeast, TF concentrations and binding site abundance could be tuned to achieve rapid nucleosome depletion post-replication at most of the promoters. This is supported by the observation of rapid transcription factor binding behind replication forks, which results in phasing of downstream nucleosomes [34].Due to the larger genome size of Drosophila relative to yeast, and the smaller fraction of possible binding sites occupied by TFs in a given cell-type [35, 36], most of the TFs may not be in sufficient concentration and/or have nucleosome disrupting capability to enable rapid nucleosome depletion post-replication. TFs span a wide range in their ability to bind DNA in the context of nucleosomes compared to binding naked DNA [37, 38]. Furthermore, TFs that can bind nucleosomal DNA can disrupt the underlying nucleosome by themselves or by recruiting remodelers [39]. Hence, the context of a promoter could influence nucleosome depletion post-replication. This leads to the hypothesis that there exists a hierarchy of TF action post-replication, as has been proposed for reprogramming [38]. The TFs most adept at disrupting nucleosomes (this would include pioneer factors) will be at the top of the hierarchy, creating accessibility for other TFs that require naked DNA to bind. An alternative way to facilitate TF binding in chromatin would be to evolve clustered binding sites to maintain a high local concentration of the TF(s) [40, 41].Second, remodeler action on newly replicated chromatin could expose TF binding sites as the remodelers slide and/or evict nucleosomes [42]. In yeast, ISW1 and CHD1 remodelers have been shown to cooperate with histone chaperones to shape the nucleosome landscape behind the fork [34]. In human cells, INO80 has been found enriched behind replication forks compared to bulk chromatin [43]. In Drosophila, the patterns of nucleosome gain at promoters post-replication have been shown to be correlated with distribution of the BRM remodeler at steady state, indicating that BRM action during maturation could lead to the steady state landscape [29]. This remodeler action behind the fork may be delayed in Drosophila compared to yeast, accounting for the slow maturation of nucleosomes.Finally, the differences in promoter sequences of yeast and Drosophila could lead to differences in stability of newly deposited nucleosomes post-replication. Poly(dA:dT) tracts increase the stiffness of DNA making wrapping a histone octamer more difficult [44], and these stiff segments disfavor nucleosomes. This feature is more abundant in yeast promoters compared to Drosophila. In support of DNA sequence playing a role in nucleosome stability post-replication, yeast origins, all of which are AT-rich, are more depleted of nucleosomes post-replication compared to steady state. Similarly, the enhancers that are active in multiple cell types in Drosophila are highly enriched for GA, CA, and CG dinucleotide repeat motifs (DRMs), and these DRMs are moderately enriched in cell type-specific enhancers [45]. Short runs of DRMs are evolutionarily conserved [45] and destabilize nucleosomes [46]. MINCE-seq experiments revealed that constitutive enhancers rapidly regain transcription factors after replication, while factors bind more slowly at cell type-specific enhancers [29]. These two examples suggest that intrinsic nucleosome preference for a sequence could play a role in nucleosome depletion post-replication. This prediction could be tested by asking if the nucleosome profiles post-replication correlate with sequence features of Drosophila and yeast promoters. In multicellular eukaryotes delayed rebinding of transcription factors to regulatory elements means that there is a long period behind the replication forks when nucleosomes and transcription factors must interact to achieve steady-state nucleosome positions. How to make the right choices – functions of delayed chromatin maturationThe observation that nucleosome inhibitory sequences can rapidly establish NDRs in newly replicated chromatin raises the question: why is sequence not used in the genomes of multicellular eukaryotes? Replication presents the greatest risk for maintaining transcription factor binding to functional sites. Eukaryotic genomes contain large numbers of spurious sequences similar to factor-binding motifs, and binding at these sequences could significantly sequester transcription factors from functional sites. If nucleosome deposition behind the replication fork were slow, binding could occur at non-functional sites. Rapidly packaging all new DNA occludes these sites. However, as nucleosomes transiently unwrap [47, 48] a window of opportunity appears for transcription factor and nucleosome remodeler binding, and the subsequent activity of these factors may create a nucleosome depleted region. The overall high coverage of nucleosomes behind the replication fork suggests that replication creates a refractory period that also provides a basis for discrimination between functional binding sites and cryptic and/or random, moderate affinity sites. Because nucleosomal packaging and transient unwrapping behind the replication fork effectively reduces the affinities of all binding sites, selective binding will occur only at the best sites (Figure 4). This site selection could depend on the context of the binding site, for example clustered binding sites for TFs can lead to more efficient displacement of nucleosomes compared to single sites [37, 38]. Similarly, sites for TFs that cannot bind nucleosomal DNA and that are adjacent to sites of TFs that can disrupt nucleosomes may become accessible post-replication by the action of only one of the two TFs (TF “pioneering”). One wonders if histone acetylation behind the replication fork could actually be important for fluidity, allowing transient nucleosome unwrapping and allowing transcription factors to compete with histones, as the steady-state NDR forms. In any case, the key requirement is that transcription factors must compete with nucleosomes at their binding sites every cell cycle. This implies that cells will be dependent on constant signaling to maintain expression programs through S phase, and transcription factors that can efficiently displace nucleosomes, whether directly or indirectly by recruiting remodelers, will be especially crucial after replication.Open in a separate windowFigure 4Transient nucleosome disorganization behind the replication fork restricts transcription factor binding. The transcription factor binding free energy landscape on naked DNA (top) is indicated, where the dashed line represents an effective free energy cutoff for stable binding. Spurious sites (light blue) have binding energies lower than the cutoff, but these sites outnumber functional high-affinity sites (dark blue), and occasional spurious sites may have intermediate affinities (blue). In mature chromatin, spurious sites are occluded by nucleosomes (yellow) while true functional sites are accessible. Immediately after replication all binding sites are occluded by nucleosomes, and only true sites have sufficient affinity for transcription factors to compete with nucleosomes.Delays in transcription factor rebinding after replication may also limit transcriptional output. Delayed factor binding limits the time available for promoter firing every cell cycle. This may have a significant effect on promoters where RNA polymerase II pauses after initiation. These promoters are enriched for sequences favoring nucleosome formation [49], and show the highest occupancy of nucleosomes after replication [29]. Thus, expression from paused genes may be limited both by delays in initiating RNA polymerase and by delays in elongation after replication. What about histone variants and modifications? – Duplicating the epigenomeThe delayed restoration of NDRs and transcription factor binding constrains how chromatin features mature after replication. As replication obliterates nucleosomes, localized patterns of histone variants and post-translational modifications are also destroyed. Transfer of parental histones to daughter strands effectively dilutes every histone modification by one-half. By tracking the amounts of histone variants and modifications after replication in bulk chromatin [50], we are beginning to understand how epigenomic patterns are reestablished.The histones H3.3 and H2A.Z are replication-independent variants respectively of histones H3 and H2A. These variants have a non-uniform distribution in the genome and are first established by specialized chaperone and remodeling machines [51]. In principle, variant histones that are ejected in the front of the replication fork might be recycled behind the fork. However, metabolic labeling and mass-spectrometric analysis of newly replicated chromatin showed that only parental H3.3 histones were diluted two fold, while parental H2A.Z was severely depleted [50]. Thus, the H2A.Z landscape must be largely reestablished de novo after every round of replication by targeted chaperones and chromatin remodelers. Histone H3.3 patterns are similarly restored by transcription and nucleosome replacement, and the activity of H3.3-specific chromatin remodelers.Most histone modifications are associated with transcriptional activity, and are rapidly restored to steady-state levels by chromatin-modifying enzymes when transcription factors and RNAPII rebind after replication. However, repressive histone modifications also need to be restored. Di- or tri-methylation of histone H3 at the K9 residue are markers of constitutive silenced heterochromatin, and trimethylation of histone H3 at the K27 residue marks facultative heterochromatin, such as the inactive X chromosome of female mammals [52]. Both histone modifications are diluted 2-fold [53] on newly replicated chromatin [50], and newly-deposited H3 is not significantly methylated on either lysine. Domains containing H3K9me2/3 or H3K27me3 are at least several kilobases long. At this length scale, even with stochastic partitioning, each daughter strand can retain ~40% of parental tetramers marked with H3K9- or H3K27-methylation [54].How are these modifications established on daughter strands where nucleosomes with new H3•H4 tetramers intermingle with parental, methylated nucleosomes? Trimethylation of a lysine results from successive methyl additions by a lysine methyltransferase (KMT) [55]. Polycomb Repressive Complex 2 (PRC2) contains a KMT that acts on the H3K27 residue [56]. Strikingly, the amounts of PRC2 on newly replicated chromatin is similar to that on bulk chromatin, indicating that PRC2 rapidly rebinds after passage of the replication fork [43]. However, restoration of H3K27 methylation is limited by the activity of the methyltransferase: H3K27me1 levels are restored within minutes, but complete trimethylation takes hours [50, 53]. The slow tri-methylation of this residue is sufficient to restore H3K27me3 densities before the next S-phase [50]. Similarly, the KMTs that catalyze methylation of H3K9 are rapidly enriched in newly replicated chromatin, in fact reaching two-fold levels compared to bulk chromatin [43], but the slow activity of these enzymes delays the appearance of new H3K9me1 until hours after replication, and H3K9me3 levels are restored only before the next S-phase [50, 53].Methylated H3K9 and H3K27 are restricted to certain regions of the genome at steady state [57,58], but how are they spatially distributed on the newly replicated genome? Repression in Polycomb-regulated domains continually requires transcription factor binding sites at discrete silencing elements within the domain [59, 60], implying that KMTs may nucleate at silencing elements and then spread across the domain. This could be sufficient to re-establish the landscape of histone methylation. However, in vitro structural and biochemical experiments [61, 62] and studies in Cryptococcus neoformans [63] suggest that H3K27me3-marked nucleosomes can directly recruit PRC2, targeting the methylation of nearby new nucleosomes. The capacity of this system to maintain histone modification patterns is revealed in the first few divisions of Caenorhabditis elegans embryos, where H3K27me3 across the X chromosome is diluted by one half after each S phase, but H3K27me3 of this one chromosome persists [64]. This implies that interspersed parental nucleosomes marked with H3K27me3 can play a substantial role in maintaining domains.It is likely that slow methylation of histones can be exploited for gene regulation. For example, a series of rapid cell divisions during development might erase patterns of heterochromatin in a genome, if those divisions are faster than the rate-limiting kinetics of KMTs. Similarly, other aspects of chromatin maturation after replication could also contribute. Silenced regions are compacted, but replication must transiently decompact chromatin. Not all regions replicate the same way: replication in compacted chromatin requires the ISWI chromatin remodeler [65], and may also require specialized factors for its reassembly. Silenced regions may be maintained if specialized chromatin proteins rapidly recompact newly replicated chromatin, preventing factor access to regulatory elements. In active regions, preventing compaction of chromatin may allow time for transcription factors to eventually re-bind at regulatory elements. This possibility is supported by the observation that in late S-phase, when most heterochromatin is replicated, the new histones deposited behind the replication fork are significantly less acetylated compared to early S-phase, when active regions of the genome are replicated [50,66]. In these ways, the assembly of chromatin behind the replication fork may be biased to perpetuate functional states of chromatin. Conclusions and outlookThe application of new proteomic and genomic tools to the long-standing question of de novo assembly of the chromatin landscape behind the replication fork has provoked yet new questions: Does the slow rebinding of transcription factors have consequences for gene regulation? Does the slow maturation of old nucleosomes allow for accurate remarking of new nucleosomes? Are these processes the basis for cellular memory during development [29]?The answers to these questions are constrained by the mechanisms for re-establishment of the steady state landscape. Competition between nucleosomes and transcription factors has been a long-standing problem in the chromatin field: how can a transcription factor find its site when it is blocked by a nucleosome? Competition in vitro has been explained in terms of exposure of DNA, whereby the transient unwrapping of nucleosomes allows transcription factors to bind in a concentration-dependent manner [47]. This mechanism also occurs during development in vivo [48]. Once bound to their sites, factors can recruit chromatin remodelers [33], which slide nucleosomes to their steady-state positions. Thus, transcription factor binding itself provides a mechanism to duplicate the patterns of nucleosomes in newly-replicated chromatin that is sensitive to the repertoire of factors available in a cell. In this way, the disaster of replication fork passage becomes part of a positive feedback loop that epigenetically maintains the chromatin landscape. AcknowledgmentsThis work was supported by NIH grant R01 GM098349 (K. Ahmad) and by the Howard Hughes Medical Institute (S. Henikoff). AbbreviationsDRMdincleotide repeat motifKMTlysine methyltransferaseMINCE-seqmapping in vivo nascent chromatin with EdU and sequencingNDRnucleosome-depleted regionPRC2polycomb repressive complex 2TFtranscription factor References1. Smith PA, Jackson V, Chalkley R. Two-stage maturation process for newly replicated chromatin. Biochemistry. 1984;23:1576–81. [PubMed] [Google Scholar]2. Xu M, Long C, Chen X, Huang C, et al.  Partitioning of histone H3–H4 tetramers during DNA replication-dependent chromatin assembly. Science. 2010;328:94–8. [PubMed] [Google Scholar]3. Jackson V, Chalkley R. Histone segregation on replicating chromatin. Biochemistry. 1985;24:6930–8. [PubMed] [Google Scholar]4. Annunziato AT, Seale RL. Histone deacetylation is required for the maturation of newly replicated chromatin. J Biol Chem. 1983;258:12675–84. [PubMed] [Google Scholar]5. Gruss C, Wu J, Koller T, Sogo JM. Disruption of the nucleosomes at the replication fork. EMBO J. 1993;12:4533–45. [PMC free article] [PubMed] [Google Scholar]6. Huang H, Stromme CB, Saredi G, Hodl M, et al.  A unique binding mode enables MCM2 to chaperone histones H3–H4 at replication forks. Nat Struct Mol Biol. 2015;22:618–26. [PMC free article] [PubMed] [Google Scholar]7. McCullough L, Rawlins R, Olsen A, Xin H, et al.  Insight into the mechanism of nucleosome reorganization from histone mutants that suppress defects in the FACT histone chaperone. Genetics. 2011;188:835–46. [PMC free article] [PubMed] [Google Scholar]8. Verreault A, Kaufman PD, Kobayashi R, Stillman B. Nucleosome assembly by a complex of CAF-1 and acetylated histones H3/H4. Cell. 1996;87:95–104. [PubMed] [Google Scholar]9. Rolef Ben-Shahar T, Castillo AG, Osborne MJ, Borden KL, et al.  Two fundamentally distinct PCNA interaction peptides contribute to chromatin assembly factor 1 function. Mol Cell Biol. 2009;29:6353–65. [PMC free article] [PubMed] [Google Scholar]10. Radman-Livaja M, Verzijlbergen KF, Weiner A, van Welsem T, et al.  Patterns and mechanisms of ancestral histone protein inheritance in budding yeast. PLoS Biol. 2011;9:e1001075. [PMC free article] [PubMed] [Google Scholar]11. Li G, Levitus M, Bustamante C, Widom J. Rapid spontaneous accessibility of nucleosomal DNA. Nat Struct Mol Biol. 2005;12:46–53. [PubMed] [Google Scholar]12. Anderson JD, Lowary PT, Widom J. Effects of histone acetylation on the equilibrium accessibility of nucleosomal DNA target sites. J Mol Biol. 2001;307:977–85. [PubMed] [Google Scholar]13. Brower-Toland B, Wacker DA, Fulbright RM, Lis JT, et al.  Specific contributions of histone tails and their acetylation to the mechanical stability of nucleosomes. J Mol Biol. 2005;346:135–46. [PubMed] [Google Scholar]14. Neumann H, Hancock SM, Buning R, Routh A, et al.  A method for genetically installing site-specific acetylation in recombinant histones defines the effects of H3 K56 acetylation. Mol Cell. 2009;36:153–63. [PMC free article] [PubMed] [Google Scholar]15. Shimko JC, North JA, Bruns AN, Poirier MG, et al.  Preparation of fully synthetic histone H3 reveals that acetyl-lysine 56 facilitates protein binding within nucleosomes. J Mol Biol. 2011;408:187–204. [PMC free article] [PubMed] [Google Scholar]16. Simpson RT. Structure of chromatin containing extensively acetylated H3 and H4. Cell. 1978;13:691–9. [PubMed] [Google Scholar]17. Bar-Ziv R, Voichek Y, Barkai N. Chromatin dynamics during DNA replication. Genome Res. 2016 doi: 10.1101/gr.201244.115. in press. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Sobel RE, Cook RG, Perry CA, Annunziato AT, et al.  Conservation of deposition-related acetylation sites in newly synthesized histones H3 and H4. Proc Natl Acad Sci USA. 1995;92:1237–41. [PMC free article] [PubMed] [Google Scholar]19. Masumoto H, Hawke D, Kobayashi R, Verreault A. A role for cell-cycle-regulated histone H3 lysine 56 acetylation in the DNA damage response. Nature. 2005;436:294–8. [PubMed] [Google Scholar]20. Li Q, Zhou H, Wurtele H, Davies B, et al.  Acetylation of histone H3 lysine 56 regulates replication-coupled nucleosome assembly. Cell. 2008;134:244–55. [PMC free article] [PubMed] [Google Scholar]21. Sirbu BM, Couch FB, Feigerle JT, Bhaskara S, et al.  Analysis of protein dynamics at active, stalled, and collapsed replication forks. Genes Dev. 2011;25:1320–7. [PMC free article] [PubMed] [Google Scholar]22. Taddei A, Roche D, Sibarita JB, Turner BM, et al.  Duplication and maintenance of heterochromatin domains. J Cell Biol. 1999;147:1153–66. [PMC free article] [PubMed] [Google Scholar]23. Leffak IM, Grainger R, Weintraub H. Conservative assembly and segregation of nucleosomal histones. Cell. 1977;12:837–45. [PubMed] [Google Scholar]24. Jackson V. Deposition of newly synthesized histones: hybrid nucleosomes are not tandemly arranged on daughter DNA strands. Biochemistry (Mosc) 1988;27:2109–20. [PubMed] [Google Scholar]25. Hughes AL, Rando OJ. Mechanisms underlying nucleosome positioning in vivo. Annu Rev Biophys. 2014;43:41–63. [PubMed] [Google Scholar]26. Yuan GC, Liu YJ, Dion MF, Slack MD, et al.  Genome-scale identification of nucleosome positions in S. cerevisiae. Science. 2005;309:626–30. [PubMed] [Google Scholar]27. Fennessy RT, Owen-Hughes T. Establishment of a promoter-based chromatin architecture on recently replicated DNA can accommodate variable inter-nucleosome spacing. Nucleic Acids Res. 2016;44:7189–203. [PMC free article] [PubMed] [Google Scholar]28. Vasseur P, Tonazzini S, Ziane R, Camasses A, et al.  Dynamics of Nucleosome Positioning Maturation following Genomic Replication. Cell Rep. 2016;16:2651–65. [PMC free article] [PubMed] [Google Scholar]29. Ramachandran S, Henikoff S. Transcriptional Regulators Compete with Nucleosomes Post-replication. Cell. 2016;165:580–92. [PMC free article] [PubMed] [Google Scholar]30. Blythe SA, Wieschaus EF. Establishment and maintenance of heritable chromatin structure during early Drosophila embryogenesis. eLife. 2016;5:e20148. [PMC free article] [PubMed] [Google Scholar]31. Li XY, Harrison MM, Villalta JE, Kaplan T, et al.  Establishment of regions of genomic activity during the Drosophila maternal to zygotic transition. eLife. 2014;3:e03737. [PMC free article] [PubMed] [Google Scholar]32. Hartley PD, Madhani HD. Mechanisms that specify promoter nucleosome location and identity. Cell. 2009;137:445–58. [PMC free article] [PubMed] [Google Scholar]33. Kasinathan S, Orsi GA, Zentner GE, Ahmad K, et al.  High-resolution mapping of transcription factor binding sites on native chromatin. Nature Methods. 2014;11:203–9. [PMC free article] [PubMed] [Google Scholar]34. Yadav T, Whitehouse I. Replication-Coupled Nucleosome Assembly and Positioning by ATP-Dependent Chromatin-Remodeling Enzymes. Cell Rep. 2016 doi: 10.1016/j.celrep.2016.03.059. in press. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Tronche F, Ringeisen F, Blumenfeld M, Yaniv M, et al.  Analysis of the distribution of binding sites for a tissue-specific transcription factor in the vertebrate genome. J Mol Biol. 1997;266:231–45. [PubMed] [Google Scholar]36. Wasserman WW, Sandelin A. Applied bioinformatics for the identification of regulatory elements. Nat Rev Genet. 2004;5:276–87. [PubMed] [Google Scholar]37. Adams CC, Workman JL. Binding of disparate transcriptional activators to nucleosomal DNA is inherently cooperative. Mol Cell Biol. 1995;15:1405–21. [PMC free article] [PubMed] [Google Scholar]38. Soufi A, Garcia MF, Jaroszewicz A, Osman N, et al.  Pioneer transcription factors target partial DNA motifs on nucleosomes to initiate reprogramming. Cell. 2015;161:555–68. [PMC free article] [PubMed] [Google Scholar]39. Tsukiyama T, Becker PB, Wu C. ATP-dependent nucleosome disruption at a heat-shock promoter mediated by binding of GAGA transcription factor. Nature. 1994;367:525–32. [PubMed] [Google Scholar]40. Berman BP, Nibu Y, Pfeiffer BD, Tomancak P, et al.  Exploiting transcription factor binding site clustering to identify cis-regulatory modules involved in pattern formation in the Drosophila genome. Proc Natl Acad Sci USA. 2002;99:757–62. [PMC free article] [PubMed] [Google Scholar]41. Weintraub H, Davis R, Lockshon D, Lassar A. MyoD binds cooperatively to two sites in a target enhancer sequence: occupancy of two sites is required for activation. Proc Natl Acad Sci USA. 1990;87:5623–7. [PMC free article] [PubMed] [Google Scholar]42. Cairns BR. The logic of chromatin architecture and remodelling at promoters. Nature. 2009;461:193–8. [PubMed] [Google Scholar]43. Alabert C, Bukowski-Wills JC, Lee SB, Kustatscher G, et al.  Nascent chromatin capture proteomics determines chromatin dynamics during DNA replication and identifies unknown fork components. Nat Cell Biol. 2014;16:281–93. [PMC free article] [PubMed] [Google Scholar]44. Drew HR, Travers AA. DNA bending and its relation to nucleosome positioning. J Mol Biol. 1985;186:773–90. [PubMed] [Google Scholar]45. Yanez-Cuna JO, Arnold CD, Stampfel G, Boryn LM, et al.  Dissection of thousands of cell type-specific enhancers identifies dinucleotide repeat motifs as general enhancer features. Genome Res. 2014;24:1147–56. [PMC free article] [PubMed] [Google Scholar]46. Gupta S, Dennis J, Thurman RE, Kingston R, et al.  Predicting human nucleosome occupancy from primary sequence. PLoS Comput Biol. 2008;4:e1000134. [PMC free article] [PubMed] [Google Scholar]47. Polach KJ, Widom J. Mechanism of protein access to specific DNA sequences in chromatin: a dynamic equilibrium model for gene regulation. J Mol Biol. 1995;254:130–49. [PubMed] [Google Scholar]48. Ahmad K, Henikoff S. Modulation of a transcription factor counteracts heterochromatic gene silencing in Drosophila. Cell. 2001;104:839–47. [PubMed] [Google Scholar]49. Gilchrist DA, Dos Santos G, Fargo DC, Xie B, et al.  Pausing of RNA polymerase II disrupts DNA-specified nucleosome organization to enable precise gene regulation. Cell. 2010;143:540–51. [PMC free article] [PubMed] [Google Scholar]50. Alabert C, Barth TK, Reveron-Gomez N, Sidoli S, et al.  Two distinct modes for propagation of histone PTMs across the cell cycle. Genes Dev. 2015;29:585–90. [PMC free article] [PubMed] [Google Scholar]51. Weber CM, Henikoff S. Histone variants: dynamic punctuation in transcription. Genes Dev. 2014;28:672–82. [PMC free article] [PubMed] [Google Scholar]52. Pinter SF. A Tale of Two Cities: How Xist and its partners localize to and silence the bicompartmental X. Semin Cell Dev Biol 2016 [PubMed] [Google Scholar]53. Xu M, Wang W, Chen S, Zhu B. A model for mitotic inheritance of histone lysine methylation. EMBO Rep. 2011;13:60–7. [PMC free article] [PubMed] [Google Scholar]54. Ramachandran S, Henikoff S. Replicating Nucleosomes. Sci Adv. 2015;1 pii: e1500587. [PMC free article] [PubMed] [Google Scholar]55. Carlson SM, Gozani O. Nonhistone Lysine Methylation in the Regulation of Cancer Pathways. Cold Spring Harb Perspect Med. 2016;6 pii: a026435. [PMC free article] [PubMed] [Google Scholar]56. Laugesen A, Hojfeldt JW, Helin K. Role of the Polycomb Repressive Complex 2 (PRC2) in Transcriptional Regulation and Cancer. Cold Spring Harb Perspect Med. 2016;6 pii: a026575. [PMC free article] [PubMed] [Google Scholar]57. Consortium EP. An integrated encyclopedia of DNA elements in the human genome. Nature. 2012;489:57–74. [PMC free article] [PubMed] [Google Scholar]58. Kharchenko PV, Alekseyenko AA, Schwartz YB, Minoda A, et al.  Comprehensive analysis of the chromatin landscape in Drosophila melanogaster. Nature. 2011;471:480–5. [PMC free article] [PubMed] [Google Scholar]59. Busturia A, Wightman CD, Sakonju S. A silencer is required for maintenance of transcriptional repression throughout Drosophila development. Development. 1997;124:4343–50. [PubMed] [Google Scholar]60. Sengupta AK, Kuhrs A, Muller J. General transcriptional silencing by a Polycomb response element in Drosophila. Development. 2004;131:1959–65. [PubMed] [Google Scholar]61. Jiao L, Liu X. Structural basis of histone H3K27 trimethylation by an active polycomb repressive complex 2. Science. 2015;350:aac4383. [PMC free article] [PubMed] [Google Scholar]62. Margueron R, Justin N, Ohno K, Sharpe ML, et al.  Role of the polycomb protein EED in the propagation of repressive histone marks. Nature. 2009;461:762–7. [PMC free article] [PubMed] [Google Scholar]63. Dumesic PA, Homer CM, Moresco JJ, Pack LR, et al.  Product binding enforces the genomic specificity of a yeast polycomb repressive complex. Cell. 2015;160:204–18. [PMC free article] [PubMed] [Google Scholar]64. Gaydos LJ, Wang W, Strome S. Gene repression. H3K27me and PRC2 transmit a memory of repression across generations and during development. Science. 2014;345:1515–8. [PMC free article] [PubMed] [Google Scholar]65. Collins N, Poot RA, Kukimoto I, Garcia-Jimenez C, et al.  An ACF1-ISWI chromatin-remodeling complex is required for DNA replication through heterochromatin. Nat Genet. 2002;32:627–32. [PubMed] [Google Scholar]66. Lande-Diner L, Zhang J, Cedar H. Shifts in replication timing actively affect histone acetylation during nucleosome reassembly. Mol Cell. 2009;34:767–74. [PMC free article] [PubMed] [Google Scholar]"}