{"title": "Comparison of Cisatracurium Versus Atracurium in Early ARDS", "pubDate": "2017", "PMCID": "", "DOI": "10.4187/respcare.05102", "PMID": "28351905", "abstract": "Background:                       Administration of cisatracurium in severe ARDS decreases in-hospital mortality. Whether clinical outcomes are cisatracurium-specific or related with all neuromuscular blockers is unknown. This study aimed to compare outcomes in severe ARDS patients treated with cisatracurium versus atracurium.                  Methods:                       Patients admitted in ICUs with a diagnosis of severe ARDS and treated with neuromuscular blocking agents within 72 h of diagnosis were included. Subjects treated with cisatracurium versus atracurium were compared. The primary outcome was improvement in oxygenation, defined as the difference of PaO2 /FIO2 at 72 h post-initiation of neuromuscular blocking agents. Secondary outcomes were ventilator-free days at day 28, ICU and hospital lengths of stay, and hospital mortality.                  Results:                       Seventy-six subjects with ARDS were included in the study. Eighteen subjects (24%) were treated with atracurium, whereas 58 (76%) were treated with cisatracurium. Equivalent dosages of sedation and analgesia as well as use of brain function monitoring technology were similar between both groups. There were no differences in clinical outcomes. Specifically, improvement of PaO2 /FIO2 was a median (interquartile range [IQR]) of 65 (25-162) in the atracurium group and 66 (IQR 16-147) in the cisatracurium group (P = .65). Ventilator-free days at day 28 were 13 d (IQR 0-22 d) and 15 d (IQR 8-21 d) in the atracurium and cisatracurium groups, respectively (P = .72). ICU length or stay was 18 d (IQR 8-34 d) in the atracurium group and 15 d (IQR 9-22 d) in the cisatracurium group (P = .34). In-hospital mortality was 50% for the atracurium population and 62% for the cisatracurium group (P = .42) CONCLUSIONS: Among subjects with early severe ARDS, the utilization of atracurium versus cisatracurium within 72 h of admission was not associated with significant differences in clinical outcomes.", "author": [{"author": "Leanne Moore", "affiliation": ["Department of Pharmacy."], "href": "/?term=Moore+L&cauthor_id=28351905"}, {"author": "Charles Joseph Kramer", "affiliation": ["Department of Pharmacy."], "href": "/?term=Kramer+CJ&cauthor_id=28351905"}, {"author": "Sophie Delcoix-Lopes", "affiliation": ["Department of Clinical Effectiveness."], "href": "/?term=Delcoix-Lopes+S&cauthor_id=28351905"}, {"author": "Ariel M Modrykamien", "affiliation": ["Department of Medicine, Division of Pulmonary and Critical Care Medicine, Baylor University Medical Center, Dallas, Texas. ariel.modrykamien@baylorhealth.edu."], "href": "/?term=Modrykamien+AM&cauthor_id=28351905"}], "refPMID": [], "citedInPMID": ["28351905", "34230910", "33886853", "31197492", "29706811"], "body": ""}