{"title": "Time resolved DNA occupancy dynamics during the respiratory oscillation uncover a global reset point in the yeast growth program", "pubDate": "2014", "PMCID": "PMC5349131", "DOI": "10.15698/mic2014.09.166", "PMID": "28357254", "abstract": "The structural dynamics of chromatin have been implicated in the regulation of fundamental eukaryotic processes, such as DNA transcription, replication and repair. Although previous studies have revealed that the chromatin landscape, nucleosome remodeling and histone modification events are intimately tied into cellular energetics and redox state, few studies undertake defined time-resolved measurements of these state variables. Here, we use metabolically synchronous, continuously-grown yeast cultures to measure DNA occupancy and track global patterns with respect to the metabolic state of the culture. Combined with transcriptome analyses and ChIP-qPCR experiments, these paint an intriguing picture where genome-wide nucleosome focusing occurs during the recovery of energy charge, followed by clearance of the promoter regions and global transcriptional slow-down, thus indicating a nucleosome-mediated \"reset point\" for the cycle. The reset begins at the end of the catabolic and stress-response transcriptional programs and ends prior to the start of the anabolic and cell-growth transcriptional program, and the histones on genes from both the catabolic and anabolic superclusters are deacetylated.", "author": [{"author": "Cornelia Amariei", "affiliation": ["Institute for Advanced Biosciences, Keio University, Tsuruoka, Yamagata 997-0017, Japan. ; Systems Biology Program, Graduate School of Media and Governance, Keio University, Fujisawa, Kanagawa 252-8520, Japan."], "href": "/?term=Amariei+C&cauthor_id=28357254"}, {"author": "Rainer Machné", "affiliation": ["Institute for Theoretical Biology, Humboldt University, Berlin, Invalidenstrasse 43, D-10115, Berlin, Germany. ; Institute for Theoretical Chemistry, University of Vienna, Währingerstrasse 17, A-1090, Vienna, Austria."], "href": "/?term=Machn%C3%A9+R&cauthor_id=28357254"}, {"author": "Viktor Stolc", "affiliation": ["NASA Ames Research Center, Moffett Field, California, United States of America."], "href": "/?term=Stolc+V&cauthor_id=28357254"}, {"author": "Tomoyoshi Soga", "affiliation": ["Institute for Advanced Biosciences, Keio University, Tsuruoka, Yamagata 997-0017, Japan. ; Systems Biology Program, Graduate School of Media and Governance, Keio University, Fujisawa, Kanagawa 252-8520, Japan."], "href": "/?term=Soga+T&cauthor_id=28357254"}, {"author": "Masaru Tomita", "affiliation": ["Institute for Advanced Biosciences, Keio University, Tsuruoka, Yamagata 997-0017, Japan. ; Systems Biology Program, Graduate School of Media and Governance, Keio University, Fujisawa, Kanagawa 252-8520, Japan."], "href": "/?term=Tomita+M&cauthor_id=28357254"}, {"author": "Douglas B Murray", "affiliation": ["Institute for Advanced Biosciences, Keio University, Tsuruoka, Yamagata 997-0017, Japan."], "href": "/?term=Murray+DB&cauthor_id=28357254"}], "refPMID": ["21653521", "11058103", "22722846", "18075583", "21596991", "23658529", "21074046", "22081017", "22406341", "17392789", "24034247", "24034248", "17873876", "22258509", "19111667", "21596317", "22912562", "22685547", "5384632", "1334018", "16623706", "14734811", "16254148", "17043222", "23523656", "21596309", "23202585", "15359274", "16545376", "18208507", "12722180", "15294160", "10913858", "20335538", "8980231", "21135121", "19487732", "23143334", "21834590", "22065748", "21525243", "17284613", "16537507", "21549177", "10537195", "22952947", "18318917", "23601192", "17417014", "11752295"], "citedInPMID": ["28357254", "31496950", "30516036", "29346761", "29184972", "26538026"], "body": " AbstractThe structural dynamics of chromatin have been implicated in the regulation of\nfundamental eukaryotic processes, such as DNA transcription, replication and\nrepair. Although previous studies have revealed that the chromatin landscape,\nnucleosome remodeling and histone modification events are intimately tied into\ncellular energetics and redox state, few studies undertake defined time-resolved\nmeasurements of these state variables. Here, we use metabolically synchronous,\ncontinuously-grown yeast cultures to measure DNA occupancy and track global\npatterns with respect to the metabolic state of the culture. Combined with\ntranscriptome analyses and ChIP-qPCR experiments, these paint an intriguing\npicture where genome-wide nucleosome focusing occurs during the recovery of\nenergy charge, followed by clearance of the promoter regions and global\ntranscriptional slow-down, thus indicating a nucleosome-mediated “reset point”\nfor the cycle. The reset begins at the end of the catabolic and stress-response\ntranscriptional programs and ends prior to the start of the anabolic and\ncell-growth transcriptional program, and the histones on genes from both the\ncatabolic and anabolic superclusters are deacetylated.Keywords: respiratory oscillation, chromatin dynamics, transcription regulation, histone modification, anabolism, catabolism, energetics INTRODUCTIONChromatin is an array of nucleosomes comprising of DNA (~147bp) wound around histone\noctamers, which pack up to 90% of the DNA 1.\nThis packaging has a structural role by allowing compaction of DNA in the nucleus,\nwhich represses transcription as it hinders the binding of transcription factors and\ntranscriptional machinery to gene promoters and coding regions. Thus, the dynamic\nregulation of eukaryotic chromatin structure has been shown to be central to gene\ntranscription, DNA replication and repair. As chromatin biology is highly conserved\nin eukaryotes, much of the work in elucidating it has been done using\nSaccharomyces cerevisiae.While nucleosome positioning is partially determined by the DNA sequence 2,3,4, energy-dependent processes such as nucleosome\nremodeling 5,6,7 and RNA Polymerase II\nelongation 8,9,10 play key roles in shaping and\nmaintaining the nucleosomal landscape. The first nucleosome downstream of the\ntranscriptional start site (TSS) and the upstream nucleosome-free region stand out\nas a target of regulation for nucleosome remodeling complexes, where H2A.Z\ninclusion, covalent histone modifications and transcription factors facilitate the\nentry of RNA Polymerase II (PolII) into the gene 7,11,12,13.Previous studies have produced high-resolution maps of nucleosome positioning 4,14,15 and investigated genome-wide chromatin\nremodeling and histone modifications using chemical and/or genetic perturbations\n7,16,17,18. Mutants of nucleosome remodelers or general transcription\nfactors can have drastic effects on differential promoter architectures 16. Even subtle changes in histone binding\naffinity and nucleosomal positioning have large repercussions on the phenotype,\ne.g., shifting a nucleosome by a few base pairs at a promoter can lead to marked\nchanges in the transcription rate 5,7. Genes that differ in nucleosome\nconfigurations and are differentially affected by nucleosome remodelers encode for\nglobal cellular processes such as cell growth (ribosomes, anabolism), mitochondrial\ngrowth and catabolism or the cellular stress response 14,19.The essentiality of these processes and the highly coupled feedbacks involved in\ntheir regulation make it very difficult to experimentally establish causality of\nglobal regulatory interactions in vivo, and any alteration of the\nsystem invariably results in pleiotropic phenotypes. For example, the effects of\nmodifying cellular ATP concentrations by mutation or chemical inhibition will\npercolate throughout cellular physiology, changing every aspect of the study. Global\neffects stemming from changes in energetic levels and direct causal relations\nbetween these changes and specific cellular processes are almost impossible to\ndelineate in vivo. Instead, one needs to find correlations\nin vivo and try to understand them in terms of mechanistic\nrelations known, with particular reference to less complex in vitro\nbiochemistry. The impact of cellular energetics on chromatin structure is probably\nbest exemplified by the strict requirement of ATP, but not of transcription or\nreplication, for in vitro reconstitution of in\nvivo-like nucleosome configurations at promoters 6.When S. cerevisiae is grown under precisely controlled continuous\nculture conditions, individuals auto-synchronize physiological events to produce a\nrespiratory oscillation 20,21,22.\nThis experimental system is highly stable and reproducible, allowing physiological\ndynamics to be probed at a very high temporal resolution. Additionally, diverse\ndatasets obtained at different times and from different laboratories can be reliably\ncorrelated. In this mode of culture growth, cells alternate between an oxidative\nphase and a reductive phase (Fig. 1), which is conveniently monitored by the\nresidual dissolved oxygen concentration (DO). DO is low during the oxidative phase\n(high oxygen uptake rate) and high during the reductive phase (low oxygen uptake\nrate). Importantly, ATP:ADP shows up to a 7 fold change each cycle, peaking during\nthe oxidative phase 19,23, and the majority of mRNA species have an oscillatory,\nphase-dependent transcription 24,25,26. A\ncomparative analysis of two distinct oscillatory transcriptome datasets 19 revealed two super-clusters of co-expressed\ngenes, one primarily expressed in oxidative phase, whose gene products are involved\nin cell growth and anabolism (anabolic supercluster), and the other expressed in the\nreductive phase, whose products were primarily involved in mitochondrial growth and\nfunction, stress response and catabolism (catabolic supercluster). Each of the\nsuperclusters comprised a temporal transition between gene cohorts 14, with differential nucleosome configurations\nat promoters and gene body in terms of positioning, occupancy and size of the NDR\n(nucleosome-depleted regions), and differential effects on nucleosome configurations\nof global transcription factor mutants and ATP-dependent nucleosome remodelers 5,16.\nHere, we correlate DNA occupancy dynamics, mRNA expression timing and the metabolic\nstate of the culture. Protein occupancy at NDR-flanking nucleosomes increases at the\ntransitions between high and low energy states, coinciding with the transitions\nbetween the expression superclusters. A rapid sequence of genome-wide events occur\nafter energy state has reached a minimum during the reductive phase, i.e., a\ngenome-wide increase of histone occupancy (a \"nucleosome focusing\" event),\nclearance of protein occupancy at the NDR, and a global decrease in transcription\nrates. After this sequence, ATP:ADP recovers quickly and the expression of anabolic\nsupercluster genes proceeds. These time-resolved data imply the observed nucleosome\nfocusing event as a key step that resets transcription during the respiratory\noscillation.Figure 1Open in a separate windowFIGURE 1: Average DNA occupancy dynamics around TSS during one\nrespiratory cycle.An average cycle was constructed by a cubic spline fitting of the dataset\n(normalized by the least variant set 49) comprising three respiratory cycles (33 samples; 6 min\nsampling; oscillation period 67 min), where protein-bound and genomic DNA\nsample pairs were extracted using our one-pot method. The median DNA\noccupancy (DNA occ = log2(pDNA) - log2(gDNA) - MNase bias; see Methods;\ncapped at -1 in A for increased resolution) was calculated for 5140 genes\naligned to the transcriptional start site ((A); TSS; 0 bp) and\naligned to putative nucleosome dyads ((B); 0 bp) defined by\n4. Putative nucleosomes were\nfurther classified according to their position with respect to TSS as gene\nbody nucleosomes (GB; except for +1/terminal nucleosomes) and TSS\nnucleosomes. Time is represented as phase-angles calculated according to the\nrespiratory oscillation (represented as a subscript throughout the text),\nwhere the minimum first derivative of the residual dissolved oxygen data\n(bottom panels) represents 0°/360°. Dark grey marks the reductive phase.\nMedian nucleosome profiles at upstream and terminal nucleosomes are shown in\nFigure S2. RESULTSGenome-wide multiphasic DNA occupancy dynamicsTime-series samples of protein-bound micrococcal nuclease (MNase) digested DNA\n(pDNA; for digestion profiles see Fig. S1) and genomic DNA (gDNA) were\nhybridized to tiling arrays. Fluorescent signals from each channel were used to\ncalculate the logarithmic base 2 ratios for each probe. These ratios then had\nthe MNase bias (calculated from triplicate microarray hybridizations; see\nMethods) subtracted to calculate the DNA occupancy time-series (Fig. 1).\nSpatially, the average DNA occupancy profiles around the transcriptional start\nsites (TSS; Fig. 1A) follow the canonical pattern of a NDR centered at ~75 bp\nupstream of TSS, flanked by well organized nucleosome arrays. Temporally, a\nFourier analysis of the dataset revealed the major period (67 min; 15% of\nprobes; p-value < 0.05), but it is immediately apparent that the DNA\noccupancy data comprises additional dynamics over one metabolic cycle (Fig. 1A).\nHowever, the resolution of the tiling arrays used made identification of\nindividual nucleosomes unreliable. Therefore, we used a genome-wide\nhigh-resolution map of S. cerevisiae nucleosomal dyads 4 and cross-referenced these with our\ndataset, to define preferential nucleosomal positions.Nucleosomes found +2 to the penultimate TSS-covering nucleosome were defined as\ngene body nucleosomes (Fig. 1B, GB) and showed two peaks per cycle\n(GB60° and GB225°), while all nucleosomes found in\nNDR-flanking regions at both 5' and 3' ends of genes (Fig. S2), including the\nTSS-covering nucleosome, show three peaks (Fig. 1B, TSS75°,\nTSS225° and TSS330°). TSS225° and the major\nGB225° events coincide, whereas TSS75° and\nTSS330° coincide with the metabolic transitions between oxidative\nand reductive phases. The NDR is maintained throughout the cycle, but the DNA\noccupancy at the NDR is lowest during two temporal windows (45° and 240°; Fig.\n1A). Thus, DNA occupancy events occurring during the respiratory oscillation are\ndynamic and multiphasic, where occupancy events TSS330° and\nTSS225° and GB225° at the nucleosomal regions are\nfollowed by a marked decrease in protein occupancy at the NDR.DNA occupancy dynamics are only weakly correlated with differential\ntranscript expressionTo explore DNA occupancy data in the context of gene expression, we compared the\ndataset with the temporal program of co-expressed and functionally coherent gene\ncohorts during the respiratory oscillation (Fig. 2) 19. Clusters A, AB and B are representative of the anabolic\nsupercluster, whose sum of transcripts (∑[mRNA]; Fig. 2A) peaked during the\noxidative phase, while clusters C and D represent the catabolic supercluster\nthat peaked during the reductive phase. Surprisingly, we could observe little\ndifference in the temporal profiles of DNA occupancy between the genome average\nat nucleosomal positions and the gene clusters (Fig. 2B and Fig. S3C), except\nfor a relatively higher occupancy for anabolic supercluster genes at\nGB60°, when they are being transcribed, and a broader GB225°\npeak for catabolic genes, during their expression maxima, which supports\ndata that remodeling correlates at best weakly with the timing of\ntranscriptional activation 27. The\ndifferences in overall intensity between clusters can be attributed to the\naverage nucleosome occupancy profiles (sidebars in Fig. 2C and Fig. S3D), which\nare consistent with previous analyses, i.e., genes comprising of clusters A and\nC have well-positioned nucleosomal arrays and relatively short NDR, genes\ncomprising clusters B and D have fuzzier nucleosomal arrays both upstream and\ndownstream, and AB (ribosomal proteins) genes are characterized by very large\nupstream NDR and prominent but fuzzy nucleosomal arrays 19.Figure 2Open in a separate windowFIGURE 2: Expression dynamics of major gene clusters and the DNA\noccupancy dynamics at their average gene promoters during a respiratory\ncycle.Messenger RNA abundances from the consensus clusters (Clusters A, AB, B,\nC and D; 19) from a time-series\nmicroarray dataset 26 (48\nsamples; 4 min sampling, period 50 min) were summed for each cluster\n(A), ∑[mRNA]. Transcripts that belong to the anabolic\nsupercluster (A, AB and B; produced during the oxidative phase) and\nthose that belong to the catabolic supercluster (C and D; produced\nduring the reductive phase) have a solid red and blue fill,\nrespectively. The median DNA occupancy profiles of the aligned\nnucleosome dyads for the consensus clusters during a respiratory cycle\n((B), DNA occ) were calculated as in Figure 1B. The DNA\noccupancy dynamics ((C), ΔDNA occ) were normalized by\nsubtracting the log-ratio temporal average (red and blue side bar) from\nthe median DNA occupancy for each expression cluster (see Fig. 1A).\nDotted lines represent the residual dissolved oxygen (DO), scaled to the\ny-axis range of the panel. The transcript and nucleosome datasets were\naligned using the minimum and maximum first derivative of the DO (Fig.\nS4A). The minimum first derivative of the DO data represents 0°/360°.\nThe differential expression clusters B.C and B.D were merged into an\nexpanded cluster B, as these were co-expressed during the short period\noscillation. These clusters and lower signal-to-noise ratio clusters are\nshown in Figure S3.The normalized occupancy profiles (Fig. 2C and Fig. S3D main panels) reveal a\nbiphasic DNA occupancy in the NDR, completely antiphase with gene body\nnucleosomes. The maximum promoter occupancy (330°) coincides with the highest\noccupancy at TSS (TSS330°), at the onset of respiratory activity\n(transition to oxidative phase), when transcript levels of the anabolic clusters\nincrease. The other phase transition point, where the transcript abundances of\ncatabolic clusters rises, is also marked by an increased TSS occupancy\n(TSS75°). Interestingly, the global peak at 225° coincides with a\ntransient increase in transcript abundances of all gene clusters (Fig. 2A and\nFig. S3A and B; global maxima for catabolic and local maxima for anabolic\nclusters). This genome-wide event is quickly followed by a striking depletion in\nDNA occupancy at the promoter NDR (240°), visible in all clusters, and a\ntranscript abundance minimum (global minima for anabolic and local minima for\ncatabolic clusters; 270°; Fig. 2A and Fig. S3A and B).Therefore, a global chromatin restructuring event during the respiratory\noscillation occurs similarly for all genes regardless of promoter architecture.\nWhile the three TSS events (Fig. 2A and Fig. S3C) correspond to increases in\n∑[mRNA] globally (Fig. 2B and Fig. S3A), they are not reflected in the\ndifferential expression profiles of the anabolic and catabolic\nsuperclusters.Tracking histone occupancy, histone acetylation and metabolic state during\nthe respiratory oscillationTo further characterize these genome-wide events in promoter and TSS occupancy,\nwe tested histone H3 presence and, following the reported histone acetylation\ninvolvement in the initiation of anabolic program 28, the acetylation state (H3K9ac:H3) by ChIP-qPCR at the\nTSS of two anabolic and two catabolic genes (Supplementary Methods, primers in\nTable S1). Again, we find at best subtle differences between differentially\ntranscribed genes but clear correlations to the global occupancy dynamics (Fig.\n3A-C). TSS H3 occupancy gradually increases over the reductive phase in all\ngenes and its peak coincides with the global event (GB225° and\nTSS225°), not exhibiting major secondary peaks. In contrast, H3K9\nacetylation is enriched at the two transition events that are seen at TSS and\npromoter-flanking sites (TSS75° and TSS330°), suggesting\nthese peaks in TSS protein occupancy may rather reflect binding of\npromoter-remodeling or transcription initiation complexes rather than an\nincrease histone occupancy. Notably, a large decrease in acetylation during the\nmid reductive phase (210°-270°) coincides with the nucleosomal focusing event,\nproviding evidence that this event was a result of histone deacetylation.Figure 3Open in a separate windowFIGURE 3: Defining the reset point of the respiratory\noscillation.The temporal profile of the DNA occupancy (DNA occ) at the center of the\nnucleosome region for the anabolic and catabolic superclusters\n(A) were calculated as in Figure 1B. Histone H3\n(B) and H3K9ac ((C), log-ratio values with\nrespect to H3) ChIP time-series (14 samples; 4 min sampling; period 53\nmin) were amplified by qPCR at TSS regions of 4 representative anabolic\n(red hues) and catabolic (blue hues) genes. Total mRNA abundances for\neach supercluster ((D), ∑[mRNA]) were used to calculate\nmRNA abundance rate of change ((E); ∑[mRNA]'; change in\nmRNA abundance every 15°). The same samples for B and C were used for\nRNA PolII ChIP-qPCR at genome body regions of 4 representative anabolic\n(red hues) and catabolic (blue hues) genes (F). The PolII\nsignals were normalized with respect to a subtelomeric region on\nchromosome VI. ATP, ADP and AMP concentration time-series data\n((G), 36 samples, 6 min sampling, period 78 min, Fig.\nS4B) measured by capillary electrophoresis mass spectrometry 48 were used to calculate inferred\nISWI remodeling rates (H). An average cycle was constructed\nby a cubic spline fitting for each time-series spanning several cycles\n(A, D, E, G, H). Error bars in B, C, F represent standard error of mean\nof qPCR triplicates. Dotted lines represent the residual dissolved\noxygen (DO), scaled to the y-axis range of each panel, and datasets were\naligned using the minimum and maximum first derivative of DO\nconcentration (Fig. S4A). The minimum first derivative of the DO data\nrepresents 0°/360°. The anabolic supercluster was defined as clusters A,\nAB, B, B.C, B.D and ab.n and the catabolic supercluster was defined as\nclusters C, D, cd.n and cd.ab.The total transcript levels of the two superclusters (∑[mRNA]; Fig. 3D) were used\nto calculate global changes in transcript turnover (first derivative ∑[mRNA]';\nFig. 3E). This revealed a short increase, then sharp drop of ∑[mRNA]' in both\nsuperclusters at the nucleosome focusing point, potentially reflecting a\nco-release of transcripts with PolII and a subsequent global halt on\ntranscription, or increased RNA degradation. These transcription rate profiles\nclosely matched the PolII occupancy in the gene body at two anabolic and two\ncatabolic genes (Fig. 3F, Supplemental Methods, primers in Table S2), confirming\nthat a decrease in transcriptional activity contributes to the slowdown.To interpret these events in terms of cellular energetics, we monitored ATP\nduring the respiratory oscillation (Fig. 3G and Fig. S4B). Bulk cellular ATP\nconcentration changes (21-51 mM) correlate with anabolic supercluster abundance\nchanges (∑[mRNA]'; Pearson correlation r = 0.54, p-value =\n0.005; Fig. 3E, 3G and Fig. S4B) and strongly anti-correlate with the catabolic\nsupercluster transcription (r = -0.86, p-value =\n8.23x10-8, Fig. 3E, 3G and Fig. S4B), indicating that ATP\nconcentration may play a pivotal role in the differential transcription of the\ncatabolic and anabolic superclusters. The changes in ATP, EC (0.65-0.9) and\nATP:ADP (1.2-8) ratios were large and will have marked influence on many enzymes\nthat require ATP as a cofactor. We therefore used the measured ATP and ADP\nconcentrations, to infer the remodeling activity for ISWI (Fig. 3H), calculated\nassuming a competitive inhibition and the reported in vitro ATP\nMichaelis constant of 0.15 mM 29 and an\nADP inhibition constant of 0.1 mM 30, is\nat a minimum when catabolic genes are expressed maximally. The inhibition of\nISWI is thought to involve the binding of ADP in between the DNA and the\ncomplex, causing the affinity to decrease 30. Interestingly, ATP also causes a similar effect on mutants with\nno ATP hydrolysis activity. The exact mechanism is still to be fully elucidated,\nand competitive inhibition will perhaps underestimate the influence of low\nenergy states on remodeling activity, as mixed inhibition is likely. However,\nour inferred activity (0.5-0.75, where 1 is 100% activity) illustrates that\nchanges in ATP availability in enzymes with product inhibition, such the ISWI\ncomplex, will show large changes in activity. Furthermore, it supports a\ndefining role for ATP availability in nucleosome remodeling events 19.In summary, global DNA occupancy dynamics correlate with a global slowdown in\ntranscription and suggest a reset point for the respiratory cycle, where\nnucleosomes are focused, the NDR becomes well-defined and proteins\ndisassociate. DISCUSSIONMechanistically, finding cause-and-effect relationships is difficult in complex\noscillatory systems with multiple feedback loops and experimental determination of\ncausality in global regulation of growth is very difficult in vivo.\nAltering ATP or the affinity of chromatin remodeling by mutation irrevocably alters\nthe cellular network structure, because of the centrality of the processes under\nexamination 31, e.g., a\ngts1Δ mutant that is involved in energy metabolism and the\nregulation of ADP-ribosylation 32 caused an\nunstable chaotic oscillator with multiple periods 33 and pleiotropic phenotypes. Therefore, we approach these issues by\naccumulating time resolved datasets from a highly reproducible experimental system,\nthen derive correlations, and interpret these in the light of previously published\ndata and mechanistic relations, primarily determined from in vitro\nbiochemistry.Using this approach, we show that the repression of general transcription during the\nreductive phase of the respiratory oscillation is preceded by rapid a sequence of\nglobal events. A decrease in ATP concentration and energy charge goes hand-in-hand\nwith an up-regulation of the catabolic supercluster genes. Next, a global nucleosome\nfocusing event (GB225° and TSS225°; Fig. 1 and Fig. 3) occurs,\nand data suggests this event involves increased H3 occupancy and deacetylation (Fig.\n3). Shortly after this the DNA occupancy of the promoter regions drastically\ndecrease and PolII dissociates from the coding regions, which results in the\nobserved global transcriptional slowdown. We suggest that the nucleosome focusing\nevent represents a transcriptional \"reset\" point, where nucleosomal arrays\nbecome well-positioned because of the greater affinity of deacetylated histones for\nDNA. Such a chromatin state has been achieved in vitro 6 by adding cell extract and ATP (no other\nnucleotide triphosphates were required), indicating that ATP-dependent remodeling\nactivities alone are sufficient for defining a well-positioned nucleosomal\nlandscape. In our system, ATP has a minor peak (210°-240°) during the reset event,\nsuggesting that ATP-dependent remodeling is involved during this in\nvivo chromatin reorganization.A similar global dissociation at the promoters has been previously observed in the\nhypoosmotic stress response in yeast 34.\nAdditionally, the common stress response in yeast has a high degree of overlap with\nthe catabolic supercluster, thus implicating this reset point in its development.\nIndeed, for a range of stress responses up to a 4 fold increase in survivability was\nobserved around the reset point 35. The\nimplications of these observations are profound, especially in the context of\nheterogeneity and persistence of pathogens and cancer cells. Considering that cells\nin populations are usually desynchronized and that the metabolic oscillation has\nbeen shown to occur in individuals 36, the\nresistance to drugs in subpopulations may stem from this transcriptionally-inactive\nstress-resilient state, hardwired into the chromatin dynamics during the cellular\ngrowth program.Additionally, TSS regions show two peaks of protein-occupancy (TSS75° and\nTSS330°), which coincide with shifts in ATP concentration and mark\nthe increase in transcription of the catabolic and anabolic superclusters,\nrespectively. While the lowest concentration of bulk ATP (25 mM; Fig. 3G) is much\nhigher than the in vitro ATP Michaelis constant (Km) for\nthe chromatin remodeling complexes RSC (Km = 0.08 mM) 37, INO80 (Km = 0.143 mM) 38 and ISWI (Km = 0.15 mM) 29, the heterogeneity of the cell environment\n(e.g., gradients, compartments and molecular crowding 39) may lead to nuclear concentrations of ATP that are\nsignificantly lower than the bulk measurements, i.e., within the nuclear compartment\nATP concentration will tend to approach the Km. Moreover, Km\ndetermination in in vitro simplified reaction conditions yields\nvalues that can be an order of magnitude different than found in the in vivo\ncomplex reaction matrix, where effectors are known to antagonize remodeler\nactivity 40. In vitro, ADP\nis known to inhibit chromatin remodelers 30,41 and the inferred remodeling\nrates (Fig. 3H) for ISWI support the idea that cellular energetics can have a strong\ninfluence on chromatin state in vivo, and that the differential\n∑[mRNA]' for catabolic and anabolic superclusters (Fig. 3E) may stem from two short\nphases of promoter-restructuring by nucleosome remodeling and histone modifying\nenzymes at the TSS nucleosomes. Previously, we found differential effects of\nrepressive (Isw2 5) and activating (RSC 16) ATP-dependent remodelers 19 on nucleosome configurations, which may\nprovide a mechanistic basis for how these similar occupancy events develop into the\ndifferential expression of the anabolic and catabolic superclusters, where\nalternating ATP availability would flip transcription from the anabolic to the\ncatabolic program. The activities of these enzymes may regulate transcription of the\nsupercluster genes differentially, e.g, by incorporation of H2A.Z 12,13,\nhistone acetylation 28 and lateral sliding of\nTSS nucleosomes 5,7, and the activities of these enzymes will be the focus of\nfuture investigations.Taken together, our data points to global mechanisms of gene regulation, starting\nwith a general reset of chromatin architecture and continuing sequentially through a\ndefined temporal program, where cellular growth and DNA replication are, by\nnecessity, flexibly coupled 24,36,42,43. In this context, the\nchromatin reset point can be interpreted as a metabolic equivalent of cell-cycle\nstart, where the chromatin structure itself is a major sensor of the metabolic\nstate. MATERIALS AND METHODSUnless otherwise stated all chemicals and reagents were supplied by Wako Pure\nChemical Industries, Ltd (Japan).Culture growthThe S. cerevisiae strain used was IFO 0233 and was grown in\ncontinuous culture as previously described 44.Protein-bound and genomic DNA purification; a one pot method Samples (1 mL) were fixed in formaldehyde (1% v/v) and placed on a rotator (5\nrpm, room temperature, 12 min), then neutralized with 0.1 volume of 2 M glycine\nand placed again on a rotator (5 rpm, room temperature, 12 min). Samples were\nthen centrifuged (5200 g, room temperature, 1 min) and the supernatant was\ndiscarded. The pellets were stored at -80°C.Cross-linked samples were thawed on ice, washed twice in 1 mL TBS and pelleted at\n12000 g, 4°C, 2 min. Pellets were resuspended in 500 μL of Zymolyase digestion\nsolution (50 mM Tris-HCl pH 7.4, 0.07% 2-Mercaptoethanol, 1000 U/mL of Zymolyase\n100T) and incubated on a rotator (5 rpm, room temperature, 1 h). MNase\n(microccocal nuclease) digestion mix containing Igepal (0.1%), spermidine (200\nμM), NaCl (50 mM), MgCl2 (5 mM) and CaCl2 (1 mM) were\nadded to the tubes to the final concentrations that are shown in parentheses.\nMNase (150 U) and RNase A (5 μL; Promega, Japan, catalogue number: A7973) were\nthen added, and samples were incubated (37°C; 30 min). The NaCl,\nMgCl2, CaCl2 and MNase were omitted if genomic DNA was\nrequired. To stop the digestion, tubes were transferred to an ice bath then EDTA\nand SDS were added to a final concentration of 0.01 M and 0.05%,\nrespectively.Each sample was then centrifuged (12000 g, 4°C, 10 min), the supernatant was\ntransferred, and 10 μL Proteinase K was added (20 μg in 100 μL of nuclease free\nwater; Roche, Japan). After an overnight incubation (65°C, ~10h) the reaction\nmixture was transferred to 550 μL phenol:chloroform:isoamyl alcohol 25:24:1 in\nphase-lock tubes (MaXtract Low Density, Quiagen, Japan), and centrifuged (12000\ng, room temperature, 5 min). The aqueous phase was transferred to a new tube in\nwhich ethanol (2 v/v), glycogen (0.04 v/v) and 5 M NaCl (0.04 v/v) were added.\nAfter centrifugation (12000 g, room temperature, 30 min), the supernatant was\ndiscarded and pellet was washed twice with 1 mL 80% ethanol. The pellet was then\nresuspended in 100 μL water and purified using QIAquick PCR purification kit\n(Qiagen) according to the manufacturer's instructions. The final samples were\neluted in 100 μL nuclease-free water and stored at 4°C. DNA was quantified and\nfragment sizes were inspected (Fig. S1).MNase control samples were prepared by mixing 20 μL of purified genomic DNA\nsample with 480 μL with 50 mM Tris-HCl pH 7.4, and MNase digestion mix was added\nas above. After the addition of MNase (3 U), samples were incubated (37°C; 10\nmin), digestion was stopped and samples were purified as before.Labeling and hybridizationFor each set separately (protein-bound, genomic and MNase control DNA), an equal\namount of each sample was used for labeling (the average of the highest quartile\nof the volume corresponding to 1 μg of DNA in each set), ensuring that most\nsamples will have over 1μg of DNA. Genomic samples were labeled with Cy3 and\nprotein-bound DNA samples were labeled with Cy5, according to the labeling kit\ninstructions (NimbleGen Dual-Color Labeling Kit, Roche, Japan, catalog number:\n06370270001). MNase control samples were labeled with Cy3. The resulting samples\nwere hybridized according to the NimbleGen Arrays user's guide (ChIP-chip\nArrays, version 6.2) on custom-made, NASA Ames Research Center yeast 360K whole\ngenome tiling arrays 45, washed\n(NimbleGen Wash Buffer Kit, Roche, Japan, catalogue number: 05584507001) and\nscanned on an Agilent Microarray Scanner (G2565BA, Agilent, Japan) according to\nthe manufacturer's instructions.Measurement of NAD(P)H fluorescence and adenosine nucleotide\nconcentrationsAs NADH and NADPH concentrations are difficult to extract and quantify due to\nbinding with macromolecules and rapid oxidation 46, we used a relative, live cell measure of combined NAD(P)H\nfluorescence 47. AMP, ADP and ATP were\nextracted by bead-beating and measured by CE-MS, cell number and volume were\nmeasured by electronic cell counter (CDA500, Sysmex, Japan) and metabolite\nconcentrations calculated to mM 48.The relative remodeling activity (v/Vmax) at a Michaelis constant\nKm and an ADP inhibition constant\nKiwas calculated using the competitive product inhibition formula:Open in a separate windowData acquisition and normalizationNimbleScan software (Roche) was used to extract raw data from the dual color\ntiling array image files in the “.pair” file format, for individual channels,\naccording to the user guide (version 2.6). The dataset contained 33 time-series\npairs of protein-bound DNA (pDNA) and genomic DNA (gDNA) signals, and 3\nMNase-digested controls (mDNA). The normalization between arrays was based on\nthe Least Variant Set 49,50. 24916 probes (6.35%) with a variance\nacross arrays lower than 0.1 in the pDNA and gDNA datasets were used to\nconstruct a LOESS fitting curve for individual arrays and subsequently used for\nnormalization on each channel. The threshold of 0.1 was chosen because it\nproduced the most coherent signal while preserving the temporal structure of the\ndata. The arrays contained paired forward and reverse strand probes, which were\naveraged at this step. Finally, the MNase bias was calculated as:Open in a separate windowwhere m represents the mDNA arrays, n represent\ngDNA arrays, and was incorporated in the final calculations of DNA occupancy at\neach probe p on array t, defined as:Open in a separate windowIt should be noted that these values are all relative, therefore are not\nquantitative. The mean DNA occupancy was -0.18 with a standard deviation of\n0.67.Genome build and calculationsThe features considered were taken from the SGD genome annotation file (http://downloads.yeastgenome.org/curation/chromosomal_feature/saccharomyces_cerevisiae.gff\n2005-11-05; genome build: sacCer3, 2011_02_03, R64-1-1). A nucleotide BLAST\nagainst this build was performed to define the positions of all probes on the\ntiling array.The transcription start site positions for 5176 genes were taken from Machné and\nMurray, 2012 and references therein and adjusted to this genome build.Phase angle and oscillation statistics relative to the DO time-seriesDO data (sampled at 0.1 Hz) were smoothed by a running mean with a window of 0.01\nHz, and the result was used to calculate the first derivative. The minimum and\nmaximum first derivative of the DO data were used to define the start of the\noxidative and reductive phases, respectively. Due to difference in the length of\nthe oxidative and reductive phases, we aligned all data by setting as all minima\nto 0° and all maxima to 94° and phase adjusting each sample point to these\nreferences linearly (Fig. S4A).Phase-angle and amplitude and signal-to-noise ratio statistics were calculated as\npreviously described 19,44,51.Data smoothing and interpolationTo obtain the average temporal profile during one respiratory cycle (between 0°\nand 360°), the experimental values with respect to their phase-angles were\nsmoothed with a cubic spline (degrees of freedom corresponded to the number of\nsamples per respiratory cycle in the dataset). The resulting spline was\nresampled at 24 points (every 15°). The change rates for each dataset were\ncalculated as the difference between each two consecutive data-points (prior to\nphase-angle calculations), and assigned the average of the two sample\nphase-angles, after which the same smoothing and resampling methods were used.\nThe NAD(P)H time-series, which had a sampling frequency of 10 Hz, was converted\nfrom time-domain to frequency-domain DFT, and frequencies lower than the\nfrequency of the respiratory oscillation and those higher than 4 times the\nfrequency of the respiratory oscillation were removed. The filtered signal was\nreconstructed by the inverse transform.FootnotesThe data discussed in this publication have been deposited in NCBI's Gene\nExpression Omnibus 52 and are accessible\nthrough GEO Series accession number {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE60112\",\"term_id\":\"60112\"}}GSE60112 (http://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc={\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE60112\",\"term_id\":\"60112\"}}GSE60112\n). SUPPLEMENTAL MATERIALClick here for supplemental data file.(1.7M, pdf)All supplemental data for this article are also available online at \nhttp://microbialcell.com/researcharticles/time-resolved-dna-occupancy-dynamics-during-the-respiratory-oscillation-uncover-a-global-reset-point-in-the-yeast-growth-program/. Funding StatementWe are grateful to Yamagata prefecture and Tsuruoka city for\ntheir financial support of the project. We are also indebted to Kalesh\nSasidharan, Jesper Svejstrup, Jane Walker, Kazutaka Ikeda, Maki Sugawara and\nHiroko Ueda for their advice and technical assistance. CA was funded in-part by\nthe General Center of Excellence (GCOE), the Taikichiro Mori Memorial Research\nGrant and the Monbukagakusho Honors Scholarship. DBM was funded, in-part by a\ngrant-in-aid from the Japan Society for the Promotion of Science and the Japan\nScience and Technology Agency. References1. Holde KE.  New York: Springer; 1989. Chromatin. [CrossRef] [Google Scholar]2. Flores O, Orozco M. nucleR: a package for non-parametric nucleosome\npositioning. Bioinformatics. 2011;27(15):2149–2150. doi: 10.1093/bioinformatics/btr345. [PubMed] [CrossRef] [Google Scholar]3. Suter B. Poly(dAmiddle dotdT) sequences exist as rigid DNA structures in\nnucleosome-free yeast promoters in vivo. Nucleic Acids Res. 2000;28(21):4083–4089. doi: 10.1093/nar/28.21.4083. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Brogaard K, Xi L, Wang J-P, Widom J. A map of nucleosome positions in yeast at base-pair\nresolution. Nature. 2012;486(7404):496–501. doi: 10.1038/nature11142. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Whitehouse I, Rando OJ, Delrow J, Tsukiyama T. Chromatin remodelling at promoters suppresses antisense\ntranscription. Nature. 2007;450(7172):1031–1035. doi: 10.1038/nature06391. [PubMed] [CrossRef] [Google Scholar]6. Zhang Z, Wippo CJ, Wal M, Ward E, Korber P, Pugh BF. A packing mechanism for nucleosome organization reconstituted\nacross a eukaryotic genome. Science. 2011;332(6032):977–980. doi: 10.1126/science.1200508. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Van Bakel H, Tsui K, Gebbia M, Mnaimneh S, Hughes TR, Nislow C. A compendium of nucleosome and transcript profiles reveals\ndeterminants of chromatin architecture and transcription. PLoS Genet. 2013;9:e1003479. doi: 10.1371/journal.pgen.1003479. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Gilchrist DA, Dos Santos G, Fargo DC, Xie B, Gao Y, Li L, Adelman K. Pausing of RNA polymerase II disrupts DNA-specified nucleosome\norganization to enable precise gene regulation. Cell. 2010;143(4):540–551. doi: 10.1016/j.cell.2010.10.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Bintu L, Kopaczynska M, Hodges C, Lubkowska L, Kashlev M, Bustamante C. The elongation rate of RNA polymerase determines the fate of\ntranscribed nucleosomes. Nat Struct Mol Biol. 2011;18(12):1394–1399. doi: 10.1038/nsmb.2164. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Gilchrist DA, Adelman K. Coupling polymerase pausing and chromatin landscapes for precise\nregulation of transcription. Biochim Biophys Acta - Gene Regul Mech. 2012;1819:700–706. doi: 10.1016/j.bbagrm.2012.02.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Albert I, Mavrich TN, Tomsho LP, Qi J, Zanton SJ, Schuster SC, Pugh BF. Translational and rotational settings of H2A. nucleosomes across\nthe Saccharomyces cerevisiae genome. .  Nature. 2007;446(7135):572–576. doi: 10.1038/nature05632. [PubMed] [CrossRef] [Google Scholar]12. Ranjan A, Mizuguchi G, FitzGerald PC, Wei D, Wang F, Huang Y, Luk E, Woodcock CL, Wu C. Nucleosome-free region dominates histone acetylation in targeting\nSWR1 to promoters for H2A. replacement. .  Cell. 2013;154(6):1232–1245. doi: 10.1016/j.cell.2013.08.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Yen K, Vinayachandran V, Pugh BF. SWR-C and INO80 chromatin remodelers recognize nucleosome-free\nregions near +1 nucleosomes. Cell. 2013;154(6):1246–1256. doi: 10.1016/j.cell.2013.08.043. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Lee W, Tillo D, Bray N, Morse RH, Davis RW, Hughes TR, Nislow C. A high-resolution atlas of nucleosome occupancy in\nyeast. Nat Genet. 2007;39(10):1235–1244. doi: 10.1038/ng2117. [PubMed] [CrossRef] [Google Scholar]15. Rhee HS, Pugh BF. Genome-wide structure and organization of eukaryotic\npre-initiation complexes. Nature. 2012;483(7389):295–301. doi: 10.1038/nature10799. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Badis G, Chan ET, van Bakel H, Pena-Castillo L, Tillo D, Tsui K, Carlson CD, Gossett AJ, Hasinoff MJ, Warren CL, Gebbia M, Talukder S, Yang A, Mnaimneh S, Terterov D, Coburn D, Li Yeo A, Yeo ZX, Clarke ND, Lieb JD, Ansari AZ, Nislow C, Hughes TR. A library of yeast transcription factor motifs reveals a\nwidespread function for Rsc3 in targeting nucleosome exclusion at\npromoters. Mol Cell. 2008;32(6):878–887. doi: 10.1016/j.molcel.2008.11.020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Lenstra TL, Benschop JJ, Kim T, Schulze JM, Brabers NACH, Margaritis T, van de Pasch LAL, van Heesch SAAC, Brok MO, Groot Koerkamp MJA, Ko CW, van Leenen D, Sameith K, van Hooff SR, Lijnzaad P, Kemmeren P, Hentrich T, Kobor MS, Buratowski S, Holstege FCP. The Specificity and Topology of Chromatin Interaction Pathways in\nYeast. Mol Cell. 2011;42:536–549. doi: 10.1016/j.molcel.2011.03.026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Weiner A, Chen H V, Liu CL, Rahat A, Klien A, Soares L, Gudipati M, Pfeffner J, Regev A, Buratowski S, Pleiss JA, Friedman N, Rando OJ. Systematic dissection of roles for chromatin regulators in a\nyeast stress response. PLoS Biol. 2012;10:17. doi: 10.1371/journal.pbio.1001369. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Machné R, Murray DB. The yin and yang of yeast transcription: elements of a global\nfeedback system between metabolism and chromatin. PLoS One. 2012;7(6):e37906. doi: 10.1371/journal.pone.0037906. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Finn RK, Wilson RE. Fermentation Process Control, Population Dynamics of a Continuous\nPropagator for Microorganisms. J Agric Food Chem. 1954;2(2):66–69. doi: 10.1021/jf60022a003. [CrossRef] [Google Scholar]21. Kaspar von Meyenburg H. Energetics of the budding cycle of Saccharomyces cerevisiae\nduring glucose limited aerobic growth. Arch Mikrobiol. 1969;66(4):289–303. doi: 10.1007/BF00414585. [PubMed] [CrossRef] [Google Scholar]22. Satroutdinov AD, Kuriyama H, Kobayashi H. Oscillatory metabolism of Saccharomyces cerevisiae in continuous\nculture. FEMS Microbiol Lett. 1992;77(1-3):261–267. doi: 10.1111/j.1574-6968.1992.tb05525.x. [PubMed] [CrossRef] [Google Scholar]23. Xu Z, Tsurugi K. A potential mechanism of energy-metabolism oscillation in an\naerobic chemostat culture of the yeast Saccharomyces\ncerevisiae. FEBS J. 2006;273(8):1696–1709. doi: 10.1111/j.1742-4658.2006.05201.x. [PubMed] [CrossRef] [Google Scholar]24. Klevecz RR, Bolen J, Forrest G, Murray DB. A genomewide oscillation in transcription gates DNA replication\nand cell cycle. Proc Natl Acad Sci U S A. 2004;101(5):1200–1205. doi: 10.1073/pnas.0306490101. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Tu BP, Kudlicki A, Rowicka M, McKnight SL. Logic of the yeast metabolic cycle: temporal compartmentalization\nof cellular processes. Science. 2005;310(5751):1152–1158. doi: 10.1126/science.1120499. [PubMed] [CrossRef] [Google Scholar]26. Li CM, Klevecz RR. A rapid genome-scale response of the transcriptional oscillator\nto perturbation reveals a period-doubling path to phenotypic\nchange. Proc Natl Acad Sci U S A. 2006;103(44):16254–16259. doi: 10.1073/pnas.0604860103. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Teif VB, Erdel F, Beshnova DA, Vainshtein Y, Mallm J-P, Rippe K. Taking into account nucleosomes for predicting gene\nexpression. Methods. 2013;62(1):26–38. doi: 10.1016/j.ymeth.2013.03.011. [PubMed] [CrossRef] [Google Scholar]28. Cai L, Sutter BM, Li B, Tu BP. Acetyl-CoA induces cell growth and proliferation by promoting the\nacetylation of histones at growth genes. Mol Cell. 2011;42(4):426–437. doi: 10.1016/j.molcel.2011.05.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Mueller-Planitz F, Klinker H, Ludwigsen J, Becker PB. The ATPase domain of ISWI is an autonomous nucleosome remodeling\nmachine. Nat Struct Mol Biol. 2013;20(1):82–89. doi: 10.1038/nsmb.2457. [PubMed] [CrossRef] [Google Scholar]30. Fitzgerald DJ, DeLuca C, Berger I, Gaillard H, Sigrist R, Schimmele K, Richmond TJ. Reaction cycle of the yeast Isw2 chromatin remodeling\ncomplex. EMBO J. 2004;23(19):3836–3843. doi: 10.1038/sj.emboj.7600364. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Lloyd D, Murray DB. The temporal architecture of eukaryotic growth. FEBS Lett. 2006;580(12):2830–2835. doi: 10.1016/j.febslet.2006.02.066. [PubMed] [CrossRef] [Google Scholar]32. Smaczynska-de Rooij II, Costa R, Ayscough KR. Yeast Arf3p modulates plasma membrane PtdIns(4,5)P2 levels to\nfacilitate endocytosis. Traffic. 2008;9(4):559–573. doi: 10.1111/j.1600-0854.2008.00708.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Adams CA, Kuriyama H, Lloyd D, Murray DB. The Gts1 protein stabilizes the autonomous oscillator in\nyeast. Yeast. 2003;20(6):463–470. doi: 10.1002/yea.976. [PubMed] [CrossRef] [Google Scholar]34. Proft M, Struhl K. MAP kinase-mediated stress relief that precedes and regulates the\ntiming of transcriptional induction. Cell. 2004;118(3):351–361. doi: 10.1016/j.cell.2004.07.016. [PubMed] [CrossRef] [Google Scholar]35. Wang J, Liu W, Uno T, Tonozuka H, Mitsui K, Tsurugi K. Cellular stress responses oscillate in synchronization with the\nultradian oscillation of energy metabolism in the yeast Saccharomyces\ncerevisiae. FEMS Microbiol Lett. 2000;189(1):9–13. doi: 10.1111/j.1574-6968.2000.tb09198.x. [PubMed] [CrossRef] [Google Scholar]36. Silverman SJ, Petti AA, Slavov N, Parsons L, Briehof R, Thiberge SY, Zenklusen D, Gandhi SJ, Larson DR, Singer RH, Botstein D. Metabolic cycling in single yeast cells from unsynchronized\nsteady-state populations limited on glucose or phosphate. Proc Natl Acad Sci U S A. 2010;107(15):6946–6951. doi: 10.1073/pnas.1002422107. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Cairns BR, Lorch Y, Li Y, Zhang M, Lacomis L, Erdjument-Bromage H, Tempst P, Du J, Laurent B, Kornberg RD. RSC, an Essential, Abundant Chromatin-Remodeling\nComplex. Cell. 1996;87(7):1249–1260. doi: 10.1016/S0092-8674(00)81820-6. [PubMed] [CrossRef] [Google Scholar]38. Udugama M, Sabri A, Bartholomew B. The INO80 ATP-dependent chromatin remodeling complex is a\nnucleosome spacing factor. Mol Cell Biol. 2011;31(4):662–673. doi: 10.1128/MCB.01035-10. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Spitzer J, Poolman B. The role of biomacromolecular crowding, ionic strength, and\nphysicochemical gradients in the complexities of life’s\nemergence. Microbiol Mol Biol Rev. 2009;73(2):371–388. doi: 10.1128/MMBR.00010-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Clapier CR, Cairns BR. Regulation of ISWI involves inhibitory modules antagonized by\nnucleosomal epitopes. Nature. 2012;492(7428):280–284. doi: 10.1038/nature11625. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Malik SS, Rich E, Viswanathan R, Cairns BR, Fischer CJ. Allosteric interactions of DNA and nucleotides with S. cerevisiae\nRSC. .  Biochemistry. 2011;50(37):7881–7890. doi: 10.1021/bi200837b. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Slavov N, Macinskas J, Caudy A, Botstein D. Metabolic cycling without cell division cycling in respiring\nyeast. Proc Natl Acad Sci U S A. 2011;108(47):19090–19095. doi: 10.1073/pnas.1116998108. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Slavov N, Botstein D. Coupling among growth rate response, metabolic cycle, and cell\ndivision cycle in yeast. Mol Biol Cell. 2011;22(12):1997–2009. doi: 10.1091/mbc.E11-02-0132. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Murray DB, Beckmann M, Kitano H. Regulation of yeast oscillatory dynamics. Proc Natl Acad Sci U S A. 2007;104(7):2241–2246. doi: 10.1073/pnas.0606677104. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Samanta MP, Tongprasit W, Sethi H, Chin C-S, Stolc V. Global identification of noncoding RNAs in Saccharomyces\ncerevisiae by modulating an essential RNA processing\npathway. Proc Natl Acad Sci U S A. 2006;103(11):4192–4197. doi: 10.1073/pnas.0507669103. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Murray DB, Haynes K, Tomita M. Redox regulation in respiring Saccharomyces\ncerevisiae. Biochim Biophys Acta. 2011;1810(10):945–958. doi: 10.1016/j.bbagen.2011.04.005. [PubMed] [CrossRef] [Google Scholar]47. Murray DB, Engelen F, Lloyd D, Kuriyama H. Involvement of glutathione in the regulation of respiratory\noscillation during a continuous culture of Saccharomyces\ncerevisiae. Microbiology. 1999;145(10):2739–2745. [PubMed] [Google Scholar]48. Sasidharan K, Soga T, Tomita M, Murray DB. A yeast metabolite extraction protocol optimised for time-series\nanalyses. PLoS One. 2012;7(8):e44283. doi: 10.1371/journal.pone.0044283. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Calza S, Valentini D, Pawitan Y. Normalization of oligonucleotide arrays based on the\nleast-variant set of genes. BMC Bioinformatics. 2008;9:140. doi: 10.1186/1471-2105-9-140. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Lehmann R, Machné R, Georg J, Benary M, Axmann I, Steuer R. How cyanobacteria pose new problems to old methods: challenges in\nmicroarray time series analysis. BMC Bioinformatics. 2013;14:133. doi: 10.1186/1471-2105-14-133. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Yamada R, Ueda HR. Microarrays: statistical methods for circadian\nrhythms. Methods Mol Biol. 2007;362:245–264. doi: 10.1007/978-1-59745-257-1_17. [PubMed] [CrossRef] [Google Scholar]52. Edgar R. Gene Expression Omnibus: NCBI gene expression and hybridization\narray data repository. Nucleic Acids Res. 2002;30(1):207–210. doi: 10.1093/nar/30.1.207. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}