{"title": "NRF2 Induction Supporting Breast Cancer Cell Survival Is Enabled by Oxidative Stress-Induced DPP3-KEAP1 Interaction", "pubDate": "2017", "PMCID": "PMC5464605", "DOI": "10.1158/0008-5472.CAN-16-2204", "PMID": "28416489", "abstract": "NRF2 is a transcription factor serving as a master regulator of the expression of many genes involved in cellular responses to oxidative and other stresses. In the absence of stress, NRF2 is constantly synthesized but maintained at low levels as it is targeted by KEAP1 for ubiquitination and proteasome-mediated degradation. NRF2 binds KEAP1 mainly through a conserved \"ETGE\" motif that has also been found in several other proteins, such as DPP3, which has been shown to bind KEAP1 and enhance NRF2 function upon overexpression. Here we demonstrate the interaction between endogenous DPP3 and endogenous KEAP1. We further show that the DPP3-KEAP1 interaction is strongly induced by hydrogen peroxide and that DPP3 is required for timely NRF2 induction and nuclear accumulation in the estrogen receptor (ER)-positive MCF7 breast cancer cells. Moreover, we present evidence that the binding of DPP3 to KEAP1 stabilizes the latter. Finally, we show that DPP3 is overexpressed in breast cancer and that elevated levels of DPP3 mRNA correlate with increased NRF2 downstream gene expression and poor prognosis, particularly for ER-positive breast cancer. Our studies reveal novel insights into the regulation of NRF2 and identify DPP3 and an NRF2 transcriptional signature as potential biomarkers for breast cancer prognosis and treatment. Cancer Res; 77(11); 2881-92. ©2017 AACR.", "author": [{"author": "Kevin Lu", "affiliation": ["Department of Radiation Oncology, Rutgers Cancer Institute of New Jersey and Robert Wood Johnson Medical School, New Brunswick, New Jersey."], "href": "/?term=Lu+K&cauthor_id=28416489"}, {"author": "Allen L Alcivar", "affiliation": ["Department of Radiation Oncology, Rutgers Cancer Institute of New Jersey and Robert Wood Johnson Medical School, New Brunswick, New Jersey."], "href": "/?term=Alcivar+AL&cauthor_id=28416489"}, {"author": "Jianglin Ma", "affiliation": ["Department of Radiation Oncology, Rutgers Cancer Institute of New Jersey and Robert Wood Johnson Medical School, New Brunswick, New Jersey."], "href": "/?term=Ma+J&cauthor_id=28416489"}, {"author": "Tzeh Keong Foo", "affiliation": ["Department of Radiation Oncology, Rutgers Cancer Institute of New Jersey and Robert Wood Johnson Medical School, New Brunswick, New Jersey."], "href": "/?term=Foo+TK&cauthor_id=28416489"}, {"author": "Susan Zywea", "affiliation": ["Department of Radiation Oncology, Rutgers Cancer Institute of New Jersey and Robert Wood Johnson Medical School, New Brunswick, New Jersey."], "href": "/?term=Zywea+S&cauthor_id=28416489"}, {"author": "Amar Mahdi", "affiliation": ["Department of Radiation Oncology, Rutgers Cancer Institute of New Jersey and Robert Wood Johnson Medical School, New Brunswick, New Jersey."], "href": "/?term=Mahdi+A&cauthor_id=28416489"}, {"author": "Yanying Huo", "affiliation": ["Department of Radiation Oncology, Rutgers Cancer Institute of New Jersey and Robert Wood Johnson Medical School, New Brunswick, New Jersey."], "href": "/?term=Huo+Y&cauthor_id=28416489"}, {"author": "Thomas W Kensler", "affiliation": ["Department of Pharmacology and Chemical Biology, University of Pittsburgh, Pittsburgh, Pennsylvania."], "href": "/?term=Kensler+TW&cauthor_id=28416489"}, {"author": "Michael L Gatza", "affiliation": ["Department of Radiation Oncology, Rutgers Cancer Institute of New Jersey and Robert Wood Johnson Medical School, New Brunswick, New Jersey."], "href": "/?term=Gatza+ML&cauthor_id=28416489"}, {"author": "Bing Xia", "affiliation": ["Department of Radiation Oncology, Rutgers Cancer Institute of New Jersey and Robert Wood Johnson Medical School, New Brunswick, New Jersey. xiabi@cinj.rutgers.edu."], "href": "/?term=Xia+B&cauthor_id=28416489"}], "refPMID": [], "citedInPMID": ["28416489", "35126099", "35052602", "34990001", "34831183", "34772403", "34732330", "34645815", "34572304", "34568327", "34314529", "34020028", "33897412", "33810334", "33808001", "33805996", "33770521", "33621787", "33467668", "33327894", "33292585", "33050575", "32849814", "32546481", "32536618", "32372896", "32234331", "32158360", "32106613", "31989830", "31695040", "31627322", "31336718", "31295380", "31293636", "31165007", "31097977", "30971831", "30888555", "30822690", "30811526", "30783417", "30760522", "30150714", "30108253", "29933360", "29799319", "29404371", "29290982", "29212307", "28805788"], "body": " AbstractNRF2 is a transcription factor serving as a master regulator of the expression of many genes involved in cellular responses to oxidative and other stresses. In the absence of stress, NRF2 is constantly synthesized but maintained at low levels as it is targeted by KEAP1 for ubiquitination and proteasome-mediated degradation. NRF2 binds KEAP1 mainly through a conserved “ETGE” motif that has also been found in several other proteins, such as DPP3, which has been shown to bind KEAP1 and enhance NRF2 function upon overexpression. Here we demonstrate the interaction between endogenous DPP3 and endogenous KEAP1. We further show that the DPP3-KEAP1 interaction is strongly induced by hydrogen peroxide and that DPP3 is required for timely NRF2 induction and nuclear accumulation in the estrogen receptor (ER)-positive MCF7 breast cancer cells. Moreover, we present evidence that the binding of DPP3 to KEAP1 stabilizes the latter. Finally, we show that DPP3 is overexpressed in breast cancer and that elevated levels of DPP3 mRNA correlate with increased NRF2 downstream gene expression and poor prognosis, particularly for ER-positive breast cancer. Our studies reveal novel insights into the regulation of NRF2 and identify DPP3 and an NRF2 transcriptional signature as potential biomarkers for breast cancer prognosis and treatment.Keywords: DPP3, KEAP1, NRF2, oxidative stress, breast cancer IntroductionNuclear factor E2-related factor 2 (NFE2L2 or NRF2) is a transcription factor that plays a key role in protecting cells against oxidative and electrophilic stresses (1,2). Cellular levels of NRF2 are low under normal conditions but can be quickly induced many-fold in response to stresses or toxicants from either endogenous or external sources. Upon induction, nascent NRF2 translocates into the nucleus, forms heterodimers with small Maf proteins and binds to the antioxidant response elements (AREs) in the promoters of hundreds of target genes to drive their expression. NRF2 target genes function in diverse cellular processes including, but not limited to, elimination of reactive oxygen species (ROS) and dampening of inflammation, drug and carcinogen detoxication, and intermediary metabolism (3,4).NRF2 is negatively regulated by KEAP1, which directly interacts with NRF2 to facilitate CUL3-based E3 ubiquitin ligase complex-mediated ubiquitination and subsequent proteasome-mediated degradation (5). Under normal cellular conditions, two KEAP1 monomers bind to a single NRF2 molecule, one at the “DLG” and the other at the “ETGE” motif of NRF2, in a “hinge and latch” configuration that positions NRF2 for ubiquitination (5). Upon cellular stresses, modifications of the sensor cysteine residues of KEAP1 by oxidants or electrophiles have been thought to entail a conformational change that disrupts the binding at the “DLG” motif (latch) thereby compromising the ubiquitination of NRF2. Alternatively, a recent study suggests that upon stress both motifs may still be bound to KEAP1, expect that the complex under such induced conditions may assume a “closed” conformation that does not favor ubiquitination (6). Either way, with KEAP1 bound and sequestered by the “old” NRF2, newly synthesized NRF2 is spared from ubiquitination and degradation, allowing it to accumulate, translocate to the nucleus and activate expression of its target genes.In recent years, NRF2 has emerged as a key modifier in cancer development, acting in both tumor suppression and tumor promotion functions, depending on context (1,7,8). While induction of NRF2 in normal cells activates a broad cellular defense system protecting against various insults that may cause cancer, constitutively elevated NRF2 levels in certain cancer cells can create a redox environment that facilitates tumor growth and promotes resistance to chemotherapy (9,10). As such, high levels of NRF2 in tumors are generally correlated with poor prognosis (7,8). Therefore, understanding the NRF2 pathway has important implications for both cancer prevention and cancer treatment.Several studies have shown that the KEAP1-NRF2 interaction is subject to competition or interference by other proteins that contain “ETGE” or “ETGE”-like (ESGE and STGE) KEAP1-binding motifs including, among others, p62/SQSTM1, PALB2, IKKB, PGAM5 and DPP3 (11-17). By competitively binding to the Kelch domain of KEAP1, these proteins reduce the pool of KEAP1 available to bind NRF2, effectively protecting NRF2 from degradation and promoting cytoprotective gene expression.Dipeptidyl-peptidase 3 (DPP3) is a member of the zinc-dependent M49 metallopeptidase family that cleaves dipeptides at the N-terminal sites (18). It's been characterized primarily in the regulation of enkephalins, opioid pentapeptides and terminal protein turnover (18). DPP3 was first implicated as a modifier of oxidative stress by a cDNA library screen for factors that promotes ARE-mediated transcription (19). More recently, it was reported to be a KEAP1-binding protein that promotes NRF2 accumulation by competitively binding and sequestering KEAP1 (15). Interestingly, overexpression of DPP3 has been implicated in more aggressive ovarian and endometrial carcinomas (20,21), and a positive correlation between DPP3 mRNA levels and NRF2 target gene expression has been observed in lung cancer (15). It is plausible that any aggressive phenotype associated with DPP3 overexpression may be due, at least in part, to increased NRF2 downstream gene expression. Materials and MethodsCell cultureMCF7 cells were purchased from the American Type Culture Collection (ATCC) and cultured at 37°C in Dulbecco's modified eagle's medium (DMEM, #D5796, Sigma) supplemented with 10% fetal bovine serum (FBS) and 1% Penicillin/Streptomycin, in a humidified incubator with 5% CO2. The cells were originally purchased in 2006 and were expanded upon receipt for 2 passages. Cells were expanded again for 3 passages in 2008 in the presence of Plasmocin™ (ant-mpt, InvivoGen) to eliminate potential mycoplasma contamination. All experiments with MCF7 cells in this study were carried out using cells within 20 passages from the 2008 stock. Cell morphologies and growth properties were closely monitored, and cells showing any abnormality were promptly discarded.HeLa S3 cells for KEAP1 complex purification were obtained in 2004 from Y. Nakatani at the Dana-Farber Cancer Institute. The cells were maintained in DMEM as above except for complex purification, where they were transferred into spinner flasks and grown in a 37°C warm room as suspension cultures in Minimum Essential Medium Eagle (MEM, #5018, Sigma) supplemented with 5% FBS and 1% Penicillin/Streptomycin.Tandem affinity purification of KEAP1 complexesGeneration of the HeLa S3 cell line stably expressing FLAG-HA double tagged KEAP1 and tandem affinity purification of the KEAP1 protein complexes were carried out following previously described procedures (22), with modifications mostly to fit smaller scales. Briefly, the cell lines were generated by transducing cells with the bicistronic retroviral vector pOZ-FH-C-KEAP1 (11), which expresses C-terminally tagged KEAP1 from the first cistron and the interleukin receptor α (IL2α) from the second, followed by selection with the paramagnetic Dynabeads® Goat Anti-Mouse IgG (Invitrogen) coupled with an anti-interleukin 2 receptor α (IL2α) antibody (clone 7G7/B6, Upstate). KEAP1 complexes were purified from ∼2 × 108 cells under each condition. Cytoplasmic and nuclear contents were separated by hypotonic swelling and douncing, and the respective extracts were prepared in NETNG250 (20 mM Tris-HCl [pH7.5], 250 mM NaCl, 0.5% NP-40, 2 mM EDTA, 10% glycerol) with the Complete® protease inhibitor cocktail (Roche). FLAG-HA-tagged KEAP1 protein complexes were purified from cytoplasmic and nuclear extracts by two rounds of affinity purification using anti-FLAG M2 agarose (Sigma) and anti-HA agarose beads (Sigma). The final material bound to the anti-HA beads was eluted with 0.1 M glycine (pH 2.5) and neutralized with 0.1 volume of 1 M Tris-HCl (pH 8.5). Purified material was resolved on a 4-12% Tris-Glycine SDS gel (Invitrogen), and proteins were identified by liquid chromatography-tandem mass spectrometry (LC-MS/MS).DPP3 cloning and site-directed mutagenesisTotal RNA from HeLa S3 cells was prepared using the RNeasy kit (QIAGEN). A cDNA library was then generated using the SuperScript® III First-Strand Synthesis System (Invitrogen) from the total RNA. The DPP3 cDNA was amplified with primers containing XhoI and NotI sites at 5′ and 3′ ends, respectively, digested with XhoI and NotI and cloned into pOZ-FH-C (22), which tags DPP3 with FLAG and HA epitopes at the C terminus. Site-directed mutagenesis was conducted according to the QuikChange protocol (Agilent Technologies).Generation of MCF7 cell lines stably expressing DPP3 proteinsMCF7 cell lines were generated by transducing cells with retroviruses packaged with the above pOZ-FH-C-DPP3 vectors and selected using the afore-described paramagnetic Dynabeads® coupled with the IL2α antibody. Detailed protocols will be provided upon request.Immunoprecipitation (IP) and western blottingTo detect the interaction between endogenous DPP3 and KEAP1, MCF7 cells were plated in 6-well plates at 2 × 105 cells per well and allowed to adapt for 40-48 hr. Cells were treated with H2O2 or diquat and then harvested and lysed in 400 μl NETNG250. IP was carried out by adding 1 μl anti-DPP3 (ab133735, Abcam) and 10 μl (slurry) of protein A agarose beads (Roche) to 300 μl of each lysate followed by rocking the mixture at 4°C overnight. To analyze the interaction between FLAG-HA-double tagged DPP3 proteins with endogenous KEAP1 in the MCF7 stable cell lines, cells were seeded and lysates prepared as above, and the tagged proteins were IPed with 10 μl (slurry) of anti-FLAG M2 agarose beads (Sigma). Beads were washed 3 times with ice cold NETNG250 before analyzed by western blotting.For western blotting, cell lysates (10 μg per lane) or IPed materials were heated in 1× lithium dodecyl sulfate (LDS) sample buffer at 74 °C for 15 min and resolved on 4-12% gradient SDS-polyacrylamide gels. Following electrophoresis, proteins were transferred onto nitrocellulose membranes. Blots were probed with primary antibodies overnight at 4°C, secondary antibodies for 1 hr at room temperature (RT), and developed with Immobilon Western Chemiluminescent HRP Substrate (Millipore). The primary antibodies used are as follows: anti-DPP3 rabbit monoclonal (ab133671, Abcam), anti-NQO1 mouse monoclonal (sc-32793, Santa Cruz), anti-NRF2 rabbit monoclonal (ab62352, Abcam), anti-KEAP1 goat polyclonal (E20, sc-15246, Santa Cruz), anti-β-Actin mouse monoclonal (sc-69879, Santa Cruz), anti-GAPDH rabbit polyclonal (sc-25778, Santa Cruz) and anti-p62 rabbit monoclonal (ab109012, Abcam). The secondary antibodies used were Horseradish peroxidase (HRP)-conjugated sheep anti-mouse IgG (NA931, GE Healthcare), donkey anti-rabbit IgG (NA9340, GE Healthcare), and bovine anti-goat IgG (805-035-180, Jackson Immunoresearch).RNA interferencesiRNAs were transfected using Lipofectamine RNAiMax (Invitrogen) following manufacturer's instructions. For western blotting, MCF7 cells were plated at a 2 × 105 cells per well in 6-well plates. For immunofluorescence, cells were seeded onto glass coverslips in 12-well plates at a density of 1 × 105 cells per well. The final concentration of siRNAs was 10 nM. Cells were harvested or treated with H2O2 at 72 hr following transfection. The sense strand sequences of the siRNA used were: DPP3-704, GCGGCUGGCUUCUGUGCUUdTdT; DPP3-1777, GGUUUGUGAUCCUGAGAGUdTdT; DPP3-2540, GGAAAUGGCAGUUCUGAGAdTdT; and NSC1, UUCGAACGUGUCACGUCAAdTdT. These siRNAs were custom synthesized by Sigma. Another control siRNA, AllStars, was purchased from Qiagen.Immunofluorescence (IF) stainingCells were fixed in 3% paraformaldehyde and 2% sucrose in PBS for 5 minutes. Cells were then permeabilized with ice-cold cytoskeleton buffer (20 mM Hepes [pH7.4], 0.5% Triton X-100, 50 mM NaCl, 3 mM MgCl2, 300 mM Sucrose) for 5 min at 4°C. Primary antibodies and secondary antibodies were each diluted in 70 μl of PBS with 5% goat serum per coverslip and incubated at 37°C for 20 min. Three washes, each with 1 ml of PBS, were performed between each of the above steps. Following staining, coverslips were mounted onto glass slides with VECTASHIELD with DAPI (VectorLabs) and observed with Nikon Eclipse 50Ti or TE2000 fluorescent microscopes. The following are antibodies that were used for IF: anti-HA mouse monoclonal (h3663-200ul, Sigma) and anti-NRF2 rabbit monoclonal (ab62352, Abcam).ROS measurementCells were plated in 6-well plates at 3 × 105 cells per well 24 hr prior to analysis. Cells were washed with PBS and then incubated at dark for 20 min with phenol red-free DMEM with 10% FBS and 25 μM 2′,7′-dichlorofluorescein diacetate (DCF-DA) (D6883, Sigma). After incubation, cells were trypsinized, spun down and resuspended in PBS at a density of ∼1 × 106 cells per ml. Signals were analyzed by fluorescence assisted cell sorting.Cell viability assayTo measure the sensitivity of MCF7 cells stably expressing various DPP3 proteins to H2O2 and diquat, cells were seeded into 96-well plates at a density of 5,000 cells per well in a volume of 100 μl. 24 hr after seeding, the drugs were diluted in the same medium to 3× the final concentrations, and 50 μl of diluted drugs were added to each well to achieve the desired final concentrations. Following drug treatment, cell viability was measured with CellTiter-Glo® Luminescent Cell Viability Assay (G7572, Promega). To measure the effect of DPP3 depletion on cellular sensitivity to H2O2, MCF7 cells were first plated in 6-well plates at 2 × 105 cells per well and transfected with 10 nM of control or DPP3 siRNAs. After 24 hr, the media was refreshed. Another 24 hr later, cells were trypsinized and seeded into 96- well plates at 5,000 cells per well. Drug treatment and viability measurement were conducted as above. All experiments were performed in duplicate wells.Cycloheximide chaseCells were plated into 6-well plates at 4 × 105 cells per well. After 18-20 hr, 1 μl of a 100 mg/ml stock of cycloheximide (CHX) was added to each well. DMSO (1 μl per well) was added to control wells. Cells were trypsinized at 0, 2, 4, and 6 hr after CHX treatment and lysed in 70 μl of NETNG250; proteins were analyzed by western blotting.Gene expression data analysesRNA sequencing (RNAseq) expression data for 1,031 breast tumor samples and 94 matched adjacent normal and tumor samples were acquired from the TCGA data portal (https://tcga-data.nci.nih.gov/tcga/). As previously described (23), sequencing reads were aligned to the human hg19 genome assembly using MapSlice (24). Gene expression was quantified for the transcript models corresponding to the TCGA GAF 2.13 using RSEM4 and normalized within samples to a fixed upper quartile. Upper quartile normalized RSEM data were log2 transformed and median centered for each dataset. Genes with a value of zero following log2 transformation were set to the missing value and genes with missing values in greater than 20% of samples were excluded from analyses. PAM50 classification was performed as previously described (25). Illumina HT-29 v3 expression data for the METABRIC (Molecular Taxonomy of Breast Cancer International Consortium) project (n=1,992 samples) were acquired from the European Genome-phenome Archive and data were median centered for each gene (26). Clinical data and PAM50 classes previously reported by Curtis et al were used (26).Copy number data analysesGene-level DNA copy number segment values from Affymetrix SNP 6.0-arrays for the 1,031 TCGA breast cancer samples and 1,992 METABRIC samples were acquired from the Firehose data portal (http://gdac.broadinstitute.org/; Firehose run April 16, 2014) and METABRIC data portal (26), respectively.Statistical AnalysesA paired t-test was used to assess differences in DPP3 mRNA expression between 94 human breast tumors and matched adjacent normal tissue. A Spearman rank correlation was used to examine the relationship between DPP3 mRNA and DNA copy number segment values as well as between DPP3 and NRF2, KEAP1, and NRF2-target gene expression. To calculate the NRF2-target gene signature for each sample, we calculated the mean expression of the 15 gene – gene expression signature as detailed by Hast et al. (15). ResultsDPP3 interacts with KEAP1 in an oxidative stress-inducible mannerTo identify novel KEAP1-interacting partners, we engineered a HeLa S3 cell line that stably express FLAG-HA-double tagged KEAP1. Using this cell line, we isolated KEAP1-containing protein complexes from both cytoplasmic and nuclear fractions by tandem affinity purification. The ectopically expressed KEAP1 was mostly recovered in the cytoplasmic fraction, while a small but significant amount was also obtained from the nuclear fraction (Fig. 1A). Mass spectrometry analyses identified the major band with a molecular weight of ∼60 KD in the cytoplasmic complexes as p62, while the three distinct bands (besides KEAP1) in the nuclear fraction were identified as BRCA2, PALB2 and p62, respectively (Fig. 1A). Analyses of the entire content of each complex as a mixture found a small amount of NRF2 and as well as PGAM5 (Fig. 1B). Remarkably, our analyses also identified a number of other ETGE-containing proteins, including CHD6, LAMA1, FAM129B, TRIM37 and DPP3, as well as another ESGE–containing protein, EEF2, as additional putative KEAP1-binding partners (Fig. 1B). During our studies, a similar set of new KEAP1-binding proteins were reported by others (15).Open in a separate windowFigure 1DPP3 interacts with KEAP1 in an oxidative stress-inducible manner through a highly conserved KEAP1-binding ETGE motif. (A) Composition of KEAP1 complexes isolated under non-stress and stress conditions. HeLa S3 cells stably expressing KEAP1 with FLAG-HA double tags at the C-terminus were either untreated or treated with 10 Gy ionizing radiation (IR), 100 μM tert-butylhydroxyquinone (tBHQ), 200 μM hydrogen peroxide (H2O2), or 2 mM hydroxy urea (HU). Cells were collected 2.5 hr after IR or drug treatment, and KEAP1-containing complexes were purified from the cytoplasmic and nuclear extracts of the cells by tandem affinity purification. The “Mock” purification was carried out using HeLa S3 cells without ectopic KEAP1. (B) Alignment of amino acid sequences of the “ETGE” or “ETGE”-like motifs and their immediate surrounding regions in proteins identified in the KEAP1 complexes purified under the “untreated” condition. CYT, cytosol; NUC, nucleus. (C-D) Oxidative stress-inducible interaction between DPP3 and KEAP1. Endogenous DPP3 was immunoprecipitated (IPed) from whole cell lysates of MCF7 cells treated with indicated concentrations of H2O2 for 3 hr (C) or diquat for 24 hr (D). Proteins in the IPed materials were analyzed by western blotting. (E) Kinetics of stress-induced DPP3 binding to KEAP1. MCF7 cells were treated with 200 μM H2O2 for indicated time periods, and the complex formation between DPP3 and KEAP1 was analyzed as above. (F) Requirement of the ETGE motif of DPP3 for KEAP1 binding. The wt and mutant DPP3 proteins were IPed with anti-FLAG beads from lysates of MCF7 cells stably expressing them. The IPed DPP3 and co-IPed KEAP1 were detected by western blotting.To better understand how the KEAP1 protein network responds to stresses, we analyzed the content of KEAP1-containing protein complexes following ionizing radiation (IR) or hydroxyurea (HU) induced DNA damage as well as oxidative stress following tert-butylhydroquinone (tBHQ) or hydrogen peroxide (H2O2) treatment. Our analyses determined that IR induced a PALB2 mobility shift indicative of phosphorylation but did not alter other banding patterns of either the cytoplasmic or nuclear complexes. Conversely, tBHQ caused an increase in the “smear” of around ∼160 KDa in the cytoplasmic complex as well as the appearance of a minor band under p62 in the nuclear complex, whose nature remains to be identified. Interestingly, hydrogen peroxide treatment caused the appearance of two additional bands of 70-80 KDa in the cytoplasmic complex and a significant decrease in the amount of p62 in both cytoplasmic and nuclear complexes (Fig. 1A). Mass spectrometry analysis identified the upper and lower of the two induced bands as DPP3 and KEAP1, respectively.To confirm the interaction between the endogenous DPP3 and KEAP1 proteins and to demonstrate that this interaction is driven by oxidative stress, we IPed endogenous DPP3 in MCF7 breast cancer cells after treatment for 3 hr with increasing concentrations of hydrogen peroxide or diquat, another oxidative stress-inducing agent that NRF2 protects against (27). Indeed, endogenous KEAP1 was found to associate with DPP3, and this association increased following oxidative stress in dose-dependent manners (Fig. 1C and D). A time course experiment showed that induction of the DPP3-KEAP1 interaction occurred by 30 min and peaked at around 3 hr after H2O2 treatment (Fig. 1E). Addition of N-acetylcystein (NAC), an ROS scavenger, had no effect on the basal level of DPP3 binding to KEAP1 (Supplementary Fig. 1A); when added together with H2O2, NAC slightly reduced the complex formation (Supplementary Fig. 1B).Given the well-recognized role of the ETGE motif in KEAP1 binding, we mutated two critical residues in the motif, T481 and G482, to glutamate and tested the effects on KEAP1 binding. Note that the residues were changed to glutamate rather than alanine in order to increase the disruptive effect on protein-protein interaction. Both mutations abrogated the association between KEAP1 with DPP3 (Fig. 1F), indicating that the two proteins directly bind each other via a “canonical” ETGE-Kelch domain interaction. Additionally, two other mutants (Y318F and E451Q), in which the ETGE motif was preserved but catalytic activity was compromised, maintained their association with KEAP1. Taken together, our data establish DPP3 as a bona fide KEAP1 binding protein that interacts with KEAP1 in an oxidative stress-inducible manner.DPP3 overexpression promotes NRF2 accumulation and resistance to oxidative stressThe presence of an ETGE motif in DPP3 also suggests that DPP3 may competitively bind KEAP1 thereby protecting NRF2 from KEAP1-mediated degradation. To test this hypothesis, we generated MCF7 breast cancer cell lines that stably express wild-type (wt) DPP3 or ETGE mutant versions (T481E or G482E) of DPP3. As shown in Fig. 2A, MCF7 cells overexpressing wt DPP3 showed an estimated 2-3 fold increase in overall NRF2 abundance and a strong increase in the expression of its target gene NQO1 relative to control, empty vector expressing cells; overexpression of neither DPP3 ETGE mutant produced a similar inductive effect. Consistent with these findings, immunofluorescence (IF) staining of individual cells showed strongly increased NRF2 signal in the nuclei of cells overexpressing the wt but not the ETGE mutant DPP3 proteins (Fig. 2B), suggesting that binding to KEAP1 is necessary for DPP3 to prevent NRF2 degradation. NRF2 mRNA levels were comparable in all cell lines, (Supplementary Fig. 2), supporting the notion that the increased protein abundance was due to enhanced stability. Under the setting used, the increased NRF2 was found to be in the nucleus when assayed by IF; the fraction of NRF2 that accumulated in the cytoplasm, if any, could be lost during the procedure due to relatively poor fixation of cytoplasmic proteins.Open in a separate windowFigure 2DPP3 overexpression promotes NRF2 nuclear accumulation and ROS resistance. (A) Levels of DPP3, NRF2 and NQO1 proteins in MCF7 cells stably overexpressing wt or mutant DPP3 proteins. GAPDH was used as a loading control. (B) Localization of overexpressed DPP3 and endogenous NRF2 in the MCF7 stable cell lines. Immunofluorescence was carried out using anti-HA and anti-NRF2 antibodies for DPP3 and NRF2, respectively. (C) ROS levels in the MCF7 stable cell lines. (D-E) Sensitivities of the MCF7 stable cell lines to H2O2 (D) and diquat (E). Cells were treated with indicated concentrations of H2O2 and diquat for 42 hr. Values presented are means from 2 independent experiments. Error bars represent standard deviations (SDs). Statistical significance was calculated by Student's t test comparing the values for the 2 ETGE mutants (T481E and G482E) with those of 3 ETGE-wt proteins (wt, Y318F and E451Q). *p<0.05; **p<0.01.Next, we tested whether the catalytic activity of DPP3 is involved in its protection of NRF2. We generated two additional MCF7 cell lines that overexpress DPP3 mutants with altered catalytic function: Y318F and E451Q (Fig. 2A). Y318F reduces DPP3 catalytic efficiency by ∼125 fold in vitro (28), while E451Q abrogates enzymatic activity by disrupting zinc coordination by the “HELLGH” motif in the enzymatic active cleft of DPP3 (29,30). As shown in Figs. 2A and ​and2B,2B, both of these two mutants behaved like the wt protein in promoting NRF2 abundance and nuclear accumulation. Consistent with their effect on NRF2 nuclear accumulation, overexpression of wt DPP3 as well as the Y318F and E451Q mutants, but not the ETGE mutants T481E and G482E, reduced cellular ROS levels and increased cellular resistance to hydrogen peroxide and diquat (Figs. 2C-E). These results are consistent with recent findings reported during the conduct of our studies (15) and clearly demonstrate that DPP3 promotes NRF2 nuclear accumulation and activity through direct and competitive binding to KEAP1 in a manner that is independent of its enzymatic activity.DPP3 overexpression stabilizes KEAP1In addition to increased NRF2 protein expression, we observed a substantial increase of KEAP1 protein abundance in cells overexpressing wt DPP3 (Fig. 3A). Similar increase was also seen in cells overexpressing the catalytic mutants (Y318F and E451Q) but not the ETGE mutants (T481E and G482E) (Fig. 3A), suggesting that DPP3 binding to KEAP1 may stabilize the latter. This notion was supported by the act that KEAP1 mRNA levels were unchanged in cells overexpressing wt DPP3 or the catalytic mutants (Supplementary Fig. 2). To determine the stability of KEAP1, a cycloheximide chase experiment was performed. Indeed, KEAP1 was more stable in cells overexpressing wt DPP3 compared to vector expressing MCF7 cells (Figs. 3B and C). Moreover, treatment of the stable MCF7 cell lines with an siRNA that targets both the endogenous and exogenous DPP3 led to reduced KEAP1 levels in all cells, whereas selective depletion of endogenous DPP3 reduced KEAP1 abundance in cells harboring the vector and cells overexpressing the ETGE mutants, but not in cells overexpressing either wt DPP3 or the catalytic mutants (Fig. 3D). Therefore, we conclude that the direct binding of DPP3 promotes KEAP1 stability.Open in a separate windowFigure 3Overexpression of DPP3 enhances the stability of KEAP1. (A) Levels of NRF2, DPP3, KEAP1 and p62 in MCF7 cell lines overexpressing wt and mutant DPP3 proteins. β-Actin was used a loading control. (B-C) Stabilities of KEAP in the MCF7 cell lines harboring the empty vector or overexpressing wt DPP3. Cells were either untreated or treated with 50 μg/ml of cycloheximide for 2, 4 and 6 hr, and the proteins were analyzed by western blotting. The intensities of KEAP1 bands were quantified by the ImageJ software, normalized against those of GAPDH and plotted. B shows a set of representative western blots, and C shows means of the quantified results from 3 independent experiments. Error bars represent SDs. *p<0.05. (D) Effect of DPP3 depletion in on KEAP1 levels in the stable MCF7 cell lines. The cells were treated with a control siRNA or siRNAs targeting DPP3 coding sequence (CDS) or 3′-UTR, and the proteins were analyzed by western blotting.DPP3 depletion compromises H2O2-induced NRF2 nuclear accumulationGiven the oxidative stress-inducible binding of DPP3 to KEAP1 (Fig. 1), we next tested the physiological relevance of DPP3 for induction of NRF2 accumulation. NRF2 abundance and localization was examined in MCF7 cells following siRNA-mediated depletion of DPP3 under normal growth conditions and after H2O2 treatment. In addition to standard controls (no siRNA and a control siRNA), a pool of KEAP1 siRNAs was also used as a positive control for NRF2 accumulation. Compared with cells treated with transfection reagent alone or cells transfected with the control siRNA, cells depleted of DPP3 did not show any discernible difference in the steady state level of NRF2; however, the induction of NRF2 at 2 hr post H2O2 treatment was largely abrogated in the cells (Fig. 4A and B).Open in a separate windowFigure 4Depletion of DPP3 impairs NRF2 induction and sensitizes cells to hydrogen peroxide. (A-B) Depletion of DPP3 abrogates initial induction of NRF2. MCF7 cells were treated with transfection reagent alone (no siRNA), control siRNAs (NSC1 or AllStars) or 3 different DPP3 siRNAs for 72 hr in duplicates. One set of cells were then treated with 200 μM H2O2 for 2 hr, and the other set was left untreated (control). Proteins were analyzed by western blotting (A) and post induction NRF2 amounts were quantified by Image J (B). Data presented are means and SDs from 3 independent experiments. Statistical significance was calculated with Student's t test comparing the 2 control treated cells with the 3 DPP3 siRNA treated cells. ***, p<0.001. (C-D) Partial loss of DPP3 delays NRF2 induction. MCF7 cells were treated with transfection reagent alone (no siRNA) or a pool of 2 different DPP3 siRNAs for 72 hr and then with H2O2 for indicated periods. The amount and localization of NRF2 were analyzed by immunofluorescence (C) and western blotting (D). (E) Depletion of DPP3 sensitizes MCF7 cells to H2O2. Cells were treated with control or DPP3 siRNAs for 72 hr, H2O2 was added to indicated concentrations, and cell viability was measured 24 hr later. Values presented are means and error bars SDs from 3 independent experiments. Statistical significance was calculated with Student's t test comparing the 2 control siRNA treated cells with the 3 DPP3 siRNA treated cells. *, p<0.05; **, p<0.01.To understand the role of DPP3 on NRF2 induction further, we analyzed nuclear accumulation of NRF2 in control and DPP3 knockdown cells at different time points after H2O2 treatment. In control cells, NRF2 showed weak and diffuse staining before treatment, and no induction was seen at 30 min or 1 hr after treatment; at 2 hr after stress, ∼50% of cells showed strong nuclear NRF2 staining; at 4 hr post treatment, strong induction was evident in a large majority of cells; by 6 hr after H2O2 exposure, virtually all cells were positive for NRF2 nuclear staining (Fig. 4C). In contrast, in DPP3-depleted cells there was little NRF2 nuclear staining at 2 hr and the induction remained weak at 4 hr after H2O2 treatment; however, by 6 hr after treatment, NRF2 appeared to be fully induced (Fig. 4C). The same kinetics was confirmed by western blotting (Fig. 4D). In this particular case, cells were sonicated and whole cell contents, as opposed to soluble extracts in all other cases, were analyzed, which could explain the different banding pattern of NRF2. Moreover, DPP3-depleted cells showed increased sensitivity to H2O2 (Fig. 4E), suggesting that a delay in NRF2 induction caused additional damage to the cells. Thus, we conclude that DPP3 plays a key role for the timely induction of NRF2, its nuclear accumulation and its cytoprotective function upon oxidative stress.Overexpression of DPP3 correlates with poor prognosis of ER-positive breast cancerTo assess whether DPP3 expression is altered in breast cancer and possible consequences of altered expression on tumor development and/or progression, we analyzed available data in The Cancer Genome Atlas (TCGA) database. Comparing RNAseq data from 94 matched tumor and adjacent normal samples we determined that DPP3 mRNA levels were substantially elevated (p=1.8×10-40, paired t-test) in tumors (Fig. 5A). Moreover, a strong correlation between DPP3 mRNA levels and DNA copy number was observed in tumors in both the TCGA (Fig. 5B) and the independent METABRIC cohorts (Fig. 5C), suggesting that gene amplification is a significant cause of increased DPP3 mRNA expression. Given our biochemical data demonstrating the role of DPP3 in regulating KEAP1 activity, we next sought to determine whether increased DPP3 expression correlates with upregulation of NRF2 signaling in human breast tumors. To this end, we analyzed the mRNA expression of KEAP1 and NRF2 relative to DPP3 mRNA levels. As illustrated in Fig. 5D (TCGA) and 5E (METABRIC), KEAP1 expression is positively correlated with DPP3 mRNA levels whereas NRF2 mRNA levels are negatively correlated. However, further investigation of NRF2 signaling, as determined by a 15-gene NRF2 target gene signature (15) demonstrated that, in both databases, tumors with high DPP3 mRNA levels also have high NRF2 target gene expression. Mutations in DPP3, NRF2, KEAP1, KRAS or fumarate hydratase (FH) are each rare and also randomly distributed throughout the tumor spectrum (Fig. 5D), which rules out the possibility that the increased NRF2 target gene expression is due to mutations in these genes. Together, these findings further support the notion that DPP3 promotes NRF2 expression and activity at the protein rather than at the mRNA level.Open in a separate windowFigure 5DPP3 is overexpressed human breast cancer and correlates with increased NRF2 target gene expression and poor prognosis. (A) Box-and-whisker plots indicating the median score (horizontal line), the interquartile range (IQR, box boundaries) and 1.5 times the IQR (whiskers) demonstrate significantly higher DPP3 mRNA expression in 94 human breast tumors compared to 94 matched adjacent normal tissue samples (p=1.84×10-40, paired t-test). (B-C) A Spearman rank correlation demonstrating that DPP3 mRNA expression is positively correlated with DNA copy number status in (B) 1,031 TCGA breast tumor samples (p=1.6×10-96; r=0.5871) and (C) 1,992 samples from the METABRIC cohort (p=2.8×10-77, r=0.4019). (D) A Spearman rank correlation demonstrating that DPP3 and KEAP1 expression are positively correlated (p=7.6×10-11, r=0.2009) in the TCGA cohort. DPP3 expression is positively associated with NRF2 target gene expression (p=5.4×10-14, r=0.2314) despite a negative correlation with NRF2 mRNA expression (p=2.8×10-08, r= [-0.1719]). Tumors with mutations in DPP3, KEAP1, NRF2, FH and KRAS are indicated with vertical bars. (E) Similar results as in D were observed in the METABRIC cohort (n=1,992). Breast cancer samples in D and E are ranked based on DPP3 mRNA expression; high KEAP1, NRF2 and NRF2 target gene expression is shown in red while low expression is indicated in blue. (F-H) Kaplan-Meier plots comparing disease-specific survival in human breast tumors from the METABRIC cohort based on high (top quartile) versus low (bottom quartile) DPP3 expression in (F) all tumors, (G) ER+ tumors, or (H) ER- tumors. (I-K) Kaplan-Meier plots comparing disease-specific survival in human breast tumors from the METABRIC cohort based on high (top quartile) versus low (bottom quartile) NRF2 target gene expression in (I) all tumors, (J) ER+ tumors, or (K) ER- tumors.Finally, we investigated whether DPP3 expression is prognostic in human breast cancer. Given the brief median follow-up of approximately two years in the TCGA cohort, we focused on the METABRIC dataset, which has a more robust 7.2 year median follow-up. Our analyses (comparing the top quartile versus bottom quartile) show that high DPP3 expression correlates (p<0.0001, HR: 1.8) with poor disease-specific survival (referred to as survival hereafter) when all breast cancer patients were considered (Fig. 5F). When estrogen receptor (ER) positive and negative tumors were analyzed separately, a similar trend (p=0.0015, HR: 1.6) was found among patients with ER+ tumors (Fig. 5G); however, no difference in survival (p=0.572, HR:1.2) was observed in patients with ER- tumors (Fig. 5H). To assess whether the prognostic capacity of DPP3 was linked to NRF2 signaling, we examined survival relative to the 15-gene NRF2 target gene signature in the METABRIC cohort. As shown in Fig. 5I-K, and consistent with DPP3 expression, high NRF2 target gene expression strongly correlated with poor survival in all patients or patients with ER+ cancers, whereas no significant correlation was observed among ER- patients. Comparable results for both the DPP3 and NRF2 target gene analyses were observed when high and low were defined by the top and bottom quartiles or by the median (data not shown). Correlations between DPP3 mRNA expression and patient survival were also confirmed in an independent dataset of 3,554 patients in the Kaplan-Meier Plotter (31) (Supplementary Figure 3). DiscussionIn this study, we identified a series of KEAP1-associated proteins using tandem affinity purification followed by mass spectrometry analyses. Among the proteins identified were several known to bind KEAP1 through “ETGE” or similar motifs, such as p62/SQSTM1, PALB2 and PGAM5. Notably, we also identified an additional set of “ETGE”-containing, KEAP1-interacting proteins, which include DPP3, MCM3 and TRIM37, etc. (Fig. 1B). During the course of our study, DPP3 and a similar set of new KEAP1-interacting proteins were reported by Hast et al., who further showed that overexpression of DPP3 promotes NRF2 function by sequestering KEAP1 and that DPP3 overexpression in squamous lung carcinoma correlates with higher NRF2 activity (15).Interestingly, we found that DPP3 interacts with KEAP1 in an oxidative stress-inducible manner, with hydrogen peroxide being a potent inducer. This interaction is also induced by diquat, a non-electrophilic bipyridylium herbicide that continuously generates superoxide anion within the cell through redox cycling (32). As the superoxide anion is generally converted to hydrogen peroxide by superoxide dismutases, it is likely that the diquat-induced DPP3-KEAP1 interaction is in fact mediated through hydrogen peroxide.The ROS-inducible interaction makes DPP3 a unique KEAP1-binding partner and also suggests a unique mode of regulation of KEAP1 and thus NRF2 by DPP3. Notably, we found that depletion of DPP3 does not affect the basal level of NRF2. Rather, it appears to delay the induction and nuclear accumulation of NRF2 after oxidative stress; in fact, even a partial depletion of DPP3 can cause a pronounced delay (Fig. 4C and D). Consistent to this observation, DPP3 depletion renders MCF7 cells more sensitive to oxidative stress (Fig. 4E). These results establish DPP3 as an important regulator of NRF2 function and the underlying adaptive response to oxidative stress. Based on available data, we hypothesize that the stress-inducible binding of DPP3 to KEAP1 may sequester any free KEAP1 that is still available and capable of degrading NRF2 after stress thereby promoting NRF2 accumulation. It remains to be seen if a knockout of DPP3 may completely abrogate H2O2-induced NRF2 induction.In addition to sparing NRF2, our results show that overexpression of DDP3 leads to increased KEAP1 protein level (Fig. 3A and D). As the mRNA levels of KEAP1 remain the same (Supplementary Fig. 4), the results indicate a stabilization of KEAP1. However, it should be noted that the increase in KEAP1 in this setting coincides with NRF2 stabilization, indicating that the additional KEAP1 is bound to and sequestered by DPP3 and thus unable to facilitate the marking of NRF2 for degradation. Thus, DPP3 binding to KEAP1 upon oxidative stress may also stabilize KEAP1 without degrading NRF2. This outcome could help ensure that sufficient amounts of KEAP1 are available to turn off the NRF2 program once the stress has been quenched by the expression of its target genes.As it has been shown that different reactive cysteine residues of KEAP1 are modified by different stressors (33), we tested whether modification of any cysteine residues of KEAP1 is responsible for stress-induced DPP3 binding. To this end, we individually mutated 11 of them, including all commonly studied residues, yet none of the mutations abolished the H2O2-induced DPP3 binding to KEAP1 (Supplementary Fig. 4). Then, to test the possibility of DPP3 being an oxidative stress sensor, we individually mutated all of its 6 cysteine residues, and again, none abrogated the inducible interaction (Supplementary Fig. 5). Thus, it remains to be seen whether the binding of DPP3 to KEAP1 is a result of a modification of a combination of thiol groups on the surface of KEAP1 or DPP3, a result of other posttranslational modifications, or mediated by another interacting protein.With DPP3 being a proline-dependent peptidase that recognizes and cleaves XP dipeptides from the N terminus of its substrates, we searched for such motifs in KEAP1 and other proteins in the KEAP1 complex. Intriguingly, the sequence of KEAP1 N terminus is “MQPDPRP-”, which could be a substrate of DPP3, provided that the methionine is removed by the methionine aminopeptidase (MetAP) and that the peptide exists as a flexible tail. However, we did not observe any change in the banding pattern of KEAP1 when DPP3 was either overexpressed or depleted. It is also possible that potential processing of KEAP1 N-terminus may alter KEAP1 function; yet overexpression of DPP3 catalytic mutants (Y319F and E451Q) showed the same effect on KEAP1 and NRF2 as did the wt protein (Figs. 2 and ​and3).3). Thus, the enzymatic function of DPP3 is unlikely to have any significant role in its regulation of the KEAP1-NRF2 pathway.Finally, through comprehensive analyses of available clinical data we found that DPP3 is overexpressed in breast cancers as compared with adjacent normal tissues (Fig. 5A). Considering the significant correlation between DPP3 mRNA expression and DNA copy number, the overexpression is, at least in part, caused by gene amplification. Importantly, overexpression of DPP3 mRNA significantly correlates with overexpression of NRF2 downstream genes (Fig. 5D and E), indicating that DPP3-mediated protection of NRF2 occurs in tumors as well. Moreover, high DPP3 expression strongly correlates with poor prognosis, specifically among patients with ER-positive tumors (Fig. 5F-K).It is widely accepted that constitutive NRF2 overexpression promotes tumor progression and drug resistance, presumably by inducing overexpression of antioxidative, drug transport and detoxication genes and intermediary metabolism genes (1,7,34,35). Additionally, a recent study showed that metastasizing melanoma cells experience oxidative stress in the blood and visceral organs, which functions as a barrier of metastasis (36). Therefore, we propose that DPP3 overexpression promotes breast cancer progression, metastasis and drug resistance by titrating KEAP1, stabilizing NRF2, reducing oxidative stress or reprograming metabolism. The same could apply to squamous lung carcinoma, in which a positive correlation between DPP3 mRNA level and NRF2 target gene expression has been observed (15), as well as the aforementioned more aggressive ovarian and endometrial carcinomas (20,21). Future studies shall be aimed to answer the questions why DPP3 overexpression mainly affects ER+ breast cancer, how to reduce DPP3 expression in tumors overexpressing the gene and how to target the DPP3-KEAP1 interaction as a means to improve the efficacy of cytotoxic therapies. Supplementary Material1Click here to view.(15K, docx)2Click here to view.(167K, pdf)3Click here to view.(66K, pdf)4Click here to view.(183K, pdf)5Click here to view.(109K, pdf)6Click here to view.(354K, pdf) AcknowledgmentsWe thank Drs. Shridar Ganesan and Nancy Walworth for helpful discussions. We also thank A Roberts at the Flow Cytometry Core Facility of Rutgers Robert Wood Johnson Medical School, a Shared Resource of The Rutgers Cancer Institute of New Jersey (P30CA072720), for technical assistance.Financial support: B. Xia was supported by the National Cancer Institute (R01CA138804, R01CA138804-S1 and R01CA188096) and the American Cancer Society (RSG-10-191-01-TBG); M.L Gatza was supported by the National Cancer Institute (R00CA166228) and the New Jersey Health Foundation (PC5216); T.W. Kensler was supported by the National Cancer Institute (R35CA197222) and the Breast Cancer Research Foundation. FootnotesK. Lu and A.L. Alcivar contributed equally to this study. References1. Taguchi K, Motohashi H, Yamamoto M. Molecular mechanisms of the Keap1-Nrf2 pathway in stress response and cancer evolution. Genes Cells. 2011;16(2):123–40. [PubMed] [Google Scholar]2. Ma Q. Role of nrf2 in oxidative stress and toxicity. Annu Rev Pharmacol Toxicol. 2013;53:401–26. [PMC free article] [PubMed] [Google Scholar]3. Malhotra D, Portales-Casamar E, Singh A, Srivastava S, Arenillas D, Happel C, et al.  Global mapping of binding sites for Nrf2 identifies novel targets in cell survival response through ChIP-Seq profiling and network analysis. Nucleic acids research. 2010;38(17):5718–34. [PMC free article] [PubMed] [Google Scholar]4. Agyeman AS, Chaerkady R, Shaw PG, Davidson NE, Visvanathan K, Pandey A, et al.  Transcriptomic and proteomic profiling of KEAP1 disrupted and sulforaphane-treated human breast epithelial cells reveals common expression profiles. Breast Cancer Res Treat. 2011 [PMC free article] [PubMed] [Google Scholar]5. Suzuki T, Yamamoto M. Molecular basis of the Keap1-Nrf2 system. Free radical biology & medicine. 2015;88(Pt B):93–100. [PubMed] [Google Scholar]6. Baird L, Lleres D, Swift S, Dinkova-Kostova AT. Regulatory flexibility in the Nrf2-mediated stress response is conferred by conformational cycling of the Keap1-Nrf2 protein complex. Proc Natl Acad Sci U S A. 2013;110(38):15259–64. [PMC free article] [PubMed] [Google Scholar]7. Jaramillo MC, Zhang DD. The emerging role of the Nrf2-Keap1 signaling pathway in cancer. Genes & development. 2013;27(20):2179–91. [PMC free article] [PubMed] [Google Scholar]8. Sporn MB, Liby KT. NRF2 and cancer: the good, the bad and the importance of context. Nat Rev Cancer. 2012;12(8):564–71. [PMC free article] [PubMed] [Google Scholar]9. Ohta T, Iijima K, Miyamoto M, Nakahara I, Tanaka H, Ohtsuji M, et al.  Loss of Keap1 function activates Nrf2 and provides advantages for lung cancer cell growth. Cancer Res. 2008;68(5):1303–9. [PubMed] [Google Scholar]10. Wang XJ, Sun Z, Villeneuve NF, Zhang S, Zhao F, Li Y, et al.  Nrf2 enhances resistance of cancer cells to chemotherapeutic drugs, the dark side of Nrf2. Carcinogenesis. 2008;29(6):1235–43. [PMC free article] [PubMed] [Google Scholar]11. Ma J, Cai H, Wu T, Sobhian B, Huo Y, Alcivar A, et al.  PALB2 interacts with KEAP1 to promote NRF2 nuclear accumulation and function. Molecular and cellular biology. 2012;32(8):1506–17. [PMC free article] [PubMed] [Google Scholar]12. Komatsu M, Kurokawa H, Waguri S, Taguchi K, Kobayashi A, Ichimura Y, et al.  The selective autophagy substrate p62 activates the stress responsive transcription factor Nrf2 through inactivation of Keap1. Nat Cell Biol. 2010;12(3):213–23. [PubMed] [Google Scholar]13. Lee DF, Kuo HP, Liu M, Chou CK, Xia W, Du Y, et al.  KEAP1 E3 ligase-mediated downregulation of NF-kappaB signaling by targeting IKKbeta. Mol Cell. 2009;36(1):131–40. [PMC free article] [PubMed] [Google Scholar]14. Lo SC, Hannink M. PGAM5, a Bcl-XL-interacting protein, is a novel substrate for the redox-regulated Keap1-dependent ubiquitin ligase complex. The Journal of biological chemistry. 2006;281(49):37893–903. [PubMed] [Google Scholar]15. Hast BE, Goldfarb D, Mulvaney KM, Hast MA, Siesser PF, Yan F, et al.  Proteomic analysis of ubiquitin ligase KEAP1 reveals associated proteins that inhibit NRF2 ubiquitination. Cancer Res. 2013;73(7):2199–210. [PMC free article] [PubMed] [Google Scholar]16. Copple IM, Lister A, Obeng AD, Kitteringham NR, Jenkins RE, Layfield R, et al.  Physical and functional interaction of sequestosome 1 with Keap1 regulates the Keap1-Nrf2 cell defense pathway. The Journal of biological chemistry. 2010;285(22):16782–8. [PMC free article] [PubMed] [Google Scholar]17. Lau A, Wang XJ, Zhao F, Villeneuve NF, Wu T, Jiang T, et al.  A noncanonical mechanism of Nrf2 activation by autophagy deficiency: direct interaction between Keap1 and p62. Molecular and cellular biology. 2010;30(13):3275–85. [PMC free article] [PubMed] [Google Scholar]18. Prajapati SC, Chauhan SS. Dipeptidyl peptidase III: a multifaceted oligopeptide N-end cutter. The FEBS journal. 2011;278(18):3256–76. [PubMed] [Google Scholar]19. Liu Y, Kern JT, Walker JR, Johnson JA, Schultz PG, Luesch H. A genomic screen for activators of the antioxidant response element. Proc Natl Acad Sci U S A. 2007;104(12):5205–10. [PMC free article] [PubMed] [Google Scholar]20. Simaga S, Babic D, Osmak M, Sprem M, Abramic M. Tumor cytosol dipeptidyl peptidase III activity is increased with histological aggressiveness of ovarian primary carcinomas. Gynecol Oncol. 2003;91(1):194–200. [PubMed] [Google Scholar]21. Simaga S, Babic D, Osmak M, Ilic-Forko J, Vitale L, Milicic D, et al.  Dipeptidyl peptidase III in malignant and non-malignant gynaecological tissue. European journal of cancer. 1998;34(3):399–405. [PubMed] [Google Scholar]22. Nakatani Y, Ogryzko V. Immunoaffinity purification of mammalian protein complexes. Methods in enzymology. 2003;370:430–44. [PubMed] [Google Scholar]23. Ciriello G, Gatza ML, Beck AH, Wilkerson MD, Rhie SK, Pastore A, et al.  Comprehensive Molecular Portraits of Invasive Lobular Breast Cancer. Cell. 2015;163(2):506–19. [PMC free article] [PubMed] [Google Scholar]24. Wang K, Singh D, Zeng Z, Coleman SJ, Huang Y, Savich GL, et al.  MapSplice: accurate mapping of RNA-seq reads for splice junction discovery. Nucleic acids research. 2010;38(18):e178. [PMC free article] [PubMed] [Google Scholar]25. Parker JS, Mullins M, Cheang MC, Leung S, Voduc D, Vickery T, et al.  Supervised risk predictor of breast cancer based on intrinsic subtypes. J Clin Oncol. 2009;27(8):1160–7. [PMC free article] [PubMed] [Google Scholar]26. Curtis C, Shah SP, Chin SF, Turashvili G, Rueda OM, Dunning MJ, et al.  The genomic and transcriptomic architecture of 2,000 breast tumours reveals novel subgroups. Nature. 2012;486(7403):346–52. [PMC free article] [PubMed] [Google Scholar]27. Osburn WO, Wakabayashi N, Misra V, Nilles T, Biswal S, Trush MA, et al.  Nrf2 regulates an adaptive response protecting against oxidative damage following diquat-mediated formation of superoxide anion. Arch Biochem Biophys. 2006;454(1):7–15. [PMC free article] [PubMed] [Google Scholar]28. Salopek-Sondi B, Vukelic B, Spoljaric J, Simaga S, Vujaklija D, Makarevic J, et al.  Functional tyrosine residue in the active center of human dipeptidyl peptidase III. Biological chemistry. 2008;389(2):163–7. [PubMed] [Google Scholar]29. Baral PK, Jajcanin-Jozic N, Deller S, Macheroux P, Abramic M, Gruber K. The first structure of dipeptidyl-peptidase III provides insight into the catalytic mechanism and mode of substrate binding. The Journal of biological chemistry. 2008;283(32):22316–24. [PubMed] [Google Scholar]30. Fukasawa K, Fukasawa KM, Iwamoto H, Hirose J, Harada M. The HELLGH motif of rat liver dipeptidyl peptidase III is involved in zinc coordination and the catalytic activity of the enzyme. Biochemistry. 1999;38(26):8299–303. [PubMed] [Google Scholar]31. Gyorffy B, Lanczky A, Eklund AC, Denkert C, Budczies J, Li Q, et al.  An online survival analysis tool to rapidly assess the effect of 22,277 genes on breast cancer prognosis using microarray data of 1,809 patients. Breast Cancer Res Treat. 2010;123(3):725–31. [PubMed] [Google Scholar]32. Fussell KC, Udasin RG, Gray JP, Mishin V, Smith PJ, Heck DE, et al.  Redox cycling and increased oxygen utilization contribute to diquat-induced oxidative stress and cytotoxicity in Chinese hamster ovary cells overexpressing NADPH-cytochrome P450 reductase. Free radical biology & medicine. 2011;50(7):874–82. [PMC free article] [PubMed] [Google Scholar]33. Bryan HK, Olayanju A, Goldring CE, Park BK. The Nrf2 cell defence pathway: Keap1-dependent and -independent mechanisms of regulation. Biochemical pharmacology. 2013;85(6):705–17. [PubMed] [Google Scholar]34. Mitsuishi Y, Motohashi H, Yamamoto M. The Keap1-Nrf2 system in cancers: stress response and anabolic metabolism. Frontiers in oncology. 2012;2:200. [PMC free article] [PubMed] [Google Scholar]35. Hayes JD, Dinkova-Kostova AT. The Nrf2 regulatory network provides an interface between redox and intermediary metabolism. Trends in biochemical sciences. 2014;39(4):199–218. [PubMed] [Google Scholar]36. Piskounova E, Agathocleous M, Murphy MM, Hu Z, Huddlestun SE, Zhao Z, et al.  Oxidative stress inhibits distant metastasis by human melanoma cells. Nature. 2015;527(7577):186–91. [PMC free article] [PubMed] [Google Scholar]"}