{"title": "A Herpesviral Immediate Early Protein Promotes Transcription Elongation of Viral Transcripts", "pubDate": "2017", "PMCID": "PMC5472187", "DOI": "10.1128/mBio.00745-17", "PMID": "28611249", "abstract": "Herpes simplex virus 1 (HSV-1) genes are transcribed by cellular RNA polymerase II (RNA Pol II). While four viral immediate early proteins (ICP4, ICP0, ICP27, and ICP22) function in some capacity in viral transcription, the mechanism by which ICP22 functions remains unclear. We observed that the FACT complex (comprised of SSRP1 and Spt16) was relocalized in infected cells as a function of ICP22. ICP22 was also required for the association of FACT and the transcription elongation factors SPT5 and SPT6 with viral genomes. We further demonstrated that the FACT complex interacts with ICP22 throughout infection. We therefore hypothesized that ICP22 recruits cellular transcription elongation factors to viral genomes for efficient transcription elongation of viral genes. We reevaluated the phenotype of an ICP22 mutant virus by determining the abundance of all viral mRNAs throughout infection by transcriptome sequencing (RNA-seq). The accumulation of almost all viral mRNAs late in infection was reduced compared to the wild type, regardless of kinetic class. Using chromatin immunoprecipitation sequencing (ChIP-seq), we mapped the location of RNA Pol II on viral genes and found that RNA Pol II levels on the bodies of viral genes were reduced in the ICP22 mutant compared to wild-type virus. In contrast, the association of RNA Pol II with transcription start sites in the mutant was not reduced. Taken together, our results indicate that ICP22 plays a role in recruiting elongation factors like the FACT complex to the HSV-1 genome to allow for efficient viral transcription elongation late in viral infection and ultimately infectious virion production.IMPORTANCE HSV-1 interacts with many cellular proteins throughout productive infection. Here, we demonstrate the interaction of a viral protein, ICP22, with a subset of cellular proteins known to be involved in transcription elongation. We determined that ICP22 is required to recruit the FACT complex and other transcription elongation factors to viral genomes and that in the absence of ICP22 viral transcription is globally reduced late in productive infection, due to an elongation defect. This insight defines a fundamental role of ICP22 in HSV-1 infection and elucidates the involvement of cellular factors in HSV-1 transcription.", "author": [{"author": "Hannah L Fox", "affiliation": ["Department of Microbiology and Molecular Genetics, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA."], "href": "/?term=Fox+HL&cauthor_id=28611249"}, {"author": "Jill A Dembowski", "affiliation": ["Department of Microbiology and Molecular Genetics, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA."], "href": "/?term=Dembowski+JA&cauthor_id=28611249"}, {"author": "Neal A DeLuca", "affiliation": ["Department of Microbiology and Molecular Genetics, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA ndeluca@pitt.edu."], "href": "/?term=DeLuca+NA&cauthor_id=28611249"}], "refPMID": ["4366499", "4365321", "165503", "6255206", "2997476", "3018543", "11752173", "8207389", "15897453", "11836395", "14747533", "9512520", "16537625", "12021322", "2991560", "10364308", "8396283", "8393574", "6245226", "1323829", "17913541", "6268303", "7826204", "18971282", "7637000", "16973544", "23464370", "15489290", "22982363", "8289400", "16103184", "17344289", "20032172", "27706239", "26018390", "28095497", "24147125", "9836642", "19214185", "16571817", "19251593", "21450820", "14585989", "12934006", "16766522", "21807128", "19683499", "20139038", "19710137", "26865717", "1330823", "15060154", "12242279", "10912001", "22622228", "20926373", "20926372", "9032335", "15890914", "18753202", "24205359", "25233083", "23029222", "16647145", "16526409", "20677001", "9525658", "8709264", "2535723", "24719411"], "citedInPMID": ["28611249", "34925320", "34696446", "34696162", "34578417", "34251885", "34163446", "33692850", "32518191", "32013091", "32010642", "31826988", "31748398", "31653857", "30808759", "30386309", "30018111", "29717008", "29579120", "29557362", "29303964"], "body": " ABSTRACTHerpes simplex virus 1 (HSV-1) genes are transcribed by cellular RNA polymerase II (RNA Pol II). While four viral immediate early proteins (ICP4, ICP0, ICP27, and ICP22) function in some capacity in viral transcription, the mechanism by which ICP22 functions remains unclear. We observed that the FACT complex (comprised of SSRP1 and Spt16) was relocalized in infected cells as a function of ICP22. ICP22 was also required for the association of FACT and the transcription elongation factors SPT5 and SPT6 with viral genomes. We further demonstrated that the FACT complex interacts with ICP22 throughout infection. We therefore hypothesized that ICP22 recruits cellular transcription elongation factors to viral genomes for efficient transcription elongation of viral genes. We reevaluated the phenotype of an ICP22 mutant virus by determining the abundance of all viral mRNAs throughout infection by transcriptome sequencing (RNA-seq). The accumulation of almost all viral mRNAs late in infection was reduced compared to the wild type, regardless of kinetic class. Using chromatin immunoprecipitation sequencing (ChIP-seq), we mapped the location of RNA Pol II on viral genes and found that RNA Pol II levels on the bodies of viral genes were reduced in the ICP22 mutant compared to wild-type virus. In contrast, the association of RNA Pol II with transcription start sites in the mutant was not reduced. Taken together, our results indicate that ICP22 plays a role in recruiting elongation factors like the FACT complex to the HSV-1 genome to allow for efficient viral transcription elongation late in viral infection and ultimately infectious virion production.KEYWORDS: RNA polymerases, herpes simplex virus, immediate early proteins, transcriptional regulation IMPORTANCEHSV-1 interacts with many cellular proteins throughout productive infection. Here, we demonstrate the interaction of a viral protein, ICP22, with a subset of cellular proteins known to be involved in transcription elongation. We determined that ICP22 is required to recruit the FACT complex and other transcription elongation factors to viral genomes and that in the absence of ICP22 viral transcription is globally reduced late in productive infection, due to an elongation defect. This insight defines a fundamental role of ICP22 in HSV-1 infection and elucidates the involvement of cellular factors in HSV-1 transcription. INTRODUCTIONDuring productive infection, herpes simplex virus 1 (HSV-1) transcription is complexly regulated by both viral and cellular factors. Genes are transcribed by cellular RNA polymerase II (RNA Pol II) (1) in an ordered cascade with four classes: immediate early (α), early (β), leaky late (γ1), and true late (γ2) genes (2, 3). Four of the five immediate early proteins, ICP4, ICP0, ICP27, and ICP22, are involved in the regulation of viral transcription. ICP4 is a transcription factor that recruits cellular complexes, including TFIID and mediator, to viral genes to enhance transcription initiation and can also function to repress transcription of some viral genes (4,–6). ICP0 is an E3 ubiquitin ligase (7) and plays a role in counteracting the repression of incoming viral genomes by host factors (8, 9) and abrogating the interferon response to infection (10, 11). ICP27 is involved in the nuclear export of viral mRNAs and has a role in recruiting RNA Pol II to viral genes (12,–14). The immediate early protein ICP22 has been implicated in the promotion of late gene transcription, but the mechanism by which it functions is unknown (15,–18).ICP22 is a 420-amino-acid protein that is extensively posttranslationally modified, including phosphorylation by the viral protein UL13 (19,–21). ICP22 is required for efficient productive infection in vivo and in fibroblast cells such as MRC5 cells. ICP22 mutants are notably less restricted in Vero, HeLa, and HEp-2 cell lines (15, 17, 22, 23). Studies of ICP22 mutants in restrictive cells have shown that in the absence of ICP22 the expression of certain late genes is reduced (15, 17, 18, 24, 25). Additionally, virions produced by an ICP22 mutant virus are abnormally assembled, possibly due to reduced levels of the products of the late genes that encode virion assembly and structural proteins (26).ICP22 expression is associated with two effects on the cellular environment that may be related to its role in productive viral infection: the modification of RNA Pol II and the formation of VICE (virus-induced chaperone-enriched) domains (27). In uninfected cells, the C-terminal domain (CTD) of RNA Pol II is sequentially phosphorylated during cellular gene transcription. These modifications follow a pattern in which hypophosphorylated RNA Pol II is recruited to promoters and is then phosphorylated on serine-5 (Ser-5) of the CTD around the start of transcription initiation. As RNA Pol II proceeds along the gene, serine-2 (Ser-2) of the CTD is phosphorylated and Ser-5 phosphorylation gradually decreases toward the 3′ end of the gene. Phosphorylation of Ser-2 of the CTD is typically associated with the ability of RNA Pol II to overcome promoter-proximal pausing and facilitate elongation (28, 29). During infection with HSV-1, the CTD of RNA Pol II is uniquely modified: RNA Pol II exhibiting both Ser-5 and Ser-2 phosphorylation of the CTD is rapidly decreased in the cell, and RNA Pol II exhibiting only Ser-5 phosphorylation of the CTD accumulates. The alteration of CTD modifications requires ICP22 and has been hypothesized to affect viral transcription in some way (25, 30,–32). VICE domains have been shown to sequester host protein chaperones (33) and to accumulate nascent proteins during HSV-1 infection (34).Our laboratory recently developed a modified iPOND (isolation of proteins on nascent DNA) protocol to purify viral genomes and analyze proteins associated with these genomes during productive infection (35, 36). Many viral and cellular proteins were found to be associated with viral genomes, including ICP22 and a number of cellular proteins involved in transcription. Some transcription factors identified by this method have been previously shown to interact with ICP4, such as TFIID and mediator (37). The FACT transcription elongation complex was one of the most abundant protein complexes identified and was found to relocalize to viral replication compartments. The mechanism underlying this recruitment has not been determined (35, 36).Preliminary experiments with viruses deficient for one or more immediate early proteins suggested that ICP22 may be involved in the recruitment of the FACT complex to viral genomes. To elucidate the role of ICP22 in HSV-1 productive infection, we undertook to further characterize the phenotype of an ICP22 mutant. In this study, we purified wild-type (wt) and ICP22 mutant viral genomes from infected cells to determine which proteins require ICP22 in order to associate with viral DNA. We found that the amounts of FACT complex subunits SSRP1 and Spt16 were substantially reduced on ICP22 mutant genomes. The FACT complex was originally identified for its role in transcription elongation through nucleosomes (38). We therefore sought to characterize the role of ICP22 in the recruitment of the FACT complex to viral genomes during productive HSV-1 infection and to investigate the transcriptional defects that occur in the absence of ICP22. We demonstrate that ICP22 physically interacts with the FACT complex and is essential for FACT complex and transcription elongation factor recruitment to viral DNA. Furthermore, in the absence of ICP22, RNA Pol II association with gene bodies was reduced while the association with transcription start site regions of viral genes was not affected. Taken together, our results indicate that ICP22 plays a role in recruiting elongation factors, including the FACT complex, to viral genomes to allow for efficient transcription elongation of viral genes. RESULTSPreviously, our lab has reported that the FACT complex is abundant on HSV-1 genomes during viral replication (35). Additionally, SSRP1 is redistributed within the nucleus upon infection in KOS-infected cells compared to mock-infected cells, although Spt16 and SSRP1 protein levels are not altered by infection (35) (Fig. 1). In order to determine if any of the viral immediate early proteins were responsible for this redistribution and recruitment of the FACT complex to viral genomes, we used immunofluorescence to assay SSRP1 redistribution in cells infected with a panel of viruses deficient for one or more immediate early proteins (see Table S1 in the supplemental material). We determined that SSRP1 was not redistributed upon infection with viruses deficient for ICP22. We therefore hypothesized that ICP22 may play a role in recruiting the FACT complex to viral genomes and that, by defining the relationship between ICP22 and the FACT complex, we could elucidate the role of ICP22 in productive infection.Open in a separate windowFIG 1 Abundance of FACT complex proteins and localization of SSRP1 in infected cells. (A) MRC5 cells were infected with wild-type (KOS) virus at an MOI of 10. Cell lysates were collected at the indicated hours postinfection. Cell lysates were run on a 10% SDS-PAGE gel and probed with antibodies against Spt16, SSRP1, ICP4, and GAPDH. (B) Vero cells were infected with unlabeled KOS, or KOS prelabeled with 10 μM EdC, at an MOI of 10. Cells infected with prelabeled KOS were fixed at 3 hpi. Cells infected with unlabeled KOS were incubated in medium containing 10 μM EdC starting at 4 hpi and then fixed at 6 hpi. Fixed cells were stained with Hoechst stain (blue) and reacted with Alexa Fluor azide as described in Materials and Methods to visualize viral DNA (green). SSRP1 was detected by immunofluorescence (red).TABLE S1 Analysis of SSRP1 localization in IE mutants. Vero cells were infected with viruses defective in one or more HSV-1 immediate early proteins. Infected cells were fixed and stained 3 h postinfection. Images were analyzed to determine whether SSRP1 reorganized into puncta (YES) or remained mostly in the nucleolus (NO). Virus references are included in Materials and Methods. Download TABLE S1, PDF file, 0.1 MB.Copyright  © 2017 Fox et al.This content is distributed under the terms of the Creative Commons Attribution 4.0 International license.Redistribution of FACT complex subunit SSRP1 requires ICP22 expression. Immunofluorescence was used to further characterize the redistribution of the FACT complex relative to viral genomes as a function of ICP22. Vero cells were infected with either wild-type virus (KOS) or ICP22 mutant virus (n199), and cultures were incubated with the nucleoside analogue in the medium from 4 to 6 h postinfection (hpi). 5-Ethynyl-2′-deoxycytidine (EdC) labeling of replicating viral genomes enables tagging of viral DNA with Alexa Fluor via click chemistry (35, 36). The cultures were fixed at 6 hpi, labeled viral genomes were tagged with Alexa Fluor, and SSRP1 was probed via indirect immunofluorescence. In mock-infected cells, SSRP1 was concentrated in the nucleolus (Fig. 2A), where it is known to play a role in RNA polymerase I-mediated transcription of rRNA (39). In KOS-infected cells, SSRP1 colocalized with viral genomes in replication compartments in addition to gathering in foci around viral replication compartments. In n199-infected cells, SSRP1 did not relocalize and was excluded from viral replication compartments.Open in a separate windowFIG 2 Effect of ICP22 on the localization of SSRP1 in HSV-1-infected cells. Vero cells were infected with wild-type (KOS) or ICP22 mutant (n199) virus at an MOI of 10. (A) EdC (10 μM) was added to the medium of infected cells from 4 to 6 hpi. The cells were then fixed, stained with Hoechst stain (blue), and reacted with Alexa Fluor azide as described in Materials and Methods to visualize viral DNA (green). SSRP1 was detected by immunofluorescence (red). Single cells shown are representative of cells in two independent replicates. (B) Infected cells were fixed at 3 hpi and stained with Hoechst stain (blue). ICP4 (green) and SSRP1 (red) were detected by immunofluorescence. Single cells shown are representative of cells in two independent replicates.Because ICP22 is an immediate early protein, we also used immunofluorescence to visualize the localization of SSRP1 early in infection. Vero cells were infected with KOS or n199, fixed at 3 hpi, and probed with antibodies specific for ICP4 and SSRP1. ICP4 was used to represent the location of viral DNA because it has been shown to colocalize with viral genomes throughout infection (35). In cells infected with KOS, SSRP1 was redistributed into discrete foci in the nucleus by 3 hpi (Fig. 2B), and these foci were distinct from the majority of ICP4-containing foci. In cells infected with the ICP22 mutant n199, SSRP1 remained concentrated in the nucleolus, resembling mock-infected cells. We additionally observed that in cells infected with viral mutants that express ICP22 but do not express ICP4 or other combinations of immediate early proteins (Table S1), SSRP1 is redistributed similarly to SSRP1 in wild-type-infected cells. The redistribution of SSRP1 in infected cells is therefore a specific function of ICP22. These data suggest that ICP22 affects the redistribution of SSRP1 in the cell throughout infection.ICP22 is necessary for the association of elongation factors with viral genomes. In order to determine how ICP22 affects the association of the FACT complex and other viral and cellular factors with the viral genome, we purified replicating KOS and n199 viral DNA, along with associated proteins, from infected cells as previously described (35, 36). We infected MRC5 cells at a multiplicity of infection (MOI) of 10 PFU/cell with either n199 or KOS and incubated cells in the presence of EdC from 4 to 6 hpi to label replicating viral DNA. Infected cultures without EdC added to the medium served as a negative control. At 6 hpi, nuclei were harvested and EdC-labeled viral DNA was covalently tagged with biotin via click chemistry. Genomes were then purified on streptavidin beads, and associated proteins were identified by mass spectrometry. Many viral and cellular proteins were enriched on both the KOS and n199 viral genomes relative to unlabeled negative controls (Table S2).TABLE S2 Raw mass spectrometry data for iPOND experiments. Download TABLE S2, XLSX file, 0.2 MB.Copyright  © 2017 Fox et al.This content is distributed under the terms of the Creative Commons Attribution 4.0 International license.The association of most viral and cellular proteins with viral genomes was comparable between KOS and n199 as indicated by the similar recoveries of spectral counts (SpC) (Table 1). Levels of viral DNA binding proteins ICP4, UL42, and ICP8 were very similar between KOS and n199 EdC-labeled samples. Furthermore, the viral replication proteins UL9 (origin binding protein) and UL30 (DNA polymerase), as well as cellular DNA repair proteins, were present at similar levels on KOS and n199 genomes. Transcription initiation factors were found to be present at similar levels on KOS and n199 genomes or were slightly increased on n199 genomes. Interestingly, the levels of a subset of cellular transcription factors were selectively reduced on n199 genomes relative to KOS genomes. Most striking was the relative deficiency of a number of cellular transcription elongation factors. Specifically, there was a reduction in Spt5, Spt6, and FACT complex members Spt16 and SSRP1, as well as a modest reduction in the levels of RNA Pol II subunits. Both Spt16 and SSRP1 levels were reduced more than 20-fold, providing evidence that ICP22 plays a role in recruiting the FACT complex to replicating viral genomes.TABLE 1 Comparison of proteins copurifying with ICP22 mutant and wild-type viral genomesaProteinSpectral count by replicate and virusReplicate 1Replicate 2KOSn199KOSn199Viral proteins    ICP4689696834916    ICP22602633    ICP8592539972910    UL9199218255341    UL30213229456507    UL42369255411320Cellular repair proteins    XRCC5 (KU80)8988101130    XRCC6 (KU70)62665565RNA polymerase II subunits    PolrA351710282    PolrB1964742Transcription elongation factors    Spt16574787    SSRP1430290    Spt5003210    Spt6120412    Cdk959611Transcription initiation factors    TBP (TFIID)0065    TAF1 (TFIID)00512    TAF6 (TFIID)01028    ERCC2 (TFIIH)613813    ERCC3 (TFIIH)3131232    MED12 (mediator)13204362    MED14 (mediator)8264192    MED23 (mediator)235060112    MED 24 (mediator)15232552Open in a separate windowaMRC5 cells were infected with wild-type (KOS) or an ICP22 mutant (n199) at an MOI of 10 and were incubated with EdC-containing medium or negative-control medium (no EdC) from 4 to 6 hpi. At 6 hpi, nuclei were harvested and the DNA was purified as described in Materials and Methods. Proteins eluted from genomes were analyzed by mass spectrometry. Values indicate spectral counts determined by mass spectrometry.ICP22 interacts with FACT complex members SSRP1 and Spt16. Results thus far demonstrated that ICP22 is required for the relocalization of the FACT complex in infected cells and its association with viral genomes. In order to determine if these observations involve an interaction between ICP22 and FACT complex components, we constructed a virus expressing N-terminally FLAG-tagged ICP22 in a KOS background (ICP22-FLAG) to use in immunofluorescence and coimmunoprecipitation experiments.As in wt virus-infected cells, SSRP1 was relocalized from the pattern seen in mock-infected cells to discrete nuclear foci in ICP22-FLAG-infected cells (Fig. 3A). Furthermore, FLAG-tagged ICP22 colocalized with SSRP1. The number of SSRP1 foci in ICP22-FLAG-infected cells in Fig. 3A is fewer than the number of foci seen in Fig. 2B in wt virus-infected cells. While this may indicate that the relocalization is delayed in ICP22-FLAG-infected cells, we believe that this is most likely due to cell-to-cell variation.Open in a separate windowFIG 3 Interaction of ICP22 and the FACT complex in infected cells. (A) Localization of SSRP1 and ICP22-FLAG in infected cells. Vero cells were infected with virus expressing FLAG-tagged ICP22 protein (ICP22-FLAG) at an MOI of 10. Cells were fixed at 3 and 6 hpi and stained with Hoechst stain (blue). ICP22-FLAG (green) and SSRP1 (red) were detected by immunofluorescence. Single cells shown are representative of cells in two independent replicates. (B) Isolation of FLAG-tagged ICP22 and associated proteins in infected cells. MRC5 cells were infected with ICP22-FLAG at an MOI of 10. Cells were harvested at 3 or 6 hpi. Lysates were treated with (+) or without (-) Benzonase and bound to anti-FLAG beads. Proteins bound to the beads were eluted with 3×FLAG peptide and run on an SDS-PAGE gel. Gels were immunoblotted with anti-SSRP1, anti-Spt16, and anti-FLAG.We therefore immunoprecipitated ICP22-FLAG to determine if FACT complex members physically interact with ICP22. We infected cells with ICP22-FLAG, lysed cells at 3 or 6 hpi, and immunoprecipitated ICP22-FLAG and associated proteins with anti-FLAG antibody-coated magnetic beads. Mock-, KOS-, and n199-infected cells were used as controls. Proteins were eluted from the beads with 3×FLAG peptide and subjected to Western blot analysis. Both of the FACT complex subunits, SSRP1 and Spt16, coprecipitated with ICP22. Treatment of purified complexes prior to immunoprecipitation with Benzonase, a nuclease that degrades all forms of DNA and RNA, did not disrupt the interactions between ICP22 and FACT complex members, indicating that the presence of nucleic acid in the sample did not contribute to coprecipitation (Fig. 3B). Taken together, these data indicate that ICP22 interacts with complex members either directly or as part of a complex.Viral mRNA and genome abundance in ICP22 mutant-infected cells. To further investigate the significance of the interaction between the FACT complex and ICP22, we reevaluated the gene expression and DNA replication phenotypes of n199 (40) using more sensitive approaches. It has previously been reported that the rate of viral DNA replication of ICP22 mutant virus is similar to that of wild-type virus based on hybridization assays (17, 25, 40). To obtain a more quantitative account of viral DNA replication in the absence of ICP22, we used quantitative PCR to measure the number of viral genomes over time. We carried out infections in MRC5 cells, which are known to be restrictive to ICP22 mutant virus. One million cells were infected at an MOI of 5, and DNA was harvested throughout the productive viral replication cycle. DNA replication rates did not differ significantly between KOS and n199, indicating that ICP22 likely does not play a significant role in viral DNA replication (Fig. 4A). We also assessed infectious virus production throughout infection using plaque assays. We observed an almost 20-fold reduction in infectious virus produced from n199-infected cells compared to KOS-infected cells (Fig. 4A). These data suggest that although the n199 genome efficiently replicates, it has some defect or defects that prevent infectious virion production.Open in a separate windowFIG 4 Replication and gene expression of an ICP22 mutant. (A) DNA replication and viral replication of ICP22 mutant n199 compared to wild-type KOS. MRC5 cells were infected and assayed at 4, 6, 8, 12, and 24 hpi. DNA replication was determined by quantitative PCR (genomes). Points are averages from 2 experiments; error bars represent standard deviations. Viral replication was determined by plaque assay (PFU). Points are averages from 2 experiments; error bars represent standard deviations. (B) RNA-seq analysis of select genes in all kinetic classes in ICP22 mutant (n199) compared to wild type (KOS). MRC5 cells were infected at an MOI of 5 and assayed at 2, 4, 6, 8, 12, and 16 hpi. Viral transcripts were quantified by RNA-seq as described in Materials and Methods.Previously, a reduction in late gene expression has been presumed to contribute to the reduced infectivity associated with n199. We therefore quantified viral mRNA abundance throughout infection to identify transcriptional defects with n199. Transcriptome sequencing (RNA-seq) was used to measure viral transcript levels at different times after infection with wt (KOS) or ICP22 mutant (n199) virus. RNA-seq data indicated that although late gene mRNA accumulation was indeed impaired in n199 as reported, the expression of viral genes in other classes was also affected (Fig. 4B). Reduced gene expression appears to depend more on the time postinfection than on the kinetic class of a particular gene. Specifically, the expression of viral genes that are increasingly expressed after 6 hpi in KOS was reduced in n199 compared to KOS, regardless of kinetic class. These genes include those previously identified to be less expressed in ICP22 mutant-infected cells, such as RL1, which codes for ICP0; US11 (18); UL48, which codes for VP16; UL44, which codes for gC; and UL36 (25). We also observed decreased expression of genes such as β genes UL9, UL42, UL50, and UL52; γ1 genes US6 and UL19; and γ2 genes UL45, UL35, and UL38, among others.Elongation of RNA polymerase transcription is impaired in an ICP22 mutant. In ICP22 mutant-infected cells, there was a global reduction in the abundance of all viral transcripts late in infection (Fig. 4B). Furthermore, the main difference in the recruitment of cellular proteins to the n199 genome relative to KOS appears to be limited to factors involved in transcription elongation (Table 1). In order to determine if the reduced abundance of viral transcripts in the absence of ICP22 could be due to a defect in transcription elongation, we mapped the distribution of RNA Pol II on KOS and n199 genomes by chromatin immunoprecipitation sequencing (ChIP-seq) at 6 hpi, a critical time for the observed phenotypes. MRC5 cells were infected with either KOS or n199 and cross-linked at 6 hpi to capture the state of the genome at that time, and parallel immunoprecipitations were performed with antibodies specific for RNA Pol II and ICP4.In wt HSV-1-infected cells, a unique form of RNA Pol II (IIi), in which the CTD is phosphorylated on Ser-5, accumulates. Additionally, reduction in the unphosphorylated form (IIa) and even greater reduction in the hyperphosphorylated form (IIo), in which the CTD is phosphorylated on both Ser-5 and Ser-2, are observed (30, 31). In ICP22 mutant virus-infected cells, the IIi form does not accumulate and there is greater abundance of the IIa form than in KOS-infected cells (25). We performed parallel immunoprecipitations with the two RNA Pol II antibodies 8WG16 and 4H8. 8WG16 recognizes both the IIa and the HSV-specific IIi forms of RNA Pol II, both of which are present in HSV-1-infected cells (30). 4H8 recognizes Ser-5-modified RNA Pol II and should therefore recognize IIi. Additionally, 4H8 recognizes RNA Pol II with both Ser-5 and Ser-2 phosphorylated because Ser-2 phosphorylation does not inhibit binding of the antibody to its Ser-5 epitope and should therefore recognize IIo (29). Although 8WG16 is more specific for IIa than 4H8, 4H8 can also recognize IIa. Both 8WG16 and 4H8 have been used in previous ChIP-seq studies to determine RNA Pol II levels on individual genes and have been found to detect similar patterns (41). Therefore, by using both 8WG16 and 4H8, we are able to detect all forms of RNA Pol II that have been identified to be present in KOS- and n199-infected cells (25).Immunoprecipitated DNA was sequenced to determine the relative abundance of RNA Pol II and ICP4 across the viral genome. Consistent with results from the DNA replication assay (Fig. 4A), the total numbers of reads that map to the viral genome in the input samples were similar between KOS and n199 (Fig. S1A). Furthermore, consistent with mass spectrometry analysis (Table 1), the numbers of reads that map to the viral genome in ICP4 ChIP samples were similar between KOS and n199 and the numbers of reads that map to the viral genome in the RNA Pol II ChIP samples were somewhat reduced for n199 relative to KOS (Fig. S1A).FIG S1 Total ChIP-seq reads. (A) Percentage of reads from n199 samples over KOS samples. Data for each replicate and averages from the two replicates. (B) Mapped reads on the HSV-1 genome for ChIP of ICP4, RNA Pol II 4H8, and RNA Pol II 8WG16 in n199- or KOS-infected cells. The maximums on the y axis are listed at the top of each panel. The number below is the total mapped reads. Download FIG S1, TIF file, 12.1 MB.Copyright  © 2017 Fox et al.This content is distributed under the terms of the Creative Commons Attribution 4.0 International license.The reads mapping across the viral genome for ICP4 and RNA Pol II are shown in Fig. S1B. The distribution of ICP4 across the viral genome was unaffected by mutation of ICP22. The details of ICP4 binding to the viral genome will be published elsewhere. At this level of resolution, the difference between the RNA Pol II binding profiles of n199 and KOS is quite subtle. The peaks in the n199 samples appear to be better defined with a possible reduction in read numbers between the peaks compared to the KOS samples. 8WG16 and 4H8 antibodies produced read patterns similar to one another and reveal the same differences in binding patterns between KOS and n199.A higher-resolution representation of Fig. S1B in the region between UL42 and UL48 is shown in Fig. 5A. These genes are all expressed at 6 hpi in KOS-infected cells and represent members of the early through true late classes of genes. The numbers of reads in the RNA Pol II ChIP at or near transcription start sites were similar between KOS and n199. However, the numbers of reads mapping beyond the start site, in the message bodies, appeared to be significantly reduced in n199 (Fig. 5A).Open in a separate windowFIG 5 ChIP analysis of ICP4 and RNA Pol II on ICP22 mutant versus wt (KOS) genomes. MRC5 cells were infected with wild type (KOS) or ICP22 mutant (n199) at an MOI of 10. The infected cells were harvested and processed for ChIP-seq as described in Materials and Methods. (A) Mapped reads of the region between UL42 and UL48 on the genome for ChIP of ICP4, RNA Pol II (4H8), or RNA Pol II (8WG16) in n199- or KOS-infected cells. The maximums on the y axis are to the top left of each panel. Experiments were repeated twice, and the figure represents one data set. (B) Normalized ratio of n199 over KOS reads for start sites or gene bodies of representative IE, E, and L genes. The values used were averages from two experiments using the 4H8 antibody.In order to compare the relative abundance of Pol II and ICP4 on the start sites and message bodies of n199 and KOS, we calculated the ratio of normalized n199 to KOS reads for individual gene mRNA start sites and gene bodies of select genes representative of different kinetic classes for both ICP4 and RNA Pol II (Fig. 5B). For the calculations, we used the data from the 4H8 antibody as this antibody should detect the forms of RNA Pol II involved in the transcription of viral genes in KOS- and n199-infected cells, including Ser-5-phosphorylated RNA Pol II and RNA Pol II phosphorylated on both Ser-5 and Ser-2 (IIo). An example of the analysis is shown in Fig. S2. In the ICP4 immunoprecipitations, n199-over-KOS read ratios were consistently close to 1 for both gene start sites and gene bodies. On the other hand, the n199-over-KOS read ratios for the RNA Pol II immunoprecipitations were reduced on n199 viral gene bodies compared to KOS, particularly for genes whose mRNA levels were reduced later in infection in the ICP22 mutant (Fig. 4B). The number of RNA Pol II reads on transcription start sites was not reduced in n199 relative to KOS, with more reads on the n199 start sites in some cases (Fig. 5B). This observation supports a model in which transcription elongation is reduced in the absence of ICP22; however, transcription initiation is unaffected.FIG S2 Calculation of start site and gene body reads for selected genes. A schematic of how the numbers in Fig. 5B were calculated using the gene UL44 as an example. Download FIG S2, TIF file, 12.2 MB.Copyright  © 2017 Fox et al.This content is distributed under the terms of the Creative Commons Attribution 4.0 International license. DISCUSSIONHSV-1 genes are transcribed by cellular RNA Pol II (1). However, the Pol II machinery of the cell is perturbed or augmented by viral gene products, resulting in the selective and efficient expression of viral genes. For example, the immediate early protein ICP4 plays an important role in the regulation of transcription initiation. ICP4 binds to viral DNA and interacts with crucial cellular proteins involved in transcription initiation such as transcription factors, TFIID, and mediator (37, 42), facilitating their recruitment to the viral genome. In this study, we describe findings that shed light on how the immediate early protein ICP22 affects RNA Pol II transcription of viral genes, thus promoting the production of viral progeny. Specifically, ICP22 interacts with the FACT complex and is responsible for the relocation of FACT in the nucleus and its recruitment to the viral genome along with two other transcription elongation factors, Spt5 and Spt6. In addition, while ICP22 was not required for wt levels of RNA Pol II on the transcription start sites of viral genes, the amount of RNA Pol II in the bodies of viral genes was significantly reduced in the absence of ICP22. These observations suggest that ICP22 promotes the elongation of RNA Pol II transcription of viral genes late after infection, likely through the recruitment of transcription elongation factors.The FACT complex is a histone chaperone that is known to dissociate H2A-H2B dimers from nucleosomes to allow access to DNA by elongating RNA Pol II and other factors (43, 44). The FACT complex is involved in cellular transcription elongation in addition to other processes in the cell such as DNA replication (45, 46). In addition to displacing nucleosomes by dissociating H2A-H2B dimers, the FACT complex can also destabilize nucleosomes globally, contributing to the maintenance of a loose chromatin structure (47). The FACT complex may therefore contribute to the establishment and maintenance of the loosely associated chromatin structure observed on HSV-1 genomes during viral DNA replication (48). Furthermore, the FACT complex has been found to be involved in the latent replication of Kaposi’s sarcoma-associated herpesvirus and in the efficient transcription of human cytomegalovirus immediate early genes (49, 50). In addition to the FACT complex, we discovered a substantial decrease in the amount of Spt6 and Spt5 recruited to viral genomes in the absence of ICP22 (Table 1). All of these proteins have established roles in cellular transcription elongation and are known to interact with RNA Pol II and one another (51,–54). If these factors are not recruited to paused RNA Pol II, transcription arrest can occur (28).Previously, it was determined that late gene transcription, as well as the transcription of the immediate early gene that codes for ICP0, is attenuated in ICP22 mutants (15, 17, 18, 26). However, the connection between the genes affected was not elucidated. It has been suggested that a common sequence may be responsible for uniting those genes affected by ICP22 (27). We used RNA-seq to characterize the transcription of viral genes in the ICP22 mutant and observed a global decrease in viral mRNA abundance beginning at 4 to 6 hpi, after the onset of viral DNA replication. Late genes are affected more drastically and noticeably because they are typically upregulated 4 to 6 hpi. Immediate early and early genes that are typically expressed at consistent or rising levels at 4 to 6 hpi, including ICP0, are impacted by the absence of ICP22 in a manner similar to late genes (Fig. 4B). Consistent with previous observations (17, 25, 40), we did not find a defect in viral DNA replication in the n199 background (Fig. 4A).The observation that transcription elongation factors are reduced on ICP22 mutant genomes suggests that transcription elongation may be responsible for the inefficient viral gene expression in ICP22 mutants. This hypothesis is further supported by the ChIP-seq data demonstrating a specific reduction in the amount of RNA Pol II on the bodies of viral genes in the ICP22 mutant compared to wild-type virus, whereas that amount of RNA Pol II on their transcription start sites was relatively unaffected (Fig. 5).The forms of RNA Pol II in HSV-infected cells are relevant to these observations. In uninfected cells, unphosphorylated RNA Pol II (IIa) is recruited to promoters, where it is phosphorylated on Ser-5 at the start of transcription initiation. Ser-2 phosphorylation of paused RNA Pol II results in the hyperphosphorylated form of RNA Pol II (IIo) (55). This form of RNA Pol II is closely associated with actively elongating cellular transcripts, and elongation factors such as Spt6 are known to bind to Ser-2-phosphorylated forms (56, 57). However, Ser-2-phosphorylated forms of Pol II are greatly depleted in wild-type and ICP22 mutant virus-infected cells (25, 30,–32, 58). This raises the question of how transcription elongation occurs in infected cells with altered Pol II CTD phosphorylation.The formation of the IIo form of RNA Pol II requires the action of cdk9. However, there is a lack of consensus on the role of phosphorylation of Ser-2 of the CTD by cdk9 in HSV-1 gene transcription. It has been postulated that ICP22 interacts with or recruits cdk9 in order to phosphorylate Ser-2 of the CTD (59, 60). There is evidence that ICP22 physically associates with cdk9 (59, 60) and that inhibition of kinases such as cdk9 can lead to decreased transcription during HSV-1 infection (61). Others have observed a rapid loss of RNA Pol II Ser-2 phosphorylation when ICP22 is expressed in cells either transiently or at later times during infection, indicating that Ser-2 phosphorylation by cdk9 may not be necessary for efficient viral transcription (24, 25, 31, 32). Moreover, it has been proposed that ICP22 interacts with cdk9 in order to inhibit it and prevent Ser-2 phosphorylation (62, 63). Supporting this is the observation that cellular transcripts are repressed during infection with HSV-1. Notably, this reduction in cellular transcription is enhanced late in infection (58). It may be that cdk9 and Ser-2 phosphorylation is more important early in infection and that late after infection ICP22 is required to sustain transcription elongation. In addition, persisting small amounts of Ser-2 phosphorylation in Vero cells may be a possible explanation for the reduced requirement of ICP22 in Vero cells relative to human fibroblasts. The possible temporal involvement of cdk9 in HSV infection and the basis for the differential requirement for ICP22 in different cell types remain to be tested.We propose that ICP22 facilitates the recruitment of Spt5, Spt6, and the FACT complex to transcribing RNA Pol II independently of the form of Pol II involved in elongation in uninfected cells. Evidence exists that ICP22 interacts with RNA Pol II (61). The recruitment of the elongation factors through these interactions would then facilitate the elongation of viral transcripts, possibly by ensuring a looser chromatin structure on viral gene bodies. The precise nature of these interactions, the role of chromatin, and the implications for cellular transcription are under investigation. MATERIALS AND METHODSCells and viruses. Experiments were performed using MRC5 (human fetal lung) or Vero (African green monkey kidney) cells obtained from and propagated as recommended by ATCC. The viruses used in this study include wild-type KOS, 22/n199 (n199), and ICP22-FLAG. n199 is derived from wild-type KOS and contains a linker carrying stop codons in the US1 gene as has been previously described (40). ICP22-FLAG was generated using red-mediated recombination in a bacterial artificial chromosome (BAC) containing KOS DNA (64,–66). A FLAG tag was inserted after the start codon of US1. Modified BAC constructs were then transfected into Vero cells using Lipofectamine 2000 transfection reagent (Life Technologies, Inc.). Virus produced was harvested, plaque purified, and sequenced to verify FLAG tag insertion. Additional viruses used include d109, d106, d92, and d99 (67); d95, d96, and DMP (68); d120 (6); and 5dl1.2 (69).Immunoblotting for protein abundance. MRC5 cells were infected at an MOI of 10 by incubation with KOS virus in Tricine-buffered saline (TBS) for 1 h before inoculum was removed and cells were rinsed with TBS. Cells were then incubated at 37°C in Dulbecco’s modified Eagle’s medium (DMEM) containing 2% fetal bovine serum (FBS) for the indicated amount of time. Samples were rinsed with ice-cold TBS plus 0.1 mM tosyl-l-lysyl-chloromethane hydrochloride (TLCK) before being scraped into 2× SDS-PAGE sample buffer. Samples were boiled for 10 min before analysis. Samples were run on a 10% precast gel (Bio-Rad), transferred to a polyvinylidene fluoride membrane (Amersham), and probed with the following primary antibodies: rabbit anti-Spt16 H300 (Santa Cruz; 1:500), mouse anti-SSRP1 10D1 (BioLegend; 1:500), anti-ICP4 58S (1:500), and anti-glyceraldehyde-3-phosphate dehydrogenase (anti-GAPDH) Ambion AM4300. After incubation with anti-rabbit–horseradish peroxidase (HRP) or anti-mouse–HRP secondary antibody (Promega), bands were visualized using ECL Prime Western blot detection reagent (Amersham).Imaging of viral DNA and immunofluorescence. Vero cells (2 × 105) were plated on coverslips in 12-well dishes. Cells were infected at an MOI of 10 by incubation with virus in TBS for 1 h before inoculum was removed and cells were rinsed with TBS. Cells were then incubated at 37°C in Dulbecco’s modified Eagle’s medium (DMEM) containing 2% fetal bovine serum (FBS) for the indicated amount of time. Labeling of replicating genomes was carried out as described previously (35). Briefly, EdC (10 µM) was added to the medium of infected cells at 4 hpi and fixed at 6 hpi. EdC-labeled DNA was then visualized by conjugating EdC to Alexa Fluor 488 azide using the Click-iT Alexa Fluor 488 imaging kit (Thermo Fisher). The immunofluorescence assay was carried out as described previously (35) with the following primary antibodies: rabbit anti-ICP4 N15 (1:500), mouse anti-SSRP1 10D1 (BioLegend; 1:200), and mouse anti-FLAG M2 (Sigma; 1:5,000). Secondary antibodies used included goat anti-rabbit conjugated to Alexa Fluor 488 (Invitrogen; 1:500), goat anti-mouse conjugated to Alexa Fluor 594 (Invitrogen; 1:500), goat anti-mouse IgG2b conjugated to Alexa Fluor 594 (Invitrogen; 1:500), and goat anti-mouse IgG1 conjugated to Alexa Fluor 488 (Invitrogen; 1:500). Images were obtained using an Olympus FluoView FV1000 confocal microscope.Isolation of viral genomes and associated proteins. Viral DNA isolation was carried out as described previously (36) with the following modifications. MRC5 cells were infected with KOS or n199 at an MOI of 10 and incubated at 37°C in DMEM containing 2% FBS for 4 h, at which time 10 μM EdC was added to the medium. Infections carried out in the absence of EdC were used as negative controls. At 6 hpi, nuclei were harvested and processed as described above. Genome-associated proteins were analyzed by mass spectrometry as described previously (35). Mass spectrometry was carried out by MSbioworks, LLC, Ann Arbor, MI.Coimmunoprecipitation and immunoblotting. MRC5 cells were grown to confluence in a 150-mm plate. Cells were infected at an MOI of 10 by incubation with indicated virus or mock infection in TBS for 1 h before the inoculum was removed and cells were rinsed with TBS. Cells were then incubated at 37°C in DMEM containing 2% FBS for the indicated amount of time. After incubation, cells were rinsed with ice-cold TBS plus 0.1 mM tosyl-l-lysyl-chloromethane hydrochloride (TLCK). Cells were then lysed at 4°C for 30 min in 1.5 ml lysis buffer (50 mM Tris-HCl [pH 7.4], 300 mM NaCl, 1% Triton X-100, 1 mM EDTA, Roche protease inhibitor cocktail). Lysates were then centrifuged at 1.8 × 103 × g for 10 min at 4°C, and supernatants were filtered through a 100-μm cell strainer (Corning). Indicated samples were incubated in 10 μl Benzonase (Novagen) at this step for 10 min. Samples were then combined 1:1 with binding buffer (50 mM Tris-HCl [pH 7.4], 1% Triton X-100, 1 mM EDTA, Roche protease inhibitor cocktail) and added to anti-FLAG M2 magnetic beads (Sigma). Immunoprecipitation was carried out according to the manufacturer’s protocol with a few modifications. Briefly, samples were bound to the anti-FLAG beads overnight and following a series of washes with Tris-buffered saline (50 mM Tris-HCl [pH 7.4], 150 mM NaCl, Roche protease inhibitor cocktail). Bound proteins were eluted using the recommended concentration of 3×FLAG peptide (Sigma). Samples were combined 1:1 with 2× SDS-PAGE sample buffer and boiled for 10 min before analysis. Samples were run on a 7.5% precast gel (Bio-Rad), transferred to a polyvinylidene fluoride membrane (Amersham), and probed with the following primary antibodies: rabbit anti-Spt16 H300 (Santa Cruz; 1:500), mouse anti-SSRP1 10D1 (BioLegend; 1:500), and mouse anti-FLAG M2 (Sigma; 1:500). After incubation with anti-rabbit–HRP or anti-mouse–HRP secondary antibody (Promega), bands were visualized using ECL Prime Western blot detection reagent (Amersham).Viral DNA quantification and growth curve. MRC5 cells (1 × 106) in 35-mm plates were infected with n199 or KOS at an MOI of 5. Cells were infected by incubation with indicated virus or mock infected in TBS for 1 h before removing inoculum and rinsing cells three times with warm TBS. Cells were then incubated at 37°C in DMEM containing 2% FBS for the indicated amount of time.For DNA quantification, cells were lysed in 200 μl DNA lysis buffer (0.5% SDS, 100 mM NaCl, 400 μg/ml proteinase K), incubated at 37°C 4 h to overnight, incubated at 65°C for 30 min, and diluted 1:1,000 in 1× TE (100 mM Tris, 10 mM EDTA). Quantitative real-time PCR was carried out as described previously (70). Genome quantity was determined based on the amplification of the HSV-1 TK gene using the following primers: TkdsF1 (5′-ACC CGC TTA ACA GCG TCA ACA-3′) and TkdsR1 (5′-CCA AAG AGG TGC GGG AGT TT-3′). Standard curves were established using serially diluted purified KOS genomic DNA.To assess infectious virus production, cells were harvested by scraping into incubation medium. Cells were then lysed by freeze-thaw and sonication, following which cells were pelleted and supernatant was isolated. Supernatant was serially diluted and used to infect Vero cell monolayers in 6-well plates. After infection, cells were incubated at 37°C in overlay medium (DMEM, 10 g/liter methylcellulose, 2% FBS). After 3 days, the medium was removed and cells were stained with 10 mg/ml crystal violet in 50% ethanol. PFU was determined as an average from two duplicate wells.RNA-seq. MRC5 cells were seeded into 60-mm dishes at a density of 2 × 106 cells per dish, infected with n199 or KOS at an MOI of 10 PFU/cell, and incubated at 37°C. At the appropriate time postinfection, RNA was isolated using the Ambion RNaqueous-4 PCR kit using the included protocol. The isolated total RNA was quantified using an Agilent eukaryotic RNA Nano kit and a 2100 Bioanalyzer. One microgram of total RNA from each sample was used to create sequencing libraries using the TruSeq RNA sample preparation kit (Illumina). Individual samples each with unit barcodes were quantified using an Agilent DNA 7500 chip and a 2100 Bioanalyzer. Pooled multiplexed samples were sequenced at the Tufts University genomics facility. The demultiplexed sequence read files were mapped to the HSV strain KOS genome and quantified using CLC Genomics Workbench.ChIP-seq. MRC5 cells were seeded into 600-cm2 square tissue culture dishes at a density of 7 × 107 cells per dish, infected with n199 or KOS at an MOI of 10 PFU/cell, overlaid with 100 ml medium, and incubated at 37°C. At 6 hpi, 5 ml of 20% formaldehyde was added to the culture medium. The cultures were incubated at room temperature for 5 min, followed by the addition of 5 ml of 2.5 M glycine. All subsequent procedures were performed at 4°C unless otherwise stated. The cultures were then washed with TBS and scraped into 50 ml of FLB {5 mM PIPES [piperazine-N,N′-bis(2-ethanesulfonic acid)], pH 8.0, 85 mM KCl, 0.5% Igepal CA-630 [US Biological], Roche protease inhibitor cocktail}. The cells were then pelleted by low-speed centrifugation, resuspended in 5 ml FLB, and pelleted again. The cell pellet was resuspended in 1.2 ml RIPA buffer (1× phosphate-buffered saline [PBS], 0.5% sodium deoxycholate, 0.1% sodium dodecyl sulfate, Roche protease inhibitor cocktail) and sonicated for 6 intervals of 30 s each on ice with a Sonics Vibra-Cell VCX 130 sonicator equipped with a 3-mm microprobe. The sonicated material was centrifuged at 1.8 × 103 × g for 15 min. DNA was isolated from 50 µl of the supernatant as a total input control. The remainder was divided equally to use in immunoprecipitations using the ICP4 and RNA Pol II monoclonal antibodies, 58S and either 8WG16 (Abcam; ab817) or 4H8 (Abcam, Inc.; ab5408), respectively. Twenty-five microliters of monoclonal antibody was bound to 50 µl of Dynabeads M280 sheep anti-mouse IgG beads (Invitrogen) in 5% bovine serum albumin (BSA) in PBS overnight. The antibody-coated beads were extensively washed with 5% BSA in PBS and then added to the reserved sonicated extracts, which were incubated overnight. The immunoprecipitation mixtures were washed five times with LiCl wash buffer (100 mM Tris-HCl buffer, pH 7.5, 500 mM LiCl, 1.0% Igepal CA-630, 1.0% sodium deoxycholate) and once with TE. The beads were then resuspended in IP elution buffer (1.0% sodium dodecyl sulfate, 0.1 M NaHCO3) and incubated at 65°C for 2 h, after which time the beads were removed and incubation of the supernatant was continued overnight at 65°C to reverse cross-links. The samples were then extracted with phenol-chloroform-isoamyl alcohol (25:24:1) twice and with chloroform-isoamyl alcohol (24:1) once and then purified using Qiagen PCR cleanup columns. The quantity of DNA in each sample was quantified using a Qubit 2.0 fluorometer (Invitrogen). Ten nanograms of each sample was used to create sequencing libraries using the NEBNext Ultra II DNA library preparation kit (New England Biolabs). Individual samples each with unit barcodes were quantified using an Agilent DNA 7500 chip and a 2100 Bioanalyzer. Pooled multiplexed samples were sequenced at the Tufts University genomics facility. The demultiplexed sequence read files were mapped to the HSV strain KOS genome and analyzed using CLC Genomics Workbench. ACKNOWLEDGMENTSWe acknowledge Francis Sivrich and Sarah Dremel for technical assistance and helpful discussions. We also thank Richard Jones, at MSbioworks (Ann Arbor, MI), for his expertise in mass spectrometry.None of the authors have a conflict of interest of any kind with this subject of this study.This work was supported by the NIH grants R01AI030612, T32AI049820, and F31AI126632. The funders had no role in study design, data collection and interpretation, or the decision to submit the work for publication. FootnotesCitation Fox HL, Dembowski JA, DeLuca NA. 2017. A herpesviral immediate early protein promotes transcription elongation of viral transcripts. mBio 8:e00745-17. https://doi.org/10.1128/mBio.00745-17. REFERENCES1. Alwine JC, Steinhart WL, Hill CW. \n1974. \nTranscription of herpes simplex type 1 DNA in nuclei isolated from infected HEp-2 and KB cells. Virology\n60:302–307. doi:10.1016/0042-6822(74)90390-0. [PubMed] [CrossRef] [Google Scholar]2. Honess RW, Roizman B. \n1974. \nRegulation of herpesvirus macromolecular synthesis. I. Cascade regulation of the synthesis of three groups of viral proteins. J Virol\n14:8–19. [PMC free article] [PubMed] [Google Scholar]3. Honess RW, Roizman B. \n1975. \nRegulation of herpesvirus macromolecular synthesis: sequential transition of polypeptide synthesis requires functional viral polypeptides. Proc Natl Acad Sci U S A\n72:1276–1280. doi:10.1073/pnas.72.4.1276. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Dixon RA, Schaffer PA. \n1980. \nFine-structure mapping and functional analysis of temperature-sensitive mutants in the gene encoding the herpes simplex virus type 1 immediate early protein VP175. J Virol\n36:189–203. [PMC free article] [PubMed] [Google Scholar]5. DeLuca NA, McCarthy AM, Schaffer PA. \n1985. \nIsolation and characterization of deletion mutants of herpes simplex virus type 1 in the gene encoding immediate-early regulatory protein ICP4. J Virol\n56:558–570. [PMC free article] [PubMed] [Google Scholar]6. DeLuca NA, Schaffer PA. \n1985. \nActivation of immediate-early, early, and late promoters by temperature-sensitive and wild-type forms of herpes simplex virus type 1 protein ICP4. Mol Cell Biol\n5:1997–2008. doi:10.1128/MCB.5.8.1997. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Boutell C, Sadis S, Everett RD. \n2002. \nHerpes simplex virus type 1 immediate-early protein ICP0 and its isolated RING finger domain act as ubiquitin E3 ligases in vitro. J Virol\n76:841–850. doi:10.1128/JVI.76.2.841-850.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Maul GG, Everett RD. \n1994. \nThe nuclear location of PML, a cellular member of the C3HC4 zinc-binding domain protein family, is rearranged during herpes simplex virus infection by the C3HC4 viral protein ICP0. J Gen Virol\n75:1223–1233. doi:10.1099/0022-1317-75-6-1223. [PubMed] [CrossRef] [Google Scholar]9. Gu H, Liang Y, Mandel G, Roizman B. \n2005. \nComponents of the REST/CoREST/histone deacetylase repressor complex are disrupted, modified, and translocated in HSV-1-infected cells. Proc Natl Acad Sci U S A\n102:7571–7576. doi:10.1073/pnas.0502658102. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Eidson KM, Hobbs WE, Manning BJ, Carlson P, DeLuca NA. \n2002. \nExpression of herpes simplex virus ICP0 inhibits the induction of interferon-stimulated genes by viral infection. J Virol\n76:2180–2191. doi:10.1128/jvi.76.5.2180-2191.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Lin R, Noyce RS, Collins SE, Everett RD, Mossman KL. \n2004. \nThe herpes simplex virus ICP0 RING finger domain inhibits IRF3- and IRF7-mediated activation of interferon-stimulated genes. J Virol\n78:1675–1684. doi:10.1128/JVI.78.4.1675-1684.2004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Sandri-Goldin RM.\n1998. \nICP27 mediates HSV RNA export by shuttling through a leucine-rich nuclear export signal and binding viral intronless RNAs through an RGG motif. Genes Dev\n12:868–879. doi:10.1101/gad.12.6.868. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Dai-Ju JQ, Li L, Johnson LA, Sandri-Goldin RM. \n2006. \nICP27 interacts with the C-terminal domain of RNA polymerase II and facilitates its recruitment to herpes simplex virus 1 transcription sites, where it undergoes proteasomal degradation during infection. J Virol\n80:3567–3581. doi:10.1128/JVI.80.7.3567-3581.2006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Zhou C, Knipe DM. \n2002. \nAssociation of herpes simplex virus type 1 ICP8 and ICP27 proteins with cellular RNA polymerase II holoenzyme. J Virol\n76:5893–5904. doi:10.1128/JVI.76.12.5893-5904.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Sears AE, Halliburton IW, Meignier B, Silver S, Roizman B. \n1985. \nHerpes simplex virus 1 mutant deleted in the alpha 22 gene: growth and gene expression in permissive and restrictive cells and establishment of latency in mice. J Virol\n55:338–346. [PMC free article] [PubMed] [Google Scholar]16. Long MC, Leong V, Schaffer PA, Spencer CA, Rice SA. \n1999. \nICP22 and the UL13 protein kinase are both required for herpes simplex virus-induced modification of the large subunit of RNA polymerase II. J Virol\n73:5593–5604. [PMC free article] [PubMed] [Google Scholar]17. Poffenberger KL, Raichlen PE, Herman RC. \n1993. \nIn vitro characterization of a herpes simplex virus type 1 ICP22 deletion mutant. Virus Genes\n7:171–186. doi:10.1007/BF01702397. [PubMed] [CrossRef] [Google Scholar]18. Purves FC, Ogle WO, Roizman B. \n1993. \nProcessing of the herpes simplex virus regulatory protein alpha 22 mediated by the UL13 protein kinase determines the accumulation of a subset of alpha and gamma mRNAs and proteins in infected cells. Proc Natl Acad Sci U S A\n90:6701–6705. doi:10.1073/pnas.90.14.6701. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Wilcox KW, Kohn A, Sklyanskaya E, Roizman B. \n1980. \nHerpes simplex virus phosphoproteins. I. Phosphate cycles on and off some viral polypeptides and can alter their affinity for DNA. J Virol\n33:167–182. [PMC free article] [PubMed] [Google Scholar]20. Purves FC, Roizman B. \n1992. \nThe UL13 gene of herpes simplex virus 1 encodes the functions for posttranslational processing associated with phosphorylation of the regulatory protein alpha 22. Proc Natl Acad Sci U S A\n89:7310–7314. doi:10.1073/pnas.89.16.7310. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Asai R, Ohno T, Kato A, Kawaguchi Y. \n2007. \nIdentification of proteins directly phosphorylated by UL13 protein kinase from herpes simplex virus 1. Microbes Infect\n9:1434–1438. doi:10.1016/j.micinf.2007.07.008. [PubMed] [CrossRef] [Google Scholar]22. Post LE, Roizman B. \n1981. \nA generalized technique for deletion of specific genes in large genomes: alpha gene 22 of herpes simplex virus 1 is not essential for growth. Cell\n25:227–232. doi:10.1016/0092-8674(81)90247-6. [PubMed] [CrossRef] [Google Scholar]23. Poffenberger KL, Idowu AD, Fraser-Smith EB, Raichlen PE, Herman RC. \n1994. \nA herpes simplex virus type 1 ICP22 deletion mutant is altered for virulence and latency in vivo. Arch Virol\n139:111–119. doi:10.1007/BF01309458. [PubMed] [CrossRef] [Google Scholar]24. Bastian TW, Rice SA. \n2009. \nIdentification of sequences in herpes simplex virus type 1 ICP22 that influence RNA polymerase II modification and viral late gene expression. J Virol\n83:128–139. doi:10.1128/JVI.01954-08. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Rice SA, Long MC, Lam V, Schaffer PA, Spencer CA. \n1995. \nHerpes simplex virus immediate-early protein ICP22 is required for viral modification of host RNA polymerase II and establishment of the normal viral transcription program. J Virol\n69:5550–5559. [PMC free article] [PubMed] [Google Scholar]26. Orlando JS, Balliet JW, Kushnir AS, Astor TL, Kosz-Vnenchak M, Rice SA, Knipe DM, Schaffer PA. \n2006. \nICP22 is required for wild-type composition and infectivity of herpes simplex virus type 1 virions. J Virol\n80:9381–9390. doi:10.1128/JVI.01061-06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Rice SA, Davido DJ. \n2013. \nHSV-1 ICP22: hijacking host nuclear functions to enhance viral infection. Future Microbiol\n8:311–321. doi:10.2217/fmb.13.4. [PubMed] [CrossRef] [Google Scholar]28. Sims RJ, Belotserkovskaya R, Reinberg D. \n2004. \nElongation by RNA polymerase II: the short and long of it. Genes Dev\n18:2437–2468. doi:10.1101/gad.1235904. [PubMed] [CrossRef] [Google Scholar]29. Heidemann M, Hintermair C, Voss K, Eick D. \n2013. \nDynamic phosphorylation patterns of RNA polymerase II CTD during transcription. Biochim Biophys Acta\n1829:55–62. doi:10.1016/j.bbagrm.2012.08.013. [PubMed] [CrossRef] [Google Scholar]30. Rice SA, Long MC, Lam V, Spencer CA. \n1994. \nRNA polymerase II is aberrantly phosphorylated and localized to viral replication compartments following herpes simplex virus infection. J Virol\n68:988–1001. [PMC free article] [PubMed] [Google Scholar]31. Fraser KA, Rice SA. \n2005. \nHerpes simplex virus type 1 infection leads to loss of serine-2 phosphorylation on the carboxyl-terminal domain of RNA polymerase II. J Virol\n79:11323–11334. doi:10.1128/JVI.79.17.11323-11334.2005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Fraser KA, Rice SA. \n2007. \nHerpes simplex virus immediate-early protein ICP22 triggers loss of serine 2-phosphorylated RNA polymerase II. J Virol\n81:5091–5101. doi:10.1128/JVI.00184-07. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Bastian TW, Livingston CM, Weller SK, Rice SA. \n2010. \nHerpes simplex virus type 1 immediate-early protein ICP22 Is required for VICE domain formation during productive viral infection. J Virol\n84:2384–2394. doi:10.1128/JVI.01686-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Su Hui Teo C, Serwa RA, O’Hare P. \n2016. \nSpatial and temporal resolution of global protein synthesis during HSV infection using bioorthogonal precursors and click chemistry. PLoS Pathog\n12:e1005927. doi:10.1371/journal.ppat.1005927. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Dembowski JA, DeLuca NA. \n2015. \nSelective recruitment of nuclear factors to productively replicating herpes simplex virus genomes. PLoS Pathog\n11:e1004939. doi:10.1371/journal.ppat.1004939. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Dembowski JA, Dremel SE, DeLuca NA. \n2017. \nReplication-coupled recruitment of viral and cellular factors to herpes simplex virus type 1 replication forks for the maintenance and expression of viral genomes. PLoS Pathog\n13:e1006166. doi:10.1371/journal.ppat.1006166. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Wagner LM, DeLuca NA. \n2013. \nTemporal association of herpes simplex virus ICP4 with cellular complexes functioning at multiple steps in PolII transcription. PLoS One\n8:e78242. doi:10.1371/journal.pone.0078242. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. LeRoy G, Orphanides G, Lane WS, Reinberg D. \n1998. \nRequirement of RSF and FACT for transcription of chromatin templates in vitro. Science\n282:1900–1904. doi:10.1126/science.282.5395.1900. [PubMed] [CrossRef] [Google Scholar]39. Birch JL, Tan BC, Panov KI, Panova TB, Andersen JS, Owen-Hughes TA, Russell J, Lee SC, Zomerdijk JCBM. \n2009. \nFACT facilitates chromatin transcription by RNA polymerases I and III. EMBO J\n28:854–865. doi:10.1038/emboj.2009.33. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Orlando JS, Astor TL, Rundle SA, Schaffer PA. \n2006. \nThe products of the herpes simplex virus type 1 immediate-early US1/US1.5 genes downregulate levels of S-phase-specific cyclins and facilitate virus replication in S-phase Vero cells. J Virol\n80:4005–4016. doi:10.1128/JVI.80.8.4005-4016.2006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Baugh LR, Demodena J, Sternberg PW. \n2009. \nRNA Pol II accumulates at promoters of growth genes during developmental arrest. Science\n324:92–94. doi:10.1126/science.1169628. [PubMed] [CrossRef] [Google Scholar]42. Lester JT, DeLuca NA. \n2011. \nHerpes simplex virus 1 ICP4 forms complexes with TFIID and mediator in virus-infected cells. J Virol\n85:5733–5744. doi:10.1128/JVI.00385-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Mason PB, Struhl K. \n2003. \nThe FACT complex travels with elongating RNA polymerase II and is important for the fidelity of transcriptional initiation in vivo. Mol Cell Biol\n23:8323–8333. doi:10.1128/MCB.23.22.8323-8333.2003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Belotserkovskaya R, Oh S, Bondarenko VA, Orphanides G, Studitsky VM, Reinberg D. \n2003. \nFACT facilitates transcription-dependent nucleosome alteration. Science\n301:1090–1093. doi:10.1126/science.1085703. [PubMed] [CrossRef] [Google Scholar]45. Reinberg D, Sims RJ. \n2006. \nDe facto nucleosome dynamics. J Biol Chem\n281:23297–23301. doi:10.1074/jbc.R600007200. [PubMed] [CrossRef] [Google Scholar]46. Formosa T.\n2012. \nThe role of FACT in making and breaking nucleosomes. Biochim Biophys Acta\n1819:247–255. doi:10.1016/j.bbagrm.2011.07.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Xin H, Takahata S, Blanksma M, McCullough L, Stillman DJ, Formosa T. \n2009. \nyFACT induces global accessibility of nucleosomal DNA without H2A-H2B displacement. Mol Cell\n35:365–376. doi:10.1016/j.molcel.2009.06.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Placek BJ, Berger SL. \n2010. \nChromatin dynamics during herpes simplex virus-1 lytic infection. Biochim Biophys Acta\n1799:223–227. doi:10.1016/j.bbagrm.2010.01.012. [PubMed] [CrossRef] [Google Scholar]49. Hu J, Liu E, Renne R. \n2009. \nInvolvement of SSRP1 in latent replication of Kaposi’s sarcoma-associated herpesvirus. J Virol\n83:11051–11063. doi:10.1128/JVI.00907-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. O’Connor CM, Nukui M, Gurova KV, Murphy EA. \n2016. \nInhibition of the FACT complex reduces transcription from the human cytomegalovirus major immediate early promoter in models of lytic and latent replication. J Virol\n90:4249–4253. doi:10.1128/JVI.02501-15. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Swanson MS, Winston F. \n1992. \nSpt4, Spt5 and Spt6 Interactions: effects on transcription and viability in saccharomyces cerevisiae. Genetics\n132:325–336. [PMC free article] [PubMed] [Google Scholar]52. Endoh M, Zhu W, Hasegawa J, Watanabe H, Kim DK, Aida M, Inukai N, Narita T, Yamada T, Furuya A, Sato H, Yamaguchi Y, Mandal SS, Reinberg D, Wada T, Handa H. \n2004. \nHuman Spt6 stimulates transcription elongation by RNA polymerase II in vitro. Mol Cell Biol\n24:3324–3336. doi:10.1128/MCB.24.8.3324-3336.2004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Krogan NJ, Kim M, Ahn SH, Zhong G, Kobor MS, Cagney G, Emili A, Shilatifard A, Buratowski S, Greenblatt JF. \n2002. \nRNA polymerase II elongation factors of saccharomyces cerevisiae: a targeted proteomics approach. Mol Cell Biol\n22:6979–6992. doi:10.1128/MCB.22.20.6979-6992.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Wada T, Orphanides G, Hasegawa J, Kim DK, Shima D, Yamaguchi Y, Fukuda A, Hisatake K, Oh S, Reinberg D, Handa H. \n2000. \nFACT relieves DSIF/NELF-mediated inhibition of transcriptional elongation and reveals functional differences between P-TEFb and TFIIH. Mol Cell\n5:1067–1072. doi:10.1016/S1097-2765(00)80272-5. [PubMed] [CrossRef] [Google Scholar]55. Egloff S, Dienstbier M, Murphy S. \n2012. \nUpdating the RNA polymerase CTD code: adding gene-specific layers. Trends Genet\n28:333–341. doi:10.1016/j.tig.2012.03.007. [PubMed] [CrossRef] [Google Scholar]56. Diebold ML, Loeliger E, Koch M, Winston F, Cavarelli J, Romier C. \n2010. \nNoncanonical tandem SH2 enables interaction of elongation factor Spt6 with RNA polymerase II. J Biol Chem\n285:38389–38398. doi:10.1074/jbc.M110.146696. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Sun M, Larivière L, Dengl S, Mayer A, Cramer P. \n2010. \nA tandem SH2 domain in transcription elongation factor Spt6 binds the phosphorylated RNA polymerase II C-terminal repeat domain (CTD). J Biol Chem\n285:41597–41603. doi:10.1074/jbc.M110.144568. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Spencer CA, Dahmus ME, Rice SA. \n1997. \nRepression of host RNA polymerase II transcription by herpes simplex virus type 1. J Virol\n71:2031–2040. [PMC free article] [PubMed] [Google Scholar]59. Durand LO, Advani SJ, Poon APW, Roizman B. \n2005. \nThe carboxyl-terminal domain of RNA polymerase II is phosphorylated by a complex containing cdk9 and infected-cell protein 22 of herpes simplex virus 1. J Virol\n79:6757–6762. doi:10.1128/JVI.79.11.6757-6762.2005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Durand LO, Roizman B. \n2008. \nRole of cdk9 in the optimization of expression of the genes regulated by ICP22 of herpes simplex virus 1. J Virol\n82:10591–10599. doi:10.1128/JVI.01242-08. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Ou M, Sandri-Goldin RM. \n2013. \nInhibition of cdk9 during herpes simplex virus 1 infection impedes viral transcription. PLoS One\n8:e79007. doi:10.1371/journal.pone.0079007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Zaborowska J, Baumli S, Laitem C, O’Reilly D, Thomas PH, O’Hare P, Murphy S. \n2014. \nHerpes simplex virus 1 (HSV-1) ICP22 protein directly interacts with cyclin-dependent kinase (CDK)9 to inhibit RNA polymerase II transcription elongation. PLoS One\n9:e107654. doi:10.1371/journal.pone.0107654. [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Guo L, Wu WJ, Liu LD, Wang LC, Zhang Y, Wu LQ, Guan Y, Li QH. \n2012. \nHerpes simplex virus 1 ICP22 inhibits the transcription of viral gene promoters by binding to and blocking the recruitment of P-TEFb. PLoS One\n7:e45749. doi:10.1371/journal.pone.0045749. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Gierasch WW, Zimmerman DL, Ward SL, Vanheyningen TK, Romine JD, Leib DA. \n2006. \nConstruction and characterization of bacterial artificial chromosomes containing HSV-1 strains 17 and KOS. J Virol Methods\n135:197–206. doi:10.1016/j.jviromet.2006.03.014. [PubMed] [CrossRef] [Google Scholar]65. Tischer BK, von Einem J, Kaufer B, Osterrieder N. \n2006. \nTwo-step red-mediated recombination for versatile high-efficiency markerless DNA manipulation in Escherichia coli. Biotechniques\n40:191–197. [PubMed] [Google Scholar]66. Tischer BK, Smith GA, Osterrieder N. \n2010. \nEn passant mutagenesis: a two step markerless red recombination system. Methods Mol Biol\n634:421–430. doi:10.1007/978-1-60761-652-8_30. [PubMed] [CrossRef] [Google Scholar]67. Samaniego LA, Neiderhiser L, DeLuca NA. \n1998. \nPersistence and expression of the herpes simplex virus genome in the absence of immediate-early proteins. J Virol\n72:3307–3320. [PMC free article] [PubMed] [Google Scholar]68. Wu N, Watkins SC, Schaffer PA, DeLuca NA. \n1996. \nProlonged gene expression and cell survival after infection by a herpes simplex virus mutant defective in the immediate-early genes encoding ICP4, ICP27, and ICP22. J Virol\n70:6358–6369. [PMC free article] [PubMed] [Google Scholar]69. McCarthy AM, McMahan L, Schaffer PA. \n1989. \nHerpes simplex virus type 1 ICP27 deletion mutants exhibit altered patterns of transcription and are DNA deficient. J Virol\n63:18–27. [PMC free article] [PubMed] [Google Scholar]70. Harkness JM, Kader M, DeLuca NA. \n2014. \nTranscription of the herpes simplex virus 1 genome during productive and quiescent infection of neuronal and nonneuronal cells. J Virol\n88:6847–6861. doi:10.1128/JVI.00516-14. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}