{"title": "High-Frequency Oscillatory Ventilation in Adults With ARDS: Past, Present, and Future", "pubDate": "2017", "PMCID": "", "DOI": "10.1016/j.chest.2017.06.025", "PMID": "28684287", "abstract": "High-frequency oscillatory ventilation (HFOV) is a unique mode of mechanical ventilation that uses nonconventional gas exchange mechanisms to deliver ventilation at very low tidal volumes and high frequencies. The properties of HFOV make it a potentially ideal mode to prevent ventilator-induced lung injury in patients with ARDS. Despite a compelling physiological basis and promising experimental data, large randomized controlled trials have not detected an improvement in survival with the use of HFOV, and its use as an early lung-protective strategy in patients with ARDS may be harmful. Nevertheless, HFOV still has an important potential role in the management of refractory hypoxemia. Careful attention should be paid to right ventricular function and lung stress when applying HFOV. This review discusses the physiological principles, clinical evidence, practical applications, and future prospects for the use of HFOV in patients with ARDS.", "author": [{"author": "Michael C Sklar", "affiliation": ["Department of Anesthesia, University of Toronto, Toronto, ON, Canada; Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada."], "href": "/?term=Sklar+MC&cauthor_id=28684287"}, {"author": "Eddy Fan", "affiliation": ["Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Institute for Health Policy, Management, and Evaluation, University of Toronto, Toronto, ON, Canada; Division of Respirology, Department of Medicine, University Health Network and Mount Sinai Hospital, Toronto, ON, Canada."], "href": "/?term=Fan+E&cauthor_id=28684287"}, {"author": "Ewan C Goligher", "affiliation": ["Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, ON, Canada; Division of Respirology, Department of Medicine, University Health Network and Mount Sinai Hospital, Toronto, ON, Canada. Electronic address: ewan.goligher@mail.utoronto.ca."], "href": "/?term=Goligher+EC&cauthor_id=28684287"}], "refPMID": [], "citedInPMID": ["28684287", "34548137", "34150102", "34061251", "33948747", "33898903", "33612975", "32643749", "32153417", "32144514", "32005285", "31874666", "31664500", "31634232", "31467808", "31318162", "31297448", "31197492", "31060090", "30901433", "30210022"], "body": ""}