{"title": "The future of mechanical ventilation: lessons from the present and the past", "pubDate": "2017", "PMCID": "PMC5508674", "DOI": "10.1186/s13054-017-1750-x", "PMID": "28701178", "abstract": "The adverse effects of mechanical ventilation in acute respiratory distress syndrome (ARDS) arise from two main causes: unphysiological increases of transpulmonary pressure and unphysiological increases/decreases of pleural pressure during positive or negative pressure ventilation. The transpulmonary pressure-related side effects primarily account for ventilator-induced lung injury (VILI) while the pleural pressure-related side effects primarily account for hemodynamic alterations. The changes of transpulmonary pressure and pleural pressure resulting from a given applied driving pressure depend on the relative elastances of the lung and chest wall. The term 'volutrauma' should refer to excessive strain, while 'barotrauma' should refer to excessive stress. Strains exceeding 1.5, corresponding to a stress above ~20 cmH2O in humans, are severely damaging in experimental animals. Apart from high tidal volumes and high transpulmonary pressures, the respiratory rate and inspiratory flow may also play roles in the genesis of VILI. We do not know which fraction of mortality is attributable to VILI with ventilation comparable to that reported in recent clinical practice surveys (tidal volume ~7.5 ml/kg, positive end-expiratory pressure (PEEP) ~8 cmH2O, rate ~20 bpm, associated mortality ~35%). Therefore, a more complete and individually personalized understanding of ARDS lung mechanics and its interaction with the ventilator is needed to improve future care. Knowledge of functional lung size would allow the quantitative estimation of strain. The determination of lung inhomogeneity/stress raisers would help assess local stresses; the measurement of lung recruitability would guide PEEP selection to optimize lung size and homogeneity. Finding a safety threshold for mechanical power, normalized to functional lung volume and tissue heterogeneity, may help precisely define the safety limits of ventilating the individual in question. When a mechanical ventilation set cannot be found to avoid an excessive risk of VILI, alternative methods (such as the artificial lung) should be considered.", "author": [{"author": "Luciano Gattinoni", "affiliation": ["Department of Anesthesiology, Emergency and Intensive Care Medicine, University of Göttingen, Robert-Koch-Straße 40, 37075, Göttingen, Germany. gattinoniluciano@gmail.com."], "href": "/?term=Gattinoni+L&cauthor_id=28701178"}, {"author": "John J Marini", "affiliation": ["University of Minnesota, Minneapolis/Saint Paul, MN, USA."], "href": "/?term=Marini+JJ&cauthor_id=28701178"}, {"author": "Francesca Collino", "affiliation": ["Department of Anesthesiology, Emergency and Intensive Care Medicine, University of Göttingen, Robert-Koch-Straße 40, 37075, Göttingen, Germany."], "href": "/?term=Collino+F&cauthor_id=28701178"}, {"author": "Giorgia Maiolo", "affiliation": ["Department of Anesthesiology, Emergency and Intensive Care Medicine, University of Göttingen, Robert-Koch-Straße 40, 37075, Göttingen, Germany."], "href": "/?term=Maiolo+G&cauthor_id=28701178"}, {"author": "Francesca Rapetti", "affiliation": ["Department of Anesthesiology, Emergency and Intensive Care Medicine, University of Göttingen, Robert-Koch-Straße 40, 37075, Göttingen, Germany."], "href": "/?term=Rapetti+F&cauthor_id=28701178"}, {"author": "Tommaso Tonetti", "affiliation": ["Department of Anesthesiology, Emergency and Intensive Care Medicine, University of Göttingen, Robert-Koch-Straße 40, 37075, Göttingen, Germany."], "href": "/?term=Tonetti+T&cauthor_id=28701178"}, {"author": "Francesco Vasques", "affiliation": ["Department of Anesthesiology, Emergency and Intensive Care Medicine, University of Göttingen, Robert-Koch-Straße 40, 37075, Göttingen, Germany."], "href": "/?term=Vasques+F&cauthor_id=28701178"}, {"author": "Michael Quintel", "affiliation": ["Department of Anesthesiology, Emergency and Intensive Care Medicine, University of Göttingen, Robert-Koch-Straße 40, 37075, Göttingen, Germany."], "href": "/?term=Quintel+M&cauthor_id=28701178"}], "refPMID": ["27038480", "27342819", "26134116", "26627540", "15699079", "12946000", "14621113", "18451319", "8549177", "1150599", "24467647", "27334266", "6337527", "15942363", "7029764", "11296191", "16543794", "22227446", "27626833", "22430241", "24199628", "27002273", "4587509", "4626853", "773235", "1157510", "884974", "3896647", "1643949", "2930107", "3057957", "27054894", "15812622", "10793162", "16081547", "11973365", "28108768", "4611290", "3544984", "10708156", "11193274", "12464676", "25693014", "9847275", "9449728", "10470755", "26861596", "27170273", "10793169", "21297069", "26671060", "19822628", "22323077", "27110871", "10673186", "26872367", "26438222", "11086784", "15329597", "18090363", "11790214", "21997128", "26903337", "5442255", "24261322", "27620287", "27637717", "28212230", "24694683", "24193175", "24134414", "23688302", "15269312", "18270352", "20197533"], "citedInPMID": ["28701178", "34970075", "34909696", "34869421", "34768478", "34753416", "34560687", "34529118", "34513990", "34437568", "34362415", "34208699", "34166852", "34084480", "33608661", "33600286", "33407733", "33363256", "33336298", "33304608", "33302940", "33035129", "33028370", "32934670", "32845575", "32778136", "32761387", "32577915", "32536444", "32448389", "32431623", "32351988", "32334550", "32322480", "32143664", "32126178", "32008277", "31915922", "31912203", "31827617", "31749967", "31374909", "31335733", "31200746", "31197492", "31062050", "30917851", "30744629", "30617611", "30460269", "30460268", "30210781", "29850468", "29430443"], "body": " AbstractThe adverse effects of mechanical ventilation in acute respiratory distress syndrome (ARDS) arise from two main causes: unphysiological increases of transpulmonary pressure and unphysiological increases/decreases of pleural pressure during positive or negative pressure ventilation. The transpulmonary pressure-related side effects primarily account for ventilator-induced lung injury (VILI) while the pleural pressure-related side effects primarily account for hemodynamic alterations. The changes of transpulmonary pressure and pleural pressure resulting from a given applied driving pressure depend on the relative elastances of the lung and chest wall. The term ‘volutrauma’ should refer to excessive strain, while ‘barotrauma’ should refer to excessive stress. Strains exceeding 1.5, corresponding to a stress above ~20 cmH2O in humans, are severely damaging in experimental animals. Apart from high tidal volumes and high transpulmonary pressures, the respiratory rate and inspiratory flow may also play roles in the genesis of VILI. We do not know which fraction of mortality is attributable to VILI with ventilation comparable to that reported in recent clinical practice surveys (tidal volume ~7.5 ml/kg, positive end-expiratory pressure (PEEP) ~8 cmH2O, rate ~20 bpm, associated mortality ~35%). Therefore, a more complete and individually personalized understanding of ARDS lung mechanics and its interaction with the ventilator is needed to improve future care. Knowledge of functional lung size would allow the quantitative estimation of strain. The determination of lung inhomogeneity/stress raisers would help assess local stresses; the measurement of lung recruitability would guide PEEP selection to optimize lung size and homogeneity. Finding a safety threshold for mechanical power, normalized to functional lung volume and tissue heterogeneity, may help precisely define the safety limits of ventilating the individual in question. When a mechanical ventilation set cannot be found to avoid an excessive risk of VILI, alternative methods (such as the artificial lung) should be considered.Keywords: Mechanical ventilation, Acute respiratory distress syndrome, Ventilator-induced lung injury, Mechanical power, Extracorporeal membrane oxygenation BackgroundFor a reasonable number of years to come, mechanical ventilation will likely still be needed. We acknowledge the importance of stabilizing hemodynamics [1], achieving synchrony [2], preserving muscle strength [3, 4], avoiding the consequences of intubation [5], minimizing dynamic hyperinflation [6], and monitoring the biological reactions—all important goals of ventilatory support. In this brief review, however, we focus primarily on limiting tissue damage, thereby improving the safety of artificial ventilation. Further we will limit our analysis to ARDS patients, who are among the most problematic to manage among the mechanically ventilated patients. However, the principles of a safe treatment are equally applicable to all mechanically ventilated patients. To artificially inflate the lung (i.e., to increase the transpulmonary pressure (P\nL), airway pressure – pleural pressure (P\naw – P\npl)), two diametrically opposed options can be applied: either totally positive airway pressure ventilation associated with an increase of pleural pressure or totally negative pressure ventilation, in which the chest cage is expanded by external negative pressure. Between these two extremes, mixed forms of ventilation may be applied, primarily by providing positive pressure to the airways while allowing spontaneous contraction of the respiratory muscles, which decrease pleural pressure during inspiration (Table 1). To discuss the future we must first understand the current problems associated with mechanical ventilation.\nTable 1‘Motors’ of the lung and chest wall during positive and negative ventilationPositive pressure ventilationNegative pressure ventilationSpontaneousArtificialRespiratory system motorEnergy from ventilator generating the airway pressure (P\naw)Energy from muscular contraction generating muscular pressure (P\nmusc)Energy from device generating negative pressure (P\nneg)Lung motorTranspulmonary pressure (P\nL) generated by positive increase of P\naw and pleural pressure (P\npl)Transpulmonary pressure (P\nL) generated by decrease of pleural pressure (P\npl)Transpulmonary pressure (P\nL) generated by decrease of pleural pressure (P\npl)Chest wall motorPleural pressure (P\npl = P\naw – P\nL)Wall pressurea (P\nW = P\nmusc – P\npl)Wall pressurea (P\nW = P\nneg – P\npl)Open in a separate window\naWall pressure is the component of total muscular (or externally applied negative pressure) needed to expand the chest wall itself Adverse effects of mechanical ventilationThe adverse effects of mechanical ventilation may be grouped into two main categories. One category relates to excessive/unphysiological transpulmonary pressure (always positive), and the other relates to excessive/unphysiological variation of pleural pressure, either positive or negative (Fig. 1).\nOpen in a separate windowFig. 1Changes of transpulmonary pressure (∆P\nL) and of pleural pressure (∆P\npl) during negative or positive pressure ventilation. Left: possible adverse consequences due to the progressive decrease or progressive increase of pleural pressure (∆P\npl). The key variation is the increase or decrease of venous return, respectively. Right: sequence of possible damage when progressively increasing the transpulmonary pressure (∆P\nL). Either during negative pressure ventilation (here performed at baseline atmospheric pressure, i.e., 0 cmH2O) or during positive pressure ventilation, ∆P\nL is always positive. See text for details. ∆P\naw change in airway pressureSide effects associated with pleural pressureThe magnitude and direction of change in pleural pressure, negative or positive, depends on the ratio of chest wall elastance (E\nW) relative to the elastance of the respiratory system (E\ntot). The latter equals the sum of the chest wall elastance and the lung elastance (E\nL). Accordingly, during positive pressure ventilation the following relationship applies under static conditions [7]:ΔPpl=ΔPaw⋅EwEtot1\nDuring negative pressure ventilation, however, where the inflation-producing change in pressure is a reduction in the pressure surrounding the respiratory system (ΔPneg), the following applies:−ΔPpl=ΔPneg⋅EwEtot2\nNote that, in ARDS, the E\nW/E\ntot ratio averages 0.7, but may range from 0.2 to 0.8 [8].Obviously, in the presence of an artificial ventilation mode where positive pressure may work simultaneously with muscular efforts (∆Pmusc) (Table 1), the actual changes of pleural pressure result from two ‘push–pull’ forces. Accordingly:ΔPpl=ΔPaw⋅EwEtot−ΔPmusc⋅ELEtot3\nPositive pleural pressureFor passive inflation by a given airway pressure, the pleural pressure will increase far more in the presence of elevated chest wall elastance (i.e., elevated E\nW/E\ntot), as in some cases of extreme obesity [9], whereas it will increase far less in the presence of elevated lung elastance (i.e., low E\nW/E\ntot; see Eq. (1)). All equations to which we refer only approximate what is actually happening in the pleural space, because in reality the pleural pressure is not uniform along the thoracic cage, but rather depends on several factors, such as gravitational gradients and local pressure distortions arising from anatomical differences in the shapes of the lung and its chest wall enclosure [10]. Despite the limitations in accurately determining pleural pressure [11, 12], its changing value influences central vascular pressures and venous return. A large experimental and clinical literature describes all of the possible complications related to ventilation-caused decreases of effective circulating volume. These are particularly likely to occur when pleural pressure remains positive throughout the entire respiratory cycle, as during ventilation with positive end-expiratory pressure (PEEP) [13]. The kidney [14], liver [15], and bowel [16, 17] may all be impaired or damaged by the resulting venous congestion and reduced perfusion.Negative pleural pressureExcessively negative pleural pressure may arise during spontaneous breathing, especially when vigorous respiratory effort is applied to a ‘stiff lung’ (see Eq. (3)). In ARDS, for example, negative swings in esophageal pressure may exceed 20–25 cmH2O, due to profoundly dysregulated respiratory drive [18]. Apart from increasing the work of breathing and oxygen consumption, such excessively negative intrathoracic and interstitial pressures promote venous return and increase edema formation. Such phenomena, well described by Barach et al. in 1938 [19], have deservedly been reemphasized for the current era of positive pressure ventilation [20]. Recent work has demonstrated that pedelluft phenomena which occur during vigorous breathing efforts in injured lungs have the potential to amplify local strains and could conceivably contribute to tissue damage [21–23]. In concept, certain asynchronies between the patient and ventilator (e.g., double triggering and breath stacking) may also be injurious when they occur frequently and/or in groups.Adverse effects associated with transpulmonary pressureThe adverse effects of excessive transpulmonary pressure were recognized soon after mechanical ventilation was first applied in patients with ARDS [24]. In those early years the initial therapeutic targets were to maintain normal blood gases and to avoid dyssynchrony while limiting the use of muscle relaxants, which understandably were considered hazardous when using the poorly alarmed ventilators of that era. Consequently, tidal volumes and respiratory rates were typically 15 ml/kg and 15–20 bpm, respectively [25]. Using this approach, few patients fought the ventilator, but barotrauma (primarily pneumothorax) occurred quickly and commonly. This event was so frequent that preventive use of bilateral chest tubes was suggested when ventilation for ARDS was initiated [26]. ‘Barotrauma’ was used to collectively identify the clinically recognizable problems of gas escape: pneumothorax, pneumomediastinum, interstitial emphysema [27–30], gas embolism [31], etc. Used in a broader sense, however, barotrauma also includes VILI.A different viewpoint was elaborated by Dreyfuss et al. [32], who emphasized the role of lung distention (strain) as opposed to airway pressure. High airway pressures were applied without excessive lung strain or damage by restricting chest wall movement. Conversely, injury (‘volutrauma’) was inflicted by similar airway pressures in the absence of chest wall restraint. Barotrauma and volutrauma, however, are two faces of the same coin if we consider that the force distending the lung is not the airway pressure, but the transpulmonary pressure (i.e., P\naw – P\npl). This variable more accurately reflects the stress applied to lung structures. Indeed, the following relationship holds [7]:PL=ELspec⋅ΔVFRC4\nHere, ∆V is the change in lung volume in reference to its resting (unstressed) value, functional residual capacity (FRC), and ELspec is the tissue elastance of the lung, elastance referenced to the lung’s absolute inflation capacity.In words, Eq. (4) can be expressed as:Stress = ELspec ⋅ Strain5\nimplying:Barotrauma = k ⋅ Volutrauma6\nTherefore, stress and strain are related by a proportionality constant, equivalent to specific elastance ELspec. This value, which is similar in normal subjects and in acute lung injury patients, averages ~12 cmH2O [8]. In other words, 12 cmH2O is the stress developed in lung structures when the resting volume (FRC) is doubled. Indeed, at total inspiratory capacity the stress would be ~24 cmH2O because the ∆V/FRC ratio is then ~2. Experimental studies indicate that barotrauma/volutrauma requires some regions of the lung to reach the ‘their own’ total lung capacity [33]. At this level, the collagen framework is fully distended and works as a ‘stop length’ restraint. These concepts are summarized in Fig. 2 and form a basis for understanding barotrauma and volutrauma.\nOpen in a separate windowFig. 2Lung strain (tidal volume/FRC) as a function of lung stress (transpulmonary pressure). Data adapted from Agostoni and Hyatt [74]. As shown, the doubling of the FRC occurs at a transpulmonary pressure of 12 cmH2O (specific elastance). We arbitrarily indicated the ‘risky’ zone of P\nL as that which corresponds to lung strains exceeding 1.5 (based on experimental data [52]). P\nL transpulmonary pressureVolutraumaIn comparative studies investigating the role of volutrauma on outcome, tidal volume has usually been expressed per kilogram of ideal (predicted) body weight (PBW) in an attempt to relate tidal volume to the expected lung size. Unfortunately, due to the variability of the aeratable lung size in ARDS (the concept of ‘baby lung’ [34]), such normalization fails as a surrogate for lung strain. Despite these limitations, the ARDS Network [35] found a 9% survival benefit in an unselected ARDS sample when using 6 ml/kg PBW tidal volume instead of 12 ml/kg PBW. Of note, this advantage was also found in the quartile of patients with less severe ARDS, where the ‘baby lung’ size was likely greater [36]. It seems plausible that the inverse correlation between survival and dead space [37], as reflected by hypercapnia, may relate to the relative sizes of the functioning baby lungs and the strains that they undergo with ‘lung protective’ ventilation [38]. A tidal volume per kilogram exceeding 20–30 ml/kg is required to damage the healthy lungs of experimental animals [39–43]. Although a direct comparison between healthy and ARDS lungs is highly questionable, the mechanical characteristics of the ‘baby lung’ (i.e., its specific compliance) are similar to those of normal subjects. The ARDS Network mandate to avoid high tidal volumes deeply and appropriately influenced clinical practice. However, volutrauma may best be avoided by considering not simply the tidal volume but the strain (i.e., the ratio of tidal volume to the resting lung volume). In this context, the recently redirected focus on driving pressure (which equals the ratio of tidal volume to compliance) rather than on plateau pressure alone has a rough parallel with this admonition [44]. We must also remind ourselves that in prior randomized controlled trials [45–47], the ARDS patients exposed to ~10 ml/kg tidal volume experienced better survival compared to patients exposed to ~7 ml/kg. Therefore, decreases of tidal volume below 6 ml/kg, as proposed for ‘ultraprotective ventilation’ (associated with extracorporeal CO2 removal) would not necessarily be of benefit, because severe hypoventilation and reabsorption atelectasis may offset its putative advantages unless other preventative or compensatory measures are taken to raise mean airway pressure, with consequent increase of global lung stress [48, 49]. Attention should be paid to avoiding not only excessively high strain, but also unphysiologically low strain.BarotraumaIn the editorial accompanying the ARMA trial, 32 cmH2O plateau pressure was suggested as an upper safety limit for (passive) mechanical ventilation [50]. Since then, the 30 cmH2O limit became infrequently challenged dogma for both clinical practice and clinical trials. Actually, in a normal 70-kg human (FRC ~2000 ml and compliance ~80 ml/cmH2O), the 30 cmH2O plateau would correspond to a tidal volume of ~2400 ml (strain = 1.2). In normal animals, this strain is nearly harmless if applied at a respiratory rate of 15 bpm for 54 hours [51]. The applied transpulmonary pressure in this condition, assuming similar chest wall and lung elastances, would be ~15 cmH2O (see Fig. 2). However, as already stated, in ARDS the ratio between lung elastance and the total respiratory system elastance may vary from 0.2 to 0.8 [8]. Because the transpulmonary pressure equals the applied airway pressure times the E\nL/E\ntot ratio, the ‘safe’ 30 cmH2O may result in a transpulmonary pressure as low as 6 cmH2O or as high as 24 cmH2O, a value approaching that needed to reach total lung capacity (Fig. 2), and may be lethal to animals [52]. Therefore, the use of 30 cmH2O, in a given subset of patients may result either in excessive strain or in hypoventilation and hypoxemia. This was likely the case of many patients with low E\nL/E\ntot ratios (i.e., pregnant women or obese patients) during the H1N1 epidemics in Australia and New Zealand [53]. In some of those patients, ECMO perhaps could have been avoided, simply by safely increasing the plateau pressure, as we found in a cohort of H1N1 patients (ECMO candidates), where low E\nL/E\ntot was documented [54]. Just as for volutrauma it is wiser to consider strain instead of the tidal volume, for barotrauma it is wiser to consider transpulmonary pressure instead of plateau airway pressure (see Eq. (6)).Consequences associated with other ventilatory variablesAlthough most of the studies dealing with VILI concentrate on the static components of the breath (tidal volume, plateau pressure, and PEEP), other important factors should not be ignored. The most relevant, in our opinion, are the respiratory rate (i.e., how many times per minute a potential volutrauma or barotrauma is delivered) and the inspiratory flow rate (i.e., how fast a potential volutrauma or barotrauma is applied).Respiratory rateThe respiratory rate has been considered relatively inconsequential, because it is usually set to maintain PaCO2 within an acceptable range. Thus, in the milestone ARDS Network trial, the lower tidal volume was associated with a respiratory rate of 29 bpm, compared to 16 bpm in the higher tidal volume group. Nonetheless, under certain conditions the respiratory rate is unlikely to be innocent in the genesis of VILI. The harm resulting from raising the respiratory rate is almost certain to be conditioned by the dynamic stress of the individual tidal cycle [55]. The analogy with metal fatigue, which is a function of the number of high stress cycles, may help to frame the role of respiratory rate as codeterminant of VILI. Both in isolated lungs and large-size animals, reducing the respiratory rate provides definite advantages in reducing VILI [56, 57]. Conversely, when operated in an elevated pressure range, perhaps high-frequency ventilation with small tidal volumes may inflict damage [58].Inspiratory flowThe potential for high inspiratory flow to contribute to VILI likely relates to locally intensified concentration of stress, a problem influenced by viscoelastic tissue properties. Experimental literature consistently shows that, for a given plateau pressure, or a given strain, the rate at which the volume was delivered (i.e., the inspiratory flow) plays a definite role in the genesis of VILI [33, 59–61]. Although one would logically expect that any damage attributed to high inspiratory flow should primarily concentrate in the airway, high inspiratory flow accentuates damage to the lung parenchyma, in all likelihood because viscoelastic accommodation has insufficient time to dissipate damaging forces when inflation occurs quickly. Flow rate assumes a greater role in a mechanically inhomogeneous lung (e.g., ARDS) than in a homogeneous one. Moreover, a tidal volume delivered by pressure control could be more dangerous than if achieved by flow-controlled, volume-cycled ventilation with constant flow, because in the former the peak inspiratory flow may reach far higher values. Finally, although little studied, control of expiratory flow may potentially attenuate microatelectasis and influence stresses that occur as tissues rearrange themselves during deflation. Present-day mechanical ventilationTable 2 presents ventilatory data and outcomes of different populations treated over the years for ARDS. The observational studies presented are the 2002 study by Esteban et al. [62], the 2011 study by Villar et al. [63], and the 2016 study by Bellani et al. [64]. These three studies include unselected ARDS patients and should reflect daily practice. For comparison, we added the ventilatory treatments and outcomes of patients enrolled in randomized trials, filtered through exclusion criteria from a wider ARDS population. In comparison to tidal volume, more attention seems to have been paid to the plateau pressure, which has been held consistently below 30 cmH2O after the ARDS Network ARMA trial. The respiratory rate did not change remarkably, because it seems to be dictated by the aim of maintaining PaCO2 within normal limits of 35–45 mmHg. PEEP values consistently averaged 7–8 cmH2O, with levels up to 15 cmH2O systematically applied only in clinical trials. Considering the ventilatory data reported in the largest and most recent survey by Bellani et al. [64], we may wonder what mortality fraction is attributable to VILI in patients ventilated with tidal volume of 7.6 ml/kg PBW, respiratory rate of 18.6 bpm, and PEEP of 8.4 cmH2O. To date, we do not believe it is possible to answer this question, which is of paramount importance in improving future mechanical ventilation. Indeed, if the mortality attributable to VILI is now already very low, we cannot expect any great improvement from modifying our current ventilatory practice. We must first better understand the roles played by the mechanical ventilator’s settings, the underlying lung pathophysiology, and their interaction.\nTable 2Mechanical ventilation settings through the yearsBrochard et al. [45]Stewart et al. [46]Brower et al. [47]ARDS Network [35]Esteban et al. [62]Brower et al. [75]Meade et al. [76]Briel et al. [77]Villar et al. [63]Guerin et al. [73]Bellani et al. [64]TypeRCTRCTRCTRCTObservationRCTRCTMeta-analysisObservationRCTObservationYear19981998199920002002200420082010201120132016Number of patients5858606010010038740523123625850847511631136255229a\n2377Vt/PBW (ml/kg)7.110.37.010.710.27.36.211.88.76.166.86.86.36.37.26.17.6RR (bpm)22.115.629162029292625.22720.8Peak pressure (cmH2O)24.232.132393427Plateau pressure (cmH2O)25.731.722.326.830.624.9253328242724.930.22329262323PEEP (cmH2O)10.710.78.67.2~8.2~9.59.48.688.914.710.115.69159.3108.5Mortality (%)46.6b\n37.9b\n50c\n47c\n46c\n50c\n31c\n39.8c\n52c\n24.9c\n27.5c\n32.3d\n28.4d\n36.6c\n30.3c\n42.7c\n32,8d\n35.3c\nOpen in a separate window\nPBW predicted body weight, PEEP positive end-expiratory pressure, RCT randomized controlled trial, RR respiratory rate, Vt tidal volume\na Supine group only\nb Fourteen-day mortality\nc ICU/hospital mortality\nd Twenty-eight-day mortality The future of mechanical ventilationIdeally, mechanical ventilation should be applied so as to avoid all adverse side effects, including VILI. To rationally approach this task, we believe it necessary to characterize much better than we do now the pathophysiology of the lung parenchyma to which the mechanical ventilation is applied and to fully understand the potential harm of each component of the ventilatory set.Lung-related causes of VILIThe primary conditions influencing the occurrence of VILI are baby lung size, parenchymal recruitability, and extent of lung inhomogeneity. The routine measurement of the lung size would allow the assessment of average lung strain. The precise assessment of recruitability, which currently requires imaging techniques, will facilitate both increasing functional lung size and preventing/limiting atelectrauma by selecting ‘adequate’ PEEP. Lung inhomogeneity likely promotes VILI. In healthy animals, VILI requires tidal volumes as high as 30–40 ml/kg [39–43, 51]. In contrast, 12 ml/kg appear sufficient, in ARDS patients, even in those with better lung compliance (i.e., with likely greater lung size) [36]. Because the possible alterations within the baby lung (i.e., a deficit of surfactant, the presence of some edema, and fibrosis in the extracellular matrix) are per se protective against excessive strain, additional factors seem necessary to account for the damage. These may be the lung parenchyma inhomogeneities that locally increase the stress and strain (stress raisers). In the classic theoretical model of Mead et al. [65], the inhomogeneity occurring at the interface between a fully open unit (volume = 10) and a fully closed unit (volume = 1) will cause a pressure rise proportional to the exponent 2/3 of their ratio (i.e., (10/1)2/3). The proposed exponent of 2/3 is an approximation to convert volume (cm3) to surface area (cm2), as stress relates to surface area (force divided by surface area). Because 102/3 = 4.64, an applied pressure at the airway of 30 cmH2O would result, according to the Mead et al. model, in a local tension approximating a pressure of ~140 cmH2O applied to a fully homogeneous and open lung. When we estimated lung inhomogeneity with a CT scan, we found that the multiplication factor between units with different volumes is ~2, but more than enough to locally expand some units to their own TLC [66]. More than 40% of the lung volume in severe ARDS may be subject to this stress-raising phenomenon, emphasizing the importance of designing maneuvers able to decrease lung inhomogeneity.Ventilator-related causes of VILI: the mechanical powerAll of these mechanical factors discussed separately (volume, pressure, rate, and flow) can be considered parts of a single physical entity: the mechanical power. The equation describing power (Fig. 3) may be easily derived by multiplying the classical equation of motion by the tidal volume and respiratory rate [67]. Indeed, the energy cost per cycle is computed as the product of pressure times the change of volume, which, when multiplied by the respiratory rate, gives the power value (energy/unit of time). Total pressure is spent in performing elastic work (elastance times tidal volume), in moving gas (flow times resistance), and in maintaining end-expiratory lung volume (by PEEP). If each of these elements is multiplied by the tidal volume, the energy per breath is obtained, and by multiplying this by the respiratory rate we obtain the mechanical power. This equation is presented in this extended form, instead of other possible simplified versions [67], to illustrate item by item the determinants of power. A comparison of exponents indicates that tidal volume (and its associated driving pressure) and inspiratory flow are quantitatively potent determinants (Powerrs = k*∆V2 and Powerrs = k*flow2), followed by the respiratory rate (Powerrs = k*RR1.4), and then by PEEP, elastance, and resistance (all three linearly correlated with the mechanical power). Clearly, reduction of ventilatory demand to reduce tidal volume, flow, and/or respiratory rate should be prioritized if applying damaging power is to be avoided.\nOpen in a separate windowFig. 3\nUpper box: simplified equation of motion, showing that, at any given moment, the pressure in the respiratory system (P) above the relaxed volume equals the sum of the elastic pressure (elastance of the respiratory system E\nrs times change in lung volume), plus the pressure needed to move the gases (flow F times airway resistance), plus the pressure (if any) to keep the lung pressure above the atmospheric pressure at end expiration (PEEP). If each of these three components is multiplied by the tidal change in lung volume ∆V, the energy per breath is obtained. If multiplied by the respiratory rate, the corresponding power equation is obtained. 0.098 is the conversion factor from liters/cmH2O to Joules (J). I:E inspiratory–expiratory ratio, PEEP positive end-expiratory pressure, Power\nrs mechanical power to the respiratory system, RR respiratory rate, ∆V change of volume R\naw airways resistancesAlthough the concept of mechanical power may appeal as a unifying variable with which to track VILI risk (both during controlled and spontaneously assisted breathing), several challenges must be met before it can be implemented in practice: first, power must be normalized either for a standard lung volume or for the amount of aerated lung tissue [68, 69]; and second, the relationship between the power delivered to the whole respiratory system and that actually delivered to the lung (using the transpulmonary pressure) must be differentiated. In particular, the impact of inspiratory flow and tissue resistance should be better defined. From a practical perspective, even if appropriately adjusted for resistance, flow, and chest wall elastance, any estimate of lung-delivered power made using airway pressure alone during spontaneous efforts would reflect only the machine’s contribution to the total energy imparted during inflation [33]. In addition, the distribution of mechanical power throughout the lung parenchyma must be determined. We do not know whether it follows the same maldistribution of stress and strain dictated by lung inhomogeneity [66]. Finally, mechanical power as defined here relates to the inspiratory phase; it is very possible that the expiratory phase may also play a role. Indeed, all of the energy accumulated at end inspiration must have dissipated both into the lung structures and the atmosphere when exhalation is complete. It is interesting and potentially important to know whether controlling expiratory flow (which decreases the fraction of energy expended into the lung) thereby helps to reduce VILI. Actually, such a phenomenon has been reported in two studies not normally considered in the VILI literature [70, 71]. Fig. 4 summarizes all of these concepts, and also suggests a slightly different nomenclature which we believe to be less confusing than that currently employed.\nOpen in a separate windowFig. 4\nLeft: baseline energy (red hatched triangle ABE), on which the inspiratory energy associated with the tidal volume (area BCDE) is added. Yellow hatched area to the right of line BC represents the inspiratory dissipated energy needed to move the gas, to overcome surface tension forces, to make the extracellular sheets slide across one another (tissue resistances), and possibly to reinflate collapsed pulmonary units. Light green hatched area on the left of line BC defines the elastic energy (trapezoid EBCD) cyclically added to the respiratory system during inspiration. Total area included in the triangle ACD is the total energy level present in the respiratory system at end inspiration. Right: energy changes during expiration. Of the total energy accumulated at end inspiration (triangle ACD), the area of the trapezoid EBCD is the energy released during expiration. The fraction of energy included in the hysteresis area (light blue hatched area) is dissipated into the respiratory system, while the remaining area (dark blue hatched area) is energy dissipated into the atmosphere through the connecting circuit. Note that whatever maneuver (as controlled expiration) reduces the hysteresis area will reduce the energy dissipated into the respiratory system (potentially dangerous?). PEEP positive end-expiratory pressure (Color figure online) ConclusionTo minimize adverse interactions between lung pathology and ventilatory settings that promote VILI requires two distinct strategies: on one side, decreasing the inspiratory (and possibly the expiratory) mechanical power and damaging strain should decrease VILI; and on the other, steps to increase lung homogeneity should decrease the likelihood of injury. The best available maneuver to encourage mechanical homogeneity, supported by solid pathophysiological background [72] and proven clinical results, is prone positioning for those patients in whom inhomogeneity is prevalent (moderate-severe and severe ARDS) [73].In conclusion, we believe that a possible pathway toward ‘improved’ mechanical ventilation for a future patient would consist of the following steps:Define excessive strain and mechanical power, normalized for lung volume.Measure/estimate lung inhomogeneity to assess the prevalence of stress raisers and the distribution of mechanical power/stress–strain.Determine whether a given ventilatory set applied to the lung parenchyma of which the mechanical characteristics are known is associated with risk of VILI and how much.If a mechanical ventilation set cannot be found to avoid an excessive risk of VILI, alternative methods (as the artificial lung) should be considered.\n AcknowledgementsNone.FundingInstitutional.Availability of data and materialsNot applicable.Authors’ contributionsLG designed the review and drafted the manuscript. JJM helped draft the manuscript and revised it critically for important intellectual content. FC performed the literature search and helped draft the manuscript and design tables and figures. GM performed the literature search and helped draft the manuscript and design tables and figures. FR performed the literature search and helped draft the manuscript and design tables and figures. TT helped draft the manuscript and design tables and figures. FV performed the literature search and helped draft the manuscript and design tables and figures. MQ helped draft the manuscript and revised it critically for important intellectual content. All authors read and approved the final manuscript.Competing interestsThe authors declare that they have no competing interests.Consent for publicationNot applicable.Ethics approval and consent to participateNot applicable.Publisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Abbreviations∆Vchange of volumeARDSAcute respiratory distress syndromeARMALow tidal volume trial of the ARDS Networkbpmbreaths per minuteCO2Carbon dioxideECMOExtracorporeal membrane oxygenationELLung elastanceELspecSpecific lung elastanceEtotTotal elastance of the respiratory systemEwChest wall elastanceFRCFunctional residual capacityPaCO2Arterial partial pressure of carbon dioxidePawAirway pressurePBWPredicted body weightPEEPPositive end-expiratory pressurePLTranspulmonary pressurePmuscPressure generated by the respiratory musclesPowerrsMechanical power to the respiratory systemPplPleural pressureRRRespiratory rateVILIVentilator-induced lung injury Contributor InformationLuciano Gattinoni, Phone: +49-(0)551-394519, Email: moc.liamg@onaiculinonittag.John J. Marini, Email: ude.nmu@200niram.Francesca Collino, Email: moc.liamg@onilloc.acsecnarf.Giorgia Maiolo, Email: moc.liamg@oloiam.aigroig.Francesca Rapetti, Email: moc.liamg@11acsecnarfittepar.Tommaso Tonetti, Email: moc.liamg@ittenot.osammot.Francesco Vasques, Email: moc.liamtoh@seuqsav.ocsecnarf.Michael Quintel, Email: ed.gdwg@letniuqm. References1. Vieillard-Baron A, et al.  Experts’ opinion on management of hemodynamics in ARDS patients: focus on the effects of mechanical ventilation. Intensive Care Med. 2016;42(5):739–49. doi: 10.1007/s00134-016-4326-3. [PubMed] [CrossRef] [Google Scholar]2. Beitler JR, et al.  Quantifying unintended exposure to high tidal volumes from breath stacking dyssynchrony in ARDS: the BREATHE criteria. Intensive Care Med. 2016;42(9):1427–36. doi: 10.1007/s00134-016-4423-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Files DC, Sanchez MA, Morris PE. A conceptual framework: the early and late phases of skeletal muscle dysfunction in the acute respiratory distress syndrome. Crit Care. 2015;19:266. doi: 10.1186/s13054-015-0979-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Petrof BJ, Hussain SN. Ventilator-induced diaphragmatic dysfunction: what have we learned? Curr Opin Crit Care. 2016;22(1):67–72. doi: 10.1097/MCC.0000000000000272. [PubMed] [CrossRef] [Google Scholar]5. American Thoracic Society. Infectious Diseases Society of America  Guidelines for the management of adults with hospital-acquired, ventilator-associated, and healthcare-associated pneumonia. Am J Respir Crit Care Med. 2005;171(4):388–416. doi: 10.1164/rccm.200405-644ST. [PubMed] [CrossRef] [Google Scholar]6. Vieillard-Baron A, Jardin F. The issue of dynamic hyperinflation in acute respiratory distress syndrome patients. Eur Respir J Suppl. 2003;42:43s–7s. doi: 10.1183/09031936.03.00420703. [PubMed] [CrossRef] [Google Scholar]7. Gattinoni L, et al.  Physical and biological triggers of ventilator-induced lung injury and its prevention. Eur Respir J Suppl. 2003;47:15s–25s. doi: 10.1183/09031936.03.00021303. [PubMed] [CrossRef] [Google Scholar]8. Chiumello D, et al.  Lung stress and strain during mechanical ventilation for acute respiratory distress syndrome. Am J Respir Crit Care Med. 2008;178(4):346–55. doi: 10.1164/rccm.200710-1589OC. [PubMed] [CrossRef] [Google Scholar]9. Pelosi P, et al.  Total respiratory system, lung, and chest wall mechanics in sedated-paralyzed postoperative morbidly obese patients. Chest. 1996;109(1):144–51. doi: 10.1378/chest.109.1.144. [PubMed] [CrossRef] [Google Scholar]10. Vawter DL, Matthews FL, West JB. Effect of shape and size of lung and chest wall on stresses in the lung. J Appl Physiol. 1975;39(1):9–17. [PubMed] [Google Scholar]11. Akoumianaki E, et al.  The application of esophageal pressure measurement in patients with respiratory failure. Am J Respir Crit Care Med. 2014;189(5):520–31. doi: 10.1164/rccm.201312-2193CI. [PubMed] [CrossRef] [Google Scholar]12. Mauri T, et al.  Esophageal and transpulmonary pressure in the clinical setting: meaning, usefulness and perspectives. Intensive Care Med. 2016;42(9):1360–73. doi: 10.1007/s00134-016-4400-x. [PubMed] [CrossRef] [Google Scholar]13. Annat G, et al.  Effect of PEEP ventilation on renal function, plasma renin, aldosterone, neurophysins and urinary ADH, and prostaglandins. Anesthesiology. 1983;58(2):136–41. doi: 10.1097/00000542-198302000-00006. [PubMed] [CrossRef] [Google Scholar]14. Kuiper JW, et al.  Mechanical ventilation and acute renal failure. Crit Care Med. 2005;33(6):1408–15. doi: 10.1097/01.CCM.0000165808.30416.EF. [PubMed] [CrossRef] [Google Scholar]15. Bredenberg CE, Paskanik A, Fromm D. Portal hemodynamics in dogs during mechanical ventilation with positive end-expiratory pressure. Surgery. 1981;90(5):817–22. [PubMed] [Google Scholar]16. Mutlu GM, Mutlu EA, Factor P. GI complications in patients receiving mechanical ventilation. Chest. 2001;119(4):1222–41. doi: 10.1378/chest.119.4.1222. [PubMed] [CrossRef] [Google Scholar]17. Putensen C, Wrigge H, Hering R. The effects of mechanical ventilation on the gut and abdomen. Curr Opin Crit Care. 2006;12(2):160–5. doi: 10.1097/01.ccx.0000216585.54502.eb. [PubMed] [CrossRef] [Google Scholar]18. Gama de Abreu M, Guldner A, Pelosi P. Spontaneous breathing activity in acute lung injury and acute respiratory distress syndrome. Curr Opin Anaesthesiol. 2012;25(2):148–55. doi: 10.1097/ACO.0b013e3283504bde. [PubMed] [CrossRef] [Google Scholar]19. Barach AL, Martin J, Eckman M. Positive pressure respiration and its application to the treatment of acute pulmonary edema. Ann Intern Med. 1938;12:754–95. doi: 10.7326/0003-4819-12-6-754. [CrossRef] [Google Scholar]20. Brochard L, Slutsky A, Pesenti A. Mechanical ventilation to minimize progression of lung injury in acute respiratory failure. Am J Respir Crit Care Med. 2017;195(4):438–42. doi: 10.1164/rccm.201605-1081CP. [PubMed] [CrossRef] [Google Scholar]21. Yoshida T, et al.  Spontaneous breathing during lung-protective ventilation in an experimental acute lung injury model: high transpulmonary pressure associated with strong spontaneous breathing effort may worsen lung injury. Crit Care Med. 2012;40(5):1578–85. doi: 10.1097/CCM.0b013e3182451c40. [PubMed] [CrossRef] [Google Scholar]22. Yoshida T, et al.  Spontaneous effort causes occult pendelluft during mechanical ventilation. Am J Respir Crit Care Med. 2013;188(12):1420–7. doi: 10.1164/rccm.201303-0539OC. [PubMed] [CrossRef] [Google Scholar]23. Yoshida T, et al.  Spontaneous effort during mechanical ventilation: maximal injury with less positive end-expiratory pressure. Crit Care Med. 2016;44(8):e678–88. doi: 10.1097/CCM.0000000000001649. [PubMed] [CrossRef] [Google Scholar]24. Kumar A, et al.  Pulmonary barotrauma during mechanical ventilation. Crit Care Med. 1973;1(4):181–6. doi: 10.1097/00003246-197307000-00001. [PubMed] [CrossRef] [Google Scholar]25. Pontoppidan H, Geffin B, Lowenstein E. Acute respiratory failure in the adult. 2. N Engl J Med. 1972;287(15):743–52. doi: 10.1056/NEJM197210122871505. [PubMed] [CrossRef] [Google Scholar]26. Hayes DF, Lucas CE. Bilateral tube thoracostomy to preclude fatal tension pneumothorax in patients with acute respiratory insufficiency. Am Surg. 1976;42(5):330–1. [PubMed] [Google Scholar]27. Zimmerman JE, Dunbar BS, Klingenmaier CH. Management of subcutaneous emphysema, pneumomediastinum, and pneumothorax during respirator therapy. Crit Care Med. 1975;3(2):69–73. doi: 10.1097/00003246-197503000-00004. [PubMed] [CrossRef] [Google Scholar]28. de Latorre FJ, et al.  Incidence of pneumothorax and pneumomediastinum in patients with aspiration pneumonia requiring ventilatory support. Chest. 1977;72(2):141–4. doi: 10.1378/chest.72.2.141. [PubMed] [CrossRef] [Google Scholar]29. Woodring JH. Pulmonary interstitial emphysema in the adult respiratory distress syndrome. Crit Care Med. 1985;13(10):786–91. doi: 10.1097/00003246-198510000-00003. [PubMed] [CrossRef] [Google Scholar]30. Gammon RB, Shin MS, Buchalter SE. Pulmonary barotrauma in mechanical ventilation. Patterns and risk factors. Chest. 1992;102(2):568–72. doi: 10.1378/chest.102.2.568. [PubMed] [CrossRef] [Google Scholar]31. Marini JJ, Culver BH. Systemic gas embolism complicating mechanical ventilation in the adult respiratory distress syndrome. Ann Intern Med. 1989;110(9):699–703. doi: 10.7326/0003-4819-110-9-699. [PubMed] [CrossRef] [Google Scholar]32. Dreyfuss D, et al.  High inflation pressure pulmonary edema. Respective effects of high airway pressure, high tidal volume, and positive end-expiratory pressure. Am Rev Respir Dis. 1988;137(5):1159–64. doi: 10.1164/ajrccm/137.5.1159. [PubMed] [CrossRef] [Google Scholar]33. Protti A, et al.  Role of strain rate in the pathogenesis of ventilator-induced lung edema. Crit Care Med. 2016;44(9):e838–45. doi: 10.1097/CCM.0000000000001718. [PubMed] [CrossRef] [Google Scholar]34. Gattinoni L, Pesenti A. The concept of “baby lung” Intensive Care Med. 2005;31(6):776–84. doi: 10.1007/s00134-005-2627-z. [PubMed] [CrossRef] [Google Scholar]35. ARDS Network  Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. The Acute Respiratory Distress Syndrome Network. N Engl J Med. 2000;342(18):1301–8. doi: 10.1056/NEJM200005043421801. [PubMed] [CrossRef] [Google Scholar]36. Hager DN, et al.  Tidal volume reduction in patients with acute lung injury when plateau pressures are not high. Am J Respir Crit Care Med. 2005;172(10):1241–5. doi: 10.1164/rccm.200501-048CP. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Nuckton TJ, et al.  Pulmonary dead-space fraction as a risk factor for death in the acute respiratory distress syndrome. N Engl J Med. 2002;346(17):1281–6. doi: 10.1056/NEJMoa012835. [PubMed] [CrossRef] [Google Scholar]38. Nin N, et al.  Severe hypercapnia and outcome of mechanically ventilated patients with moderate or severe acute respiratory distress syndrome. Intensive Care Med. 2017;43(2):200–8. doi: 10.1007/s00134-016-4611-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Webb HH, Tierney DF. Experimental pulmonary edema due to intermittent positive pressure ventilation with high inflation pressures. Protection by positive end-expiratory pressure. Am Rev Respir Dis. 1974;110(5):556–65. [PubMed] [Google Scholar]40. Kolobow T, et al.  Severe impairment in lung function induced by high peak airway pressure during mechanical ventilation. An experimental study. Am Rev Respir Dis. 1987;135(2):312–5. [PubMed] [Google Scholar]41. Broccard A, et al.  Prone positioning attenuates and redistributes ventilator-induced lung injury in dogs. Crit Care Med. 2000;28(2):295–303. doi: 10.1097/00003246-200002000-00001. [PubMed] [CrossRef] [Google Scholar]42. Nishimura M, et al.  Body position does not influence the location of ventilator-induced lung injury. Intensive Care Med. 2000;26(11):1664–9. doi: 10.1007/s001340000664. [PubMed] [CrossRef] [Google Scholar]43. Belperio JA, et al. Critical role for CXCR2 and CXCR2 ligands during the pathogenesis of ventilator-induced lung injury. J Clin Invest. 2002;110(11):1703–16. [PMC free article] [PubMed]44. Amato MB, et al.  Driving pressure and survival in the acute respiratory distress syndrome. N Engl J Med. 2015;372(8):747–55. doi: 10.1056/NEJMsa1410639. [PubMed] [CrossRef] [Google Scholar]45. Brochard L, et al.  Tidal volume reduction for prevention of ventilator-induced lung injury in acute respiratory distress syndrome. The Multicenter Trail Group on Tidal Volume reduction in ARDS. Am J Respir Crit Care Med. 1998;158(6):1831–8. doi: 10.1164/ajrccm.158.6.9801044. [PubMed] [CrossRef] [Google Scholar]46. Stewart TE, et al.  Evaluation of a ventilation strategy to prevent barotrauma in patients at high risk for acute respiratory distress syndrome. Pressure- and Volume-Limited Ventilation Strategy Group. N Engl J Med. 1998;338(6):355–61. doi: 10.1056/NEJM199802053380603. [PubMed] [CrossRef] [Google Scholar]47. Brower RG, et al.  Prospective, randomized, controlled clinical trial comparing traditional versus reduced tidal volume ventilation in acute respiratory distress syndrome patients. Crit Care Med. 1999;27(8):1492–8. doi: 10.1097/00003246-199908000-00015. [PubMed] [CrossRef] [Google Scholar]48. Fanelli V, et al.  Feasibility and safety of low-flow extracorporeal carbon dioxide removal to facilitate ultra-protective ventilation in patients with moderate acute respiratory distress sindrome. Crit Care. 2016;20:36. doi: 10.1186/s13054-016-1211-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Gattinoni L. Ultra-protective ventilation and hypoxemia. Crit Care. 2016;20(1):130. doi: 10.1186/s13054-016-1310-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Tobin MJ. Culmination of an era in research on the acute respiratory distress syndrome. N Engl J Med. 2000;342(18):1360–1. doi: 10.1056/NEJM200005043421808. [PubMed] [CrossRef] [Google Scholar]51. Protti A, et al.  Lung stress and strain during mechanical ventilation: any safe threshold? Am J Respir Crit Care Med. 2011;183(10):1354–62. doi: 10.1164/rccm.201010-1757OC. [PubMed] [CrossRef] [Google Scholar]52. Protti A, et al.  Lung anatomy, energy load, and ventilator-induced lung injury. Intensive Care Med Exp. 2015;3(1):34. doi: 10.1186/s40635-015-0070-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Australia et al.  Extracorporeal membrane oxygenation for 2009 influenza A(H1N1) acute respiratory distress syndrome. JAMA. 2009;302(17):1888–95. doi: 10.1001/jama.2009.1535. [PubMed] [CrossRef] [Google Scholar]54. Grasso S, et al.  ECMO criteria for influenza A (H1N1)-associated ARDS: role of transpulmonary pressure. Intensive Care Med. 2012;38(3):395–403. doi: 10.1007/s00134-012-2490-7. [PubMed] [CrossRef] [Google Scholar]55. Retamal J, et al.  Open lung approach ventilation abolishes the negative effects of respiratory rate in experimental lung injury. Acta Anaesthesiol Scand. 2016;60(8):1131–41. doi: 10.1111/aas.12735. [PubMed] [CrossRef] [Google Scholar]56. Hotchkiss JR, Jr, et al.  Effects of decreased respiratory frequency on ventilator-induced lung injury. Am J Respir Crit Care Med. 2000;161(2 Pt 1):463–8. doi: 10.1164/ajrccm.161.2.9811008. [PubMed] [CrossRef] [Google Scholar]57. Cressoni M, et al.  Mechanical power and development of ventilator-induced lung injury. Anesthesiology. 2016;124(5):1100–8. doi: 10.1097/ALN.0000000000001056. [PubMed] [CrossRef] [Google Scholar]58. Dreyfuss D, Ricard JD, Gaudry S. Did studies on HFOV fail to improve ARDS survival because they did not decrease VILI? On the potential validity of a physiological concept enounced several decades ago. Intensive Care Med. 2015;41(12):2076–86. doi: 10.1007/s00134-015-4062-0. [PubMed] [CrossRef] [Google Scholar]59. Rich PB, et al.  Effect of rate and inspiratory flow on ventilator-induced lung injury. J Trauma. 2000;49(5):903–11. doi: 10.1097/00005373-200011000-00019. [PubMed] [CrossRef] [Google Scholar]60. Maeda Y, et al.  Effects of peak inspiratory flow on development of ventilator-induced lung injury in rabbits. Anesthesiology. 2004;101(3):722–8. doi: 10.1097/00000542-200409000-00021. [PubMed] [CrossRef] [Google Scholar]61. Garcia CS, et al.  Pulmonary morphofunctional effects of mechanical ventilation with high inspiratory air flow. Crit Care Med. 2008;36(1):232–9. doi: 10.1097/01.CCM.0000295309.69123.AE. [PubMed] [CrossRef] [Google Scholar]62. Esteban A, et al.  Characteristics and outcomes in adult patients receiving mechanical ventilation: a 28-day international study. JAMA. 2002;287(3):345–55. doi: 10.1001/jama.287.3.345. [PubMed] [CrossRef] [Google Scholar]63. Villar J, et al.  The ALIEN study: incidence and outcome of acute respiratory distress syndrome in the era of lung protective ventilation. Intensive Care Med. 2011;37(12):1932–41. doi: 10.1007/s00134-011-2380-4. [PubMed] [CrossRef] [Google Scholar]64. Bellani G, et al.  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315(8):788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]65. Mead J, Takishima T, Leith D. Stress distribution in lungs: a model of pulmonary elasticity. J Appl Physiol. 1970;28(5):596–608. [PubMed] [Google Scholar]66. Cressoni M, et al.  Lung inhomogeneity in patients with acute respiratory distress syndrome. Am J Respir Crit Care Med. 2014;189(2):149–58. [PubMed] [Google Scholar]67. Gattinoni L, et al.  Ventilator-related causes of lung injury: the mechanical power. Intensive Care Med. 2016;42(10):1567–75. doi: 10.1007/s00134-016-4505-2. [PubMed] [CrossRef] [Google Scholar]68. Marini JJ, Jaber S. Dynamic predictors of VILI risk: beyond the driving pressure. Intensive Care Med. 2016;42(10):1597–600. doi: 10.1007/s00134-016-4534-x. [PubMed] [CrossRef] [Google Scholar]69. Guldner A, et al.  The authors reply. Crit Care Med. 2017;45(3):e328–9. doi: 10.1097/CCM.0000000000002225. [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Goebel U, et al.  Flow-controlled expiration: a novel ventilation mode to attenuate experimental porcine lung injury. Br J Anaesth. 2014;113(3):474–83. doi: 10.1093/bja/aeu058. [PubMed] [CrossRef] [Google Scholar]71. Schumann S, et al.  Determination of respiratory system mechanics during inspiration and expiration by FLow-controlled EXpiration (FLEX): a pilot study in anesthetized pigs. Minerva Anestesiol. 2014;80(1):19–28. [PubMed] [Google Scholar]72. Gattinoni L, et al.  Prone position in acute respiratory distress syndrome. Rationale, indications, and limits. Am J Respir Crit Care Med. 2013;188(11):1286–93. doi: 10.1164/rccm.201308-1532CI. [PubMed] [CrossRef] [Google Scholar]73. Guerin C, et al.  Prone positioning in severe acute respiratory distress syndrome. N Engl J Med. 2013;368(23):2159–68. doi: 10.1056/NEJMoa1214103. [PubMed] [CrossRef] [Google Scholar]74. Agostoni E., Hyatt RE. Static behaviour of the respiratory system. In: Maklem PT, Mead J, Fishman AP. Handbook of physiology. MD: Bethesda; 1986. pp 113-130.75. Brower RG, et al.  Higher versus lower positive end-expiratory pressures in patients with the acute respiratory distress syndrome. N Engl J Med. 2004;351(4):327–36. doi: 10.1056/NEJMoa032193. [PubMed] [CrossRef] [Google Scholar]76. Meade MO, et al.  Ventilation strategy using low tidal volumes, recruitment maneuvers, and high positive end-expiratory pressure for acute lung injury and acute respiratory distress syndrome: a randomized controlled trial. JAMA. 2008;299(6):637–45. doi: 10.1001/jama.299.6.637. [PubMed] [CrossRef] [Google Scholar]77. Briel M, et al.  Higher vs lower positive end-expiratory pressure in patients with acute lung injury and acute respiratory distress syndrome: systematic review and meta-analysis. JAMA. 2010;303(9):865–73. doi: 10.1001/jama.2010.218. [PubMed] [CrossRef] [Google Scholar]"}