{"title": "Kmt5a Controls Hepatic Metabolic Pathways by Facilitating RNA Pol II Release from Promoter-Proximal Regions", "pubDate": "2017", "PMCID": "PMC5542855", "DOI": "10.1016/j.celrep.2017.07.003", "PMID": "28746875", "abstract": "H4K20 monomethylation maintains genome integrity by regulating proper mitotic condensation, DNA damage response, and replication licensing. Here, we show that, in non-dividing hepatic cells, H4K20Me1 is specifically enriched in active gene bodies and dynamically regulated by the antagonistic action of Kmt5a methylase and Kdm7b demethylase. In liver-specific Kmt5a-deficient mice, reduced levels of H4K20Me1 correlated with reduced RNA Pol II release from promoter-proximal regions. Genes regulating glucose and fatty acid metabolism were most sensitive to impairment of RNA Pol II release. Downregulation of glycolytic genes resulted in an energy starvation condition partially compensated by AMP-activated protein kinase (AMPK) activation and increased mitochondrial activity. This metabolic reprogramming generated a highly sensitized state that, upon different metabolic stress conditions, quickly aggravated into a senescent phenotype due to ROS overproduction-mediated oxidative DNA damage. The results illustrate how defects in the general process of RNA Pol II transition into a productive elongation phase can trigger specific metabolic changes and genome instability.", "author": [{"author": "Kostas C Nikolaou", "affiliation": ["Biomedical Sciences Research Center Alexander Fleming, 16672 Vari, Greece."], "href": "/?term=Nikolaou+KC&cauthor_id=28746875"}, {"author": "Panagiotis Moulos", "affiliation": ["Biomedical Sciences Research Center Alexander Fleming, 16672 Vari, Greece."], "href": "/?term=Moulos+P&cauthor_id=28746875"}, {"author": "Vangelis Harokopos", "affiliation": ["Biomedical Sciences Research Center Alexander Fleming, 16672 Vari, Greece."], "href": "/?term=Harokopos+V&cauthor_id=28746875"}, {"author": "George Chalepakis", "affiliation": ["Department of Biology, University of Crete, 71110 Herakleion, Crete, Greece."], "href": "/?term=Chalepakis+G&cauthor_id=28746875"}, {"author": "Iannis Talianidis", "affiliation": ["Biomedical Sciences Research Center Alexander Fleming, 16672 Vari, Greece; Institute of Molecular Biology and Biotechnology, FORTH, 70013 Herakleion, Crete, Greece. Electronic address: talianid@imbb.forth.gr."], "href": "/?term=Talianidis+I&cauthor_id=28746875"}], "refPMID": ["20932471", "22986266", "17512414", "23152447", "22345514", "24726383", "20640476", "20512922", "19056941", "25679530", "16601267", "27292644", "10535992", "20421419", "25049226", "21937710", "12782648", "11994399", "15118080", "25693130", "24459145", "16415788", "23430654", "25383539", "21378170", "21282610", "7759473", "19933841", "18026117", "12612062", "20007866", "22698400", "25515659", "19223465", "21035370", "27488304", "12208845", "26908355", "17707234", "12183367", "22556262", "28249161", "18722179", "17540172", "25001286", "16890538", "26598646", "24714810", "9450929", "9857195", "19414603", "26214369", "10377413", "10199401"], "citedInPMID": ["28746875", "35008200", "34417450", "34113819", "33605056", "33407065", "33398850", "32023452", "30952833"], "body": " SummaryH4K20 monomethylation maintains genome integrity by regulating proper mitotic condensation, DNA damage response, and replication licensing. Here, we show that, in non-dividing hepatic cells, H4K20Me1 is specifically enriched in active gene bodies and dynamically regulated by the antagonistic action of Kmt5a methylase and Kdm7b demethylase. In liver-specific Kmt5a-deficient mice, reduced levels of H4K20Me1 correlated with reduced RNA Pol II release from promoter-proximal regions. Genes regulating glucose and fatty acid metabolism were most sensitive to impairment of RNA Pol II release. Downregulation of glycolytic genes resulted in an energy starvation condition partially compensated by AMP-activated protein kinase (AMPK) activation and increased mitochondrial activity. This metabolic reprogramming generated a highly sensitized state that, upon different metabolic stress conditions, quickly aggravated into a senescent phenotype due to ROS overproduction-mediated oxidative DNA damage. The results illustrate how defects in the general process of RNA Pol II transition into a productive elongation phase can trigger specific metabolic changes and genome instability.Keywords: histone methylation, transcription, metabolism, genome stability, liver Graphical AbstractOpen in a separate window IntroductionRegulation of transcription is a multistep process, initiated by the recruitment of sequence-specific transcription factors that facilitate the assembly of RNA polymerase II (RNA Pol II)-containing preinitiation complexes (PICs) at the regulatory regions of genes (Hochheimer and Tjian, 2003). Although PIC recruitment controls specificity, the steps subsequent to the assembly of RNA Pol II machinery are of pivotal importance. Pausing of RNA Pol II in promoter-proximal regions and its regulated release to the productive phase of transcript elongation are part of the complex mechanisms involved in regulating the transcription of most, if not all, eukaryotic genes (Nechaev et al., 2010, Adelman and Lis, 2012, Kwak et al., 2013, Jonkers and Lis, 2015). Negative elongation factor (NELF) and DRB sensitivity inducing factor (DSIF) stabilize RNA Pol II 30 to 60 nt downstream of transcription start sites (TSSs) (Wada et al., 1998a, Yamaguchi et al., 1999, Narita et al., 2003). Regulated release of RNA Pol II from the pause sites is mediated by the positive transcription elongation factor b (P-TEFb) complex, which phosphorylates the C-terminal domain of RNA Pol II at serine 2 and facilitates the eviction of NELF and DSIF (Marshall and Price, 1995, Wada et al., 1998b).The role of chromatin structure in the post-recruitment processes is poorly understood. Genome-wide studies have revealed that the densities of H3K79Me2, H2BK120Ub1, and H4K20Me1 at gene-coding regions positively correlate with transcript elongation rates (Barski et al., 2007, Fuchs et al., 2014, Veloso et al., 2014). While these studies point to a regulatory function of specific histone modifications in transcript elongation, their role in the earlier post-recruitment steps, such as pausing or regulated the escape of RNA Pol II, has not yet been investigated.Among the gene body modifications, H4K20 monomethylation is of special interest because its global levels are highly regulated during the cell cycle. H4K20Me1 concentrations are the highest in the G2/M phase, gradually decline during the G1 phase, and remain very low throughout the S phase (Rice et al., 2002, Beck et al., 2012b, van Nuland and Gozani, 2016). This correlates with the similar cell-cycle-dependent changes in Kmt5a (also known as Setd8 or PR-Set7) protein levels, the sole enzyme catalyzing H4K20Me1. H4K20Me1 mediates chromatin condensation via the recruitment of LMBTL1, which is important for the proper transition to mitosis (Kim et al., 2006, Min et al., 2007, Trojer et al., 2007). H4K20Me1 is used as substrate by Suv4-20h to generate H4K20Me2 and H4K20Me3, which enhance nucleosomal folding and heterochromatin formation (Beck et al., 2012b). Furthermore, H4K20Me2/3 is directly bound by ORC1 and ORCA, guiding replication origin selection (Beck et al., 2012a), or by 53BP1 at sites of DNA damage, which initiates DNA double-stranded repair (Oda et al., 2010, Tuzon et al., 2014). These findings established the view that Kmt5a-mediated H4K20 methylation is required for the maintenance of genome integrity (Abbas et al., 2010, Oda et al., 2010). We previously generated adult hepatocyte-specific Kmt5a knockout mice (Kmt5aΔHepA) that, consistent with the well-established role of Kmt5a and H4K20Me1 in genome integrity, displayed cell division-dependent DNA damage and hepatocyte necrosis after 3–4 months of age (Nikolaou et al., 2015). At earlier postnatal stages (e.g., postnatal day 45 [P45]), no major morphological or histological alterations could be detected. However, a small but significant increase in serum alanine aminotransferase (ALT) levels in young animals was indicative of hepatocyte dysfunction, which warranted further investigation.Here, we investigated the early phenotypic changes in liver-specific Kmt5a-deficient mice and the in vivo function of H4K20 methylation in non-dividing hepatocytes. We show that H4K20Me1 turnover in gene bodies positively correlates with gene activity and RNA Pol II release from promoter-proximal regions. Most sensitive to this promoter escape regulation are genes involved in glucose and lipid homeostasis, whose defect resulted in widespread metabolic reprogramming and genome damage. The results suggest that H4K20Me1, in addition to its role in proper replication licensing, mitotic chromatin condensation, and DNA repair, safeguards genome integrity in non-dividing cells by controlling the transcription of metabolic genes at the post-initiation steps. ResultsH4K20 Monomethylation Is Dynamically Deposited over the Gene Bodies of Active GenesMapping the genome-wide locations of H4K20Me1-modified nucleosomes in P45 mouse livers revealed that most (87.6%) of them are located in gene body regions between TSSs and transcription end sites (TESs) (Figure 1A). Average coverage plots of H4K20Me1 reads over the coding regions of annotated genes detected high methylation levels in the highly expressed genes, lower levels in the medium mRNA category genes, and low or lack of methylation in the moderately or poorly expressed gene groups (Figure 1B). Ranked coverage plot analyses of RNA Pol II chromatin immunoprecipitation sequencing (ChIP-seq) data obtained with antibody recognizing either all forms of the protein (RNA Pol II) or the form engaged in active elongation (the Ser2 form of RNA polymerase II [RNA Pol II-Ser2]) showed a positive, albeit not perfect, correlation with the density of H4K20Me1 reads (Figures 1C and 1D). Because Kmt5a is the sole enzyme that can catalyze H4K20 monomethylation, the preceding data suggest that the mechanism of methylation of transcriptionally active gene bodies may involve traveling of Kmt5a with RNA Pol II. Despite extensive efforts, we could not obtain reliable ChIP-seq data for Kmt5a distribution, probably due to the short residence time of the protein in the genome (data not shown). However, we could detect in vivo interactions between Kmt5a and all forms of RNA Pol II in co-immunoprecipitation assays (Figure S1A).Open in a separate windowFigure 1Dynamic H4K20 Monomethylation in the Intragenic Regions of Transcriptionally Active Genes(A) Genomic distribution of ChIP-seq-enriched signal areas obtained with the H4K20Me1 antibody in wild-type mice. Percentages indicate the proportion of the total (12,156) enriched regions falling in the respective categories.(B) Average H4K20Me1 coverage profiles at the genes expressed in mouse liver. Annotated genes (18,042 genes after filtering those with <1 kb of length) were divided into equal quartiles (high, medium, moderate, and low) according to their steady-state mRNA levels in wild-type P45 mouse livers as determined by RNA-seq analysis. The graph shows normalized average H4K20Me1 reads/bp at the regions extending from −1 kb of the transcription start site (TSS) to +1 kb of the transcription end site (TES).(C and D) Correlation between gene body RNA Pol II and H4K20Me1 coverage in the livers of P45 wild-type mice. Averaged ChIP-seq read densities of RNA Pol II (red line) and H4K20Me1 (green line) (C) or RNA Pol II-Ser2 (orange line) and H4K20Me1 (green line) (D) were ranked by increasing mRNA levels according to RPGM (reads per gene model) values. The read counts of the input sample are also shown (dark line).(E) Average H4K20Me1 coverage profiles of genes expressed at different levels in the livers of P45 wild-type (WT) and P45 Kmt5aΔHepA mice. High, medium, moderate, and low describe the steady-state mRNA levels of the quartiles as in (B).(F and G) Overlay of Kdm7b (blue line) with that of H3K4Me3 (orange line) (F) or H4K20Me1 (green line) (G) average ChIP-seq profiles in P45 wild-type mouse livers.(H) Correlation between Kdm7b occupancy and gene body RNA Pol II or H4K20Me1 read densities in the livers of P45 wild-type mice. The graphs show average coverage profiles of Kdm7b (blue line), RNA Pol II (red line), and H4K20Me1 (green line) in gene bodies ranked by increasing Kdm7b average read densities. The respective average gene coverage of the input sample (dark line) is also indicated.(I) Distribution of Kdm7b read densities in downstream gene body regions. The graph shows average coverage (reads/bp) of Kdm7b in regions downstream of H3K4Me3-containing nucleosomes in P45 wild-type livers. Group A genes (n = 95) correspond to H4K20Me1-containing active genes, whose overall gene body methylation levels were not significantly changed in Kmt5aΔHepA mice. Group B genes (n = 95) correspond to H4K20Me1-containing active genes, whose methylation levels decreased more than 3-fold in Kmt5aΔHepA mice.See also Figures S1 and S2.As expected, H4K20Me1 read densities were decreased in the livers of P45 Kmt5aΔHepA mice, which lack Kmt5a in hepatocytes from P20 (Figure 1E) (Nikolaou et al., 2015). However, this drop was mainly observed in the highly expressed gene group. Even in these genes, it was not eliminated, suggesting that H4K20Me1 is a relatively stable modification. This selective gene group-specific decrease of H4K20Me1 suggests that cell duplication-mediated halving cannot account for the observed H4K20Me1 patterns.To test whether gene-selective enzymatic demethylation may explain the observed patterns, we mapped the binding locations of the known H4K20Me1 demethylase Kdm7b (also known as Phf8). Consistent with its ability to associate with H3K4Me3 marks (Fortschegger et al., 2010), Kdm7b mainly occupied promoter-proximal nucleosomes, highly overlapping with H3K4Me3 ChIP-seq peaks (Figure 1F). This distribution oppositely mirrored that of H4K20Me1, which was sharply increased in gene body nucleosomes located downstream of those modified by H3K4Me3 and occupied by Kdm7b (Figure 1G). The mutually exclusive occupancy pattern indicates that Kdm7b is a main H4K20 demethylase and that its activity keeps promoter-proximal nucleosomes devoid of the H4K20Me1 mark. Average coverage plots ranked by increasing Kdm7b read counts revealed a perfect correlation between Kdm7b and RNA Pol II occupancy (Figure 1H). This is consistent with previous studies in HeLa cells demonstrating that Kdm7b is preferentially recruited to active genes via interaction with the C-terminal domain of RNA Pol II and with nucleosomes trimethylated at H3K4 (Fortschegger et al., 2010). H4K20Me1 was enriched nearly proportionally with increasing Kdm7b occupancy, but only in genes with relatively low Kdm7b levels (Figure 1H). Genes with high levels of Kdm7b contained less H4K20Me1 (Figure 1H). Inspection of individual gene tracks revealed three groups of genes categorized by specific Kdm7b occupancy patterns. The first group, representing about 1.5% of active, RNA Pol II-containing genes (e.g., Alb and Pck1), had high levels of Kdm7b all over the gene bodies and not concentrated at the promoter-proximal nucleosomal regions (Figure S1B). These genes are highly active in wild-type livers and lack H4K20Me1, while RNA Pol II ChIP signals were distributed evenly along their promoter and gene bodies in both wild-type and Kmt5a-deficient livers (Figure S1B). The second group (∼3.6% of active genes, e.g., Plekhm2 or Rfc5) is characterized by low levels or the absence of Kdm7b, high H4K20Me1 levels, and relatively even distribution of RNA Pol II (Figure S1C). H4K20Me1 levels and RNA Pol II distribution on this group of genes were not changed significantly in Kmt5a-deficient mice. Most (92%) of the active genes belong to the third group, with high levels of Kdm7b and RNA Pol II at promoter-proximal regions and lower densities at gene bodies (Figure S1D). In most of these genes, H4K20 methylation is reduced in Kmt5aΔHepA proportional to the amounts of Kdm7b in the gene bodies. Genes with a high degree of H4K20Me1 loss in Kmt5aΔHepA mice had low but detectable amounts of Kdm7b in gene bodies downstream of the promoter-proximal nucleosomes, while those whose H4K20Me1 levels was unchanged had near-baseline Kdm7b levels (Figure 1I; Figures S2A and S2B).These results suggest that the antagonistic action of Kmt5a methylase and Kdm7b demethylase generates a dynamic H4K20 monomethylation pattern across the gene bodies of transcriptionally active genes, which correlates with specific distribution patterns of RNA Pol II.Kmt5a Regulates RNA Pol II Escape from the Promoter-Proximal RegionsAnalysis of global RNA Pol II distribution profiles revealed that gene body H4K20Me1 positively correlated with the amounts of the elongating, Ser2-phosphorylated form of RNA polymerase II (RNA Pol II-Ser2P) (Figure 2A). H4K20Me1 levels also correlated with nascent RNA reads determined by sequencing of newly synthesized RNA labeled in vivo by ethynyl-uridine (Figure 2A, right). In Kmt5aΔHepA mice, the amounts of RNA Pol II-Ser2P decreased only in the group of genes (group B) in which significant loss of H4K20Me1 was detected, not in the group (group A) in which H4K20Me1 remained unaffected by Kmt5a inactivation (Figure 2B; Figure S2A). Similar differences in gene body locations were observed in ChIP-seq assays performed with an antibody recognizing all forms of RNA Pol II (Figure 2C). In this latter assay, we noticed that promoter and promoter-proximal region-bound RNA Pol II was only marginally reduced in group B genes, while gene body-bound RNA Pol II reads decreased at a larger extent. To obtain a quantitative view, we calculated the normalized RNA Pol II coverage (reads per base pair [bp]) in the 500 bp area centered on the TSSs and divided by the same window length of normalized RNA Pol II coverage in the rest of the gene body (promoter + pausing index [PrI]). Increased PrI values in Kmt5aΔHepA mice were observed only in genes (group B) whose gene body methylation was highly reduced in the absence of Kmt5a (Figure 2D). As an independent analysis, we grouped active genes according to their PrIs and compared the H4K20Me1 coverage in their gene bodies. The average H4K20Me1 levels were higher in genes with higher PrI values as opposed to those with PrI values near 1 (Figure S2C). These results demonstrate that Kmt5a function is important for the regulation of RNA Pol II escape from the promoter or promoter-proximal regions.Open in a separate windowFigure 2H4K20 Monomethylation Correlates with RNA Pol II Distribution on Active Genes(A) Average H4K20Me1 (left panel), RNA Pol II-Ser2 (middle panel), and in vivo ethynyl-uridine (EU)-labeled nascent RNA (right panel) coverage profiles at the genes expressed in P45 wild-type mouse livers. Genes containing H4K20Me1 in their gene bodies (n = 6,570 genes with normalized reads per gene length > 0.03 bp) were divided into quartiles (high, red line, n = 1,643; medium, green line, n = 1,642; moderate, blue line, n = 1,642; and low, orange line, n = 1,643) according to H4K20Me1 read densities. The distribution over non-methylated, annotated genes (n = 11,472 genes) is shown by the gray line. The graphs show average coverage of ChIP-seq reads obtained with H4K20Me1 and RNA Pol II-Ser2 antibodies and EU-labeled nascent RNA reads over the gene body regions.(B and C) Distribution of RNA Pol II-Ser2 (B) and total RNA Pol II (C) in the group of genes displaying low (group A) and high (group B) H4K20Me1 methylation turnover. The graphs show average coverage of ChIP-seq reads.(D) Quantitative comparison of changes in PrIs in hepatic genes displaying different methylation turnover. The PrI was calculated as the ratio of the normalized RNA Pol II coverage (reads/bp) of a 500 bp area around the TSS of mouse genes divided by the window length (500 bp) to the normalized RNA Pol II coverage over the rest of the gene body. Boxplots depict changes in PrI values between wild-type and Kmt5aΔHepA mice (knockout [KO]) in group A and group B genes as indicated. Statistical significance was assessed by Welch’s t test.(E) Distribution of nascent RNA reads labeled by Bromo-Uridine (BrU) in isolated nuclei evaluated by GRO-seq (GRO-RNA) in group A and group B genes. Note the different scales of the y axis.(F) Pausing index (PI) calculated as the ratio of the normalized nascent RNA coverage (reads/bp) in the TSS to the +50 nt area of mouse genes divided by the window length (500 bp) to the normalized nascent RNA coverage over the rest of the gene body. The results are presented in boxplots as in (D).(G) Distribution of in vivo nascent RNA reads by EU (nascent RNA in vivo) in group A and group B genes. Note the different scales of the y axis.See also Figure S2.The preceding results were confirmed by the higher-resolution approach of global run-on sequencing (GRO-seq). In these assays, isolated nuclei are incubated with Bromo-Uridine triphosphate (Br-UTP) for a short time in the presence of sarcosyl, which limits the extension of nascent RNAs to already engaged polymerases (Core et al., 2008). In agreement with the RNA Pol II distribution profile, we observed high-level accumulation of short 30–50 nt transcripts that map downstream of the TSS (Figure 2E). As in other systems, we could also detect significant levels of promoter transcription in both group A and group B genes (Figure 2E). The resolution of this analysis also allowed the calculation of pausing indexes (PIs). Similar to the PrI ratios calculated from RNA Pol II distribution data, we observed increased pausing index values in Kmt5aΔHepA mice only in group B genes (Figure 2F).The role of H4K20 methylation in nascent RNA synthesis was further demonstrated by the in vivo nascent RNA sequencing (RNA-seq) approach, in which newly synthesized RNA is labeled by ethynyl-uridine treatment of live animals. Although this assay does not detect promoter-proximal short transcripts, it provides valuable information about the in vivo dynamics of new RNA synthesis. Kmt5a inactivation resulted in reduced synthesis of new transcripts only in the group B gene category (Figure 2G).These results suggest that Kmt5a regulates transcription at the step involving the escape of RNA Pol II from promoter-proximal locations.Kmt5a-Mediated H4K20 Methylation Regulates Genes Involved in Glucose and Lipid HomeostasisGene expression profiling by RNA-seq identified 1,030 downregulated and 760 upregulated genes in the livers of P45 Kmt5aΔHepA mice compared to wild-type littermates (Figure 3A). Among the downregulated genes, only 217 had decreased levels of H4K20 monomethylation (Figure 3B). These 217 genes represent only a fraction of the 1,896 genes whose H4K20Me1 levels decreased in P45 Kmt5aΔHepA mice (Figure 3B).Open in a separate windowFigure 3The Steady-State mRNA Levels of Only a Limited Number of Genes Are Affected by H4K20 Monomethylation(A) Mean-difference plot depicting the gene expression changes in the livers of Kmt5aΔHepA against wild-type mice. Red dots and green dots correspond to upregulated and downregulated genes with a p value < 0.05, respectively. Gray dots correspond to all other genes.(B) Venn diagram showing the overlap between genes whose mRNA and H4K20Me1 levels decreased in Kmt5aΔHepA mice.(C) Scatterplots showing the relationship between promoter (y axis) and gene body (x axis) occupancy of RNA Pol II in the 217 genes identified in (B) as correlating with changes in H4K20Me1 levels. Genes are categorized, according to their read enrichment in promoters versus gene bodies, into four groups, as indicated at the right. Color codes and the respective numbers indicate the transition of genes among the different categories. For example, 60 of the 125 genes of the high promoter/high gene body category moved to the high promoter/low gene body group in Kmt5aΔHepA mice.(D) Gene set enrichment analysis (GSEA) for the CHREBP-regulated (MLXIPL) (left panel) and the SREBF1-regulated (right panel) pathways. The figures depict the enrichment score (ES) as derived by gene set enrichment analysis for the two gene sets.See also Figure S3.The RNA Pol II distribution profile of the 217 genes displayed a clear shift of RNA Pol II from gene bodies to promoter-proximal regions (Figure 3C), which is in agreement with a role of H4K20Me1 in RNA Pol II escape from the promoter-proximal regions.H4K20Me1-sensitive genes were highly enriched in metabolism-related biological process terms and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway categories (Figures S3A and S3B). Among them were Mlxipl (also called Chrebp) and Srebf1, two main regulators of glucose and fatty acid synthesis pathways (Foretz et al., 1999, Horton et al., 2002, Iizuka et al., 2004, Uyeda and Repa, 2006). The RNA Pol II distribution, Kdm7b binding, H4K20Me1, nascent RNA synthesis, and GRO-seq profiles of these regulators demonstrate that their expression is directly regulated by Kmt5a-dependent transition of RNA Pol II from the pause sites (Figures S4A and S4B). Gene set enrichment analysis revealed that most Mlxipl and Srebf1 targets were greatly affected by Kmt5a inactivation (Figure 3D). The mRNA and protein levels of both Mlxipl and Srebf1, as well as the mRNAs of key glycolytic, lipogenic, and cholesterol biosynthetic enzymes such as Pklr, Gck, Fasn, Acc1, Scd1, and Hmgcr, were significantly decreased in the livers of P45 Kmt5aΔHepA mice (Figures 4A–4E). We also detected increased mRNA levels of the genes involved in fatty acid uptake, hydrolysis, and detoxification (Cd36, Acot1, Cyp2a4, Cyp2a14, and Cyp2a10) and of the genes of the fatty acid β-oxidation and ketogenesis pathways (Cpt1a, Hmgcs2, and Fgf21) (Figures 4F and 4G). These latter genes are known targets of peroxysome proliferator-activated receptor alpha (Pparα), a nuclear receptor, which is activated by endogenous fatty acid ligands (Desvergne et al., 2006, Martinez-Jimenez et al., 2010, Lee et al., 2014). Comparisons with Pparα ChIP-seq data from Lee et al. (2014) revealed that a large part (43%) of the upregulated genes are bona fide functional targets of Pparα (Figure 4H).Open in a separate windowFigure 4Kmt5a Regulates Genes Involved in Glucose and Lipid Homeostasis(A) mRNA levels of Srebf1 and Mlxipl in the livers of P45 wild-type and Kmt5aΔHepA mice. Bars represent mean mRNA levels normalized to Gapdh mRNA and ±SEM from n = 5 individual mice. The data are expressed relative to the values obtained with wild-type mice. ∗∗∗p < 0.0001.(B) Western blot analyses of liver extracts were performed with antibodies against Mlxipl (left panel) or Srebf1 (right panel) or control antibodies recognizing TFIIB (bottom panels). NS, non-specific band.(C–G) mRNA levels of the genes encoding the rate-limiting enzymes of glycolysis (C), de novo lipogenesis (D), cholesterol synthesis (E), Fatty acid metabolism and detoxification (F) and fatty acid oxidation (G) pathways in the livers of P45 wild-type and Kmt5aΔHepA mice. The genes and the pathways involved are indicated above the graphs. Bars represent mean mRNA levels normalized to Gapdh mRNA and ±SEM from n = 5 individual mice. The data are expressed relative to the values obtained with wild-type mice. ∗p < 0.05; ∗∗p < 0.01; ∗∗∗p < 0.001.(H) Venn diagram showing the overlap between genes upregulated in Kmt5aΔHepA mice and those bound by liganded Pparα. Pparα occupancy data were retrieved from Lee et al. (2014) (GEO: {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE44571\",\"term_id\":\"44571\"}}GSE44571).See also Figure S4 and Table S1.The preceding changes resulted in impaired glucose tolerance of Kmt5aΔHepA mice (Figure 5A), without significant loss in insulin sensitivity (Figures 5B and 5C). Periodic acid Schiff (PAS) staining revealed an excessive accumulation of intracellular glycogen, as expected from the inhibition of the glycolysis pathway (Figure 5D). The shape of the glucose tolerance curve showed higher differences in early time points and full remission 2 hr following glucose challenge (Figure 5A), which points to a mechanism involving delayed glucose uptake due to high cellular glycogen content. Consistent with the changes in the mRNA levels of lipid metabolic enzymes, serum cholesterol and triglyceride levels decreased, while free fatty acids and β-hydroxybutyrate levels were increased in Kmt5aΔHepA mice (Figure 5E).Open in a separate windowFigure 5Metabolic Phenotypes in Kmt5aΔHepA Mice(A and B) Glucose tolerance and insulin sensitivity tests in P45 wild-type and Kmt5aΔHepA mice. Plasma glucose levels were measured at the indicated time points after the administration of 1 g/kg glucose (A) or 0.5 units/kg insulin (B) in n = 5 individual mice. ∗∗p < 0.01; ∗∗∗p < 0.001.(C) Average serum glucose levels in 5 hr fasted P45 mice. n = 5.(D) Representative images of liver sections stained with periodic acid Schiff (PAS) staining of glycogen. The bar graph at the right shows colorimetric measurement of glycogen in liver extracts from P45 wild-type and Kmt5aΔHepA mice. n = 5. ∗∗∗p < 0.001.(E) Serum total cholesterol, triglyceride, free fatty acid, and β-hydroxybutyrate levels in P45 wild-type and Kmt5aΔHepA mice. n = 5. ∗∗p < 0.01; ∗∗∗p < 0.001.These data suggest that Kmt5a-dependent regulation of RNA Pol II escape from promoter-proximal regions affects the steady-state mRNA levels of only a subset of genes. They encode for key regulators and enzymes of glycolysis, de novo lipogenesis, and cholesterol biosynthesis pathways. These are accompanied by significant changes in the levels of serum and in the cellular levels of metabolic intermediates, which trigger additional indirect effects via the activation of Pparα and its target genes.Kmt5-Dependent Regulation of Metabolic Gene Transcription Is Important for the Maintenance of Genome IntegrityThe metabolic changes observed in the livers of Kmt5aΔHepA mice resemble to a condition of energy starvation, which primarily originates from the defects in the glycolysis pathway. In line with this, AMP-ADP/ATP ratios in the livers of Kmt5aΔHepA mice were increased significantly (Figure 6A). The overall ATP levels were about 38% higher in Kmt5aΔHepA mice compared to wild-type littermates, which is likely a result of an increased mitochondrial activity (described later). The increased ADP/ATP ratio arises from a more pronounced (about 125%) increase of ADP levels, which is expected to activate AMP-activated protein kinase (AMPK), the major regulator of cellular energy homeostasis (Cantó and Auwerx, 2010, Hardie, 2011, Burkewitz et al., 2014). We detected constitutively active AMPK in the livers of Kmt5aΔHepA mice using an antibody specifically recognizing the Thr172-phosphorylated form of the enzyme (Figure 6B). As a consequence of persistent AMPK activation, we detected highly increased mitochondrial activity by staining with the mitochondrial marker carbamoyl phosphate synthetase 1 (CPS1) and by measuring the enzymatic activity of the cytochrome c oxidase (COX) complex (Figure 6C). Electron microscopy imaging revealed that in Kmt5aΔHepA mice, increased mitochondrial activity correlated with an enlargement of most mitochondria (Figure 6D). In addition, consistent with the autophagy-stimulating function of AMPK, we frequently (in five of seven hepatocytes) observed autophagic vesicles by electron microscopy and detected increased levels of the lipidated form of Map1lc3a (LC3-II) in liver extracts from Kmt5aΔHepA mice (Figures 6D and 6E).Open in a separate windowFigure 6Constitutive AMPK Activation and Increased Mitochondrial Activity in the Livers of Kmt5aΔHepA Mice(A) ATP and ADP levels in liver extracts from P45 wild-type and Kmt5aΔHepA mice. n = 5. ∗∗p < 0.01; ∗∗∗p < 0.001.(B) Western blot analysis of liver extracts with antibodies recognizing a Thr172-phosphorylated form of AMPK (top panel) or total AMPK protein (bottom panel).(C) Representative immunohistological staining of liver sections with anti-carbamoyl phosphate synthetase (CPS) antibody recognizing the mitochondrial CPS1 enzyme. Panels at the right show cytochrome oxidase I (COI) and cytochrome oxidase IV (COIV) enzymatic activities in liver extracts from P45 wild-type and Kmt5aΔHepA mice. n = 5. ∗∗p < 0.01; ∗∗∗p < 0.001.(D) Electron microscopic images of liver sections from P45 wild-type and Kmt5aΔHepA mice. Blue arrows indicate normal-sized mitochondria. Red arrows indicate enlarged mitochondria. Green arrows depict autophagosome structures. Note the larger magnification in the bottom-right panel.(E) Western blot analysis of liver extracts with an antibody recognizing the autophagy marker protein LC3 (top panel) and Gapdh (bottom panel).See also Figure S6.To test whether the gluconeogenesis pathway is affected by Kmt5a inactivation, we performed pyruvate tolerance tests. Surprisingly, exogenously added sodium pyruvate was not converted to glucose but instead generated a metabolic imbalance of irreversible hypoglycemia (Figure 7A). In parallel, hepatocytes became abnormally enlarged, resembling to damaged, senescent cells surrounded by invading inflammatory cells (Figure 7B). Similar abnormal enlargement of hepatocytes was observed when Kmt5aΔHepA mice were exposed to other metabolic stress conditions, such as high-fat diet or fasting for 24 or 48 hr (Figure S5A). As expected from the increased mitochondrial activity, we detected increased amounts of reactive oxygen species (ROS) in the livers of Kmt5aΔHepA mice (Figures 7C and 7D). These levels probably are not sufficient to induce spontaneous DNA damage, because they were not accompanied by increases in γH2AX-positive cells, at least during the time frame of our analyses (Figure 7E). However, ROS levels were highly increased in response to fasting or sodium pyruvate treatment, resulting in the appearance of a high number of γH2AX-positive hepatocytes (Figures 7C–7E) and an excessive accumulation of the senescence marker SA-β-gal (Figure S5B). The preceding phenotypic changes point to excessive liver damage, which was confirmed by highly increased serum ALT levels (Figure 7F).Open in a separate windowFigure 7Metabolic Stress Induces Rapid Accumulation of ROS and DNA Damage in the Livers of Kmt5aΔHepA Mice(A) Pyruvate tolerance tests in P45 wild-type and Kmt5aΔHepA mice. Plasma glucose levels were measured at the indicated time points after the administration of 2 g/kg Na-pyruvate in n = 5 individual mice. ∗∗∗p < 0.001.(B) H&E staining of liver sections from P45 wild-type and Kmt5aΔHepA mice that were treated with 2 g/kg Na-pyruvate for 2 hr.(C) Analysis of ROS accumulation. Liver sections from mice fed a normal chow diet, fasted for 48 hr, or treated with 2 g/kg Na-pyruvate for 2 hr were stained with 5-(and-6)-chloromethyl-2',7'-dichlorodihydrofluorescein diacetate, acetyl ester (CM-H2DCFDA), as indicated.(D) Quantitative comparison of CM-H2DCFDA-positive areas in liver sections of (C). Positively stained areas in 20 high-power fields were measured by ImageJ software in liver sections of P45 wild-type or Kmt5aΔHepA mice. Bars graphs show fold changes of the average positively stained areas from n = 5 mice. ∗∗p < 0.01.(E) Analysis of DNA damage. Liver sections from mice treated as in (C) were stained with antibody against γH2AX.(F) Serum ALT levels were measured in mice treated as in (C). Bars represent mean values of ALT levels and SEM from liver extracts of five individual mice. ∗∗∗p < 0.001.See also Figures S5 and S6.Collectively, the preceding results suggest that in P45 Kmt5aΔHepA hepatocytes, AMPK-dependent pathways are activated to compensate for defects in glycolysis, which results in a labile state highly sensitive to stress conditions. Upon metabolic stress, rapid and irreversible accumulation of DNA damages occurs, leading to excessive cellular senescence and liver function failure. DiscussionThe results of this paper demonstrate that Kmt5a controls the initial phase of transcription elongation and that the genes of glucose and lipid homeostasis pathways are particularly sensitive to alterations of this regulatory process. This regulatory function at the post-initiation phase of transcription is required for the maintenance of genome stability in non-dividing cells.A possible role of H4K20Me1 in transcription regulation has been raised by several previous reports, albeit with contradictory conclusions. H4K20 methylation has been linked to transcription activation of estrogen-responsive (Li et al., 2011a), Wnt-inducible (Li et al., 2011b), neuronal (Wang et al., 2015), and PPARγ-activated promoters (Wakabayashi et al., 2009). Other studies demonstrated that H4K20Me1 modification is restricted to gene body regions of active genes in CD4+ T cells (Barski et al., 2007) and in nine Encyclopedia of DNA Elements (ENCODE) cell lines (Beck et al., 2012b) and that gene body H4K20 methylation positively correlates with elongation rates in K562 cells (Veloso et al., 2014). In contrast, other global studies or mRNA analyses of specific genes suggested that H4K20Me1 represses transcription (Congdon et al., 2010, Abbas et al., 2010, Kapoor-Vazirani and Vertino, 2014, Tanaka et al., 2017). Concern about a functional role in transcription also arises from the H4K20Me1 levels in cultured cells being highest in the G2/M phase, when transcription is generally shut down, but highly reduced during the G1 phase and eliminated in the S phase, when genes are actively transcribed (Rice et al., 2002, Abbas et al., 2010, Oda et al., 2010).To investigate the role of H4K20Me1 in the in vivo organismal context and to eliminate potential cell-cycle-dependent effects, the present study was conducted in mouse livers, populated mainly by non-dividing G0-phase hepatocytes. In agreement with a potential transcription activation function, we detected high levels of H4K20Me1 in the gene body regions of actively transcribed genes and a strong positive correlation with gene activity. Kmt5a interaction with RNA Pol II in vivo provides a plausible mechanism for Kmt5a recruitment and enzymatic modification of nucleosomes in the actively transcribed genomic regions. H4K20Me1 levels at the different gene body locations are determined by the frequency with which the RNA Pol II/Kmt5a complex encounters the underlying nucleosomes and the localized activity of Kdm7b demethylase.RNA Pol II distribution in most hepatic genes is bimodal, with a large fraction of RNA Pol II concentrated near the TSS. This distribution is characteristic to genes in which RNA Pol II is paused at promoter-proximal regions (Adelman and Lis, 2012). Reduction of gene body H4K20 monomethylation in Kmt5aΔHepA mice correlated with decreased levels of elongating RNA Pol II and elevated ratios of promoter/promoter-proximal and gene body RNA Pol II reads (PrI). These data suggest that Kmt5a-mediated H4K20Me1 is involved in the regulation of transition of RNA Pol II from the initiation or the paused state to the active elongation phase. The accumulation of short reads in our GRO-seq experiments indicates that Kmt5a regulates mainly the step of RNA Pol II escape from promoter-proximal pause sites.Although Kmt5a does not methylate histone residues other than H4K20 (Beck et al., 2012b), similar to other histone-modifying enzymes, it can methylate non-histone substrates such as p53 and proliferating cell nuclear antigen (PCNA) (Shi et al., 2007, Takawa et al., 2012). This raises the possibility that Kmt5a-mediated regulation of transcription elongation may be driven not solely through H4K20 methylation but also through the modification of another, so far unidentified target or targets. Given the strong correlations among H4K20Me1, Kdm7b, and RNA Pol II distribution in different genes, we think that this scenario is unlikely, although it cannot be excluded.The sharp increase of H4K20Me1 in regions downstream of the promoter-proximal nucleosomes and the opposite distribution of RNA Pol II in most active genes raises the possibility that this modification may act as an obstacle for the movement of RNA Pol II and thus contribute to its retention at pause sites. Consistent with this, full erasure of H4K20Me1 by high levels of Kdm7b in a specific set of genes (e.g., Alb) correlated with highly increased transcription and lack of promoter-proximal pausing. However, this simplistic scenario is challenged by the observation of decreased levels of elongating polymerase in genes in which H4K20Me1 was reduced following Kmt5a inactivation. Taking the preceding into consideration, we propose that the actual rate of H4K20Me1 turnover, rather than the absolute H4K20Me1 levels, is important for the regulation of RNA Pol II escape from promoter-proximal regions. In other words, rather than acting as a static chromatin modification, H4K20Me1 functions as a transient operational mark whose deposition-removal rate can support RNA Pol II transit into gene bodies. This notion is reinforced by the results showing that gene body H4K20 monomethylation is a highly dynamic process and that increased promoter-proximal/gene body ratios of RNA Pol II (PrI) in Kmt5aΔHepA mice are preferentially detected in genes that are modified in a highly dynamic manner.Escape of RNA Pol II from promoters and/or promoter-proximal pause sites is a general regulatory step of the transcription mechanism (Adelman and Lis, 2012). Interference with this process is expected to influence the expression of most regulated genes and thus affect a variety of biological functions in any given cell type. Consistent with this notion, genetic or pharmacological inactivation of pTEF-b kinase complex subunits, which play a key role in RNA Pol II release from pause sites, leads to early embryonic lethality in a variety of organisms, including mice, C. elegans, and Drosophila (Shim et al., 2002, Dahlberg et al., 2015, Oqani et al., 2016).The results presented here demonstrate that reduced Kmt5a-mediated partial RNA Pol II blockage influences the steady-state mRNA levels of only a fraction of genes. This indicates that compensatory mechanisms, such as mRNA stabilization, are activated to maintain the expression of most hepatic genes. Genes encoding the rate-limiting enzymes of glycolysis and de novo lipogenesis are particularly sensitive to defects of RNA Pol II escape from promoter-proximal sites. Their expression significantly drops in the livers of Kmt5aΔHepA mice by mechanisms involving reduced gene body H4K20 methylation and the decreased protein levels of the major transactivators Mlxipl and Srebf1. Transcription of Mlxipl and Srebf1 is also a subject of H4K20 methylation-dependent regulation. Thus, metabolic genes are highly regulated at both transcription factor-mediated PIC formation step (Mlxipl and Srebf1 recruitment) and post-recruitment steps involving Kmt5a-dependent RNA Pol II escape. The biological significance of this dual control could be the provision of additional regulatory checkpoints to specific metabolic genes for fast and efficient adjustments of their expression under various conditions.The defects in metabolic gene transcription in Kmt5aΔHepA mice result in extensive metabolic reprogramming, which is schematically presented in Figure S6. Impaired glycolytic activity leads to accumulation of glycogen and elevated levels of AMP and ADP, which in turn activate of AMPK. Constitutively active AMPK in Kmt5aΔHepA hepatocytes increases fatty acid uptake by inducing the expression of CD36 transporter and autophagy. Fatty acids are ligands of PPARα, which stimulates their catabolism via the mitochondrial β-oxidation and ketogenesis pathways, both of which can serve as efficient alternative energy sources. The preceding AMPK-mediated pathways partially compensate for the loss of glucose-dependent energy supply. At the same time, the cells enter a less stable physiological state, which is highly sensitized to metabolic stress conditions. Upon metabolic stress, such as fasting, high-fat diet, or Na-pyruvate challenge, metabolic imbalances cannot be compensated, resulting in excessive increase of intracellular ROS levels and extensive DNA damage. The accumulation of DNA damages quickly aggravates into a senescent phenotype and liver dysfunction.Altogether, the results of this study highlight a previously unanticipated dimension of Kmt5a function as gatekeeper of genome integrity: They identify a role in the regulation of transcription, through which it controls metabolic homeostasis and protects cells from metabolic stress-mediated DNA damage and cellular senescence. Experimental ProceduresMiceKmt5aΔHepA mice have been described previously (Nikolaou et al., 2015). These animals were generated by crossing KMT5Aloxp mice carrying the floxed exon 7 allele of KMT5A (Oda et al., 2009) with Alb-Cre mice (Yakar et al., 1999) in a C57BL/6 background. Mice were maintained in grouped cages in a temperature-controlled, pathogen-free facility on a 12 hr light/dark cycle and fed a standard chow diet (19% protein, 5% fat; Altromin 1324) or high-fat diet (34% crude fat, 23% crude protein, 5% crude fiber; Mucedola) and water ad libitum. All animal experiments were approved by the Prefecture of Attica and were performed in accordance with the respective national and European Union regulations. All experiments were performed in randomly chosen age-matched male mice. Typically, each experiment was performed in tissues from at least five individual mice. No blinding was used in this study.RNA Purification and RT-PCRTotal RNA was prepared by TRIzol extraction as described in Sarris et al. (2016) and Elkouris et al. (2016). For first-strand cDNA synthesis, 1 μg of total RNA was incubated with 200 units of Moloney Murine Leukemia Virus (MMLV) reverse transcriptase in a buffer containing 50 mM Tris-HCl (pH 8.3), 75 mM KCl, 3 mM MgCl2, and 10 mM DTT for 60 min at 37°C. qPCR analyses were carried out in a StepOne real-time PCR detection system using Fast Start Universal SYBR Green Master. Primer sequences are listed in Table S1.Histology, Metabolite and Enzyme Measurements, and ChIP-Seq and RNA-Seq AssaysHistological examination, metabolic parameter determination, ChIP assays, and steady-state RNA measurements were performed as described in Tatarakis et al. (2008) and Nikolaou et al. (2012). Details and modifications of these techniques, including nascent RNA measurements and data analyses, are described in the Supplemental Information.Statistical AnalysisStatistical significance of the data obtained from different biological replicates was evaluated by two-tailed Student’s t test. In the evaluation of pausing indexes or PrIs, Welch’s t test was used. Author ContributionsConceptualization, K.C.N., P.M., and I.T.; Investigation, K.C.N., P.M., V.H., G.C., and I.T.; Supervision, I.T.; Writing, I.T. AcknowledgmentsWe thank Dr. Pantelis Hatzis and Dr. Matthieu Lavigne for comments and discussions. This work was supported by the European Union, ERC Advanced Investigator Grant (ERC-2011-AdG294464) and the AXA Research Fund. NotesPublished: July 25, 2017 FootnotesSupplemental Information includes Supplemental Experimental Procedures, six figures, and one table and can be found with this article online at http://dx.doi.org/10.1016/j.celrep.2017.07.003. References Abbas T., Shibata E., Park J., Jha S., Karnani N., Dutta A. CRL4(Cdt2) regulates cell proliferation and histone gene expression by targeting PR-Set7/Set8 for degradation. Mol. Cell. 2010;40:9–21. [PMC free article] [PubMed] [Google Scholar] Adelman K., Lis J.T. Promoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat. Rev. Genet. 2012;13:720–731. [PMC free article] [PubMed] [Google Scholar] Barski A., Cuddapah S., Cui K., Roh T.Y., Schones D.E., Wang Z., Wei G., Chepelev I., Zhao K. High-resolution profiling of histone methylations in the human genome. Cell. 2007;129:823–837. [PubMed] [Google Scholar] Beck D.B., Burton A., Oda H., Ziegler-Birling C., Torres-Padilla M.E., Reinberg D. The role of PR-Set7 in replication licensing depends on Suv4-20h. Genes Dev. 2012;26:2580–2589. [PMC free article] [PubMed] [Google Scholar] Beck D.B., Oda H., Shen S.S., Reinberg D. PR-Set7 and H4K20me1: at the crossroads of genome integrity, cell cycle, chromosome condensation, and transcription. Genes Dev. 2012;26:325–337. [PMC free article] [PubMed] [Google Scholar] Burkewitz K., Zhang Y., Mair W.B. AMPK at the nexus of energetics and aging. Cell Metab. 2014;20:10–25. [PMC free article] [PubMed] [Google Scholar] Cantó C., Auwerx J. AMP-activated protein kinase and its downstream transcriptional pathways. Cell. Mol. Life Sci. 2010;67:3407–3423. [PMC free article] [PubMed] [Google Scholar] Congdon L.M., Houston S.I., Veerappan C.S., Spektor T.M., Rice J.C. PR-Set7-mediated monomethylation of histone H4 lysine 20 at specific genomic regions induces transcriptional repression. J. Cell. Biochem. 2010;110:609–619. [PubMed] [Google Scholar] Core L.J., Waterfall J.J., Lis J.T. Nascent RNA sequencing reveals widespread pausing and divergent initiation at human promoters. Science. 2008;322:1845–1848. [PMC free article] [PubMed] [Google Scholar] Dahlberg O., Shilkova O., Tang M., Holmqvist P.H., Mannervik M. P-TEFb, the super elongation complex and mediator regulate a subset of non-paused genes during early Drosophila embryo development. PLoS Genet. 2015;11:e1004971. [PMC free article] [PubMed] [Google Scholar] Desvergne B., Michalik L., Wahli W. Transcriptional regulation of metabolism. Physiol. Rev. 2006;86:465–514. [PubMed] [Google Scholar] Elkouris M., Kontaki H., Stavropoulos A., Antonoglou A., Nikolaou K.C., Samiotaki M., Szantai E., Saviolaki D., Brown P.J., Sideras P. SET9-mediated regulation of TGF-β signaling links protein methylation to pulmonary fibrosis. Cell Rep. 2016;15:2733–2744. [PMC free article] [PubMed] [Google Scholar] Foretz M., Guichard C., Ferré P., Foufelle F. Sterol regulatory element binding protein-1c is a major mediator of insulin action on the hepatic expression of glucokinase and lipogenesis-related genes. Proc. Natl. Acad. Sci. USA. 1999;96:12737–12742. [PMC free article] [PubMed] [Google Scholar] Fortschegger K., de Graaf P., Outchkourov N.S., van Schaik F.M., Timmers H.T., Shiekhattar R. PHF8 targets histone methylation and RNA polymerase II to activate transcription. Mol. Cell. Biol. 2010;30:3286–3298. [PMC free article] [PubMed] [Google Scholar] Fuchs G., Hollander D., Voichek Y., Ast G., Oren M. Cotranscriptional histone H2B monoubiquitylation is tightly coupled with RNA polymerase II elongation rate. Genome Res. 2014;24:1572–1583. [PMC free article] [PubMed] [Google Scholar] Hardie D.G. AMP-activated protein kinase: an energy sensor that regulates all aspects of cell function. Genes Dev. 2011;25:1895–1908. [PMC free article] [PubMed] [Google Scholar] Hochheimer A., Tjian R. Diversified transcription initiation complexes expand promoter selectivity and tissue-specific gene expression. Genes Dev. 2003;17:1309–1320. [PubMed] [Google Scholar] Horton J.D., Goldstein J.L., Brown M.S. SREBPs: activators of the complete program of cholesterol and fatty acid synthesis in the liver. J. Clin. Invest. 2002;109:1125–1131. [PMC free article] [PubMed] [Google Scholar] Iizuka K., Bruick R.K., Liang G., Horton J.D., Uyeda K. Deficiency of carbohydrate response element-binding protein (ChREBP) reduces lipogenesis as well as glycolysis. Proc. Natl. Acad. Sci. USA. 2004;101:7281–7286. [PMC free article] [PubMed] [Google Scholar] Jonkers I., Lis J.T. Getting up to speed with transcription elongation by RNA polymerase II. Nat. Rev. Mol. Cell Biol. 2015;16:167–177. [PMC free article] [PubMed] [Google Scholar] Kapoor-Vazirani P., Vertino P.M. A dual role for the histone methyltransferase PR-SET7/SETD8 and histone H4 lysine 20 monomethylation in the local regulation of RNA polymerase II pausing. J. Biol. Chem. 2014;289:7425–7437. [PMC free article] [PubMed] [Google Scholar] Kim J., Daniel J., Espejo A., Lake A., Krishna M., Xia L., Zhang Y., Bedford M.T. Tudor, MBT and chromo domains gauge the degree of lysine methylation. EMBO Rep. 2006;7:397–403. [PMC free article] [PubMed] [Google Scholar] Kwak H., Fuda N.J., Core L.J., Lis J.T. Precise maps of RNA polymerase reveal how promoters direct initiation and pausing. Science. 2013;339:950–953. [PMC free article] [PubMed] [Google Scholar] Lee J.M., Wagner M., Xiao R., Kim K.H., Feng D., Lazar M.A., Moore D.D. Nutrient-sensing nuclear receptors coordinate autophagy. Nature. 2014;516:112–115. [PMC free article] [PubMed] [Google Scholar] Li Y., Sun L., Zhang Y., Wang D., Wang F., Liang J., Gui B., Shang Y. The histone modifications governing TFF1 transcription mediated by estrogen receptor. J. Biol. Chem. 2011;286:13925–13936. [PMC free article] [PubMed] [Google Scholar] Li Z., Nie F., Wang S., Li L. Histone H4 Lys 20 monomethylation by histone methylase SET8 mediates Wnt target gene activation. Proc. Natl. Acad. Sci. USA. 2011;108:3116–3123. [PMC free article] [PubMed] [Google Scholar] Marshall N.F., Price D.H. Purification of P-TEFb, a transcription factor required for the transition into productive elongation. J. Biol. Chem. 1995;270:12335–12338. [PubMed] [Google Scholar] Martinez-Jimenez C.P., Kyrmizi I., Cardot P., Gonzalez F.J., Talianidis I. Hepatocyte nuclear factor 4alpha coordinates a transcription factor network regulating hepatic fatty acid metabolism. Mol. Cell. Biol. 2010;30:565–577. [PMC free article] [PubMed] [Google Scholar] Min J., Allali-Hassani A., Nady N., Qi C., Ouyang H., Liu Y., MacKenzie F., Vedadi M., Arrowsmith C.H. L3MBTL1 recognition of mono- and dimethylated histones. Nat. Struct. Mol. Biol. 2007;14:1229–1230. [PubMed] [Google Scholar] Narita T., Yamaguchi Y., Yano K., Sugimoto S., Chanarat S., Wada T., Kim D.K., Hasegawa J., Omori M., Inukai N. Human transcription elongation factor NELF: identification of novel subunits and reconstitution of the functionally active complex. Mol. Cell. Biol. 2003;23:1863–1873. [PMC free article] [PubMed] [Google Scholar] Nechaev S., Fargo D.C., dos Santos G., Liu L., Gao Y., Adelman K. Global analysis of short RNAs reveals widespread promoter-proximal stalling and arrest of Pol II in Drosophila. Science. 2010;327:335–338. [PMC free article] [PubMed] [Google Scholar] Nikolaou K., Tsagaratou A., Eftychi C., Kollias G., Mosialos G., Talianidis I. Inactivation of the deubiquitinase CYLD in hepatocytes causes apoptosis, inflammation, fibrosis, and cancer. Cancer Cell. 2012;21:738–750. [PubMed] [Google Scholar] Nikolaou K.C., Moulos P., Chalepakis G., Hatzis P., Oda H., Reinberg D., Talianidis I. Spontaneous development of hepatocellular carcinoma with cancer stem cell properties in PR-SET7-deficient livers. EMBO J. 2015;34:430–447. [PMC free article] [PubMed] [Google Scholar] Oda H., Okamoto I., Murphy N., Chu J., Price S.M., Shen M.M., Torres-Padilla M.E., Heard E., Reinberg D. Monomethylation of histone H4-lysine 20 is involved in chromosome structure and stability and is essential for mouse development. Mol Cell Biol. 2009;29:2278–2295. [PMC free article] [PubMed] [Google Scholar] Oda H., Hübner M.R., Beck D.B., Vermeulen M., Hurwitz J., Spector D.L., Reinberg D. Regulation of the histone H4 monomethylase PR-Set7 by CRL4(Cdt2)-mediated PCNA-dependent degradation during DNA damage. Mol. Cell. 2010;40:364–376. [PMC free article] [PubMed] [Google Scholar] Oqani R.K., Lin T., Lee J.E., Kim S.Y., Sa S.J., Woo J.S., Jin D.I. Inhibition of P-TEFb disrupts global transcription, oocyte maturation, and embryo development in the mouse. Genesis. 2016;54:470–482. [PubMed] [Google Scholar] Rice J.C., Nishioka K., Sarma K., Steward R., Reinberg D., Allis C.D. Mitotic-specific methylation of histone H4 Lys 20 follows increased PR-Set7 expression and its localization to mitotic chromosomes. Genes Dev. 2002;16:2225–2230. [PMC free article] [PubMed] [Google Scholar] Sarris M.E., Moulos P., Haroniti A., Giakountis A., Talianidis I. Smyd3 is a transcriptional potentiator of multiple cancer-promoting genes and required for liver and colon cancer development. Cancer Cell. 2016;29:354–366. [PubMed] [Google Scholar] Shi X., Kachirskaia I., Yamaguchi H., West L.E., Wen H., Wang E.W., Dutta S., Appella E., Gozani O. Modulation of p53 function by SET8-mediated methylation at lysine 382. Mol. Cell. 2007;27:636–646. [PMC free article] [PubMed] [Google Scholar] Shim E.Y., Walker A.K., Shi Y., Blackwell T.K. CDK-9/cyclin T (P-TEFb) is required in two postinitiation pathways for transcription in the C. elegans embryo. Genes Dev. 2002;16:2135–2146. [PMC free article] [PubMed] [Google Scholar] Takawa M., Cho H.S., Hayami S., Toyokawa G., Kogure M., Yamane Y., Iwai Y., Maejima K., Ueda K., Masuda A. Histone lysine methyltransferase SETD8 promotes carcinogenesis by deregulating PCNA expression. Cancer Res. 2012;72:3217–3227. [PubMed] [Google Scholar] Tanaka H., Takebayashi S.I., Sakamoto A., Igata T., Nakatsu Y., Saitoh N., Hino S., Nakao M. The SETD8/PR-Set7 methyltransferase functions as a barrier to prevent senescence-associated metabolic remodeling. Cell Rep. 2017;18:2148–2161. [PubMed] [Google Scholar] Tatarakis A., Margaritis T., Martinez-Jimenez C.P., Kouskouti A., Mohan W.S., 2nd, Haroniti A., Kafetzopoulos D., Tora L., Talianidis I. Dominant and redundant functions of TFIID involved in the regulation of hepatic genes. Mol. Cell. 2008;31:531–543. [PubMed] [Google Scholar] Trojer P., Li G., Sims R.J., 3rd, Vaquero A., Kalakonda N., Boccuni P., Lee D., Erdjument-Bromage H., Tempst P., Nimer S.D. L3MBTL1, a histone-methylation-dependent chromatin lock. Cell. 2007;129:915–928. [PubMed] [Google Scholar] Tuzon C.T., Spektor T., Kong X., Congdon L.M., Wu S., Schotta G., Yokomori K., Rice J.C. Concerted activities of distinct H4K20 methyltransferases at DNA double-strand breaks regulate 53BP1 nucleation and NHEJ-directed repair. Cell Rep. 2014;8:430–438. [PMC free article] [PubMed] [Google Scholar] Uyeda K., Repa J.J. Carbohydrate response element binding protein, ChREBP, a transcription factor coupling hepatic glucose utilization and lipid synthesis. Cell Metab. 2006;4:107–110. [PubMed] [Google Scholar] van Nuland R., Gozani O. Histone H4 lysine 20 (H4K20) methylation, expanding the signaling potential of the proteome one methyl moiety at a time. Mol. Cell. Proteomics. 2016;15:755–764. [PMC free article] [PubMed] [Google Scholar] Veloso A., Kirkconnell K.S., Magnuson B., Biewen B., Paulsen M.T., Wilson T.E., Ljungman M. Rate of elongation by RNA polymerase II is associated with specific gene features and epigenetic modifications. Genome Res. 2014;24:896–905. [PMC free article] [PubMed] [Google Scholar] Wada T., Takagi T., Yamaguchi Y., Ferdous A., Imai T., Hirose S., Sugimoto S., Yano K., Hartzog G.A., Winston F. DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes Dev. 1998;12:343–356. [PMC free article] [PubMed] [Google Scholar] Wada T., Takagi T., Yamaguchi Y., Watanabe D., Handa H. Evidence that P-TEFb alleviates the negative effect of DSIF on RNA polymerase II-dependent transcription in vitro. EMBO J. 1998;17:7395–7403. [PMC free article] [PubMed] [Google Scholar] Wakabayashi K., Okamura M., Tsutsumi S., Nishikawa N.S., Tanaka T., Sakakibara I., Kitakami J., Ihara S., Hashimoto Y., Hamakubo T. The peroxisome proliferator-activated receptor gamma/retinoid X receptor alpha heterodimer targets the histone modification enzyme PR-Set7/Setd8 gene and regulates adipogenesis through a positive feedback loop. Mol. Cell. Biol. 2009;29:3544–3555. [PMC free article] [PubMed] [Google Scholar] Wang J., Telese F., Tan Y., Li W., Jin C., He X., Basnet H., Ma Q., Merkurjev D., Zhu X. LSD1n is an H4K20 demethylase regulating memory formation via transcriptional elongation control. Nat. Neurosci. 2015;18:1256–1264. [PMC free article] [PubMed] [Google Scholar] Yakar S., Liu J.L., Stannard B., Butler A., Accili D., Sauer B., LeRoith D. Normal growth and development in the absence of hepatic insulin-like growth factor I. Proc Natl Acad Sci USA. 1999;96:7324–7329. [PMC free article] [PubMed] [Google Scholar] Yamaguchi Y., Takagi T., Wada T., Yano K., Furuya A., Sugimoto S., Hasegawa J., Handa H. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. [PubMed] [Google Scholar]"}