{"title": "Recruitment maneuvers in acute respiratory distress syndrome", "pubDate": "2017", "PMCID": "PMC5537118", "DOI": "10.21037/atm.2017.07.09", "PMID": "28828365", "abstract": "The rationale for the use of recruitment maneuvers (RMs) in acute respiratory distress syndrome (ARDS) is to promote alveolar recruitment, leading to an increased end-expiratory lung volume and thus decreased ventilator-induced lung injury (VILI). RMs consists of a transient increase in transpulmonary pressure that can re-open previously collapsed alveoli. RMs represents a physiological response to lung aggression in different conditions by re-opening the collapsed part of the lung and decreasing lung oedema. This process can be accomplished through a variety of methods. The RM that has probably been used most commonly is sustained inflation, but recruitment can be achieved by a prolonged sigh, leading to a lesser increase in transpulmonary pressure for a longer period of time. This extended sigh seems to be more efficient, with less haemodynamic compromise. Knowledge of physiological determinants is crucial to selecting good levels of pressure and time required to perform an efficient and well-tolerated RM. Identifying ARDS patients who may benefit from RMs is a major issue, depending essentially on the amount of recruitable lung involved. In any case, however, RMs should be done at the early phase of ARDS.", "author": [{"author": "Jean-Michel Constantin", "affiliation": ["Department of Perioperative Medicine, University Hospital of Clermont-Ferrand, Clermont-Ferrand, France.", "Université Clermont-Auvergne, CNRS, Inserm, GReD, Clermont-Ferrand, France."], "href": "/?term=Constantin+JM&cauthor_id=28828365"}, {"author": "Thomas Godet", "affiliation": ["Department of Perioperative Medicine, University Hospital of Clermont-Ferrand, Clermont-Ferrand, France.", "Université Clermont-Auvergne, CNRS, Inserm, GReD, Clermont-Ferrand, France."], "href": "/?term=Godet+T&cauthor_id=28828365"}, {"author": "Matthieu Jabaudon", "affiliation": ["Department of Perioperative Medicine, University Hospital of Clermont-Ferrand, Clermont-Ferrand, France.", "Université Clermont-Auvergne, CNRS, Inserm, GReD, Clermont-Ferrand, France."], "href": "/?term=Jabaudon+M&cauthor_id=28828365"}, {"author": "Jean-Etienne Bazin", "affiliation": ["Department of Perioperative Medicine, University Hospital of Clermont-Ferrand, Clermont-Ferrand, France.", "Université Clermont-Auvergne, CNRS, Inserm, GReD, Clermont-Ferrand, France."], "href": "/?term=Bazin+JE&cauthor_id=28828365"}, {"author": "Emmanuel Futier", "affiliation": ["Department of Perioperative Medicine, University Hospital of Clermont-Ferrand, Clermont-Ferrand, France.", "Université Clermont-Auvergne, CNRS, Inserm, GReD, Clermont-Ferrand, France."], "href": "/?term=Futier+E&cauthor_id=28828365"}], "refPMID": [], "citedInPMID": ["28828365", "35150355", "34979928", "34218168", "32640895", "31666136", "31564020", "31197492", "30868309", "30210020", "29558993"], "body": " AbstractThe rationale for the use of recruitment maneuvers (RMs) in acute respiratory distress syndrome (ARDS) is to promote alveolar recruitment, leading to an increased end-expiratory lung volume and thus decreased ventilator-induced lung injury (VILI). RMs consists of a transient increase in transpulmonary pressure that can re-open previously collapsed alveoli. RMs represents a physiological response to lung aggression in different conditions by re-opening the collapsed part of the lung and decreasing lung oedema. This process can be accomplished through a variety of methods. The RM that has probably been used most commonly is sustained inflation, but recruitment can be achieved by a prolonged sigh, leading to a lesser increase in transpulmonary pressure for a longer period of time. This extended sigh seems to be more efficient, with less haemodynamic compromise. Knowledge of physiological determinants is crucial to selecting good levels of pressure and time required to perform an efficient and well-tolerated RM. Identifying ARDS patients who may benefit from RMs is a major issue, depending essentially on the amount of recruitable lung involved. In any case, however, RMs should be done at the early phase of ARDS.Keywords:  Recruitment maneuvers (RMs), acute respiratory distress syndrome (ARDS), mechanical ventilation, lung oedema We suggest that adult patients with acute respiratory distress syndrome (ARDS) receive recruitment maneuvers (RMs) (conditional recommendation, low-moderate confidence in the effect estimates). This recommendation was indicated in the more recent international guideline on mechanical ventilation in patients with ARDS (1). The low level of recommendation is explained by the absence of a large and well-designed randomised controlled trial and the low level of evidence on the mechanisms of action involved. This study aims to present how RMs performed, how it works and in which patients it may work. What could we expect from RMs?Recruitment is a dynamic process of re-opening unstable airless alveoli through an intentional transient increase in transpulmonary pressure. This process can be accomplished through a variety of methods that will be discussed below. The rationale for the use of RMs in ARDS is to promote alveolar recruitment, leading to an increased end-expiratory lung volume and thus a switch from the so-called ‘baby lung’ to a ‘normal lung’ (2). The concept of the baby lung originated from observations on the first computed tomography (CT) scan images obtained in ARDS patients, which showed that densities were preferentially distributed in the dependent lung regions, whereas the non-dependent lung regions were relatively spared. This view contrasts with the common belief, derived from anteroposterior imaging, that ARDS homogeneously involves the entire lung parenchyma. Quantitative analysis of the CT scan showed that the pathoanatomy of the ARDS lung is not homogeneously distributed. Instead, it is the sum of regions that are non-aerated and poorly aerated and of regions that are normally (or almost normally) aerated. Only a small proportion of the lung is ventilated, and this small lung, the baby lung, has to fulfil the physiological needs of an adult body. When used at moderate levels, with a plateau pressure below 30 cmH2O, the application of positive end-expiratory pressure (PEEP) is inefficient in recruiting the lung. Our group showed in a CT scan study (3) that PEEP does not increase the gas volume in the poorly and non-aerated lung, but when an RM is performed, the same level of PEEP is sufficient to keep the lung open (Figure 1). Switching from a baby lung to a normal lung can be done in two ways only—performing RMs or waiting for an improvement in lung function, which leads to a decrease in transpulmonary pressure required to open the lung. Waiting for such an improvement may be long, and mechanical ventilation may increase lung injury during this time.Open in a separate windowFigure 1CT scan of a characteristic patient. (A) In ZEEP shows an important loss of aeration in the left lung and slight diffuse loss of aeration in the right lung. PaO2/FiO2 =171 mmHg; (B) acquired with a positive end expiratory pressure of 11 cmH2O showing no change in left lung and an increase in lung aeration of the right lung. PaO2/FiO2 =171 mmHg; (C) acquired at the end of recruitment maneuver (RM) between 35 and 40s. All the lungs were reopened. PaO2/FiO2 =342 mmHg; (D) 10 minutes after RM with the same PEEP of 11 cmH2O. The effect of RM was maintained. PaO2/FiO2 =335 mmHg. The level of PEEP used was unable to open the lung but enough to keep the lung open. ZEEP, zero end expiratory pressure; PEEP, positive end-expiratory pressure.An RM-induced increase in end-expiratory lung volume may improve gas exchange and attenuate ventilator-induced lung injury (VILI) by preventing the repetitive opening and closing of unstable lung units (4). By increasing the number of aerated lung units, RMs may also reduce VILI from the selective overdistention of relatively healthy alveolar units.The rationale for the use of RMs in ARDS is to promote alveolar recruitment, putting gas in non-aerated lung regions to avoid atelectasis. However, ARDS does not solely involve atelectasis; from a pathophysiological point of view, the baby lung is related both to atelectasis and lung oedema (5). During general anaesthesia, with or without muscle paralysis, changes in lung structure and diaphragm position promote a reduction in lung volume, leading to atelectasis (6). One can argue that RMs is the pragmatic response to atelectasis, but not to lung oedema (7). Our group showed that RMs may affect lung oedema. RMs has a significant biological impact, with a rapid and transient decrease in the plasma soluble form of the receptor for advanced glycation end-product (sRAGE) in ARDS patients (8). sRAGE is a marker of alveolar type I cell injury and correlates with the severity and outcome in ARDS patients. In an ex vivo model of isolated perfused human lung, alveolar sRAGE was inversely associated with the alveolar fluid clearance (AFC) rate (9). If sRAGE reflects AFC (10), then the effect of RM on sRAGE could provide indirect information on AFC, even in cases of unchanged PaO2/FiO2. These data corroborate our data on the impact of recruitment on the measured alveolar clearance (11). The mechanisms by which RM can restore a net alveolar fluid clearance remain speculative. First, the finding of a net alveolar fluid clearance in ‘recruiters’ only could highly likely reflect an increased surface area for fluid resorption resulting from the recruited alveolar spaces. Second, a purely mechanical hypothesis must be considered. As in hydrostatic pulmonary oedema, the increase in alveolar pressure accompanying lung recruitment may reduce the amount of fluid penetrating in the alveolar space through the injured alveolar–capillary barrier by opposing the alveolar capillary pressure gradient. RMs could induce either an up-regulation of Na-k-ATPase and sodium channels or a recruitment of aquaporin, at least AQP5 (12). The modulation of the RAGE axis seems to be a promising way for the resolution of lung oedema. If we hypothesise that alveolar clearance is one of the endotypes of ARDS, the mechanistic explanations of RM-induced changes in alveolar clearance will be a real step forward in the meaning of ARDS. In an animal model, we have established that the acid-induced lung injury model worsens gas exchange, decreases alveolar fluid clearance and increases lung permeability at days 1 and 2, compared to the sham group. An anti-RAGE therapy with either IV mAB or intraperitoneal sRAGE prevents the worsening of gas exchange, preserves AFC and prevents an increase in lung permeability (13). Are RMs recommended for all ARDS patients?Because RMs may directly overdistend aerated lung units and could, paradoxically, lead to increased VILI, or because RMs may alter haemodynamic conditions, without a recruited volume, RM should not be used for all ARDS patients (3).Grasso et al. physiologically examined the differences between responders and non-responders to RMs (14). Their study demonstrated that the application of RMs is successful in improving oxygenation only in patients with early ARDS on the ventilator for one or 2 days and without impairment of chest wall mechanics. In patients ventilated for a longer period of time, the presence of a stiff chest wall, modifications in the lung structure and a reduction in blood pressure and cardiac output when increasing transpulmonary pressure make RMs ineffective and potentially harmful.The other point is the type of ARDS. In a large CT scan study, Gattinoni’s group presented interesting data on recruitability (15). In this study, CT showed that the percentage of potentially recruitable lung varied widely among patients with ARDS, from a negligible fraction to more than 50% of the total lung weight. Furthermore, the percentage of potentially recruitable lung was itself highly correlated with the overall severity of lung injury. This amount of recruitable lung could be assessed with two CT scans at two different levels of pressure. The other way is to categorize ARDS patients on the basis of focal and not-focal morphological patterns from the CT scan (5). According to lung morphology, two ARDS phenotypes can be described. We studied the effects of PEEP and a single RM in these two phenotypes (3). After RM, the oxygenation remained unchanged in the focal pattern, whilst it improved in the not-focal ARDS pattern. Most importantly, in the focal pattern after the RM, the lung overdistension markedly increased and was greater than the lung recruitment elicited by RM. Once RM was released, the overdistension remained above its level before RM. By contrast, in the not-focal ARDS pattern, the recruited volume markedly increased and was greater than the concomitant RM-induced overdistension. After the RM, the overdistension disappeared, but the recruited volume remained higher than its pre-RM level. This result was extended by Grasso et al., who investigated the effect of a single RM in three experimental ARDS in pigs: surfactant depletion with massive decruitment and no inflammation; oleic acid-induced ARDS with massive lung oedema and no inflammation; and hydrochloride acid-induced ARDS characterised by massive inflammation (16). The RM did promote not only recruitment but also overdistension in the most anterior parts of the lungs in the three ARDS models, making the lungs more heterogeneous than they were before the RM application. Furthermore, the overdistension and hence the lung heterogeneity was maintained after RM release. The morphological lung heterogeneity was associated with a marked functional heterogeneity because the elastance of the recruited parts of the lungs was significantly greater than that in the control animals and that of the baby lung in each ARDS model. This result is very important to keep in mind when RM is used. How are RMs performed?RM can be accomplished through a variety of methods (Figure 2). The RM that has probably been used most commonly is sustained inflation. A common approach has been to set the ventilator to the continuous positive airway pressure (CPAP) mode and increase the pressure to 30–40 cmH2O for 30–40 s, whilst monitoring the patient for signs of adverse effects, such as haemodynamic compromise. Diverse methods that continue ventilation using stepwise increases in peak pressure and/or PEEP have been used, with the goals of mitigating the prolonged high transpulmonary pressure used in sustained inflation and increasing the time for recruitment. Examples include an incremental increase in PEEP with a stable peak end-inspiratory pressure (15) or a stepped, prolonged RM (11) using a fixed driving pressure or tidal volume and a stepwise increase in PEEP.Open in a separate windowFigure 2Schematic representations of three different RMs. In the upper part is represented a SI with a high transpulmonary pressure for a short period of time. In the middle an extended sigh (eSigh) in pressure control mode. A stepwise increased in PEEP with the same driving pressure. These maneuvers have been described for 2 to 4 minutes. In the lower part is represented an eSigh realized in volume control ventilation for 5 to 10 minutes reaching in a high plateau pressure.Extended sigh maneuvers (eSigh) improve lung aeration as effectively as sustained inflation does, with its lower mean airway pressures and consequently less risk of haemodynamic compromise and hyperinflation. Our group showed in a crossover physiological study on 20 ARDS patients that when the lung is recruited with eSigh adapted for each patient, alveolar recruitment and oxygenation are superior to those observed with one CPAP, and the haemodynamic tolerance is greater (17). Recent experimental models of pulmonary and extrapulmonary ARDS compared different RM strategies. All methods improved respiratory system elastance, but sustained inflation produced more severe epithelial and messenger RNA markers of alveolar damage, as well as less surfactant protein in the pulmonary ARDS model. In the extrapulmonary model, both sustained inflation and stepwise increase to sustained inflation caused endothelial injury and increased vascular cell adhesion molecule 1 (18,19).From a general perspective, the forces required to open collapsed areas are a function of both transpulmonary pressure and time, known as the pressure–time product. In an attempt to evaluate the optimal RM duration and haemodynamic changes, Arnal et al. conducted a prospective clinical trial of 12 patients with ARDS (20). The authors found that much of the recruitment occurs in the first few seconds of a sustained inflation, suggesting that time is less important as a determinant of RM success. Instead, time plays a critical role in haemodynamic alterations, which generally occur with a longer duration of inflation. On the other hand, when CPAP is compared with an extended sigh, the changes in recruited volume are superior in most studies. The limit of the paper by Arnal et al. is the duration of RM, which is 40 s; 20 vs. 40 s is not considerably different, but the design of the study is not made to respond to the question on what happens in terms of the recruited volume at 2, 3 or 10 min. Another limitation of RMs with a fixed level of pressure is that the chest wall and the lung are in series, and a substantial part of the pressure applied to the respiratory system during an RM (to re-expand the collapsed alveoli) can be dissipated against a stiff chest wall. In a physiologic study on 22 ARDS patients, Grasso et al. found that the pressure applied to the lung during a fixed RM of 40 cmH2O was 18 and 29 cmH2O in non-responders and responders, respectively (14). In other words, the level of pressure that should be applied during an RM must be adapted to patient conditions.In sum, an extended sigh may be proposed as the first RM to be performed, followed by a sustained inflation, as needed. In non-ARDS patients, following intubation, or in the operating room, a sustained inflation of 35–45 cmH2O for 25–30 s could be proposed. Safety of RMsVital sign abnormalities are frequently encountered during RMs, but these are often self-limited following RM discontinuation. A high airway pressure decreases the preload and increases the afterload of the right ventricle. This situation leads to an under-filling of the left ventricle and hypotension, especially if no increase in the aerated lung is observed (21). Hypoxia results from the increased distension of already-open alveoli and the redirection of blood flow towards the non-aerated lung. Successful recruitment, however, re-opens viable channels for pulmonary blood flow and reduces hypoxic vasoconstriction, which are events that may improve right ventricular function, attenuate adverse responses and improve cardiac performance. Barotrauma is a common concern because of the high airway pressure applied during aggressive RMs. Fortunately, prospective trials reported a very low incidence of RM-induced pneumothorax. ConclusionsRMs represents a physiological response to lung aggression in different conditions by re-opening the collapsed part of the lung and decreasing lung oedema. Therefore, RMs decreases VILI by increasing the lung volume usable for ventilation. Knowledge of physiological determinants is crucial to selecting the good levels of pressure and time required in performing efficient and well-tolerated RMs. Identifying ARDS patients who may benefit from RMs is a major issue, depending essentially on the amount of recruitable lung involved. In any case, however, RMs should be done at the early phase of ARDS. At least two trials are ongoing to address whether RMs change the outcomes of ARDS patients (22,23). AcknowledgementsNone. FootnotesConflicts of Interest: The authors have no conflicts of interest to declare. References1. Fan E, Del Sorbo L, Goligher EC, et al. \nAn Official American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine Clinical Practice Guideline: Mechanical Ventilation in Adult Patients with Acute Respiratory Distress Syndrome.\nAm J Respir Crit Care Med\n2017;195:1253-63. 10.1164/rccm.201703-0548ST [PubMed] [CrossRef] [Google Scholar]2. Gattinoni L, Marini JJ, Pesenti A, et al. \nThe \"baby lung\" became an adult.\nIntensive Care Med\n2016;42:663-73. 10.1007/s00134-015-4200-8 [PubMed] [CrossRef] [Google Scholar]3. Constantin JM, Grasso S, Chanques G, et al. \nLung morphology predicts response to recruitment maneuver in patients with acute respiratory distress syndrome.\nCrit Care Med\n2010;38:1108-17. 10.1097/CCM.0b013e3181d451ec [PubMed] [CrossRef] [Google Scholar]4. Fan E, Wilcox ME, Brower RG, et al. \nRecruitment maneuvers for acute lung injury: a systematic review.\nAm J Respir Crit Care Med\n2008;178:1156-63. 10.1164/rccm.200802-335OC [PubMed] [CrossRef] [Google Scholar]5. Rouby JJ, Puybasset L, Nieszkowska A, et al. \nAcute respiratory distress syndrome: lessons from computed tomography of the whole lung.\nCrit Care Med\n2003;31:S285-95. 10.1097/01.CCM.0000057905.74813.BC [PubMed] [CrossRef] [Google Scholar]6. Futier E, Constantin JM, Pelosi P, et al. \nNoninvasive ventilation and alveolar recruitment maneuver improve respiratory function during and after intubation of morbidly obese patients: a randomized controlled study.\nAnesthesiology\n2011;114:1354-63. 10.1097/ALN.0b013e31821811ba [PubMed] [CrossRef] [Google Scholar]7. Futier E, Constantin JM, Pelosi P, et al. \nIntraoperative recruitment maneuver reverses detrimental pneumoperitoneum-induced respiratory effects in healthy weight and obese patients undergoing laparoscopy.\nAnesthesiology\n2010;113:1310-9. 10.1097/ALN.0b013e3181fc640a [PubMed] [CrossRef] [Google Scholar]8. Jabaudon M, Hamroun N, Roszyk L, et al. \nEffects of a recruitment maneuver on plasma levels of soluble RAGE in patients with diffuse acute respiratory distress syndrome: a prospective randomized crossover study.\nIntensive Care Med\n2015;41:846-55. 10.1007/s00134-015-3726-0 [PubMed] [CrossRef] [Google Scholar]9. Briot R, Frank JA, Uchida T, et al. \nElevated levels of the receptor for advanced glycation end products, a marker of alveolar epithelial type I cell injury, predict impaired alveolar fluid clearance in isolated perfused human lungs.\nChest\n2009;135:269-75. 10.1378/chest.08-0919 [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Jabaudon M, Blondonnet R, Roszyk L, et al. \nSoluble Receptor for Advanced Glycation End-Products Predicts Impaired Alveolar Fluid Clearance in Acute Respiratory Distress Syndrome.\nAm J Respir Crit Care Med\n2015;192:191-9. 10.1164/rccm.201501-0020OC [PubMed] [CrossRef] [Google Scholar]11. Constantin JM, Cayot-Constantin S, Roszyk L, et al. \nResponse to recruitment maneuver influences net alveolar fluid clearance in acute respiratory distress syndrome.\nAnesthesiology\n2007;106:944-51. 10.1097/01.anes.0000265153.17062.64 [PubMed] [CrossRef] [Google Scholar]12. Borok Z, Verkman AS.\nLung edema clearance: 20 years of progress: invited review: role of aquaporin water channels in fluid transport in lung and airways.\nJ Appl Physiol (1985)\n2002;93:2199-206. [PubMed] [Google Scholar]13. Blondonnet R, Audard J, Lutz J, et al. \nRAGE Modulation Influences Lung Injury and AFC: In Vivo and Vitro Studies.\nAm J Respir Crit Care Med\n2016;193:A7493. [Google Scholar]14. Grasso S, Mascia L, Del Turco M, et al. \nEffects of recruiting maneuvers in patients with acute respiratory distress syndrome ventilated with protective ventilatory strategy.\nAnesthesiology\n2002;96:795-802. 10.1097/00000542-200204000-00005 [PubMed] [CrossRef] [Google Scholar]15. Gattinoni L, Caironi P, Cressoni M, et al. \nLung recruitment in patients with the acute respiratory distress syndrome.\nN Engl J Med\n2006;354:1775-86. 10.1056/NEJMoa052052 [PubMed] [CrossRef] [Google Scholar]16. Grasso S, Stripoli T, Sacchi M, et al. \nInhomogeneity of lung parenchyma during the open lung strategy: a computed tomography scan study.\nAm J Respir Crit Care Med\n2009;180:415-23. 10.1164/rccm.200901-0156OC [PubMed] [CrossRef] [Google Scholar]17. Constantin JM, Jaber S, Futier E, et al. \nRespiratory effects of different recruitment maneuvers in acute respiratory distress syndrome.\nCrit Care\n2008;12:R50. 10.1186/cc6869 [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Riva DR, Contador RS, Baez-Garcia CS, et al. \nRecruitment maneuver: RAMP versus CPAP pressure profile in a model of acute lung injury.\nRespir Physiol Neurobiol\n2009;169:62-8. 10.1016/j.resp.2009.08.010 [PubMed] [CrossRef] [Google Scholar]19. Silva PL, Moraes L, Santos RS, et al. \nRecruitment maneuvers modulate epithelial and endothelial cell response according to acute lung injury etiology.\nCrit Care Med\n2013;41:e256-65. 10.1097/CCM.0b013e31828a3c13 [PubMed] [CrossRef] [Google Scholar]20. Arnal JM, Paquet J, Wysocki M, et al. \nOptimal duration of a sustained inflation recruitment maneuver in ARDS patients.\nIntensive Care Med\n2011;37:1588-94. 10.1007/s00134-011-2323-0 [PubMed] [CrossRef] [Google Scholar]21. Vieillard-Baron A, Charron C, Jardin F.\nLung \"recruitment\" or lung overinflation maneuvers?\nIntensive Care Med\n2006;32:177-8. 10.1007/s00134-005-2853-4 [PubMed] [CrossRef] [Google Scholar]22. Jabaudon M, Godet T, Futier E, et al. \nRationale, study design and analysis plan of the lung imaging morphology for ventilator settings in acute respiratory distress syndrome study (LIVE study): Study protocol for a randomised controlled trial.\nAnaesth Crit Care Pain Med\n2017. [Epub ahead of print]. 10.1016/j.accpm.2017.02.006 [PubMed] [CrossRef] [Google Scholar]23. Investigators ART.\nRationale, study design, and analysis plan of the Alveolar Recruitment for ARDS Trial (ART): study protocol for a randomized controlled trial.\nTrials\n2012;13:153. 10.1186/1745-6215-13-153 [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}