{"title": "PAF1 regulation of promoter-proximal pause release via enhancer activation", "pubDate": "2017", "PMCID": "PMC6055228", "DOI": "10.1126/science.aan3269", "PMID": "28860207", "abstract": "Gene expression in metazoans is regulated by RNA polymerase II (Pol II) promoter-proximal pausing and its release. Previously, we showed that Pol II-associated factor 1 (PAF1) modulates the release of paused Pol II into productive elongation. Here, we found that PAF1 occupies transcriptional enhancers and restrains hyperactivation of a subset of these enhancers. Enhancer activation as the result of PAF1 loss releases Pol II from paused promoters of nearby PAF1 target genes. Knockout of PAF1-regulated enhancers attenuates the release of paused Pol II on PAF1 target genes without major interference in the establishment of pausing at their cognate promoters. Thus, a subset of enhancers can primarily modulate gene expression by controlling the release of paused Pol II in a PAF1-dependent manner.", "author": [{"author": "Fei Xavier Chen", "affiliation": ["Department of Biochemistry and Molecular Genetics, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA."], "href": "/?term=Chen+FX&cauthor_id=28860207"}, {"author": "Peng Xie", "affiliation": ["Department of Biological Sciences, Center for Systems Biology, University of Texas at Dallas, Richardson, TX 75080, USA."], "href": "/?term=Xie+P&cauthor_id=28860207"}, {"author": "Clayton K Collings", "affiliation": ["Department of Biochemistry and Molecular Genetics, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA."], "href": "/?term=Collings+CK&cauthor_id=28860207"}, {"author": "Kaixiang Cao", "affiliation": ["Department of Biochemistry and Molecular Genetics, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA."], "href": "/?term=Cao+K&cauthor_id=28860207"}, {"author": "Yuki Aoi", "affiliation": ["Department of Biochemistry and Molecular Genetics, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA."], "href": "/?term=Aoi+Y&cauthor_id=28860207"}, {"author": "Stacy A Marshall", "affiliation": ["Department of Biochemistry and Molecular Genetics, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA."], "href": "/?term=Marshall+SA&cauthor_id=28860207"}, {"author": "Emily J Rendleman", "affiliation": ["Department of Biochemistry and Molecular Genetics, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA."], "href": "/?term=Rendleman+EJ&cauthor_id=28860207"}, {"author": "Michal Ugarenko", "affiliation": ["Department of Biochemistry and Molecular Genetics, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA."], "href": "/?term=Ugarenko+M&cauthor_id=28860207"}, {"author": "Patrick A Ozark", "affiliation": ["Department of Biochemistry and Molecular Genetics, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA."], "href": "/?term=Ozark+PA&cauthor_id=28860207"}, {"author": "Anda Zhang", "affiliation": ["Sylvester Comprehensive Cancer Center, Department of Human Genetics, University of Miami Miller School of Medicine, Miami, FL 33136, USA."], "href": "/?term=Zhang+A&cauthor_id=28860207"}, {"author": "Ramin Shiekhattar", "affiliation": ["Sylvester Comprehensive Cancer Center, Department of Human Genetics, University of Miami Miller School of Medicine, Miami, FL 33136, USA."], "href": "/?term=Shiekhattar+R&cauthor_id=28860207"}, {"author": "Edwin R Smith", "affiliation": ["Department of Biochemistry and Molecular Genetics, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA."], "href": "/?term=Smith+ER&cauthor_id=28860207"}, {"author": "Michael Q Zhang", "affiliation": ["Department of Biological Sciences, Center for Systems Biology, University of Texas at Dallas, Richardson, TX 75080, USA.", "MOE Key Laboratory of Bioinformatics, Bioinformatics Division and Center for Synthetic & Systems Biology, TNLIST, Tsinghua University, Beijing 100084, China."], "href": "/?term=Zhang+MQ&cauthor_id=28860207"}, {"author": "Ali Shilatifard", "affiliation": ["Department of Biochemistry and Molecular Genetics, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA. ash@northwestern.edu.", "Robert H. Lurie Comprehensive Cancer Center, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA."], "href": "/?term=Shilatifard+A&cauthor_id=28860207"}], "refPMID": [], "citedInPMID": ["28860207", "34649616", "34480849", "34146121", "33858480", "33811920", "33640324", "33637760", "33493519", "33376128", "33334895", "33334884", "33054052", "32781084", "32472103", "32471508", "32426500", "32155413", "31988385", "31953354", "31900328", "31784460", "31747960", "31635067", "31540913", "31399713", "31399344", "31249142", "31199242", "31031188", "30699356", "30527662", "30228257", "30224485", "29946135", "29774127", "29664212", "29556092", "29234016"], "body": " AbstractGene expression in metazoans is regulated by RNA Polymerase II (Pol II) promoter-proximal pausing and its release. Previously, we identified that Pol II-associated factor 1 (PAF1) modulates the release of paused Pol II into productive elongation. Here, we find that PAF1 occupies transcriptional enhancers and restrains hyperactivation of a subset of these enhancers. Enhancer activation as the result of PAF1 loss releases Pol II from paused promoters of nearby PAF1 target genes. Knockout of PAF1-regulated enhancers attenuates the release of paused Pol II on PAF1 target genes without major interference in the establishment of pausing at their cognate promoters. Thus, a subset of enhancers can primarily modulate gene expression by controlling the release of paused Pol II in a PAF1-dependent manner. Main TextPromoter-proximal pausing by RNA Pol II is found at the majority of actively transcribed and developmentally regulated genes in metazoans. The most-studied example was the induction of HSP70 gene expression during heat shock, but even highly transcribed genes exhibit some degree of pausing(1). The direct regulation of pausing relies on factors physically associated with Pol II, including the negative elongation factor (NELF), DRB sensitivity-inducible factor (DSIF), Gdown1 and PAF1(1–3). Release from pausing requires positive transcription elongation factor b (P-TEFb), and P-TEFb-containing complexes such as the super elongation complex (SEC) that physically and functionally associates with the Integrator complex (4–7). In addition, transcription factors such as Myc, PARP1 and KAP1 can act as hinges between signaling pathways and gene expression by communicating with the direct regulators of pausing(8–10).Previously, we found that PAF1 depletion leads to a substantial release of paused Pol II into productive elongation, suggesting that PAF1 functions in the maintainance of the paused state(3). To further explore the relationship between PAF1 and paused Pol II genome-wide, we conducted PAF1 ChIP-seq and compared its distribution to Pol II and several histone modifications. Unexpectedly, we found that PAF1 occupies not only active promoters marked by a high level of H3 lysine 4 trimethylation (H3K4me3) (Fig. 1A) but also can be found at active enhancers marked by the presence of histone H3 lysine 27 acetylation (H3K27ac) and H3 lysine 4 monomethylation (H3K4me1) (Fig. 1A). Global analysis reveals a widespread distribution of PAF1 at both active promoters and enhancers (Fig. 1B). Compared with Pol II, whose relative occupancy is much greater at active promoters than active enhancers, the occupancy of PAF1 at active enhancers is relatively similar to its occupancy at active promoters (Fig. 1, A and B, and fig. S1A). The higher ratio of PAF1 to Pol II at enhancers than at promoters suggests that PAF1 could also have a role in regulating enhancer activity (Fig. 1C). To test this hypothesis, we performed PAF1 knockdown and H3K27ac ChIP-seq. Knockdown of PAF1 leads to decreased protein levels of other PAF1 subunits (fig. S1B). Increased levels of H3K27ac are seen at active enhancers (Fig. 1D) but not at active promoters upon PAF1 depletion (fig. S1C). Enhancers with significantly increased H3K27ac (~35% of active enhancers) tended to exhibit a corresponding increase in Pol II occupancy and enhancer RNA (eRNA) transcription (Fig. 1, E, F, and H, and fig. S1D). The decreased occupancy of PAF1 at enhancers after PAF1 knockdown was confirmed by ChIP-qPCR (fig. S1F). Active enhancers without a significant change of H3K27ac (~54% of active enhancers) had higher levels of Pol II occupancy and eRNA transcription before knockdown, suggesting that these enhancers were already fully activated (Fig. 1, G and I, and fig. S1E). Together, these findings indicate that PAF1 could represses the activity of a subset of enhancers.Open in a separate windowFig. 1.PAF1 regulates transcriptional activity of enhancers.(A) Representative genome browser track examples of Pol II, PAF1, H3K27ac, H3K4me1 and H3K4me3 ChIP-seq in HCT116 cells. The y-axis represents normalized read density in reads per million (rpm). Gray and peach boxes indicate the promoter and putative enhancer regions, respectively. (B) Heatmaps of the occupancy of Pol II, PAF1, H3K27ac, H3K4me1 and H3K4me3 at active promoters and enhancers. Color-scaled intensities are in units of rpm. (C) Boxplots showing the ratio of PAF1 to Pol II occupancy at promoters and enhancers. P-value < 2.2e-16. (D) Metaplots of H3K27ac occupancy in cells transduced with non-targeting (NONT) or PAF1 shRNA (shPAF1) at enhancers. (E) Genome browser track examples at the loci of activated enhancers following PAF1 depletion. (F and G) Metagene analysis of Pol II occupancy at intergenic enhancers with increased H3K27ac (F) and with no significant change of H3K27ac (G) by PAF1 knockdown. (H and I) Empirical cumulative distribution function (ECDF) plots measuring eRNA levels at intergenic enhancers with increased H3K27ac (H) and with no significant change of H3K27ac (I) by PAF1 knockdown. P-value was calculated by the Kolmogorov–Smirnov (KS) test.To examine the relationship between the activation of enhancers and their nearby genes in response to PAF1 depletion, we first divided the intergenic active enhancers (abbreviated as enhancers hereafter) into “activated enhancers”, which exhibit increased eRNA in addition to increased H3K27ac, and “stable enhancers”, which are unchanged for eRNA and H3K27ac levels upon PAF1 knockdown. The relative occupancy of PAF1 is much higher on activated enhancers (fig. S2A), suggesting a direct role in attenuation of enhancer activity by PAF1. To examine expression changes of nearby genes, we purified total RNA, performed ribosomal RNA depletion, and then separated poly(A)-depleted and poly(A)-enriched fractions using oligo d(T) beads, representing mostly nascent RNAs and mature RNAs, respectively. Genes within 80 kb of activated enhancers, but not genes further than 100 kb, show the greatest upregulation of the nascent RNA-enriched fraction (Fig. 2A). In contrast, genes near or distant from stable enhancers are relatively unchanged (Fig. 2B). Analysis of the mature mRNA-enriched fraction also reveals that genes within 80 kb of activated enhancers are more likely to be upregulated (Fig. 2, C and D). To further validate this analysis, we separated genes into three groups based on their distance from enhancers and confirmed that genes within 80 kb of activated enhancers show the strongest increase in both poly(A)-depleted (Fig. 2E and fig. S2B) and poly(A)-enriched RNA (Fig. 2F and fig. S2C), which is also recapitulated by GRO-seq (3)(fig. S2D), an alternative way of measuring nascent transcripts, and total RNA mainly containing mature RNA (fig. S2E).Open in a separate windowFig. 2.Enhancer activation correlates with transcription upregulation and pause release of nearby genes.(A and B) Boxplots showing the log2 fold changes of poly(A)-depleted transcripts of genes nearby activated (A) and stable (B) enhancers by PAF1 depletion. (C and D) Boxplots showing the log2 fold changes of poly(A)-enriched transcripts of genes nearby activated (C) and stable (D) enhancers by PAF1 depletion. (E and F) Boxplots showing the log2 fold changes of poly(A)-depleted (E) and poly(A)-enriched (F) transcripts of genes nearby activated and stable enhancers using fewer groups. (G and H) Metagene analysis of Pol II occupancy for genes within 80 kb of activated (G) and stable (H) enhancers. The y-axis represents reads per base per gene.Enhancer activation could induce gene expression by promoting different steps in the transcription cycle such as initiation, release of paused Pol II or productive/processive elongation. To determine which step(s) within the transcription cycle at promoters bearing paused Pol II is primarily controlled by PAF1-regulated enhancers, we performed metagene analysis of Pol II occupancy for genes within 80 kb of activated and stable enhancers (Fig. 2, G and H). Our analysis demonstrates that genes nearby activated enhancers display a substantial release of paused Pol II, but not a detectable induction of initiation (Fig. 2G), while genes around stable enhancers do not demonstrate an increase of this magnitude in pause release (Fig. 2H). These data demonstrate that enhancer activation is correlated with pause release and upregulation of nearby genes.To examine the specific function of activated enhancers for pause release and the induction of their nearby cognate promoters, we searched for enhancers proximal to genes that exhibit pause release upon PAF1 knockdown that would be amenable to CRISPR/Cas9-mediated deletion without disrupting the putative linked gene or neighboring gene. Of the several enhancer-gene pairs attempted, we were able to obtain two independent clones each with a homozygous deletions of putative enhancers for IER5 and SERPINE2 (Fig. 3, A and B, and fig. S3, A and B). We validated two independent homozygous clones for each deletion by PCR and Sanger Sequencing (fig. S4, A and B). Enhancer knockouts exert a marginal effect on the establishment of paused Pol II and PAF1 occupancy at promoters in NONT cells (Fig. 3, C and D, and fig. S5, A and B). In contrast, the release of paused Pol II is severely impaired at the putative target gene of the deleted enhancers in the PAF1-depleted condition, indicating that PAF1 plays an essential role in regulating pause release through modulating enhancer activity (Fig. 3, C and D, and fig. S6, A to C). Other PAF1 target genes unrelated to the deleted enhancers are unaffected by the IER5 and SERPINE2 enhancer deletions (fig. S6, D and E). A direct interaction between the SERPINE2 promoter and its enhancer was confirmed by circularized chromosome conformation capture (4C) combined with high-throughput sequencing (4C-seq) (Fig. 3E). Interestingly, PAF1 depletion leads to increased interaction between the enhancer and promoter (Fig. 3E), which could contribute to the observed release of paused Pol II. The enhancer for IER5 was within the promoter-proximal contact domain and its interactions with the promoter could not be resolved by 4C due to the paucity of suitable restriction enzyme sites in this region. RNA-seq experiments demonstrate that, with a similar knockdown efficiency of PAF1, enhancer deletion blocks the induction of nearby genes but not more distal genes (Fig 3, F and G, and fig. S7, A and B). To further confirm the specific regulation of nearby target genes by the deleted enhancers, we compared the expression profiles of the enhancer knockout cells. IER5 and SERPINE2 are the only significantly affected genes within 5 megabases of the deleted enhancers on chromosome 1 and 2, respectively, indicating they are directly regulated by these enhancers (Fig. 3, H and I). Of note, the differential expression of IER5 and SERPINE2 are evidently more significant in the PAF1-depleted condition (Fig. 3, H and I), suggesting that enhancer-bound PAF1 is required for gene activation through pause release. Overall, these data suggest that the activation of enhancers promotes the release of paused Pol II at a subset of genes.Open in a separate windowFig. 3.Enhancer knockout mitigates the effect of PAF1 depletion on the release of paused Pol II.(A and B) Genome browser track examples of Pol II, H3K27ac ChIP-seq and GRO-seq at the loci of IER5 (A) and SERPINE2 (B). Pink boxes are enhancer regions targeted by a pair of sgRNAs for deletion. (C and D) Genome browser track examples of Pol II ChIP-seq in wildtype (WT) HCT116 cells, two clones of IER5 enhancer knockouts and two clones of SERPINE2 enhancer knockouts transduced with NONT or shPAF1 at the loci of IER5 (C) and SERPINE2 (D). (E) Analysis of 4C-seq with the SERPINE2 promoter as the viewpoint (black arrows) in NONT and shPAF1 cells. The red box indicates the enhancer region activated by PAF1 depletion. Purple arrows indicate increased contact between the promoter and enhancer after PAF1 depletion. The median line and 20th and 80th percentiles of a sliding 5-kb window indicate the main trend. The color-coded scale represents enrichment relative to the maximum median value at a resolution of 12 kb. (F and G) The change of gene expression in IER5 enhancer knockouts (F) and SERPINE2 enhancer knockouts (G) compared with WT measured by RNA-seq. (H and I) Gene expression changes when comparing IER5 and SERPINE2 enhancer knockout cells for genes on chromosome 1 (H) and chromosome 2 (I). The x-axis indicates the chromosome position, and the y-axis represents the -log10 P-values. Gray boxes indicate 5 megabases surrounding the deleted enhancers.It was previously suggested that PAF1’s role in regulating pausing might be cell type–specific, with PAF1 promoting the release from pausing in THP1 cells (11). However, when we performed Pol II ChIP-seq and gene expression analysis in THP1 cells in the presence and absence of PAF1 shRNA, our results suggest that PAF1 functions in the maintenance of the paused state of Pol II in these cells as well (Figure S8A-C).One thing to consider is that the studies of PAF1 are complicated by its acting as a platform for multiple co-transcriptional processes, including transcription elongation and termination of Pol II (12–15). To help disambiguate roles for PAF1 in the maintenance of promoter-proximal pausing, we turned to the heat shock (HS) response. During the HS response, HS-responsive genes are rapidly induced through increased release of paused Pol II, while many transcribed genes exhibit increased pausing during heat shock (16). To investigate the role of PAF1 in regulating the dynamics of pausing in response to heat shock, we performed ChIP-seq of Pol II and H3K27ac in cells transduced with shPAF1 or NONT before heat shock or after 90 min of heat shock at 43 °C (Fig. 4A). K-means clustering of Pol II ChIP-seq confirms that a large number of genes exhibit increased pausing, while HS-responsive genes exhibit release from pausing (fig. S9A). PAF1 depletion leads to release of paused Pol II for more highly-paused genes but not less-paused genes (fig. S9A). To investigate the role of enhancer activity in regulating gene activation during heat shock, we profiled Pol II occupancy on genes within 80 kb of the top 1000 HS-repressed (Fig. 4, B and C) or HS-induced enhancers (fig. S9, B and C). A decrease in the release of paused Pol II is observed for genes nearby repressed enhancers (Fig. 4, B and C), while, for genes nearby induced enhancers, heat shock promotes pause release accompanied by an induction of initiation (fig. S9, B and C). We therefore focused on the HS-repressed enhancers and their nearby genes mainly representing an increase in pausing. At many genes such as NABP1 and VCL, PAF1 depletion prevented not only the repression of nearby enhancers (Fig. 4, D and F) but also an increase in pausing (fig. 4, E and G) during heat shock. Genome-wide analysis of H3K27ac revealed that PAF1 knockdown cells were defective in repression of enhancers during heat shock (Fig. 4H and fig. S9D). In addition to the failure to fully repress enhancers during heat shock, we also observed defects in pausing of nearby genes in PAF1 knockdown cells (Fig. 4I). A direct role of PAF1 at enhancers in this process is suggested by the observed relative increase of PAF1 compared to Pol II at enhancers repressed during heat shock (fig. S9E), as well as the corresponding decrease in the PAF1 to Pol II ratio at enhancers activated by heat shock (fig. S9F). Together, these data suggest that pausing and the release from pausing at these genes is regulated by the activity of nearby enhancers in a PAF1-dependent manner.Open in a separate windowFig. 4.PAF1 is required for the accumulation of paused Pol II driven by the heat shock response.(A) Schematic presentation of the experimental design. HCT116 cells were transduced with NONT or shPAF1 for around 3.5 days and then crosslinked for ChIP-seq with or without 90 minute-heat shock. (B) Metagene plot of H3K27ac occupancy in cells before or after heat shock for the top 1000 HS-repressed enhancers. The y-axis represents reads per base per gene. (C) Metagene plot of Pol II occupancy in cells before or after heat shock for genes within 80 kb of the top 1000 HS-repressed enhancers. (D to G) Genome browser track examples of H3K27ac occupancy at enhancers (D and F) and Pol II occupancy at nearby genes (E and G) in cells with or without heat shock in NONT and PAF1-depeleted cells. (H) Metagene plot of H3K27ac occupancy on HS-repressed enhancers in cells with or without PAF1 depletion during heat shock. (I) The empirical cumulative distribution function (ECDF) plot of the promoter-release ratio (PRR) distribution in cells with or without heat shock in NONT and PAF1-depleted cells.Acute depletion strategies have recently been developed as an alternative to multi-day knockdown of proteins by RNAi, and some have led to different conclusions for protein function from the prior RNAi studies (17, 18). To determine the effect of acute depletion of PAF1 on pause release, we used CRISPR/Cas9 to introduce the auxin-inducible degron (AID) tag at the c-terminus of the endogenous PAF1 locus in DLD-1 cells expressing the TIR1 protein from Oryza sativa (fig. S10A). As soon as 60 minutes after addition of auxin, PAF1 was largely depleted from the DLD-1 cells (fig. S10B) and release of Pol II from promoter-proximal pausing could be observed (fig. S10, C to I). Therefore, the effects we report for the role of PAF1 on promoter-proximal pausing appear to be a direct consequence of loss of PAF1 function and not an indirect effect from several days of knockdown.A study in Drosophila reported the surprising finding that promoters, but not enhancers, play a central role in setting up the paused state of Pol II (19). Our data from mammalian cells is in agreement with the conclusion that promoters are sufficient for the establishment of the paused state. Here we find that enhancer activation plays a pivotal role in mediating pause release in a PAF1 dependent manner. Numerous studies have used genome-wide analysis of histone marks and eRNA transcription to classify enhancers into various states of inactive, poised, active, or even super-enhancers (20–22). Our finding, that PAF1 restrains full activation of less active enhancers and consequently hinders the release of paused Pol II, reveals an additional layer of enhancer regulation that directly connects enhancer function with the control of gene expression at the level of transcription elongation. Supplementary MaterialSupplemental InformationClick here to view.(2.9M, docx) Acknowledgments:We thank all the members of the Shilatifard laboratory, Dr. Jindan Yu, Dr. John Crispino, Dr. Jiping Wang and Dr. Dylan Taatjes for helpful discussions during the course of this work. We thank Iain Cheeseman for the gift of the OsTIR1-expressing DLD-1 cell line. We thank Masato Kanemaki for the gift of the pMK286 (mAID-Neo) and pMK287 (mAID-Hygro) plasmids. We thank Dr. Marc Mendillo and Seesha Takagishi for suggestions about CRISPR/Cas9. We thank Laura Shilatifard for editorial assistance. ChIP-seq, RNA-seq and 4C-seq data have been deposited at the Gene Expression Omnibus (GEO) under accession number {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE97527\",\"term_id\":\"97527\"}}GSE97527.These studies were supported by grants from: the National Institutes of Health, MH102616 to M.Q.Z., CA211428 to E.R.S., and GM078455 and GM105754 to R.S.; the Natural Science Foundation of China 31671384 to M.Q.Z.; a JSPS Research Fellowship for Young Scientists to Y.A.; a Eugene McDermott Graduate Fellowship to P.X.; funds from the University of Miami Miller School of Medicine, Sylvester Comprehensive Cancer Center to R.S.; and by the Robert H. Lurie Comprehensive Cancer Center - The Lefkofsky Family Foundation/Liz and Eric Lefkofsky Innovation Research Award to A.S. Transcriptional elongation studies in the Shilatifard’s laboratory are supported by the National Cancer Institute grant CA214035 to A.S. References:1. Jonkers I, Lis JT, Getting up to speed with transcription elongation by RNA polymerase II. Nat Rev Mol Cell Biol\n16, 167–177 (2015). [PMC free article] [PubMed] [Google Scholar]2. Cheng B\net al., Functional association of Gdown1 with RNA polymerase II poised on human genes. Mol Cell\n45, 38–50 (2012). [PMC free article] [PubMed] [Google Scholar]3. Chen FX\net al., PAF1, a Molecular Regulator of Promoter-Proximal Pausing by RNA Polymerase II. Cell\n162, 1003–1015 (2015). [PMC free article] [PubMed] [Google Scholar]4. Marshall NF, Price DH, Purification of P-TEFb, a transcription factor required for the transition into productive elongation. J Biol Chem\n270, 12335–12338 (1995). [PubMed] [Google Scholar]5. Lin C\net al., AFF4, a component of the ELL/P-TEFb elongation complex and a shared subunit of MLL chimeras, can link transcription elongation to leukemia. Mol Cell\n37, 429–437 (2010). [PMC free article] [PubMed] [Google Scholar]6. Lin C\net al., Dynamic transcriptional events in embryonic stem cells mediated by the super elongation complex (SEC). Genes Dev\n25, 1486–1498 (2011). [PMC free article] [PubMed] [Google Scholar]7. Gardini A\net al., Integrator regulates transcriptional initiation and pause release following activation. Mol Cell\n56, 128–139 (2014). [PMC free article] [PubMed] [Google Scholar]8. Rahl PB\net al., c-Myc regulates transcriptional pause release. Cell\n141, 432–445 (2010). [PMC free article] [PubMed] [Google Scholar]9. Gibson BA\net al., Chemical genetic discovery of PARP targets reveals a role for PARP-1 in transcription elongation. Science\n353, 45–50 (2016). [PMC free article] [PubMed] [Google Scholar]10. McNamara RP\net al., KAP1 Recruitment of the 7SK snRNP Complex to Promoters Enables Transcription Elongation by RNA Polymerase II. Mol Cell\n61, 39–53 (2016). [PMC free article] [PubMed] [Google Scholar]11. Yu M\net al., RNA polymerase II-associated factor 1 regulates the release and phosphorylation of paused RNA polymerase II. Science\n350, 1383–1386 (2015). [PMC free article] [PubMed] [Google Scholar]12. Krogan NJ\net al., The Paf1 complex is required for histone H3 methylation by COMPASS and Dot1p: linking transcriptional elongation to histone methylation. Mol Cell\n11, 721–729 (2003). [PubMed] [Google Scholar]13. Tomson BN, Arndt KM, The many roles of the conserved eukaryotic Paf1 complex in regulating transcription, histone modifications, and disease states. Biochim Biophys Acta\n1829, 116–126 (2013). [PMC free article] [PubMed] [Google Scholar]14. Yang Y\net al., PAF Complex Plays Novel Subunit-Specific Roles in Alternative Cleavage and Polyadenylation. PLoS Genet\n12, e1005794 (2016). [PMC free article] [PubMed] [Google Scholar]15. Fischl H, Howe FS, Furger A, Mellor J, Paf1 Has Distinct Roles in Transcription Elongation and Differential Transcript Fate. Mol Cell\n65, 685–698\ne688 (2017). [PMC free article] [PubMed] [Google Scholar]16. Mahat DB, Salamanca HH, Duarte FM, Danko CG, Lis JT, Mammalian Heat Shock Response and Mechanisms Underlying Its Genome-wide Transcriptional Regulation. Mol Cell\n62, 63–78 (2016). [PMC free article] [PubMed] [Google Scholar]17. Nora EP\net al., Targeted Degradation of CTCF Decouples Local Insulation of Chromosome Domains from Genomic Compartmentalization. Cell\n169, 930–944\ne922 (2017). [PMC free article] [PubMed] [Google Scholar]18. Winter GE\net al., BET Bromodomain Proteins Function as Master Transcription Elongation Factors Independent of CDK9\nRecruitment. Mol Cell\n67, 5–18\ne19 (2017). [PMC free article] [PubMed] [Google Scholar]19. Lagha M\net al., Paused Pol II coordinates tissue morphogenesis in the Drosophila embryo. Cell\n153, 976–987 (2013). [PMC free article] [PubMed] [Google Scholar]20. Heintzman ND\net al., Distinct and predictive chromatin signatures of transcriptional promoters and enhancers in the human genome. Nat Genet\n39, 311–318 (2007). [PubMed] [Google Scholar]21. Creyghton MP\net al., Histone H3K27ac separates active from poised enhancers and predicts developmental state. Proc Natl Acad Sci U S A\n107, 21931–21936 (2010). [PMC free article] [PubMed] [Google Scholar]22. Whyte WA\net al., Master transcription factors and mediator establish super-enhancers at key cell identity genes. Cell\n153, 307–319 (2013). [PMC free article] [PubMed] [Google Scholar]23. \nChen F, Gao X, Shilatifard A, Stably paused genes revealed through inhibition of transcription initiation by the TFIIH inhibitor triptolide. Genes Dev\n29, 39–47 (2015). [PMC free article] [PubMed] [Google Scholar]24. Langmead B, Trapnell C, Pop M, Salzberg SL, Ultrafast and memory-efficient alignment of short DNA sequences to the human genome. Genome Biol\n10, R25 (2009). [PMC free article] [PubMed] [Google Scholar]25. Zhang Y\net al., Model-based analysis of ChIP-Seq (MACS). Genome Biol\n9, R137 (2008). [PMC free article] [PubMed] [Google Scholar]26. Kellis M\net al., Defining functional DNA elements in the human genome. Proc Natl Acad Sci U S A\n111, 6131–6138 (2014). [PMC free article] [PubMed] [Google Scholar]27. Ramirez F\net al., deepTools2: a next generation web server for deep-sequencing data analysis. Nucleic Acids Res\n44, W160–165 (2016). [PMC free article] [PubMed] [Google Scholar]28. Li B, Dewey CN, RSEM: accurate transcript quantification from RNA-Seq data with or without a reference genome. BMC Bioinformatics\n12, 323 (2011). [PMC free article] [PubMed] [Google Scholar]29. van de Werken HJ\net al., 4C technology: protocols and data analysis. Methods Enzymol\n513, 89–112 (2012). [PubMed] [Google Scholar]30. Cao K\net al., SET1A/COMPASS and shadow enhancers in the regulation of homeotic gene expression. Genes Dev\n31, 787–801 (2017). [PMC free article] [PubMed] [Google Scholar]31. van de Werken HJ\net al., Robust 4C-seq data analysis to screen for regulatory DNA interactions. Nat Methods\n9, 969–972 (2012). [PubMed] [Google Scholar]32. Holland AJ, Fachinetti D, Han JS, Cleveland DW, Inducible, reversible system for the rapid and complete degradation of proteins in mammalian cells. Proc Natl Acad Sci U S A\n109, E3350–3357 (2012). [PMC free article] [PubMed] [Google Scholar]33. Natsume T, Kiyomitsu T, Saga Y, Kanemaki MT, Rapid Protein Depletion in Human Cells by Auxin-Inducible Degron Tagging with Short Homology Donors. Cell Rep\n15, 210–218 (2016). [PubMed] [Google Scholar]34. Cong L\net al., Multiplex genome engineering using CRISPR/Cas systems. Science\n339, 819–823 (2013). [PMC free article] [PubMed] [Google Scholar]"}