{"title": "Early application of airway pressure release ventilation may reduce the duration of mechanical ventilation in acute respiratory distress syndrome", "pubDate": "2017", "PMCID": "PMC5633625", "DOI": "10.1007/s00134-017-4912-z", "PMID": "28936695", "abstract": "Purpose:                       Experimental animal models of acute respiratory distress syndrome (ARDS) have shown that the updated airway pressure release ventilation (APRV) methodologies may significantly improve oxygenation, maximize lung recruitment, and attenuate lung injury, without circulatory depression. This led us to hypothesize that early application of APRV in patients with ARDS would allow pulmonary function to recover faster and would reduce the duration of mechanical ventilation as compared with low tidal volume lung protective ventilation (LTV).                  Methods:                       A total of 138 patients with ARDS who received mechanical ventilation for <48 h between May 2015 to October 2016 while in the critical care medicine unit (ICU) of the West China Hospital of Sichuan University were enrolled in the study. Patients were randomly assigned to receive APRV (n = 71) or LTV (n = 67). The settings for APRV were: high airway pressure (Phigh) set at the last plateau airway pressure (Pplat), not to exceed 30 cmH2O) and low airway pressure ( Plow) set at 5 cmH2O; the release phase (Tlow) setting adjusted to terminate the peak expiratory flow rate to ≥ 50%; release frequency of 10-14 cycles/min. The settings for LTV were: target tidal volume of 6 mL/kg of predicted body weight; Pplat not exceeding 30 cmH2O; positive end-expiratory pressure (PEEP) guided by the PEEP-FiO2 table according to the ARDSnet protocol. The primary outcome was the number of days without mechanical ventilation from enrollment to day 28. The secondary endpoints included oxygenation, Pplat, respiratory system compliance, and patient outcomes.                  Results:                       Compared with the LTV group, patients in the APRV group had a higher median number of ventilator-free days {19 [interquartile range (IQR) 8-22] vs. 2 (IQR 0-15); P < 0.001}. This finding was independent of the coexisting differences in chronic disease. The APRV group had a shorter stay in the ICU (P = 0.003). The ICU mortality rate was 19.7% in the APRV group versus 34.3% in the LTV group (P = 0.053) and was associated with better oxygenation and respiratory system compliance, lower Pplat, and less sedation requirement during the first week following enrollment (P < 0.05, repeated-measures analysis of variance).                  Conclusions:                       Compared with LTV, early application of APRV in patients with ARDS improved oxygenation and respiratory system compliance, decreased Pplat and reduced the duration of both mechanical ventilation and ICU stay.", "author": [{"author": "Yongfang Zhou", "affiliation": ["Department of Critical Care Medicine, West China Hospital of Sichuan University, Chengdu, 610041, China."], "href": "/?term=Zhou+Y&cauthor_id=28936695"}, {"author": "Xiaodong Jin", "affiliation": ["Department of Critical Care Medicine, West China Hospital of Sichuan University, Chengdu, 610041, China."], "href": "/?term=Jin+X&cauthor_id=28936695"}, {"author": "Yinxia Lv", "affiliation": ["Department of Critical Care Medicine, West China Hospital of Sichuan University, Chengdu, 610041, China."], "href": "/?term=Lv+Y&cauthor_id=28936695"}, {"author": "Peng Wang", "affiliation": ["Department of Critical Care Medicine, West China Hospital of Sichuan University, Chengdu, 610041, China."], "href": "/?term=Wang+P&cauthor_id=28936695"}, {"author": "Yunqing Yang", "affiliation": ["Department of Critical Care Medicine, West China Hospital of Sichuan University, Chengdu, 610041, China."], "href": "/?term=Yang+Y&cauthor_id=28936695"}, {"author": "Guopeng Liang", "affiliation": ["Department of Critical Care Medicine, West China Hospital of Sichuan University, Chengdu, 610041, China."], "href": "/?term=Liang+G&cauthor_id=28936695"}, {"author": "Bo Wang", "affiliation": ["Department of Critical Care Medicine, West China Hospital of Sichuan University, Chengdu, 610041, China."], "href": "/?term=Wang+B&cauthor_id=28936695"}, {"author": "Yan Kang", "affiliation": ["Department of Critical Care Medicine, West China Hospital of Sichuan University, Chengdu, 610041, China. Kangyan_5626@hotmail.com."], "href": "/?term=Kang+Y&cauthor_id=28936695"}], "refPMID": ["10424561", "11435250", "28283699", "10793162", "17038660", "26903337", "3568710", "27207149", "23799354", "26444302", "11435237", "19923518", "23019679", "27040102", "20838119", "22797452", "18270352", "19001507", "27342819", "15753733", "22846945", "15269312", "26694915", "2680588", "12133882", "24406799", "15891341", "27002273", "11511336", "18805857", "25693449", "23215559"], "citedInPMID": ["28936695", "35054013", "34548137", "34484439", "34399842", "34231408", "34155054", "34035056", "34022829", "33967448", "33940775", "33713156", "33679255", "33613800", "33490153", "33456934", "33354673", "33156382", "33071092", "33026508", "32965509", "32577915", "32496425", "32462944", "32265734", "32126178", "32076372", "31907704", "31903290", "31895807", "31645833", "31392279", "31243221", "31197492", "31112394", "31112387", "31060090", "30949778", "30882446", "30850004", "30277890", "30263856", "30238012", "30210781", "30124627", "30083990", "29947887", "29850185", "29793554", "29607132", "29607131", "29230522", "29124317"], "body": " AbstractPurposeExperimental animal models of acute respiratory distress syndrome (ARDS) have shown that the updated airway pressure release ventilation (APRV) methodologies may significantly improve oxygenation, maximize lung recruitment, and attenuate lung injury, without circulatory depression. This led us to hypothesize that early application of APRV in patients with ARDS would allow pulmonary function to recover faster and would reduce the duration of mechanical ventilation as compared with low tidal volume lung protective ventilation (LTV).MethodsA total of 138 patients with ARDS who received mechanical ventilation for <48 h between May 2015 to October 2016 while in the critical care medicine unit (ICU) of the West China Hospital of Sichuan University were enrolled in the study. Patients were randomly assigned to receive APRV (n = 71) or LTV (n = 67). The settings for APRV were: high airway pressure (Phigh) set at the last plateau airway pressure (Pplat), not to exceed 30 cmH2O) and low airway pressure ( Plow) set at 5 cmH2O; the release phase (Tlow) setting adjusted to terminate the peak expiratory flow rate to ≥ 50%; release frequency of 10–14 cycles/min. The settings for LTV were: target tidal volume of 6 mL/kg of predicted body weight; Pplat not exceeding 30 cmH2O; positive end-expiratory pressure (PEEP) guided by the PEEP–FiO2 table according to the ARDSnet protocol. The primary outcome was the number of days without mechanical ventilation from enrollment to day 28. The secondary endpoints included oxygenation, Pplat, respiratory system compliance, and patient outcomes.ResultsCompared with the LTV group, patients in the APRV group had a higher median number of ventilator-free days {19 [interquartile range (IQR) 8–22] vs. 2 (IQR 0–15); P < 0.001}. This finding was independent of the coexisting differences in chronic disease. The APRV group had a shorter stay in the ICU (P = 0.003). The ICU mortality rate was 19.7% in the APRV group versus 34.3% in the LTV group (P = 0.053) and was associated with better oxygenation and respiratory system compliance, lower Pplat, and less sedation requirement during the first week following enrollment (P < 0.05, repeated-measures analysis of variance).ConclusionsCompared with LTV, early application of APRV in patients with ARDS improved oxygenation and respiratory system compliance, decreased Pplat and reduced the duration of both mechanical ventilation and ICU stay.Electronic supplementary materialThe online version of this article (doi:10.1007/s00134-017-4912-z) contains supplementary material, which is available to authorized users.Keywords: Acute respiratory distress syndrome, Airway pressure release ventilation, Low tidal volume, Spontaneous breathing IntroductionAlthough mechanical ventilation is an essential life support for patients with acute respiratory distress syndrome (ARDS), it can cause lung injury due to regional alveolar overstretch and/or repetitive alveolar collapse with shearing (atelectrauma) [1]. Ideally, mechanical ventilation should maintain lung units open throughout the ventilator cycle, which minimizes lung injury due to repetitive alveolar collapse and/or over distention. However, the lung injury may be heterogeneous, with the different lesion areas possibly needing markedly different levels of positive end-expiratory pressure (PEEP) [2, 3]. In the conventional lung protective ventilation strategy, which combines low tidal volume with sufficient PEEP, the selection of the “optimum” PEEP level to balance the recruitment and over-distension for an individual patient is still an unresolved problem in clinical practice [3–5], and mortality still remains high among those receiving mechanical ventilation [6].Unlike conventional ventilation which generates tidal volume by raising the airway pressure above the PEEP, airway pressure release ventilation (APRV) delivers a continuous positive airway pressure with a brief intermittent release phase, allowing the release of only partial lung volume and spontaneous breathing throughout the high level [7]. Recent experiments have suggested that compared with the low tidal volume ventilation (LTV), the use of more physiology-driven APRV protocols in animals with ARDS improved alveolar recruitment and gas exchange, increased homogeneity, and reduced lung injury [8–10]. Nonetheless, data on ARDS are limited and usually sourced from small clinical trials in which variable outdated APRV settings have been used to study the use of APRV; consequently, the findings of these studies are controversial [11–15]. As such ARPV remains an unproven therapy for patients with ARDS. We hypothesized that in patients with ARDS, early application of the updated APRV methodology would better improve oxygenation and respiratory system compliance and reduce the duration of mechanical ventilation compared to conventional LTV [4]. Materials and methodsPatientsWe performed this trial in the critical care medicine department of West China Hospital of Sichuan University, Sichuan province, China. This study was approved by the ethics committee of West China Hospital of Sichuan University in accordance with the Helsinki Declaration. Written informed consent was obtained from the patients’ authorized surrogates. The clinical trial registration number was {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02639364\",\"term_id\":\"NCT02639364\"}}NCT02639364.Patients who met the inclusion criteria were enrolled in the study from May 2015 to October 2016: fulfilled the diagnostic criteria of ARDS, according to the Berlin definition [16]; had a ratio of partial pressure arterial oxygen and fraction of inspired oxygen (PaO2: FiO2) of ≤250 during invasive mechanical ventilation [17]; had received endotracheal intubation and mechanical ventilation for <48h prior to inclusion [17]. The exclusion criteria of the study were as follows: pregnancy; anticipated duration of invasive mechanical ventilation for <48 h; intracranial hypertension (suspected or confirmed); neuromuscular disorders that are known to prolong the need for mechanical ventilation; severe chronic obstructive pulmonary disease; preexisting conditions with an expected 6-month mortality exceeding 50%; presence of documented barotrauma; treatment with extracorporeal support (ECMO) at enrollment; refractory shock; lack of commitment to life support; age of <18 years or >85 years. Eligible patients were randomly assigned to the APRV group or to the LTV group by random selection of opaque sealed envelopes for consecutive patients from a box of 138 envelopes. Each envelope contained a number by a random allocation process using a computer-generated random block design.Ventilator settingRespiratory therapists performed ventilator management. All patients were initially ventilated with volume assisted-control ventilation (VCV) using a Puritan Bennett™ 840 Ventilator (Covidien, Medtronic Inc. Minneapolis, MN) prior to randomization to the APRV study arm or LTV study arm. In both groups, the mechanical ventilation goals were to maintain plateau airway pressure (Pplat) at no more than 30 cmH2O, PaO2 at between 55 and 100 mm Hg (or pulse oximeter between 88 and 98%), and arterial pH at ≥7.30. [4, 18].LTV groupIn the LTV group, tidal volume target (VT) was 6 mL/kg predicted body weight (PBW), with allowances for 4–8 mL/kg PBW to minimize asynchrony between the patient and ventilator; PEEP levels were adjusted, guided by the PEEP-FiO2 table, and then VT and the respiratory rate were regulated to achieve the above target pH and Pplat values according to the ARDSnet protocol [4, 19]. In the setting of hypotension (mean arterial pressure of <60 mm Hg) or pneumothorax occurrence, PEEP levels were allowed to be further modified, according to the individual patient’s needs; if the PaO2:FiO2 ratio was <150 with FiO2 > 0.6, PEEP levels could be further titrated by the ways of optimum respiratory compliance or oxygenation, at the clinician’s discretion. If the patient presented severe respiratory acidosis (pH < 7.15), the respiratory rate was increased to 35 breaths per minute, with titrations made in VT (Pplat target of 30 cmH20 may be exceeded), according to the ARDSnet protocol [4]. If severe respiratory acidosis persisted (pH < 7.15), NaHCO3 could be given [Appendix in Electronic Supplementary Material (ESM)].APRV groupPatients were transitioned from their previous volume assist-controlled ventilation to APRV with the following initial settings: high airway pressure (Phigh) was set at the Pplat measured at the previous VCV settings, not to exceed 30 cmH2O; low airway pressure (Plow) was set at 5 cmH2O (minimal pressure level was used to prevent atelectasis per standard practice); duration of release phase (Tlow) was initially set at one- to 1.5-fold the expiratory time constant, and then adjusted to achieve a termination of peak expiratory flow rate (PEFR) of ≥50% of PEFR; release frequency was 10–14 frequency/min; duration of Phigh (Thigh) was indirectly calculated based on the Tlow and release frequency [9, 20]; initially spontaneous respiratory level was targeted as spontaneous minute ventilation (MVspont), approximately 30% total minute ventilation (MVtotal) (for details on the APRV settings for titration, see ESM Appendix Tables 3–5).Analgesia and sedationIn the both groups, analgesia and sedation were managed to achieve the desired level of analgesia and sedation. The analgesia target level was a Critical-Care Pain Observational Tool (CPOT) score of 0–2, and the sedation goal was a Richmond Agitation Sedation Scale (RASS) score of − 2 to 0. If patients exhibited anxiety, agitation, and/orrespiratory distress, or they fought the ventilator, they would receive deeper sedation at less than a RASS score of − 2. According to our local sedation procedure, RASS and CPOT scores were assessed and recorded every 4 h (or more frequently when indicated) by the nursing staff, who adjusted the dosages of analgesic and sedative drugs to maintain the analgesia and sedation target level. In the APRV group, respiratory therapists would further titrate APRV settings and dosages of analgesics and sedatives to achieve the target level of spontaneous breathing level [21] (for details, see ESM Appendix Tables 3–5).Procedures in both groupsFor patients with severe hypoxemia (with no response to the assigned protocol and a PaO2:FiO2 ratio of <100 during invasive mechanical ventilation for at least 12 h), clinicians could apply other supportive therapies for hypoxemia (e.g., recruitment maneuvers, prone positioning, neuromuscular blockade, or inhalation nitric oxide) in both groups (see ESM Appendix for details). Patients could receive rescue measures (including high frequency oscillatory ventilation or ECMO) at the clinician’s discretion, in case of any one of the following life-threatening events: refractory hypoxemia (PaO2 < 55 mm Hg with an FiO2 of 1.0), refractory barotrauma (chest tube with active air leak, persistent pneumothorax, and/or subcutaneous emphysema despite pleural space drainage), refractory respiratory acidosis (pH of ≤7.15), or refractory shock (even if sufficient fluid resuscitation and usage of vasoactive drugs).Additionally, physicians applied usual care interventions for the general management of critically ill patients, according to the current guideline standards. Starting the first day following enrollment, in the LTV group if patients received deeper sedation (RASS score of <−2), the physicians would once daily interrupt the sedation, and the respiratory therapists would manage patients with the Spontaneous Breathing Trials (SBT) safety screen every morning. Those patients who passed the SBT safety screen underwent a 30-min SBT with a pressure support ventilation of 5–7 cmH2O, PEEP of 5 cmH2O, and FiO2 of ≤40% [21]. In the APRV group, in the first stage, as published previously [15, 20], Phigh was gradually reduced by 2 cmH2O, simultaneously with a reduction in release rate by two frequencies/min, twice daily unless the patient’s cardiopulmonary function deteriorated. In the second stage, when patients achieved the criteria with a Phigh of 20 cmH2O on 40% FiO2, the respiratory therapist immediately started to perform the same weaning\nprotocol with SBT trial as in the LTV group [17]. When the SBT was successful, physicians and respiratory therapists decided to extubate the patients (for details see ESM Appendix).The primary endpoint was the number of ventilator-free days at day 28 (if patients died during the 28-day period after enrollment, the number of ventilator-free days was zero). The secondary endpoints included oxygenation and respiratory mechanics, such as Pplat, mean airway pressure, respiratory system compliance at baseline and on days 1, 2, 3, and 7, as well as clinical outcomes [the length of stay in the intensive care unit (ICU) and hospital, ICU mortality and hospital mortality, and the occurrence of adverse events]. (Pplat and respiratory system compliance measurements during the APRV are detailed in ESM Appendix. Fig. S1).Statistical analysisThe primary outcome was the number of ventilator-free days at day 28. The mean (± standard deviation) number of ventilator-free days from day 1 to day 28 is 14.5 ± 10.4 days in the low tidal volume and lower PEEP group according to Brower and colleagues, the ARDS network [22]. Putensen reported that APRV could shorted the duration of ventilator support by 6 days in patients at risk of ARDS compared with those pressure-controlled ventilation [11]. We conservatively estimated that a sample size of 110 patients would be required to detect an increment of 5 days in the number ventilator-free days at day 28 in the APRV group with 80% power and a two-sided significance level of 0.05. In total, 138 patients were enrolled in the study in order to manage the drop-outs.Data are expressed as the mean ± standard deviation, and as the median and interquartile ranges (IQR), or percentages. Continuous variables with a normal distribution were analyzed with the Student’s t test, Continuous variables with non-normal distribution were compared with the use of the Kruskal–Wallis analysis of variance. Dichotomous or nominal categorical variables were analyzed by either the Pearson Chi-square or Fisher’s exact test. The trend was assessed over time in oxygenation and respiratory mechanics repeated measurements by comparing the LTV group and APRV group at baseline and on days 1, 2, 3, and 7, with the use of the repeated-measures analysis. A two-sided P value of <0.05 was considered to indicate statistical significance. ResultsFrom May 2015, through to October 2016, a total of 138 patients with ARDS were enrolled in this intention-to-treat analysis: 71 patients in the APRV group and 67 patients in the LTV group (Fig. 1). The proportion of patients with an arterial oxygenation index (PaO2/FiO2) of <150 mmHg was similar between the APRV and LTV groups (66.2 vs. 61.2%, respectively; P = 0.541). Most of the patients in the two groups were severely ill, with a mean APACHE II (Acute Physiology and Chronic Health Evaluation II) score of 22.0 ± 7.9 in the APRV group and 20.2 ± 7.6 in the LTV group (P = 0.178) (Table 1).\n\nOpen in a separate windowFig. 1Flow diagram of patient enrollment, showing randomization, completion of study treatment, reasons for discontinuation of study treatment and inclusions into per protocol population. APRV Airway pressure release ventilation, EMCO extracorporeal membrane oxygenation, LTV low tidal volume ventilation, PCV pressure-controlled ventilation Table 1Baseline characteristics of the patientsPatient characteristicAPRV group (n = 71)LTV group (n = 67)Male sex50 (70.4%)41 (61.2%)Age (years)51.5 ± 15.052.0 ± 15.1Predicted body weight (kg)61.7 ± 8.260.5 ± 7.3APACHE II score at admission22.0 ± 7.920.2 ± 7.6Duration of mechanical ventilation (h)24.6 ± 12.622.1 ± 13.5Duration of ICU stay before inclusion (h)25.6 ± 12.623 ± 13.3Chronic disease  Chronic obstructive pulmonary disease2 (2.8%)5 (7.5%)  Chronic cardiac dysfunction2 (2.8%)3 (4.5%)  Chronic renal dysfunction0%3 (4.5%)  Hematological disease2 (2.8%)3 (4.5%)  Hepatic disease3 (4.2%)5 (7.5%)  Cancer7 (9.9%)12 (17.9%)  Immunodeficiency4 (5.6%)4 (6.0%)  Diabetes3 (4.2%)2 (3.0%)  Coexisting one or more of the above diseases23 (32.4%)34 (50.7%)Reason for ARDS  Pneumonia18 (25.4%)26 (38.8%)  Extrapulmonary sepsis13 (18.3%)10 (14.9%)  Severe acute pancreatitis19 (26.8%)13 (19.4%)  Severe trauma9 (12.7%)7 (10.4%)  Major surgical procedures8 (11.3%)9 (13.4%)  Other4 (5.6%)2 (3.0%)Arterial blood gases at baseline  pH7.37 ± 0.097.38 ± 0.10  PaCO2 (mmHg)40.1 ± 7.441.7 ± 10.5  FiO2\n0.66 ± 0.190.62 ± 0.19  PaO2 (mm Hg)72.5 ± 13.176.8 ± 20.5  PaO2:FiO2 at baseline121.7 ± 46.8138.3 ± 56.1  PaO2:FiO2 ≤ 15047(66.2%)41(61.2%)Co-interventions  Vasopressor40 (56.3%)46 (68.7%)Open in a separate windowData are presented as the mean ± standard deviation (SD), or as a number with the percentage in parenthesis, as appropriate (%)\nAPRV Airway pressure release ventilation, LTV low tidal volume lung protective ventilation (ARDSnet protocol), APACHEII Acute Physiology and Chronic Health Evaluation II, ICU intensive care unit, ARDS acute respiratory distress syndrome, PaCO\n2 partial pressure of arterial carbon dioxide, PaO\n2 partial pressure of arterial oxygen, FiO\n2 fraction of inspired oxygen,Respiratory and hemodynamic parameters and analgesia and sedation variables at baseline and on days 1, 2, 3, and 7 after enrollmentRespiratory parameters and arterial blood gas measurements at baseline in the APRV group were similar to those in the LTV group, with the exception of respiratory rate which was higher in the APRV group (P = 0.039) (Table 2). On the third therapeutic day (Table 2), respiratory system compliance and the PaO2:FiO2 ratio were significantly improved in the APRV group compared to the LTV group (P < 0.001, respectively). The ventilation setting frequency was lower in the APRV group (P = 0.002), but the monitoring of respiratory rates was similar in both groups. The values of Ppeak, PEEP, and Pplat were significantly lower in the APRV group (P < 0.01), the mean airway pressure was 5.8 cmH2O higher in the APRV group than in the LTV group (P < 0.001), but the driving pressure was similar in both groups. The mean spontaneous minute ventilation was 1.78 ± 1.37 L/min in the APRV group. The total minute ventilation was lower in the APRV group than in the LTV group (P = 0.001); however, the values of PaCO2 and pH were similar in both groups. Heart rate and arterial blood pressure were slightly improved (P < 0.05, respectively).\n\nTable 2Respiratory and hemodynamic variables at baseline and on day 3VariableBaselineDay 3 after enrollment c,d\nAPRVLTV\nP valueAPRVLTV\nP valueNo. of patients71676256Respiratory variables  Ventilator setting (tidal volume in mL)437.8 ± 40.6429.6 ± 47.50.277_423.8 ± 51.8  Ventilator setting (tidal volume in mL/kg of predicted body weight)7.2 ± 0.77.1 ± 0.70.534_7.0 ± 1  Ventilator monitoring (tidal volume in mL)466.6 ± 54.9461.2 ± 59.70.578476.9 ± 111.3461.8 ± 64.10.364  Ventilator monitoring (tidal volume in mL/kg of predicted body weight)7.6 ± 1.17.7 ± 1.30.6197.8 ± 1.97.7 ± 1.10.575  Ventilator setting frequency (cycles/min)15.1 ± 4.315.1 ± 3.80.97712.7 ± 1.814.9 ± 4.80.002  Phigh\n__24.1 ± 3.6_  PEEP (cmH2O)11.4 ± 3.010.4 ± 2.60.0636.9 ± 1.810.4 ± 2.8<0.001  FIO2\n0.66 ± 0.190.62 ± 0.190.1980.43 ± 0.090.53 ± 0.190.001  Respiratory rate (cycles/min)21.5 ± 6.619.5 ± 4.60.03919.0 ± 6.020.3 ± 5.10.225  Peak inspiratory pressure (cmH2O)31.7 ± 4.530.4 ± 4.00.06126.2 ± 3.628.5 ± 4.80.005  Mean airway pressure (cmH2O)18.3 ± 3.917.4 ± 3.50.14021.8 ± 3.516.0 ± 3.3<0.001  Plateau pressure (cmH2O)26.5 ± 4.025.3 ± 3.60.08119.3 ± 3.923.3 ± 4.6<0.001  Driving pressure (cmH2O)a\n15.2 ± 3.614.8 ± 3.40.55012.6 ± 3.512.8 ± 4.10.822  Respiratory system compliance (mL/cmH2O)30.1 ± 7.632.6 ± 7.70.05843.7 ± 11.334.1 ± 8.9<0.001  Total minute ventilation (L/min)b\n8.37 ± 2.368.42 ± 1.980.9056.86 ± 2.068.22 ± 2.300.001  Spontaneous minute ventilation (L/min)--1.78 ± 1.37-  pH7.37 ± 0.097.38 ± 0.100.4277.42 ± 0.057.42 ± 0.070.648  PaCO2 (mmHg)40.1 ± 7.441.7 ± 10.50.30740.8 ± 7.342.3 ± 8.60.291  PaO2 (mmHg)72.5 ± 13.176.8 ± 20.50.149116.2 ± 28.584.8 ± 20.1<0.001  PaO2:FiO2\n121.7 ± 46.8138.3 ± 56.10.060280.3 ± 83.9180.5 ± 68.6<0.001Hemodynamic variables  Heart rate (beats/min)105.4 ± 22.5110.2 ± 24.60.23892.7 ± 16.6103.6 ± 19.30.001  Systolic blood pressure (mmHg)122.2 ± 17.9116.2 ± 22.50.088126.6 ± 18.0125.0 ± 20.30.646  Diastolic blood pressure (mmHg)72.8 ± 13.268.6 ± 12.10.05376.1 ± 14.569.3 ± 13.30.009  Mean arterial pressure (mmHg)87.4 ± 14.784.2 ± 13.40.19492.8 ± 14.987.1 ± 13.60.032Open in a separate windowData are presented as the mean ± SD of the values recorded from 7 am to 12 am on days 1, 2, 3, and 7 after enrollment in each treatment group\nP\nhigh High airway pressure\naDriving pressure was calculated as the plateau pressure (Pplat) minus positive end expiratory pressure (PEEP)\nbTotal minute ventilation = release minute ventilation + spontaneous minute ventilation\ncFour patients were extubated at day 3, six patients died, three patients withdrew life-support treatment 24 h after enrollment, seven patients were discharged to their local hospitals; thus, the respiratory and hemodynamic values are given for the 62 ventilated patients in the APRV group and 56 patients in the LTV group\ndRespiratory system compliance and plateau pressure were monitored by the ventilator (In the APRV group, APRV was temporarily changed to the volume-controlled ventilation, PEEP was set at the previous monitoring PEEP, tidal volume was set at the previous release volume)On days 1, 2, 3, and 7, compared to the LTV group, the mean airway pressure was higher in the APRV group (P < 0.001, by repeated-measures analysis of variance) (Fig. 2b) and respiratory system compliance and PaO2:FiO2 were significantly better in the APRV group (P = 0.003 by repeated-measures analysis of variance) (Fig. 2c, d). On day 1, the PaO2:FiO2 value was 66.3 mmHg higher in the APRV group than in the LTV group (P < 0.001). Heart rates were lower and mean arterial pressures were a little higher in the APRV group than in the LTV group on days 2, 3, and 7 (P < 0.05 by repeated-measures analysis of variance) (Fig. 2e, f). The average doses of norepinephrine were similar (P = 0.612) (Fig. 2g). Compared with the LTV group, the sedation depth in the APRV group was lighter (P < 0.001) (Fig. 2h), and the average doses of fentanyl and midazolam were significantly lower (P < 0.01) (Fig. 2i, j), and the average doses of propofol were similar (P = 0.112) (Fig. 2k).\nOpen in a separate windowOpen in a separate windowFig. 2Respiratory and hemodynamic parameters, and analgesia and sedation variables at baseline and on days 1, 2, 3, and 7 after enrollment. Data are presented as the mean (filled symbols) and standard errors (whiskers). P values were calculated by repeated-measures analysis of variance. a Plateau pressure, b mean airway pressure, c respiratory system compliance, d ratio of the partial pressure of arterial oxygen to the fraction of inspired oxygen (PaO2:FiO2), e heart rate, f mean arterial pressure, g average doses of norepinephrine, h Richmond Agitation Sedation Scale (RASS) scores, i average doses of fentanyl, j average doses of midazolam, k average doses of propofol. All parameters and variables were compared between the two groups at baseline and on days 1, 2, 3, and 7 after enrollment with the Student’s t test. Delta denotes that the two-sided P value was <0.05Study OutcomesStudy outcomes are presented in Table 3. The APRV protocol was associated with an increased number of ventilator-free days on day 28 than the LTV protocol [median 19 days (IQR 8–22) vs. 2 days (IQR 0–15), respectively; P < 0.001] (Table 3 and Fig. ​Fig.3);3); this result was supported by the per-protocol analysis results which also showed a similar difference [median 19 days (IQR 11–22) vs. 8 days (IQR 0–16), respectively; P < 0.001] (ESM Appendix Table S5). Although there were more patients with coexisting chronic diseases and lower sedation depth in the APRV group than in the LTV group (P < 0.05), only lighter sedation increased ventilator-free days at day 28, and APRV still significantly increased ventilator-free days at day 28 (P < 0.001) according to the multiple linear regression analysis for correction of the coexisting chronic diseases and sedation depth differences (ESM Appendix Table S4). There was a higher rate of successful extubation in the APRV group than in the LTV group (66.2 vs. 38.8%; P = 0.001), and fewer patients underwent tracheostomy in the APRV group (P = 0.013). The APRV protocol significantly decreased the length of ICU stay (P = 0.015). The ICU and hospital mortality rates and length of hospital stay were similar for both groups. During the course of the study, more patients in the LTV group received neuromuscular blockers, recruitment maneuvers, and prone ventilation than in the APRV group (P < 0.05).\n\nOpen in a separate windowFig. 3Percentage of breathing without assistance from enrollment to day 28 in the APRV and LTV groupsTable 3Main outcome variablesMain outcome variablesAPRV (n = 71) b\nLTV (n = 67) b\n\nP valueNo. of days of ventilation8 [5–14]15 [7–22]0.001No. of ventilator-free days at 28 days19 [8–22]2 [0–15]<0.001Successful extubation47 (66.2%)26 (38.8%)0.001Tracheostomy9 (12.7%)20 (29.9%)0.013Length of ICU stay (days)15 [8–21]20 [10–32]0.015Pneumothorax between day 1 and day 28a\n3 (4.2%)7 (10.4%)0.199Death during the ICU stay14 (19.7%)23 (34.3%)0.053Length of hospital stay (days)21 [14–30]27 [18–41]0.055Death during the hospital stay17 (23.9%)25 (37.3%)0.088Other supportive therapies  Neuromuscular blocker2 (2.8%)9 (13.4%)0.021  Recruitment maneuvers4 (5.6%)11 (16.4%)0.042  Prone position2 (2.8%)10 (14.9%)0.012  Inhaled nitric oxide1 (1.4%)1 (1.5%)1.000  High-frequency oscillatory ventilation1 (1.4%)3 (4.5%)0.355Open in a separate windowData are expressed as the median with the interquartile range in square brackets for non-normally distributed data or as a number with the percentage in parenthesis for nominal data. The Kruskal–Wallis analysis of variance was used for non-normally distributed data comparisons. Nominal data comparisons were based on either the Chi-squared test or Fisher’s exact test\naTwo cases of pneumothorax resulted from clinical puncture in the LTV group\nb Fourteen patients were discharged to local hospitals and followed up by phone calls. Of these, six patients in the APRV group were discharged to local hospitals, of whom three died, and eight patients in the LTV group were discharged to local hospitals, of whom three died DiscussionThe main findings of this study were that compared with the LTV group, there was a shorter duration of mechanical ventilation in the APRV group, and early use of APRV in patients with ARDS could significantly improve oxygenation and respiratory system compliance, decrease plateau airway pressure, and reduce sedation requirement. Patients in the APRV group also had shorter length of stay in the ICU, higher rate of successful extubation, and lower tracheostomy rate than did patients in the LTV group. However, there was no difference in hospital length of stay, ICU mortality, hospital mortality, or incidence of pneumothorax between the two groups.Respiratory mechanics and gas exchangeThe data of the present study are in agreement with previously reported clinical and experimental findings [8–11, 21, 23], namely, that the early use of this APRV protocol in patients with ARDS significantly decreased plateau airway pressure, elevated mean airway pressure, and improved oxygenation and respiratory system compliance, in comparison with LTV ventilation. Furthermore, there was no difference in PaCO2 and pH between the groups, despite APRV with lower minute ventilation, which indirectly indicated APRV decreasing dead space ventilation.However, at present, data are only available from a limited number of small randomized prospective human studies with different APRV settings, with some studies showing benefits of APRV on pulmonary function and others showing similarities, as compared with CPPV or LTV [8, 11, 12, 15]. For example, one small randomized prospective trial [15] showed that adult trauma patients with acute respiratory failure on APRV or LTV had similar physiological parameters. However, the APRV methodology used in that study was outdated: the upper limit of Phigh was 40 cmH2O, while current evidence suggests that inspiratory-end pressure should be limited to 30 cmH2O [4]; the Tlow was set at 25–75% of the PEFR, while Tlow of <50% of PEFR could result in dynamic heterogeneity between inspiration and expiration [10]. According to recent experimental findings, we set the Phigh not to exceed 30 cmH2O and the Tlow to be at ≥50% of PEFR; these settings were combined with APRV settings and sedation titration to achieve the spontaneous breath target level.There are collateral channels of ventilation, such as pores of Kohn, which might be additional pathways to facilitate recruitment and redistribute alveolar volume (pressure) throughout the lung over time [24]. The results of previous studies indicate that the process of recruitment and decruitment of lung units should be determined not only by pressure but also by time [25]. For heterogeneous lung injury, during APRV ventilation, the proper elevated baseline airway pressure (Phigh) and prolonged duration of Phigh would optimize the recruitment of alveoli gradually over time, while prevention of overinflation, and brief release phase (Tlow) could permit only partial lung volume loss at the release phase, avoid cyclic alveoli collapse, and provide dynamic homogeneity [10]. Recent animal experiments [8–10, 21, 23] have also documented that the updated APRV methodologies attenuate lung injury, preserve surfactant protein and lung architecture, and improve oxygenation, resulting in dynamic alveolar homogeneity without any increase in lung stress and strain.Additionally, during APRV, allowing moderate spontaneous breath level at the Phigh phase (providing sufficient PEEP) favored lung recruitment and improved ventilation/perfusion matching and lung homogeneous aeration, while minimizing pendelluft and its associated injury [20, 26–28].HemodynamicsThe hemodynamic performance and sedation requirement of the patients on APRV in this study are in accordance with previous study findings [11, 29, 30]. APRV favored hemodynamic improvement and reduced sedative and paralysis use, despite the higher mean airway pressure. Ventilation with APRV permitting spontaneous breaths decreased the intrathoracic pressure, thus improving systematic venous return and cardiovascular performance and reducing sedation requirement and the need for paralysis, which may decrease the cardiovascular depression caused by elevated airway pressures [10, 20, 30].Study outcomesThis study showed that the APRV group was associated with more days without mechanical ventilation at day 28 and a shorter ICU stay than the LTV group. This finding is consistent with previously published results [11], and possible explanations for this finding are as follows. Firstly, early use of APRV improved pulmonary function, such as gas exchange and respiratory compliance. Recent experiments have also documented that early preventative use of APRV can more effectively block ARDS development than LTV [9, 21]. Putensen et al. reported that the use of APRV in patients with ARDS after 72 h on pressure-control ventilation improved but did not restore gas exchange and lung mechanics, and prolonged the mechanical ventilation and ICU stay [11]. Secondly, APRV allows moderate spontaneous breathing, reduces sedation and paralysis requirements, and decreases the duration of mechanical ventilation [11, 20, 30, 31]. In the present study, respiratory therapists titrated the APRV settings and dosages of analgesics and sedatives to achieve a moderate spontaneous breath level at the Phigh phase. Our results also show that APRV was associated with lighter sedation, which could increase the number of ventilator-free days at day 28. Thirdly, in our study there was respiratory therapist-guided weaning protocol with the SBT trial in the LTV group. In the APRV group, in the first stage, to avoid aggressive weaning, the weaning process consisted of simultaneously decreasing both Phigh by 2 cmH2O and the release rate by two frequencies/min, twice daily unless the patient’s cardiopulmonary function deteriorated. In the second stage, when patients achieved the criteria with a Phigh of 20 cmH2O on 40% FiO2, respiratory therapists also performed the weaning protocol with the SBT trial as in the LTV group. Two trauma population studies have shown that APRV may increase the number of ventilator days; however, the APRV settings were outdated, and no formal weaning protocol was used [13, 15]. The current primary APRV weaning process is based on gradual withdrawal, using an alternate decrease in Phigh by 2 cmH2O, followed by an increase in Thigh of 0.5–1.0 s [15], and extubation is assessed until the criteria of a Phigh of 12 cmH2O on 40% FiO2 is achieved [10, 13, 15, 20]. However, evidence suggests that daily SBT can expedite weaning and reduce the duration of mechanical ventilation as compared with gradually reducing ventilator support [32].LimitationsThere are several limitations to our study. First, the study was not blinded, as the ventilator settings were obviously different. Secondly, the sample size was small. APRV has evolved into a highly sophisticated, physiology-driven, dynamic mechanical breath profile with precise settings [13], thus a possibility of knowledge bias by the staff was another limitation. However, prior to conducting our study, we first conducted a single-center randomized controlled study and found that all of the respiratory therapists were well trained and skillfully used this study protocol. Thirdly, there were more patients with coexisting chronic diseases in the LTV group than in the APRV group (P = 0.029). Using a multivariable analysis for the correction of the coexisting chronic diseases difference, APRV was independent of increasing ventilator-free days at day 28. Finally, in accordance with our APRV protocol, in addition to nursing staff, respiratory therapists were able to further titrate APRV settings and dosages of analgesics and sedatives to achieve the target level of spontaneous breathing. The results of our study show that APRV was associated with lighter sedation, which could increase the number of ventilator-free days at day 28. However, APRV still significantly increased ventilator-free days at day 28 after correcting the sedation difference. Additionally, this study did not measure the patient–ventilator interaction. The questions of whether APRV permitting spontaneous breathing could promote the patient–ventilator synchrony and how the patient–ventilator dyssynchrony could affect the outcome require further study. ConclusionsCompared with conventional LTV, the early application of APRV in patients with ARDS was associated with better oxygenation and respiratory system compliance, lower plateau airway pressure, less sedation requirement, more ventilator-free days at day 28, and a shorter duration of ICU stay. Electronic supplementary materialBelow is the link to the electronic supplementary material.\nSupplementary material 1 (DOCX 4482 kb)(4.3M, docx)\nSupplementary material 2 (DOCX 3419 kb)(3.3M, docx)\n AcknowledgementsThe authors acknowledge all the physicians and respiratory therapists in the Department of Critical Care Medicine at West China Hospital of Sichuan University for their participation and assistance in the study. Author contribution statementYFZ, YK and XDJ conceived the trial. YFZ, XDJ, BW, YXL, PW, and YK participated in study design. YFZ, BW, PW, GPL, and YXL recruited patients and collected data, and YFZ, BW, XDJ, GPL, and YK analyzed the data. All authors participated in interpretation of results. YFZ drafted the manuscript, and all authors have reviewed and revised the manuscript. All authors have seen and approved the final version of the manuscript. Compliance with ethical standardsEthics approval and consent to participateThis study was approved by the ethics committee of West China Hospital of Sichuan University in accordance with the Helsinki Declaration. Written informed consent was obtained from the patients’ authorized surrogates. The clinical trial registration number was {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02639364\",\"term_id\":\"NCT02639364\"}}NCT02639364.Conflicts of interestAll authors declare that they do not have any conflict of interest relevant to this study. FootnotesYongfang Zhou and Xiaodong Jin contributed equally to this work.Electronic supplementary materialThe online version of this article (doi:10.1007/s00134-017-4912-z) contains supplementary material, which is available to authorized users. References1. Slutsky AS. Lung injury caused by mechanical ventilation. Chest. 1999;116(1 suppl):9S–15S. doi: 10.1378/chest.116.suppl_1.9S-a. [PubMed] [CrossRef] [Google Scholar]2. Pelosi P, Goldner M, McKibben A, Adams A, Eccher G, Caironi P, Losappio S, Gattinoni L, Marini JJ. Recruitment and derecruitment during acute respiratory failure: an experimental study. Am J Respir Crit Care Med. 2001;164(1):122–130. doi: 10.1164/ajrccm.164.1.2007010. [PubMed] [CrossRef] [Google Scholar]3. Cressoni M, Chiumello D, Algieri I, Brioni M, Chiurazzi C, Colombo A, Colombo A, Crimella F, Guanziroli M, Tomic I, Tonetti T, Luca Vergani G, Carlesso E, Gasparovic V, Gattinoni L. Opening pressures and atelectrauma in acute respiratory distress syndrome. Intensive Care Med. 2017;43(5):603–611. doi: 10.1007/s00134-017-4754-8. [PubMed] [CrossRef] [Google Scholar]4. The Acute Respiratory Distress Syndrome Network  Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342:1301–1308. doi: 10.1056/NEJM200005043421801. [PubMed] [CrossRef] [Google Scholar]5. Terragni PP, Rosboch G, Tealdi A, Corno E, Menaldo E, Davini O, Gandini G, Herrmann P, Mascia L, Quintel M, Slutsky AS, Gattinoni L, Ranieri VM. Tidal hyperinflation during low tidal volume ventilation in acute respiratory distress syndrome. Am J Respir Crit Care Med. 2007;175(2):160–166. doi: 10.1164/rccm.200607-915OC. [PubMed] [CrossRef] [Google Scholar]6. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, Gattinoni L, van Haren F, Larsson A, McAuley DF, Ranieri M, Rubenfeld G, Thompson BT, Wrigge H, Slutsky AS, Pesenti A, LUNG SAFE Investigators; ESICM Trials Group  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315(8):788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]7. Downs JB, Stock MC. Airway pressure release ventilation: a new concept in ventilatory support. Crit Care Med. 1987;15:459–461. doi: 10.1097/00003246-198701000-00018. [PubMed] [CrossRef] [Google Scholar]8. Jain SV, Kollisch-Singule M, Sadowitz B, Dombert L, Satalin J, Andrews P, Gatto LA, Nieman GF, Habashi NM. The 30-year evolution of airway pressure release ventilation (APRV) Intensive Care Med Exp. 2016;4(1):11. doi: 10.1186/s40635-016-0085-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Roy SK, Emr B, Sadowitz B, Gatto LA, Ghosh A, Satalin JM, Snyder KP, Ge L, Wang G, Marx W, Dean D, Andrews P, Singh A, Scalea T, Habashi N, Nieman GF. Preemptive application of airway pressure release ventilation prevents development of acute respiratory distress syndrome in a rat traumatic hemorrhagic shock model. Shock. 2013;40:210–216. doi: 10.1097/SHK.0b013e31829efb06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Kollisch-Singule M, Jain S, Andrews P, Smith BJ, Hamlington-Smith KL, Roy S, DiStefano D, Nuss E, Satalin J, Meng Q, Marx W, Bates JH, Gatto LA, Nieman GF, Habashi NM. Effect of airway pressure release ventilation on dynamic alveolar heterogeneity. JAMA. 2016;151(1):64–72. [PubMed] [Google Scholar]11. Putensen C, Zech S, Wrigge H, Zinserling J, Stuber F, Von Spiegel T, Mutz N. Long-term effects of spontaneous breathing during ventilatory support in patients with acute lung injury. Am J Respir Crit Care Med. 2001;164:43–49. doi: 10.1164/ajrccm.164.1.2001078. [PubMed] [CrossRef] [Google Scholar]12. Yoshida T, Rinka H, Kaji A, Yoshimoto A, Arimoto H, Miyaichi T, Kan M. The impact of spontaneous ventilation on distribution of lung aeration in patients with acute respiratory distress syndrome: airway pressure release ventilation versus pressure support ventilation. Anesth Analg. 2009;109:1892–1900. doi: 10.1213/ANE.0b013e3181bbd918. [PubMed] [CrossRef] [Google Scholar]13. Maung AA, Schuster KM, Kaplan LJ, Ditillo MF, Piper GL, Maerz LL, Lui FY, Johnson DC, Davis KA. Compared to conventional ventilation, airway pressure release ventilation may increase ventilator days in trauma patients. J Trauma Acute Care Surg. 2012;73(2):507–510. doi: 10.1097/TA.0b013e31825ff653. [PubMed] [CrossRef] [Google Scholar]14. Bein T, Grasso S, Moerer O, Quintel M, Guerin C, Deja M, Brondani A, Mehta S. The standard of care of patients with ARDS: ventilatory settings and rescue therapies forrefractory hypoxemia. Intensive Care Med. 2016;42(5):699–711. doi: 10.1007/s00134-016-4325-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Maxwell RA, Green JM, Waldrop J, Dart BW, Smith PW, Brooks D, Lewis PL, Barker DE. A randomized prospective trial of airway pressure release ventilation and low tidal volume ventilation in adult trauma patients with acute respiratory failure. J Trauma. 2010;69:501–510. doi: 10.1097/TA.0b013e3181e75961. [PubMed] [CrossRef] [Google Scholar]16. Definition Task Force ARDS, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS. Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307(23):2526–2533. [PubMed] [Google Scholar]17. Meade MO, Cook DJ, Guyatt GH, Slutsky AS, Arabi YM, Cooper DJ, Davies AR, Hand LE, Zhou Q, Thabane L, Austin P, Lapinsky S, Baxter A, RussellJ SkrobikY, TE RoncoJJ Stewart. Ventilation strategy using low tidal volume, recruitment maneuvers, and high positive end-expiratory pressure for acute lung injury and acute respiratory distress syndrome: a randomized controlled trial. JAMA. 2008;299:637–645. doi: 10.1001/jama.299.6.637. [PubMed] [CrossRef] [Google Scholar]18. Talmor D, Sarge T, Malhotra A, O’Donnell CR, Ritz R, Lisbon A, Novack V, Loring SH. Mechanical ventilation guided by esophageal pressure in acute lung injury. N Engl J Med. 2008;359(20):2095–2104. doi: 10.1056/NEJMoa0708638. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Beitler JR, Sands SA, Loring SH, Owens RL, Malhotra A, Spragg RG, Matthay MA, Thompson BT, Talmor D. Quantifying unintended exposure to high tidal volumes from breath stacking dyssynchrony in ARDS: the BREATHE criteria. Intensive Care Med. 2016;42(9):1427–1436. doi: 10.1007/s00134-016-4423-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Habashi NM. Other approaches to open-lung ventilation: airway pressure release ventilation. Crit Care Med. 2005;33(3 Suppl):S228–S240. doi: 10.1097/01.CCM.0000155920.11893.37. [PubMed] [CrossRef] [Google Scholar]21. Roy S, Sadowitz B, Andrews P, Gatto LA, Marx W, Ge L, Wang G, Lin X, Dean DA, Kuhn M, Ghosh A, Satalin J, Snyder K, Vodovotz Y, Nieman G, Habashi N. Early stabilizing alveolar ventilation prevents acute respiratory distress syndrome: a novel timing-based ventilatory intervention to avert lung injury. J Trauma Acute Care Surg. 2012;73:391–400. doi: 10.1097/TA.0b013e31825c7a82. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Brower RG, Lanken PN, MacIntyre N, et al.  Higher versus lower positive end expiratory pressures in patients with the acute respiratory distress syndrome. N Engl J Med. 2004;351:327–336. doi: 10.1056/NEJMoa032193. [PubMed] [CrossRef] [Google Scholar]23. Kollisch-Singule M, Emr B, Jain SV, Andrews P, Satalin J, Liu J, Porcellio E, Kenyon V, Wang G, Marx W, Gatto LA, Nieman GF, Habashi NM. The effects of airway pressure release ventilation on respiratory mechanics in extrapulmonary lung injury. Intensive Care Med Exp. 2015;3(1):35. doi: 10.1186/s40635-015-0071-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Delaunois L. Anatomy and physiology of collateral respiratory pathways. Eur Respir J. 1989;2:893–904. [PubMed] [Google Scholar]25. Bates JH, Irvin CG. Time dependence of recruitment and derecruitment in the lung: a theoretical model. J Appl Physiol. 2002;93:705–713. doi: 10.1152/japplphysiol.01274.2001. [PubMed] [CrossRef] [Google Scholar]26. Guldner A, Braune A, Carvalho N, Beda A, Zeidler S, Wiedemann B, Wunderlich G, Andreeff M, Uhlig C, Spieth PM, Koch T, Pelosi P, Kotzerke J, de Abreu MG. Higher levels of spontaneous breathing induce lung recruitment and reduce global stress/strain in experimental lung injury. Anesthesiology. 2014;120:673–682. doi: 10.1097/ALN.0000000000000124. [PubMed] [CrossRef] [Google Scholar]27. Neumann P, Wrigge H, Zinserling J, Hinz J, Maripuu E, Andersson LG, Putensen C, Hedenstierna G. Spontaneous breathing affects the spatial ventilation and perfusion. Crit Care Med. 2005;33:1090–1095. doi: 10.1097/01.CCM.0000163226.34868.0A. [PubMed] [CrossRef] [Google Scholar]28. Yoshida T, Roldan R, Beraldo MA, Torsani V, Gomes S, De Santis RR, Costa EL, Tucci MR, Lima RG, Kavanagh BP, Amato MB. Spontaneous effort during mechanical ventilation: maximal injury with less positive end-expiratory pressure. Crit Care Med. 2016;44(8):e678–e688. doi: 10.1097/CCM.0000000000001649. [PubMed] [CrossRef] [Google Scholar]29. Kaplan LJ, Bailey H, Formosa V. Airway pressure release ventilation increases cardiac performance in patients with acute lung injury/adult respiratory distress syndrome. Crit Care. 2001;5:221–226. doi: 10.1186/cc1027. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Fan E, Khatri P, Mendez-Tellez PA, Shanholtz C, Needham DM. Review of a large clinical series: sedation and analgesia usage with airway pressure release and assist-control ventilation for acute lung injury. J Intensive Care Med. 2008;23(6):376–383. doi: 10.1177/0885066608324293. [PubMed] [CrossRef] [Google Scholar]31. Blanch L, Villagra A, Sales B, Montanya J, Lucangelo U, Luján M, García-Esquirol O, Chacón E, Estruga A, Oliva JC, Hernández-Abadia A, Albaiceta GM, Fernández-Mondejar E, Fernández R, Lopez-Aguilar J, Villar J, Murias G, Kacmarek RM. Asynchronies during mechanical ventilation are associated with mortality. Intensive Care Med. 2015;41(4):633–641. doi: 10.1007/s00134-015-3692-6. [PubMed] [CrossRef] [Google Scholar]32. McConville JF, Kress JP. Weaning patients from the ventilator. N Engl J Med. 2012;367:2233–2239. doi: 10.1056/NEJMra1203367. [PubMed] [CrossRef] [Google Scholar]"}