{"title": "Epigenetic mechanisms underlying nervous system diseases", "pubDate": "2018;147:43-58.", "PMCID": "PMC6822391", "DOI": "10.1016/B978-0-444-63233-3.00005-1", "PMID": "29325627", "abstract": "Epigenetic mechanisms act as control systems for modulating genomic structure and activity in response to evolving profiles of cell-extrinsic, cell-cell, and cell-intrinsic signals. These dynamic processes are responsible for mediating cell- and tissue-specific gene expression and function and gene-gene and gene-environmental interactions. The major epigenetic mechanisms include DNA methylation and hydroxymethylation; histone protein posttranslational modifications, nucleosome remodeling/repositioning, and higher-order chromatin reorganization; noncoding RNA regulation; and RNA editing. These mechanisms are intimately involved in executing fundamental genomic programs, including gene transcription, posttranscriptional RNA processing and transport, translation, X-chromosome inactivation, genomic imprinting, retrotransposon regulation, DNA replication, and DNA repair and the maintenance of genomic stability. For the nervous system, epigenetics offers a novel and robust framework for explaining how brain development and aging occur, neural cellular diversity is generated, synaptic and neural network connectivity and plasticity are mediated, and complex cognitive and behavioral phenotypes are inherited transgenerationally. Epigenetic factors and processes are, not surprisingly, implicated in nervous system disease pathophysiology through several emerging paradigms - mutations and genetic variation in genes encoding epigenetic factors; impairments in epigenetic factor expression, localization, and function; epigenetic mechanisms modulating disease-associated factors and pathways; and the presence of deregulated epigenetic profiles in central and peripheral tissues.", "author": [{"author": "Irfan A Qureshi", "affiliation": ["Roslyn and Leslie Goldstein Laboratory for Stem Cell Biology and Regenerative Medicine; Institute for Brain Disorders and Neural Regeneration; Departments of Neurology, Neuroscience, Psychiatry and Behavioral Sciences and Rose F. Kennedy Center for Research on Intellectual and Developmental Disabilities, Albert Einstein College of Medicine, Bronx, NY, United States."], "href": "/?term=Qureshi+IA&cauthor_id=29325627"}, {"author": "Mark F Mehler", "affiliation": ["Roslyn and Leslie Goldstein Laboratory for Stem Cell Biology and Regenerative Medicine; Institute for Brain Disorders and Neural Regeneration; Departments of Neurology, Neuroscience, Psychiatry and Behavioral Sciences; Rose F. Kennedy Center for Research on Intellectual and Developmental Disabilities; Einstein Cancer Center; Ruth L. and David S. Gottesman Stem Cell Institute; and Center for Epigenomics and Institute for Aging Research, Albert Einstein College of Medicine, Bronx, NY, United States. Electronic address: mark.mehler@einstein.yu.edu."], "href": "/?term=Mehler+MF&cauthor_id=29325627"}], "refPMID": [], "citedInPMID": ["29325627", "35013473", "34791505", "33932163", "33823899", "33461664", "33419039", "33411688", "33261141", "32503413", "32252813", "31354788", "31272082", "31024227"], "body": " AbstractEpigenetic mechanisms act as control systems for modulating genomic structure and activity in response to evolving profiles of cell-extrinsic, cell-cell, and cell-intrinsic signals. These dynamic processes are responsible for mediating cell- and tissue-specific gene expression and function and gene–gene and gene–environmental interactions. The major epigenetic mechanisms include DNA methylation and hydroxymethylation; histone protein posttranslational modifications, nucleosome remodeling/repositioning, and higher-order chromatin reorganization; noncoding RNA regulation; and RNA editing. These mechanisms are intimately involved in executing fundamental genomic programs, including gene transcription, posttranscriptional RNA processing and transport, translation, X-chromosome inactivation, genomic imprinting, retrotransposon regulation, DNA replication, and DNA repair and the maintenance of genomic stability. For the nervous system, epigenetics offers a novel and robust framework for explaining how brain development and aging occur, neural cellular diversity is generated, synaptic and neural network connectivity and plasticity are mediated, and complex cognitive and behavioral phenotypes are inherited transgenerationally. Epigenetic factors and processes are, not surprisingly, implicated in nervous system disease pathophysiology through several emerging paradigms – mutations and genetic variation in genes encoding epigenetic factors; impairments in epigenetic factor expression, localization, and function; epigenetic mechanisms modulating disease-associated factors and pathways; and the presence of deregulated epigenetic profiles in central and peripheral tissues. INTRODUCTIONThe term epigenetics was first defined in the early 1940s by the developmental biologist and geneticist, Conrad Waddington, as “the branch of biology which studies the causal interactions between genes and their products which bring the phenotype into being” (Waddington, 1942). Soon thereafter, the structure of DNA was solved, and the term epigenetic was applied in a more restricted fashion to describe regulatory processes that could cause fixed changes in gene expression and activity that are heritable between cells without altering genomic DNA sequences. Methylation of cytosine residues in genomic DNA (DNA methylation) was thought to be the prime example of such an epigenetic mechanism. More recently, a series of paradigm-shifting discoveries from the postgenomic era have upended this limited definition of epigenetic mechanisms by transforming our understanding of genomic elements and their organization, the nature of the transcriptional landscape, and the highly interconnected regulatory and functional interactions that are ongoing between DNA, RNA, and proteins within all cells, including those which are postmitotic, such as neurons (Amaral et al., 2008; Bernstein et al., 2012). These scientific advances have led to the adoption of a broader and more inclusive view of epigenetics that is more closely aligned with that of Waddington (Qureshi and Mehler, 2014b). (See Tables 5.1–5.3.)Table 5.1The major epigenetic mechanisms and related epigenetic factorsEpigenetic mechanismsRelated epigenetic factorsDNA methylation and hydroxymethylationS-adenosyl-l-methionineDNA methyltransferase enzymesMethyl-CpG-binding domain proteinsTen-eleven translocation enzymesThymine DNA glycosylaseApolipoprotein B editing catalytic subunit/activation-induced deaminase (APOBEC/AID) cytidine deaminase enzymesHistone modifications, nucleosome remodeling/repositioning, and higher-order chromatin reorganizationCanonic and variant histone proteinsHistone-modifying enzymesAdenosine triphosphate-dependent chromatin-remodeling complexesPolycomb proteinsTrithorax proteinsBromodomain-containing proteinsChromodomain-containing proteinsRE1-silencing transcription factor (REST) and REST corepressor 1–3 (RCOR1–3)Noncoding RNAsMicroRNAsEndogenous short-interfering RNAsPIWI-interacting RNAsArgonaute proteinsSmall nucleolar RNAsLong ncRNAsRNA editingAdenosine deaminase that act on RNA enzymesAPOBEC/AID cytidine deaminase enzymesOpen in a separate windowTable 5.3Emerging nonmutually exclusive paradigms linking epigenetic factors and mechanisms with neurologic and psychiatric disordersParadigmsExamplesMutations in genes encoding epigenetic factors are causally linked to disease pathogenesis• Rett syndrome is caused by mutations in the methyl-CpG-binding domain protein 2 gene (Amir et al., 1999)• Autosomal-dominant cerebellar ataxia, deafness, and narcolepsy syndrome (Winkelmann et al., 2012) and hereditary sensory neuropathy type IE (Klein et al., 2011) are caused by mutations in the DNA methyltransferase 1 gene• Intellectual and developmental disability syndromes are caused by mutations in an increasing array of histone modification and chromatin-remodeling genes (e.g., histone lysine-specific demethylase 5C and 6A and alpha thalassemia/mental retardation syndrome X-linked) (Kleefstra et al., 2014) and the LINC00299 gene (Talkowski et al., 2012)• Progressive encephalopathy with severe infantile anorexia (Ravine encephalopathy) is caused by a mutation in the SLC7A2-IT1 long noncoding RNA (lncRNA) gene (Cartault et al., 2012)• Pediatric gliomas are linked to somatic mutations in the histone H3 gene (Schwartzentruber et al., 2012; Wu et al., 2012)• Medulloblastomas are associated with somatic mutations in histone lysine methylation-related factors (Northcott et al., 2009; Parsons et al., 2011; Pugh et al., 2012)Variations in genes encoding epigenetic factors are implicated in modifying disease onset and progression• Major depressive disorder with susceptibility to chronobiologic subphenotypes (insomnia) is associated with a single-nucleotide polymorphism (SNP) in the miR-182 microRNA (miRNA) gene (Saus et al., 2010)• Large-vessel ischemic stroke risk is modified by an SNP in the histone deacetylase 9 (HDAC9) gene (Bellenguez et al., 2012)• Juvenile myoclonic epilepsy susceptibility is modified by SNPs in the bromodomain-containing protein 2 gene (Pal et al., 2003)Impairments in epigenetic factor expression, localization, or function are involved in disease mechanisms• RE1-silencing transcription factor is aberrantly sequestered in the nucleus and its activity deregulated in Huntington disease (Zuccato et al., 2003; Buckley et al., 2010)• HDAC4 accumulates in the nucleus and its activity is deregulated in ataxia telangiectasia, leading to neurodegeneration (Li et al., 2012)• Deregulation of adenosine deaminase 2 is implicated in AMPA receptor-mediated death of motor neurons in amyotrophic lateral sclerosis (Hideyama et al., 2010, 2012) and vulnerability of neurons to ischemia (Peng et al., 2006)Epigenetic regulatory mechanisms are responsible for modulating disease-associated genomic loci, gene products, and pathways• Prader–Willi and Angelman syndromes are caused by genomic imprinting defects on chromosome 15q11–13 (Buiting, 2010)• BACE1 antisense RNA is an lncRNA transcribed antisense to the β-site APP-cleaving enzyme 1 (BACE1) gene, which is implicated in Alzheimer disease (AD) and responsible for regulating the BACE1 mRNA (Faghihi et al., 2008)• miR-339–5p is a miRNA that also modulates BACE1 and is deregulated in AD (Long et al., 2014)Epigenetic profiles are deregulated in patient-derived central and peripheral tissues• Differential DNA methylation of the transient receptor potential cation channel, subfamily A, member 1 gene promoter in blood from identical twin pairs is robustly associated with sensitivity to pain (Bell et al., 2014)• Differential DNA methylation at multiple genomic sites, encompassing known AD susceptibility loci, in human brain specimens is linked to AD onset and progression and neuropathologic hallmarks (De Jager et al., 2014; Lunnon et al., 2014; Yu et al., 2015)• Differential DNA methylation is present at multiple genomic sites in pathology-free brain regions derived from multiple sclerosis patients (Huynh et al., 2014)• Differential DNA methylation is present in blood from patients with neurodegenerative taupoathies (progressive supranuclear palsy (PSP) and frontotemporal dementia) (Li et al., 2014). For PSP, these patterns are clustered within the known susceptibility locus on 17q21.31Open in a separate windowThis contemporary view of epigenetic mechanisms is that they serve as control systems for modulating genomic structure and activity in response to evolving profiles of cell-extrinsic, cell-cell, and cell-intrinsic signals. These dynamic processes are, therefore, responsible for mediating cell- and tissue-specific gene expression and function, gene–gene and gene–environmental interactions, and development and aging. This wider perspective embraces DNA methylation, histone modifications and chromatin remodeling, noncoding RNA (ncRNA) regulation, and RNA editing as representing the major epigenetic mechanisms (Table 5.1). These molecular and cellular mechanisms are intimately involved in executing fundamental genomic programs including, for example, gene transcription, posttranscriptional RNA processing and transport, translation, X-chromosome inactivation, genomic imprinting, retrotransposon regulation, DNA replication, and DNA repair and the maintenance of genomic stability.For the nervous system, epigenetics offers a novel and robust framework for explaining how brain development and aging occur, neural cellular identity and diversity are generated, synaptic and neural network homeostasis, connectivity, and plasticity are mediated, and complex cognitive and behavioral phenotypes are inherited transgenerationally. Epigenetic factors and processes are, in turn, implicated in nervous system diseases through several distinct mechanisms, including those that are causal and those linked more indirectly. EPIGENETIC MECHANISMSDNA methylationDNA methylation refers to the process of adding a methyl group to the 5-position of a cytosine nucleotide, resulting in the formation of 5-methylcytosine (5-mC) (Portela and Esteller, 2010; Heyn and Esteller, 2012). The existence of significant levels of 5-mC within the genome has been recognized for decades, and efforts to understand 5-mC metabolism and its regulation, DNA methylation-mediated gene-regulatory effects, and associated biologic roles have been ongoing (Riggs, 1975). In the postgenomic era, interest in DNA methylation has exploded and methodologic and technical advances have enabled the characterization of very high-resolution, genomewide DNA methylation profiles in specific cell types – and even single cells – in various biologic contexts, including development, aging, and disease. Consequently, these types of “methylomic” approaches are now being utilized to study how genes are regulated in the nervous system and are yielding insights into critical neurobiologic processes, such as brain evolution, neural stem cell maintenance and differentiation, neurogenesis, gliogenesis, and synaptic and neural network connectivity and plasticity, as well as those related to neurologic and psychiatric disease pathogenesis (Kriaucionis and Heintz, 2009; Day et al., 2013; Hernando-Herraez et al., 2013; Kaas et al., 2013; Lister et al., 2013; Rudenko et al., 2013; Guo et al., 2014; Kozlenkov et al., 2014; Shi et al., 2014).Cytosine methylation, oxidation, and demethylation Members of the DNA methyltransferase (DNMT) family of enzymes catalyze the formation of 5-mC, utilizing S-adenosyl-L-methionine as the methyl group donor for this biochemical reaction (Mehler, 2008; Portela and Esteller, 2010). DNMT3A and DNMT3B are primarily responsible for methylation that occurs de novo, whereas DNMT1 is involved in maintaining methylation by acting on hemimethylated DNA that is formed during DNA replication (i.e., a methylated parent strand with an unmethylated daughter strand). Traditionally, DNA methylation events were thought to be irreversible. However, it is now clear that DNA methylation profiles are dynamic, particularly in the brain, and subject to demethylation.The process of DNA demethylation can occur either passively (via dilution associated with DNA replication) or actively, as suggested by several recent paradigm-shifting studies (Kohli and Zhang, 2013). The active DNA demethylation mechanism best supported by theoretic and experimental data involves two steps mediated, respectively, by the ten-eleven translocation (TET) family of enzymes and by factors from base excision DNA repair pathways. TET enzymes promote the oxidation of 5-mC into 5-hydroxymethylcytosine (5-hmC) and also into 5-formylcytosine (5-fC) and 5-carboxylcytosine (5-caC). These oxidized derivatives can serve as substrates for thymine DNA glycosylase-mediated base excision DNA repair, leading to the restoration of cytosine. Notably, 5-hmC does not simply serve as an inactive intermediate; rather it seems to be biologically important, having a complementary set of functions to those of 5-mC (Al-Mahdawi et al., 2014). Whether 5-fC and 5-caC are equally relevant is currently unknown, though preliminary data suggest that this might be the case (Song et al., 2013; Raiber et al., 2015).Several additional mechanisms have also been proposed for active DNA demethylation, though the in vivo importance of each is yet to be determined (Kohli and Zhang, 2013). For example, it has been suggested that DNMT enzymes can catalyze a reverse biochemical reaction with 5-mC as the substrate. Others have implicated the apolipoprotein B editing catalytic subunit/activation-induced deaminase (APOBEC/AID) family of cytidine deaminase DNA-editing enzymes in targeting 5-mC. A related supposition is that factors from nucleotide excision DNA repair pathways participate in active DNA demethylation. These (and perhaps other) mechanisms may represent a range of potential pathways for the metabolism of 5-mC, each having distinct roles and regulatory controls.Distribution and functions of DNA methylation It has been well known that DNA methylation enzymes can target cytosine residues located in gene-regulatory regions (Mehler, 2008; Portela and Esteller, 2010). In fact, conventional studies of DNA methylation focused primarily on analyzing CpG dinucleotides within CpG islands in promoter elements. These DNA methylation events are thought to mediate long-term silencing for associated genes. For example, DNA methylation levels are increased in promoter regions of pluripotency genes in nonstem cells, of imprinted genes, and of genes on the inactivated X chromosome. DNA methylation levels are also elevated in repetitive elements, where they are similarly involved in transcriptional silencing, and are thus implicated in maintaining genomic stability. 5-mC mediates these effects, directly, by obstructing transcriptional activators from accessing gene promoters and, indirectly (and probably more importantly), by binding methyl-CpG-binding domain (MBD) proteins that preferentially recognize methylated DNA (Menafra and Stunnenberg, 2014). In turn, MBDs recruit additional co-repressor complexes to these loci. Recent evidence suggests that 5-hmC exerts its functions in a parallel fashion, employing different but overlapping combinations and permutations of binding partners and regulatory cofactors (Al-Mahdawi et al., 2014).Because of advances in our knowledge of 5-mC metabolism and methodologic innovations in studying DNA methylation (Maze et al., 2014), profiles of 5-mC and 5-hmC are now being “mapped” across the entire genome in different cell types and tissues at very high resolution, revealing complex patterns of DNA methylation and hydroxymethylation associated with a wide spectrum of genomic sequences (e.g., CpG island “shores,” methylation “canyons,” introns, exons, 3’/5’-untranslated regions (UTRs), splice sites, transcription factor-binding sites, specific chromatin domains, and other intragenic and intergenic elements). These emerging data imply that DNA methylation has genomic and biologic context-specific roles, which are more nuanced and sophisticated than previously appreciated. As one example, several studies have shown that DNA methylation present in gene bodies can be indicative of gene activation, not repression.In summary, it is clear that the dynamically evolving DNA methylation landscape is, along with other epigenetic mechanisms, responsible for mediating a broad and increasing range of cellular processes, including but not limited to transcriptional regulation at individual genes and across the genome, long-term gene silencing, transposable element repression, genomic imprinting, X-chromosome inactivation, and maintaining genomic stability.Chromatin remodelingChromatin is the macromolecular complex formed by genomic DNA, histone and nonhistone DNA-binding proteins, and associated factors within the cell nucleus (Mehler, 2008; Portela and Esteller, 2010). Chromatin state can refer to the status of any component within the continuum that includes an entire genome, a chromosome, a specific chromosomal region, a particular gene, or a single functional genomic element. A nucleosome is the most basic repeating constituent of chromatin. It is formed by 147 basepairs of DNAwound around a histone protein octamer. Each octamer contains two of every “core” histone protein (i.e., H2A, H2B, H3, H4) or noncanonic “variant” histone proteins (e.g., H2A.Z, H3.3). Nucleosomes are connected together by DNA that is folded around linker histones (i.e., H1), forming a characteristic “beads on a string” configuration. These chromatin fibers are successively packaged into higher-order structures, representing various degrees of compaction. Chromatin can exist in a highly condensed state (i.e., heterochromatin) or one that is more relaxed (i.e., euchromatin), allowing the DNA to be accessed by the nuclear apparatus involved in transcription, DNA replication, DNA repair, or other processes.Like DNA methylation status, chromatin has garnered enormous interest in the postgenomic era, because of the realization that these states are extremely dynamic, subject to alterations at every level (histone, nucleosome, and higher-order configurations) in response to ever-changing environmental and interoceptive cues, and responsible for actively modulating genomic activity. Moreover, these changes are mediated by molecular factors that play critical roles in many neurobiologic processes, and the deregulation of these factors and/or associated chromatin states is increasingly being implicated in neurologic and psychiatric disease pathogenesis.Histone modifications, nucleosome remodeling/repositioning, and higher-order chromatin reorganization Histone-modifying enzymes catalyze site-specific histone posttranslational modifications (PTMs), including acetylation and methylation, which are the best characterized amongst these, as well as numerous others (e.g., phosphorylation and ubiquitination) (Huang et al., 2014). These enzymes can be categorized into families and subfamilies with opposing functions, such as histone acetyltransferases/deacetylases (HDACs/HATs) and histone methyltransferases/demethylases (HMTs/HDMs). They target specific sites on histone proteins located in the N-termini “tails” or those in globular domains within nucleosome “cores.” PTMs that have been interrogated include those at particularly important genomic sites (e.g., enhancers, promoters, and gene bodies), where they are implicated in establishing certain functional states (e.g., transcriptional activation/repression). However, our understanding of PTMs, especially those outside these genomic sites, remains limited. As such, profiling the increasing number of PTMs that are being recognized, which can be present at almost any genomic element, along with their relevant cellular functions and biologic contexts, is currently of great interest (Molina-Serrano and Kirmizis, 2013). It has been suggested that the primary role of the constellation of PTMs present on histone tails, which protrude from the nucleosome, is to define hierarchic “histone codes” ( Jenuwein and Allis, 2001). These signals are, in turn, read by diverse chromatin-binding proteins containing specialized domains (e.g., bromodomains and chromodomains) that recognize selected combinations of PTMs. By contrast, certain tail-associated PTMs (i.e., H4 lysine (K) 16 acetylation (ac) and H4K20 trimethylation) seem to be involved in internucleosomal interactions and, thus, in the formation of higher-order chromatin states. Core-associated PTMs (i.e., H3K122ac: Tropberger et al., 2013) seem to influence histone–histone and DNA–histone interactions, thereby modulating the dynamics of nucleosomes.In addition to the effects of histone PTMs, nucleosomes are subject to modification by the replacement of core histone proteins with nonallelic variant histone proteins and to repositioning (or sliding) along DNA. When incorporated into a nucleosome, variant histones can have a significant impact on chromatin architecture and on the execution of genomic programs, such as transcription and DNA repair (Volle and Dalal, 2014). Nucleosome repositioning, which is mediated by adenosine triphosphate (ATP)-dependent chromatin-remodeling enzymes, similarly regulates nuclear processes by controlling the accessibility of underlying DNA to RNA polymerases and to other regulatory and functional factors. Accordingly, profiles of nucleosome occupancy (and inversely of nucleosome-free DNA regions) and the kinetics of nucleosome sliding (Mueller-Planitz et al., 2013) are now being studied intensively.These histone PTMs and nucleosome dynamics often occur in tandem, along with higher-order chromatin reorganization. In fact, when histone-modifying enzymes and ATP-dependent chromatin-remodeling enzymes are deployed, they are typically assembled into macromolecular complexes containing several different classes of epigenetic proteins, including those that have the capacity to “read,” “write,” and “erase” chromatin states at every level of the epigenome. Enormous efforts are now being made to characterize this broad spectrum of proteins and the complexes they can form, their biologic functions, and the signals that regulate their activity (Adachi and Monteggia, 2014). Examples of these large multimeric epigenetic complexes include the Mi-2/NuRD nucleosome-remodeling complex, polycomb repressive complex 1/2 (PRC1/2), and RE1-silencing transcription factor/neuron-restrictive silencer factor (REST/NRSF) and REST corepressor (CoREST) complexes (RCOR1–3).Noncoding RNAsncRNAs are molecules that function as RNAs, in contrast to messenger RNAs, which serve primarily as intermediaries between DNA and protein. For example, transfer RNAs and ribosomal RNAs are two very well-recognized classes of ncRNAs (Mehler, 2008; Portela and Esteller, 2010; Qureshi and Mehler, 2012). Recent advances in genomic science and technology have led to paradigm-shifting discoveries in ncRNA biology (Amaral et al., 2008). The vast majority of the human genome is nonprotein-coding (more than 98%), and these noncoding sequences are now thought to be nearly ubiquitously transcribed, forming a diverse and increasing number of classes of ncRNAs (Table 5.2). These ncRNAs are expressed in complex profiles that are tissue-, cell type-, subcellular compartment-, and developmental stage-specific. Moreover, within the nervous system, where a large proportion of ncRNAs seems to be found, their expression can also be neural activity-dependent. These novel ncRNAs are quite heterogeneous in terms of their lengths, biogenesis pathways, expression profiles, and structural and functional properties. The simplest classification is based purely on length, with classes of ncRNAs divided into those that are short and those that are long (more than 200 nucleotides (nt)).Table 5.2Emerging classes of short and long noncoding RNAsClasses of short noncoding RNAsEndogenous small interfering RNAsShort Dicer-dependent ncRNAs involved in posttranscriptional and epigenetic silencing of protein-coding genes and transposonsMicroRNAsShort Drosha- and Dicer-dependent ncRNAs involved in posttranscriptional silencing via mRNA degradation or inhibition of translationPIWI-interacting RNAsShort Drosha- and Dicer-independent ncRNAs associated with the PIWI subclass of Argonaute proteins and involved in silencing of protein-coding genes and transposons and maintenance of genomic integritySmall nucleolar RNAsShort ncRNAs involved in mediating RNA modifications, such as pseudouridylation and methylation as well as pre-mRNA processingClasses of long noncoding RNAs (lncRNAs)Circular RNAslncRNAs in a circular conformation, resulting from covalent binding of the ends of a linear transcript, that are enriched in nervous system and implicated in transcriptional and posttranscriptional regulation (e.g., by acting as miRNA sponges)Enhancer RNAslncRNAs transcribed from enhancer regions of protein-coding genes, including activity-dependent neuronal genes, and implicated in regulation thereofLarge intergenic/intervening RNAslncRNAs derived from intergenic regions that bind and recruit chromatin-remodeling enzymes to specific genomic lociMitochondrial ncRNAslncRNAs derived from the mitochondrial genomeNatural antisense RNAslncRNAs generated from transcription in antisense direction and implicated in regulation of protein-coding genes transcribed in sense direction from corresponding genomic lociPromoter-associated long RNAslncRNAs transcribed from promoter regions of protein-coding genes and implicated in regulation thereofOpen in a separate windowShort noncoding RNAs Classes of short ncRNAs include microRNAs (miRNAs), endogenous short-interfering RNAs (endo-siRNAs), PIWI-interacting RNAs (piRNAs), and small nucleolar RNAs (snoRNAs) as well as many other emerging classes (Qureshi and Mehler, 2012). miRNAs, endo-siRNAs, and piRNAs are all involved in posttranscriptional RNA regulation via RNA interference (RNAi), albeit through distinct pathways. In addition, endo-siRNAs and piRNAs can target not only protein-coding genes but also retrotransposons. snoRNAs act as “guides” for posttranscriptional RNA modifications, specifically, pseudouridinylation and methylation of rRNAs and alternative splicing of select mRNAs. Significant efforts have focused on elucidating the canonic (and noncanonic) biogenesis and effector pathways for these ncRNAs.miRNAs are the most well-understood class of short ncRNAs. miRNA genes are transcribed producing primary miRNAs transcripts (Ha and Kim, 2014). The microprocessor complex subsequently processes these primary transcripts into precursor miRNAs that are exported from the nucleus into the cytoplasm by exportin-5. DICER1 cleaves these precursors, generating a double-stranded miRNA duplex. A single strand approximately 20–23 nt in length from this miRNA duplex associates with Argonaute family RNA-binding proteins (RBPs), forming an RNA-induced silencing complex (RISC). This mature miRNA binds primarily to the 30 UTR of target mRNAs that contain highly complementary miRNA “seed” regions, ultimately leading to their silencing through the activity of RISC. Importantly, a large number of different mRNAs can harbor binding elements for a particular miRNA, and conversely, an individual mRNA can possess binding elements for several cognate miRNAs (Boudreau et al., 2014). Thus, miRNAs represent a powerful regulatory system for controlling gene expression, at the level of individual genes and of large-gene networks. Furthermore, miRNAs also have an increasing inventory of noncanonic biogenesis pathways and functions, including emerging roles in the nucleus such as modulating the stability of nuclear transcripts, chromatin remodeling at specific gene loci promoting both activation and repression of transcription, and co-transcriptional alternative splicing (Lee, 2014).Long noncoding RNAs Compared to short ncRNAs, long ncRNAs (lncRNAs) can be much more heterogeneous in terms of their length, ranging from 200 nt up to hundreds of kilobases. This property imbues lncRNAs with greater flexibility and diversity in terms of their mechanisms of action and functional repertoire. Indeed, lncRNAs mediate an extremely broad and increasing spectrum of cellular processes, including locus-specific and genomewide histone modifications and chromatin remodeling, nuclear subdomain formation, transcriptional regulation, posttranscriptional RNA processing and transport, nuclear-cytoplasmic shuttling, translational control, imprinting, and X-chromosome inactivation (Qureshi and Mehler, 2013a). One of the reasons why lncRNAs have such varied functions is because they can simultaneously engage in conformational and sequence-specific interactions with many classes of biologic macromolecules, including nucleic acids and proteins. For example, some lncRNAs bind to relatively nonselective transcriptional regulators and histone/chromatin-remodeling protein complexes and recruit these to genomic loci with complementary sequence elements (Schmitz et al., 2010; Grote et al., 2013; Bacolla et al., 2015; Mondal et al., 2015; O’Leary et al., 2015).It is believed that the genomic contexts from which lncRNAs are transcribed are important for determining these functions. In particular, many lncRNAs are derived from complex genomic loci that also encompass protein-coding genes. The orientations of these lncRNA/protein-coding gene pairs can be sense or antisense (i.e., natural antisense transcripts: Khorkova et al., 2014) and partially or completely overlapping or even nonoverlapping but “bidirectional” with shared regulatory elements. It has been suggested that many of these lncRNAs participate in regulating the expression, posttranscriptional processing, stability, transport, and functioning of the associated protein-coding gene. Conversely, many lncRNAs are transcribed from intergenic regions (long intergenic, or intervening, ncRNAs), and their roles are still emerging (Guttman et al., 2009; Khalil et al., 2009). Some lncRNAs form circular transcripts that often contain numerous binding sites for miRNAs and thereby act as miRNA “sponges,” along with other potential functions (Hansen et al., 2013; Memczak et al., 2013; Salzman et al., 2013). Certain lncRNAs can serve as precursors for the biogenesis of short ncRNAs, such as snoRNAs, released by cleavage of the “host” lncRNA (Askarian-Amiri et al., 2011).Furthermore, in some cases, the act of lncRNA transcription can be relevant, rather than some function of the transcript, through direct interactions with nuclear factors (e.g., the transcriptional machinery). Given this high degree of complexity and also the sheer numbers of lncRNAs encoded by the genome, estimated to be in the tens of thousands, the overall biology of lncRNAs remains largely enigmatic. However, significant lncRNA research efforts are under way and a few selected lncRNAs, such as XIST (Maclary et al., 2013) and HOTAIR (Wu et al., 2014), have been studied extensively.RNA editingRNA editing refers to the recoding of nucleotides in an RNA molecule, specifically adenosine-to-inosine (A-to-I) and cytidine-to-uridine (C-to-U) deamination events (Slotkin and Nishikura, 2013). The adenosine deaminase that act on RNA (ADAR) and the activation-induced deaminase/apolipoprotein B editing catalytic subunit (AID/APOBEC) family of enzymes catalyze these irreversible biochemical reactions, respectively. There are three ADAR family members: ADAR1, which is induced by interferon; ADAR2, which is expressed constitutively; and ADAR3, which is expressed only in brain but seems to lack catalytic activity. They target adenosine residues in mRNAs (often in 3’/5’-UTRs) and in ncRNAs and can affect the alternative splicing patterns, gene-regulatory motifs (e.g., miRNA-binding elements) and associated interactions, and subcellular localization profiles of these transcripts. Notably, RNA editing occurs prominently in mRNAs encoding factors involved in synaptic transmission, such as α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA) receptor and the hydroxytryptamine subtype 2C receptor (5-HT2CR) mRNAs (Hood and Emeson, 2012). There are nine AID/APOBEC family members (AID, APOBEC1, and APOBEC3A/B/C/D/F/G/H), which can act on either DNA or RNA molecules. They are implicated in functions similar to the ADARs as well as in antibody diversification and class switching via somatic hypermutation, innate immunity to endogenous retrotransposons and exogenous viruses, and DNA demethylation (see above) (Smith et al., 2012). The expression and function of these enzymes are highly regulated during development, adult life, and aging and in response to stress and environmental stimuli and are linked to nervous system pathology, when deregulated.Emerging epigenetic mechanismsSeveral additional (and putative) epigenetic mechanisms have been identified. Though our understanding of these is still evolving, preliminary studies imply roles in neural stem cell fate determination, brain development, synaptic and neural network connectivity and plasticity, and neurologic and psychiatric disease (Qureshi and Mehler, 2014b). Epitranscriptomics (RNA epigenetics) refers to the posttranscriptional modification of RNA bases (i.e., cytosine and adenosine methylation), which is mediated by specific RNA modification enzymes (Liu and Pan, 2015). These transcript variations can potentially influence subsequent posttranscriptional processing, transport, translation, and metabolism. Another emerging mechanism is spatial reorganization of the three-dimensional architecture of the nucleus and its constituents (Qureshi and Mehler, 2010b). This dynamic process includes, for example, DNA looping and enhancer–promoter interactions; establishment of chromatin boundary elements; assembly of functional nuclear domains containing certain genomic loci, RNAs, and other molecular factors; linking particular genomic loci with nuclear pore proteins; and transcriptional “poising” of recently repressed genes for reactivation (Lai et al., 2013; Light and Brickner, 2013; Mercer and Mattick, 2013; Hacisuleyman et al., 2014). Moreover, the overall spectrum of epigenetic mechanisms is active not only in the nucleus but also in mitochondria, which is likely particularly relevant for brain. Indeed, in neural cells the mitochondrial genome is subject to DNA methylation and hydroxymethylation (Shock et al., 2011), and it encodes both short and long mitochondrial ncRNAs (Mercer et al., 2011). EMERGING ROLES OF EPIGENETIC MECHANISMS IN NEUROBIOLOGIC PROCESSESGiven their broad scope, epigenetic mechanisms are increasingly being implicated in mediating key aspects of nearly every major biologic process. Numerous ongoing studies are focused on characterizing precisely when and where epigenetic factors and mechanisms are deployed, what roles they play, and how they are integrated within known frameworks underlying cellular and organismal functions. In the nervous system, these complex epigenetic profiles can be elaborated in a regional, cell type- and developmental stage-specific, activity-dependent, sexually dimorphic, and circadian fashion (Qureshi and Mehler, 2014b). Their best-characterized roles are those associated with neural cell fate decisions, synaptic and neural network connectivity and plasticity, and transgenerational inheritance.Epigenetic mechanisms participate in the establishment and maintenance of neural cell identity, by promoting the transition from relatively open chromatin states conducive to transcriptional activity in stem and progenitor cells to repressive chromatin states for genes associated with alternative cell fates that occur during the execution of neural lineage-specific differentiation programs (Ziller et al., 2015). In fact, a large number of studies have focused on interrogating how different epigenetic factors orchestrate aspects of neural stem cell self-renewal and maintenance, lineage restriction, lineage commitment, neural cell fate specification, progressive stages of neuronal and glial maturation, and terminal differentiation (MuhChyi et al., 2013). For example, we and others have elucidated how the developmental stage-specific deployment of REST and CoREST complexes regulates neural lineage elaboration (Qureshi et al., 2010).Epigenetic mechanisms also play a role in mediating synaptic and neural network connectivity and plasticity; and, congruently, they are influenced by these processes. Indeed, epigenetic factors across every class are implicated in modulating activity-dependent neuronal gene expression. One study demonstrated that mice lacking Dnmt1 and Dnmt3a exhibit decreased levels of DNA methylation and have corresponding abnormalities in plasticity within the hippocampal CA1 region, leading to overt impairments in learning and memory (Feng et al., 2010). The death domain-associated protein, a histone chaperone, responds to neuronal depolarization by promoting the incorporation of the H3.3 variant into chromatin associated with activity-dependent neuronal genes, resulting in transcriptional activation (Michod et al., 2012). In terms of ncRNAs, miRNAs, piRNAs, and lncRNA are all implicated in modulating synapse formation and function. As one example, in Aplysia, piRNAs participate in serotonin-dependent methylation of the cAMP response element-binding protein 2 gene promoter, underlying long-term synaptic facilitation (Rajasethupathy et al., 2012). Moreover, neuronal cell-specific lncRNAs can be transcribed from enhancer elements in an activity-dependent manner (Kim et al., 2010). The expression of these enhancer RNAs is correlated with that of proximally located genes, implying that eRNAs modulate stimulus-dependent neuronal gene transcription.Epigenetic mechanisms are further involved in transgenerational inheritance of cognitive and behavioral traits, including those thought to be deleterious and those that are beneficial. For example, one recent study reported that the progeny of mice subjected to odorant fear conditioning with acetophenone before conception exhibit increased behavioral sensitivity to this conditioned odor (Dias and Ressler, 2014). These transgenerational effects on the F1 and F2 generations were inherited via the parental gametes and mediated by hypomethylation of the Olfr151 acetophenone odorant receptor gene. A related study found that the progeny of mice subjected to early-life stress have alterations in their behavioral and metabolic responses, which are programmed by miRNAs present in sperm from traumatized males (Gapp et al., 2014a). Conversely, newborn male mice exposed to unpredictable maternal separation and stress-mediated goal-directed behavior and behavioral flexibility as adults are associated with changes in histone PTMs at the mineralocorticoid receptor gene and associated decreased mineralocorticoid receptor expression in the hippocampus (Gapp et al., 2014b). EMERGING ROLES OF EPIGENETIC MECHANISMS IN NERVOUS SYSTEM DISEASESGiven these important biologic roles, it is not surprising that epigenetic mechanisms are also increasingly being implicated in mediating nervous system disease processes. Ongoing studies are focused on identifying and interpreting relationships between epigenetic deregulation and different neurologic and psychiatric disorders7, utilizing animal models and human pathologic specimens (Qureshi and Mehler, 2013c). Several distinct but nonmutually exclusive paradigms for these are now emerging (Table 5.3), including those representing causal links as well as those that are more indirect.Mutations in genes encoding epigenetic factorsGermline and somatic mutations in genes encoding epigenetic factors can cause nervous system diseases. The most well-known example is that of missense, nonsense, frameshift, and deletion mutations in the methyl-CpG-binding protein 2 (MeCP2) gene leading to Rett syndrome (Amir et al., 1999). MeCP2 is a MBD family protein that serves a component of chromatin and has a particularly important array of transcriptional and epigenetic regulatory functions in neural cells. Mutations in additional epigenetic factors, from every class, are further linked to the development of nervous system diseases, including intellectual and developmental disabilities (van Bokhoven, 2011), autism spectrum disorders (Iossifov et al., 2014), and epilepsy (Qureshi and Mehler, 2010a). In fact, it has become clear that one of the major categories of genes responsible for causing syndromic and nonsyndromic forms of intellectual and developmental disabilities, when mutated, is genes encoding factors involved in regulating chromatin structure, directly or indirectly (histone lysine-specific demethylase 5C and 6A and alpha thalassemia/mental retardation syndrome X-linked) (van Bokhoven, 2011). In contrast to these inherited mutations, somatic mutations in genes encoding epigenetic factors are also linked to nervous system diseases. For example, mutations in epigenetic genes are implicated in the pathogenesis of primary brain tumors, including variant histone protein H3.3 in a high proportion of pediatric gliomas and histone lysine methylation-related factors in medulloblastomas (Schwartzentruber et al., 2012; Sturm et al., 2012; Wu et al., 2012; Chan et al., 2013).Genetic variation in genes encoding epigenetic factors and those targeted by epigenetic factorsGenetic variation in genes encoding epigenetic factors, and conversely, in those targeted by epigenetic factors can influence the risk of onset and progression of nervous system diseases. For example, single-nucleotide polymorphisms (SNPs) in the bromodomain-containing 2 gene, which encodes a chromatin-binding protein, are partly responsible for vulnerability to juvenile myoclonic epilepsy (Pal et al., 2003). Similarly, an SNP in the HDAC9 gene modifies the risk of large-vessel ischemic stroke (Bellenguez et al., 2012). SNPs in the ANRIL/CDKN2B-AS1 gene, which encodes an lncRNA, confer risk for several nervous system diseases, including stroke, intracranial aneurysms, plexiform neurofibromas, and Alzheimer disease (Popov and Gil, 2010; Zhang et al., 2012). By contrast, genetic variation in gene-regulatory elements, such as miRNA-binding sites, can modify interactions with epigenetic factors and their targets, including genes associated with nervous system diseases (e.g., Alzheimer disease, Parkinson disease, multiple sclerosis, schizophrenia, and depression) (Bruno et al., 2012; Liu et al., 2012; Boudreau et al., 2014). For example, an SNP in the fibroblast growth factor 20 gene (FGF20), which impacts Parkinson disease risk, disrupts miR-433-mediated regulation of FGF20 (Wang et al., 2008).Impairments in epigenetic factor expression, localization, and functionImpairments in epigenetic factor expression, localization, and function can be linked to nervous system diseases. This deregulation of epigenetic proteins can be associated with the known molecular pathophysiology of specific disorders. For example, abnormalities in the expression, localization, and function of the epigenetic protein, REST, are implicated in the pathogenesis of Huntington disease (Zuccato et al., 2003; Buckley et al., 2010). The huntingtin protein (HTT), which is responsible for causing Huntington disease, forms a complex with REST that mediates REST nuclear-cytoplasmic trafficking. In turn, mutations in HTT lead to abnormal REST accumulation in the nucleus and deregulated REST activity that is thought to be important in disease onset. Similarly, abnormal subcellular localization of HDAC4 contributes to neurodegeneration in ataxia telangiectasia, with loss of ataxia telangiectasia mutated protein promoting the nuclear accumulation of HDAC4 (Li et al., 2012). In terms of RNA editing, loss of ADAR2 activity is implicated in the pathogenesis of amyotrophic lateral sclerosis because of impairments in AMPA receptor editing that lead to motor neuron degeneration (Hideyama et al., 2010, 2012).Epigenetic mechanisms modulating disease-associated factors and pathwaysEpigenetic mechanisms modulating disease-associated factors and pathways can also be involved in the molecular pathophysiology of nervous system diseases. Indeed, disease-linked genomic loci and disease-causing genes are subject to epigenetic regulation. Disorders of genomic imprinting – which refers to monoallelic parent-of-origin gene expression mediated by DNA methylation, histone and chromatin modifications and ncRNAs – are the classic examples of this paradigm. Specifically, Prader–Willi and Angelman syndromes are disorders caused by perturbations in imprinting on chromosome 15q11–13 (Buiting, 2010). Moreover, the BACE1 antisense RNA (BACE1-AS) is an lncRNA that is transcribed from the same genomic locus as, but in an antisense orientation relative to, the β-site APP-cleaving enzyme 1 (BACE1) gene, which is implicated in the pathogenesis of Alzheimer disease. BACE1-AS plays a role in modulating the stability of the BACE1 mRNA (Faghihi et al., 2010). A related example is miR-339–5p, which also targets BACE1 and is decreased in brain specimens from patients with Alzheimer disease (Long et al., 2014).Aberrant epigenetic profiles and epigenetic epidemiologyOur understanding of how, when, and where epigenetic mechanisms are deployed is still evolving, particularly in the context of disease; a rapidly increasing number of studies have focused on characterizing the aberrant epigenetic profiles present in animal model- and patient-derived central and peripheral tissues. These studies have revealed that epigenetic factors and marks are often differentially present compared to controls. However, the contributions of these deregulated processes to disease pathogenesis are complex. The emerging field of epigenetic epidemiology seeks to uncover more precisely how these abnormal epigenetic signatures might influence disease risk, onset, progression, and responsiveness to treatment, employing epigenome-wide association studies that are integrated with corresponding genomic, transcriptomic (protein-coding RNAs and ncRNAs), and other phenomic data sets (Qureshi and Mehler, 2014a). For example, a recent methylomic analysis performed using 708 brain autopsy specimens, encompassing presymptomatic and symptomatic Alzheimer disease patients, found 71 differentially methylated regions, including regions that harbor Alzheimer disease susceptibility variants, associated with the burden of Alzheimer disease pathology (De Jager et al., 2014). Several of these correlations were validated in an independent cohort. A related study of brain regions from four independent cohorts of postmortem brains demonstrated significant hypermethylation in the ankyrin 1 (ANK1) gene in the entorhinal cortex, superior temporal gyrus, and prefrontal cortex but not the cerebellum, reflecting sites of Alzheimer disease neuropathology (Lunnon et al., 2014).Additional analyses have similarly started linking DNA methylation alterations with nervous system disorders, including, for example, tauopathies (Ferrari et al., 2014; Li et al., 2014), pain sensitivity (Bell et al., 2014), multiple sclerosis (Huynh et al., 2014), autism spectrum disorders (Berko et al., 2014), and epilepsy (Miller-Delaney et al., 2015). Intriguingly, epigenetic profiles in blood may correlate with clinical phenotypes in nervous system disorders, suggesting that that may have diagnostic and prognostic clinical value (Qureshi and Mehler, 2013b). PROMISE OF EPIGENETIC MEDICINEThe rapidly evolving field of epigenetics promises to revolutionize the treatment of human disease by providing a novel set of biologic mechanisms and molecular targets that can be used to reprogram cells, tissues, and even entire organisms in a fundamental manner, influencing disease risk, onset, and progression, and facilitating regeneration and repair. Targeting the epigenome may provide a strategy to decrease inherited disease risk. Many genetic risk variants identified by genomewide association studies occur in noncoding regions and impact disease pathogenesis through effects on transcriptional and epigenetic regulation. For example, a common risk variant associated with Parkinson disease occurs in a noncoding element that is a distal enhancer element regulating the expression of α-synuclein (Soldner et al., 2016). A therapeutic approach can be envisioned that mitigates the function of this enhancer element and its role in Parkinson disease pathogenesis by targeting the epigenetic marks that define active enhancers (i.e., H3K27ac, H3K4me1, H3K4me3).Targeting the epigenome may halt or even reverse the effects of chronologic aging on the brain, providing a strategy for combating age-related neurodegenerative diseases, such as Alzheimer disease. Indeed, aging and longevity are increasingly thought to be mediated by a spectrum of epigenetic alterations, including global upregulation of activating marks and downregulation of repressive marks and genomic site-specific changes in chromatin states regulating expression of key genes (Sen et al., 2016). Examples of therapeutic approaches might include modulating histone dosage to compensate for aging-related loss of histones; DNA methylation enzymes to counterbalance aging-related global DNA hypomethylation; histone-modifying enzymes to reduce aging-related imbalances of activating and repressive histone PTMs; and factors involved in heterochromatin formation and maintenance to reduce age-related loss of heterochromatin. Targeting the epigenome may also have the potential to promote neural regeneration and repair.Epigenetic mechanisms underpin many aspects of neural cell identity and function. Factors such as HDACs; bromodomain proteins, Brd2, Brd3, and Brd4; REST/NRSF and CoREST/RCor1–3; miR-124 and miR-9; and the lncRNA, Pnky, play roles in orchestrating neural stem cell maintenance and self-renewal, neurogenesis and gliogenesis, neural subtype specification, and synaptic and neural network connectivity and plasticity. Thus, modulating these epigenetic factors has the potential to recapitulate these processes after neural injury and achieve functional recovery. As one example, the inhibition of BET bromodomain proteins using bromodomain-selective inhibitor, JQ-1, was recently shown to direct neural progenitor cells to differentiate into neurons, while suppressing cell cycle progression and gliogenesis (Li et al., 2016).Some available compounds can target epigenetic factors and mechanisms, particularly DNA methylation and histone PTM enzymes, and have demonstrated beneficial treatment effects in a range of disease models as well as in clinical studies. Nonetheless, the utility of these agents is severely limited by a lack of selectivity for individual enzymes, systemic toxicities, poor bioavailability, and other factors. Drug discovery and development efforts are therefore under way to design more effective molecules that can overcome these limitations. For example, crebinostat is a brain-penetrant HDAC inhibitor; its recently developed derivative, neurinostat, exhibits higher potency for inducing neuronal histone acetylation and an improved pharmacokinetic profile (Ghosh et al., 2016).Additional drug discovery activity is focused on identifying next-generation compounds that have the potential to simultaneously read, erase, and write epigenetic marks. For example, rational drug design strategies are being used to construct dual-action compounds that combine bromodomain and HDAC-inhibitory activity in a single molecule (Zhang et al., 2016). In terms of achieving genomic site specificity, oligonucleotide molecules are being designed to induce or inhibit chromatin remodeling in a locus-specific fashion, by modulating interactions between individual lncRNA molecules and chromatin-binding proteins and remodeling enzymes (Yamanaka et al., 2015). Despite these advancements, however, epigenetic medicine is only in the earliest stages of its development and very significant challenges still exist, especially for nervous system applications, which require targeting epigenetic factors and mechanisms at an exquisite level of temporal and spatial resolution as well as cell type specificity. CONCLUSION AND FUTURE DIRECTIONSThe field of epigenetics has progressed rapidly in the postgenomic era, providing an important conceptual and experimental framework for understanding how genomic structure and activity are regulated and crosstalk between genetic factors and gender, environmental exposures, nutritional states, and aging is mediated. However, the major epigenetic mechanisms that are recognized still remain enigmatic. In fact, they are quite challenging to study because of their myriad complexities, dynamic nature, and functional interrelationships (outlined above). Recent scientific and technologic advances – such as those related to analyzing single cells and single molecules (Hyun et al., 2015), synthetic biology and genome editing (Han et al., 2014), optogenetics (Konermann et al., 2013), chemical biology (Baud et al., 2014), and molecular imaging (Sekar et al., 2015a, b) – are starting to offer more sophisticated tools and techniques for interrogating the epigenome with a higher degree of temporal and spatial resolution as well as cell type and genomic site specificity. These and other emerging strategies will undoubtedly deliver novel insights into the major epigenetic mechanisms and uncover additional roles for epigenetic processes.One such area that is becoming increasingly prominent is the study of transcriptional kinetics. This includes, for example, RNA polymerase pausing in the context of transcriptional initiation and elongation. Precise genomewide mapping of RNA polymerase and complementary single-molecule methodologies are beginning to show how the interplay between the RNA polymerase complex, functional genomic elements (e.g., core recognition sequences and promoter regions), transcription factors and coregulators, and chromatin states (e.g., nucleosomal “barriers”) determines pausing density, duration, and position and escape to productive elongation, illustrating multiple distinct mechanisms for controlling gene expression (Kwak and Lis, 2013). It is also unequivocally clear that epigenetic mechanisms play an important role in the establishment and maintenance of nervous system structure and functions, including the emergence of complex cognitive and behavioral traits, and in the pathogenesis of neurologic and psychiatric disorders.However, many important questions have yet to be answered. Some particularly interesting studies are currently under way to collect and analyze complex genome, transcriptome, epigenome, interactome, metabolome, microbiome, chronome, exposome, and phenome data sets in health and disease (Topol, 2014). These systems of biologic and network medicine approaches will provide an integrative, rather than a reductionistic, perspective, and yield an appreciation for network-level properties that are hallmarks of human brain. These efforts are still in their infancy. Nonetheless, preliminary diagnostic and therapeutic approaches targeting epigenetic factors and processes have already been developed and approved by the Food and Drug Administration (mostly for select subtypes of cancer). More advanced and selective strategies for epigenetic medicine are actively being explored for additional classes of diseases, especially nervous system disorders (Qureshi and Mehler, 2013b). These will hopefully lead to earlier detection and better risk stratification and guide the development of more effective and even preventive therapies. ACKNOWLEDGMENTSWe regret that space constraints have prevented the citation of many relevant and important references. M.F.M. is supported by grants from the National Institutes of Health (NS071571, HD071593, MH66290), as well as by the F.M. Kirby, Alpern Family, Mildred and Bernard H. Kayden, and Roslyn and Leslie Goldstein Foundations. ReferencesAdachi M, Monteggia LM (2014). Decoding transcriptional repressor complexes in the adult central nervous system. Neuropharmacology\n80: 45–52. [PMC free article] [PubMed] [Google Scholar]Al-Mahdawi S, Virmouni SA, Pook MA (2014). The emerging role of 5-hydroxymethylcytosine in neurodegenerative diseases. Front Neurosci\n8: 397. [PMC free article] [PubMed] [Google Scholar]Amaral PP, Dinger ME, Mercer TR\net al. (2008). The eukaryotic genome as an RNA machine. Science\n319: 1787–1789. [PubMed] [Google Scholar]Amir RE, Veyver IB, Wan M\net al. (1999). Rett syndrome is caused by mutations in X-linked MECP2, encoding methyl-CpG-binding protein 2. Nat Genet\n23: 185–188. [PubMed] [Google Scholar]Askarian-Amiri ME, Crawford J, French JD\net al. (2011). SNORD-host RNA Zfas1 is a regulator of mammary development and a potential marker for breast cancer. RNA\n17: 878–891. [PMC free article] [PubMed] [Google Scholar]Bacolla A, Wang G, Vasquez KM (2015). New perspectives on DNA and RNA triplexes as effectors of biological activity. PLoS Genet\n11: e1005696. [PMC free article] [PubMed] [Google Scholar]Baud MG, Lin-Shiao E, Cardote T\net al. (2014). Chemical biology. A bump-and-hole approach to engineer controlled selectivity of BET bromodomain chemical probes. Science\n346: 638–641. [PMC free article] [PubMed] [Google Scholar]Bell JT, Loomis AK, Butcher LM\net al. (2014). Differential methylation of the TRPA1 promoter in pain sensitivity. Nat Commun\n5: 2978. [PMC free article] [PubMed] [Google Scholar]Bellenguez C, Bevan S, Gschwendtner A\net al. (2012). Genome-wide association study identifies a variant in HDAC9 associated with large vessel ischemic stroke. Nature Genetics\n44: 328–333. [PMC free article] [PubMed] [Google Scholar]Berko ER, Suzuki M, Beren F\net al. (2014). Mosaic epigenetic dysregulation of ectodermal cells in autism spectrum disorder. PLoS Genet\n10: e1004402. [PMC free article] [PubMed] [Google Scholar]Bernstein BE, Birney E, Dunham I\net al. (2012). An integrated encyclopedia of DNA elements in the human genome. Nature\n489: 57–74. [PMC free article] [PubMed] [Google Scholar]Boudreau RL, Jiang P, Gilmore BL\net al. (2014). Transcriptome-wide discovery of microRNA binding sites in human brain. Neuron\n81: 294–305. [PMC free article] [PubMed] [Google Scholar]Bruno AE, Li L, Kalabus JL\net al. (2012). miRdSNP: a database of disease-associated SNPs and microRNA target sites on 3’UTRs of human genes. BMC Genomics\n13: 44. [PMC free article] [PubMed] [Google Scholar]Buckley NJ, Johnson R, Zuccato C\net al. (2010). The role of REST in transcriptional and epigenetic dysregulation in Huntington’s disease. Neurobiology of Disease\n39: 28–39. [PubMed] [Google Scholar]Buiting K (2010). Prader-Willi syndrome and Angelman syndrome. Am J Med Genet C Semin Med Genet\n154C: 365–376. [PubMed] [Google Scholar]Cartault F, Munier P, Benko E\net al. (2012). Mutation in a primate-conserved retrotransposon reveals a noncoding RNA as a mediator of infantile encephalopathy. Proceedings of the National Academy of Sciences of the United States of America\n109: 4980–4985. [PMC free article] [PubMed] [Google Scholar]Chan KM, Fang D, Gan H\net al. (2013). The histone H3.3K27M mutation in pediatric glioma reprograms H3K27 methylation and gene expression. Genes and Development\n27: 985–990. [PMC free article] [PubMed] [Google Scholar]Day JJ, Childs D, Guzman-Karlsson MC\net al. (2013). DNA methylation regulates associative reward learning. Nature Neuroscience\n16: 1445–1452. [PMC free article] [PubMed] [Google Scholar]De Jager PL, Srivastava G, Lunnon K\net al. (2014). Alzheimer’s disease: early alterations in brain DNA methylation at ANK1, BIN1, RHBDF2 and other loci. Nat Neurosci\n17: 1156–1163. [PMC free article] [PubMed] [Google Scholar]Dias BG, Ressler KJ (2014). Parental olfactory experience influences behavior and neural structure in subsequent generations. Nat Neurosci\n17: 89–96. [PMC free article] [PubMed] [Google Scholar]Faghihi MA, Modarresi F, Khalil AM\net al. (2008). Expression of a noncoding RNA is elevated in Alzheimer’s disease and drives rapid feed-forward regulation of beta-secretase. Nat Med\n14: 723–730. [PMC free article] [PubMed] [Google Scholar]Faghihi MA, Zhang M, Huang J\net al. (2010). Evidence for natural antisense transcript-mediated inhibition of microRNA function. Genome Biology\n11: R56. [PMC free article] [PubMed] [Google Scholar]Feng J, Zhou Y, Campbell SL\net al. (2010). Dnmt1 and Dnmt3a maintain DNA methylation and regulate synaptic function in adult forebrain neurons. Nat Neurosci\n13: 423–430. [PMC free article] [PubMed] [Google Scholar]Ferrari R, Hernandez DG, Nalls MA\net al. (2014). Frontotemporal dementia and its subtypes: a genome-wide association study. Lancet Neurol\n13: 686–699. [PMC free article] [PubMed] [Google Scholar]Gapp K, Jawaid A, Sarkies P\net al. (2014a). Implication of sperm RNAs in transgenerational inheritance of the effects of early trauma in mice. Nat Neurosci\n17: 667–669. [PMC free article] [PubMed] [Google Scholar]Gapp K, Soldado-Magraner S, Alvarez-Sanchez M\net al. (2014b). Early life stress in fathers improves behavioural flexibility in their offspring. Nat Commun\n5: 5466. [PubMed] [Google Scholar]Ghosh B, Zhao WN, Reis SA\net al. (2016). Dissecting structure-activity-relationships of crebinostat: brain penetrant HDAC inhibitors for neuroepigenetic regulation. Bioorg Med Chem Lett\n26: 1265–1271. [PMC free article] [PubMed] [Google Scholar]Grote P, Wittler L, Hendrix D\net al. (2013). The tissue-specific lncRNA Fendrr is an essential regulator of heart and body wall development in the mouse. Dev Cell\n24: 206–214. [PMC free article] [PubMed] [Google Scholar]Guo JU, Su Y, Shin JH\net al. (2014). Distribution, recognition and regulation of non-CpG methylation in the adult mammalian brain. Nature Neuroscience\n17: 215–222. [PMC free article] [PubMed] [Google Scholar]Guttman M, Amit I, Garber M\net al. (2009). Chromatin signature reveals over a thousand highly conserved large noncoding RNAs in mammals. Nature\n458: 223–227. [PMC free article] [PubMed] [Google Scholar]Ha M, Kim VN (2014). Regulation of microRNA biogenesis. Nat Rev Mol Cell Biol\n15: 509–524. [PubMed] [Google Scholar]Hacisuleyman E, Goff LA, Trapnell C\net al. (2014). Topological organization of multichromosomal regions by the long intergenic noncoding RNA Firre. Nat Struct Mol Biol\n21: 198–206. [PMC free article] [PubMed] [Google Scholar]Han J, Zhang J, Chen L\net al. (2014). Efficient in vivo deletion of a large imprinted lncRNA by CRISPR/Cas9. RNA Biol\n11: 829–835. [PMC free article] [PubMed] [Google Scholar]Hansen TB, Jensen TI, Clausen BH\net al. (2013). Natural RNA circles function as efficient microRNA sponges. Nature\n495: 384–388. [PubMed] [Google Scholar]Hernando-Herraez I, Prado-Martinez J, Garg P\net al. (2013). Dynamics of DNA methylation in recent human and great ape evolution. PLoS Genetics\n9: e1003763. [PMC free article] [PubMed] [Google Scholar]Heyn H, Esteller M (2012). DNA methylation profiling in the clinic: applications and challenges. Nature Reviews. Genetics\n13: 679–692. [PubMed] [Google Scholar]Hideyama T, Yamashita T, Suzuki T\net al. (2010). Induced loss of ADAR2 engenders slow death of motor neurons from Q/R site-unedited GluR2. J Neurosci\n30: 11917–11925. [PMC free article] [PubMed] [Google Scholar]Hideyama T, Yamashita T, Aizawa H\net al. (2012). Profound downregulation of the RNA editing enzyme ADAR2 in ALS spinal motor neurons. Neurobiol Dis\n45: 1121–1128. [PubMed] [Google Scholar]Hood JL, Emeson RB (2012). Editing of neurotransmitter receptor and ion channel RNAs in the nervous system. Curr Top Microbiol Immunol\n353: 61–90. [PMC free article] [PubMed] [Google Scholar]Huang H, Sabari BR, Garcia BA\net al. (2014). SnapShot: histone modifications. Cell\n159: 458: 458 e451. [PMC free article] [PubMed] [Google Scholar]Huynh JL, Garg P, Thin TH\net al. (2014). Epigenome-wide differences in pathology-free regions of multiple sclerosis-affected brains. Nat Neurosci\n17: 121–130. [PMC free article] [PubMed] [Google Scholar]Hyun BR, McElwee JL, Soloway PD (2015). Single molecule and single cell epigenomics. Methods\n72C: 41–50. [PMC free article] [PubMed] [Google Scholar]Iossifov I, O’Roak BJ, Sanders SJ\net al. (2014). The contribution of de novo coding mutations to autism spectrum disorder. Nature\n515: 216–221. [PMC free article] [PubMed] [Google Scholar]Jenuwein T, Allis CD (2001). Translating the histone code. Science\n293: 1074–1080. [PubMed] [Google Scholar]Kaas GA, Zhong C, Eason DE\net al. (2013). TET1 controls CNS 5-methylcytosine hydroxylation, active DNA demethylation, gene transcription, and memory formation. Neuron\n79: 1086–1093. [PMC free article] [PubMed] [Google Scholar]Khalil AM, Guttman M, Huarte M\net al. (2009). Many human large intergenic noncoding RNAs associate with chromatin-modifying complexes and affect gene expression. Proc Natl Acad Sci U S A\n106: 11667–11672. [PMC free article] [PubMed] [Google Scholar]Khorkova O, Myers AJ, Hsiao J\net al. (2014). Natural antisense transcripts. Hum Mol Genet\n23: R54–R63. [PMC free article] [PubMed] [Google Scholar]Kim TK, Hemberg M, Gray JM\net al. (2010). Widespread transcription at neuronal activity-regulated enhancers. Nature\n465: 182–187. [PMC free article] [PubMed] [Google Scholar]Kleefstra T, Schenck A, Kramer JM\net al. (2014). The genetics of cognitive epigenetics. Neuropharmacology\n80: 83–94. [PubMed] [Google Scholar]Klein CJ, Botuyan MV, Wu Y\net al. (2011). Mutations in DNMT1 cause hereditary sensory neuropathy with dementia and hearing loss. Nature Genetics\n43: 595–600. [PMC free article] [PubMed] [Google Scholar]Kohli RM, Zhang Y (2013). TET enzymes, TDG and the dynamics of DNA demethylation. Nature\n502: 472–479. [PMC free article] [PubMed] [Google Scholar]Konermann S, Brigham MD, Trevino AE\net al. (2013). Optical control of mammalian endogenous transcription and epigenetic states. Nature\n500: 472–476. [PMC free article] [PubMed] [Google Scholar]Kozlenkov A, Roussos P, Timashpolsky A\net al. (2014). Differences in DNA methylation between human neuronal and glial cells are concentrated in enhancers and non-CpG sites. Nucleic Acids Research\n42: 109–127. [PMC free article] [PubMed] [Google Scholar]Kriaucionis S, Heintz N (2009). The nuclear DNA base 5-hydroxymethylcytosine is present in Purkinje neurons and the brain. Science\n324: 929–930. [PMC free article] [PubMed] [Google Scholar]Kwak H, Lis JT (2013). Control of transcriptional elongation. Annu Rev Genet\n47: 483–508. [PMC free article] [PubMed] [Google Scholar]Lai F, Orom UA, Cesaroni M\net al. (2013). Activating RNAs associate with Mediator to enhance chromatin architecture and transcription. Nature\n494: 497–501. [PMC free article] [PubMed] [Google Scholar]Lee HJ (2014). Additional stories of microRNAs. Exp Biol Med (Maywood)\n239: 1275–1279. [PubMed] [Google Scholar]Li J, Chen J, Ricupero CL\net al. (2012). Nuclear accumulation of HDAC4 in ATM deficiency promotes neurodegeneration in ataxia telangiectasia. Nature Medicine\n18: 783–790. [PMC free article] [PubMed] [Google Scholar]Li Y, Chen JA, Sears RL\net al. (2014). An epigenetic signature in peripheral blood associated with the haplotype on 17q21.31, a risk factor for neurodegenerative tauopathy. PLoS Genet\n10: e1004211. [PMC free article] [PubMed] [Google Scholar]Li J, Ma J, Meng G\net al. (2016). BET bromodomain inhibition promotes neurogenesis while inhibiting gliogenesis in neural progenitor cells. Stem Cell Res\n17: 212–221. [PubMed] [Google Scholar]Light WH, Brickner JH (2013). Nuclear pore proteins regulate chromatin structure and transcriptional memory by a conserved mechanism. Nucleus\n4: 357–360. [PMC free article] [PubMed] [Google Scholar]Lister R, Mukamel EA, Nery JR\net al. (2013). Global epigenomic reconfiguration during mammalian brain development. Science\n341: 1237905. [PMC free article] [PubMed] [Google Scholar]Liu N, Pan T (2015). RNA epigenetics. Transl Res\n165: 28–35. [PMC free article] [PubMed] [Google Scholar]Liu C, Zhang F, Li T\net al. (2012). MirSNP, a database of polymorphisms altering miRNA target sites, identifies miRNA-related SNPs in GWAS SNPs and eQTLs. BMC Genomicsv\n13: 661. [PMC free article] [PubMed] [Google Scholar]Long JM, Ray B, Lahiri DK (2014). MicroRNA-339–5p down-regulates protein expression of beta-site amyloid precursor protein-cleaving enzyme 1 (BACE1) in human primary brain cultures and is reduced in brain tissue specimens of Alzheimer disease subjects. J Biol Chem\n289: 5184–5198. [PMC free article] [PubMed] [Google Scholar]Lunnon K, Smith R, Hannon E\net al. (2014). Methylomic profiling implicates cortical deregulation of ANK1 in Alzheimer’s disease. Nat Neurosci\n17: 1164–1170. [PMC free article] [PubMed] [Google Scholar]Maclary E, Hinten M, Harris C\net al. (2013). Long nonoding RNAs in the X-inactivation center. Chromosome Res\n21: 601–614. [PMC free article] [PubMed] [Google Scholar]Maze I, Shen L, Zhang B\net al. (2014). Analytical tools and current challenges in the modern era of neuroepigenomics. Nat Neurosci\n17: 1476–1490. [PMC free article] [PubMed] [Google Scholar]Mehler MF (2008). Epigenetic principles and mechanisms underlying nervous system functions in health and disease. Progress in Neurobiology\n86: 305–341. [PMC free article] [PubMed] [Google Scholar]Memczak S, Jens M, Elefsinioti A\net al. (2013). Circular RNAs are a large class of animal RNAs with regulatory potency. Nature\n495: 333–338. [PubMed] [Google Scholar]Menafra R, Stunnenberg HG (2014). MBD2 and MBD3: elusive functions and mechanisms. Front Genet\n5: 428. [PMC free article] [PubMed] [Google Scholar]Mercer TR, Mattick JS (2013). Understanding the regulatory and transcriptional complexity of the genome through structure. Genome Research\n23: 1081–1088. [PMC free article] [PubMed] [Google Scholar]Mercer TR, Neph S, Dinger ME\net al. (2011). The human mitochondrial transcriptome. Cell\n146: 645–658. [PMC free article] [PubMed] [Google Scholar]Michod D, Bartesaghi S, Khelifi A\net al. (2012). Calcium-dependent dephosphorylation of the histone chaperone DAXX regulates H3.3 loading and transcription upon neuronal activation. Neuron\n74: 122–135. [PMC free article] [PubMed] [Google Scholar]Miller-Delaney SF, Bryan K, Das S\net al. (2015). Differential DNA methylation profiles of coding and non-coding genes define hippocampal sclerosis in human temporal lobe epilepsy. Brain\n138: 616–631. [PMC free article] [PubMed] [Google Scholar]Molina-Serrano D, Kirmizis A (2013). Beyond the histone tail: acetylation at the nucleosome dyad commands transcription. Nucleus\n4: 343–348. [PMC free article] [PubMed] [Google Scholar]Mondal T, Subhash S, Vaid R\net al. (2015). MEG3 long noncoding RNA regulates the TGF-beta pathway genes through formation of RNA-DNA triplex structures. Nat Commun\n6: 7743. [PMC free article] [PubMed] [Google Scholar]Mueller-Planitz F, Klinker H, Becker PB (2013). Nucleosome sliding mechanisms: new twists in a looped history. Nat Struct Mol Biol\n20: 1026–1032. [PubMed] [Google Scholar]MuhChyi C, Juliandi B, Matsuda T\net al. (2013). Epigenetic regulation of neural stem cell fate during corticogenesis. Int J Dev Neurosci\n31: 424–433. [PubMed] [Google Scholar]Northcott PA, Nakahara Y, Wu X\net al. (2009). Multiple recurrent genetic events converge on control of histone lysine methylation in medulloblastoma. Nature Genetics\n41: 465–472. [PMC free article] [PubMed] [Google Scholar]O’Leary VB, Ovsepian SV, Carrascosa LG\net al. (2015). PARTICLE, a triplex-forming long ncRNA, regulates locus-specific methylation in response to low-dose irradiation. Cell Rep\n11: 474–485. [PubMed] [Google Scholar]Pal DK, Evgrafov OV, Tabares P\net al. (2003). BRD2 (RING3) is a probable major susceptibility gene for common juvenile myoclonic epilepsy. Am J Hum Genet\n73: 261–270. [PMC free article] [PubMed] [Google Scholar]Parsons DW, Li M, Zhang X\net al. (2011). The genetic landscape of the childhood cancer medulloblastoma. Science\n331: 435–439. [PMC free article] [PubMed] [Google Scholar]Peng PL, Zhong X, Tu W\net al. (2006). ADAR2-dependent RNA editing of AMPA receptor subunit GluR2 determines vulnerability of neurons in forebrain ischemia. Neuron\n49: 719–733. [PubMed] [Google Scholar]Popov N, Gil J (2010). Epigenetic regulation of the INK4b-ARF-INK4a locus: in sickness and in health. Epigenetics\n5: 685–690. [PMC free article] [PubMed] [Google Scholar]Portela A, Esteller M (2010). Epigenetic modifications and human disease. Nature Biotechnology\n28: 1057–1068. [PubMed] [Google Scholar]Pugh TJ, Weeraratne SD, Archer TC\net al. (2012). Medulloblastoma exome sequencing uncovers subtype-specific somatic mutations. Nature\n488: 106–110. [PMC free article] [PubMed] [Google Scholar]Qureshi IA, Mehler MF (2010a). Epigenetic mechanisms underlying human epileptic disorders and the process of epileptogenesis. Neurobiol Dis\n39: 53–60. [PMC free article] [PubMed] [Google Scholar]Qureshi IA, Mehler MF (2010b). Impact of nuclear organization and dynamics on epigenetic regulation in the central nervous system: implications for neurological disease states. Ann N Y Acad Sci\n1204 (Suppl): E20–37. [PMC free article] [PubMed] [Google Scholar]Qureshi IA, Mehler MF (2012). Emerging roles of non-coding RNAs in brain evolution, development, plasticity and disease. Nature Reviews. Neuroscience\n13: 528–541. [PMC free article] [PubMed] [Google Scholar]Qureshi IA, Mehler MF (2013a). Long non-coding RNAs: novel targets for nervous system disease diagnosis and therapy. Neurotherapeutics\n10: 632–646. [PMC free article] [PubMed] [Google Scholar]Qureshi IA, Mehler MF (2013b). Towards a ‘systems’-level understanding of the nervous system and its disorders. Trends Neurosci\n36: 674–684. [PMC free article] [PubMed] [Google Scholar]Qureshi IA, Mehler MF (2013c). Understanding neurological disease mechanisms in the era of epigenetics. JAMA Neurol\n70: 703–710. [PMC free article] [PubMed] [Google Scholar]Qureshi IA, Mehler MF (2014a). Epigenetic mechanisms underlying the pathogenesis of neurogenetic diseases. Neurotherapeutics\n11: 708–720. [PMC free article] [PubMed] [Google Scholar]Qureshi IA, Mehler MF (2014b). An evolving view of epigenetic complexity in the brain. Philos Trans R Soc Lond B Biol Sci\n369. [PMC free article] [PubMed] [Google Scholar]Qureshi IA, Gokhan S, Mehler MF (2010). REST and CoREST are transcriptional and epigenetic regulators of seminal neural fate decisions. Cell Cycle\n9: 4477–4486. [PMC free article] [PubMed] [Google Scholar]Raiber EA, Murat P, Chirgadze DY\net al. (2015). 5-Formylcytosine alters the structure of the DNA double helix. Nat Struct Mol Biol\n22: 44–49. [PMC free article] [PubMed] [Google Scholar]Rajasethupathy P, Antonov I, Sheridan R\net al. (2012). A role for neuronal piRNAs in the epigenetic control of memory-related synaptic plasticity. Cell\n149: 693–707. [PMC free article] [PubMed] [Google Scholar]Riggs AD (1975). X inactivation, differentiation, and DNA methylation. Cytogenet Cell Genet\n14: 9–25. [PubMed] [Google Scholar]Rudenko A, Dawlaty MM, Seo J\net al. (2013). Tet1 is critical for neuronal activity-regulated gene expression and memory extinction. Neuron\n79: 1109–1122. [PMC free article] [PubMed] [Google Scholar]Salzman J, Chen RE, Olsen MN\net al. (2013). Cell-type specific features of circular RNA expression. PLoS Genetics\n9: e1003777. [PMC free article] [PubMed] [Google Scholar]Saus E, Soria V, Escaramis G\net al. (2010). Genetic variants and abnormal processing of pre-miR-182, a circadian clock modulator, in major depression patients with late insomnia. Human Molecular Genetics\n19: 4017–4025. [PubMed] [Google Scholar]Schmitz KM, Mayer C, Postepska A\net al. (2010). Interaction of noncoding RNA with the rDNA promoter mediates recruitment of DNMT3b and silencing of rRNA genes. Genes Dev\n24: 2264–2269. [PMC free article] [PubMed] [Google Scholar]Schwartzentruber J, Korshunov A, Liu XY\net al. (2012). Driver mutations in histone H3.3 and chromatin remodelling genes in paediatric glioblastoma. Nature\n482: 226–231. [PubMed] [Google Scholar]Sekar TV, Foygel K, Devulapally R\net al. (2015a). Degron protease blockade sensor to image epigenetic histone protein methylation in cells and living animals. ACS Chem Biol\n10: 165–174. [PMC free article] [PubMed] [Google Scholar]Sekar TV, Foygel K, Gelovani JG\net al. (2015b). Genetically encoded molecular biosensors to image histone methylation in living animals. Anal Chem\n87: 892–899. [PMC free article] [PubMed] [Google Scholar]Sen P, Shah PP, Nativio R\net al. (2016). Epigenetic mechanisms of longevity and aging. Cell\n166: 822–839. [PMC free article] [PubMed] [Google Scholar]Shi L, Lin Q, Su B (2014). Human-specific hypomethylation of CENPJ, a key brain size regulator. Molecular Biology and Evolution\n31: 594–604. [PubMed] [Google Scholar]Shock LS, Thakkar PV, Peterson EJ\net al. (2011). DNA methyltransferase 1, cytosine methylation, and cytosine hydroxymethylation in mammalian mitochondria. Proceedings of the National Academy of Sciences of the United States of America\n108: 3630–3635. [PMC free article] [PubMed] [Google Scholar]Slotkin W, Nishikura K (2013). Adenosine-to-inosine RNA editing and human disease. Genome Med\n5: 105. [PMC free article] [PubMed] [Google Scholar]Smith HC, Bennett RP, Kizilyer A\net al. (2012). Functions and regulation of the APOBEC family of proteins. Semin Cell Dev Biol\n23: 258–268. [PMC free article] [PubMed] [Google Scholar]Soldner F, Stelzer Y, Shivalila CS\net al. (2016). Parkinson-associated risk variant in distal enhancer of alpha-synuclein modulates target gene expression. Nature\n533: 95–99. [PMC free article] [PubMed] [Google Scholar]Song CX, Szulwach KE, Dai Q\net al. (2013). Genome-wide profiling of 5-formylcytosine reveals its roles in epigenetic priming. Cell\n153: 678–691. [PMC free article] [PubMed] [Google Scholar]Sturm D, Witt H, Hovestadt V\net al. (2012). Hotspot mutations in H3F3A and IDH1 define distinct epigenetic and biological subgroups of glioblastoma. Cancer Cell\n22: 425–437. [PubMed] [Google Scholar]Talkowski ME, Maussion G, Crapper L\net al. (2012). Disruption of a large intergenic noncoding RNA in subjects with neurodevelopmental disabilities. American Journal of Human Genetics\n91: 1128–1134. [PMC free article] [PubMed] [Google Scholar]Topol EJ (2014). Individualized medicine from prewomb to tomb . Cell\n157: 241–253. [PMC free article] [PubMed] [Google Scholar]Tropberger P, Pott S, Keller C\net al. (2013). Regulation of transcription through acetylation of H3K122 on the lateral surface of the histone octamer. Cell\n152: 859–872. [PubMed] [Google Scholar]van Bokhoven H (2011). Genetic and epigenetic networks in intellectual disabilities. Annual Review of Genetics\n45: 81–104. [PubMed] [Google Scholar]Volle C, Dalal Y (2014). Histone variants: the tricksters of the chromatin world. Curr Opin Genet Dev\n25C: 8–14. [PMC free article] [PubMed] [Google Scholar]Waddington CH (1942). The epigenotype. Endeavor\n1: 18–20. [Google Scholar]Wang G, van der Walt JM, Mayhew G\net al. (2008). Variation in the miRNA-433 binding site of FGF20 confers risk for Parkinson disease by overexpression of alpha-synuclein. American Journal of Human Genetics\n82: 283–289. [PMC free article] [PubMed] [Google Scholar]Winkelmann J, Lin L, Schormair B\net al. (2012). Mutations in DNMT1 cause autosomal dominant cerebellar ataxia, deafness and narcolepsy. Human Molecular Genetics\n21: 2205–2210. [PMC free article] [PubMed] [Google Scholar]Wu G, Broniscer A, McEachron TA\net al. (2012). Somatic histone H3 alterations in pediatric diffuse intrinsic pontine gliomas and non-brainstem glioblastomas. Nat Genet\n44: 251–253. [PMC free article] [PubMed] [Google Scholar]Wu Y, Zhang L, Wang Y\net al. (2014). Long noncoding RNA HOTAIR involvement in cancer. Tumour Biol\n35: 9531–9538. [PubMed] [Google Scholar]Yamanaka Y, Faghihi MA, Magistri M\net al. (2015). Antisense RNA controls LRP1 sense transcript expression through interaction with a chromatin-associated protein, HMGB2. Cell Rep\n11: 967–976. [PMC free article] [PubMed] [Google Scholar]Yu L, Chibnik LB, Srivastava GP\net al. (2015). Association of brain DNA methylation in SORL1, ABCA7, HLA-DRB5, SLC24A4, and BIN1 with pathological diagnosis of Alzheimer disease. JAMA Neurol\n72: 15–24. [PMC free article] [PubMed] [Google Scholar]Zhang W, Chen Y, Liu P\net al. (2012). Variants on chromosome 9p21.3 correlated with ANRIL expression contribute to stroke risk and recurrence in a large prospective stroke population. Stroke\n43: 14–21. [PubMed] [Google Scholar]Zhang Z, Hou S, Chen H\net al. (2016). Targeting epigenetic reader and eraser: rational design, synthesis and in vitro evaluation of dimethylisoxazoles derivatives as BRD4/HDAC dual inhibitors. Bioorg Med Chem Lett\n26: 2931–2935. [PubMed] [Google Scholar]Ziller MJ, Edri R, Yaffe Y\net al. (2015). Dissecting neural differentiation regulatory networks through epigenetic footprinting. Nature\n518: 355–359. [PMC free article] [PubMed] [Google Scholar]Zuccato C, Tartari M, Crotti A\net al. (2003). Huntingtin interacts with REST/NRSF to modulate the transcription of NRSE-controlled neuronal genes. Nat Genet\n35: 76–83. [PubMed] [Google Scholar]"}