{"title": "Gene-Specific Genetic Complementation between Brca1 and Cobra1 During Mouse Mammary Gland Development", "pubDate": "2018", "PMCID": "PMC5807304", "DOI": "10.1038/s41598-018-21044-2", "PMID": "29426838", "abstract": "Germ-line mutations in breast cancer susceptibility gene, BRCA1, result in familial predisposition to breast and ovarian cancers. The BRCA1 protein has multiple functional domains that interact with a variety of proteins in multiple cellular processes. Understanding the biological consequences of BRCA1 interactions with its binding partners is important for elucidating its tissue-specific tumor suppression function. The Cofactor of BRCA1 (COBRA1) is a BRCA1-binding protein that, as a component of negative elongation factor (NELF), regulates RNA polymerase II pausing during transcription elongation. We recently identified a genetic interaction between mouse Brca1 and Cobra1 that antagonistically regulates mammary gland development. However, it remains unclear which of the myriad functions of Brca1 are required for its genetic interaction with Cobra1. Here, we show that, unlike deletion of Brca1 exon 11, separation-of-function mutations that abrogate either the E3 ligase activity of its RING domain or the phospho-recognition property of its BRCT domain are not sufficient to rescue the mammary developmental defects in Cobra1 knockout mice. Furthermore, deletion of mouse Palb2, another breast cancer susceptibility gene with functional similarities to BRCA1, does not rescue Cobra1 knockout-associated mammary defects. Thus, the Brca1/Cobra1 genetic interaction is both domain- and gene-specific in the context of mammary gland development.", "author": [{"author": "Huai-Chin Chiang", "affiliation": ["Department of Molecular Medicine, University of Texas Health San Antonio, San Antonio, TX, 78229, USA."], "href": "/?term=Chiang+HC&cauthor_id=29426838"}, {"author": "Xiaowen Zhang", "affiliation": ["Department of Molecular Medicine, University of Texas Health San Antonio, San Antonio, TX, 78229, USA."], "href": "/?term=Zhang+X&cauthor_id=29426838"}, {"author": "Xiayan Zhao", "affiliation": ["Xiangya School of Medicine, Central South University, Changsha, Hunan, China."], "href": "/?term=Zhao+X&cauthor_id=29426838"}, {"author": "Chi Zhang", "affiliation": ["Department of Molecular Medicine, University of Texas Health San Antonio, San Antonio, TX, 78229, USA."], "href": "/?term=Zhang+C&cauthor_id=29426838"}, {"author": "Jerry Chen", "affiliation": ["Department of Molecular Medicine, University of Texas Health San Antonio, San Antonio, TX, 78229, USA."], "href": "/?term=Chen+J&cauthor_id=29426838"}, {"author": "Paula Garza", "affiliation": ["Department of Molecular Medicine, University of Texas Health San Antonio, San Antonio, TX, 78229, USA."], "href": "/?term=Garza+P&cauthor_id=29426838"}, {"author": "Sabrina Smith", "affiliation": ["Department of Molecular Medicine, University of Texas Health San Antonio, San Antonio, TX, 78229, USA."], "href": "/?term=Smith+S&cauthor_id=29426838"}, {"author": "Thomas Ludwig", "affiliation": ["Department of Cancer Biology and Genetics, Ohio State University, Columbus, OH, 43210, USA."], "href": "/?term=Ludwig+T&cauthor_id=29426838"}, {"author": "Richard J Baer", "affiliation": ["Department of Pathology & Cell Biology, New York, NY, 10032, USA."], "href": "/?term=Baer+RJ&cauthor_id=29426838"}, {"author": "Rong Li", "affiliation": ["Department of Molecular Medicine, University of Texas Health San Antonio, San Antonio, TX, 78229, USA. lir3@uthscsa.edu."], "href": "/?term=Li+R&cauthor_id=29426838"}, {"author": "Yanfen Hu", "affiliation": ["Department of Molecular Medicine, University of Texas Health San Antonio, San Antonio, TX, 78229, USA. huy3@uthscsa.edu."], "href": "/?term=Hu+Y&cauthor_id=29426838"}], "refPMID": ["24675952", "22737296", "11790560", "16633366", "8944023", "12080089", "9008167", "10918303", "9267023", "16793542", "21182766", "25099582", "19268590", "19369211", "25701377", "14576432", "15501676", "17525340", "20029420", "14636569", "18443409", "11050427", "11739404", "15342491", "10199401", "22986266", "24050178", "26048987", "24832651", "22193408", "27454287", "22172724", "23093327", "21778574", "22034435", "28649985", "26941120", "23657012", "19584259", "24591564", "23650262", "23088371", "24639516", "15975711", "22843421", "21901007", "22955616", "22120723", "19340312", "8674108", "24656816", "21829222", "11169863", "12672473", "11134518", "18635350", "19340312", "16395311"], "citedInPMID": ["29426838", "30558184"], "body": " AbstractGerm-line mutations in breast cancer susceptibility gene, BRCA1, result in familial predisposition to breast and ovarian cancers. The BRCA1 protein has multiple functional domains that interact with a variety of proteins in multiple cellular processes. Understanding the biological consequences of BRCA1 interactions with its binding partners is important for elucidating its tissue-specific tumor suppression function. The Cofactor of BRCA1 (COBRA1) is a BRCA1-binding protein that, as a component of negative elongation factor (NELF), regulates RNA polymerase II pausing during transcription elongation. We recently identified a genetic interaction between mouse Brca1 and Cobra1 that antagonistically regulates mammary gland development. However, it remains unclear which of the myriad functions of Brca1 are required for its genetic interaction with Cobra1. Here, we show that, unlike deletion of Brca1 exon 11, separation-of-function mutations that abrogate either the E3 ligase activity of its RING domain or the phospho-recognition property of its BRCT domain are not sufficient to rescue the mammary developmental defects in Cobra1 knockout mice. Furthermore, deletion of mouse Palb2, another breast cancer susceptibility gene with functional similarities to BRCA1, does not rescue Cobra1 knockout-associated mammary defects. Thus, the Brca1/Cobra1 genetic interaction is both domain- and gene-specific in the context of mammary gland development. IntroductionWomen who harbor germline mutations of BRCA1 have an increased lifetime risk of developing breast and ovarian cancers1. The BRCA1 protein contains multiple functional domains (Fig. 1a), including an N-terminal RING domain, a central region encoded by exons 11–13, and a C-terminal BRCT domain2. The RING domain of BRCA1, together with its interacting partner BARD1, constitutes a potent ubiquitin E3 ligase3–5. Exons 11–13 encode multiple protein-binding sites6–9, including a coiled-coil domain that interacts with the product of the PALB2 breast cancer susceptibility gene10–12, allowing assembly of a BRCA1/PALB2/BRCA2 protein complex that can recruit RAD51 to the sites of DNA double strand breaks (DSBs) and thereby promote DSB repair by homologous recombination (HR)13,14. The two BRCT repeats of BRCA1 are capable of recognizing the phosphorylated isoforms of several important repair proteins, thus forming multiple distinct protein complexes that facilitate the DNA damage response (DDR) and DSB repair by HR8,15–21. In addition, BRCA1 has been implicated in RNA transcriptional regulation through association with RNA polymerase II (Pol II)7,22 and the Cofactor of BRCA1 (COBRA1)23, which is identical to the B subunit of the negative elongation factor complex (NELF-B)24–27. Despite these advances19,28–30, it remains challenging to connect individual functional domains of BRCA1 to specific BRCA1 functions in vivo. Aside from the extensive cell culture-based research on BRCA1 functions, recent studies of mouse strains bearing separation-of-function mutations have shed light on the structural-functional relationship in BRCA1 biology31–35. For example, using point mutations that separately disrupt the RING and BRCT domains, it was shown that some functions of the latter (BRCT phospho-recognition) but not the former (E3 ligase activity) are essential for BRCA1-mediated tumor suppression35.Open in a separate windowFigure 1Brca1 knock-in mouse model for the RING and BRCT mutations. (a) Key knock-in mutations in domain structures of BRCA1 protein. Different colors are used to show the structures with RING domain in orange, nuclear export signal (NES) in red, the tandem nuclear localization signals (NLS) in green, the serine cluster domain (SCD) in purple, and two BRCT domains in blue. I26A: isoleucine to alanine at the 26 amino acid position. S1598F: serine to phenylalanine at the 1598 amino acid position. (b) Validation of different mutant mice by genotyping. Full-length gels of the PCR analysis are presented in Supplementary Fig. 1. (c) COBRA1 immunohistochemistry analysis in mammary gland of 8-week virgin mice. Representative results from at least 4 sets of animals. Scale bar = 50 µM.Using mammary epithelial-specific knockout (KO) mouse models for Brca1 and Cobra1, we recently demonstrated genetic complementation between these two genes during normal mammary gland development and tumor suppression36,37. Tissue-specific deletion of Cobra1 blocked ductal morphogenesis and alveologenesis, demonstrating a crucial role of COBRA1/NELF-B in adult tissue development. Of note, these resulting developmental defects of Cobra1 ablation were largely rescued by the loss of full-length BRCA1 expression through deletion of Brca1 exon 1137. Reciprocally, Cobra1 deletion reduced mammary tumorigenesis associated with Brca1 inactivation37. We further showed that the functional antagonism between Brca1 and Cobra1 in mammary gland development and tumorigenesis is independent of the role of BRCA1 in HR repair36,37. While our published study provides compelling evidence for a functional link between BRCA1 and transcriptional regulation that dictates the developmental outcome in mammary epithelium, it remains unclear whether the ability of genetic complementation observed with the exon 11 deletion mutant of Brca1 extends to mouse strains carrying other Brca1 mutations or mutations in other genes functionally related to Brca1. Here we address this important question by examining genetic interactions between Brca1 and Cobra1 in mice bearing separation-of-function mutations in either the RING (I26A) or BRCT domains (S1598F) of Brca135, or a conditional-null mutation of the Palb2 gene38. ResultsWe previously reported that deletion of exon 11 in Brca1 (BKO or E11−) rescued the mammary developmental defect associated with Cobra1 knockout (CKO)37. To discern the contributions of the different functional domains of BRCA1 to its ability to genetically complement Cobra1 inactivation, we utilized two available knock-in (KI) mouse strains, I26A and S1598F, in which the corresponding point mutations disrupt the E3 ligase activity of the RING domain and the phospho-recognition property of the BRCT domain, respectively35 (Fig. 1a). Through a series of breeding with CKO, we generated compound mice of Cobra1f/f\nBrca1I26A/I26A; MMTV-Cre (CKO-I26A) and Cobra1f/f\nBrca1S1598F/S1598F; MMTV-Cre (CKO-S1598F). Genotyping confirmed the deletion of Cobra1 and the presence of the desired Brca1 KI mutations in the compound mutant mice (Fig. 1b) (see Supplementary Fig. 1). Furthermore, we used immunohistochemistry to verify that depletion of COBRA1 protein levels was equally effective in mammary epithelial cells of Cobra1 KO alone (CKO) and Cobra1/Brca1 compound-mutant (CKO-E11− and CKO-I26A) mice (Fig. 1c) (see Supplementary Fig. 2). Thus, the Brca1 point mutations did not affect the efficiency of Cre-mediated genetic ablation of Cobra1. Of note, breeding for compound mice was challenged by the male sterility of the two Brca1 KI mutant strains35 and by the inability of CKO dams to nurse37.Mammary ductal growth of the two parental homozygous Brca1 KI mutant mouse strains (I26A and S1598F) was comparable to that of their WT littermate controls (Figs 2a and ​and3b).3b). In contrast, age-matched homozygous compound-mutant mice with I26A and Cobra1 KO (CKO-I26A) exhibited ductal developmental defects as severe as those observed in CKO, as illustrated by both analyses of whole mounts (Fig. 2a) (see Supplementary Fig. 3) and quantification of ductal lengths (Fig. 2b). Thus, unlike Brca1 exon 11 deletion (E11−), the I26A mutation does not rescue the developmental phenotype of CKO mice. Despite extensive breeding, we were only able to generate one female CKO-S1598F compound mutant mouse, a frequency significantly lower than the expected Mendelian ratio (Fig. 3a). We suspect that this could be due to the known leakiness of MMTV-Cre in other tissues and embryonic lethality of the combined Cobra1 KO and S1598F KI mutation. Of note, the sole surviving female compound-mutant mouse (CKO-S1598F) display no signs of genetic rescue of the mammary defects (Fig. 3b). Taken together, our results indicate that Brca1 exhibits an allele-dependent genetic interaction with Cobra1 during mammary gland development.Open in a separate windowFigure 2Brca1 I26A mutation is not sufficient for rescuing the developmental defects of Cobra1-KO mammary glands. (a) Whole mounts of mammary glands from 8-week virgin mice. Red dash line highlights the boundary of the ductal area. Images are representatives of at least 4 animals in each group. Scale bars = 1 mm. (b) Measurement of average ductal length of 8-week mammary glands. The numbers of animals used are: WT = 4, CKO = 6, CKO-E11− = 7, CKO-I26A = 4. Error bars represent s.e.m. Student’s t-test was used to calculate P value. **P < 0.01, ns: not significant.Open in a separate windowFigure 3Generation of CKO-S1598F compound mutant mice. (a) Chi-square analysis for female progenies obtained from the breeding strategies indicated. The two-tailed P values are calculated by Chi-square goodness-of-fit test with 5 degrees of freedom. (b) Whole mounts of mammary glands from 8-week virgin mice. Red dash line highlights the boundary of the ductal area. Scale bars = 1 mm. Mammary ductal growth of a sole surviving CKO-S1598F female mouse is shown.To address the generality of the genetic interaction between Brca1 and Cobra1, we asked whether other tumor suppressors in the Brca1 pathway would also display a similar genetic relationship with Cobra1. PALB2 is a breast cancer susceptibility gene and its product interacts with BRCA110. Like BRCA1, PALB2 is involved in HR repair13,14,39 and has recently been implicated in transcriptional regulation40. We have obtained a previously reported Palb2f/f mouse strain, in which the Cre- mediated recombination resulted in deletion of the coil-coil domain and premature translation termination38,41. Due to premature protein truncation, the corresponding RNA transcript is also subjected to degradation via nonsense-mediated decay38, resulting in depletion of entire PALB2 protein. We generated mammary epithelial-specific Palb2 KO (PKO: Palb2f/f; MMTV-Cre) and Cobra1/Palb2 double-knockout mice (CKO/PKO: Cobra1f/f\nPalb2f/f; MMTV-Cre). Immunohistochemistry showed that COBRA1 protein was effectively depleted from mouse mammary epithelium of both CKO and CKO/PKO mice (Fig. 4a). The lack of suitable PALB2-specific antibody precluded us from assessing PALB2 protein levels in WT and mutant mammary glands. Using established cell surface markers, EpCAM and CD49f, we sorted cells from WT and mutant mammary tissue into three populations: stromal cells (EpCAM−CD49f−), basal epithelial cells (EpCAMmedCD49fhigh), and luminal epithelial cells (EpCAMhighCD49fmed)42 (Fig. 4b). Gene expression analysis of sorted cells by real-time PCR (RT-PCR) showed significantly reduced mRNA levels of Cobra1 and Palb2 in the basal and luminal compartments, but not the stromal compartment, of CKO/PKO mammary glands (Fig. 4c). These data confirm that Cre-mediated recombination results in efficient ablation of these two genes in a cell type-specific manner.Open in a separate windowFigure 4Palb2 and Cobra1 are efficiently deleted in mammary epithelium. (a) COBRA1 immunohistochemistry analysis in mammary gland of 8-week virgin mice. Representative results from at least 4 sets of animals. Scale bar = 50 µM. (b) Representative result of fluorescence-activated cell sorting of mouse mammary glands using cell surface markers EpCAM and CD49f. Cells are sorted to stromal, basal, and luminal populations. (c) mRNA analysis of Cobra1 and Palb2 using sorted stromal, basal and luminal cells. The numbers of animals used are: WT = 10, CKO = 4, PKO = 4, CKO/PKO = 5. Error bars represent s.e.m.Virgin female PKO mice at 8 weeks of age exhibited normal ductal growth, as indicated by epithelial ducts that filled the entire fat pad comparable to WT control (Fig. 5a). However, deletion of Palb2 did not rescue the ductal growth defect of virgin CKO (Fig. 5a) (see Supplementary Fig. 4a). This is in contrast to our previous observation of the genetic complementation between Brca1 exon 11 deletion and CKO37. Longitudinal quantification of ductal length in mice at 6, 8, and 12 weeks of age indicates that mammary ducts undergo further extension over time in both WT and mutant mammary glands (Fig. 5b). However, mammary ductal development of both CKO and CKO/PKO remained equally retarded as compared to WT and PKO at all three time points examined (Fig. 5b). This data suggest a persistent defect in ductal development in CKO and CKO/PKO mice, rather than a transient delay in ductal growth. To further investigate the functional significance of the ductal growth defects, we also subjected both female WT and mutant mice to mating with WT male mice and analyzed the extent of alveologenesis in dams immediately after pup delivery. Consistent with our previous results37, mammary glands of CKO postpartum were largely devoid of alveolar structure (Fig. 5c) (see Supplementary Fig. 4b). Similar to their WT littermates, PKO mice underwent normal alveologenesis with robust alveolar structures and exhibited normal lactating ability. However, CKO/PKO mice displayed a profound alveologenic deficiency (Fig. 5c), resulting in the total inability to nurse (data not shown). In aggregate, these findings underscore the specificity of the genetic interaction between Cobra1 and Brca1 in mammary epithelium.Open in a separate windowFigure 5Deletion of Palb2 did not rescue the developmental defect in CKO mammary glands. (a) Whole mounts of mammary glands from 8-week virgin mice. Red dash line highlights the boundary of the ductal area. Images are representatives of at least 4 animals in each group. Scale bars = 1 mm. (b) Longitudinal quantification of ductal lengths at 6, 8, and 12-week time points. The numbers of animal used for each of the three time points (6, 8, and 12 wks) are: WT = 4, 4, and 5 mice, CKO = 3, 6, and 5 mice, PKO = 5, 4, and 4 mice, PKO/CKO = 4, 5, 4 mice. Error bars represent s.e.m. Student’s t-test was used for statistical analysis comparison between WT and CKO (in black), and between CKO and CKO/PKO (in red). **P < 0.01, ns: not significant. (c) Whole mounts of mammary glands from 16 to 20-week mice 1-day postpartum. Scale bar = 500 μm. DiscussionThe universality of the extensively characterized DSB repair activity of BRCA1 stands in stark contrast to its tissue-specific tumor suppressor function. In addition to its well-documented role in DSB repair, BRCA1 has also been implicated in other cellular processes including ubiquitination, transcriptional regulation, and heterochromatin-mediated gene silencing43–46. Elucidating the biological significance of these diverse BRCA1functions in a physiologically relevant tissue context is pivotal to a better understanding of the molecular basis of BRCA1 function as a tissue-specific tumor suppressor. In the current study, three different Brca1 mutant mice were used to compare and contrast the allele-specific effects of Brca1 mutations on mammary epithelial cell-specific Cobra1 KO. Our data show that only Brca1 exon 11 deletion (E11−), not the I26A or S1598F mutant, is capable of rescuing the mammary developmental defect in CKO mice. This separation-of-function genetic finding supports the notion that the BRCA1 region encoded by exon 11 possesses a particular function of antagonizing the role of COBRA1 in mammary gland development. Given the dedicated role of COBRA1/NELF in Pol II pausing and transcriptional regulation, we propose that this developmental function of BRCA1 is related to transcription of developmentally regulated genes during ductal development. In support, genome-wide analysis indicates that chromatin binding of BRCA1 is enriched at the transcription start sites (TSS) across the human genome40,47,48. Furthermore, our published transcriptomic study clearly indicates that Brca1 exon 11 deletion partially restores the developmentally-related transcription program that is impaired in CKO mammary epithelium37. Future work will help uncover the exact biochemical and molecular nature of the functional antagonism between BRCA1 and NELF-dependent Pol II pausing at developmentally important gene loci.A question related to the current study is whether the genetic interaction between Brca1 and Cobra1 is specific to mammary gland. Homozygous deletion of either Brca1 or Cobra1 is known to cause early embryonic lethality49,50. Breeding of mice that carried hemizygous germ-line deletions of Brca1 and Cobra1 (Brca1+/−, Cobra1+/−) did not yield any phenotypically normal embryos or viable pups with homozygous deletion of both genes (Brca1−/−, Cobra1−/−), suggesting the lack of genetic complementation during embryogenesis37. Future investigation in adult tissues besides mammary glands will help address the question of tissue-specificity of this Brca1 and Cobra1 interaction. For example, we have previously reported that Cobra1 ablation in mouse myocardium led to severe cardiomyopathy51. It will be of interest to determine whether Brca1 deletion alleviates the cardiomyopathy-related phenotypes associated with Cobra1 gene disruption.Mammary gland development depends on numerous factors involved in regulation of transcription and signaling events52–54. These multiple pathways intertwine to form a complex network that ultimately results in the establishment and homeostasis of a functional mammary gland. It is abundantly clear that a fine balance between normal development and neoplasm is maintained by opposing actions of both positive and negative factors that collectively dictate cell proliferation and differentiation. Mouse genetics provides a powerful tool to dissect the inherent complexity in regulation of mammary development55,56. The distinct phenotype of Cobra1/Palb2 (CKO-PKO) versus Cobra1/Brca1 (CKO-E11−) mice, which is difficult to predict based on our current knowledge of PALB2 and BRCA1 function in DSB repair, highlights the gene-specific genetic interaction between Cobra1 and Brca1, as well as the power of mouse genetics. Despite extensive efforts, we were not successful in generating compound mutant mice with mammary gland-specific knockout of Cobra1 and Brca2 (data not shown), likely due to embryonic lethality associated with the leakiness of the MMTV-Cre system. Nevertheless, it is clear from our Cobra1/Palb2 study that, despite the functional similarity of BRCA1 and PALB2 in DSB repair, these two proteins do not share the ability to antagonize the action of a bona fide transcription pausing factor during mammary gland development. This result is also consistent with our earlier finding that the genetic complementation between Brca1 and Cobra1 is independent of DSB repair37. All in all, our data uncover a domain- and gene-specific functional interaction between Brca1 and transcriptional pausing factor Cobra1/Nelf-b in mammary glands. MethodsMiceCobra1/Nelf-bf/f mice have been described previously57. Palb2f/f (B6;129-Palb2tm1.1Dli) was purchased from the Jackson Laboratory. Brca1FH-I26A/FH-I26ABrca1FH and Brca1S1598F/S1598F mice were previously described35. MMTV-Cre line A mice (from Dr. Anthony Wynshaw-Boris) were used to generate MMTV-Cre, Cobra1f/f, MMTV-Cre, Brca1f/f, MMTV-Cre, Palb2f/f, MMTV-Cre, Brca1f/f, Cobra1f/f, MMTV-Cre, Palb2f/f, Cobra1f/f, MMTV-Cre, Brca1FH-I26A/FH-I26ABrca1FH, Cobra1f/f and MMTV-Cre, Brca1S1598F/S1598F, Cobra1f/f as previously described. The strains used in our genetic study were in a similarly mixed genetic background. Parental MMTV-Cre mice, which were used as controls in our published studies, did not show any appreciable defects in mammary gland development37. In all experiments, control and mutant littermates were used for comparison. All procedures performed on animals were approved by the Institutional Animal Care and Use Committee (IACUC) at the University of Texas Health San Antonio. All animal experiments were performed in accordance with guidelines and regulations by IACUC at the University of Texas Health San Antonio.Whole mount analysis of the mammary glandsMammary glands from mice of different age groups as indicated were used for whole mount staining. Inguinal mammary glands were isolated and fixed in Carnoy’s fixative (ethanol: chloroform: glacial acetic acid, 60:30:10) overnight at room temperature. They were rehydrated in descending grades of alcohol (70%, 50%, and 30%) for 15 min each, then rinsed with distilled water before putting in Carmine alum for overnight staining. Stained glands were dehydrated in ascending grades of alcohol (70% twice, 90%, 95%, and 100% twice) for 15 min each, and cleared with Citrisolv reagent (Fisher, Cat#. 22-143975). Glands were mounted and examined under a Nikon SMZ1000 dissection microscope. Eclipse software was used to measure ductal length of calibrated image. Average length of three longest ducts from nipple region was used to represent the ductal length of each animal.Immunohistochemistry (IHC) stainingMammary glands were fixed in 10% Neutral buffered formalin for 16–18 hr at 4 °C and paraffin embedded. 3 µM paraffin section slides were first de-paraffinized with xylene, and then rehydrated in descending grade of alcohol (100%, 95%, 70%, and 50%). Samples were washed briefly with PBS before transferring to boiling antigen-unmasking solution (Vector Labs, H-3300) for 20 min. Endogenous peroxidase was blocked by pre-incubating slides in 3% hydrogen peroxide for 10 min followed by 10% normal goat serum in PBS for 1 hr blocking at room temperature. Primary antibody (anti-NELF-B/COBRA1, 1:50) was added and incubated overnight at 4 °C. For detection with primary antibody using the immune enzymatic method, the ABC peroxidase detection system (Vector Labs, PK-6105) was used with 3,3′-diaminobenzidine (DAB) as substrate (Vector Labs, SK-4105) according to manufacturer’s instruction.Primary mammary epithelial cell (MEC) isolation and fluorescence-activated cell sorting (FACS)Fresh mammary glands (3rd, 4th, and 5th pairs) from 8–10 week virgin mice were used to isolate primary MEC. Single cells were prepared using published protocol58 with minor modifications. All reagents were purchased from StemCell Technologies (Vancouver, Canada), unless otherwise indicated. Briefly, isolated glands were minced and digested in dissociation solution containing 1 mg/mL collagenase and 100 U/ml hyaluronidase (Cat# 07919), 2% FBS, insulin (5 mg/ml), penicillin-streptomycin and DMEM-F12 for 15–18 hr at 37 °C with gentle rocking. After overnight treatment, epithelial pellets were collected and lysed with 0.8% NH4Cl to remove red blood cells (RBCs). The resulting epithelial organoids were subjected to a serial enzymatic digestion with 0.05% pre-warmed trypsin (Life Technologies, 25300) and 5 mg/ml Dispase (Cat# 07913) with 0.1 mg/ml DNase I (Sigma-Aldrich, D4513) before filtering through a 40-µm cell strainer (Fisher, Cat# 22363547) to obtain single cell suspension. Cells were counted, resuspended in ice-cold Hanks Balanced Salt Solution (Cat# 37150) with 2% FBS (HF), and blocked for 10 min on ice with 10% rat serum (Jackson Laboratories, Cat# 012-000-120). After blocking, cells were incubated for 20 min with antibodies for the following cell-surface markers: Ep-CAM-PE (BioLegend, Cat# 118206), CD49f-FITC (BD Biosciences, Cat# 555735), CD31-Biotin (BD Bioscience, Cat# 553371), CD45 biotin (BioLegend, Cat# 103103), TER-119 Biotin (BioLegend, Cat# 103511) followed by Streptavidin-Pacific Blue (Invitrogen, Cat# S11222) incubation. 7-AAD (BD Biosciences, Cat# 559925) was added 10 min before analysis. Sorting was performed with a BD FACSAria flow cytometer (Beckmen Coulter). Data were analyzed using a FACSDiva software.Quantitative RT-PCRTotal RNA was isolated using RNeasy Micro kit (Qiagen, Cat# 217004) from sorted cells and used for random hexamer-based reverse-transcription (ImProm-II™ Reverse Transcription System, Promega, Cat# A3800) according to the manufacturer’s instructions. qRT-PCR was performed in an ABI-7300 sequence detection system (Applied Biosystems) using HiGreen High ROX qPCR Master Mix (Thermo Scientific, Cat# K0364). Each measurement was performed in duplicate and expression levels of β-actin were used to normalize the amount of the investigated transcript. The following primers were used for quantitative RT-PCR (F, forward; R, reverse): β-Actin-F: 5′-CGGTTCCGATGCCCTGAGGCTCTT-3′, β-Actin-R: 5′-CGTCACACTTCATGATGGAATTGA-3′ Cobra1-F: 5′-ACAACTTCTTCAGCCCTTCCC-3′, Cobra1-R: 5′-TCTGCACCACCTCTCCTTGG-3′, Palb2-F: 5′-CCTCAGCTATGCGGAGAAGG-3′, Palb2-R: 5′-CTTTTGGCACGCTGAAGTCG-3′.GenotypingThe following primers were used for Cobra1, Brca1-I26A, Brca1-S1598F, and MMTV-Cre genotyping. Cobra1-F: 5-AGACACCCCTCACCCACTCTT-3′, Cobra1-R1:5′-AAGCATCCCTGATCCTCAGGT-3′, Cobra1-R2: 5′-TGTGGGCATGCTGTAGACACA-3′, where F/R1 were paired for detection of the wild-type and floxed alleles, and F/R2 for the null allele. I26A-F: 5′-GGGAAAGAAAGTTGGCAAGG-3′, I26A-R: 5′-CTGGACAGGGAGGAGGGATG-3′, S1598F-F1: 5′-CCCTTGTGCACCTCCAGAGA-3′, S1598F-F2: 5′-GACCTGCAGCCCAAGCTAGC-3′, S1598F-R: 5′-GCCACGCCTATGAAGGCTCT-3′. The MMTV-Cre transgene was genotyped with primers Cre-F: 5′-ACCAGCCAGCTATCAACTCG-3′, Cre-R: 5′-TTACATTGGTCCAGCCACCC -3′, yielding an ∼300-bp band in MMTV-Cre transgenic animals. Ctrl-F: 5′-CTAGGCCACAGAATTGAAAGATCT -3′ and Ctrl-R: 5′-GTAGGTGGAAATTCTAGCATCATCC-3′ were used as internal control.Data availabilityNo datasets were generated or analyzed during the current study. Electronic supplementary material\nsupplemental information(823K, pdf)\n AcknowledgementsWe thank the Flow Cytometry Core Facility at UT Health San Antonio for technical assistance. The work was supported by grants to R.L. from the National Cancer Institute (NCI, {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"CA220578\",\"term_id\":\"35274023\"}}CA220578), Department of Defense (DOD, WSlXWH-14-1-0129), and the Tom C. & H. Frost Endowment, and by grants to Y.-F.H. from NCI ({\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"CA212674\",\"term_id\":\"35258202\"}}CA212674), DOD (W81XWH-17-1-0007), and the Cancer Prevention and Research Institute of Texas (CPRIT, RP170126), and a postdoctoral fellowship to H.-C.C. from NIH (T32CA148724). We also thank generous support from the University of Texas San Antonio Cancer Center (P30CA054174). Author ContributionsR.L. and Y.H. managed the overall project and designed the experiments. H.-C.C., X.-W.Z., X.-Y.Z., J.C., C.Z., P.G. and S.S. carried out the experiments, H.-C.C., T.L., R.J.B., Y.H. and R.L. analyzed the data and wrote the manuscript. NotesCompeting InterestsThe authors declare no competing interests. FootnotesElectronic supplementary materialSupplementary information accompanies this paper at 10.1038/s41598-018-21044-2.Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Contributor InformationRong Li, Email: ude.ascshtu@3ril.Yanfen Hu, Email: ude.ascshtu@3yuh. References1. King MC. “The race” to clone BRCA1. Science. 2014;343:1462–1465. doi: 10.1126/science.1251900. [PubMed] [CrossRef] [Google Scholar]2. Clark, S. L., Rodriguez, A. M., Snyder, R. R., Hankins, G. D. & Boehning, D. Structure-Function Of The Tumor Suppressor BRCA1. Comput Struct Biotechnol J1, 10.5936/csbj.201204005 (2012). [PMC free article] [PubMed]3. Baer R, Ludwig T. The BRCA1/BARD1 heterodimer, a tumor suppressor complex with ubiquitin E3 ligase activity. Curr Opin Genet Dev. 2002;12:86–91. doi: 10.1016/S0959-437X(01)00269-6. [PubMed] [CrossRef] [Google Scholar]4. Irminger-Finger I, Jefford CE. Is there more to BARD1 than BRCA1? Nat Rev Cancer. 2006;6:382–391. doi: 10.1038/nrc1878. [PubMed] [CrossRef] [Google Scholar]5. Wu LC, et al.  Identification of a RING protein that can interact in vivo with the BRCA1 gene product. Nat Genet. 1996;14:430–440. doi: 10.1038/ng1296-430. [PubMed] [CrossRef] [Google Scholar]6. Hu YF, Li R. JunB potentiates function of BRCA1 activation domain 1 (AD1) through a coiled-coil-mediated interaction. Genes & development. 2002;16:1509–1517. doi: 10.1101/gad.995502. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Scully R, et al.  Association of BRCA1 with Rad51 in mitotic and meiotic cells. Cell. 1997;88:265–275. doi: 10.1016/S0092-8674(00)81847-4. [PubMed] [CrossRef] [Google Scholar]8. Deng CX, Brodie SG. Roles of BRCA1 and its interacting proteins. Bioessays. 2000;22:728–737. doi: 10.1002/1521-1878(200008)22:8<728::AID-BIES6>3.0.CO;2-B. [PubMed] [CrossRef] [Google Scholar]9. Scully R, et al.  Dynamic changes of BRCA1 subnuclear location and phosphorylation state are initiated by DNA damage. Cell. 1997;90:425–435. doi: 10.1016/S0092-8674(00)80503-6. [PubMed] [CrossRef] [Google Scholar]10. Xia B, et al.  Control of BRCA2 cellular and clinical functions by a nuclear partner, PALB2. Mol Cell. 2006;22:719–729. doi: 10.1016/j.molcel.2006.05.022. [PubMed] [CrossRef] [Google Scholar]11. Southey MC, et al.  A PALB2 mutation associated with high risk of breast cancer. Breast Cancer Res. 2010;12:R109. doi: 10.1186/bcr2796. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Evans MK, Longo DL. PALB2 mutations and breast-cancer risk. N Engl J Med. 2014;371:566–568. doi: 10.1056/NEJMe1405784. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Zhang F, et al.  PALB2 links BRCA1 and BRCA2 in the DNA-damage response. Curr Biol. 2009;19:524–529. doi: 10.1016/j.cub.2009.02.018. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Sy SM, Huen MS, Chen J. PALB2 is an integral component of the BRCA complex required for homologous recombination repair. Proc Natl Acad Sci USA. 2009;106:7155–7160. doi: 10.1073/pnas.0811159106. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Wu Q, Jubb H, Blundell TL. Phosphopeptide interactions with BRCA1 BRCT domains: More than just a motif. Progress in Biophysics & Molecular Biology. 2015;117:143–148. doi: 10.1016/j.pbiomolbio.2015.02.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Manke IA, Lowery DM, Nguyen A, Yaffe MB. BRCT repeats as phosphopeptide-binding modules involved in protein targeting. Science. 2003;302:636–639. doi: 10.1126/science.1088877. [PubMed] [CrossRef] [Google Scholar]17. Glover JN, Williams RS, Lee MS. Interactions between BRCT repeats and phosphoproteins: tangled up in two. Trends Biochem Sci. 2004;29:579–585. doi: 10.1016/j.tibs.2004.09.010. [PubMed] [CrossRef] [Google Scholar]18. Wang B, et al.  Abraxas and RAP80 form a BRCA1 protein complex required for the DNA damage response. Science. 2007;316:1194–1198. doi: 10.1126/science.1139476. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Huen MS, Sy SM, Chen J. BRCA1 and its toolbox for the maintenance of genome integrity. Nat Rev Mol Cell Biol. 2010;11:138–148. doi: 10.1038/nrm2831. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Dong Y, et al.  Regulation of BRCC, a holoenzyme complex containing BRCA1 and BRCA2, by a signalosome-like subunit and its role in DNA repair. Mol Cell. 2003;12:1087–1099. doi: 10.1016/S1097-2765(03)00424-6. [PubMed] [CrossRef] [Google Scholar]21. Kim H, Chen J. New players in the BRCA1-mediated DNA damage responsive pathway. Mol Cells. 2008;25:457–461. [PMC free article] [PubMed] [Google Scholar]22. Monteiro AN. BRCA1: exploring the links to transcription. Trends Biochem Sci. 2000;25:469–474. doi: 10.1016/S0968-0004(00)01632-7. [PubMed] [CrossRef] [Google Scholar]23. Ye Q, et al.  BRCA1-induced large-scale chromatin unfolding and allele-specific effects of cancer-predisposing mutations. J Cell Biol. 2001;155:911–921. doi: 10.1083/jcb.200108049. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Aiyar SE, et al.  Attenuation of estrogen receptor alpha-mediated transcription through estrogen-stimulated recruitment of a negative elongation factor. Genes & development. 2004;18:2134–2146. doi: 10.1101/gad.1214104. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Yamaguchi Y, et al.  NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. doi: 10.1016/S0092-8674(00)80713-8. [PubMed] [CrossRef] [Google Scholar]26. Adelman K, Lis JT. Promoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat Rev Genet. 2012;13:720–731. doi: 10.1038/nrg3293. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Kwak H, Lis JT. Control of transcriptional elongation. Annu Rev Genet. 2013;47:483–508. doi: 10.1146/annurev-genet-110711-155440. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Jiang Q, Greenberg RA. Deciphering the BRCA1 Tumor Suppressor Network. J Biol Chem. 2015;290:17724–17732. doi: 10.1074/jbc.R115.667931. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Christou CM, Kyriacou K. BRCA1 and Its Network of Interacting Partners. Biology (Basel) 2013;2:40–63. [PMC free article] [PubMed] [Google Scholar]30. Roy R, Chun J, Powell SN. BRCA1 and BRCA2: different roles in a common pathway of genome protection. Nat Rev Cancer. 2011;12:68–78. doi: 10.1038/nrc3181. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Drost R, et al.  BRCA1185delAG tumors may acquire therapy resistance through expression of RING-less BRCA1. J Clin Invest. 2016;126:2903–2918. doi: 10.1172/JCI70196. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Drost R, et al.  BRCA1 RING function is essential for tumor suppression but dispensable for therapy resistance. Cancer Cell. 2011;20:797–809. doi: 10.1016/j.ccr.2011.11.014. [PubMed] [CrossRef] [Google Scholar]33. Dine J, Deng CX. Mouse models of BRCA1 and their application to breast cancer research. Cancer Metastasis Rev. 2013;32:25–37. doi: 10.1007/s10555-012-9403-7. [PubMed] [CrossRef] [Google Scholar]34. Diaz-Cruz ES, Cabrera MC, Nakles R, Rutstein BH, Furth PA. BRCA1 deficient mouse models to study pathogenesis and therapy of triple negative breast cancer. Breast Dis. 2010;32:85–97. doi: 10.3233/BD-2010-0308. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Shakya R, et al.  BRCA1 tumor suppression depends on BRCT phosphoprotein binding, but not its E3 ligase activity. Science. 2011;334:525–528. doi: 10.1126/science.1209909. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Zhang X, et al.  Attenuation of RNA polymerase II pausing mitigates BRCA1-associated R-loop accumulation and tumorigenesis. Nat Commun. 2017;8:15908. doi: 10.1038/ncomms15908. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Nair SJ, et al.  Genetic suppression reveals DNA repair-independent antagonism between BRCA1 and COBRA1 in mammary gland development. Nat Commun. 2016;7:10913. doi: 10.1038/ncomms10913. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Bowman-Colin C, et al.  Palb2 synergizes with Trp53 to suppress mammary tumor formation in a model of inherited breast cancer. Proc Natl Acad Sci USA. 2013;110:8632–8637. doi: 10.1073/pnas.1305362110. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Zhang F, Fan Q, Ren K, Andreassen PR. PALB2 functionally connects the breast cancer susceptibility proteins BRCA1 and BRCA2. Mol Cancer Res. 2009;7:1110–1118. doi: 10.1158/1541-7786.MCR-09-0123. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Gardini A, Baillat D, Cesaroni M, Shiekhattar R. Genome-wide analysis reveals a role for BRCA1 and PALB2 in transcriptional co-activation. EMBO J. 2014;33:890–905. doi: 10.1002/embj.201385567. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Huo Y, et al.  Autophagy opposes p53-mediated tumor barrier to facilitate tumorigenesis in a model of PALB2-associated hereditary breast cancer. Cancer Discov. 2013;3:894–907. doi: 10.1158/2159-8290.CD-13-0011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Shehata M, et al.  Phenotypic and functional characterisation of the luminal cell hierarchy of the mammary gland. Breast Cancer Res. 2012;14:R134. doi: 10.1186/bcr3334. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Lee EY, Abbondante S. Tissue-specific tumor suppression by BRCA1. Proc Natl Acad Sci USA. 2014;111:4353–4354. doi: 10.1073/pnas.1403033111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Rosen EM, Fan S, Ma Y. BRCA1 regulation of transcription. Cancer Lett. 2006;236:175–185. doi: 10.1016/j.canlet.2005.04.037. [PubMed] [CrossRef] [Google Scholar]45. Silver DP, Livingston DM. Mechanisms of BRCA1 tumor suppression. Cancer Discov. 2012;2:679–684. doi: 10.1158/2159-8290.CD-12-0221. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Zhu Q, et al.  BRCA1 tumour suppression occurs via heterochromatin-mediated silencing. Nature. 2011;477:179–184. doi: 10.1038/nature10371. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Consortium EP. An integrated encyclopedia of DNA elements in the human genome. Nature. 2012;489:57–74. doi: 10.1038/nature11247. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Tkocz D, et al.  BRCA1 and GATA3 corepress FOXC1 to inhibit the pathogenesis of basal-like breast cancers. Oncogene. 2012;31:3667–3678. doi: 10.1038/onc.2011.531. [PubMed] [CrossRef] [Google Scholar]49. Amleh A, et al.  Mouse cofactor of BRCA1 (Cobra1) is required for early embryogenesis. PLoS One. 2009;4:e5034. doi: 10.1371/journal.pone.0005034. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Hakem R, et al.  The tumor suppressor gene Brca1 is required for embryonic cellular proliferation in the mouse. Cell. 1996;85:1009–1023. doi: 10.1016/S0092-8674(00)81302-1. [PubMed] [CrossRef] [Google Scholar]51. Pan H, et al.  Negative elongation factor controls energy homeostasis in cardiomyocytes. Cell reports. 2014;7:79–85. doi: 10.1016/j.celrep.2014.02.028. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Gjorevski N, Nelson CM. Integrated morphodynamic signalling of the mammary gland. Nat Rev Mol Cell Biol. 2011;12:581–593. doi: 10.1038/nrm3168. [PubMed] [CrossRef] [Google Scholar]53. Silberstein GB. Postnatal mammary gland morphogenesis. Microsc Res Tech. 2001;52:155–162. doi: 10.1002/1097-0029(20010115)52:2<155::AID-JEMT1001>3.0.CO;2-P. [PubMed] [CrossRef] [Google Scholar]54. Visvader JE, Lindeman GJ. Transcriptional regulators in mammary gland development and cancer. Int J Biochem Cell Biol. 2003;35:1034–1051. doi: 10.1016/S1357-2725(03)00030-X. [PubMed] [CrossRef] [Google Scholar]55. Geng Y, et al.  Deletion of the p27Kip1 gene restores normal development in cyclin D1-deficient mice. Proc Natl Acad Sci USA. 2001;98:194–199. doi: 10.1073/pnas.98.1.194. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Pietersen AM, et al.  Bmi1 regulates stem cells and proliferation and differentiation of committed cells in mammary epithelium. Curr Biol. 2008;18:1094–1099. doi: 10.1016/j.cub.2008.06.070. [PubMed] [CrossRef] [Google Scholar]57. Amleh A, et al.  Mouse Cofactor of BRCA1 (Cobra1) is Required for Early Embryogenesis. PloS One. 2009;4:e5034. doi: 10.1371/journal.pone.0005034. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Stingl J, et al.  Purification and unique properties of mammary epithelial stem cells. Nature. 2006;439:993–997. [PubMed] [Google Scholar]"}