{"title": "Targeting oncogenic Myc as a strategy for cancer treatment", "pubDate": "2018", "PMCID": "PMC5837124", "DOI": "10.1038/s41392-018-0008-7", "PMID": "29527331", "abstract": "The MYC family oncogene is deregulated in >50% of human cancers, and this deregulation is frequently associated with poor prognosis and unfavorable patient survival. Myc has a central role in almost every aspect of the oncogenic process, orchestrating proliferation, apoptosis, differentiation, and metabolism. Although Myc inhibition would be a powerful approach for the treatment of many types of cancers, direct targeting of Myc has been a challenge for decades owing to its \"undruggable\" protein structure. Hence, alternatives to Myc blockade have been widely explored to achieve desirable anti-tumor effects, including Myc/Max complex disruption, MYC transcription and/or translation inhibition, and Myc destabilization as well as the synthetic lethality associated with Myc overexpression. In this review, we summarize the latest advances in targeting oncogenic Myc, particularly for cancer therapeutic purposes.", "author": [{"author": "Hui Chen", "affiliation": ["1Zhongnan Hospital of Wuhan University, Wuhan, People's Republic of China.", "2Medical Research Institute, Wuhan University, Wuhan, People's Republic of China."], "href": "/?term=Chen+H&cauthor_id=29527331"}, {"author": "Hudan Liu", "affiliation": ["1Zhongnan Hospital of Wuhan University, Wuhan, People's Republic of China.", "2Medical Research Institute, Wuhan University, Wuhan, People's Republic of China."], "href": "/?term=Liu+H&cauthor_id=29527331"}, {"author": "Guoliang Qing", "affiliation": ["1Zhongnan Hospital of Wuhan University, Wuhan, People's Republic of China.", "2Medical Research Institute, Wuhan University, Wuhan, People's Republic of China."], "href": "/?term=Qing+G&cauthor_id=29527331"}], "refPMID": ["16064138", "12360279", "22464321", "16904903", "19029958", "23021216", "23021215", "15930260", "18716624", "16935001", "21889194", "20871596", "27618649", "19111882", "11891322", "1350857", "16109377", "16885020", "21964340", "21814200", "21949397", "26390243", "23430699", "16280550", "7533895", "9593731", "22982363", "15972445", "20434984", "25416950", "24332044", "25043025", "24445865", "15122205", "16469695", "12150925", "15304393", "20884625", "11566616", "22542725", "17015432", "23178487", "15103331", "15498494", "17558397", "25775507", "10511710", "27933271", "25632068", "20890087", "23792191", "27213815", "9552388", "27773673", "12553908", "17876039", "9824157", "15143346", "25130259", "16110319", "19238148", "24444383", "17589519", "7824278", "27941792", "11390642", "9278510", "21933891", "17597761", "21289283", "22120667", "21841818", "18177721", "28174256", "17606868", "19219026", "22101431", "22101433", "23153536", "26528759", "26186940", "28187277", "26367796", "26461093", "26207228", "27118540", "15728109", "21695126", "20846000", "24613413", "25027517", "22119200", "20526206", "28212994", "25816934", "28490518", "27044938"], "citedInPMID": ["29527331", "35121986", "35115556", "35095855", "35095515", "35079083", "35013218", "35011526", "35008802", "34944812", "34942444", "34926269", "34895332", "34873482", "34832894", "34831139", "34829849", "34829708", "34824301", "34803511", "34783629", "34778082", "34771571", "34753494", "34749766", "34745970", "34744739", "34741022", "34734426", "34697289", "34680394", "34676182", "34675338", "34658888", "34646389", "34639142", "34621175", "34604383", "34566995", "34565342", "34556188", "34511544", "34481764", "34471684", "34440794", "34440124", "34376582", "34372899", "34371697", "34363007", "34356855", "34337362", "34333394", "34322365", "34316683", "34295810", "34289988", "34277412", "34200264", "34157284", "34131331", "34116677", "34078370", "34073112", "34019295", "34009981", "33980898", "33978746", "33968733", "33912552", "33909629", "33897436", "33850556", "33805424", "33801599", "33800752", "33790943", "33756105", "33753878", "33732641", "33722850", "33718208", "33670346", "33649335", "33628735", "33614505", "33575085", "33572615", "33569311", "33567690", "33546726", "33537096", "33494392", "33483421", "33469659", "33461590", "33446671", "33420360", "33397405", "33390842", "33381675", "33328249", "33324552", "33282730", "33275307", "33260316", "33255394", "33228223", "33167327", "33137185", "33127915", "33116826", "33099479", "33092116", "33082422", "33081056", "33014186", "32966806", "32922691", "32891189", "32850313", "32826232", "32824207", "32822486", "32764982", "32759815", "32748879", "32681068", "32664447", "32651356", "32634519", "32623836", "32596243", "32528950", "32522250", "32460791", "32457410", "32437590", "32426053", "32410663", "32372224", "32316188", "32300594", "32299194", "32297439", "32289273", "32223236", "32164294", "32158922", "32138178", "32128406", "32110991", "32063526", "32049046", "32033084", "31978211", "31892232", "31848373", "31835318", "31833571", "31822503", "31812951", "31802236", "31767764", "31712304", "31648989", "31645904", "31624245", "31552418", "31514052", "31452837", "31438587", "31406244", "31391552", "31340025", "31311847", "31262817", "31212916", "31165329", "31143708", "31121824", "31119897", "31088567", "31083525", "31076843", "30987615", "30906641", "30906568", "30899698", "30863482", "30846826", "30773503", "30746633", "30651373", "30647871", "30597997", "30542505", "30443189", "30404920", "30337938", "30255690", "30201726", "30081903", "30053872"], "body": " AbstractThe MYC family oncogene is deregulated in >50% of human cancers, and this deregulation is frequently associated with poor prognosis and unfavorable patient survival. Myc has a central role in almost every aspect of the oncogenic process, orchestrating proliferation, apoptosis, differentiation, and metabolism. Although Myc inhibition would be a powerful approach for the treatment of many types of cancers, direct targeting of Myc has been a challenge for decades owing to its “undruggable” protein structure. Hence, alternatives to Myc blockade have been widely explored to achieve desirable anti-tumor effects, including Myc/Max complex disruption, MYC transcription and/or translation inhibition, and Myc destabilization as well as the synthetic lethality associated with Myc overexpression. In this review, we summarize the latest advances in targeting oncogenic Myc, particularly for cancer therapeutic purposes. IntroductionThe MYC oncogene family consists of three members, C-MYC, MYCN, and MYCL, which encode c-Myc, N-Myc, and L-Myc, respectively.1–3 The Myc oncoproteins belong to a family of so-called “super-transcription factors” that potentially regulate the transcription of at least 15% of the entire genome.4 The major downstream effectors of Myc include those involved in ribosome biogenesis, protein translation, cell-cycle progression and metabolism, orchestrating a broad range of biological functions, such as cell proliferation, differentiation, survival, and immune surveillance (Fig. 1).4, 5Open in a separate windowFig. 1Myc regulates a spectrum of cellular functions. Myc regulates a large number of protein-coding or non-coding genes that are involved in distinct cellular functions, including cell cycle, protein biogenesis, cell adhesion, metabolism, signal transduction, transcription, and translation, among othersMyc family members exhibit high-structural homology, including the basic-region /helix-loop-helix/leucine-zipper (BR/HLH/LZ) motif at the C terminus and three highly conserved elements, known as Myc boxes 1–3 at the N terminus (Fig. 2a).1, 2, 5 As a master transcription factor, Myc binds to Max through the common BR/HLH/LZ motif, which is required for DNA–protein interactions.1, 2, 5 The Myc/Max heterodimer recruits a chromatin-modifying complex (TRRAP, GCN5, TIP60, and TIP48) and activates transcription by binding to the conserved E-box DNA sequence (CACGTG) located in the transcriptional regulatory region of target genes (Fig. 2b).1, 2, 5 Recent studies have shown that, in addition to recognizing specific E-box sequences, c-Myc also accumulates in the promoter regions of active genes, leading to transcriptional amplification (Fig. 2c).6, 7Open in a separate windowFig. 2Transcriptional activation of target genes by Myc family members. a protein structure of Myc family members. The N terminus of Myc comprises a transactivation domain (TAD) and three highly conserved elements, known as Myc boxes 1–3. Myc box 1 (MB1) possesses a phosphodegron, which is targeted by the ubiquitin E3 ligase FBW7. MB2 is required for all the known functions of Myc and recruits a histone acetyltransferase (HAT) complex, MB3 regulates Myc protein stability and transcriptional activities. The C-terminal domain contains a basic-region /helix-loop-helix/leucine-zipper (BR/HLH/LZ) motif that is necessary for DNA–protein interactions. Max, the partner of Myc, binds with Myc through the C-terminal BR/HLH/LZ motif. b Myc functions as a transcription factor. Upon binding to CACGTG (E-box), the Myc–Max dimeric complex recruits chromatin-modifying complexes, including GCN5, TIP60, TIP48, and TRRAP, leading to transcriptional activation. GCN5 and TIP60 are histone acetyltransferases; TIP48 is an ATP-binding protein, TRRAP transactivation/transformation-associated protein. c Myc functions as a transcriptional signal amplifier. In this model, Myc binding is not E-box dependent. Myc accumulates in the promoter and enhancer region of all active genes and causes transcriptional signal amplificationThe expression of Myc family members is tightly controlled under normal circumstances.1, 5 Yet, Myc is frequently deregulated in human cancers. Excess Myc expression can be induced upon retroviral promoter insertion, chromosomal translocation/amplification, activation of super-enhancers within the MYC gene, and/or mutation of upstream signaling pathways that enhance Myc stability.5 Studies in transgenic mouse models have demonstrated that even transient inactivation of Myc elicits tumor regression, suggesting that regulation of oncogenic Myc could be harnessed to treat cancer patients.8–10 Yet, drug development aimed at directly targeting Myc has proved challenging. First, as a transcription factor, Myc lacks a specific active site for small molecules, making it difficult to functionally inhibit its activities using strategies similar to those used for kinases. Second, Myc is predominantly located in the nucleus, thus, targeting nuclear Myc with specific monoclonal antibodies is technically impractical. To overcome these obstacles, alternative approaches to indirectly abrogate Myc oncogenic functions have been extensively investigated. Indirect targeting of MycBecause strategies to directly target Myc have not been achieved thus far, essential targets involved in Myc deregulation have been exploited as new approaches to treat Myc-driven cancers. Targeting MYC transcription by interfering with chromatin-dependent signal transduction to RNA polymerase, a process in which BRD4 has been implicated, has shown great promise.11, 12 Myc stability is tightly controlled by the ubiquitin-proteasome system, thus, a potential strategy to target Myc is to selectively inhibit the kinases and/or deubiquitinases that stabilize Myc.13, 14 Myc strictly depends on its partner Max to regulate gene transcription, so interrupting the Myc–Max complex is therefore an additional approach to inhibit Myc signaling.15 Here, we provide a concise overview of the key factors involved in the transcription, translation, stability, and activation of Myc, which could be targeted for the treatment of Myc-addicted cancers (Fig. 3).Open in a separate windowFig. 3Various strategies to target Myc. Inhibitors of BRD4, CDK7, and CDK9 inhibit MYC expression at the transcriptional level. Inhibition of the PI3K/AKT/mTOR pathway blocks MYC translation, whereas USP7, AURKA, and PLK1 inhibitors destabilize Myc at the posttranslational level. 10058-F4 and Omomyc function to interrupt the Myc–Max dimeric complex. BRD4 bromodomain-containing 4, CDK7 cyclin-dependent kinase 7, CDK9 cyclin-dependent kinase 9, PLK1 polo-like kinases 1, PI3K/AKT/mTOR phosphatidylinositol 3-kinase/AKT/mammalian target of rapamycin Targeting MYC transcriptionBromodomain-containing 4 (BRD4)BRD4 is a member of the mammalian bromodomain and extraterminal (BET) family.16 BRD4 regulates transcription through recruitment of the positive transcription elongation factor b (P-TEFb), which phosphorylates the carboxy-terminal domain of RNA polymerase II (pol II), to the site of hyperacetylated chromatin.17 These changes lead to the release of RNA pol II from pausing in the promoter-proximal region, ultimately resulting in transcriptional elongation.17, 18\nMYC transcription is under BRD4 regulation. JQ1, a powerful inhibitor of BRD4, competes with BRD4 for binding to acetylated lysines and displaces BRD4 from the super-enhancers within the MYC oncogene.11, 12 As such, inhibition of the BET bromodomain with JQ1 showed potent anti-cancer effects both in vitro and in vivo in multiple hematopoietic cancers and pancreatic ductal adenocarcinoma (PDAC) exhibiting C-MYC overexpression.19–22 Neuroblastomas and other MYCN-driven cancers are also sensitive to BET inhibitors.23 GSK525762, a specific BET inhibitor, is currently in early-phase clinical trials for treating these hematopoietic malignancies and solid tumors (ClinicalTrials.gov: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01943851\",\"term_id\":\"NCT01943851\"}}NCT01943851, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03266159\",\"term_id\":\"NCT03266159\"}}NCT03266159).Cyclin-dependent kinase 7 and 9 (CDK7 and CDK9)In contrast to the classical cell-cycle CDKs which are largely responsible for cell-cycle transition, CDK7 and CDK9 are CDKs that have critical roles in transcription initiation and elongation.18, 24 CDK7 is a catalytic subunit of the transcription factor IIH complex (TFIIH), and CDK9 is a kinase subunit of P-TEFb.25, 26 These two transcriptional kinases phosphorylate specific serine residues within the carboxy-terminal domain of Pol II, facilitating efficient transcriptional initiation, pause release and elongation.27 Numerous studies demonstrate that inhibition of transcriptional CDKs primarily affects the accumulation of transcripts critical for the control of cell identity, growth, and proliferation.28–30A general feature of MYC deregulation is its transcriptional regulation by Super-Enhancers (SEs), clusters of enhancers that are densely occupied by transcription factors and chromatin regulators, including CDK7 and CDK9, rendering this group of kinases ideal candidates for blocking Myc-dependent transcriptional amplification.30, 31 Indeed, inhibition of CDK7 and/or CDK9 substantially reduces MYC expression, attendant to widespread transcriptional downregulation of Myc target genes.30, 32, 33 Administration of specific inhibitors against CDK7 (THZ1) and/or CDK9 (PC585) induced potent anti-tumor effects in MYC-overexpressing T-cell acute lymphoblastic leukemia, mixed-lineage leukemia, neuroblastomas, and small cell lung cancers, validating these newly developed transcriptional CDK inhibitors as a potential treatment strategy that targets global transcriptional amplification in Myc-driven cancers.30, 32, 33 Targeting MYC mRNA translationMammalian target of rapamycin (mTOR)The phosphatidylinositol 3-kinase (PI3K)/AKT/mTOR pathway is frequently altered in various cancers.34 mTOR is a serine/threonine kinase that functions as the catalytic subunit of two distinct complexes called mTOR complexes 1 and 2 (mTORC1 and mTORC2).35 The central role of mTOR in protein synthesis is largely attributed to mTORC1.35, 36 mTORC1-dependent phosphorylation of eukaryotic translation initiation factor 4E (eIF4E) binding protein 1 (4EBP1) blocks its ability to negatively regulate the translation initiation factor eIF4E, thus promoting the translation of mRNAs containing long 5′-untranslated regions (5′-UTRs) with complex RNA secondary structures, such as MYC.35, 36 As such, pharmacological inhibition of the PI3K/AKT/mTOR pathway markedly decreased Myc level and exhibited remarkable therapeutic efficacy in Myc-driven cancers, including neuroblastoma, small-cell lung carcinoma, breast cancer, and multiple hematopoietic cancers.34, 37–39Cytoplasmic polyadenylation element-binding protein (CPEB)The CPEB-family proteins are sequence-specific RNA-binding proteins which control the elongation of the poly(A) tail and polyadenylation-induced translation.40 CPEB binds the cytoplasmic polyadenylation element (CPE) containing the conserved UUUUAU or UUUUAAU sequence within the 3′-UTRs of responding mRNAs.40 A recent study revealed that the C-MYC mRNA contains CPEs that can be recognized by CPEB.41 Mechanistically, CPEB recruits Caf1 deadenylase through an interaction with Tob, an antiproliferative protein, and inhibits c-Myc expression by accelerating the deadenylation and decay of its mRNA.42 Expression of CPEB-family proteins are frequently downregulated in human cancers.40 Therefore, pharmacological approaches aimed at reactivating CPEB expression would lead to Myc inhibition in Myc-driven cancers. Targeting MYC stabilityUSP28, USP36, and USP7Myc stability is tightly controlled by the ubiquitin-proteasome system.1 Upon phosphorylation at Thr58, Myc is polyubiquitinated by the E3 ligase FBW7 and degraded by the proteasome.43 The human FBW7 locus encodes three protein isoforms, FBW7α, FBW7β, and FBW7ɣ, that differ in their N-terminal sequences and in their subcellular localization.44 Both FBW7α and FBW7ɣ are responsible for the selective degradation of endogenous Myc in human cells.44 Several deubiquitinating enzymes are involved in Myc stabilization. USP28 was shown to bind c-Myc through an interaction with FBW7α and antagonize its E3 ligase activities in the nucleus, leading to Myc stabilization and tumor cell proliferation.45 USP36 deubiquitinates and stabilizes c-Myc through interactions with FBW7ɣ in the nucleolus.46 USP7 directly binds to and stabilizes N-Myc through deubiquitination in neuroblastomas cells, and a small-molecule inhibitor of USP7, {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P22077\",\"term_id\":\"134707\",\"term_text\":\"P22077\"}}P22077, markedly suppressed growth of MYCN-amplified neuroblastoma in a xenograft model.13 In principle, targeting these deubiquitinases could cause Myc destabilization and tumor suppression.AURKAThe Aurora family includes AURKA, AURKB, and AURKC, which are key regulators of mitosis.47 AURKA contributes to tumorigenesis through interactions with P53 and Myc.48–50 Recently, Otto et al.14 showed that Aurora A and N-Myc acted as oncogenic partners in neuroblastomas. AURKA forms a complex with N-Myc, which protects N-Myc from FBW7-mediated proteasomal degradation.14 Two AURKA inhibitors, MLN8054 and MLN8237, disrupt the Myc–AURKA complex, resulting in N-Myc degradation and tumor regression in MYCN-amplified neuroblastomas.14, 51 MLN8237 also induced c-Myc degradation in P53-mutant human hepatocellular carcinoma cells.52 These data suggest that AURKA inhibitors may be potential therapeutics for the treatment of Myc-dependent cancers.Polo-like kinase 1 (PLK1)The Polo-like kinases (PLKs) comprise a family of five serine/threonine protein kinases that control many crucial biological processes.53 The best characterized PLK family member is PLK1. Using MYCN-amplified neuroblastomas and small cell lung carcinomas as model systems, we recently demonstrated that PLK1 and Myc created a positive, feedforward activation loop that was essential for sustaining mutual high expression, leading to Myc-dependent transcriptional amplification and aggressive tumor progression. Inhibitors of PLK1, such as BI 6727 or BI2356, preferentially induce potent apoptosis of Myc-overexpressing tumor cells and synergistically potentiate the therapeutic efficacies of BCL-2 antagonists. These findings reveal a PLK1-FBW7-Myc signaling circuit that underlies tumorigenesis and validate PLK1 inhibitors, alone or with BCL-2 antagonists, as potential effective therapeutics for Myc-overexpressing cancers.54 Targeting the MYC–MAX complexThe Myc–Max complex is required for the binding of Myc to DNA and its subsequent activation of target gene transcription.1 The Myc–Max dimer interface is a parallel, left-handed, four-helix bundle, with each monomer comprising two R-helices separated by a loop.55 Although studies have shown that this structure has no apparent sites for positioning a small-molecule inhibitor, several labs have screened small molecules that block this interaction. The peptide mimetic IIA6B17 was first reported as a small-molecule inhibitor of Myc–Max dimerization.15 A compound called 10058-F4 was capable of disrupting the Myc–Max complex in HL60 cells.56 Another widely known inhibitor, Omomyc, a mutant basic helix-loop-helix peptide that sequesters Myc in a transcriptionally incompetent complex, prevents Myc-induced tumorigenesis in multiple mouse tumor models.57–59 Synthetic lethal interaction with MYCTwo genes (“A” and “B”) are said to be “synthetic lethal” if mutation of either gene alone is compatible with viability but simultaneous mutation of both genes causes death.60 Synthetic lethal interactions are most commonly described for loss-of-function alleles but can also involve gain-of-function alleles.60 For example, gene A might become essential for survival when a particular gene B is overexpressed. This situation describes Myc-mediated synthetic lethality. MYC overexpression is found in many cancers, and MYC overexpression sensitizes cells to apoptosis, enabling targeting a gene that is synthetic lethal to a cancer-relevant MYC overexpression should kill only cancer cells but spare normal counterparts. Here, we describe key factors that exhibit synthetic lethal interactions with Myc deregulation (Fig. 4).Open in a separate windowFig. 4Synthetic lethal interactions with Myc deregulation. Myc-mediated synthetic lethality has been observed with various targets, including CDK1, CHK1, and GLS. CDK1 cyclin-dependent kinase 1, CHK1 checkpoint kinase 1, GLS glutaminaseCyclin-dependent kinase 1 (CDK1)CDK1 is a catalytic subunit of the highly conserved protein kinase complex known as the M-phase-promoting factor, which is essential for the G1/S and G2/M-phase transitions of the eukaryotic cell cycle.61 RNAi screens for synthetic lethality in MYC overexpressing cells highlight the promise of targeting this cell-cycle kinase for Myc-dependent cancers.62 Indeed, inhibiting CDK1 function using the small molecule purvalanol A selectively induced apoptosis in cells with MYC overexpression and significantly decreased tumor growth in Myc-dependent lymphoma and hepatoblastoma mouse models.63 It appears that the selective induction of apoptosis upon CDK1 inhibition is associated with upregulation of the pro-apoptotic molecule BIM and/or downregulation of the anti-apoptotic molecule survivin.62, 63 It should be noted that CDK1 inhibition could also selectively kill transformed cells by targeting E2F-1 and/or enhancer of zeste homolog 2 (EZH2).64, 65 Most likely, multiple mechanisms contributed to the CDK1 inhibition-induced tumor regression. Nevertheless, these results suggest the potential value of targeting CDK1 in Myc-driven cancers.Checkpoint kinase 1 (CHK1)CHK1 has a key role in cell-cycle progression and DNA damage checkpoint control.66, 67 The use of CHK1 inhibitors to treat cancer was derived from observations that tumor cells without DNA damage checkpoints during tumorigenesis or therapy are highly sensitive to additional genomic instability.68 Myc deregulation is sufficient to induce genome instability.69 Myc induces replication stresses and DNA damages through excessive replication-fork firing, making Myc-overexpressing tumors substantially more sensitive to CHK1 inhibition.69 As such, CHK1 inhibition leads to massive cell death in Myc-overexpressing lymphomas, neuroblastomas, breast and lung cancers.70–72Glutaminase (GLS)Many tumor cells rely on glutamine metabolism to fuel their unabated growth and proliferation.73, 74 Oncogenic Myc increases the surface expression of glutamine transporters and alters mitochondrial metabolism, making the cell dependent on exogenous glutamine for survival.75–79 Glutamine is converted to glutamate by GLS, an enzyme that is highly expressed in tumor cells. Accordingly, inhibition of glutamine metabolism by GLS inhibitors selectively induces apoptosis in Myc-overexpressing tumor cells.75–80 Of note, CB-839, a potent and selective GLS inhibitor, is currently in phase I clinical studies for treating leukemias and other hematological tumors with Myc deregulation.81 Conclusion and perspectivesHere, we have described multiple pharmacological approaches to indirectly target Myc at different levels (Table 1). These approaches should be translated as a strategy to move forward in future patient care, as patients with Myc deregulation are likely to respond. Although direct targeting of Myc has not yet been achieved, promise remains in developing innovative approaches to effectively and specifically target this cancer super-controller. As a matter of fact, BCL-2 was also considered undruggable until a decade of fragment-based nuclear magnetic resonance (NMR) screening altered and broadened the view of this potential inhibitory molecule.82 Whether through direct or indirect targeting of Myc, better therapeutics to target Myc-dependent cancers will be required in the future.Table 1Small moleculars linked to Myc-pathway inhibitionTargetCompound namesClinical testingReferencesMYC transcription BRD4JQ1Preclinical testing only11,12GSK525762Phase1/2 in solid and hematologic malignancies83,84 CDK7THZ1Preclinical testing only30,32 CDK7/CDK9RoscovitinePhase 1/2 in advanced solid tumors\n85\n CDK9FlavopiridolPhase 1/2 in hematologic malignancies28, 29,86PC585Preclinical testing only\n33\nMYC translation mTORC1Rapamycin/RAD001/CCI-779Phase 1/2/3/4 in multiple cancers37, 87,88 AKTMK2206Phase 1/2 in multiple cancers89,90 PI3K/mTORBEZ235Phase 1/2 in multiple cancers38,88Myc stabilization USP7{\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P22077\",\"term_id\":\"134707\",\"term_text\":\"P22077\"}}P22077Preclinical testing only\n13\n USP28Not available\n45\n USP36Not available\n46\n AURKAMLN8237Phase 1/2 in multiple cancers14,51 PLK1BI 6727Phase 1/2/3 in advanced solid tumors and AML91,92BI 2536Phase 1/2 in advanced solid tumors and AML93,94Myc activation Myc–Max complex10058-F4Preclinical testing only\n56\nSynthetic lethality CDK1Purvalanol APreclinical testing only\n63\nP276-00Phase 1/2 in multiple cancers\n95\n CHK1LY2606368Phase 1/2 in multiple cancers96,97 GLSCB-839Phase 1/2 in solid and hematologic malignancies80,81Open in a separate window AcknowledgementsThis work was supported by grants from the National Natural Science Foundation of China (81470332 to H.L. and 81372205 to G.Q.). NotesCompeting interestsThe authors declare no competing interests. References1. Adhikary S, Eilers M. Transcriptional regulation and transformation by Myc proteins. Nat. Rev. Mol. Cell Biol. 2005;6:635–645. doi: 10.1038/nrm1703. [PubMed] [CrossRef] [Google Scholar]2. Pelengaris S, Khan M, Evan G. c-MYC: more than just a matter of life and death. Nat. Rev. Cancer. 2002;2:764–776. doi: 10.1038/nrc904. [PubMed] [CrossRef] [Google Scholar]3. Dang CV. MYC on the path to cancer. Cell. 2012;149:22–35. doi: 10.1016/j.cell.2012.03.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Dang CV, et al.  The c-Myc target gene network. Semin. Cancer Biol. 2006;16:253–264. doi: 10.1016/j.semcancer.2006.07.014. [PubMed] [CrossRef] [Google Scholar]5. Meyer N, Penn LZ. Reflecting on 25 years with MYC. Nat. Rev. Cancer. 2008;8:976–990. doi: 10.1038/nrc2231. [PubMed] [CrossRef] [Google Scholar]6. Nie Z, et al.  c-Myc is a universal amplifier of expressed genes in lymphocytes and embryonic stem cells. Cell. 2012;151:68–79. doi: 10.1016/j.cell.2012.08.033. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Lin CY, et al.  Transcriptional amplification in tumor cells with elevated c-Myc. Cell. 2012;151:56–67. doi: 10.1016/j.cell.2012.08.026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Shachaf CM, Felsher DW. Tumor dormancy and MYC inactivation: pushing cancer to the brink of normalcy. Cancer Res. 2005;65:4471–4474. doi: 10.1158/0008-5472.CAN-05-1172. [PubMed] [CrossRef] [Google Scholar]9. Soucek L, et al.  Modelling Myc inhibition as a cancer therapy. Nature. 2008;455:679–683. doi: 10.1038/nature07260. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Arvanitis C, Felsher DW. Conditional transgenic models define how MYC initiates and maintains tumorigenesis. Semin. Cancer Biol. 2006;16:313–317. doi: 10.1016/j.semcancer.2006.07.012. [PubMed] [CrossRef] [Google Scholar]11. Delmore JE, et al.  BET bromodomain inhibition as a therapeutic strategy to target c-Myc. Cell. 2011;146:904–917. doi: 10.1016/j.cell.2011.08.017. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Filippakopoulos P, et al.  Selective inhibition of BET bromodomains. Nature. 2010;468:1067–1073. doi: 10.1038/nature09504. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Tavana O, et al.  HAUSP deubiquitinates and stabilizes N-Myc in neuroblastoma. Nat. Med. 2016;22:1180–1186. doi: 10.1038/nm.4180. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Otto T, et al.  Stabilization of N-Myc is a critical function of Aurora A in human neuroblastoma. Cancer Cell. 2009;15:67–78. doi: 10.1016/j.ccr.2008.12.005. [PubMed] [CrossRef] [Google Scholar]15. Berg T, et al.  Small-molecule antagonists of Myc/Max dimerization inhibit Myc-induced transformation of chicken embryo fibroblasts. Proc. Natl Acad. Sci. USA. 2002;99:3830–3835. doi: 10.1073/pnas.062036999. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Haynes SR, et al.  The bromodomain: a conserved sequence found in human, Drosophila and yeast proteins. Nucleic Acids Res. 1992;20:2603. doi: 10.1093/nar/20.10.2603. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Yang Z, et al.  Recruitment of P-TEFb for stimulation of transcriptional elongation by the bromodomain protein Brd4. Mol. Cell. 2005;19:535–545. doi: 10.1016/j.molcel.2005.06.029. [PubMed] [CrossRef] [Google Scholar]18. Peterlin BM, Price DH. Controlling the elongation phase of transcription with P-TEFb. Mol. Cell. 2006;23:297–305. doi: 10.1016/j.molcel.2006.06.014. [PubMed] [CrossRef] [Google Scholar]19. Dawson MA, et al.  Inhibition of BET recruitment to chromatin as an effective treatment for MLL-fusion leukaemia. Nature. 2011;478:529–533. doi: 10.1038/nature10509. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Zuber J, et al.  RNAi screen identifies Brd4 as a therapeutic target in acute myeloid leukaemia. Nature. 2011;478:524–528. doi: 10.1038/nature10334. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Mertz JA, et al.  Targeting MYC dependence in cancer by inhibiting BET bromodomains. Proc. Natl Acad. Sci. USA. 2011;108:16669–16674. doi: 10.1073/pnas.1108190108. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Mazur PK, et al.  Combined inhibition of BET family proteins and histone deacetylases as a potential epigenetics-based therapy for pancreatic ductal adenocarcinoma. Nat. Med. 2015;21:1163–1171. doi: 10.1038/nm.3952. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Puissant A, et al.  Targeting MYCN in neuroblastoma by BET bromodomain inhibition. Cancer Discov. 2013;3:308–323. doi: 10.1158/2159-8290.CD-12-0418. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Fisher RP. Secrets of a double agent: CDK7 in cell-cycle control and transcription. J. Cell. Sci. 2005;118:5171–5180. doi: 10.1242/jcs.02718. [PubMed] [CrossRef] [Google Scholar]25. Shiekhattar R, et al.  CDK-activating kinase complex is a component of human transcription factor TFIIH. Nature. 1995;374:283–287. doi: 10.1038/374283a0. [PubMed] [CrossRef] [Google Scholar]26. Peng J, Marshall NF, Price DH. Identification of a cyclin subunit required for the function of Drosophila P-TEFb. J. Biol. Chem. 1998;273:13855–13860. doi: 10.1074/jbc.273.22.13855. [PubMed] [CrossRef] [Google Scholar]27. Heidemann M, Hintermair C, Voß K, Eick D. Dynamic phosphorylation patterns of RNA polymerase II CTD during transcription. Biochim. Biophys. Acta. 2013;1829:55–62. doi: 10.1016/j.bbagrm.2012.08.013. [PubMed] [CrossRef] [Google Scholar]28. Chen R, Keating MJ, Gandhi V, Plunkett W. Transcription inhibition by flavopiridol: mechanism of chronic lymphocytic leukemia cell death. Blood. 2005;106:2513–2519. doi: 10.1182/blood-2005-04-1678. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Rahl PB, et al.  c-Myc regulates transcriptional pause release. Cell. 2010;141:432–445. doi: 10.1016/j.cell.2010.03.030. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Chipumuro E, et al.  CDK7 inhibition suppresses super-enhancer-linked oncogenic transcription in MYCN-driven cancer. Cell. 2014;159:1126–1139. doi: 10.1016/j.cell.2014.10.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Chapuy B, et al.  Discovery and characterization of super-enhancer-associated dependencies in diffuse large B cell lymphoma. Cancer Cell. 2013;24:777–790. doi: 10.1016/j.ccr.2013.11.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Kwiatkowski N, et al.  Targeting transcription regulation in cancer with a covalent CDK7 inhibitor. Nature. 2014;511:616–620. doi: 10.1038/nature13393. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Garcia-Cuellar MP, et al.  Efficacy of cyclin-dependent-kinase 9 inhibitors in a murine model of mixed-lineage leukemia. Leukemia. 2014;28:1427–1435. doi: 10.1038/leu.2014.40. [PubMed] [CrossRef] [Google Scholar]34. Bjornsti MA, Houghton PJ. The TOR pathway: a target for cancer therapy. Nat. Rev. Cancer. 2004;4:335–348. doi: 10.1038/nrc1362. [PubMed] [CrossRef] [Google Scholar]35. Wullschleger S, Loewith R, Hall MN. TOR signaling in growth and metabolism. Cell. 2006;124:471–484. doi: 10.1016/j.cell.2006.01.016. [PubMed] [CrossRef] [Google Scholar]36. Kim DH, et al.  mTOR interacts with raptor to form a nutrient-sensitive complex that signals to the cell growth machinery. Cell. 2002;110:163–175. doi: 10.1016/S0092-8674(02)00808-5. [PubMed] [CrossRef] [Google Scholar]37. Frost P, et al.  In vivo antitumor effects of the mTOR inhibitor CCI-779 against human multiple myeloma cells in a xenograft model. Blood. 2004;104:4181–4187. doi: 10.1182/blood-2004-03-1153. [PubMed] [CrossRef] [Google Scholar]38. Chapuis N, et al.  Dual inhibition of PI3K and mTORC1/2 signaling by NVP-BEZ235 as a new therapeutic strategy for acute myeloid leukemia. Clin. Cancer Res. 2010;16:5424–5435. doi: 10.1158/1078-0432.CCR-10-1102. [PubMed] [CrossRef] [Google Scholar]39. Yu K, et al.  mTOR, a novel target in breast cancer: the effect of CCI-779, an mTOR inhibitor, in preclinical models of breast cancer. Endocr. Relat. Cancer. 2001;8:249–258. doi: 10.1677/erc.0.0080249. [PubMed] [CrossRef] [Google Scholar]40. Fernández-Miranda G, Méndez R. The CPEB-family of proteins, translational control in senescence and cancer. Ageing Res. Rev. 2012;11:460–472. doi: 10.1016/j.arr.2012.03.004. [PubMed] [CrossRef] [Google Scholar]41. Groisman I, et al.  Control of cellular senescence by CPEB. Genes Dev. 2006;20:2701–2712. doi: 10.1101/gad.1438906. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Ogami K, Hosoda N, Funakoshi Y, Hoshino S. Antiproliferative protein Tob directly regulates c-myc proto-oncogene expression through cytoplasmic polyadenylation element-binding protein CPEB. Oncogene. 2014;33:55–64. doi: 10.1038/onc.2012.548. [PubMed] [CrossRef] [Google Scholar]43. Yada M, et al.  Phosphorylation-dependent degradation of c-Myc is mediated by the F-box protein Fbw7. EMBO J. 2004;23:2116–2125. doi: 10.1038/sj.emboj.7600217. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Welcker M, et al.  A nucleolar isoform of the Fbw7 ubiquitin ligase regulates c-Myc and cell size. Curr. Biol. 2004;14:1852–1857. doi: 10.1016/j.cub.2004.09.083. [PubMed] [CrossRef] [Google Scholar]45. Popov N, et al.  The ubiquitin-specific protease USP28 is required for MYC stability. Nat. Cell Biol. 2007;9:765–774. doi: 10.1038/ncb1601. [PubMed] [CrossRef] [Google Scholar]46. Sun XX, et al.  The nucleolar ubiquitin-specific protease USP36 deubiquitinates and stabilizes c-Myc. Proc. Natl Acad. Sci. USA. 2015;112:3734–3739. [PMC free article] [PubMed] [Google Scholar]47. Bischoff JR, Plowman GD. The Aurora/Ipl1p kinase family: regulators of chromosome segregation and cytokinesis. Trends Cell Biol. 1999;9:454–459. doi: 10.1016/S0962-8924(99)01658-X. [PubMed] [CrossRef] [Google Scholar]48. Sasai K, Treekitkarnmongkol W, Kai K, Katayama H, Sen S. Functional significance of Aurora kinases-p53 protein family interactions in cancer. Front Oncol. 2016;6:247. doi: 10.3389/fonc.2016.00247. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Takahashi Y, et al.  The AURKA/TPX2 axis drives colon tumorigenesis cooperatively with MYC. Ann. Oncol. 2015;26:935–942. doi: 10.1093/annonc/mdv034. [PubMed] [CrossRef] [Google Scholar]50. Yang S, et al.  Suppression of Aurora-A oncogenic potential by c-Myc downregulation. Exp. Mol. Med. 2010;42:759–767. doi: 10.3858/emm.2010.42.11.077. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Brockmann M, et al.  Small molecule inhibitors of Aurora-a induce proteasomal degradation of N-myc in childhood neuroblastoma. Cancer Cell. 2013;24:75–89. doi: 10.1016/j.ccr.2013.05.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Dauch D, et al.  A MYC-Aurora kinase A protein complex represents an actionable drug target in p53-altered liver cancer. Nat. Med. 2016;22:744–753. doi: 10.1038/nm.4107. [PubMed] [CrossRef] [Google Scholar]53. Golsteyn RM, Lane HA, Mundt KE, Arnaud L, Nigg EA. The family of polo-like kinases. Prog. Cell Cycle Res. 1996;2:107–114. [PubMed] [Google Scholar]54. Xiao D, et al.  Polo-like kinase-1 regulates Myc stabilization and activates a feedforward circuit promoting tumor cell survival. Mol. Cell. 2016;64:493–506. doi: 10.1016/j.molcel.2016.09.016. [PubMed] [CrossRef] [Google Scholar]55. Nair SK, Burley SK. X-ray structures of Myc–Max and Mad-Max recognizing DNA. Molecular bases of regulation by proto-oncogenic transcription factors. Cell. 2003;112:193–205. doi: 10.1016/S0092-8674(02)01284-9. [PubMed] [CrossRef] [Google Scholar]56. Wang H, et al.  Improved low molecular weight Myc–Max inhibitors. Mol. Cancer Ther. 2007;6:2399–2408. doi: 10.1158/1535-7163.MCT-07-0005. [PubMed] [CrossRef] [Google Scholar]57. Soucek L, et al.  Design and properties of a Myc derivative that efficiently homodimerizes. Oncogene. 1998;17:2463–2472. doi: 10.1038/sj.onc.1202199. [PubMed] [CrossRef] [Google Scholar]58. Soucek L, Nasi S, Evan GI. Omomyc expression in skin prevents Myc-induced papillomatosis. Cell Death Differ. 2004;11:1038–1045. doi: 10.1038/sj.cdd.4401443. [PubMed] [CrossRef] [Google Scholar]59. Annibali D, et al.  Myc inhibition is effective against glioma and reveals a role for Myc in proficient mitosis. Nat. Commun. 2014;5:4632. doi: 10.1038/ncomms5632. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Kaelin WG., Jr. The concept of synthetic lethality in the context of anticancer therapy. Nat. Rev. Cancer. 2005;5:689–698. doi: 10.1038/nrc1691. [PubMed] [CrossRef] [Google Scholar]61. Malumbres M, Barbacid M. Cell cycle, cdks and cancer: a changing paradigm. Nat. Rev. Cancer. 2009;9:153–166. doi: 10.1038/nrc2602. [PubMed] [CrossRef] [Google Scholar]62. Kang J, Sergio CM, Sutherland RL, Musgrove EA. Targeting cyclin-dependent kinase 1 (CDK1) but not CDK4/6 or CDK2 is selectively lethal to MYC-dependent human breast cancer cells. BMC Cancer. 2014;14:32. doi: 10.1186/1471-2407-14-32. [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Goga A, Yang D, Tward AD, Morgan DO, Bishop JM. Inhibition of CDK1 as a potential therapy for tumors over-expressing MYC. Nat. Med. 2007;13:820–827. doi: 10.1038/nm1606. [PubMed] [CrossRef] [Google Scholar]64. Peeper DS, et al.  Phosphorylation of a specific cdk site in E2F-1 affects its electrophoretic mobility and promotes pRB-binding in vitro. Oncogene. 1995;10:39–48. [PubMed] [Google Scholar]65. Göllner S, et al.  Loss of the histone methyltransferase EZH2 induces resistance to multiple drugs in acute myeloid leukemia. Nat. Med. 2017;23:69–78. doi: 10.1038/nm.4247. [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Zhao H, Piwnica-Worms H. ATR-mediated checkpoint pathways regulate phosphorylation and activation of human Chk1. Mol. Cell Biol. 2001;21:4129–4139. doi: 10.1128/MCB.21.13.4129-4139.2001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. Furnari B, Rhind N, Russell P. Cdc25 mitotic inducer targeted by chk1 DNA damage checkpoint kinase. Science. 1997;277:1495–1497. doi: 10.1126/science.277.5331.1495. [PubMed] [CrossRef] [Google Scholar]68. Höglund A, et al.  Therapeutic implications for the induced levels of Chk1 in Myc-expressing cancer cells. Clin. Cancer Res. 2011;17:7067–7079. doi: 10.1158/1078-0432.CCR-11-1198. [PubMed] [CrossRef] [Google Scholar]69. Dominguez-Sola D, et al.  Non-transcriptional control of DNA replication by c-Myc. Nature. 2007;448:445–451. doi: 10.1038/nature05953. [PubMed] [CrossRef] [Google Scholar]70. Cole KA, et al.  RNAi screen of the protein kinome identifies checkpoint kinase 1 (CHK1) as a therapeutic target in neuroblastoma. Proc. Natl Acad. Sci. USA. 2011;108:3336–3341. doi: 10.1073/pnas.1012351108. [PMC free article] [PubMed] [CrossRef] [Google Scholar]71. Murga M, et al.  Exploiting oncogene-induced replicative stress for the selective killing of Myc-driven tumors. Nat. Struct. Mol. Biol. 2011;18:1331–1335. doi: 10.1038/nsmb.2189. [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Ferrao PT, Bukczynska EP, Johnstone RW, McArthur GA. Efficacy of CHK inhibitors as single agents in MYC-driven lymphoma cells. Oncogene. 2012;31:1661–1672. doi: 10.1038/onc.2011.358. [PubMed] [CrossRef] [Google Scholar]73. DeBerardinis RJ, Lum JJ, Hatzivassiliou G, Thompson CB. The biology of cancer: metabolic reprogramming fuels cell growth and proliferation. Cell Metab. 2008;7:11–20. doi: 10.1016/j.cmet.2007.10.002. [PubMed] [CrossRef] [Google Scholar]74. Dang CV. A time for MYC: metabolism and therapy. Cold Spring Harb. Symp. Quant. Biol. 2016;81:79–83. doi: 10.1101/sqb.2016.81.031153. [PubMed] [CrossRef] [Google Scholar]75. Yuneva M, Zamboni N, Oefner P, Sachidanandam R, Lazebnik Y. Deficiency in glutamine but not glucose induces MYC-dependent apoptosis in human cells. J. Cell Biol. 2007;178:93–105. doi: 10.1083/jcb.200703099. [PMC free article] [PubMed] [CrossRef] [Google Scholar]76. Gao P, et al.  c-Myc suppression of miR-23a/b enhances mitochondrial glutaminase expression and glutamine metabolism. Nature. 2009;458:762–765. doi: 10.1038/nature07823. [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Mullen AR, et al.  Reductive carboxylation supports growth in tumour cells with defective mitochondria. Nature. 2011;481:385–388. doi: 10.1038/nature10642. [PMC free article] [PubMed] [CrossRef] [Google Scholar]78. Metallo CM, et al.  Reductive glutamine metabolism by IDH1 mediates lipogenesis under hypoxia. Nature. 2011;481:380–384. doi: 10.1038/nature10602. [PMC free article] [PubMed] [CrossRef] [Google Scholar]79. Qing G, et al.  ATF4 regulates MYC-mediated neuroblastoma cell death upon glutamine deprivation. Cancer Cell. 2012;22:631–644. doi: 10.1016/j.ccr.2012.09.021. [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. Xiao D, et al.  Myc promotes glutaminolysis in human neuroblastoma through direct activation of glutaminase 2. Oncotarget. 2015;6:40655–40666. [PMC free article] [PubMed] [Google Scholar]81. Jacque N, et al.  Targeting glutaminolysis has antileukemic activity in acute myeloid leukemia and synergizes with BCL-2 inhibition. Blood. 2015;126:1346–1356. doi: 10.1182/blood-2015-01-621870. [PMC free article] [PubMed] [CrossRef] [Google Scholar]82. Superti-Furga G, et al.  Where is the future of drug discovery for cancer? Cell. 2017;168:564–565. doi: 10.1016/j.cell.2017.01.032. [PubMed] [CrossRef] [Google Scholar]83. Fong CY, et al.  BET inhibitor resistance emerges from leukaemia stem cells. Nature. 2015;525:538–542. doi: 10.1038/nature14888. [PMC free article] [PubMed] [CrossRef] [Google Scholar]84. Matkar S, et al.  An epigenetic pathway regulates sensitivity of breast cancer cells to HER2 inhibition via FOXO/c-Myc axis. Cancer Cell. 2015;28:472–485. doi: 10.1016/j.ccell.2015.09.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]85. Cicenas J, et al.  Roscovitine in cancer and other diseases. Ann. Transl. Med. 2015;3:135. [PMC free article] [PubMed] [Google Scholar]86. Awan FT, et al.  A phase 1 clinical trial of flavopiridol consolidation in chronic lymphocytic leukemia patients following chemoimmunotherapy. Ann. Hematol. 2016;95:1137–1143. doi: 10.1007/s00277-016-2683-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]87. Vignot S, Faivre S, Aguirre D, Raymond E. mTOR-targeted therapy of cancer with rapamycin derivatives. Ann. Oncol. 2005;16:525–537. doi: 10.1093/annonc/mdi113. [PubMed] [CrossRef] [Google Scholar]88. Xu CX, et al.  The combination of RAD001 and NVP-BEZ235 exerts synergistic anticancer activity against non-small cell lung cancer in vitro and in vivo. PLoS ONE. 2011;6:e20899. doi: 10.1371/journal.pone.0020899. [PMC free article] [PubMed] [CrossRef] [Google Scholar]89. Pal SK, Reckamp K, Yu H, Figlin RA. Akt inhibitors in clinical development for the treatment of cancer. Expert Opin. Investig. Drugs. 2010;19:1355–1366. doi: 10.1517/13543784.2010.520701. [PMC free article] [PubMed] [CrossRef] [Google Scholar]90. Blackburn JS, et al.  Clonal evolution enhances leukemia-propagating cell frequency in T cell acute lymphoblastic leukemia through Akt/mTORC1 pathway activation. Cancer Cell. 2014;25:366–378. doi: 10.1016/j.ccr.2014.01.032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Gjertsen BT, Schoffski P. Discovery and development of the Polo-like kinase inhibitor volasertib in cancer therapy. Leukemia. 2015;29:11–19. doi: 10.1038/leu.2014.222. [PMC free article] [PubMed] [CrossRef] [Google Scholar]92. Schoffski P, et al.  A phase I, dose-escalation study of the novel Polo-like kinase inhibitor volasertib (BI 6727) in patients with advanced solid tumours. Eur. J. Cancer. 2012;48:179–186. doi: 10.1016/j.ejca.2011.11.001. [PubMed] [CrossRef] [Google Scholar]93. Sebastian M, et al.  The efficacy and safety of BI 2536, a novel Plk-1 inhibitor, in patients with stage IIIB/IV non-small cell lung cancer who had relapsed after, or failed, chemotherapy: results from an open-label, randomized phase II clinical trial. J. Thorac. Oncol. 2010;5:1060–1067. doi: 10.1097/JTO.0b013e3181d95dd4. [PubMed] [CrossRef] [Google Scholar]94. Awad MM, et al.  An open-label, phase II study of the polo-like kinase-1 (Plk-1) inhibitor, BI 2536, in patients with relapsed small cell lung cancer (SCLC) Lung Cancer. 2017;104:126–130. doi: 10.1016/j.lungcan.2016.12.019. [PubMed] [CrossRef] [Google Scholar]95. Cassaday RD, et al.  A phase II, single-arm, open-label, multicenter study to evaluate the efficacy and safety of P276-00, a cyclin-dependent kinase inhibitor, in patients with relapsed or refractory mantle cell lymphoma. Clin. Lymphoma Myeloma Leuk. 2015;15:392–397. doi: 10.1016/j.clml.2015.02.021. [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Sen T, et al.  CHK1 inhibition in small-cell lung cancer produces single-agent activity in biomarker-defined disease subsets and combination activity with cisplatin or olaparib. Cancer Res. 2017;77:3870–3884. doi: 10.1158/0008-5472.CAN-16-3409. [PMC free article] [PubMed] [CrossRef] [Google Scholar]97. Hong D, et al.  Phase I study of LY2606368, a checkpoint kinase 1 inhibitor, in patients with advanced cancer. J. Clin. Oncol. 2016;34:1764–1771. doi: 10.1200/JCO.2015.64.5788. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}