{"title": "p38-MK2 signaling axis regulates RNA metabolism after UV-light-induced DNA damage", "pubDate": "2018", "PMCID": "PMC5845016", "DOI": "10.1038/s41467-018-03417-3", "PMID": "29523821", "abstract": "Ultraviolet (UV) light radiation induces the formation of bulky photoproducts in the DNA that globally affect transcription and splicing. However, the signaling pathways and mechanisms that link UV-light-induced DNA damage to changes in RNA metabolism remain poorly understood. Here we employ quantitative phosphoproteomics and protein kinase inhibition to provide a systems view on protein phosphorylation patterns induced by UV light and uncover the dependencies of phosphorylation events on the canonical DNA damage signaling by ATM/ATR and the p38 MAP kinase pathway. We identify RNA-binding proteins as primary substrates and 14-3-3 as direct readers of p38-MK2-dependent phosphorylation induced by UV light. Mechanistically, we show that MK2 phosphorylates the RNA-binding subunit of the NELF complex NELFE on Serine 115. NELFE phosphorylation promotes the recruitment of 14-3-3 and rapid dissociation of the NELF complex from chromatin, which is accompanied by RNA polymerase II elongation.", "author": [{"author": "Marina E Borisova", "affiliation": ["Institute of Molecular Biology (IMB), Ackermannweg 4, 55128, Mainz, Germany."], "href": "/?term=Borisova+ME&cauthor_id=29523821"}, {"author": "Andrea Voigt", "affiliation": ["Institute of Molecular Biology (IMB), Ackermannweg 4, 55128, Mainz, Germany."], "href": "/?term=Voigt+A&cauthor_id=29523821"}, {"author": "Maxim A X Tollenaere", "affiliation": ["Cellular Stress Signaling Group, Department of Cellular and Molecular Medicine, Center for Healthy Aging, University of Copenhagen, Blegdamsvej 3C, 2200, Copenhagen, Denmark."], "href": "/?term=Tollenaere+MAX&cauthor_id=29523821"}, {"author": "Sanjeeb Kumar Sahu", "affiliation": ["Institute of Molecular Biology (IMB), Ackermannweg 4, 55128, Mainz, Germany."], "href": "/?term=Sahu+SK&cauthor_id=29523821"}, {"author": "Thomas Juretschke", "affiliation": ["Institute of Molecular Biology (IMB), Ackermannweg 4, 55128, Mainz, Germany."], "href": "/?term=Juretschke+T&cauthor_id=29523821"}, {"author": "Nastasja Kreim", "affiliation": ["Institute of Molecular Biology (IMB), Ackermannweg 4, 55128, Mainz, Germany."], "href": "/?term=Kreim+N&cauthor_id=29523821"}, {"author": "Niels Mailand", "affiliation": ["Ubiquitin Signaling Group, Novo Nordisk Foundation Center for Protein Research, Faculty of Health and Medical Sciences, University of Copenhagen, Blegdamsvej 3B, 2200, Copenhagen, Denmark."], "href": "/?term=Mailand+N&cauthor_id=29523821"}, {"author": "Chunaram Choudhary", "affiliation": ["Proteomics and Cell Signaling Group, Novo Nordisk Foundation Center for Protein Research, Faculty of Health and Medical Sciences, University of Copenhagen, Blegdamsvej 3B, 2200, Copenhagen, Denmark."], "href": "/?term=Choudhary+C&cauthor_id=29523821"}, {"author": "Simon Bekker-Jensen", "affiliation": ["Cellular Stress Signaling Group, Department of Cellular and Molecular Medicine, Center for Healthy Aging, University of Copenhagen, Blegdamsvej 3C, 2200, Copenhagen, Denmark."], "href": "/?term=Bekker-Jensen+S&cauthor_id=29523821"}, {"author": "Masato Akutsu", "affiliation": ["Institute of Biochemistry II, Goethe University Medical School, Theodor-Stern-Kai 7, 60590 Frankfurt and Buchmann Institute for Molecular Life Sciences (BMLS), Goethe University, Max-von Laue-Strasse 15, 60438, Frankfurt, Germany."], "href": "/?term=Akutsu+M&cauthor_id=29523821"}, {"author": "Sebastian A Wagner", "affiliation": ["Department of Medicine, Hematology/Oncology, Goethe University, Theodor-Stern-Kai 7, 60590, Frankfurt, Germany.", "German Cancer Consortium (DKTK), 69120, Heidelberg, Germany.", "German Cancer Research Center (DKFZ), 69120, Heidelberg, Germany."], "href": "/?term=Wagner+SA&cauthor_id=29523821"}, {"author": "Petra Beli", "affiliation": ["Institute of Molecular Biology (IMB), Ackermannweg 4, 55128, Mainz, Germany. p.beli@imb-mainz.de."], "href": "/?term=Beli+P&cauthor_id=29523821"}], "refPMID": ["24954209", "20965415", "20626350", "21372320", "12893778", "26895423", "19451221", "12176355", "26106861", "19450518", "21816343", "28215706", "27184836", "16885020", "25693130", "25058334", "10973477", "25722371", "29233992", "17292828", "10608806", "10801797", "15629715", "17030606", "9428519", "25189701", "26616734", "11333986", "22404626", "14701750", "25982271", "25735772", "17085597", "7615088", "16678437", "25525152", "22986266", "25410209", "22579285", "25263592", "25773599", "23706736", "23260668", "21460038", "27256882", "28868519", "18249148", "25173174", "28336775", "12118079", "28477122", "23954790", "17703201", "21642640", "22537090", "17721543", "19029910", "21254760", "17081983", "17327847", "21725298", "23203871", "23132118", "20124692", "21460441", "20383002", "20124702", "26704968", "26661513", "22455463", "19617889", "23203882", "11752295"], "citedInPMID": ["29523821", "34559922", "34502507", "34295816", "34272277", "34158510", "34111400", "33789123", "33637760", "33504982", "33425986", "33208928", "33013322", "32941609", "32905206", "32411607", "32385332", "32189389", "32060325", "31860335", "31480283", "31428617", "30995481", "30824372", "29589595"], "body": " AbstractUltraviolet (UV) light radiation induces the formation of bulky photoproducts in the DNA that globally affect transcription and splicing. However, the signaling pathways and mechanisms that link UV-light-induced DNA damage to changes in RNA metabolism remain poorly understood. Here we employ quantitative phosphoproteomics and protein kinase inhibition to provide a systems view on protein phosphorylation patterns induced by UV light and uncover the dependencies of phosphorylation events on the canonical DNA damage signaling by ATM/ATR and the p38 MAP kinase pathway. We identify RNA-binding proteins as primary substrates and 14-3-3 as direct readers of p38-MK2-dependent phosphorylation induced by UV light. Mechanistically, we show that MK2 phosphorylates the RNA-binding subunit of the NELF complex NELFE on Serine 115. NELFE phosphorylation promotes the recruitment of 14-3-3 and rapid dissociation of the NELF complex from chromatin, which is accompanied by RNA polymerase II elongation. IntroductionUltraviolet (UV) light is a natural source of DNA damage that triggers the formation of cyclobutane–pyrimidine dimers and 6–4 pyrimidine–pyrimidone photoproducts. UV-light-induced DNA damage is recognized and repaired by the components of the global genome or transcription-coupled (TC) nucleotide excision repair (NER) pathway in human cells1. The formation of single-stranded DNA during NER and stalled replication forks activate the protein kinase Ataxia telangiectasia and Rad3 related (ATR) and its downstream target Checkpoint kinase 1 (Chk1), which in turn phosphorylate a number of proteins to activate cell cycle checkpoints2. In addition to ATR, the mitogen-activated protein kinase 14 (MAPK14, also known as p38 MAPK), is activated in human cells after exposure to UV light3,4. The p38 MAPK (of which the α isoform is highly expressed in most human cell types) is a central transducer of cellular stress signaling that is activated by different stress-inducing agents, as well as extracellular signaling molecules such as hormones and cytokines3,4. Depending on the stimuli and cell type, upstream kinases MKK3, MKK4, and MKK6 activate p38 by phosphorylation on threonine 180 and tyrosine 1825. In response to stress, p38 phosphorylates and activates ~ 10 downstream kinases, including MK2/3/5, MSK1/2, and MNK1/23,4. Recent studies provided evidence for an extensive interplay between UV-light-induced DNA damage and cellular RNA metabolism: exposure of human cells to UV light globally impacts on different RNA metabolic processes, including transcription, splicing, and translation6–12. Moreover, components of the transcriptional machinery were shown to be phosphorylated after UV light13. Regulation of transcription in response to environmental cues and during development is achieved through the release of paused RNA polymerase II (RNA pol II) from promoter-proximal sites of defined sets of genes14,15. UV light has been shown to affect both transcriptional initiation and elongation in human cells12,16–19. Although the components and the regulatory mechanisms of DNA repair are relatively well established, the understanding of the signaling pathways and molecular mechanisms that orchestrate the complex changes in transcription and RNA metabolism in general after UV-light-induced DNA damage is only beginning to emerge.Here we employ quantitative mass spectrometry (MS)-based proteomics to provide a global view on phosphorylation-dependent signaling induced by UV light. We define the cellular phosphorylation events dependent on the ATM/ATR and the p38 MAPK pathway, and determine functional contributions of these pathways to the UV-light-induced DNA damage response. Whereas ATM/ATR primarily phosphorylate proteins involved in DNA repair and cell cycle regulation, the p38-MK2 signaling axis phosphorylates a multitude of RNA-binding proteins. We show that MK2-dependent phosphorylation of cellular proteins triggers the recruitment of 14-3-3 dimers. Mechanistically, we demonstrate that p38-MK2-dependent phosphorylation of the negative elongation factor (NELF) complex promotes its rapid release from chromatin, which correlates with RNA pol II elongation. The presented datasets of p38-MK2/3-dependent phosphorylation sites and 14-3-3 binding proteins will facilitate further studies regarding the roles of p38-MK2/3 signaling axis in the regulation of the cellular RNA metabolism in response to UV light. Resultsp38 signaling has a broad regulatory scope after UV lightWe aimed to employ quantitative phosphoproteomics to decipher the signaling downstream of the p38 MAP kinase activated after UV light exposure. We first used western blotting to examine the dynamics of p38 activation after UV light (40 J/m2, 1 h recovery) and found that p38 activation peaked between 30 and 60 min after irradiation, and gradually decreased being almost undetectable 4 h post irradiation (Fig. 1a). Phosphorylation of p38 increased in a dose-dependent manner and was detectable after irradiation of cells with 10 J/m2 (Supplementary Figure 1a). In addition to UV light, treatment of cells with UV light mimetic drug 4-NQO and oxidative stress-inducing agent H2O2 resulted in rapid phosphorylation of p38 (Fig. 1b). In contrast, double-strand DNA break-inducing agents and the replication stress-inducing agent hydroxyurea did not lead to marked activation of p38 early after treatment, although these drugs activated the canonical DNA damage response detected by Chk1 phosphorylation (Fig. 1b). In accordance with previous findings20, specific inhibition of phosphoinositide 3-kinase-like kinases ATM, ATR, or DNA-PKcs did not affect p38 activation after UV light, suggesting that parallel activation of the ATR-Chk1-dependent canonical DNA damage signaling and p38 MAPK regulates early response of cells to UV light (Supplementary Figure 1b). Chemical inhibition of p38 significantly sensitized U2OS cells to different doses of UV light, indicating that p38 promotes cellular survival after UV light exposure (Supplementary Figure 1c). We performed proteome-wide identification of p38-dependent phosphorylation after UV light to define signaling downstream of p38. To this end, we employed titanium dioxide (TiO2)-based enrichment of phosphorylated peptides followed by peptide identification using ultra-high performance liquid chromatography-tandem MS (LC-MS/MS). Stable isotope labeling with amino acids in cell culture (SILAC) was used to relatively quantify the abundance of the phosphorylated peptides in different experimental conditions. Light-labeled cells were mock-treated and used as control, medium-labeled cells were irradiated with UV light (40 J/m2, 1 h recovery), and heavy-labeled cells were pretreated with the specific p38 inhibitor SB203580 followed by irradiation with UV light (Fig. 1c).Open in a separate windowFig. 1Phosphoproteomics reveals a broad scope of p38 signaling after UV light. a U2OS cells were treated with UV light (40 J/m2) and left to recover for the indicated times. Total cell lysates were resolved on SDS-PAGE and activation of p38, JNK1, and Chk1 was monitored with phospho-specific antibodies. b U2OS cells were left untreated or treated with UV light (40 J/m2, 1 h recovery), 4-nitroquinoline 1-oxide (4-NQO, 20 µM, 1 h), neocarzinostatin (400 µg/ml, 1 h), etoposide (10 µM, 1 h), camptothecin (10 µM, 1 h), H2O2 (2 mM, 1 h), and hydroxyurea (2 mM, 1 h). Total cell lysates were resolved on SDS-PAGE and blotted with the indicated antibodies. c Schematic representation of the strategy used to identify UV-light-induced, p38-dependent phosphorylation sites. SILAC-labeled U2OS cells were mock-treated (Light), irradiated with UV light (40 J/m2, 1 h recovery) (Medium), or pretreated with the p38 inhibitor (SB203580, 10 µM, 1 h) or transfected with p38 siRNA, and irradiated with UV light (40 J/m2, 1 h recovery) (Heavy). Phosphorylated peptides were enriched using TiO2 and peptide samples were analyzed by LC-MS/MS. d The bar graph shows the number of significantly up-, non-, and downregulated UV-light-induced phosphorylation sites after p38 inhibition identified from two replicate experiments (p-value < 0.01, moderated t-test). Significantly regulated phosphorylation sites were calculated as shown in Supplementary Figure 1f, g. e Sequence motif analysis of 538 UV-light-induced phosphorylation sites. The iceLogo plot shows frequency of six amino acids flanking phosphorylated residue. The frequencies of amino acids surrounding phosphorylated residues in UV-light-induced phosphorylation sites was compared with frequencies in all quantified phosphorylation sites. A significant overrepresentation of phosphorylation sites conforming to the ATM/ATR/DNA-PKcs motif (S/TQ) is observed among UV-light-induced sites. f The bar graph shows the absolute number and percentage of S/TQ sites among all quantified phosphorylation sites, UV-light-upregulated sites, UV-light-upregulated, p38-independent sites, and UV-light-upregulated, p38-dependent sites. g Sequence motif analysis of 138 UV-light-induced, p38-dependent phosphorylation sites. The analysis was done as described in Fig. 1eWe quantified 13,091 phosphorylation sites, of which 10,448 were identified in 2 independent replicate experiments (Fig. 1d and Supplementary Data 1). We observed an excellent quantitative reproducibility between the replicate experiments (Supplementary Figure 1d,e). To determine significantly regulated phosphorylation sites after UV light exposure and sites that are affected by p38 inhibition, we applied a moderated t-test (limma algorithm) (Supplementary Figure 1f,g). This analysis revealed that 538 (4.1%) and 153 (1.2%) out of 13,091 phosphorylation sites were significantly upregulated and downregulated, after irradiation of cells with UV light, respectively (p-value < 0.01, moderated t-test) (Fig. 1d and Supplementary Data 1). Notably, UV-light-induced phosphorylation of 138 phosphorylation sites (25.6%) significantly decreased after p38 inhibition, indicating that phosphorylation of these sites is dependent on p38 activity (Fig. 1d). Transient knockdown of p38 using small interfering RNA (siRNA) also decreased the phosphorylation of these sites demonstrating that the phosphorylation indeed occurs in a p38-dependent manner (Supplementary Figure 1h). Analysis of amino acid sequence surrounding UV-light-upregulated phosphorylation sites revealed a significant overrepresentation of glutamine (Q) in + 1 position, a S/TQ sequence motif that is known to be recognized by ATM/ATR/DNA-PKcs21,22 (Fig. 1e). To compare the regulatory function of p38 and ATR after UV light, we extracted all UV-light-induced phosphorylation sites that conform to the S/TQ motif. Phosphorylation of 89 S/TQ sites (17%) increased in abundance after UV light (Fig. 1f). The fraction of S/TQ sites within p38-dependent sites was similar to the fraction of S/TQ sites in all quantified phosphorylation sites, indicating that p38-dependent phosphorylation does not target the S/TQ motif (Fig. 1f). In contrast, UV-light-upregulated, p38-dependent phosphorylation occurred within a specific sequence motif that is defined by a glutamine (Q) in position – 2, arginine (R) in – 3, and leucine (L) in – 5 (LXRQXS/T) (Fig. 1g). This motif differs from the p38 motif previously determined using peptide library screening (GPQS/TPI)23, suggesting that the majority of p38-dependent phosphorylation sites induced after UV light are substrates of kinases acting downstream of p38 rather than p38 itself.MK2/3 are key transducers of p38-dependent signalingTo determine the contribution of the downstream effector kinases to p38-dependent phosphorylation after UV light, we employed SILAC labeling and MS to compare UV light upregulated phosphorylation sites after chemical inhibition of p38 or joint inhibition of MK2, 3, and 5, thereby inhibiting one signaling axis that is activated downstream of p38 (Fig. 2a and Supplementary Figure 2a). Phosphorylation site abundance after p38 and MK2/3/5 inhibition correlated, thus demonstrating that much of the p38-dependent phosphorylation is dependent on the MK2/3/5 signaling axis (Fig. 2b). Importantly, identification of significantly downregulated phosphorylation sites after p38 or MK2/3/5 inhibition showed that nearly 60% of UV-light-upregulated, p38-dependent phosphorylation sites also depend on MK2/3/5 (Fig. 2c and Supplementary Data 2). MK2 and 3 share ~ 65% sequence similarity and previous studies reported that these kinases can function redundantly, although MK2 tends to show higher activity in cells24. To further discriminate the contribution of MK2/3 and MK5 to UV-light-induced phosphorylation, we transiently knocked down MK2/3 or MK5 and monitored phosphorylation of proteins after UV light. These analyses demonstrated that MK2/3 double knockdown decreased the phosphorylation of a majority of MK2/3/5 inhibitor-dependent sites, establishing that MK2 and MK3 are the key transducers of p38 signaling after UV light (Supplementary Data 3). The previously identified p38-dependent sequence motif represents a combination of sequences that are recognized by p38 and its downstream kinases that are activated after UV light (Fig. 1g). Analysis of the sequences surrounding phosphorylation sites that are dependent on both p38 and MK2/3/5 revealed an enrichment of the same motif (LXRQXS/T), demonstrating that this motif is recognized by MK2/3/5 (Fig. 2d). This result is in agreement with a previous study that determined the optimal motif for MK2 in vitro using peptide library screening23. Sites phosphorylated independently of MK2/3/5 occurred within an entirely different motif with aspartic acid enriched in position + 2 and + 4, arginine in – 3, and isoleucine in + 5 (RXXS/TXDXDI), which likely represents the motif recognized by downstream p38 effectors other than MK2/3/5 that are activated after UV light (Fig. 2e). The motif phosphorylated by MK2/3/5 resembles the motif that can be recognized by proteins of the 14-3-3 family23,25. It was previously shown that MK2-dependent phosphorylation of specific substrates can lead to the recruitment of 14-3-3 proteins in response to UV light exposure26–28. Therefore, we investigated whether 14-3-3 binding to proteins phosphorylated by p38-MK2 acts as a general regulatory mechanism in cells exposed to UV light. We employed SILAC labeling and MS to compare the interaction profile of 14-3-3 in cells irradiated with UV light and in cells pretreated with the p38 inhibitor and subsequently irradiated with UV light (Supplementary Figure 2b). Notably, this analysis revealed that nearly 30% of identified 14-3-3 interactors bind to 14-3-3 after UV light in a p38-dependent manner (Fig. 2f and Supplementary Data 4). This group of proteins contained a number of RNA-binding proteins, including TNS1, RBM7, NELFE, EIF4G1, CPSF1, SMC1A, and ZNF106 (Fig. 2g, h and Supplementary Data 4).Open in a separate windowFig. 2MK2/3 are key transducers of p38 signaling after UV light. a Schematic representation of the strategy used to identify UV-light-induced, MK2/3/5-dependent phosphorylation sites. SILAC-labeled U2OS cells were mock-treated (Light), pretreated with the p38 inhibitor (Medium) or the MK2/3/5 inhibitor (Heavy), and subsequently irradiated with UV light (40 J/m2, 1 h recovery). The phosphoproteome analysis was performed as described in Fig. 1c. b The scatter plot shows the logarithmized SILAC ratios of quantified phosphorylation sites. The color-coding indicates the density. A majority of UV-light-induced, p38-dependent phosphorylation sites significantly decreased in abundance also after MK2/3/5 inhibition, whereas a smaller fraction of sites decreased in abundance only after p38 inhibition. c The bar graph shows the percentage of UV-light-upregulated, p38-dependent sites that are up-, non-, or downregulated after MK2/3/5 inhibition. Nearly 60% of p38-dependent phosphorylation sites are also dependent on MK2/3/5. d Sequence motif analysis of p38- and MK2/3/5-dependent phosphorylation sites. The analysis was done as described in Fig. 1e. The sequence surrounding the phosphorylated residue shows an enrichment of glutamine (Q) in position – 2, arginine (R) in – 3, and leucine (L) in – 5. e Sequence motif analysis of p38-dependent, MK2/3/5-independent sites phosphorylation sites. The analysis was done as described in Fig. 1e. The sequence surrounding the phosphorylated residue shows an enrichment of aspartic acid (D) in position + 2, + 4, and arginine (R) in – 3. f The scatter plot shows the logarithmized SILAC ratios of quantified proteins. 14-3-3 interaction partners and p38-dependent interactions are indicated in light and dark red, respectively. Three hundred and eighty-four proteins were significantly enriched in 14-3-3 pull downs after UV light (p-value < 0.05, moderated t-test). One hundred and eight out of 384 proteins (28%) bound to 14-3-3 in a p38-dependent manner. g The bar plot shows the number of proteins with the indicated Gene Ontology (GO)-molecular function terms that were enriched among p38-dependent 14-3-3 interaction partners. h The table shows selected RNA-binding proteins that were identified as p38-dependent interaction partners of 14-3-3. The UniProt ID, protein name, gene name, position(s), and sequence window of UV-light-induced phosphorylation sites identified in phosphoproteomics screen is indicatedp38-MK2/3 signaling axis phosphorylates RNA-binding proteinsIdentification of UV-light-induced p38-dependent phosphorylation sites delivered an unbiased view on the cellular proteins regulated by p38. Notably, Gene Ontology enrichment analysis revealed that proteins with p38-dependent phosphorylation sites are involved in the regulation of messenger RNA stability, gene expression, nuclear-transcribed mRNA poly(A) tail shortening, and translation, and bind to RNA (Fig. 3a). In agreement, p38-dependent phosphorylation sites occurred on proteins in the nucleolus, cytoplasmic stress granules, and focal adhesions, showing that p38 regulates proteins in the nucleus and cytoplasm (Fig. 3a). RNA binding was also the most significantly enriched term among all proteins containing UV-light-upregulated sites, demonstrating that UV-light-induced phosphorylation of RNA-binding proteins, which is predominantly executed by the p38-MK2/3 signaling axis, is a hallmark of the cellular response to UV light (Supplementary Figure 3a). Proteins containing UV-light-induced S/TQ phosphorylation sites that are likely direct substrates of ATR are involved in DNA repair and cell cycle, and primarily localized in the nucleus (Fig. 3b). MLH1, PMS2, NBN, FANCI, TOPBP1, RAD1, and Chk1 display UV-light-upregulated phosphorylation on S/TQ sites and are engaged in functional networks involved in DNA damage repair and signaling (Supplementary Figure 3b). In addition, proteins previously not linked to DNA repair also contain UV-light-induced S/TQ phosphorylation, suggestive of their function in the DNA damage response (Supplementary Figure 3b). In contrast, proteins with p38-dependent phosphorylation sites are engaged in functional networks involved in the regulation of RNA metabolism, but not DNA repair (Fig. 3c). Among the proteins with p38-dependent phosphorylation sites were subunits of the NELF (NELFE and NELFA) and SMN complex (GEMIN5 and DDX20), proteins involved in the degradation of ARE-containing mRNA (PARN, KHSRP, and ZFP36), mRNA polyadenylation (WDR33 and SYMPK), and translation (EIF5, EIF4G1, SRP54, and DHX29) (Fig. 3c).Open in a separate windowFig. 3p38 phosphorylates RNA-binding proteins after UV light. a GO terms significantly enriched among proteins with UV-light-upregulated, p38-dependent phosphorylation sites. The dot plot shows significantly enriched GO terms associated with proteins containing p38-dependent phosphorylation sites compared with proteins with non-regulated phosphorylation sites. The significance of the enrichment of a specific term was determined using Fisher’s exact test. P-values were corrected for multiple hypotheses testing using the Benjamini and Hochberg FDR. b GO terms significantly enriched among proteins with UV-light-upregulated, S/TQ phosphorylation sites. The dot plot shows significantly overrepresented GO terms associated with proteins containing S/TQ phosphorylation sites compared with proteins with non-regulated phosphorylation sites. The analysis was done as described in Fig. 3a. c Analysis of functional interactions among proteins with UV-light-upregulated, p38-dependent phosphorylation sites. The functional interactions were obtained from the STRING database and visualized using Cytoscape. Proteins with UV-light-upregulated, p38-dependent sites that do not form a functional network are indicated on the right and proteins annotated with “RNA-binding” GO-molecular function term are indicated in green. Proteins with MK2/3-dependent phosphorylation sites are indicated with circles and proteins with MK5-dependent sites with crossesNELFE transiently interacts with 14-3-3 after UV lightWe identified the RNA-binding subunit of the NELF complex NELFE as a substrate of p38-MK2-dependent phosphorylation after UV light. The NELF complex inhibits transcriptional elongation of RNA pol II in Drosophila and mammalian cells. Productive RNA pol II elongation into the gene body is achieved by phosphorylation of the C-terminal domain of RNA pol II on serine 2, as well as NELFE by P-TEFb complex containing cyclin T and CDK929,30. Affinity purification of NELFE showed that UV light induces the binding of NELFE to different 14-3-3 proteins (Fig. 4a). To examine whether UV-light-induced interaction between NELFE and 14-3-3 is dependent on NELFE phosphorylation, we performed pull downs from cells treated with the p38 or MK2/3/5 inhibitor before irradiation with UV light. Notably, the binding between NELFE and 14-3-3 was completely abolished after p38 or MK2/3/5 inhibition (Fig. 4b). Knockdown of p38 or MK2 also inhibited the binding between NELFE and 14-3-3, demonstrating that MK2 and not MK3 or MK5 is responsible for the phosphorylation of NELFE in U2OS cells (Fig. 4c). The interaction between NELFE and 14-3-3 after UV light and its dependency on p38 was also validated in HaCaT, HEK293T, and RPE-1 cells, demonstrating that this interaction is not restricted to U2OS cells (Supplementary Figure 4a). UV-light-induced, p38-dependent phosphorylation of NELFE could also be readily detected by western blotting using phospho-specific antibodies recognizing the 14-3-3-binding motif (Fig. 4d). To investigate whether P-TEFb, which phosphorylates the NELF complex in unperturbed cells, has a role in regulating the interaction between NELFE and 14-3-3 after cellular stress, we inhibited its activity using 5,6-dichloro-1-β-d-ribofuranosylbenzimidazole (DRB). Inhibition of P-TEFb did not inhibit but rather augmented NELFE interaction with 14-3-3 (Fig. 4e). NELFE interaction with 14-3-3 occurred already 15 min after UV light exposure and peaked 30–60 min post irradiation, indicating that NELFE binding to 14-3-3 is dynamic and has a role early after exposure of cells to UV light (Fig. 4f). The interaction of NELFE with 14-3-3 also occurs after oxidative stress that leads to rapid activation of p38 (Fig. 1b and Supplementary Figure 4b). It was recently shown that XPC knockdown decreases the activation of p38 after UV light31. Notably, we found that knockdown of CSB or XPC resulted in decreased binding of 14-3-3 to NELFE, which is in agreement with the reduced activation of p38 in these cells and suggests that the interaction is partially dependent on the DNA damage recognition by the NER machinery (Fig. 4g).Open in a separate windowFig. 4UV-light-induced phosphorylation of NELFE by MK2 leads to 14-3-3 binding. a Identification of p38-dependent NELFE interaction partners after UV light. SILAC-labeled U2OS cells expressing GFP-NELFE were mock-treated or irradiated with UV light. Cells were lysed and protein extracts were incubated with GFP Trap agarose. Enriched proteins were resolved on SDS-PAGE and digested in-gel into peptides. Peptides were extracted from gel and analyzed by LC-MS/MS. The scatter plot shows the logarithmized SILAC ratios of proteins quantified in the pull down. The color coding indicates the density. b NELFE interaction with 14-3-3 after UV light is p38- and MK2/3/5-dependent. U2OS cells expressing Flag-Strep-14-3-3 or an empty vector were mock-treated, irradiated with UV light or pretreated with the p38 or MK2/3/5 inhibitor, and then irradiated with UV light. Cells were lysed and protein extracts were incubated with StrepTactin sepharose. Enriched proteins were resolved by SDS-PAGE and selected proteins were detected with the indicated antibodies. c NELFE interaction with GST-14-3-3 is abolished in p38 and MK2 knockdown cells. U2OS cells were transfected with non-targeting, p38, or MK2-targeting siRNA and then irradiated with UV light. Cells were lysed and protein extracts were incubated with recombinant GST-14-3-3. Enriched proteins were resolved by SDS-PAGE and NELFE was detected using a specific antibody. d NELFE is phosphorylated after UV light on a 14-3-3-binding motif. GFP-NELFE was pulled down using GFP Trap agarose. Phosphorylation of NELFE was detected using antibodies recognizing the 14-3-3 motif. NELFE knockdown was used as control. e NELFE interacts with 14-3-3 after inhibition of P-TEFb. U2OS cells were treated with the p38 inhibitor or P-TEFb inhibitor 5,6-dichloro-1-β-d-ribofuranosylbenzimidazole (DRB) and then irradiated with UV light. After cell lysis, protein extracts were incubated with the recombinant GST-14-3-3. f Dynamics of NELFE interaction with 14-3-3 after UV light. U2OS cells were exposed to UV light and left to recover for the indicated time points. After cell lysis, protein extracts were incubated with the recombinant GST-14-3-3. g NELFE interaction with 14-3-3 is partially dependent on the NER machinery. U2OS cells were transfected with a non-targeting siRNA or siRNA targeting XPC or CSB and then irradiated with UV light. After cell lysis, protein extracts were incubated with the recombinant GST-14-3-3NELFE phosphorylation by MK2 regulates its binding to 14-3-3We found that NELFE was phosphorylated on eight serine residues after UV light (Supplementary Data 1 and 2). Notably, UV-light-induced phosphorylation of NELFE on serine 49, 51, 115, and 251 was dependent on p38 and MK2 (Fig. 5a). In accordance with our data that NELFE binds to 14-3-3 after UV light, computational analysis of the sequence surrounding these phosphorylation sites predicted that serine 51, 115, and 251 reside within 14-3-3-binding motifs (Fig. 5b)32. To determine the importance of the identified phosphorylation sites for UV-light-induced binding of NELFE to 14-3-3, we mutated serine 49/51, 115, and 251 to alanine and performed pull downs using GST-14-3-3 and lysates expressing NELFE serine-to-alanine mutants. Wild-type green fluorescent protein (GFP)-NELFE was efficiently pulled down using GST-14-3-3, whereas the S115A mutant of NELFE did not interact with GST-14-3-3 (Fig. 5c). NELFE S49/51A and S251A bound weaker to GST-14-3-3, indicating that these phosphorylation sites also contribute to the interaction (Fig. 5c). Serine 115 phosphorylation of NELFE increased twofold and phosphorylation site occupancy analysis revealed that this phosphorylation affects nearly the complete cellular pool of NELFE after UV light, indicative of the physiological importance of this modification (Fig. 5d,e and Supplementary Figure 5a). The absolute occupancy of phosphoserine 49, 51, and 251 was lower than phosphoserine 115, but substantially increased after UV light, in line with the results that these phosphorylation sites also contribute to the binding between NELFE and 14-3-3 (Fig. 5e). Recombinant MK2 could also phosphorylate NELFE on serine 51, 115, and 251 in vitro (Supplementary Figure 5b). To confirm that serine 115 phosphorylation is required for binding of NELFE to 14-3-3, we compared the interaction partners of GFP-tagged wild-type NELFE and S115A mutant after UV light. Indeed, this experiment showed that endogenous 14-3-3 does not bind to NELFE S115A mutant (Fig. 5f). Interestingly, serine 115 in NELFE is highly conserved in evolution, suggesting that phosphorylation of this residue is of regulatory importance also in other organisms (Supplementary Figure 5c). To investigate whether the binding between NELFE and 14-3-3 after UV light is direct, we synthesized a biotinylated phospho-peptide centered around serine 115 and performed pull downs with recombinant 14-3-3. We could observe binding of 14-3-3 to the phosphorylated peptide, whereas no binding was detected if the peptide was dephosphorylated before the pull down (Fig. 5g).Open in a separate windowFig. 5NELFE phosphorylation on S115 is required for the interaction with 14-3-3. a Schematic representation of NELFE domain organization and phosphorylation sites that were identified by phosphoproteomics. The SILAC ratios quantified for phosphorylation sites on NELFE after UV light and p38 inhibition are indicated. UV-light-induced, p38-dependent phosphorylation sites are labeled in red. b The table shows all phosphorylation sites identified on NELFE by phosphoproteomics. The position, SILAC ratios, 14-3-3 binding prediction and sequence window are indicated. UV-light-induced, p38-dependent phosphorylation sites are labeled in red. c Serine 115 phosphorylation is required for the interaction of NELFE and 14-3-3. U2OS cells expressing GFP-tagged wild-type NELFE or NELFE serine-to-alanine mutants were irradiated with UV light. Protein extracts were incubated with GST-14-3-3 and enriched proteins were resolved on SDS-PAGE. d Mass spectrometric parent ion scan of the peptide SISADDDLQESSR corresponding to S115 in NELFE. The SILAC triplet shows the relative abundance and mass to charge (m/z) of the phosphorylated peptide in mock-treated cells and cells irradiated with UV light without or with pretreatment with the p38 inhibitor. e Absolute occupancy of serine 49, 51, 115, and 251 phosphorylation in NELFE in undamaged cells and after UV light was determined by MS. f NELFE S115A mutant does not bind to 14-3-3. SILAC-labeled cells overexpressing GFP-tagged wild-type NELFE or NELFE S115A mutant were irradiated with UV light. UV-light-irradiated U2OS cells overexpressing GFP alone were used as control. Cells were lysed and protein extracts were incubated with GFP Trap agarose. The scatter plot shows the logarithmized SILAC ratios of quantified proteins. The color-coding indicates the density. g Recombinant 14-3-3 binds to phosphorylated NELFE peptide. Biotinylated phosphorylated NELFE peptide corresponding to serine 115 was bound to NeutrAvidin agarose. Phosphorylated and dephosphorylated peptide were incubated with purified 14-3-3. h Structure of 14-3-3 epsilon in complex with NELFE phosphorylated peptide QPFQRSI(p)SADDDLQE. Structure of the 14-3-3 epsilon in cartoon representation (Yellow and Cyan) and NELFE phosphorylated peptide in ball and stick model (Green). The inset on the right shows the 14-3-3 epsilon–NELFE phosphorylated peptide interactionTo further investigate the binding mode of NELFE and 14-3-3, we determined the crystal structure by molecular replacement using the previously reported 14-3-3 epsilon structure as a search model (PDB: 2BR9). The crystal structure of 14-3-3 epsilon in complex with the phosphorylated NELFE peptide revealed that the overall structure of the nine helices (αA to αI) of 14-3-3 and the peptide orientation were similar as previously reported for complexes of 14-3-3 epsilon and other phospho-peptides33 (Fig. 5h). It was shown that 14-3-3 proteins form hetero and/or homo dimers, and that 14-3-3 epsilon preferentially forms hetero dimers34. Although the asymmetric unit of the crystal contained one 14-3-3 epsilon and one phosphorylated peptide (Fig. 5h, Yellow), 14-3-3 epsilon forms homo dimers with symmetry-related neighboring molecules in the crystal (Fig. 5h and Supplementary Figure 5d, Cyan). We observed a decrease in binding between NELFE and 14-3-3 upon mutation of serine 49/51 and serine 251 to alanine, which suggests that one of these phosphorylation sites serves as a secondary binding surface for the 14-3-3 homo or hetero dimer in vivo. Interestingly, we also found that the NELFA subunit of the NELF complex contains a UV-light-induced, p38-dependent phosphorylation site that is predicted to bind 14-3-3 and could thus provide an alternative secondary binding surface for the 14-3-3 dimer. As reported for other 14-3-3-phospho-peptide complexes, the N-terminal four helices, αA, αB, αC, and αD, are essential and two salt bridges between Arg19 on one molecule and Glu92 on another are the driving force for the 14-3-3 dimer formation35. In addition, Tyr85 sitting under the conserved lysine position on αD forms an accessorial hydrogen bond with Glu22, supporting homo dimer formation in the crystal (Supplementary Figure 5d,e). 14-3-3 epsilon has a peptide-binding groove, composed of αC, αE, αG, and αI that catches the phosphorylated peptide. Especially the conserved triad of Arg57, Arg130, and Tyr131 produces a positively charged patch, directly interacting with the phosphate group of the phosphorylated peptide (Fig. 5h). In addition, a few hydrogen bonds and salt bridges between the main chain of the phosphorylated peptide and 14-3-3 epsilon contribute to the complex formation and adjust its relative orientation (Fig. 5h).p38 promotes dissociation of the NELF complex from chromatinTo study the functional consequence of p38-dependent phosphorylation of NELFE and its possible impact on transcription after UV light, we analyzed whether the composition of the chromatin proteome is altered upon inhibition of p38. To this end, we isolated chromatin-associated proteins from cells and used SILAC-based quantitative MS to monitor the p38-dependent changes in the chromatin proteome after UV light (Supplementary Figure 6a,b). We identified 48 proteins that were recruited to and 44 that dissociated from chromatin after exposure of cells to UV light (p-value < 0.01, moderated t-test, Supplementary Data 5). In addition to DNA repair factors, which comprised a large group of proteins that were enriched on chromatin, we also found a significant enrichment of 24 proteins annotated with the Gene Ontology (GO) term “RNA-binding” on chromatin (Supplementary Data 5). In particular, this group included 14 proteins functioning in the ribosome biogenesis and annotated with the GO term “maturation of SSU-rRNA from tricistronic rRNA transcript (SSU-rRNA, 5.8 S rRNA, LSU-rRNA)” (Fig. 6a). Well-known DNA repair factors were recruited to chromatin after exposure of cells with UV light, including RPA1/2, PCNA, XPA, MSH2/6, PMS1, MLH1, and FANCD2 (Fig. 6b). Some DNA repair factors including Chk1, DDB1/2, and CCAR2 were excluded from chromatin in response to UV light; however, the recruitment or removal of DNA repair factors was not affected by p38 inhibition (Fig. 6b). UV light resulted in the rapid dissociation of some RNA-binding proteins from chromatin including all components of the NELF complex (Fig. 6c). As previously reported, we also observed UV light and p38-dependent removal of the NEXT complex subunits RBM7 and ZCCH8 from chromatin26,36. Notably, inhibition of p38 abolished UV-light-induced dissociation of NELF complex from chromatin (Fig. 6c, d and Supplementary Figure 6c). UV light exposure resulted in NELFE dissociation from chromatin that was dependent on p38 activity also in the human keratinocyte cell line (HaCaT) (Supplementary Figure 6d). Monitoring the levels of NELFE on chromatin at different time points post UV light irradiation revealed that NELFE levels on chromatin returned to normal as cells recovered from DNA damage 48 h after irradiation (Fig. 6e and Supplementary Figure 6e). In line with this, we found that inhibiting NELFE recovery on chromatin by transient knockdown resulted in the increased sensitivity of cells to UV-light-induced DNA damage (Fig. 6f).Open in a separate windowFig. 6p38-dependent phosphorylation of NELFE promotes its dissociation from chromatin. a Chromatin-associated proteins were extracted from untreated, UV-light-treated, and p38i, UV-light-treated U2OS cells, and analyzed by SILAC-based quantitative mass spectrometry. The bar plot shows the GO-BP (biological process) terms associated with proteins specifically enriched on or removed from chromatin after UV light (40 J/m2, 1 h recovery). The significance of the enrichment of a specific term was determined using Fisher’s exact test. P-values were corrected for multiple hypotheses testing using the Benjamini and Hochberg FDR. b The bar plot shows selected proteins associated with DNA repair and cell cycle that are significantly recruited or removed from chromatin after UV light. The error bars show the mean and SD of SILAC ratios quantified from three replicate experiments. Two-sided Student’s t-test was used to assess the significance. c The NELF complex subunits are removed from chromatin in a UV light and p38-dependent manner. The bar plot shows selected proteins whose removal from chromatin after UV light is dependent on p38. The error bars show the mean and SD of SILAC ratios quantified from three replicate experiments. Two-sided Student’s t-test was used to assess the significance. d NELFE dissociates from chromatin after UV light. Chromatin protein fractions from differentially treated U2OS cells were resolved by SDS-PAGE and subjected to western blotting with the indicated antibodies (left). The levels of NELFE on chromatin were quantified from three replicate experiments and normalized to MCM7 levels (right). The error bars show the mean and SD of SILAC ratios quantified from three replicate experiments. Two-sided Student’s t-test was used to assess the significance (***p-value < 0.001, **p-value < 0.01). e Dynamics of NELFE removal from chromatin. Chromatin protein fractions from differentially treated U2OS cells were resolved by SDS-PAGE and subjected to western blotting with the indicated antibodies. The error bars show the mean and SD of SILAC ratios quantified from three replicate experiments. Two-sided Student’s t-test was used to assess the significance (**p-value < 0.01). f Knockdown of NELFE reduced the ability of U2OS cells to form colonies after UV light. The error bars show the mean and SD of results obtained in three replicate experiments performed in three technical replicates. Two-sided Student’s t-test was used to assess the significance (***p-value < 0.001, **p-value < 0.01)NELFE release is accompanied by transcriptional elongationThe NELF complex interacts with RNA pol II at promoter-proximal sites to inhibit transcriptional elongation15. To further study whether NELF complex dissociation from chromatin after UV light correlates with changes in RNA pol II chromatin-binding genome-wide, we performed chromatin immunoprecipitation sequencing (ChIP-seq) of RNA pol II in untreated cells and after UV light exposure (40 J/m2, 1 h recovery). As expected, in untreated cells we could detect a clear enrichment of RNA pol II around transcription start sites (TSSs) (Fig. 7a). Exposure of cells to UV light resulted in a slight decrease in RNA pol II enrichment at TSSs that can occur as consequence of RNA pol II degradation, inhibition of transcriptional initiation, or enhanced RNA pol II release into downstream regions caused by the NELF complex dissociation from chromatin (Fig. 7a). In line with our results, a recent study that analyzed transcription in cells exposed to UV light reported a reduction of nascent transcripts in promoter-proximal regions12. We first tested whether NELF complex dissociation from chromatin leads to degradation of RNA pol II by quantifying the levels of different RNA pol II subunits on chromatin by SILAC-based MS. UV light did not result in a decreased level of RNA pol II on chromatin 1 h post-irradiation (Supplementary Figure 7a). On the contrary, the levels of RNA pol II on chromatin slightly increased at this time point (Supplementary Figure 7a). To test whether UV light leads to RNA pol II release into downstream regions of genes, we calculated the RNA pol II release ratio (polymerase release ratio, PRR) that is defined as a ratio of the RNA pol II signal intensity in downstream regions of genes to the signal intensity at promoters (Supplementary Figure 7b)37. From the RNA pol II ChiP-seq, we calculated PRRs for 6,898 RNA pol II target genes in U2OS cells. These analyses revealed a significant increase in the PRR of 2,123 genes after UV light at 1 h time point post irradiation compared with mock-treated cells (Fig. 7b and Supplementary Data 6). In contrast, only 25 genes showed a decrease of the PRR when applying the same significance threshold (Supplementary Data 6). In support of these results, reanalysis of the nascent RNA-sequencing (RNA-seq) from Williamson et al.12 also revealed a general increase in PRRs after UV light irradiation (Supplementary Figure 7c). Gene-set enrichment analysis revealed that genes with upregulated PRRs after UV light are involved in telomere maintenance, RNA metabolism, cell cycle, DNA repair, and RAS/ERK signaling (Fig. 7c, d and Supplementary Figure 7d). Notably, a comparison of these genes with NELFE targets determined by ChIP-seq in HeLa cells38 identified that 70% of genes that displayed an increase in the PRR after UV light are also bound by NELFE (Supplementary Figure 7e). Taken together, our results demonstrate that UV light exposure of human cells results in increased RNA pol II elongation in a subset of genes, which temporally correlates with the p38-MK2-dependent NELF complex release from chromatin (Fig. 7e and Supplementary Figure 7f).Open in a separate windowFig. 7UV light leads to an increase in transcriptional elongation. a Metagene analysis showing total RNA pol II occupancy measured by ChIP-seq in mock-treated U2OS cells and cells irradiated with UV light (40 J/m2, 1 h recovery). All TSSs bound by RNA pol II in untreated cells and after UV light exposure were used for the analysis. Metagene analysis shows an average of two independent replicate ChIP-seq experiments. b Exposure of U2OS cells with UV light (40 J/m2, 1 h recovery) promotes the release of RNA pol II into downstream regions of genes. The box plot shows the calculated RNA pol II release ratios (PRRs) in untreated cells and in cells irradiated with UV light. The average PRRs were calculated from two independent replicate experiments. The lower and upper hinges represent the first and third quartiles (25th and 75th percentiles, respectively). The line in the center of the box corresponds to the median of the data range. P-value was calculated using the Wilcoxon’s rank-sum test with continuity correction. c REACTOME terms significantly enriched among genes with UV light upregulated PRRs. The bar plot shows significantly overrepresented REACTOME terms associated with genes containing upregulated PRR compared with all RNA pol II bound genes. The significance of the enrichment of a specific term was determined using a hypergeometric test. P-values were corrected for multiple hypotheses testing using the Benjamini and Hochberg FDR. d UCSC Genome Browser tracks displaying the density of RNA pol II around the PLK3 and RPL11 gene in untreated cells and after exposure of cells with UV light. e Model for the NELF complex regulation by p38-MK2. Exposure of human cells to UV light leads to rapid activation of p38 and its downstream effector kinase MK2. MK2 triggers widespread phosphorylation of RNA-binding proteins, including the NELF complex subunit NELFE. Site-specific NELFE phosphorylation on S115 induces its transient interaction with 14-3-3. NELFE phosphorylation leads to dissociation of NELFE from chromatin that is accompanied by RNA pol II elongation DiscussionExposure of human cells to UV light induces the formation of bulky UV photo-products that interfere with DNA replication and transcription1. To maintain genome stability, cells need to coordinate DNA repair with cell cycle progression, DNA replication, and RNA metabolism.Protein phosphorylation dependent on ATR-Chk1 plays an integral role in DNA repair and cell cycle checkpoint activation after UV light2; however, the function of other kinase-dependent signaling pathways remains poorly understood. In this study, we demonstrate that UV light triggers widespread and rapid phosphorylation of RNA-binding proteins that is dependent on the p38 MAPK pathway and directly mediated by the p38 effector kinase MK2. We identify 138 sites present on 122 proteins that are phosphorylated in a p38-MK2-dependent manner. Moreover, we show that many of these phosphorylation sites serve as platform for the recruitment of 14-3-3 proteins. Previous studies reported that phosphorylation of specific proteins by MK2 after UV light can lead to binding of 14-3-3 and thereby regulate cell cycle, turnover of non-coding RNA, and remodeling of centriolar satellites26–28. We establish now that p38-MK2-dependent recruitment of 14-3-3 to RNA-binding proteins provides a broad regulatory mechanism functioning rapidly upon exposure of cells to UV light.It was previously shown that UV light globally affects different levels of RNA metabolism, including transcription, RNA splicing, and translation6. However, the signaling pathways and mechanisms that regulate RNA metabolism after UV light remain poorly understood. Recent studies that employed nascent RNA-seq to monitor transcription after UV light reported changes in transcriptional elongation12,18,19. Many of the identified p38-MK2 protein substrates are functioning in the regulation of transcription: we show that the NELF complex is a substrate of p38-MK2-dependent phosphorylation after exposure of cells to UV light. In human cells, the NELF complex (comprising the four subunits NELFA, NELFB, NELFCD, and NELFE) inhibits RNA pol II elongation shortly after initiation to induce promoter-proximal pausing15. Promoter-proximal pausing was suggested to occur in many, if not all, genes; however, it seems to have a particularly important role in the regulation of developmental and stimuli-induced genes39–44. Phosphorylation of the RNA-binding subunit NELFE on S115 by MK2 promotes its binding to 14-3-3 and dissociation of the NELF complex from chromatin that is accompanied by RNA pol II elongation in genes functioning in telomere maintenance, RNA metabolism, cell cycle, and DNA repair. Knockdown of NELFE subunit of the NELF complex was shown to result in global RNA pol II elongation in unstressed primary cells and in cancer cells45,46. In agreement with our results, a recent study reported that UV light triggers RNA pol II elongation and transcription of active genes, which leads to enhanced DNA damage sensing by RNA pol II and DNA repair through the TC-NER pathway19. In addition to the NELF complex, we found that other proteins involved in transcriptional elongation, including TRIM28 and LARP747,48, are phosphorylated by p38, suggesting that multiple p38-MK2-mediated phosphorylation-dependent events cooperate to regulate RNA pol II elongation after UV light. Moreover, NELFE ADP-ribosylation has been shown to promote RNA pol II elongation in unstressed cells45. It is possible that different posttranslational modifications of NELFE, including phosphorylation and ADP-ribosylation, regulate RNA pol II elongation in response to UV light. Dissociation of the NELF complex from chromatin by a different mechanism mediated by enhancer RNAs was shown to promote the induction of immediate early genes in response to an increase in neuronal activity40.Our study links NELF complex regulation with the cellular response to UV-light-induced DNA damage. The NELF complex was recently associated with the double-strand break (DSB) repair pathway49: NELFE and NELFA, but not the other subunits of the complex, were shown to be recruited to DSBs to repress transcription and promote DNA repair, suggesting that the NELF complex and transcriptional elongation is differentially regulated depending on the type of DNA damage.Taken together, in this study we chart a map of phosphorylation events induced in human cells after irradiation with UV light and establish the dependencies of this phosphorylation on the canonical DNA damage signaling and the p38-MK2 signaling axis. The provided datasets of UV-light-induced phosphorylation sites and p38-dependent 14-3-3 interactions will enable further studies focusing on the functions of the p38-MK2 pathway in the regulation of different RNA metabolic processes after UV light. MethodsCell cultureU2OS, HEK293T, RPE-1, and HaCaT cells were obtained from ATCC or DSMZ and cultured in Dulbecco's Modified Eagle Medium supplemented with 10% fetal bovine serum, l-glutamine, penicillin, and streptomycin. Cells were routinely tested for mycoplasma infection with a PCR-based method. For SILAC labeling, cells were cultured in media containing either l-arginine and l-lysine, l-arginine [13C6] and l-lysine [2H4] or l-arginine [13C615N4] and l-lysine [13C6-15N2] (Cambridge Isotope Laboratories)50. All cells were cultured at 37 °C in a humidified incubator containing 5% CO2. Cells were transfected with siRNAs using Lipofectamine RNAiMAX (Life Technologies) according to the manufacturer’s instructions. The complete list of siRNA sequences and oligos used in this study can be found in Supplementary Tables 1 and 2, respectively.Cell lysis for phosphoproteomicsCells were pretreated with 10 µM of p38 inhibitor SB203580 (Selleckchem) or MK2/3/5 inhibitor PF-3644022 (Sigma-Aldrich) for 1 h before irradiation with UV light (40 J/m2). After 1 h recovery period, cells were washed with ice-cold phosphate-buffered saline (PBS). Cells were lysed in modified RIPA buffer (50 mM Tris pH 7.5, 150 mM NaCl, 1 mM EDTA, 1% NP-40, 0.1% sodium deoxycholate) supplemented with protease inhibitors (Complete protease inhibitor cocktail tablets, Roche Diagnostics), 1 mM sodium orthovanadate, 5 mM β-glycerophosphate, and 5 mM sodium flouride (all from Sigma). Subsequently, lysates were cleared by centrifugation at 16,000 × g for 15 min and protein concentrations were estimated using QuickStart Bradford Protein assay (BioRad).MS sample preparationPhosphoproteome analysis was performed exactly as described previously51. Briefly, proteins were precipitated in fourfold excess of ice-cold acetone and subsequently re-dissolved in denaturation buffer (6 M urea, 2 M thiourea in 10 mM HEPES pH 8.0). Cysteines were reduced with 1 mM dithiothreitol (DTT) and alkylated with 5.5 mM chloroacetamide. Proteins were digested with endoproteinase Lys-C (Wako Chemicals) and sequencing grade-modified trypsin (Sigma). Protease digestion was stopped by addition of trifluoroacetic acid to 0.5% and precipitates were removed by centrifugation. Peptides were purified using reversed-phase Sep-Pak C18 cartridges (Waters) and eluted in 50% acetonitrile. For the enrichment of phosphorylated peptides, 5 mg of peptides in binding buffer (50% acetonitrile, 6% trifluoroacetic acid in H2O) were incubated with 10 mg of TiO2 spheres (GL Sciences) for 1 h. The beads were washed twice in binding buffer and subsequently peptides were eluted using elution buffer (10% NH4OH, 25% acetonitrile in H2O). The eluates were concentrated to remove NH4OH and peptides were fractionated in six fractions using micro-column-based strong-cation exchange chromatography52 and desalted on reversed-phase C18 StageTips53.MS analysisPeptide fractions were analyzed on a quadrupole Orbitrap mass spectrometer (Q Exactive or Q Exactive Plus, Thermo Scientific) equipped with a UHPLC system (EASY-nLC 1000, Thermo Scientific) as described54,55. Peptide samples were loaded onto C18 reversed-phase columns (15 cm length, 75 µm inner diameter, 1.9 µm bead size) and eluted with a linear gradient from 8 to 40% acetonitrile containing 0.1% formic acid in 2 h. The mass spectrometer was operated in data-dependent mode, automatically switching between MS and MS2 acquisition. Survey full scan MS spectra (m/z 300–1700) were acquired in the Orbitrap. The 10 most intense ions were sequentially isolated and fragmented by higher-energy C-trap dissociation (HCD)56. An ion selection threshold of 5,000 was used. Peptides with unassigned charge states, as well as with charge states less than + 2 were excluded from fragmentation. Fragment spectra were acquired in the Orbitrap mass analyzer.Peptide identificationRaw data files were analyzed using MaxQuant (development version 1.5.2.8)57. Parent ion and MS2 spectra were searched against a database containing 88,473 human protein sequences obtained from the UniProtKB released in December 2016 using Andromeda search engine58. Spectra were searched with a mass tolerance of 6 p.p.m. in MS mode, 20 p.p.m. in HCD MS2 mode, strict trypsin specificity, and allowing up to three miscleavages. Cysteine carbamidomethylation was searched as a fixed modification, whereas protein N-terminal acetylation, methionine oxidation, and phosphorylation of serine, threonine, and tyrosine were searched as variable modifications. Site localization probabilities were determined by MaxQuant using the posttranslational modification scoring algorithm57,59. The dataset was filtered based on posterior error probability to arrive at a false discovery rate of below 1% estimated using a target-decoy approach60. Only phosphorylated peptides with a minimum score of 40 and delta score of 6 are reported and used for the analyses.Phosphorylation site occupancy analysisSILAC-labeled U2OS cells ectopically expressing GFP-NELFE (light) were mock treated or irradiated with UV light (medium and heavy). GFP-NELFE was enriched using GFP Trap agarose as described above, except that the washing was done with 8 M urea followed by washes with PBS. GFP-NELFE enriched from heavy-labeled SILAC condition was dephosphorylated with five units of Antarctic Phosphatase for 2 h at room temperature, whereas GFP-NELFE enriched from light- and medium-labeled cells was mock treated. GFP-NELFE-bound agarose beads from different SILAC conditions were washed three times with PBS and combined after the last wash. Raw data were analyzed with MaxQuant and site occupancies were calculated based on the ratio of the corresponding unmodified peptides in phosphatase treated and untreated samples using the following formula ((1 – 1/ratio) × 100%) as described previously61.Extraction of chromatin-associated proteinsCells were washed with ice-cold PBS and collected using a cell scraper. Cells were lysed in Fractionation buffer A (10 mM HEPES pH 7.5, 10 mM KCl, 1.5 mM MgCl2, 0.34 M glucose, 10% glycerol, 1 mM DTT, 0.1% Triton X-100) supplemented with protease and phosphatase inhibitors. Nuclei were pelleted by centrifugation at 1,300 × g for 5 min and resuspended in Fractionation buffer B (3 mM EDTA, 0.2 mM EGTA, 1 mM DTT). After incubation, samples were centrifuged at 1700 × g for 5 min and the chromatin pellet was dissolved in the modified RIPA buffer containing 450 mM NaCl. Digestion with Benzonase Nuclease was used to release chromatin bound proteins. The lysates were cleared by centrifugation at 16,000 × g for 10 min.Computational analysis of proteomics dataStatistical analysis was performed using the R software environment. Correlation coefficient (ρ) and significance were determined using Spearman’s rank method. Differences in SILAC ratio variance were assessed using the Siegel–Tukey test. Statistical significance was calculated using Wilcoxon’s rank-sum test. Functional protein interaction network analysis was performed using interaction data from the STRING database62. Only interactions with a score > 0.7 are represented in the networks. Cytoscape version 3.1.1 was used for visualization of protein interaction networks63.Cell viability assaysCell viability assay was performed using the CellTiter-Blue Cell Viability Assay (Promega) according to the manufacturer’s instructions.Colony formation assaysCells were plated at low density 24 h after transfection with siRNA. Seventy-two hours post transfection, growth medium was aspirated, cells were washed with PBS, and irradiated with UV light using a custom-built UVC light irradiation chamber. Colonies were stained with 0.4% Coomassie Brilliant Blue in 20% ethanol solution and colonies containing at least 10 cells were counted 12–14 days after irradiation. The number of colonies formed after UV light was normalized to untreated control cells.Pull-down assaysCell lysates were prepared as described in the Cell lysis section. Twenty-five microliters of pre-equilibrated StrepTactin sepharose beads (IBA) or 20 µL of GFP Trap agarose (Chromotek) were added to the cleared lysate and incubated 1 h in the cold room on a rotation wheel. The beads were washed six times with modified RIPA buffer supplemented with protease and phosphatase inhibitors. In case of SILAC pull downs, beads from each SILAC condition were pooled after the fifth wash. Bound proteins were eluted in NuPAGE LDS Sample Buffer (Life Technologies) supplemented with 1 mM DTT, heated at 70 °C for 10 min, alkylated by addition of 5.5 mM chloroacetamide for 30 min, and loaded onto 4–12% gradient SDS-polycrylamide gel electrophoresis (PAGE) gels. Proteins were stained using the Colloidal Blue Staining Kit (Life Technologies) and digested in-gel using trypsin. Peptides were extracted from gel and desalted on reversed-phase C18 StageTips. Alternatively, proteins were transferred onto nitrocellulose membrane for western blotting.Peptide pull downsBiotinylated NELFE peptide (QPFQRSIpSADDLQE) was synthesized (GenScript) and bound to NeutrAvidin agarose. Peptide-bound agarose was mock-treated or subjected to dephosphorylation with λ-phosphatase. Subsequently, bound peptides were incubated with 1 µg of recombinant 14-3-3 for 3 h in the cold room. Pull downs were washed three times with buffer containing 1 × PBS, 300 mM NaCl, 0.1% Triton X-100, 2 mM DTT supplemented with protease and phosphatase inhibitors.Purification of GST-14-3-3 and GST pull-down assaysEscherichia\ncoli were transformed with a plasmid encoding GST-14-3-3 and protein expression was induced by addition of 1 mM isopropyl β-D-1-thiogalactopyranoside (IPTG) for 4 h at 25 °C. Cells were collected by centrifugation and lysed in Lysis buffer (50 mM Tris pH 7.5, 150 mM NaCl) supplemented with protease inhibitors, 200 µg/ml lysozyme, and 1 µg/ml Benzonase Nuclease. The lysates were incubated with Glutathione Sepharose 4B (GE Healthcare) for 3 h at 4 °C. Beads were washed six times with PBS and re-suspended in PBS supplemented with 5% glycerol. For GST pulldowns, 5 µg of GST-14-3-3 protein was incubated with 1 mg of protein extract for 2 h in the cold room. Pull downs were washed five times with modified RIPA buffer.Protein purification for crystallization studiesThe 14-3-3 epsilon was expressed in E. coli BL21 DE3 using the pET expression system. Cells were grown at 37 °C to an OD600nm of 0.5, followed by induction with 0.5 mM IPTG and further incubation at 25 °C for 16 h. Cells were lysed by sonication in buffer A (25 mM Tris, 200 mM NaCl, pH 8.5) and the supernatant was collected by centrifugation (15,000 × g, 4 °C, 40 min). The expressed protein was purified using TALON Metal Affinity Resin (Clontech), cleaved by TEV protease, and further purified by size exclusion chromatography (HiLoad 16/600 Superdex 75 column, GE Life Sciences) in 25 mM Tris, 200 mM NaCl, pH 8.5.Structure determinationThe 14-3-3 epsilon and synthesized NELFE phospho-peptide (QPFQRSI(p)SADDDLQE, GenScript) were mixed to a molar ratio of 1:5 for crystallization. The crystals of 14-3-3 epsilon in complex with NELFE phosphorylated peptide were obtained using 40% pentaerythritol propoxylate, 0.2 M sodium thiocyanate, 0.1 M HEPES pH 7.0, as a reservoir solution by the sitting-drop vapor diffusion method at 293 K. Diffraction data were collected at the Swiss Lightsource SLS, beam line PXIII, and processed with XDS64. The crystal structure was determined by molecular replacement using the 14-3-3 epsilon structure (PDB: 2BR9) as search model. Manual model building and refinement were done with Coot, CCP4 software suite, and Phenix65–67. The final statistics of the refined models are shown in Supplementary Table 3.SDS-PAGE and western blottingProteins were resolved on 4-12% gradient SDS-PAGE gels (NuPAGE Bis-Tris Precast Gels, Life Technologies) and transferred onto nitrocellulose membranes. Membranes were blocked using 10% skimmed milk solution in PBS supplemented with 0.1% Tween-20. The list of antibodies used in this study and conditions can be found in Supplementary Table 4. Secondary antibodies coupled to horseradish peroxidase (Jackson ImmunoResearch Laboratories) were used for immunodetection. The detection was performed with SuperSignal West Pico Chemiluminescent Substrate (Thermo Scientific). Uncropped scans of all western blots can be found in Supplementary Figure 8.In vitro kinase assayEctopically expressed GFP-tagged NELFE was pulled down from total cell lysates using GFP Trap agarose. Beads were washed extensively with modified RIPA lysis buffer supplemented with 1 M NaCl and once with kinase buffer (25 mM HEPES pH 7.2, 25 mM MgCl, 2 mM DTT). Reactions were initiated by adding 400 ng recombinant MK2 (Abcam) and 25 mM ATP to each sample and then incubated for 30 min at 30 °C with gentle shaking. Samples were then resolved on SDS–PAGE and digested in-gel using trypsin. Peptides were extracted from the gel and peptide fractions were analyzed by LC-MS/MS.ChIP sequencingChIP was done according to the protocol described by Arrigoni et al.68 Cells (2 × 107) were crosslinked in growth medium containing 1% formaldehyde for 5 min at room temperature, neutralized with 0.125 M glycine, and washed twice with PBS. Cell pellet was resuspended in Farnham buffer (5 mM PIPES pH 8.0, 85 mM KCl, 0.5% IGEPAL CA-630) and incubated for 15 min at 4 °C with rotation. Cells were sonicated in 1 ml AFA tubes (Covaris, 520080) using a Covaris S220 focused ultrasonicator (duty factor: 2%, cycles/burst: 200, intensity: 2, water temperature 4 °C). The sonication was stopped when more than 70% of nuclei were isolated (240 s). NEXON-isolated nuclei were washed twice with Farnham buffer and resuspended in 1 ml shearing buffer (10 mM Tris-HCl pH 8.0, 0.1% SDS, 1 mM EDTA) supplemented with inhibitors and sheared for 7 min to a fragment size distribution of 100–800 bp (Covaris S220 focused ultrasonicator; duty factor: 5%, cycles/burst: 200, intensity: 4, water temperature: 4 °C). Precleared chromatin (150 µg) was incubated overnight at 4 °C with 5 μg of RNA pol II antibody followed by 3 h incubation with 20 µl Dynabeads Protein G (Invitrogen). Beads were washed twice with Wash buffer 1 (10 mM Tris-HCl pH 8.0, 100 mM NaCl, 1 mM EDTA, 0.5 mM EGTA, 0.1% sodium deoxycholate, 0.5% N-Lauroylsarcosine), twice with Wash buffer 2 (0.25 M LiCl, 1% IGEPAL CA-630, 1% sodium deoxycholate, 1 mM EDTA) and the bound chromatin was eluted in 1% SDS, 0.1 M NaHCO3. Crosslinks were reversed by incubation at 65 °C overnight with gentle shaking. Subsequently, chromatin was incubated with RNase A (0.2 mg/ml) for 30 min at 37 °C and then with proteinase K (50 μg/ml) for 3 h at 55 °C. DNA was purified by phenol–chloroform extraction followed by ethanol precipitation and recovered in 30 μl (IP samples) or 50 μl (inputs) RNase-free water. Real-time PCR on the ChIP-ed material was performed using SYBR Green (ABI).Next-generation sequencing data analysisThe samples were sequenced on an Illumina Nextseq with 67 bp in length. Reads were mapped against GCRh37 with Bowtie 2 (version 2.2.9, -N 0 -L 32 --fr --local --maxins 1000 --minins 0). Post-processing was done using SAM tools (version 1.3.1). Peaks were called using MACS2 (version 2.1.1) with default parameters for Human. Afterwards a DiffBind (version 2.0.6 with DESeq2 1.12.4) analysis was performed to detect differentially bound regions for the control condition versus the UV condition. The peaks used for the analysis were the union of intersected peaks per condition. PRRs were calculated as follows: for each gene the TSS region was defined as – 300 bp upstream to 1000 bp downstream and the downstream region defined as 1000 bp downstream to 3 kb downstream (2 kb length). The PRR ratio was calculated as the log2 ratio between the enrichment in the downstream region toward the enrichment in the TSS. Only genes with more than 3 kb in length were considered for the analysis. The PRRs were filtered based on the highest signal on the TSS in the untreated condition. GRO-Seq data were obtained from {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE91011\",\"term_id\":\"91011\"}}GSE91011 for untreated ({\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSM2419224\",\"term_id\":\"2419224\"}}GSM2419224) and 2 h UV treatment condition ({\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSM2419225\",\"term_id\":\"2419225\"}}GSM2419225). The raw data were processed the same way as the RNA pol II ChIP-seq data including the calculation of the PRRs. The signal at the TSS was required to have a coverage of 1 RPKM in untreated and 2 h UV treatment condition to be included in the analysis. GO term analysis was performed using ClusterProfiler (version 3.0.5, minGSize = 3, maxGSize = 1000) and the Reactome analysis using ReactomePA (version 1.16.2, minGSize = 10) after obtaining EntrezIDs using biomaRt69–71. The background used for the analysis were all RNA pol II-bound genes identified by ChiP-seq.Data availabilityThe MS proteomics data were deposited to the ProteomeXchange Consortium (http://proteomecentral.proteomexchange.org) via the PRIDE partner repository72 with the dataset identifier PXD004255 [https://www.ebi.ac.uk/pride/archive/projects/PXD004255]. The genomics data were deposited in NCBI’s Gene Expression Omnibus73 (https://www.ncbi.nlm.nih.gov/geo/) and are accessible through GEO Series accession number {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE100580\",\"term_id\":\"100580\"}}GSE100580 [https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc={\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE100580\",\"term_id\":\"100580\"}}GSE100580]. The crystal structure of 14-3-3 epsilon in a complex with NELFE phospho-peptide reported in this study is deposited in PDB with the accession code 6EIH [http://www.rcsb.org/structure/6EIH]. All other data supporting the findings of this study are available from the corresponding author on reasonable request. Electronic supplementary material\nSupplementary Information(2.1M, pdf)\nPeer Review File(289K, pdf)\nDescription of Additional Supplementary Files(56K, pdf)\nSupplementary Data 1(3.5M, xlsx)\nSupplementary Data 2(3.0M, xlsx)\nSupplementary Data 3(1.3M, xlsx)\nSupplementary Data 4(381K, xlsx)\nSupplementary Data 5(1.1M, xlsx)\nSupplementary Data 6(672K, xlsx)\n AcknowledgementsWe acknowledge the Paul Scherrer Institut, Villigen, Switzerland, for provision of synchrotron radiation beam time at the beamlines PX and PXIII of the SLS, and thank Meitian Wang and Vincent Olieric for assistance. We acknowledge funding from the European Community’s Seventh Framework Programme (FP7/2007-2013) under BioStruct-X (grant agreement number 283570). The research in P.B.’s group is supported by the German Research Foundation (Emmy Noether Program, BE 5342/1-1 and SFB 1177 on Selective Autophagy) and the Marie Curie Career Integration Grant from the European Commission (630763). S.A.W. is supported by the LOEWE program Ubiquitin Networks (Ub-Net) of the State of Hesse (Germany), the Else Kröner-Fresenius-Stiftung (2015_A124), and the Else Kröner-Forschungskolleg Frankfurt. The research in M.A.’s group is supported by the Leibniz Award (to Ivan Dikic), the Cluster of Excellence “Macromolecular Complexes” (project EXC115), and the Volkswagen Stiftung. The Novo Nordisk Foundation Center for Protein Research is supported financially by the Novo Nordisk Foundation (grant agreement NNF14CC0001). We thank Anja Freiwald for assistance with mass spectrometry analysis. Support by the IMB genomics and bioinformatics core facility is gratefully acknowledged. Author contributionP.B. and S.A.W. designed and supervised the research. M.E.B., A.V. and T.J. conducted experiments. S.K.S. helped with ChIP-seq experiments. M.A. performed crystallization studies. S.A.W. and P.B. analyzed the proteomics data. N.K. analyzed the genomics data. M.A.X.T. and S.B.-J. performed colony formation assays. N.M. and C.C. contributed ideas in the initial stage of the project. P.B. and S.A.W. wrote the manuscript. All authors read and commented on the manuscript. NotesCompeting interestsThe authors declare no competing interests. FootnotesElectronic supplementary materialSupplementary Information accompanies this paper at 10.1038/s41467-018-03417-3.Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Marteijn JA, Lans H, Vermeulen W, Hoeijmakers JHJ. Understanding nucleotide excision repair and its roles in cancer and ageing. Nat. Rev. Mol. Cell Biol. 2014;15:465–481. doi: 10.1038/nrm3822. [PubMed] [CrossRef] [Google Scholar]2. Ciccia A, Elledge SJ. The DNA damage response: making it safe to play with knives. Mol. Cell. 2010;40:179–204. doi: 10.1016/j.molcel.2010.09.019. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Cuadrado A, Nebreda AR. Mechanisms and functions of p38 MAPK signalling. Biochem. J. 2010;429:403–417. doi: 10.1042/BJ20100323. [PubMed] [CrossRef] [Google Scholar]4. Cargnello M, Roux PP. Activation and function of the MAPKs and their substrates, the MAPK-activated protein kinases. Microbiol. Mol. Biol. Rev. 2011;75:50–83. doi: 10.1128/MMBR.00031-10. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Brancho D, et al.  Mechanism of p38 MAP kinase activation in vivo. Genes Dev. 2003;17:1969–1978. doi: 10.1101/gad.1107303. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Wickramasinghe VO, Venkitaraman AR. Molecular cell review RNA processing and genome stability: cause and consequence. Mol. Cell. 2016;61:496–505. doi: 10.1016/j.molcel.2016.02.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Powley IR, et al.  Translational reprogramming following UVB irradiation is mediated by DNA-PKcs and allows selective recruitment to the polysomes of mRNAs encoding DNA repair enzymes. Genes Dev. 2009;23:1207–1220. doi: 10.1101/gad.516509. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Deng J, et al.  Activation of GCN2 in UV-irradiated cells inhibits translation. Curr. Biol. 2002;12:1279–1286. doi: 10.1016/S0960-9822(02)01037-0. [PubMed] [CrossRef] [Google Scholar]9. Tresini M, et al.  The core spliceosome as target and effector of non-canonical ATM signalling. Nature. 2015;523:53–58. doi: 10.1038/nature14512. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Muñoz MJ, et al.  DNA damage regulates alternative splicing through inhibition of RNA polymerase II elongation. Cell. 2009;137:708–720. doi: 10.1016/j.cell.2009.03.010. [PubMed] [CrossRef] [Google Scholar]11. Paronetto MP, Miñana B, Valcárcel J. The Ewing sarcoma protein regulates DNA damage-induced alternative splicing. Mol. Cell. 2011;43:353–368. doi: 10.1016/j.molcel.2011.05.035. [PubMed] [CrossRef] [Google Scholar]12. Williamson L, et al.  UV irradiation induces a non-coding RNA that functionally opposes the protein encoded by the same gene. Cell. 2017;168:843–855.e13. doi: 10.1016/j.cell.2017.01.019. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Boeing S, et al.  Multiomic analysis of the UV-induced DNA damage response. Cell Rep. 2016;15:1597–1610. doi: 10.1016/j.celrep.2016.04.047. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Peterlin BM, Price DH. Controlling the elongation phase of transcription with P-TEFb. Mol. Cell. 2006;23:297–305. doi: 10.1016/j.molcel.2006.06.014. [PubMed] [CrossRef] [Google Scholar]15. Jonkers I, Lis JT. Getting up to speed with transcription elongation by RNA polymerase II. Nat. Rev. Mol. Cell Biol. 2015;16:167–177. doi: 10.1038/nrm3953. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Gyenis Aacute, et al.  UVB induces a genome-wide acting negative regulatory mechanism that operates at the level of transcription initiation in human cells. PLoS Genet. 2014;10:e1004483. doi: 10.1371/journal.pgen.1004483. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Rockx DA, et al.  UV-induced inhibition of transcription involves repression of transcription initiation and phosphorylation of RNA polymerase II. Proc. Natl Acad. Sci. USA. 2000;97:10503–10508. doi: 10.1073/pnas.180169797. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Andrade-Lima LC, Veloso A, Paulsen MT, Menck CFM, Ljungman M. DNA repair and recovery of RNA synthesis following exposure to ultraviolet light are delayed in long genes. Nucleic Acids Res. 2015;43:2744–2756. doi: 10.1093/nar/gkv148. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Lavigne MD, Konstantopoulos D, Ntakou-Zamplara KZ, Liakos A, Fousteri M. Global unleashing of transcription elongation waves in response to genotoxic stress restricts somatic mutation rate. Nat. Commun. 2017;8:2076. doi: 10.1038/s41467-017-02145-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Reinhardt HC, Aslanian AS, Lees JA, Yaffe MB. p53-deficient cells rely on ATM- and ATR-mediated checkpoint signaling through the p38MAPK/MK2 pathway for survival after DNA damage. Cancer Cell. 2007;11:175–189. doi: 10.1016/j.ccr.2006.11.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Kim ST, Lim DS, Canman CE, Kastan MB. Substrate specificities and identification of putative substrates of ATM kinase family members. J. Biol. Chem. 1999;274:37538–37543. doi: 10.1074/jbc.274.53.37538. [PubMed] [CrossRef] [Google Scholar]22. O’Neill T, et al.  Utilization of oriented peptide libraries to identify substrate motifs selected by ATM. J. Biol. Chem. 2000;275:22719–22727. doi: 10.1074/jbc.M001002200. [PubMed] [CrossRef] [Google Scholar]23. Manke IA, et al.  MAPKAP kinase-2 is a cell cycle checkpoint kinase that regulates the G2/M transition and S phase progression in response to UV irradiation. Mol. Cell. 2005;17:37–48. doi: 10.1016/j.molcel.2004.11.021. [PubMed] [CrossRef] [Google Scholar]24. Ronkina N, et al.  The mitogen-activated protein kinase (MAPK)-activated protein kinases MK2 and MK3 cooperate in stimulation of tumor necrosis factor biosynthesis and stabilization of p38 MAPK. Mol. Cell. Biol. 2007;27:170–181. doi: 10.1128/MCB.01456-06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Yaffe MB, et al.  The structural basis for 14-3-3:phosphopeptide binding specificity. Cell. 1997;91:961–971. doi: 10.1016/S0092-8674(00)80487-0. [PubMed] [CrossRef] [Google Scholar]26. Blasius M, Wagner SA, Choudhary C, Bartek J, Jackson SP. A quantitative 14-3-3 interaction screen connects the nuclear exosome targeting complex to the DNA damage response. Genes Dev. 2014;28:1977–1982. doi: 10.1101/gad.246272.114. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Tollenaere MAX, et al.  p38- and MK2-dependent signalling promotes stress-induced centriolar satellite remodelling via 14-3-3-dependent sequestration of CEP131/AZI1. Nat. Commun. 2015;6:10075. doi: 10.1038/ncomms10075. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Bulavin D, et al.  Initiation of a G2/M checkpoint after ultraviolet radiation requires p38 kinase. Nature. 2001;411:102–107. doi: 10.1038/35075107. [PubMed] [CrossRef] [Google Scholar]29. Zhou Q, Li T, Price DH. RNA polymerase II elongation control. Annu. Rev. Biochem. 2012;81:119–143. doi: 10.1146/annurev-biochem-052610-095910. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Fujinaga K, et al.  Dynamics of human immunodeficiency virus transcription: P-TEFb phosphorylates RD and dissociates negative effectors from the transactivation response element. Mol. Cell. Biol. 2004;24:787–795. doi: 10.1128/MCB.24.2.787-795.2004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Schreck I, et al.  The nucleotide excision repair protein XPC is essential for bulky DNA adducts to promote interleukin-6 expression via the activation of p38-SAPK. Oncogene. 2016;35:908–918. doi: 10.1038/onc.2015.145. [PubMed] [CrossRef] [Google Scholar]32. Madeira F, et al.  14-3-3-Pred: improved methods to predict 14-3-3-binding phosphopeptides. Bioinformatics. 2015;31:2276–2283. doi: 10.1093/bioinformatics/btv133. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Yang X, et al.  Structural basis for protein-protein interactions in the 14-3-3 protein family. Proc. Natl Acad. Sci. 2006;103:17237–17242. doi: 10.1073/pnas.0605779103. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Jones DH, Ley S, Aitken A. Isoforms of 14-3-3 protein can form homo- and heterodimers in vivo and in vitro: implications for function as adapter proteins. FEBS Lett. 1995;368:55–58. doi: 10.1016/0014-5793(95)00598-4. [PubMed] [CrossRef] [Google Scholar]35. Gardino AK, Smerdon SJ, Yaffe MB. Structural determinants of 14-3-3 binding specificities and regulation of subcellular localization of 14-3-3-ligand complexes: a comparison of the X-ray crystal structures of all human 14-3-3 isoforms. Semin. Cancer Biol. 2006;16:173–182. doi: 10.1016/j.semcancer.2006.03.007. [PubMed] [CrossRef] [Google Scholar]36. Tiedje C, et al.  p38MAPK/MK2-mediated phosphorylation of RBM7 regulates the human nuclear exosome targeting complex. RNA. 2015;21:262–278. doi: 10.1261/rna.048090.114. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Adelman K, Lis JT. Promoter-proximal pausing of RNA polymerase II: emerging roles in metazoans. Nat. Rev. Genet. 2012;13:720–731. doi: 10.1038/nrg3293. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Stadelmayer B, et al.  Integrator complex regulates NELF-mediated RNA polymerase II pause/release and processivity at coding genes. Nat. Commun. 2014;5:5531. doi: 10.1038/ncomms6531. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Sawarkar R, et al.  Hsp90 globally targets paused RNA polymerase to regulate gene expression in response to environmental stimuli. Cell. 2012;149:807–818. doi: 10.1016/j.cell.2012.02.061. [PubMed] [CrossRef] [Google Scholar]40. Schaukowitch K, et al.  Enhancer RNA facilitates NELF release from immediate early genes. Mol. Cell. 2014;56:29–42. doi: 10.1016/j.molcel.2014.08.023. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Williams LH, et al.  Pausing of RNA polymerase II regulates mammalian developmental potential through control of signaling networks. Mol. Cell. 2015;58:311–322. doi: 10.1016/j.molcel.2015.02.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Lagha M, et al.  Paused Pol II coordinates tissue morphogenesis in the Drosophila embryo. Cell. 2013;153:976–987. doi: 10.1016/j.cell.2013.04.045. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Gaertner B, et al.  Poised RNA polymerase II changes over developmental time and prepares genes for future expression. Cell Rep. 2012;2:1670–1683. doi: 10.1016/j.celrep.2012.11.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Min IM, et al.  Regulating RNA polymerase pausing and transcription elongation in embryonic stem cells. Genes Dev. 2011;25:742–754. doi: 10.1101/gad.2005511. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Gibson BA, et al.  Chemical genetic discovery of PARP targets reveals a role for PARP-1 in transcription elongation. Science. 2016;353:45–50. doi: 10.1126/science.aaf7865. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Liu X, et al.  Dynamic change of transcription pausing through modulating NELF protein stability regulates granulocytic differentiation. Blood Adv. 2017;1:1358–1367. doi: 10.1182/bloodadvances.2017008383. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. He N, et al.  A La-related protein modulates 7SK snRNP integrity to suppress P-TEFb-dependent transcriptional elongation and tumorigenesis. Mol. Cell. 2008;29:588–599. doi: 10.1016/j.molcel.2008.01.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Bunch H, et al.  TRIM28 regulates RNA polymerase II promoter-proximal pausing and pause release. Nat. Struct. Mol. Biol. 2014;21:876–883. doi: 10.1038/nsmb.2878. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Awwad SW, Abu‐Zhayia ER, Guttmann‐Raviv N, Ayoub N. NELF‐E is recruited to DNA double‐strand break sites to promote transcriptional repression and repair. EMBO Rep. 2017;18:745–764. doi: 10.15252/embr.201643191. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Ong SE, et al.  Stable isotope labeling by amino acids in cell culture, SILAC, as a simple and accurate approach to expression proteomics. Mol. Cell. Proteom. 2002;1:376–386. doi: 10.1074/mcp.M200025-MCP200. [PubMed] [CrossRef] [Google Scholar]51. Borisova ME, Wagner SA, Beli P. Methods Mol. Biol. (Clifton, N. J.) 2017;1599:215–227. doi: 10.1007/978-1-4939-6955-5_16. [PubMed] [CrossRef] [Google Scholar]52. Weinert BT, et al.  Lysine succinylation is a frequently occurring modification in prokaryotes and eukaryotes and extensively overlaps with acetylation. Cell Rep. 2013;4:842–851. doi: 10.1016/j.celrep.2013.07.024. [PubMed] [CrossRef] [Google Scholar]53. Rappsilber J, Mann M, Ishihama Y. Protocol for micro-purification, enrichment, pre-fractionation and storage of peptides for proteomics using StageTips. Nat. Protoc. 2007;2:1896–1906. doi: 10.1038/nprot.2007.261. [PubMed] [CrossRef] [Google Scholar]54. Michalski A, et al.  Mass spectrometry-based proteomics using Q Exactive, a high-performance benchtop quadrupole Orbitrap mass spectrometer. Mol. Cell Proteom. 2011;10:M111 011015. doi: 10.1074/mcp.M111.011015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Kelstrup CD, Young C, Lavallee R, Nielsen ML, Olsen JV. Optimized fast and sensitive acquisition methods for shotgun proteomics on a quadrupole orbitrap mass spectrometer. J. Proteome Res. 2012;11:3487–3497. doi: 10.1021/pr3000249. [PubMed] [CrossRef] [Google Scholar]56. Olsen JV, et al.  Higher-energy C-trap dissociation for peptide modification analysis. Nat. Methods. 2007;4:709–712. doi: 10.1038/nmeth1060. [PubMed] [CrossRef] [Google Scholar]57. Cox J, Mann M. MaxQuant enables high peptide identification rates, individualized p.p.b.-range mass accuracies and proteome-wide protein quantification. Nat. Biotechnol. 2008;26:1367–1372. doi: 10.1038/nbt.1511. [PubMed] [CrossRef] [Google Scholar]58. Cox J, et al.  Andromeda: a peptide search engine integrated into the MaxQuant environment. J. Proteome Res. 2011;10:1794–1805. doi: 10.1021/pr101065j. [PubMed] [CrossRef] [Google Scholar]59. Olsen JV, et al.  Global, in vivo, and site-specific phosphorylation dynamics in signaling networks. Cell. 2006;127:635–648. doi: 10.1016/j.cell.2006.09.026. [PubMed] [CrossRef] [Google Scholar]60. Elias JE, Gygi SP. Target-decoy search strategy for increased confidence in large-scale protein identifications by mass spectrometry. Nat. Methods. 2007;4:207–214. doi: 10.1038/nmeth1019. [PubMed] [CrossRef] [Google Scholar]61. Wu R, et al.  A large-scale method to measure absolute protein phosphorylation stoichiometries. Nat. Methods. 2011;8:677–683. doi: 10.1038/nmeth.1636. [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Franceschini A, et al.  STRINGv9.1: protein-protein interaction networks, with increased coverage and integration. Nucleic Acids Res. 2013;41:D808–D815. doi: 10.1093/nar/gks1094. [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Saito R, et al.  A travel guide to Cytoscape plugins. Nat. Methods. 2012;9:1069–1076. doi: 10.1038/nmeth.2212. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Kabsch W. XDS. Acta Crystallogr. D Biol. Crystallogr. 2010;66:125–132. doi: 10.1107/S0907444909047337. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Winn MD, et al.  Overview of the CCP4 suite and current developments. Acta Crystallogr. D Biol. Crystallogr. 2011;67:235–242. doi: 10.1107/S0907444910045749. [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Emsley P, Lohkamp B, Scott WG, Cowtan K. Features and development of Coot. Acta Crystallogr. D Biol. Crystallogr. 2010;66:486–501. doi: 10.1107/S0907444910007493. [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. Adams PD, et al.  PHENIX: a comprehensive Python-based system for macromolecular structure solution. Acta Crystallogr. D Biol. Crystallogr. 2010;66:213–221. doi: 10.1107/S0907444909052925. [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Arrigoni L, et al.  Standardizing chromatin research: a simple and universal method for ChIP-seq. Nucleic Acids Res. 2016;44:e67. doi: 10.1093/nar/gkv1495. [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Yu G, et al.  ReactomePA: an R/Bioconductor package for reactome pathway analysis and visualization. Mol. BioSyst. 2016;12:477–479. doi: 10.1039/C5MB00663E. [PubMed] [CrossRef] [Google Scholar]70. Yu G, Wang LG, Han Y, He QY. clusterProfiler: an R package for comparing biological themes among gene clusters. OMICS. 2012;16:284–287. doi: 10.1089/omi.2011.0118. [PMC free article] [PubMed] [CrossRef] [Google Scholar]71. Durinck S, Spellman PT, Birney E, Huber W. Mapping identifiers for the integration of genomic datasets with the R/Bioconductor package biomaRt. Nat. Protoc. 2009;4:1184–1191. doi: 10.1038/nprot.2009.97. [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Vizcaino JA, et al.  The PRoteomics IDEntifications (PRIDE) database and associated tools: status in 2013. Nucleic Acids Res. 2013;41:D1063–D1069. doi: 10.1093/nar/gks1262. [PMC free article] [PubMed] [CrossRef] [Google Scholar]73. Edgar R, Domrachev M, Lash AE. Gene Expression Omnibus: NCBI gene expression and hybridization array data repository. Nucleic Acids Res. 2002;30:207–210. doi: 10.1093/nar/30.1.207. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}