{"title": "LARP7 in papillary thyroid carcinoma induces NIS expression through suppression of the SHH signaling pathway", "pubDate": "2018", "PMCID": "PMC5983951", "DOI": "10.3892/mmr.2018.8856", "PMID": "29620212", "abstract": "The incidence of thyroid cancer has increased the past few decades, the most frequent type has been identified to be the papillary thyroid carcinoma (PTC). Following thyroidectomy, radioiodine ablation treatment on PTC is routinely performed. However, many patients do not benefit from radioiodine therapy. Therefore, novel targeted therapies to suppress tumor growth and improve radioiodine uptake are required. La ribonucleoprotein domain family member (LARP)7 is a member of the LARP family and functions as a potential suppressor of the progression of carcinoma. In the present study, the expression status of LARP7 in PTC tissues and cell lines was investigated, and the cell viability, proliferation and apoptotic rate, radioiodine uptake ability of PTC cells with overexpression of LARP7 in vitro was determined. Expression levels of LARP7 were significantly downregulated in PTC tissues and cell lines. Overexpression of LARP7 inhibited the proliferation and increased the radioiodine uptake ability of PTC cells in vitro and inhibited the tumor growth in vivo. Furthermore, LARP7 overexpression inhibited the sonic hedgehog (SHH) signaling pathway and increased sodium/iodide symporter (NIS) expression. However, treatment with recombinant human SHH partially reduced radioiodine uptake ability and NIS expression induced by LARP7. In conclusion, LARP7 may act as a tumor suppressor in PTC by inhibiting the SHH signaling pathway and may be a promising therapeutic target in patients with PTC.", "author": [{"author": "Xiaomei Sui", "affiliation": ["Department of Radiotherapy, Affiliated Hospital of Weifang Medical University, Weifang, Shandong 261041, P.R. China."], "href": "/?term=Sui+X&cauthor_id=29620212"}, {"author": "Yana Sui", "affiliation": ["Department of Emergency, Weifang Traditional Chinese Hospital, Weifang, Shandong 261041, P.R. China."], "href": "/?term=Sui+Y&cauthor_id=29620212"}, {"author": "Yonghui Wang", "affiliation": ["Department of Breast Surgery, Weifang People's Hospital, Weifang, Shandong 261041, P.R. China."], "href": "/?term=Wang+Y&cauthor_id=29620212"}], "refPMID": ["28055103", "22863493", "23429735", "24859408", "19860577", "25053741", "22488152", "11846609", "25647019", "18502333", "21890651", "21455200", "22750642", "25309780", "26264613", "28086241", "20138158", "19416841", "17986450", "18513937", "26859575", "22241722", "25078145", "26891329"], "citedInPMID": ["29620212", "34549701", "32766274", "32401147", "31656314"], "body": " AbstractThe incidence of thyroid cancer has increased the past few decades, the most frequent type has been identified to be the papillary thyroid carcinoma (PTC). Following thyroidectomy, radioiodine ablation treatment on PTC is routinely performed. However, many patients do not benefit from radioiodine therapy. Therefore, novel targeted therapies to suppress tumor growth and improve radioiodine uptake are required. La ribonucleoprotein domain family member (LARP)7 is a member of the LARP family and functions as a potential suppressor of the progression of carcinoma. In the present study, the expression status of LARP7 in PTC tissues and cell lines was investigated, and the cell viability, proliferation and apoptotic rate, radioiodine uptake ability of PTC cells with overexpression of LARP7 in vitro was determined. Expression levels of LARP7 were significantly downregulated in PTC tissues and cell lines. Overexpression of LARP7 inhibited the proliferation and increased the radioiodine uptake ability of PTC cells in vitro and inhibited the tumor growth in vivo. Furthermore, LARP7 overexpression inhibited the sonic hedgehog (SHH) signaling pathway and increased sodium/iodide symporter (NIS) expression. However, treatment with recombinant human SHH partially reduced radioiodine uptake ability and NIS expression induced by LARP7. In conclusion, LARP7 may act as a tumor suppressor in PTC by inhibiting the SHH signaling pathway and may be a promising therapeutic target in patients with PTC.Keywords: LARP7, SHH signaling pathway, papillary thyroid cancer, NIS, iodine uptake IntroductionThyroid cancer incidence is rapidly increasing in the USA, with an estimated annual diagnosis rate of 56,870 people and an annual mortality rate of 2,010 cases in 2017 (1). Papillary thyroid carcinoma (PTC) accounts for the majority of thyroid cancers and it generally exhibits favorable prognosis (2,3). However, the recurrence rate is approximately 15% in 3 years (4). Following thyroidectomy in local invasion and distant metastasis cases, radioiodine ablation (131I) is the primary treatment for PTC. Nevertheless, some patients may fail to respond to radioiodine ablation therapy due to the loss of radioiodine aggregate ability in thyroid follicular cells (5). Therefore, determining the molecular mechanisms underlying radioiodine ablation refractory may aid the identification of novel therapeutic targets and consequently increase the survival of patients with PTC in the future.La ribonucleoprotein domain family member (LARP)7 is a member of the LARP family, that contains four La domain-containing RNA-binding proteins (LARP1, 4, 6, and 7), and it modulates metabolism (6). LARP7 functions as a potential suppressor in breast cancer and gastric carcinoma (6,7). The role of LARP7 in PTC remains to be elucidated. Therefore, the function and mechanism of LARP7 with regards to PTC should be determined.The sonic hedgehog (SHH) signaling pathway is a highly conserved system; it is involved in proliferation, migration, and invasion of PTC. The association between SHH signaling and radioiodine ablation refractory remains unclear. Therefore, further investigation of the SHH signaling pathway mechanism in PTC radioiodine ablation refractory is required.The present study aimed to evaluate the potential tumor-suppressive properties of LARP7 in the PTC, LARP7 expression in non-neoplastic and neoplastic PTC tissues. Additionally, the effects of LARP7 expression on iodide uptake and the sodium/iodide symporter (NIS) expression in PTC cell lines was investigated. The potential mechanisms through which LARP7 increased the iodide uptake of PTC, including the SHH signaling pathway and NIS, were also investigated. Materials and methodsCell culture and tissue collection The human Nthy-ori3-1, and PTC cell lines, TPC-1 and BCPAP were obtained from the American Type Culture Collection (Manassas, VA, USA). Cell lines were authenticated by short-tandem repeat profiling performed by BMR Genomics (Padua, Italy). Cells were cultured in Dulbecco's modified Eagle's medium (DMEM; Hyclone; GE Healthcare, Logan, UT, USA) supplemented with 10% fetal bovine serum (FBS; Hyclone; GE Healthcare) in a 95% humidified atmosphere with 5% CO2 at 37°C. The recombinant human Shh N-terminal peptide (rhSHH; R&D system, Minneapolis, MN, USA) was added to the culture medium. Human PTC specimens and their adjacent normal thyroid tissues (30 pairs) were collected from 30 patients (9 males and 21 females; age 27–63 years) who underwent surgery according to an approved human protocol at the Weifang People's Hospital (Weifang, China), between January 2016 and December 2016. All patient materials were obtained with written informed consent.Lentivirus-mediated LARP7 overexpression in PTC cells A LARP7 overexpression plasmid and control vector were obtained from Santa Cruz Biotechnology, Inc. (Dallas, TX, USA). During cell transfection, the cells (10,000/well) were seeded in 6-well plates and were subsequently cultured until 40–60% confluence. Transfection was performed with a Lipofectamine® 2000 reagent (Invitrogen; Thermo Fisher Scientific, Inc., Waltham, MA, USA) according to the manufacturer's protocol. The transfection mixture was replaced with a medium containing 10% FBS after 6–8 h. The expression level of LARP7 in the transfected cells was validated via western blot analysis 7 days post-transfection.Cell viability assay Cell viability was examined by Cell Counting Kit-8 (CCK8) assay (Beyotime Institute of Biotechnology, Haimen, China). Cells overexpressing LARP7 and control were cultured overnight. Subsequently, cells were trypsinized and seeded at a density of 3,000 cells/well in a 96-well plate with or without 131I (0.5 ml serum-free DMEM containing 0.1 µCi Na131I) for 12 h at 37°C. Following culture for the indicated time (0, 24, 48 and 72 h), 10 µl CCK8 was added into each well. The resulting mixtures were incubated at 37°C for 3 h. Subsequently the absorbance of each well was examined using a Multi-skan MK3 spectrophotometer at a wavelength of 450 nm.Colony formation assay Cells transfected with LARP7 and control (200 cells/well) were plated in 6-well plates with or without 131I. Following 1 week of culture, colonies were fixed with methanol and stained with 0.1% crystal violet (Beyotime Institute of Biotechnology) for 20 min at 37°C, and the images of the stained colonies were captured using a CKX41 light microscope. The number of the colonies that had migrated through the pores was quantified by randomly counting 10 independent visual fields using the images.Cell apoptosis analysis Cell apoptosis was assessed using flow cytometry with staining of the cells using an Annexin V/propidium iodide (PI) kit (Nanjing Keygen Biotech, Co, Ltd., Nanjing, Jiangsu, China). Briefly, cells were collected and washed twice in ice cold PBS. The washed cells (2×105) were resuspended in 100 µl binding buffer (included in the kit), and stained with 5 µl Annexin V and 5 µl PI. Following incubation for 15 min in the dark at room temperature, flow cytometry was performed. A flow cytometer (Cytomics FC 500 MPL; Beckman Coulter, Inc., Brea, CA, USA) was utilized to evaluate the apoptotic levels in each sample according to the manufacturer's protocol. Data were analyzed using ModFit LT 3.0 (Verity Software House, Inc., Topsham, ME, USA).Western blot analysis The expression levels of LARP7, sonic hedgehog (SHH), protein patched homolog 1 (PTCH1), glioma-associated protein 1 (GLI1) and sodium-iodide symporter (NIS) proteins were analyzed via western blot assay using the following primary antibodies: Mouse polyclonal LARP7 (1:200; cat. no. sc515209), SHH (1:200; cat. no. sc1194), PTCH1 (1:200; cat. no. sc23929), GLI1 (1:200; cat. no. sc20687) (all from Santa Cruz Biotechnology, Inc.), mouse polyclonal NIS (1:200; cat. no. ab101084; Abcam, Cambridge, MA, USA) overnight at 4°C. Normalization was performed by blotting the same samples with an antibody against mouse monoclonal β-actin (1:800; cat. no. AA128; Beyotime Institute of Biotechnology) overnight at 4°C. Radioimmunoprecipitation assay buffer (Thermo Fisher Scientific, Inc.) was used to extract total protein from cell lines. Protein concentration of whole cell lysates was assessed using the Pierce™ Bicinchonic Acid Protein Assay kit (Pierce; Thermo Fisher Scientific, Inc.). Equal amounts of proteins (30 µg) from the lysates of the cells were subjected to electrophoresis via 10% SDS-PAGE (Beyotime Institute of Biotechnology) at 80 V for 30 min then 100 V for 1.5 h, and were transferred onto polyvinylidene difluoride membranes (EMD Millipore, Billerica, MA, USA). Following blocking in 5% skimmed milk for 60 min at room temperature, the membranes were then incubated with the aforementioned diluted primary antibodies. Following incubation with peroxidase-coupled secondary antibody (1:2,000; cat. no. A0216; Beyotime Institute of Biotechnology) at 37°C for 2 h, specific bands were visualized with enhanced chemiluminescence reagent (Nanjing KeyGen Biotech Co., Ltd.) on an autoradiographic film. Images were analyzed using ImageJ Software (National Institutes of Health, Bethesda, MD, USA).Reverse transcription-quantitative polymerase chain reaction (RT-qPCR) Total RNA from cells was isolated using TRIzol reagent (Invitrogen; Thermo Fisher Scientific, Inc.) according to the manufacturer's protocol. Complementary DNA was synthesized from 500 ng of total RNA, reaction mixture (20 µl) containing 1 µg of total RNA was reverse transcribed to cDNA using a PrimeScript RT Reagent kit with gDNA Eraser (Takara Biotechnology Co., Ltd., Dalian, China) according to the manufacturer's protocol. RT-qPCR was performed using a SYBR Premix Ex Taq (Takara Bio, Inc. Ostu, Japan) according to the manufacturer's protocols. The RT-qPCR conditions were applied for detecting mRNAs: 95°C for 30 sec, followed by 40 cycles of 95°C for 30 sec, 60°C for 30 sec and 72°C for 30 sec. The β-actin was used as internal controls for the detection. The primer sequences used are presented in Table I. The mRNA relative expression levels were calculated using 2−ΔΔCq and normalized to the reference (8).Table I.Sequences of all primers used in the present study.GeneForward (5′-3′)Reverse (5′-3′)SHHCCCAATTACAACCCCGACATCTCACCCGCAGTTTCACTCCTPTCH1TGAGACTGACCACGGCCTGACCCTCAGTTGGAGCTGCTTCGLI1AGGGCTGCAGTAAAGCCTTCACTTGACATGTTTTCGCAGCGNISGCGTGGCTCTCTCAGTCAAGCGTCCATTCCTGAGCTGβ-actinGATCATTGCTCCTCCTGAGCACTCCTGCTTGCTGATCCACOpen in a separate windowSHH, sonic hedgehog; PTCH1, protein patched homolog 1; GLI1, glioma-associated protein 1; NIS, sodium-iodide symporter.Iodine uptake assay Cells were cultured in 24-well plates (105 cells/0.5 ml) and treated with or without 0.5 µg/ml rhSHH (R&D Systems, Inc.) for 24 h, subsequently, radioiodine uptake assays were performed. Cells were washed twice with 0.5 ml PBS and subsequently incubated with 0.5 ml of serum-free DMEM/F-12, which contained µCi carrier-free Na131I (0.1 m) (Atomic Hi-tech Radiation Co., Ltd., Beijing, China), with or without perchlorate (100 µM) (Sigma-Aldrich; Merck KGaA, Darmstadt, Germany). Perchlorate was used as a NIS-competitive inhibitor for radioiodine uptake. Following 1-h incubation at 37°C, the radioiodine-containing medium was removed and cells were rinsed twice with 1 ml PBS. Subsequently, cells in each well were lysed with NaOH and washed twice with PBS. The cell-associated radioactivity of the collected lysed cells was measured using a gamma counter.Animal studies All experiments involving animals were approved by the Animal Care and Welfare Committee of Weifang Medical University (Weifang, China). Lv-control or Lv-LARP7 (1×108/ml) (Santa Cruz Biotechnology, Inc.) BCPAP cells (1.0×106) were subcutaneously injected into the right flanks of 4-week-old BALB⁄c athymic nude mice (n=12, female, weight range; 20–25 g) (Laboratory Animal Center of Yangzhou University, Yangzhou, China) and maintained in a specific-pathogen free environment with constant humidity (45–50%) and constant temperature (25–27°C) under a 12 h light/dark cycle with free access to food and water. These nude mice were randomly divided into two groups (6 mice per group) (9). Tumor volume (mm3) was calculated every 3 days over 3 weeks using the following formula: V=0.5 × length × width2. Tumors were collected and imaged at 3 weeks following inoculation.Immunohistochemistry Paraffin-embedded sections of tumor tissue (4 µm thick) were deparaffinized in xylene, rehydrated via graded alcohol solutions, blocked in methanol containing 3% hydrogen peroxide for 10 min at room temperature, and then incubated with mouse anti-human anti-Ki67 antibody (1:200; cat. no. sc-23900; Santa Cruz Biotechnology, Inc.) at 4°C overnight. Following rinsing with PBS solution, biotinylated goat anti-rabbit serum IgG (1:2,000; cat. no. ab64256; Abcam) was used as secondary antibodies and streptavidin peroxidase complex reagent were applied for 1 h at room temperature. Finally, the sections were incubated in a 3, 3′-diaminobenzidine solution at room temperature for 10 min and then counterstained with hematoxylin for 3 min at room temperature. Ten randomly selected visual fields per section were examined under a light microscope to evaluate the Ki67 expression.Statistical analysis Statistical analyses were performed using SPSS version 13.0 (SPSS, Inc., Chicago, IL, USA). All experiments were performed in triplicate. Unless otherwise indicated, the data were evaluated as mean ± standard deviation. Differences between two groups were assessed using two-tailed Student's t-test. Data of more than two groups were using one way analysis of vaiance with post hoc test by Tukey's test. P<0.05 was considered to indicate a statistically significant difference. ResultsLARP7 expression is significantly downregulated in papillary thyroid carcinoma tissues and cells LARP7 expression levels were detected in 30 paired PTC tissues and their corresponding non-neoplastic thyroid tissues by RT-qPCR. The expression level of LARP7 was significantly reduced in PTC tissues when compared with the non-neoplastic thyroid tissues (Fig. 1A). Immunohistochemistry demonstrated that LARP7 was overexpressed in adjacent normal tissues compared with the PTC samples (representative images from 30 pairs; Fig. 1B and C). Furthermore, LARP7 mRNA and protein expression levels were significantly higher in the human thyroid cell line Nthy-ori3-1 cell line when compared with the PTC cell lines using RT-qPCR and western blot analysis (Fig. 1D and E, respectively).Open in a separate windowFigure 1.LARP7 is markedly downregulated in PTC tissues and cells. (A) LARP7 mRNA expression, (B) representative immunohistochemical staining of LARP7 in PTC specimens and their corresponding non-neoplastic thyroid tissues (n=30 pairs) and (C) its quantification using Image Pro Plus and mean optical densities (compared with the adjacent normal thyroid tissues). LARP7 (D) mRNA and (E) protein expression levels in human normal thyroid cell line Nthy-ori3-1, and human PTC lines TPC-1 and BCPAP, as assessed by reverse transcription-quantitative polymerase chain reaction and western blot analysis, respectively. Data are presented as the mean ± standard deviation. *P<0.05. LARP7, La ribonucleoprotein domain family member 7; PTC, papillary thyroid carcinoma.Overexpression of LARP7 reduces cell proliferation, induces cell apoptosis and enhances radioiodine uptake in vitro In order to investigate the effect of LARP7 in PTC cells, LARP7 was overexpressed in the TPC-1 and BCPAP cells. The expression level of LARP7 was confirmed by western blotting (Fig. 2A and B). The cell viability of the TPC-1 and BCPAP cells was examined using the CCK8 assay 24, 48 and 72 h after incubation. LARP7 overexpression significantly abrogated the viability of both cell lines (Fig. 2C and D). It is of note that LARP7 overexpression significantly increased the inhibitory effect on cell viability, which was reduced following 131I treatment (Fig. 2C and D). The colony formation assay revealed that LARP7 overexpression inhibited cell proliferation (Fig. 2E and F), and the combination of LARP7 overexpression with 131I treatment led to a reduced number of colonies compared with LARP7 overexpression or 131I alone (Fig. 2E and F). In addition, flow cytometry analysis was used to determine the effect of LARP7 overexpression on cell apoptosis. The findings demonstrated that LARP7 overexpression promoted the apoptosis of PTC; however, the combination of LARP7 overexpression with 131I treatment led to a greater apoptotic rate of PTC compared with LARP7 overexpression or 131I alone (Fig. 2G and H). The cell iodine uptake ability was investigated further and as demonstrated in Fig. 2I and J, as radioiodine uptake was markedly increased in TPC-1 and BCPAP cell lines.Open in a separate windowFigure 2.Overexpression of LARP7 inhibits cell growth and increases iodine uptake in PTC cells. Western blot analysis revealed the efficiency of LARP7 overexpression with Lv-LARP7 in (A) TPC-1 and (B) BCPAP cell lines. (C) TPC-1 and (D) BCPAP cells transfected with Lv-control or Lv-LARP7 were cultured with or without 131I (0.1 mci/well) for 24, 48 and 72 h and the viability was quantified using a Cell Counting Kit-8. LARP7 overexpression in (E) TPC-1 and (F) BCPAP cells reduced the colony-forming efficiency, which was greater when LARP7 overexpression and 131I. Lv-control or Lv-LARP7-treated (G) TPC-1 and (H) BCPAP cells treatment was combined with 131I irradiation for 12 h, and apoptotic rate was quantified using flow cytometry. Iodine uptake assay demonstrated that LARP7 overexpression improved the iodine uptake in (I) TPC-1 and (J) BCPAP cells. Data are presented as the mean ± standard deviation. *P<0.05. CPM, counts per minute; LARP7, La ribonucleoprotein domain family member; Lv, lentivirus; OD, optical density; PTC, papillary thyroid carcinoma.Overexpression of LARP7 inhibits tumor growth in vivo The present study investigated the association of LARP7 and tumor progression in vivo using subcutaneously transplanted Lv-control or Lv-LARP7 BCPAP cells into BALB⁄c athymic nude mice (n=6/group). Tumors were removed and imaged 3 weeks following cell implantation (Fig. 3A). Results revealed that LARP7 overexpression significantly inhibited tumorigenicity (Fig. 3B and C). Histological analysis of the proliferation index revealed that Lv-LARP7 tumors had a significantly lower number of Ki67 positive cells compared with the Lv-control tumors (Fig. 3D and E). These findings revealed that LARP7 significantly inhibited the tumor growth in vivo.Open in a separate windowFigure 3.LARP7 overexpression impaired tumor growth in a xenograft mouse model. (A) Representative images of tumor size following subcutaneous injection with Lv-control or Lv-LARP7 BCPAP cells in athymic nude mice (n=6/group) and (B) tumor size and (C) weight were quantified. (D) Representative images of Ki67+ tumors following subcutaneous injection with Lv-control or Lv-LARP7 BCPAP cells in athymic nude mice (n=6/group). Magnification, ×200. (E) Quantification of Ki67+ cells from Lv-control or Lv-LARP7 group tumor sections. Data are expressed as the mean ± standard deviation. *P<0.05. LARP7, La ribonucleoprotein domain family member; Lv, lentivirus; PTC, papillary thyroid carcinoma.LARP7 regulates SHH signaling pathway in PTC cells A recent study revealed that the loss of LARP7 expression contributed to cancer progression and metastasis (5). In cancer cells, one of the primary signaling pathways associated with cancer progression and metastasis is the SHH signaling pathway (10). The present study investigated whether LARP7 is involved in regulating the SHH signaling pathway in PTC cells. Expression levels of the principal components of the SHH signaling pathway in LARP7-overexpressing TPC-1 and BCPAP cells were analyzed. Overexpression of LARP7 inhibited the expression levels of SHH pathway-associated genes, including SHH, PTCH1 and GLI1 in TPC-1 and BCPAP cell lines at the mRNA and protein levels (Fig. 4).Open in a separate windowFigure 4.LARP7 inhibited the activation of the SHH signaling pathway. TPC-1 and BCPAP cells were transfected with Lv-control or Lv-LARP7, and the mRNA expression levels of (A) SHH, (B) GLI1 and (C) PTCH1 and their (D) protein expression levels were quantified using reverse transcription-quantitative polymerase chain reaction and western blot analysis, respectively. Data are expressed as the mean ± standard deviation. *P<0.05. GLI1, glioma-associated protein 1; LARP7, La ribonucleoprotein domain family member; Lv, lentivirus; PTC, papillary thyroid carcinoma; PTCH1, protein patched homolog 1; SHH, sonic hedgehog.LARP7 increases cell iodine uptake ability through SHH signaling pathway-mediated expression of NIS in PTC cells The present study investigated the mechanism through which LARP7 increases the iodine uptake ability of PTC cells, the expression level of NIS in LARP7 overexpressing cells and control TPC-1 and BCPAP cells were also assessed. The mRNA and protein expression levels in LARP7-overexpressing PTC cells were upregulated compared with control cells, as determined by RT-qPCR and western blot analysis (P<0.05; Fig. 5A-D). In order to determine whether LARP7 increased cell iodine uptake ability via the SHH signaling pathway, TPC-1 and BCPAP cells were treated with rhSHH. rhSHH treatment reduced NIS mRNA and protein expression levels in both cell lines (P<0.05; Fig. 5A-D). These findings raveled that the SHH signaling pathway may regulate NIS expression. As presented in Fig. 5E and F, radioiodine uptake was significantly reduced in TPC-1 and BCPAP cells treated with rhSHH. Subsequently, TPC-1 and BCPAP cells overexpressing LARP7 and control cells were treated with rhSHH and RT-qPCR and western blot analysis demonstrated that LAPR overexpression combined with led to rhSHH treatment led to reduced NIS mRNA and protein expression levels (P<0.05; Fig. 5A-D). Radioiodine uptake assay indicated that treatment with rhSHH significantly reduced the radioiodine uptake ability of TPC-1 and BCPAP cell lines, which was previously increased by LARP7 overexpression alone (P<0.05; Fig. 5E and F).Open in a separate windowFigure 5.LARP7 overexpression in TPC-1 and BCPAP cells incubated for 24 h with or without of 0.5 µg/ml rhSHH. RNA expression levels of NIS were significantly downregulated by rhSHH compared with the control in (A) TPC-1 and (B) BCPAP cells. Protein expression levels of NIS were significantly downregulated by rhSHH compared with the control in (C) TPC-1 and (D) BCPAP cells. Radioiodine uptake assay demonstrated that treatment with rhSHH significantly reduced the radioiodine uptake ability of (E) TPC-1 and (F) BCPAP cell lines where LARP7 overexpression was induced. Data are expressed as the mean ± standard deviation. *P<0.05. LARP7, La ribonucleoprotein domain family member; Lv, lentivirus; NIS, sodium-iodide symporter; PTC, papillary thyroid carcinoma; PTCH1, protein patched homolog 1; SHH, sonic hedgehog; rhSHH, recombinant human SHH peptide. DiscussionPTC, with a rapidly increasing morbidity in the USA, is a common endocrine malignancy. In PTC, oncogene aberrant deregulation contributes to tumor progression (10). However, the role of tumor suppressors involved in cellular processes associated with tumorigenesis and therapy in PTC remains to be elucidated. Furthermore, the majority of patients with PTCs exhibit no alterations in commonly implicated oncogenes (3). Therefore, genes and mechanisms that currently remain unidentified might also have critical roles in papillary thyroid carcinogenesis. In the present study, LARP7 was downregulated in PTC tissues and cell lines. In addition, in vitro data demonstrated that LARP7 inhibited the viability and proliferation and increased the radioiodine uptake ability of PTC cells. Therefore, LARP7 might have an important role in tumorigenesis and survival of PTC.Following thyroidectomy, radioiodine ablation is the most important auxiliary treatment for PTC. This technology is commonly used to delete the residual tissues following thyroidectomy (4). Furthermore, the metastatic lesions, which cannot be removed by surgery, may be removed using this method. However, a few cases become refractory to radioiodine therapy (5). The loss of radioactive iodine (RAI) uptake inversely correlates with survival. For patients with RAI refractory disease, few treatment options are available because these tumors are generally resistant to external radiation and conventional chemotherapy (11). The side effects of 131I therapy are more tolerable than those of external radiation, conventional chemotherapy, or small-molecule inhibitors (12). However, at present, no novel treatment has been demonstrated to improve overall survival despite improved progression-free survival in some patients with RAI refractory disease (12). Accordingly, strategies to restore and increase thyroidal RAI accumulation for patients with RAI refractory disease are clinically important. NIS is an intrinsic plasma membrane protein, which offers thyroid cells the distinct function to uptake, concentrate iodine (12). Patients with low expression of NIS may be pre-disposed to an iodine-refractory metastatic disease, which may lead to treatment failure (13,14). NIS expression in thyroid cancer cells is regulated by the binding of transcription factors, such as paired box 8 and micro RNAs (miRs), to the NIS upstream enhancer (13). Small interfering RNAs may be used to knockdown molecular targets reducing NIS expression or function (15,16). Anti-miRs may be potential candidates to increase TSH-stimulated RAI accumulation in thyroid cancer cells when critical miRs regulating NIS expression or function are identified (14).LARP7 is a member of the LARP family that contains four La domain-containing RNA-binding proteins. LARP7 may bind to and stabilize 7SK small nuclear RNA (17). LARP7 is also involved in transcription elongation controlled by RNA Polymerase II (17). Consequently, the 7sk-LARP7 complex suppresses the positive transcription elongation factor b (P-TEFb) complex, which is the ubiquitous and principal promoter of general mRNA elongation and processing (18–20). In breast cancer, LARP7 regulates breast cancer epithelial-mesenchymal transition and metastasis, thereby suggesting a novel therapeutic option to treat metastatic breast cancer by blocking P-TEFb activation (6). However, the mechanism of LARP7 suppression in tumor progression, which is independent of P-TEFb remains to be elucidated. The role of LARP7 in PTC should also be determined. The present study demonstrated that LARP7 expression was significantly downregulated in PTC tissues and cells compared with the adjacent normal thyroid tissues. Furthermore, it was revealed that LARP7 overexpression reduced cell viability and proliferation, increased the apoptotic rate, and induced cell radioiodine uptake in TPC-1 and BCPAP cells. These findings suggested a potential role of LARP7 in regulating PTC biological activity, which to the best of our knowledge was not previously reported. The present study also established a lentiviral-mediated LARP7 overexpression model and demonstrated that LARP7 overexpression significantly increased NIS expression, which coincided with increased radioiodine uptake ability.Previous studies demonstrated that the SHH signaling pathway has an important role in the development and progression of PTC (21–23). The SHH signaling pathway is initiated by the binding of the secreted SHH ligand to PTCH1, which relieves the PTCH1-mediated repression of smoothened (SMO). SMO triggers the downstream signaling cascade inducing nuclear translocation of GLI1, activating the transcription of SHH target genes, including PTCH1 (24). The association of the SHH signaling pathway and radioiodine uptake ability remains to be elucidated. In the present study, rhSHH significantly reduced mRNA and protein levels of NIS and SHH pathway-associated genes, such as PTCH1 and GLI1 in PTC cells. Radioiodine uptake was also significantly reduced in TPC-1 and BCPAP cell lines. These findings indicated that the SHH signaling pathway may regulate radioiodine uptake ability.Additionally, the present study aimed to investigate the hypothesis that LARP7 overexpression increases NIS expression and the radioiodine uptake ability of PTC cells through the SHH signaling pathway. Firstly, it was demonstrated that the LARP7 overexpression significantly reduced the mRNA and protein levels of SHH pathway-associated genes in PTC cells. In addition, rhSHH reduced LARP7-induced overexpression of NIS. Finally, radioiodine uptake assay demonstrated that treatment with rhSHH significantly reduced the radioiodine uptake ability of TPC cells which was previously increased following LARP7 overexpression.These findings support the hypothesis that LARP7 inhibits SHH signaling pathway and enhances the therapeutic effects of radioiodine. However, the present study has some limitations. Due to the low expression level of LARP7 in TPC-1 and BCPAP cells, expression of LARP7 was not suppressed using small interfering RNA. Therefore, the association of LARP7 and PTC was not further demonstrated using knockdown of the LARP7 expression. In the future, immortal human follicular thyroid cell lines Nthy-ori3-1 may employed, with upregulated expression levels of LARP7 than PTC cell lines. Furthermore, the present study did not investigate the association between LARP7 and follicular thyroid cancer and anaplastic thyroid cancer, which is also resistant to radioiodine ablation, which requires investigation in future studies (4). Providing that LARP7 overexpression may enhance the therapeutic effect of radioiodine follicular and anaplastic thyroid cancers, LARP7 may be considered as a novel target of alternative therapeutic approaches for thyroid cancer.In conclusion, LARP7 may have inhibited the proliferation and increased the radioiodine uptake of PTC cells by regulating the SHH signaling pathway. Therefore, LARP7 may be a novel target for the development of alternative therapeutic approaches for PTC. AcknowledgementsNot applicable. References1. Siegel RL, Miller KD, Jemal A. Cancer statistics, 2017. CA Cancer J Clin. 2017;67:7–30. doi: 10.3322/caac.21387. [PubMed] [CrossRef] [Google Scholar]2. Lopes JP, Fonseca E. BRAF gene mutation in the natural history of papillary thyroid carcinoma: Diagnostic and prognostic implications. Acta Med Port. 2011;24(Suppl 4):S855–S868. (In Portuguese) [PubMed] [Google Scholar]3. Xing M. Molecular pathogenesis and mechanisms of thyroid cancer. Nat Rev Cancer. 2013;13:184–199. doi: 10.1038/nrc3431. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Lupoli R, Cacciapuoti M, Tortora A, Barba L, Verde N, Romano F, Vastarella M, Fonderico F, Masone S, Milone M, et al.  Clinical outcome in differentiated thyroid carcinoma and microcarcinoma. Int J Surg. 2014;12(Suppl 1):S148–S151. doi: 10.1016/j.ijsu.2014.05.024. [PubMed] [CrossRef] [Google Scholar]5. American Thyroid Association (ATA) Guidelines Taskforce on Thyroid Nodules and Differentiated Thyroid Cancer, corp-author. Cooper DS, Doherty GM, Haugen BR, Kloos RT, Lee SL, Mandel SJ, Mazzaferri EL, McIver B, Pacini F, et al.  Revised American Thyroid Association management guidelines for patients with thyroid nodules and differentiated thyroid cancer. Thyroid. 2009;19:1167–1214. doi: 10.1089/thy.2009.0110. [PubMed] [CrossRef] [Google Scholar]6. Ji X, Lu H, Zhou Q, Luo K. LARP7 suppresses P-TEFb activity to inhibit breast cancer progression and metastasis. Elife. 2014;3:e02907. doi: 10.7554/eLife.02907. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Cheng Y, Jin Z, Agarwal R, Ma K, Yang J, Ibrahim S, Olaru AV, David S, Ashktorab H, Smoot DT, et al.  LARP7 is a potential tumor suppressor gene in gastric cancer. Lab Invest. 2012;92:1013–1019. doi: 10.1038/labinvest.2012.59. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Livak KJ, Schmittgen TD. Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) method. Methods. 2001;25:402–408. doi: 10.1006/meth.2001.1262. [PubMed] [CrossRef] [Google Scholar]9. Wang YH, Sui YN, Yan K, Wang LS, Wang F, Zhou JH. BRD4 promotes pancreatic ductal adenocarcinoma cell proliferation and enhances gemcitabine resistance. Oncol Rep. 2015;33:1699–1706. doi: 10.3892/or.2015.3774. [PubMed] [CrossRef] [Google Scholar]10. Kondo T, Asa SL, Ezzat S. Epigenetic dysregulation in thyroid neoplasia. Endocrinol Metab Clin North Am. 2008;37(389–400):ix. [PubMed] [Google Scholar]11. Schlumberger M, Sherman SI. Approach to the patient with advanced differentiated thyroid cancer. Eur J Endocrinol. 2012;166:5–11. doi: 10.1530/EJE-11-0631. [PubMed] [CrossRef] [Google Scholar]12. Sherman SI. Targeted therapies for thyroid tumors. Mod Pathol. 2011;24(Suppl 2):S44–S52. doi: 10.1038/modpathol.2010.165. [PubMed] [CrossRef] [Google Scholar]13. Kogai T, Brent GA. The sodium iodide symporter (NIS): Regulation and approaches to targeting for cancer therapeutics. Pharmacol Ther. 2012;135:355–370. doi: 10.1016/j.pharmthera.2012.06.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Chung JK, Cheon GJ. Radioiodine therapy in differentiated thyroid cancer: The first targeted therapy in oncology. Endocrinol Metab (Seoul) 2014;29:233–239. doi: 10.3803/EnM.2014.29.3.233. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Ma S, Wang Q, Ma X, Wu L, Guo F, Ji H, Liu F, Zhao Y, Qin G. FoxP3 in papillary thyroid carcinoma induces NIS repression through activation of the TGF-β1/Smad signaling pathway. Tumour Biol. 2016;37:989–998. doi: 10.1007/s13277-015-3848-6. [PubMed] [CrossRef] [Google Scholar]16. Xiang C, Zhang ML, Zhao QZ, Xie QP, Yan HC, Yu X, Wang P, Wang Y. LncRNA-SLC6A9-5:2: A potent sensitizer in 131I-resistant papillary thyroid carcinoma with PARP-1 induction. Oncotarget. 2017;8:22954–22967. doi: 10.18632/oncotarget.14578. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Bayfield MA, Yang R, Maraia RJ. Conserved and divergent features of the structure and function of La and La-related proteins (LARPs) Biochim Biophys Acta. 2010;1799:365–378. doi: 10.1016/j.bbagrm.2010.01.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Barboric M, Lenasi T, Chen H, Johansen EB, Guo S, Peterlin BM. 7SK snRNP/P-TEFb couples transcription elongation with alternative splicing and is essential for vertebrate development. Proc Natl Acad Sci USA. 2009;106:7798–7803. doi: 10.1073/pnas.0903188106. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Swarbreck D, Wilks C, Lamesch P, Berardini TZ, Garcia-Hernandez M, Foerster H, Li D, Meyer T, Muller R, Ploetz L, et al.  The arabidopsis information resource (TAIR): Gene structure and function annotation. Nucleic Acids Res. 2008;36:D1009–D1014. doi: 10.1093/nar/gkm965. (Database Issue) [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Bres V, Yoh SM, Jones KA. The multi-tasking P-TEFb complex. Curr Opin Cell Biol. 2008;20:334–340. doi: 10.1016/j.ceb.2008.04.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Williamson AJ, Doscas ME, Ye J, Heiden KB, Xing M, Li Y, Prinz RA, Xu X. The sonic hedgehog signaling pathway stimulates anaplastic thyroid cancer cell motility and invasiveness by activating Akt and c-Met. Oncotarget. 2016;7:10472–10485. doi: 10.18632/oncotarget.7228. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Xu X, Ding H, Rao G, Arora S, Saclarides CP, Esparaz J, Gattuso P, Solorzano CC, Prinz RA. Activation of the sonic hedgehog pathway in thyroid neoplasms and its potential role in tumor cell proliferation. Endocr Relat Cancer. 2012;19:167–179. doi: 10.1530/ERC-11-0305. [PubMed] [CrossRef] [Google Scholar]23. Heiden KB, Williamson AJ, Doscas ME, Ye J, Wang Y, Liu D, Xing M, Prinz RA, Xu X. The sonic hedgehog signaling pathway maintains the cancer stem cell self-renewal of anaplastic thyroid cancer by inducing snail expression. J Clin Endocrinol Metab. 2014;99:E2178–E2187. doi: 10.1210/jc.2014-1844. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Rimkus TK, Carpenter RL, Qasem S, Chan M, Lo HW. Targeting the sonic hedgehog signaling pathway: Review of smoothened and GLI inhibitors. Cancers (Basel) 2016;8:E22. doi: 10.3390/cancers8020022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}