{"title": "HIV Tat/P-TEFb Interaction: A Potential Target for Novel Anti-HIV Therapies", "pubDate": "2018", "PMCID": "PMC6017356", "DOI": "10.3390/molecules23040933", "PMID": "29673219", "abstract": "Transcription is a crucial step in the life cycle of the human immunodeficiency virus type 1 (HIV 1) and is primarily involved in the maintenance of viral latency. Both viral and cellular transcription factors, including transcriptional activators, suppressor proteins and epigenetic factors, are involved in HIV transcription from the proviral DNA integrated within the host cell genome. Among them, the virus-encoded transcriptional activator Tat is the master regulator of HIV transcription. Interestingly, unlike other known transcriptional activators, Tat primarily activates transcriptional elongation and initiation by interacting with the cellular positive transcriptional elongation factor b (P-TEFb). In this review, we describe the molecular mechanism underlying how Tat activates viral transcription through interaction with P-TEFb. We propose a novel therapeutic strategy against HIV replication through blocking Tat action.", "author": [{"author": "Kaori Asamitsu", "affiliation": ["Department of Molecular and Cellular Biology, Nagoya City University Graduate School of Medical Sciences, Nagoya 467-8601, Japan. asamitsu@med.nagoya-cu.ac.jp."], "href": "/?term=Asamitsu+K&cauthor_id=29673219"}, {"author": "Koh Fujinaga", "affiliation": ["Department of Medicine, Microbiology and Immunology, University of California, San Francisco, CA 94143-0703, USA. Koh.Fujinaga@ucsf.edu."], "href": "/?term=Fujinaga+K&cauthor_id=29673219"}, {"author": "Takashi Okamoto", "affiliation": ["Department of Molecular and Cellular Biology, Nagoya City University Graduate School of Medical Sciences, Nagoya 467-8601, Japan. tokamoto@med.nagoya-cu.ac.jp."], "href": "/?term=Okamoto+T&cauthor_id=29673219"}], "refPMID": ["22814509", "3008338", "3260404", "2494664", "1533884", "8289393", "16540471", "22355797", "25587657", "22077140", "19265147", "3019564", "2371770", "6089333", "2988790", "10506122", "2410792", "22817991", "29045830", "16423825", "28368303", "19454010", "20471948", "20471949", "9499409", "9491887", "2535718", "7690421", "9811832", "10545121", "9891055", "15737233", "28490747", "8849451", "9765201", "21282347", "10393184", "8900211", "8170997", "7759473", "8083988", "2200890", "7853496", "9334326", "10329126", "24843025", "28340332", "22244331", "20434984", "9450929", "10199401", "8367444", "3136931", "1427080", "7838531", "1505520", "24636995", "17442680", "2406262", "17625008", "10906320", "1756726", "27353326", "16109376", "16109377", "23087374", "23255218", "22952229", "27797603", "26067601", "18513937", "20305375", "20436276", "16885020", "16959964", "23539624", "27977742", "26731470", "17341462", "17576689", "24917669", "25781978", "20535204", "24727379", "9832504", "9843510", "9990016", "10329125", "21763494", "12368330", "18931076", "18620576", "24985467", "24985203", "16716071", "16506755", "15611064", "28178316", "10966639", "11504720", "18573091", "25492871", "24784582", "27193293", "26616417", "22229121", "1763331", "17145937", "28246360", "25402363", "27259046", "23698561", "25117799", "10550206", "26829622", "29099677", "27757411", "29324227", "27941817", "25373349", "26169416", "28842560", "26152583", "26581953"], "citedInPMID": ["29673219", "34350133", "33577894", "33182414", "32823598", "32819259", "32518191", "32365692", "32211411", "32176734", "32158701", "32075058", "31036006"], "body": " AbstractTranscription is a crucial step in the life cycle of the human immunodeficiency virus type 1 (HIV 1) and is primarily involved in the maintenance of viral latency. Both viral and cellular transcription factors, including transcriptional activators, suppressor proteins and epigenetic factors, are involved in HIV transcription from the proviral DNA integrated within the host cell genome. Among them, the virus-encoded transcriptional activator Tat is the master regulator of HIV transcription. Interestingly, unlike other known transcriptional activators, Tat primarily activates transcriptional elongation and initiation by interacting with the cellular positive transcriptional elongation factor b (P-TEFb). In this review, we describe the molecular mechanism underlying how Tat activates viral transcription through interaction with P-TEFb. We propose a novel therapeutic strategy against HIV replication through blocking Tat action.Keywords: HIV transcription, P-TEFb, cyclin T1, CDK9, Tat, HEXIM1 1. IntroductionAcquired immunodeficiency syndrome (AIDS) is the number one killer among infectious diseases, with over one million victims in the world [1]. Although the prevalence of HIV infection worldwide has been reduced, the number of AIDS deaths continues to rise in developing counties. The major targets of anti-HIV-1 drugs include viral protease, reverse transcriptase, integrase, and viral attachment; none of which, however, are the rate-determining step of viral replication. Since viral reverse transcription is coupled with RNase H activity and the viral genomic RNA molecule is rapidly degraded by RNase H, the actions of reverse transcriptase and protease do not confer the rate-determining step of viral replication. Instead, it is the step of transcription from the HIV provirus by which the virus amplifies its genetic information. HIV contains the most efficient transcriptional activator called Tat. Moreover, due to the high rate of mutation during the accelerated viral transcription, which is error-prone, followed by reverse transcription, causing small deletions and insertions, the emergence of viral quasi-species is inevitable. Thus, the virus rapidly acquires the resistance to host immune responses and various anti-HIV drugs [2]. Therefore, understanding the molecular mechanism of Tat action, that endows HIV with the extraordinary transcriptional efficacy, should facilitate the development of novel therapies against this most formidable microbe. 2. Significance of Transcriptional Regulation of HIV Gene Expression in Viral Life CycleBesides being the rate-determining step of viral replication, HIV transcription is also the key step at which the virus maintains its latency. Therefore, we will dissect this process in two distinctive aspects: (1) positive regulation, and (2) negative regulation. There are a number of positive transcriptional regulators of host cells, including nuclear factor κB (NF-κB), Sp1 and NFAT-1, whereas negative transcription factors, including YY1 and AP-4, have been shown to be located within the viral long terminal repeat (LTR) [3,4,5,6,7,8] (Figure 1). In addition, many reports have deciphered the presence of epigenetic control in silencing the transcriptional competence of the integrated provirus [9,10,11]. Because of such promoter context, HIV replication is coordinated in accordance with the extracellular environments. For instance, extracellular signals, including immune-inflammatory signals and oxidative stress, elicit activation of inducible host transcription factor, particularly NF-κB [11]. Moreover, epigenetic stimulators such as butyric acid [12] that inhibit histone deacetylase (HDAC) could induce transcription from proviral DNA.Open in a separate windowFigure 1Cis-acting regulatory elements in the HIV-1 LTR. Binding sites for AP-1 (nucleotide positions: −350 to −343 and −336 to −330), Myb (−314 to −293), NFAT (−274 to −218), NF-κB (−105 to −96 and −91 to −82), SP-1 (−78 to −69, −67 to −58 and −56 to −47) and AP 4 (−22 to −17) are indicated as gray boxes. Positions of the TATA box (−27 to −24) and TAR region (+1 to +59) are shown as a black box and black line, respectively.In addition to the transcriptional control by host cellular transcription factors, HIV encodes its own transactivator Tat [13,14]. Tat specifically binds to the HIV nascent mRNA through its interaction with the transactivation response (TAR) element [15,16], a stem-bulge-loop structure present at the very 5′ end of all viral transcripts [13]. Tat stimulates transcription in a virus-specific fashion, primarily at the step of transcriptional elongation [17]. As expected, the genetically modified HIV devoid of Tat gene loses its transcriptional competence and the ability to efficiently replicate in cells [18]. This implicates Tat as an ideal molecular target for HIV replication. In fact, a Tat inhibitor, didehydro-Cortistain A (dCA), inhibits viral rebound after treatment interruption, as demonstrated in an in vivo model of HIV infection, thus supporting the rationale for the inclusion of specific HIV transcriptional inhibitors in eradication strategies [19,20]. 3. Tat Functional Domains and Its Binging PartnersTat polypeptide is a 15 kDa protein and is located predominantly in the nucleus of HIV-1-infected cells. Tat is encoded by two exons and contains several critical functional regions (Figure 2) and the neighboring Arg-rich motif (known as “ARM”, spanning 49–57 amino acid residues). The ARM is essential for binding to TAR RNA, nuclear localization, and Tat protein stability [17]. The characteristic Cys-rich domain containing six Cys and one His residues is critical for zinc binding and indispensable for Tat-mediated transcription [16]. There are two additional regions of Tat, the Gln-rich domain, which is well conserved in various HIV-1 isolates, and the “exon 2” domain, which has no known definitive function [17].Open in a separate windowFigure 2Tat functional domains.The Tat actions include (1) initiation of viral transcription, (2) transcriptional elongation, and (3) stabilization of viral mRNAs. These actions appear to be mediated through interacting with distinct partner proteins. It is noted that Tat is a typical naturally denatured protein, and its 3-D structure is not established until it binds to the specific interacting molecule [21]. These features make Tat a versatile protein by making multiple interactions with host proteins to execute various biological actions, thus benefiting HIV-1 with respect to its propagation and causing AIDS. Recently, Jean et al. performed a parallel analysis of in vitro translated open reading frames (OPFs) (PLATO) approach to identify Tat binding proteins [22]. As expected, almost all these proteins are involved in transcription, indicating that the main function of Tat is still in transcription. Similar results have been reported by other studies [23,24,25].The primary action of Tat is believed to be at the step of transcriptional elongation, where Tat interacts with cellular positive transcriptional elongation factor b (P-TEFb), which contains cyclin T1 (CycT1) and CDK9 [26,27]. In order to develop efficient anti-HIV compounds with Tat as the target, an understanding of its structure, as well as its specific molecular action, is crucial. Since Tat requires P-TEFb to stimulate HIV transcription elongation, Tat/P-TEFb interaction is an attainable target for developing new anti-HIV drugs. In addition to P-TEFb, several reports have shown that Tat interacts with importin α/β and other transcriptional regulators, including protein kinase PKR, Sp1, and the transcriptional coactivators CBP/p300 through the Tat exon 1 region [28,29,30,31,32,33,34]. Moreover, a cellular factor Tat-SF1 was identified as a cofactor for Tat-dependent transactivation of HIV transcription [35]. Tat-SF1 is an RNA binding protein that functions as a transcription elongation factor and also in splicing; thus, Tat specifically controls splicing [36,37,38]. However, the roles of those Tat-binding proteins in HIV transcription are yet to be determined. It is yet to be determined whether those proteins are promising targets for anti-HIV therapies.Furthermore, a previous report demonstrated that Tat recruits a family of closely related multisubunit complexes called the “super elongation complexes” (SECs), rather than the isolated P-TEFb [24,25]. Thus, efficient HIV transactivation by Tat depends on the presence of complete SEC in addition to the recruitment of P-TEFb. Molecular details will be discussed in the next section. 4. P-TEFb as a Crucial Cofactor of Tat for Its ActionP-TEFb was initially isolated biochemically as a kinase that phosphorylates the C-terminal domain (CTD) of the large subunit of RNA polymerase II (RNAPII) [39]. The catalytic subunit of P-TEFb was first identified as PITALRE [40]. The PITALRE kinase was effectively inhibited by the ATP analog 5,6-dichlorobenzimidazole 1-β-D-ribofuranoside (DRB) [39,41], and thus is considered essential for RNAPII transcription.Since binding between Tat and TAR was not sufficient for Tat action, additional cellular factor(s) were explored. For instance, Tat was not active in rodent cells and its activity was restored by a factor encoded in human chromosome 12, indicating the presence of a critical cofactor in this chromosome [42,43]. Rice and colleagues reported that Tat associates cellular protein kinases that phosphorylate RNAPII CTD, and was named Tat-associated kinase (TAK) [44]. Subsequently, Mancebo et al. [45] identified the Cdk9 subunit of P-TEFb as TAK, by demonstrating that Tat-dependent transcription could be blocked only by Cdk9-specific inhibitors. Furthermore, Jones and colleagues identified the cyclin subunit of P-TEFb, named Cyclin T1 (CycT1) [27]. CycT1, which is encoded in chromosome 12, interacts with Tat and TAR, and stimulates HIV transcription in non-permissive rodent cell line, meeting all the criteria of the cellular Tat co-factor [27]. Assembly of the Tat-TAR-P-TEFb complex at the HIV promoter induces the synthesis of full-length HIV viral mRNA by stimulating the CDK9-mediated hyperphosphorylation of the RNAPII CTD [45,46].Affinity purification was performed to reveal other factors involved in the Tat-mediated transactivation and identified the transcription factors/cofactors including ELL2, AFF4, ENL, and AF9 [24,25]. These factors are now referred to as SEC. Among the SEC members, the AFF4 binding specifically induces the affinity of SEC to TAR through its interaction with CycT1 and Tat [47]. However, the precise role of the SEC complex in Tat-transactivation is yet to be determined [48]. Thus, SEC is likely involved positively in HIV transcription via P-TEFb/Tat/TAR/SEC interaction. 5. P-TEFb as a Positive Regulator of Transcription Elongation and the Involvement of Brd4Functional activation of P-TEFb appears to precede the gene expression. Immediately following transcriptional initiation, RNAPII becomes trapped in the promoter proximal paused positions on most human genes, an effect known as “promoter proximal pausing (PPP)” [49,50]. In this concept, the commencement of transcription of most genes is inhibited by DRB-sensitivity inducing factor (DSIF) and negative elongation factor (NELF) [51,52] acting as a transcriptional checkpoint. This observation was initially made by in vivo analyses of the heat-shock protein genes of Drosophila melanogaster [53,54]. These studies revealed the short (20–60 nucleotides) nascent mRNA in the vicinity of the transcriptionally committed RNAPII just downstream of the heat-shock protein promoter. Similarly, mammalian genes including human c-myc and c-fos genes were associated with the engaged RNAPII molecules immediately downstream of transcription start site [55,56,57]. Recent genome-wide chromatin immunoprecipitation (ChIP) assays or the ChIP followed by high-throughput sequencing (ChIP-seq) have demonstrated that most RNAPII are found in the promoter-proximal regions, thus supporting the biological relevance of the PPP concept. Interestingly, RNAPII was also accumulated on the HIV promoter [58,59]. However, the accumulated nascent HIV transcripts of 59 nucleotides-long form a typical stem-bulge-loop secondary structure that is specifically recognized by the Tat [13,60]. P-TEFb phosphorylates DSIF and NELF, as well as the RNAPII CTD [39], leading to transition from “transcriptional initiation” to “productive elongation” to commence the synthesis of entire viral mRNAs. Treatment of cells with P-TEFb inhibitors DRB or flavopiridol leads to the efficient suppression of viral mRNA synthesis [61,62,63].A recent report by Lu et al. [64] has revealed the involvement of another positive regulator, bromodomain-containing protein Brd4, together with SEC in releasing the paused Pol II. In addition, these proteins are cooperatively regulated by P-TEFbs. Brd4 binds to P-TEFb and brings it to the transcription elongation machinery via the H3K4Me mark [65,66]. In HIV transcription, Brd4 seems to regulate Tat-independent transcription (initial round of HIV transcription when Tat is not produced) [67,68]. Importantly, JQ1, which release Brd4 from chromatin, acts as a potent latency reversing agent (LRA). However, JQ1 induces P-TEFb activity [69], and it is still to be determined whether releasing Brd4 from chromatin is a necessary step of activating HIV transcription from latency. 6. Negative Regulation of P-TEFb by HEXIM1 and 7SK Small Nuclear Ribonucleoprotein (7SK snRNP)Several modes of regulation for the P-TEFb function are noted in cells. First, similar to cyclin molecules involved in the cell cycle control, the levels of CycT proteins are tightly regulated post-transcriptionally by micro (mi)RNAs and other mechanisms [70,71]. As a consequence, the protein level of functional P-TEFb is vanishingly low in quiescent cells [70,71], which is a major cause of HIV latency in resting CD4+T cells. P-TEFb levels in resting T-cells are significantly up-regulated by T-cell receptor (TCR) signaling and the subsequent activation of protein kinase C (PKC) [70,71]. Second, most P-TEFb molecules in cells are incorporated in 7SK small nuclear ribonucleoproteins (snRNPs) as an enzymatically inactive complex (Figure 3). The core components necessary to form 7SK snRNP are P-TEFb, HEXIM1, LaRP7, MEPCE, and 7SK snRNA [72,73,74]. Among these molecules, 7SK snRNA and HEXIM1 inhibit CDK9’s kinase activity by direct interaction, whereas LaRP7 and MEPCE are required to maintain the structure of 7SK snRNP [75,76]. Various environmental stimuli, including UV, DNA damage, oxidative stress, inhibition of HDAC and bromodomain and extra-terminal (BET) proteins, signaling cascade (PKC, MAPK, T-cell receptor signaling, etc.) and developmental cues release P-TEFb from 7SK snRNP, and activate the kinase activity of CDK9 [75,76] (Figure 3). Therefore, release of P-TEFb from 7SK snRNP represents a main regulatory step of HIV reactivation from latency. Many LRAs activate HIV transcription via this mechanism [77,78,79]. Interestingly, HIV Tat competes with HEXIM1/7SK snRNAs for binding to P-TEFb and dissociates P-TEFb from the 7SK snRNP complex [80,81]. This is partly because the 5′ stem-loop structure (SL1) of 7SK snRNA mimics that of HIV TAR RNA. Namely, the central loop of both RNA binds to CycT1, and the bulge region of 7SK snRNA binds to HEXIM1, whereas the bulge region of TAR binds to Tat [80,81,82] (Figure 3).Open in a separate windowFigure 3P-TEFb regulatory mechanism. In cells, most P-TEFb molecules are incorporated into 7SK snRNP, which contains 7SK snRNA, HEXIM1, MePCE, and LARP7. In 7SK snRNP, the CycT1 subunit directly binds to the central loop of 7SK snRNA and HEXIM1, which inhibits the kinase activity of Cdk9. Various stimuli, including stress, environmental stimuli, cytokine signaling, PKC activation, and treatment of cells with HDACis, BETis, and other LRAs, release P-TEFb and stimulate Cdk9 kinase activities accompanied by phosphprylation of critical T-loop (Thr 186) and central serine (Ser 175) residues. Released (free) P-TEFb can subsequently be recruited to RNAPII early elongation complex paused at promoter proximal regions of many cellular genes by various factors such as transcription factor, Brd4, Super Elongation Complex, Mediator complex, etc. HIV Tat protein can directly recruit P-TEFb to RNAPII on HIV LTR via binding with viral TAR RNA, since it can complete with HEXIM1/7SK snRNA for P-TEFb. 7. 3D Structure of Tat-P-TEFb ComplexP-TEFb needs to interact with various proteins in commencing the transcriptional elongation. This is most characteristically demonstrated in the Tat-mediated transactivation of HIV-1 [83]. Tat/P-TEFb 3D structure (PDB ID: 3MI9) revealed multiple hydrogen bonds forming among these component proteins upon Tat binding [84]. In addition, the crystal structure of the Tat/P-TEFb/AFF4 complex indicated that AFF4 is a scaffold protein [47,85]. Although the CycT1 TRM residues (253–260 amino acids) are disordered in the Tat/P-TEFb crystal structure, the presence of AFF4 in this complex resulted in the formation of a defined structure, suggesting the structural stabilization of this complex, leading to the transcriptional activation of HIV [47]. Thus, Tat and its interaction with P-TEFb exhibit a good example of bioactive protein complex with multiple naturally disordered protein segments that come together to form an active structure to perform a definitive biological function. 8. Identification of Critical Regions for Tat Transcriptional Activity within the Tat/P-TEFb Complex by In Vitro StudyThe functional relationships within the Tat/TAR/P-TEFb complex and Tat transcriptional activity have been explored by many investigators. CycT1 appears to be the crucial determinant for Tat-mediated transcriptional activation. CycT1 consists of 726 residues containing a cyclin box domain (from positions 31 to 250 amino acids), which are sufficient to bind Tat and TAR to mediate the Tat action [86]. A central region of CycT1 (250–272 amino acids), termed the Tat–TAR recognition motif (TRM), is crucial for forming the Tat–CycT1–TAR ternary complex [86]. In the CycT1 TRM, the Cys residue at position 261 plays an essential role in its binding to Tat and TAR by forming a Zn2+-dependent interaction with other Cys and His residues within Tat at positions 1–48 [86,87,88,89]. In addition to TRM, the N-terminal cyclin box of CycT1 is also essential for Tat-mediated transactivation by binding to CDK9, Tat, or unidentified mechanisms [27,90,91,92,93].CycT1 also contains crucial amino acids for the binding to other proteins such as HEXIM1 and AFF4 [94,95]. For instance, the Val107Glu substitution in CycT1 abolished the binding to HEXIM1 and CDK9 as well as to TAR, and the transcriptional activity of HIV was significantly down-modulated [94]. These findings demonstrate the presence of crucial amino acid residues of CycT1 molecule for determining the transcriptional competency of P-TEFb. 9. Identification of Critical Regions for Tat Transcriptional Activity within the Tat/P-TEFb Complex by Molecular Dynamics (MD) SimulationMD simulation has been adopted to analyze the dynamic structural changes of protein complexes in many biological systems. For example, the dynamic movement of viral protease dimer has been deciphered by MD simulation, which exhibited spontaneous opening and reclosing of the protease flap [96].In order to analyze the dynamic characteristics of Tat/P-TEFb interaction, MD simulations were conducted [96,97,98]. We detected an extensive hydrogen-bond network involving H1, H1′, and H2 helices of CycT1 and dynamic structural changes of the CycT1 H2′ helix upon Tat binding. These results indicate that the local structural changes of CycT1 upon binding to Tat is crucial for the Tat action [83].Moreover, our recent MD simulation of Tat-/P-TEFb complex deciphered the hidden structure within CDK9 molecule [99]. In this study, we demonstrated the formation of a novel internal cavity within the CDK9 protein, which links the CDK9 substrate binding pocket and the enzyme catalytic center. This pocket is considered to be a suitable target for the development of specific CDK9 inhibitors. 10. Experimental Approaches for Studying PPI between Tat and P-TEFb in CellsAs we have discussed above, recent studies have revealed that transactivation of HIV transcription is regulated by protein-protein interaction of the Tat/P-TEFb complex. These results are helpful for identification of the lead compounds or drug candidates for new HIV inhibitors. Further drug development using high-throughput screening systems based on the chemical structure of such seed compounds should culminate in the successful development of novel HIV drugs. Because of the presence of the naturally denatured region within both Tat and CycT1, in vitro assay systems such as surface plasmon resonance assay might be difficult. Therefore, a cell-based assay for PPI utilizing modified fluorescent proteins should also be considered. These include Förster resonance energy transfer (FRET), biomolecular fluorescence complementation (BiFC), and fluorescent-based technology detecting protein-protein interactions (Fluoppi) [100,101,102,103,104,105].FRET has been used to examine the direct interaction of proteins labeled with optically matched fluorophores [100]. The direct interaction and specific subnuclear localization between CycT1 and Tat in cells was demonstrated by this assay [101]. Since FRET has been used to examine the direct interaction of proteins labeled with optically matched fluorophores, issues of dimensional structural obstacles must be considered.BiFC assay detects the positive interaction as fluorescent dots termed BiFC signal by using complementary fragments of fluorescent proteins such as the N-terminal and the C-terminal regions of the split YFP protein [102]. We demonstrated the recruitment of P-TEFb to the C-terminal domain of RNAPII after its release form the 7SK snRNP using this system [103]. Using this system, called “Visualisation of P-TEFb activation in Cells (V-PAC)” assay, we identified a new P-TEFb-releasing agent, 5′-azacytidine, which activates HIV transcription by releasing HEXIM-1 form P-TEFb.Fluoppi detects PPI as fluorescent spots (“foci”) generated by concatenated multimerized proteins containing the Azami Green (AG) fluorescent protein. AG foci are formed by interactions between the assembly helper (Ash) protein and the AG-tagged protein [104]. Asamitsu et al. succeeded in the quantitative measurement of the molecular interactions among Tat, CycT1 and CDK9 and demonstrated that any third molecule enhances the binding between the other two molecules [105]. This was the first report to stabilize the overall Tat/P-TEFb complex by forming protein-protein interaction among each component of this complex in live cells. 11. Development of Specific Therapy11.1. “Shock and Kill” or “Block and Lock”?Although HAART significantly reduces plasma viral load to undetectable levels, latent HIV reservoirs containing the fully replication-competent virus persist throughout the body during the therapy [106,107]. Immediate cessation of the treatment results in plasma viremia (“viral rebound”), leading to AIDS. Therefore, the persistence of these latent reservoirs during HAART is the biggest obstacle to achieving an HIV cure.As we have discussed above, transcriptional regulation from the latent HIV provirus in the infected cell plays a major role in the maintenance and the breakdown of viral latency. Thus, the Tat-dependent regulation of viral transcription has been considered a feasible target for anti-HIV therapy. This includes Tat inhibitors screened by high-throughput screening, such as Ro 5-3335 [108], TAR decoy [109] and chimeric peptide [91]. Later studies revealed repressor proteins, such as AP-4 [8] and epigenetic regulators [110]. Among these therapeutic attempts, two recent approaches, with “shock and kill” and “block and lock” concepts, are noteworthy and are currently being investigated for eliminating the latent viral reservoirs.In the “shock and kill” strategy, the LRAs are utilized to reactivate the latently infected “silent” HIV, thus exposing HIV antigens to the immune system for immune clearance, while the combination of conventional anti-HIV reagents prevents new infection [111,112]. However, despite extensive efforts, this “shock and kill” has so far produced somewhat disappointing results, mainly because desired levels of both “shock” (reactivating HIV at a very high level from all latent reservoirs) and “kill” (efficiently eliminating HIV expressing cells by immune response and/or viral cytotoxicity) steps cannot be achieved by current regimens [106,113,114]. On the other hand, the “block and lock” strategy is to keep the latent HIV in a dormant state or drive latently infected cells into even “deeper” latency (“block and lock”) [112]. Further updates of these interesting therapeutic strategies are described below.11.2. “Shock and Kill” ApproachTo achieve an effective “shock and kill” approach, it is critical to achieve a high level of HIV gene expression in latently infected cells by fully reactivating HIV transcription in the absence of Tat. When Tat is produced, it binds to P-TEFb even in the presence of 7SK snRNP and recruits/activates P-TEFb for HIV transcription [115]. Although several molecular pathways are involved in maintaining HIV latency, a common pathway necessary to be induced is the P-TEFb pathway, which must be achieved in two steps; induction of CycT1 protein level and stimulating Cdk9 kinase activity by releasing P-TEFb from 7SK snRNP (Figure 3) [79]. All “shock and kill” strategies must have these two activities. Currently, there are several classes of LRAs, including HDACis, BETis, PKC agonists, Toll-like receptor agonists, and other unclassified compounds, such as disulfram [79,106,111,116,117], being tested in pre-clinical or clinical settings. Among these, HDACis, BETis, PKC agonists and disulfram all have strong activities of releasing P-TEFb from 7SK snRNP [79] (Figure 3). Therefore, LRAs do not seem to affect P-TEFb/Tat interaction. Moreover, these LRAs do not increase the level of CycT1 proteins, and therefore, these LRAs alone do not activate HIV transcription from HIV latently infected resting T cells in which CycT1 proteins are diminished. On the other hand, PKC agonists can increase CycT1 protein levels in resting CD4+T cells [79].Therefore, an effective “shock and kill” can be achieved only by a combination of a PKC agonist and additional LRAs, which releases P-TEFb from 7SK snRNP. Further information about current clinical trials using LRAs can be found in [117,118]. The “kill” part is equally important in achieving an HIV cure by “shock and kill”. However, this is beyond the scope of this review, and more details can be found elsewhere [106,111,119,120].11.3. Use of Natural Products for “Shock and Kill” TherapyMost PKC agonists used in in vitro experiments are not very promising agents in preclinical or clinical settings, since they are too toxic (PMA) or too expensive to synthesize (Bryotatin A, Prostratin, etc.). However, ingenol family compounds are very potent PKC agonists with low toxicity and low production costs, representing potential candidates for clinical trials [121,122]. In addition, some ingenols have already been approved for clinical use (for non-HIV diseases). Interestingly, euphorbia plants contain high levels of ingenol B. In particular, euphorbia kansui has been used in Chinese traditional medicine for thousands of years. Therefore, we tested whether extract of euphorbia kansui (kansui) had the ability to reactivate HIV transcription from latently infected cells singly and/or in combination with other LRAs. Kansui activates HIV expression in various HIV latency models, including PBMCs from HAART-treated HIV+ patients. Importantly, kansui exhibits a strong synergy with HDACis or BETis, indicating that kansui can be used in combination with these LRAs to achieve a high level of HIV expression in latently infected cells [78]. Finally, using natural products such as kansui would greatly reduce the cost of treatment, which would contribute to providing affordable options to the patients in areas where expensive Western medicines cannot be accessible [123].11.4. “Block and Lock” Approach and Tat/TAR/P-TEFb InteractionWhile Tat/TAR/P-TEFb interaction might not be a reasonable target for efficient “shock and kill” strategy, it can be a promising target for “block and lock” strategies. In fact, “TAR decoys”, sequestering Tat and P-TEFb, inhibit HIV transcription [109]. Similarly, using peptides or chimeric proteins that recruit the catalytically inactive P-TEFb complex to TAR could efficiently block Tat-dependent transcription [91]. Recently, Valente and colleagues reported that dCsA exhibited potent activity for interfering with the Tat/TAR interaction to block HIV replication and promoting viral latency [124,125]. Cells treated with dCsA exhibited a significant delay in HIV reactivation upon LRA treatment, indicating that dCsA brings the latently HIV-infected cells into even deeper latency [20]. Molecular studies suggested that dCsA binds the ARM of Tat and disrupts Tat/TAR interaction [20]. Although additional structure-function studies are required for the precise molecular action of dCsA, these studies have provided a fascinating hypothesis that targeting the Tat-TAR axis should be a promising approach to achieve effective “block and lock” treatment in HIV-positive patients. 12. ConclusionsSince viral transcription is considered to be the rate-determining step of viral replication, a number of research groups have been pursuing the clarification of the specific viral transcriptional mechanism for the development of novel therapy. The discovery of Tat-mediated transcriptional activation has led to the biochemical clarification of the Tat/TAR interaction and identified the involvement of host transcriptional elongation factors such as P-TEFb and SEC as positive regulators and HEXM1 plus 7SK snRNP as negative regulators. Moreover, a number of studies using structural biology and structural bioinformatics have deciphered the dynamism of macromolecular interactions or the atomic details of the PPIs that are crucially involved in Tat action.Considering the PPI as the physico-chemical basis for biomolecular interactions, resolution of mechanistic dynamism should be a prerequisite for the understanding of biological actions and development of small molecular compounds that inhibit such specific PPI. Similarly, important issues in such scientific explorations include the use of more relevant assay systems, ideally using live cells (such as Fluoppi), and the availability of chemical libraries with extensive structural variations, including a wide variety of bioavailable natural compounds. Identification of the PPI surface of the molecular complex with biological relevance and the “pharmacophore” or “drug-binding cavity” should greatly facilitate drug development. The small molecular compounds thus identified should interfere with the specific PPI, thus selectively inhibiting its biological actions. Such compounds could be used to efficiently block viral replication by inhibiting the viral transcription, the only rate-determining step for amplifying viral genomic information. Such therapeutic strategy could be applied to conventional anti-HIV therapy and even prevent the emergence of drug-resistant viral clones. Systemic approaches may provide a foundation for the development of “rational” drugs based on the molecular understanding of the disease. AcknowledgmentsThis work was supported by JSPS KAKENHI Grant Number JP17K08638 (K.A.) and NIH R21AI127274 (K.F.). AbbreviationsThe following abbreviations are used in this manuscript:CycT1cyclin T1HIVHuman immunodeficiency virus type 1LRAlatency reversing agentsP-TEFbpositive transcriptional elongation factor bRNAPIIRNA polymerase IITARtransactivation response Conflicts of InterestThe authors declare no conflicts of interest. References1. Joint United Nations Programme on HIV/AIDS (UNAIDS)  Global Report: UNAIDS Report on the Global AIDS Epidemic 2013.  [(accessed on 1 March 2018)]; Available online:  http://www.unaids.org/en/media/unaids/contentassets/documents/epidemiology/2013/gr2013/UNAIDS_Global_Report_2013_en.pdf.2. Deeks S.G., Autran B., Berkhout B., Benkirane M., Cairns S., Chomont N., Chun T.W., Churchill M., Di Mascio M., Katlama C., et al.  Towards an HIV cure: A global scientific strategy. Nat. Rev. Immunol. 2012;12:607–614. doi: 10.7448/IAS.17.4.19479. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Jones K.A., Kadonaga J.T., Luciw P.A., Tjian R. Activation of the AIDS retrovirus promoter by the cellular transcription factor, Sp1. Science. 1986;232:755–759. doi: 10.1126/science.3008338. [PubMed] [CrossRef] [Google Scholar]4. Shaw J.P., Utz P.J., Durand D.B., Toole J.J., Emmel E.A., Crabtree G.R. Identification of a putative regulator of early T cell activation genes. Science. 1988;241:202–205. doi: 10.1126/science.3260404. [PubMed] [CrossRef] [Google Scholar]5. Osborn L., Kunkel S., Nabel G.J. Tumor necrosis factor alpha and interleukin 1 stimulate the human immunodeficiency virus enhancer by activation of the nuclear factor kappa B. Proc. Natl. Acad. Sci. USA. 1989;86:2336–2340. doi: 10.1073/pnas.86.7.2336. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Markovitz D.M., Hannibal M.C., Smith M.J., Cossman R., Nabel G.J. Activation of the human immunodeficiency virus type 1 enhancer is not dependent on NFAT-1. J. Virol. 1992;66:3961–3965. [PMC free article] [PubMed] [Google Scholar]7. Margolis D.M., Somasundaran M., Green M.R. Human transcription factor YY1 represses human immunodeficiency virus type 1 transcription and virion production. J. Virol. 1994;68:905–910. [PMC free article] [PubMed] [Google Scholar]8. Imai K., Okamoto T. Transcriptional repression of human immunodeficiency virus type 1 by AP-4. J. Biol. Chem. 2006;281:12495–12505. doi: 10.1074/jbc.M511773200. [PubMed] [CrossRef] [Google Scholar]9. Karn J., Stoltzfus C.M. Transcriptional and posttranscriptional regulation of HIV-1 gene expression. Cold Spring Harb. Perspect. Med. 2012;2:a006916. doi: 10.1101/cshperspect.a006916. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Dahabieh M.S., Battivelli E., Verdin E. Understanding HIV latency: The road to an HIV cure. Annu. Rev. Med. 2015;66:407–421. doi: 10.1146/annurev-med-092112-152941. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Victoriano A.F., Okamoto T. Transcriptional control of HIV replication by multiple modulators and their implication for a novel antiviral therapy. AIDS Res. Hum. Retroviruses. 2012;28:125–138. doi: 10.1089/aid.2011.0263. [PubMed] [CrossRef] [Google Scholar]12. Imai K., Ochiai K., Okamoto T. Reactivation of latent HIV-1 infection by the periodontopathic bacterium Porphyromonas gingivalis involves histone modification. J. Immunol. 2009;182:3688–3695. doi: 10.4049/jimmunol.0802906. [PubMed] [CrossRef] [Google Scholar]13. Okamoto T., Wong-Staal F. Demonstration of virus-specific transcriptional activator(s) in cells infected with HTLV-III by an in vitro cell-free system. Cell. 1986;47:29–35. doi: 10.1016/0092-8674(86)90363-6. [PubMed] [CrossRef] [Google Scholar]14. Okamoto T., Benter T., Josephs S.F., Sadaie M.R., Wong-Staal F. Transcriptional activation from the long-terminal repeat of human immunodeficiency virus in vitro. Virology. 1990;177:606–614. doi: 10.1016/0042-6822(90)90526-W. [PubMed] [CrossRef] [Google Scholar]15. Arya S.K., Gallo R.C., Hahn B.H., Shaw G.M., Popovic M., Salahuddin S.Z., Wong-Staal F. Homology of genome of AIDS-associated virus with genomes of human T-cell leukemia viruses. Science. 1984;225:927–930. doi: 10.1126/science.6089333. [PubMed] [CrossRef] [Google Scholar]16. Rosen C.A., Sodroski J.G., Haseltine W.A. The location of cis-acting regulatory sequences in the human T cell lymphotropic virus type III (HTLV-III/LAV) long terminal repeat. Cell. 1985;41:813–823. doi: 10.1016/S0092-8674(85)80062-3. [PubMed] [CrossRef] [Google Scholar]17. Jeang K.T., Xiao H., Rich E.A. Multifaceted activities of the HIV-1 transactivator of transcription, Tat. J. Biol. Chem. 1999;274:28837–28840. doi: 10.1074/jbc.274.41.28837. [PubMed] [CrossRef] [Google Scholar]18. Fisher A.G., Collalti E., Ratner L., Gallo R.C., Wong-Staal F. A molecular clone of HTLV-III with biological activity. Nature. 1985;316:262–265. doi: 10.1038/316262a0. [PubMed] [CrossRef] [Google Scholar]19. Mousseau G., Clementz M.A., Bakeman W.N., Nagarsheth N., Cameron M., Shi J., Baran P., Fromentin R., Chomont N., Valente S.T. An analog of the natural steroidal alkaloid cortistatin A potently suppresses Tat-dependent HIV transcription. Cell Host Microbe. 2012;12:97–108. doi: 10.1016/j.chom.2012.05.016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Kessing C.F., Nixon C.C., Li C., Tsai P., Takata H., Mousseau G., Ho P.T., Honeycutt J.B., Fallahi M., Trautmann L., et al.  In Vivo Suppression of HIV Rebound by Didehydro-Cortistatin A, a “Block-and-Lock” Strategy for HIV-1 Treatment. Cell Rep. 2017;21:600–611. doi: 10.1016/j.celrep.2017.09.080. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Shojania S., O’Neil J.D. HIV-1 Tat is a natively unfolded protein: The solution conformation and dynamics of reduced HIV-1 Tat-(1-72) by NMR spectroscopy. J. Biol. Chem. 2006;281:8347–8356. doi: 10.1074/jbc.M510748200. [PubMed] [CrossRef] [Google Scholar]22. Jean M.J., Power D., Kong W., Huang H., Santoso N., Zhu J. Identification of HIV-1 Tat-Associated Proteins Contributing to HIV-1 Transcription and Latency. Viruses. 2017;9:67.  doi: 10.3390/v9040067. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Gautier V.W., Gu L., O’Donoghue N., Pennington S., Sheehy N., Hall W.W. In vitro nuclear interactome of the HIV-1 Tat protein. Retrovirology. 2009;6:47. doi: 10.1186/1742-4690-6-47. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. He N., Liu M., Hsu J., Xue Y., Chou S., Burlingame A., Krogan N.J., Alber T., Zhou Q. HIV-1 Tat and host AFF4 recruit two transcription elongation factors into a bifunctional complex for coordinated activation of HIV-1 transcription. Mol. Cell. 2010;38:428–438. doi: 10.1016/j.molcel.2010.04.013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Sobhian B., Laguette N., Yatim A., Nakamura M., Levy Y., Kiernan R., Benkirane M. HIV-1 Tat assembles a multifunctional transcription elongation complex and stably associates with the 7SK snRNP. Mol. Cell. 2010;38:439–451. doi: 10.1016/j.molcel.2010.04.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Peng J., Zhu Y., Milton J.T., Price D.H. Identification of multiple cyclin subunits of human P-TEFb. Genes Dev. 1998;12:755–762. doi: 10.1101/gad.12.5.755. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Wei P., Garber M.E., Fang S.M., Fischer W.H., Jones K.A. A novel CDK9-associated C-type cyclin interacts directly with HIV-1 Tat and mediates its high-affinity, loop-specific binding to TAR RNA. Cell. 1998;92:451–462. doi: 10.1016/S0092-8674(00)80939-3. [PubMed] [CrossRef] [Google Scholar]28. Ruben S., Perkins A., Purcell R., Joung K., Sia R., Burghoff R., Haseltine W.A., Rosen C.A. Structural and functional characterization of human immunodeficiency virus Tat protein. J. Virol. 1989;63:1–8. [PMC free article] [PubMed] [Google Scholar]29. Jeang K.T., Chun R., Lin N.H., Gatignol A., Glabe C.G., Fan H. In vitro and in vivo binding of human immunodeficiency virus type 1 Tat protein and Sp1 transcription factor. J. Virol. 1993;67:6224–6233. [PMC free article] [PubMed] [Google Scholar]30. Marzio G., Tyagi M., Gutierrez M.I., Giacca M. HIV-1 tat transactivator recruits p300 and CREB-binding protein histone acetyltransferases to the viral promoter. Proc. Natl. Acad. Sci. USA. 1998;95:13519–13524. doi: 10.1073/pnas.95.23.13519. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Kiernan R.E., Vanhulle C., Schiltz L., Adam E., Xiao H., Maudoux F., Calomme C., Burny A., Nakatani Y., Jeang K.T., et al.  HIV-1 tat transcriptional activity is regulated by acetylation. EMBO J. 1999;18:6106–6118. doi: 10.1093/emboj/18.21.6106. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Truant R., Cullen B.R. The arginine-rich domains present in human immunodeficiency virus type 1 Tat and Rev function as direct importin beta-dependent nuclear localization signals. Mol. Cell. Biol. 1999;19:1210–1217. doi: 10.1128/MCB.19.2.1210. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Endo-Munoz L., Warby T., Harrich D., McMillan N.A. Phosphorylation of HIV Tat by PKR increases interaction with TAR RNA and enhances transcription. Virol. J. 2005;2:17. doi: 10.1186/1743-422X-2-17. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Smith K.M., Himiari Z., Tsimbalyuk S., Forwood J.K. Structural Basis for Importin-alpha Binding of the Human Immunodeficiency Virus Tat. Sci. Rep. 2017;7:1650. doi: 10.1038/s41598-017-01853-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Zhou Q., Sharp P.A. Tat-SF1: Cofactor for stimulation of transcriptional elongation by HIV-1 Tat. Science. 1996;274:605–610. doi: 10.1126/science.274.5287.605. [PubMed] [CrossRef] [Google Scholar]36. Li X.Y., Green M.R. The HIV-1 Tat cellular coactivator Tat-SF1 is a general transcription elongation factor. Genes Dev. 1998;12:2992–2996. doi: 10.1101/gad.12.19.2992. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Miller H.B., Robinson T.J., Gordan R., Hartemink A.J., Garcia-Blanco M.A. Identification of Tat-SF1 cellular targets by exon array analysis reveals dual roles in transcription and splicing. RNA. 2011;17:665–674. doi: 10.1261/rna.2462011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Parada C.A., Roeder R.G. A novel RNA polymerase II-containing complex potentiates Tat-enhanced HIV-1 transcription. EMBO J. 1999;18:3688–3701. doi: 10.1093/emboj/18.13.3688. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Marshall N.F., Peng J., Xie Z., Price D.H. Control of RNA polymerase II elongation potential by a novel carboxyl-terminal domain kinase. J. Biol. Chem. 1996;271:27176–27183. doi: 10.1074/jbc.271.43.27176. [PubMed] [CrossRef] [Google Scholar]40. Grana X., De Luca A., Sang N., Fu Y., Claudio P.P., Rosenblatt J., Morgan D.O., Giordano A. PITALRE, a nuclear CDC2-related protein kinase that phosphorylates the retinoblastoma protein in vitro. Proc. Natl. Acad. Sci. USA. 1994;91:3834–3838. doi: 10.1073/pnas.91.9.3834. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Marshall N.F., Price D.H. Purification of P-TEFb, a transcription factor required for the transition into productive elongation. J. Biol. Chem. 1995;270:12335–12338. doi: 10.1074/jbc.270.21.12335. [PubMed] [CrossRef] [Google Scholar]42. Alonso A., Cujec T.P., Peterlin B.M. Effects of human chromosome 12 on interactions between Tat and TAR of human immunodeficiency virus type 1. J. Virol. 1994;68:6505–6513. [PMC free article] [PubMed] [Google Scholar]43. Newstein M., Stanbridge E.J., Casey G., Shank P.R. Human chromosome 12 encodes a species-specific factor which increases human immunodeficiency virus type 1 tat-mediated trans activation in rodent cells. J. Virol. 1990;64:4565–4567. [PMC free article] [PubMed] [Google Scholar]44. Herrmann C.H., Rice A.P. Lentivirus Tat proteins specifically associate with a cellular protein kinase, TAK, that hyperphosphorylates the carboxyl-terminal domain of the large subunit of RNA polymerase II: Candidate for a Tat cofactor. J. Virol. 1995;69:1612–1620. [PMC free article] [PubMed] [Google Scholar]45. Mancebo H.S., Lee G., Flygare J., Tomassini J., Luu P., Zhu Y., Peng J., Blau C., Hazuda D., Price D., et al.  P-TEFb kinase is required for HIV Tat transcriptional activation in vivo and in vitro. Genes Dev. 1997;11:2633–2644. doi: 10.1101/gad.11.20.2633. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Kwak Y.T., Ivanov D., Guo J., Nee E., Gaynor R.B. Role of the human and murine cyclin T proteins in regulating HIV-1 tat-activation. J. Mol. Biol. 1999;288:57–69. doi: 10.1006/jmbi.1999.2664. [PubMed] [CrossRef] [Google Scholar]47. Schulze-Gahmen U., Lu H., Zhou Q., Alber T. AFF4 binding to Tat-P-TEFb indirectly stimulates TAR recognition of super elongation complexes at the HIV promoter. Elife. 2014;3:e02375. doi: 10.7554/eLife.02375. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Kuzmina A., Krasnopolsky S., Taube R. Super elongation complex promotes early HIV transcription and its function is modulated by P-TEFb. Transcription. 2017;8:133–149. doi: 10.1080/21541264.2017.1295831. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Cheng B., Li T., Rahl P.B., Adamson T.E., Loudas N.B., Guo J., Varzavand K., Cooper J.J., Hu X., Gnatt A., et al.  Functional association of Gdown1 with RNA polymerase II poised on human genes. Mol. Cell. 2012;45:38–50. doi: 10.1016/j.molcel.2011.10.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Rahl P.B., Lin C.Y., Seila A.C., Flynn R.A., McCuine S., Burge C.B., Sharp P.A., Young R.A. c-Myc regulates transcriptional pause release. Cell. 2010;141:432–445. doi: 10.1016/j.cell.2010.03.030. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Wada T., Takagi T., Yamaguchi Y., Ferdous A., Imai T., Hirose S., Sugimoto S., Yano K., Hartzog G.A., Winston F., et al.  DSIF, a novel transcription elongation factor that regulates RNA polymerase II processivity, is composed of human Spt4 and Spt5 homologs. Genes Dev. 1998;12:343–356. doi: 10.1101/gad.12.3.343. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Yamaguchi Y., Takagi T., Wada T., Yano K., Furuya A., Sugimoto S., Hasegawa J., Handa H. NELF, a multisubunit complex containing RD, cooperates with DSIF to repress RNA polymerase II elongation. Cell. 1999;97:41–51. doi: 10.1016/S0092-8674(00)80713-8. [PubMed] [CrossRef] [Google Scholar]53. Rasmussen E.B., Lis J.T. In vivo transcriptional pausing and cap formation on three Drosophila heat shock genes. Proc. Natl. Acad. Sci. USA. 1993;90:7923–7927. doi: 10.1073/pnas.90.17.7923. [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Rougvie A.E., Lis J.T. The RNA polymerase II molecule at the 5′ end of the uninduced hsp70 gene of D. melanogaster is transcriptionally engaged. Cell. 1988;54:795–804. doi: 10.1016/S0092-8674(88)91087-2. [PubMed] [CrossRef] [Google Scholar]55. Krumm A., Meulia T., Brunvand M., Groudine M. The block to transcriptional elongation within the human c-myc gene is determined in the promoter-proximal region. Genes Dev. 1992;6:2201–2213. doi: 10.1101/gad.6.11.2201. [PubMed] [CrossRef] [Google Scholar]56. Plet A., Eick D., Blanchard J.M. Elongation and premature termination of transcripts initiated from c-fos and c-myc promoters show dissimilar patterns. Oncogene. 1995;10:319–328. [PubMed] [Google Scholar]57. Strobl L.J., Eick D. Hold back of RNA polymerase II at the transcription start site mediates down-regulation of c-myc in vivo. EMBO J. 1992;11:3307–3314. [PMC free article] [PubMed] [Google Scholar]58. Jadlowsky J.K., Wong J.Y., Graham A.C., Dobrowolski C., Devor R.L., Adams M.D., Fujinaga K., Karn J. Negative elongation factor is required for the maintenance of proviral latency but does not induce promoter-proximal pausing of RNA polymerase II on the HIV long terminal repeat. Mol. Cell Biol. 2014;34:1911–1928. doi: 10.1128/MCB.01013-13. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Zhang Z., Klatt A., Gilmour D.S., Henderson A.J. Negative elongation factor NELF represses human immunodeficiency virus transcription by pausing the RNA polymerase II complex. J. Biol. Chem. 2007;282:16981–16988. doi: 10.1074/jbc.M610688200. [PubMed] [CrossRef] [Google Scholar]60. Muller W.E., Okamoto T., Reuter P., Ugarkovic D., Schroder H.C. Functional characterization of Tat protein from human immunodeficiency virus. Evidence that Tat links viral RNAs to nuclear matrix. J. Biol. Chem. 1990;265:3803–3808. [PubMed] [Google Scholar]61. Biglione S., Byers S.A., Price J.P., Nguyen V.T., Bensaude O., Price D.H., Maury W. Inhibition of HIV-1 replication by P-TEFb inhibitors DRB, seliciclib and flavopiridol correlates with release of free P-TEFb from the large, inactive form of the complex. Retrovirology. 2007;4:47. doi: 10.1186/1742-4690-4-47. [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Chao S.H., Fujinaga K., Marion J.E., Taube R., Sausville E.A., Senderowicz A.M., Peterlin B.M., Price D.H. Flavopiridol inhibits P-TEFb and blocks HIV-1 replication. J. Biol. Chem. 2000;275:28345–28348. doi: 10.1074/jbc.C000446200. [PubMed] [CrossRef] [Google Scholar]63. Marciniak R.A., Sharp P.A. HIV-1 Tat protein promotes formation of more-processive elongation complexes. EMBO J. 1991;10:4189–4196. [PMC free article] [PubMed] [Google Scholar]64. Lu X., Zhu X., Li Y., Liu M., Yu B., Wang Y., Rao M., Yang H., Zhou K., Wang Y., et al.  Multiple P-TEFbs cooperatively regulate the release of promoter-proximally paused RNA polymerase II. Nucleic Acids Res. 2016;44:6853–6867. doi: 10.1093/nar/gkw571. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Jang M.K., Mochizuki K., Zhou M., Jeong H.S., Brady J.N., Ozato K. The bromodomain protein Brd4 is a positive regulatory component of P-TEFb and stimulates RNA polymerase II-dependent transcription. Mol. Cell. 2005;19:523–534. doi: 10.1016/j.molcel.2005.06.027. [PubMed] [CrossRef] [Google Scholar]66. Yang Z., Yik J.H., Chen R., He N., Jang M.K., Ozato K., Zhou Q. Recruitment of P-TEFb for stimulation of transcriptional elongation by the bromodomain protein Brd4. Mol. Cell. 2005;19:535–545. doi: 10.1016/j.molcel.2005.06.029. [PubMed] [CrossRef] [Google Scholar]67. Li Z., Guo J., Wu Y., Zhou Q. The BET bromodomain inhibitor JQ1 activates HIV latency through antagonizing Brd4 inhibition of Tat-transactivation. Nucleic Acids Res. 2013;41:277–287. doi: 10.1093/nar/gks976. [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Boehm D., Calvanese V., Dar R.D., Xing S., Schroeder S., Martins L., Aull K., Li P.C., Planelles V., Bradner J.E., et al.  BET bromodomain-targeting compounds reactivate HIV from latency via a Tat-independent mechanism. Cell Cycle. 2013;12:452–462. doi: 10.4161/cc.23309. [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Bartholomeeusen K., Xiang Y., Fujinaga K., Peterlin B.M. Bromodomain and extra-terminal (BET) bromodomain inhibition activate transcription via transient release of positive transcription elongation factor b (P-TEFb) from 7SK small nuclear ribonucleoprotein. J. Biol. Chem. 2012;287:36609–36616. doi: 10.1074/jbc.M112.410746. [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Rice A.P. Cyclin-dependent kinases as therapeutic targets for HIV-1 infection. Expert Opin. Ther. Targets. 2016;20:1453–1461. doi: 10.1080/14728222.2016.1254619. [PMC free article] [PubMed] [CrossRef] [Google Scholar]71. Rice A.P., Kimata J.T. Subversion of Cell Cycle Regulatory Mechanisms by HIV. Cell Host Microbe. 2015;17:736–740. doi: 10.1016/j.chom.2015.05.010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Bres V., Yoh S.M., Jones K.A. The multi-tasking P-TEFb complex. Curr. Opin. Cell Biol. 2008;20:334–340. doi: 10.1016/j.ceb.2008.04.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]73. Lenasi T., Barboric M. P-TEFb stimulates transcription elongation and pre-mRNA splicing through multilateral mechanisms. RNA Biol. 2010;7:145–150. doi: 10.4161/rna.7.2.11057. [PubMed] [CrossRef] [Google Scholar]74. Cho S., Schroeder S., Ott M. CYCLINg through transcription: Posttranslational modifications of P-TEFb regulate transcription elongation. Cell Cycle. 2010;9:1697–1705. doi: 10.4161/cc.9.9.11346. [PMC free article] [PubMed] [CrossRef] [Google Scholar]75. Peterlin B.M., Price D.H. Controlling the elongation phase of transcription with P-TEFb. Mol. Cell. 2006;23:297–305. doi: 10.1016/j.molcel.2006.06.014. [PubMed] [CrossRef] [Google Scholar]76. Zhou Q., Yik J.H. The Yin and Yang of P-TEFb regulation: Implications for human immunodeficiency virus gene expression and global control of cell growth and differentiation. Microbiol. Mol. Biol. Rev. 2006;70:646–659. doi: 10.1128/MMBR.00011-06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Bartholomeeusen K., Fujinaga K., Xiang Y., Peterlin B.M. Histone deacetylase inhibitors (HDACis) that release the positive transcription elongation factor b (P-TEFb) from its inhibitory complex also activate HIV transcription. J. Biol. Chem. 2013;288:14400–14407. doi: 10.1074/jbc.M113.464834. [PMC free article] [PubMed] [CrossRef] [Google Scholar]78. Cary D.C., Fujinaga K., Peterlin B.M. Euphorbia Kansui Reactivates Latent HIV. PLoS ONE. 2016;11:e0168027.  doi: 10.1371/journal.pone.0168027. [PMC free article] [PubMed] [CrossRef] [Google Scholar]79. Cary D.C., Fujinaga K., Peterlin B.M. Molecular mechanisms of HIV latency. J. Clin. Investig. 2016;126:448–454. doi: 10.1172/JCI80565. [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. Barboric M., Yik J.H., Czudnochowski N., Yang Z., Chen R., Contreras X., Geyer M., Matija Peterlin B., Zhou Q. Tat competes with HEXIM1 to increase the active pool of P-TEFb for HIV-1 transcription. Nucleic Acids Res. 2007;35:2003–2012. doi: 10.1093/nar/gkm063. [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Sedore S.C., Byers S.A., Biglione S., Price J.P., Maury W.J., Price D.H. Manipulation of P-TEFb control machinery by HIV: Recruitment of P-TEFb from the large form by Tat and binding of HEXIM1 to TAR. Nucleic Acids Res. 2007;35:4347–4358. doi: 10.1093/nar/gkm443. [PMC free article] [PubMed] [CrossRef] [Google Scholar]82. Fujinaga K., Luo Z., Peterlin B.M. Genetic analysis of the structure and function of 7SK small nuclear ribonucleoprotein (snRNP) in cells. J. Biol. Chem. 2014;289:21181–21190. doi: 10.1074/jbc.M114.557751. [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Asamitsu K., Hirokawa T., Hibi Y., Okamoto T. Molecular dynamics simulation and experimental verification of the interaction between cyclin T1 and HIV-1 Tat proteins. PLoS ONE. 2015;10:e0119451.  doi: 10.1371/journal.pone.0119451. [PMC free article] [PubMed] [CrossRef] [Google Scholar]84. Tahirov T.H., Babayeva N.D., Varzavand K., Cooper J.J., Sedore S.C., Price D.H. Crystal structure of HIV-1 Tat complexed with human P-TEFb. Nature. 2010;465:747–751. doi: 10.1038/nature09131. [PMC free article] [PubMed] [CrossRef] [Google Scholar]85. Gu J., Babayeva N.D., Suwa Y., Baranovskiy A.G., Price D.H., Tahirov T.H. Crystal structure of HIV-1 Tat complexed with human P-TEFb and AFF4. Cell Cycle. 2014;13:1788–1797. doi: 10.4161/cc.28756. [PMC free article] [PubMed] [CrossRef] [Google Scholar]86. Garber M.E., Wei P., KewalRamani V.N., Mayall T.P., Herrmann C.H., Rice A.P., Littman D.R., Jones K.A. The interaction between HIV-1 Tat and human cyclin T1 requires zinc and a critical cysteine residue that is not conserved in the murine CycT1 protein. Genes Dev. 1998;12:3512–3527. doi: 10.1101/gad.12.22.3512. [PMC free article] [PubMed] [CrossRef] [Google Scholar]87. Bieniasz P.D., Grdina T.A., Bogerd H.P., Cullen B.R. Recruitment of a protein complex containing Tat and cyclin T1 to TAR governs the species specificity of HIV-1 Tat. EMBO J. 1998;17:7056–7065. doi: 10.1093/emboj/17.23.7056. [PMC free article] [PubMed] [CrossRef] [Google Scholar]88. Fujinaga K., Taube R., Wimmer J., Cujec T.P., Peterlin B.M. Interactions between human cyclin T, Tat, and the transactivation response element (TAR) are disrupted by a cysteine to tyrosine substitution found in mouse cyclin T. Proc. Natl. Acad. Sci. USA. 1999;96:1285–1290. doi: 10.1073/pnas.96.4.1285. [PMC free article] [PubMed] [CrossRef] [Google Scholar]89. Ivanov D., Kwak Y.T., Nee E., Guo J., Garcia-Martinez L.F., Gaynor R.B. Cyclin T1 domains involved in complex formation with Tat and TAR RNA are critical for tat-activation. J. Mol. Biol. 1999;288:41–56. doi: 10.1006/jmbi.1999.2663. [PubMed] [CrossRef] [Google Scholar]90. Asamitsu K., Hibi Y., Imai K., Victoriano A.F., Kurimoto E., Kato K., Okamoto T. Functional characterization of human cyclin T1 N-terminal region for human immunodeficiency virus-1 Tat transcriptional activation. J. Mol. Biol. 2011;410:887–895. doi: 10.1016/j.jmb.2011.04.061. [PubMed] [CrossRef] [Google Scholar]91. Fujinaga K., Irwin D., Geyer M., Peterlin B.M. Optimized chimeras between kinase-inactive mutant Cdk9 and truncated cyclin T1 proteins efficiently inhibit Tat transactivation and human immunodeficiency virus gene expression. J. Virol. 2002;76:10873–10881. doi: 10.1128/JVI.76.21.10873-10881.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]92. Jadlowsky J.K., Nojima M., Okamoto T., Fujinaga K. Dominant negative mutant cyclin T1 proteins that inhibit HIV transcription by forming a kinase inactive complex with Tat. J. Gen. Virol. 2008;89:2783–2787. doi: 10.1099/vir.0.2008/002857-0. [PubMed] [CrossRef] [Google Scholar]93. Jadlowsky J.K., Nojima M., Schulte A., Geyer M., Okamoto T., Fujinaga K. Dominant negative mutant cyclin T1 proteins inhibit HIV transcription by specifically degrading Tat. Retrovirology. 2008;5:63. doi: 10.1186/1742-4690-5-63. [PMC free article] [PubMed] [CrossRef] [Google Scholar]94. Kuzmina A., Verstraete N., Galker S., Maatook M., Bensaude O., Taube R. A single point mutation in cyclin T1 eliminates binding to Hexim1, Cdk9 and RNA but not to AFF4 and enforces repression of HIV transcription. Retrovirology. 2014;11:51. doi: 10.1186/1742-4690-11-51. [PMC free article] [PubMed] [CrossRef] [Google Scholar]95. Verstraete N., Kuzmina A., Diribarne G., Nguyen V.T., Kobbi L., Ludanyi M., Taube R., Bensaude O. A Cyclin T1 point mutation that abolishes positive transcription elongation factor (P-TEFb) binding to Hexim1 and HIV tat. Retrovirology. 2014;11:50. doi: 10.1186/1742-4690-11-50. [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Toth G., Borics A. Closing of the flaps of HIV-1 protease induced by substrate binding: A model of a flap closing mechanism in retroviral aspartic proteases. Biochemistry. 2006;45:6606–6614. doi: 10.1021/bi060188k. [PubMed] [CrossRef] [Google Scholar]97. Hornak V., Okur A., Rizzo R.C., Simmerling C. HIV-1 protease flaps spontaneously close to the correct structure in simulations following manual placement of an inhibitor into the open state. J. Am. Chem. Soc. 2006;128:2812–2813. doi: 10.1021/ja058211x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]98. Miller F., Kentsis A., Osman R., Pan Z.Q. Inactivation of VHL by tumorigenic mutations that disrupt dynamic coupling of the pVHL.hypoxia-inducible transcription factor-1alpha complex. J. Biol. Chem. 2005;280:7985–7996. doi: 10.1074/jbc.M413160200. [PubMed] [CrossRef] [Google Scholar]99. Asamitsu K., Hirokawa T., Okamoto T. MD simulation of the Tat/Cyclin T1/CDK9 complex revealing the hidden catalytic cavity within the CDK9 molecule upon Tat binding. PLoS ONE. 2017;12:e0171727.  doi: 10.1371/journal.pone.0171727. [PMC free article] [PubMed] [CrossRef] [Google Scholar]100. Selvin P.R. The renaissance of fluorescence resonance energy transfer. Nat. Struct. Biol. 2000;7:730–734. doi: 10.1038/78948. [PubMed] [CrossRef] [Google Scholar]101. Marcello A., Cinelli R.A., Ferrari A., Signorelli A., Tyagi M., Pellegrini V., Beltram F., Giacca M. Visualization of in vivo direct interaction between HIV-1 TAT and human cyclin T1 in specific subcellular compartments by fluorescence resonance energy transfer. J. Biol. Chem. 2001;276:39220–39225. doi: 10.1074/jbc.M104830200. [PubMed] [CrossRef] [Google Scholar]102. Kerppola T.K. Bimolecular fluorescence complementation (BiFC) analysis as a probe of protein interactions in living cells. Annu. Rev. Biophys. 2008;37:465–487. doi: 10.1146/annurev.biophys.37.032807.125842. [PMC free article] [PubMed] [CrossRef] [Google Scholar]103. Fujinaga K., Luo Z., Schaufele F., Peterlin B.M. Visualization of positive transcription elongation factor b (P-TEFb) activation in living cells. J. Biol. Chem. 2015;290:1829–1836. doi: 10.1074/jbc.M114.605816. [PMC free article] [PubMed] [CrossRef] [Google Scholar]104. Koyano F., Okatsu K., Kosako H., Tamura Y., Go E., Kimura M., Kimura Y., Tsuchiya H., Yoshihara H., Hirokawa T., et al.  Ubiquitin is phosphorylated by PINK1 to activate parkin. Nature. 2014;510:162–166. doi: 10.1038/nature13392. [PubMed] [CrossRef] [Google Scholar]105. Asamitsu K., Omagari K., Okuda T., Hibi Y., Okamoto T. Quantification of the HIV transcriptional activator complex in live cells by image-based protein-protein interaction analysis. Genes Cells. 2016;21:706–716. doi: 10.1111/gtc.12375. [PubMed] [CrossRef] [Google Scholar]106. Churchill M.J., Deeks S.G., Margolis D.M., Siliciano R.F., Swanstrom R. HIV reservoirs: What, where and how to target them. Nat. Rev. Microbiol. 2016;14:55–60. doi: 10.1038/nrmicro.2015.5. [PubMed] [CrossRef] [Google Scholar]107. Siliciano R.F., Greene W.C. HIV latency. Cold Spring Harb. Perspect. Med. 2011;1:a007096. doi: 10.1101/cshperspect.a007096. [PMC free article] [PubMed] [CrossRef] [Google Scholar]108. Hsu M.C., Schutt A.D., Holly M., Slice L.W., Sherman M.I., Richman D.D., Potash M.J., Volsky D.J. Inhibition of HIV replication in acute and chronic infections in vitro by a Tat antagonist. Science. 1991;254:1799–1802. doi: 10.1126/science.1763331. [PubMed] [CrossRef] [Google Scholar]109. Li M., Li H., Rossi J.J. RNAi in combination with a ribozyme and TAR decoy for treatment of HIV infection in hematopoietic cell gene therapy. Ann. N. Y. Acad. Sci. 2006;1082:172–179. doi: 10.1196/annals.1348.006. [PubMed] [CrossRef] [Google Scholar]110. Nguyen K., Das B., Dobrowolski C., Karn J. Multiple Histone Lysine Methyltransferases Are Required for the Establishment and Maintenance of HIV-1 Latency. MBio. 2017;8:e00133–17. doi: 10.1128/mBio.00133-17. [PMC free article] [PubMed] [CrossRef] [Google Scholar]111. Archin N.M., Sung J.M., Garrido C., Soriano-Sarabia N., Margolis D.M. Eradicating HIV-1 infection: Seeking to clear a persistent pathogen. Nat. Rev. Microbiol. 2014;12:750–764. doi: 10.1038/nrmicro3352. [PMC free article] [PubMed] [CrossRef] [Google Scholar]112. Darcis G., Van Driessche B., Van Lint C. Preclinical shock strategies to reactivate latent HIV-1: An update. Curr. Opin. HIV AIDS. 2016;11:388–393. doi: 10.1097/COH.0000000000000288. [PubMed] [CrossRef] [Google Scholar]113. Siliciano J.D., Siliciano R.F. HIV-1 eradication strategies: Design and assessment. Curr. Opin. HIV AIDS. 2013;8:318–325. doi: 10.1097/COH.0b013e328361eaca. [PMC free article] [PubMed] [CrossRef] [Google Scholar]114. Siliciano J.D., Siliciano R.F. Recent developments in the search for a cure for HIV-1 infection: Targeting the latent reservoir for HIV-1. J. Allergy Clin. Immunol. 2014;134:12–19. doi: 10.1016/j.jaci.2014.05.026. [PubMed] [CrossRef] [Google Scholar]115. Karn J. Tackling Tat. J. Mol. Biol. 1999;293:235–254. doi: 10.1006/jmbi.1999.3060. [PubMed] [CrossRef] [Google Scholar]116. Siliciano J.D., Siliciano R.F. Recent developments in the effort to cure HIV infection: Going beyond N = 1. J. Clin. Investig. 2016;126:409–414. doi: 10.1172/JCI86047. [PMC free article] [PubMed] [CrossRef] [Google Scholar]117. Spivak A.M., Planelles V. Novel Latency Reversal Agents for HIV-1 Cure. Annu. Rev. Med. 2018;69:421–436. doi: 10.1146/annurev-med-052716-031710. [PMC free article] [PubMed] [CrossRef] [Google Scholar]118. Delagreverie H.M., Delaugerre C., Lewin S.R., Deeks S.G., Li J.Z. Ongoing Clinical Trials of Human Immunodeficiency Virus Latency-Reversing and Immunomodulatory Agents. Open Forum Infect. Dis. 2016;3:ofw189. doi: 10.1093/ofid/ofw189. [PMC free article] [PubMed] [CrossRef] [Google Scholar]119. Kim Y., Anderson J.L., Lewin S.R. Getting the “Kill” into “Shock and Kill”: Strategies to Eliminate Latent HIV. Cell Host Microbe. 2018;23:14–26. doi: 10.1016/j.chom.2017.12.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]120. Lusic M., Siliciano R.F. Nuclear landscape of HIV-1 infection and integration. Nat. Rev. Microbiol. 2017;15:69–82. doi: 10.1038/nrmicro.2016.162. [PubMed] [CrossRef] [Google Scholar]121. Poveda E. Ingenol derivates promising for HIV eradication. AIDS Rev. 2014;16:246. [PubMed] [Google Scholar]122. Spivak A.M., Bosque A., Balch A.H., Smyth D., Martins L., Planelles V. Ex Vivo Bioactivity and HIV-1 Latency Reversal by Ingenol Dibenzoate and Panobinostat in Resting CD4(+) T Cells from Aviremic Patients. Antimicrob. Agents Chemother. 2015;59:5984–5991. doi: 10.1128/AAC.01077-15. [PMC free article] [PubMed] [CrossRef] [Google Scholar]123. Wang P., Lu P., Qu X., Shen Y., Zeng H., Zhu X., Zhu Y., Li X., Wu H., Xu J., et al.  Reactivation of HIV-1 from Latency by an Ingenol Derivative from Euphorbia Kansui. Sci. Rep. 2017;7:9451. doi: 10.1038/s41598-017-07157-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]124. Mousseau G., Kessing C.F., Fromentin R., Trautmann L., Chomont N., Valente S.T. The Tat Inhibitor Didehydro-Cortistatin A Prevents HIV-1 Reactivation from Latency. MBio. 2015;6:e00465. doi: 10.1128/mBio.00465-15. [PMC free article] [PubMed] [CrossRef] [Google Scholar]125. Mousseau G., Valente S.T. Didehydro-Cortistatin A: A new player in HIV-therapy? Expert Rev. Anti Infect. Ther. 2016;14:145–148. doi: 10.1586/14787210.2016.1122525. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}