{"title": "Feasibility and safety of low-flow extracorporeal CO 2 removal managed with a renal replacement platform to enhance lung-protective ventilation of patients with mild-to-moderate ARDS", "pubDate": "2018", "PMCID": "PMC5944133", "DOI": "10.1186/s13054-018-2038-5", "PMID": "29743094", "abstract": "Background:                       Extracorporeal carbon-dioxide removal (ECCO2R) might allow ultraprotective mechanical ventilation with lower tidal volume (VT) (< 6 ml/kg predicted body weight), plateau pressure (Pplat) (< 30 cmH2O), and driving pressure to limit ventilator-induced lung injury. This study was undertaken to assess the feasibility and safety of ECCO2R managed with a renal replacement therapy (RRT) platform to enable very low tidal volume ventilation of patients with mild-to-moderate acute respiratory distress syndrome (ARDS).                  Methods:                       Twenty patients with mild (n = 8) or moderate (n = 12) ARDS were included. VT was gradually lowered from 6 to 5, 4.5, and 4 ml/kg, and PEEP adjusted to reach 23 ≤ Pplat ≤ 25 cmH2O. Standalone ECCO2R (no hemofilter associated with the RRT platform) was initiated when arterial PaCO2 increased by > 20% from its initial value. Ventilation parameters (VT, respiratory rate, PEEP), respiratory system compliance, Pplat and driving pressure, arterial blood gases, and ECCO2R-system operational characteristics were collected during at least 24 h of very low tidal volume ventilation. Complications, day-28 mortality, need for adjuvant therapies, and data on weaning off ECCO2R and mechanical ventilation were also recorded.                  Results:                       While VT was reduced from 6 to 4 ml/kg and Pplat kept < 25 cmH2O, PEEP was significantly increased from 13.4 ± 3.6 cmH2O at baseline to 15.0 ± 3.4 cmH2O, and the driving pressure was significantly reduced from 13.0 ± 4.8 to 7.9 ± 3.2 cmH2O (both p < 0.05). The PaO2/FiO2 ratio and respiratory-system compliance were not modified after VT reduction. Mild respiratory acidosis occurred, with mean PaCO2 increasing from 43 ± 8 to 53 ± 9 mmHg and mean pH decreasing from 7.39 ± 0.1 to 7.32 ± 0.10 from baseline to 4 ml/kg VT, while the respiratory rate was not altered. Mean extracorporeal blood flow, sweep-gas flow, and CO2 removal were 421 ± 40 ml/min, 10 ± 0.3 L/min, and 51 ± 26 ml/min, respectively. Mean treatment duration was 31 ± 22 h. Day-28 mortality was 15%.                  Conclusions:                       A low-flow ECCO2R device managed with an RRT platform easily and safely enabled very low tidal volume ventilation with moderate increase in PaCO2 in patients with mild-to-moderate ARDS.                  Trial registration:                       ClinicalTrials.gov, NCT02606240. Registered on 17 November 2015.", "author": [{"author": "Matthieu Schmidt", "affiliation": ["Sorbonne Université, INSERM, UMRS_1166-iCAN, Institute of Cardiometabolism and Nutrition, Pitié-Salpêtrière Hospital, F-75013, Paris, France.", "Service de Médecine Intensive et Réanimation, Assistance Publique-Hôpitaux de Paris, Pitié-Salpêtrière Hospital, 47, boulevard de l'Hôpital, F-75013, Paris, France."], "href": "/?term=Schmidt+M&cauthor_id=29743094"}, {"author": "Samir Jaber", "affiliation": ["Département d'Anesthésie et Réanimation B, CHU de Montpellier, Hôpital Saint-Eloi, INSERM Unité 1046, Université Montpellier 1, Montpellier, France."], "href": "/?term=Jaber+S&cauthor_id=29743094"}, {"author": "Elie Zogheib", "affiliation": ["Anesthesiology and Critical Care Medicine Department, Amiens University Hospital, INSERM U-1088, Université de Picardie Jules-Verne, 80054, Amiens Cedex, France."], "href": "/?term=Zogheib+E&cauthor_id=29743094"}, {"author": "Thomas Godet", "affiliation": ["Département de Médecine Périopératoire (MPO), Centre Hospitalier Universitaire (CHU) Clermont-Ferrand, Clermont-Ferrand, France.", "GReD, UMR/CNRS6293, Université Clermont-Auvergne, INSERM U1103, F-63003, Clermont-Ferrand, France."], "href": "/?term=Godet+T&cauthor_id=29743094"}, {"author": "Gilles Capellier", "affiliation": ["Medical Intensive Care Unit, Besançon University Hospital, Besançon, France.", "Research Unit EA 3920 and SFR FED 4234, University of Franche Comté, Besançon, France."], "href": "/?term=Capellier+G&cauthor_id=29743094"}, {"author": "Alain Combes", "affiliation": ["Sorbonne Université, INSERM, UMRS_1166-iCAN, Institute of Cardiometabolism and Nutrition, Pitié-Salpêtrière Hospital, F-75013, Paris, France. alain.combes@aphp.fr.", "Service de Médecine Intensive et Réanimation, Assistance Publique-Hôpitaux de Paris, Pitié-Salpêtrière Hospital, 47, boulevard de l'Hôpital, F-75013, Paris, France. alain.combes@aphp.fr."], "href": "/?term=Combes+A&cauthor_id=29743094"}], "refPMID": ["9445314", "17167015", "10793162", "17038660", "16081547", "25693014", "20068449", "22246860", "10903243", "23306584", "19741487", "28459322", "25887146", "26004872", "25230375", "29179681", "26488219", "22926653", "18270353", "28306327", "27620287", "22491953", "26903337", "28108768", "16540950", "27456703", "23460154", "26861596", "28132075", "27586996", "27757516", "27176622", "28914339"], "citedInPMID": ["29743094", "34514751", "34307397", "34093735", "34053911", "33969909", "33932971", "33709318", "33618281", "33411146", "33374762", "33304914", "33260539", "33140180", "32985328", "32768001", "32454500", "32405714", "32095838", "31769043", "31701204", "31694688", "31584110", "31549225", "31452899", "31346806", "31197492", "31020339", "30911910", "30850002", "30849995", "30790030", "30617611", "29988327"], "body": " AbstractBackgroundExtracorporeal carbon-dioxide removal (ECCO2R) might allow ultraprotective mechanical ventilation with lower tidal volume (VT) (< 6 ml/kg predicted body weight), plateau pressure (Pplat) (< 30 cmH2O), and driving pressure to limit ventilator-induced lung injury. This study was undertaken to assess the feasibility and safety of ECCO2R managed with a renal replacement therapy (RRT) platform to enable very low tidal volume ventilation of patients with mild-to-moderate acute respiratory distress syndrome (ARDS).MethodsTwenty patients with mild (n = 8) or moderate (n = 12) ARDS were included. VT was gradually lowered from 6 to 5, 4.5, and 4 ml/kg, and PEEP adjusted to reach 23 ≤ Pplat ≤ 25 cmH2O. Standalone ECCO2R (no hemofilter associated with the RRT platform) was initiated when arterial PaCO2 increased by > 20% from its initial value. Ventilation parameters (VT, respiratory rate, PEEP), respiratory system compliance, Pplat and driving pressure, arterial blood gases, and ECCO2R-system operational characteristics were collected during at least 24 h of very low tidal volume ventilation. Complications, day-28 mortality, need for adjuvant therapies, and data on weaning off ECCO2R and mechanical ventilation were also recorded.ResultsWhile VT was reduced from 6 to 4 ml/kg and Pplat kept < 25 cmH2O, PEEP was significantly increased from 13.4 ± 3.6 cmH2O at baseline to 15.0 ± 3.4 cmH2O, and the driving pressure was significantly reduced from 13.0 ± 4.8 to 7.9 ± 3.2 cmH2O (both p < 0.05). The PaO2/FiO2 ratio and respiratory-system compliance were not modified after VT reduction. Mild respiratory acidosis occurred, with mean PaCO2 increasing from 43 ± 8 to 53 ± 9 mmHg and mean pH decreasing from 7.39 ± 0.1 to 7.32 ± 0.10 from baseline to 4 ml/kg VT, while the respiratory rate was not altered. Mean extracorporeal blood flow, sweep-gas flow, and CO2 removal were 421 ± 40 ml/min, 10 ± 0.3 L/min, and 51 ± 26 ml/min, respectively. Mean treatment duration was 31 ± 22 h. Day-28 mortality was 15%.ConclusionsA low-flow ECCO2R device managed with an RRT platform easily and safely enabled very low tidal volume ventilation with moderate increase in PaCO2 in patients with mild-to-moderate ARDS.Trial registrationClinicalTrials.gov, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02606240\",\"term_id\":\"NCT02606240\"}}NCT02606240. Registered on 17 November 2015.Keywords: Extracorporeal carbon-dioxide removal, Acute respiratory distress syndrome, Protective ventilation BackgroundOver the past few decades, highly significant progress has been made in understanding the pathophysiology of the acute respiratory distress syndrome (ARDS). Recognition of ventilation-induced lung injuries (VILIs) has led to radical modifications of the ventilatory management of these patients [1, 2]. The landmark trial by the ARDSNet group demonstrated that ventilating ARDS patients with a low tidal volume (VT) of 6 ml/kg (vs 12 ml/kg) significantly decreased mortality [3]. However, recent results showed that lung hyperinflation still occurs in approximately 30% of ARDS patients, despite ventilation with the ARDSNet strategy [4]. That analysis suggested a beneficial effect of VT reduction, even for patients already with plateau pressure (Pplat) < 30 cmH2O [5]. Decreasing VT and Pplat will also lower the driving pressure, which was recently identified as a major risk factor for mortality in ARDS patients [6].VT reduction to < 6 ml/kg to achieve very low Pplat induces severe hypercapnia, which raises intracranial pressure, causes pulmonary hypertension, decreases myocardial contractility, reduces renal blood flow, and releases endogenous catecholamines [7, 8]. This strategy is therefore not possible for most ARDS patients on conventional mechanical ventilation (MV) [9]. Extracorporeal carbon-dioxide removal (ECCO2R) may be used to achieve VT < 6 ml/kg, thereby lowering Pplat and driving pressure in this setting [10–13]. However, the ability to decrease MV intensity with these ECCO2R devices, especially those based on a renal replacement therapy (RRT) platform, are limited to animal [14] or single-center [11, 15–17] studies.The aim of this prospective, multicenter study was to evaluate the safety and feasibility of a low-flow ECCO2R device managed by an RRT platform (PrismaLung®; Gambro-Baxter, Meyzieu, France) to enable very low tidal volume ventilation in patients with mild-to-moderate ARDS. MethodsStudy design and procedureThis pilot study was conducted during a 14-month period (March 2016–June 2017) in five medical and surgical intensive care units (ICUs) experienced in the care of ARDS patients and use of extracorporeal gas-exchange devices. It was approved by appropriate legal and ethics authorities (Comité de Protection des Personnes Ile-de-France 6, Paris, France; no. 15.1026). The clinical trial protocol was registered with www.clinicaltrials.gov (ClinicalTrials.gov identifier: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02606240\",\"term_id\":\"NCT02606240\"}}NCT02606240).PatientsAs predefined, 20 consecutive patients were included. Inclusion criteria were: mild-to-moderate ARDS according to the Berlin definition [18], 100 mmHg < partial alveolar oxygen pressure/fraction of inspired oxygen (PaO2/FiO2) < 300 mmHg with positive end-expiratory pressure (PEEP) > 5 cmH2O on MV expected to last > 24 h; and bilateral opacities on chest imaging. Exclusion criteria were: age < 18 years, pregnancy, patients with decompensated heart failure or acute coronary syndrome, severe chronic-obstructive pulmonary disease, respiratory acidosis with partial pressure of blood carbon dioxide (PCO2)> 80 mmHg, acute brain injury, severe liver insufficiency (Child–Pugh scores > 7) or fulminant hepatic failure, heparin-induced thrombocytopenia, systemic anticoagulation contraindicated, decision to limit therapeutic interventions, catheter access to femoral vein or jugular vein impossible, pneumothorax, and platelet count < 50 G/L.ECCO2R systemECCO2R was provided by a low-flow, standalone (without concomitant RRT), CO2-removal device (Prismalung®; Gambro-Baxter) integrated into the Prismaflex® platform (Gambro-Baxter). The polymethylpentene, hollow fiber, gas-exchanger membrane (surface area 0.32 m2) was connected to the extracorporeal circuit, with standard tubes and a Luer-Lock system. A 13-Fr hemodialysis venous catheter (Gamcath™®; Gambro-Baxter) was aseptically and percutaneously inserted under ultrasonography guidance into the right jugular (15 cm) or the femoral (25 cm) vein after an unfractionated heparin bolus (80 IU/kg). Systemic heparinization was started after catheter insertion aiming for an activated partial thromboplastin time ratio (aPTTr) 1.5–2.0× that of the control. Blood was drawn from the superior vena cava and reinjected into the right atrium through the distal lumen. The Prismaflex® device monitored continuous venous, arterial line, and filter pressures.Study protocolPatients were sedated, paralyzed, and ventilated in accordance with the EXPRESS trial protocol [19]: VT at 6 ml/kg of predicted body weight (PBW); PEEP set to achieve Pplat of 28–30 cmH2O; and respiratory rate (RR) set at 20–35 breaths/min to maintain approximately the same minute ventilation as before study initiation. After priming, the Prismaflex® device was connected to the patient and extracorporeal blood flow was progressively increased to 400–450 ml/min. Sweep-gas flow through the membrane remained at 0 L/min during this phase such that, initially, no CO2 was removed.Following a 2-h run-in time, VT was gradually reduced from 6 to 5, 4.5, and 4 ml/kg PBW every 30 min and PEEP adjusted to reach 23 ≤ Pplat ≤ 25 cmH2O. At each VT level: if arterial PaCO2 rose by > 20% from the baseline PaCO2 obtained at 6 ml/kg, the sweep-gas flow through the ECCO2R device was switched on with 100% oxygen at 10 L/min; if PaCO2 was maintained within ± 20% of baseline PaCO2, VT was gradually decreased to a minimum of 4 ml/kg; and if PaCO2 remained < 20% at 4 ml/kg PaCO2 under the aforementioned ECCO2R settings, the RR could be decreased to 15–18 breaths/min. On the other hand, the RR could also be increased up to 35 breaths/min to maintain PaCO2 within the targeted range. If undesirable hypercapnia/acidosis persisted (i.e., > 20% 6 ml/kg PaCO2), VT was reincreased to the previous step level. Refractory hypoxemia and/or hypercapnia could be managed, at the attending physician’s discretion, with nitric oxide, prone positioning, and/or venovenous extracorporeal membrane oxygenation (ECMO).The ECCO2R-facilitated very low tidal volume ventilation strategy was continued for at least 24 h. The potential for weaning off very low tidal volume ventilation and ECCO2R was assessed daily if PaO2/FiO2 > 200 by setting MV according to conventional ARDSnet settings (VT = 6 ml/kg, PEEP = 5–10 cmH2O, RR = 20–30 breaths/min, FiO2 = 40%) and switching off the sweep-gas flow through the ECCO2R device. If, under these conditions, the patient remained stable for at least 12 h with Pplat < 25 cmH2O and PaCO2 < 50 mmHg (allowing for RR up to 30–35 breaths/min), the ECCO2R device and venous catheter were removed. The manufacturer determined the Prismalung® membrane’s maximum duration to be 72 h.Data collectionVentilator settings (VT, PEEP, RR, Pplat, minute ventilation, FiO2), hemodynamic parameters (mean arterial pressure, heart rate, vasopressor dose) and arterial blood-gas values (pH, PaO2, PaCO2, HCO3−, lactate), heparin dose, and aPTTr were collected at baseline, after the run-in-time, 30 min after every VT reduction, and at least twice a day during the subsequent days on ECCO2R. Blood-chemistry determinations were obtained daily. Respiratory-system compliance and driving pressure were calculated according to the standard formulas [6, 20]. CO2 clearance by ECCO2R (ml/min) during the first 24 h was calculated as follows [17]:(CtCO2PRE – CtCO2POST) × 22.4 × ECCO2R blood flow / 1000,where CtCO2PRE and CtCO2POST were the pre and post oxygenator blood CO2 content, and CtCO2 (mmol/l) = (0.0307 × PCO2) + HCO3−actual.Serious adverse events (SAEs) were prospectively defined as: any event that is fatal or immediately life-threatening, permanently disabling, severely incapacitating, or requires prolonged hospitalization; OR any event that may jeopardize the patient and requires medical or surgical intervention to prevent one of these outcomes; AND any event that the attending physician perceives might be directly related to enrollment in the clinical trial. An AE was defined as: study related when it could be attributed to a study procedure and could readily have been produced by the study procedure; or nonstudy related when it was related primarily to the underlying disease or to ARDS and its sequelae. Other AEs not fulfilling this definition were recorded in the patients’ case-report forms. After ECCO2R discontinuation, subjects were monitored for AEs until hospital discharge or day 8 post enrollment, whichever occurred first.Statistical analysesStatistical analysis was performed by one-way analysis of variance (ANOVA) for repeated measures, followed by a Bonferroni post-hoc test for comparison between different times. Results are expressed as mean ± SD and p < 0.05 defined statistical significance. Analyses were computed with StatView v5.0 (SAS Institute Inc., Cary, NC, USA) and SPSS v22 (SPSS Inc., Chicago, IL, USA) software. ResultsTwenty patients with mild (n = 8) or moderate ARDS (n = 12) were included; 18 underwent jugular cannulation. Patients’ baseline characteristics are reported in Table 1. Neuromuscular blockade, nitric oxide, and prone positioning were applied before inclusion to 16, 9, and 8 patients, respectively. Ventilator settings during the VT reduction phase are presented in Table 2 and Fig. 1. At baseline, all patients received protective ventilation with VT set at 6.10 ± 0.30 ml/kg PBW and PEEP at 13.4 ± 3.6 cmH2O. VT was gradually lowered to 4 ml/kg for all but one patient (who remained at the 4.5 ml/kg step because PaCO2 increased > 20% from baseline at the 4.5 ml/kg step despite ECCO2R; see Table 2). While Pplat was decreased < 25 cmH2O with VT reduction to 4 ml/kg, PEEP was significantly increased from 13.4 ± 3.6 cmH2O at baseline to 15.0 ± 3.4 cmH2O, according to the very low tidal volume ventilation strategy. As a result, the driving pressure was reduced from 13.0 ± 4.8 to 7.9 ± 3.2 cmH2O (p < 0.05). Mean PaCO2 increased from 43 ± 8 to 53 ± 9 mmHg and mean pH decreased from 7.39 ± 0.1 to 7.32 ± 0.10 from baseline to 4 ml/kg VT, while RR was not modified. The mean CO2-removal rate was 51 ± 26 ml/min with 421 ± 40 ml/min blood flow and sweep-gas flow set at 10 ± 0.3 L/min. Importantly, VT and driving pressure reductions with ECCO2R were not accompanied by significant changes of PaO2/FiO2, respiratory-system compliance, and hemodynamic status (Table 2). In the 24 h following ECCO2R initiation, nitric oxide was applied to four patients, of whom two also received prone positioning. No patients required ECMO for worsening hypoxemia while receiving very low tidal volume ventilation.Table 1Baseline characteristics of the 20 patientsCharacteristicValueSex (male/female)11/9Age (years)60 ± 12Body mass index (kg/m2)30 ± 7Medical/surgical14/6SAPS II56 ± 21SOFA score at ECCO2R insertion9.3 ± 4.3Pulmonary ARDS risk factor Community-acquired pneumonia5 (25) Nosocomial pneumonia6 (30) Inhalation pneumonia5 (25)Nonpulmonary ARDS risk factor Pancreatitis2 (10) Other2 (10)Pre-ECCO2R adjuvant therapy Neuromuscular blockade16 (80) Prone positioning8 (40) Nitric oxide9 (45) Recruitment maneuvers0 (0) ECMO0 (0)Time from intubation to ECCO2R initiation (days)4 (2–7)Outcome Mechanical ventilation duration (days)13 (9–38) ICU length of stay (days)18 (14–41) Day-28 mortality3 (15)Open in a separate windowData presented as n (%), mean ± standard deviation, or median (25–75% interquartile range)ARDS acute respiratory distress syndrome, ECCO2R extracorporeal carbon-dioxide removal, ECMO extracorporeal membrane oxygenation, ICU intensive care unit, SAPS Simplified Acute Physiology Score, SOFA Sequential Organ-Failure AssessmentTable 2Time course of ventilation parameters during the run-in phaseParameterBaseline(n = 20)VT 5 ml/kg(n = 20)VT 4.5 ml/kg(n = 20)VT 4 ml/kg(n = 19)aVentilation variable VT (ml/kg PBW)b6.10 ± 0.305.04 ± 0.22c4.49 ± 0.12c3.98 ± 0.18c RR (breaths/min)26 ± 426 ± 426 ± 425 ± 6 PEEP (cmH2O)b13.4 ± 3.613.4 ± 3.314.4 ± 3.3v15.0 ± 3.4 Pplat (cmH2O)b26.3 ± 3.524.1 ± 3.0c23.3 ± 2.8c22.8 ± 2.6c Driving pressure (cmH2O)b13.0 ± 4.810.7 ± 3.8v8.9 ± 3.3v7.9 ± 3.2c Compliance (ml/cmH2O)33.8 ± 14.233.6 ± 12.736.0 ± 13.336.9 ± 13.4 PaO2/FiO2188 ± 75192 ± 80191 ± 71184 ± 67Blood gases pHb7.39 ± 0.17.36 ± 0.107.34 ± 0.10c7.32 ± 0.10c PaO2 (mmHg)96 ± 3693 ± 3096 ± 2489 ± 19 PaCO2 (mmHg)b43 ± 846 ± 749 ± 9c53 ± 9c HCO3 (mmol/L)26 ± 426 ± 427 ± 527 ± 4 Lactate (mmol/L)1.4 ± 0.61.2 ± 0.41.2 ± 0.51.2 ± 0.4Patients on ECCO2R, nd–71419Patients with PaCO2 > 50 mmHg29911ECCO2R Blood flow (ml/min)–424 ± 39425 ± 38421 ± 40 Sweep-gas flow (L/min)–10 ± 0.310 ± 0.310 ± 0.3 CO2 removal (ml/min)–––51 ± 26Hemodynamic Mean arterial pressure (mmHg)76 ± 1179 ± 2076 ± 1277 ± 19 Heart rate (beats/min)86 ± 1585 ± 1385 ± 1483 ± 15 Patients on norepinephrine99910 Norepinephrine dose (μg/kg/min)0.61 ± 1.100.55 ± 1.000.55 ± 0.990.50 ± 0.97Open in a separate windowValues presented as mean ± standard deviation or n (%)ECCO2R extracorporeal carbon-dioxide removal, FiO2 fraction of inspired oxygen, HCO3 bicarbonate, PaCO2 partial alveolar carbon dioxide pressure, PaO2 partial alveolar oxygen pressure, PBW predicted body weight, PEEP end-expiratory positive pressure, Pplat plateau pressure, RR respiratory rate, VT tidal volumeaOne patient’s PaCO2 increased > 20% at the VT 4.5 ml/kg step and did not undergo further VT reductionbp < 0.05, analysis of variancecp < 0.05 vs baselinedECCO2R initiated according to the study protocol when patients had a 20% increase in PaCO2 from baseline following VT decreaseOpen in a separate windowFig. 1Evolution of driving pressure, PEEP, and respiratory rate when tidal volume reduced on ECCO2R. Horizontal lines, median; lower and upper box limits, 25th–75th percentiles; T-bars, 10th–90th percentiles. *p < 0.05 vs 6 ml/kg tidal volume step. PBW predicted body weight, PEEP positive end-expiratory pressureOperational characteristics of the ECCO2R device recorded in the hour following therapy initiation, including access, return, and filter pressures, are presented in Table 3. Overall mean duration of ECCO2R was 31 ± 21 h. It was continued up to 41 ± 24 h until weaning because of improved respiratory condition for 10 patients and was stopped early because of ECCO2R-membrane clotting for 10 patients after 20 ± 10 h. The mean daily heparin dose was 19,900 ± 7710 IU/24 h and the mean aPTTr was 1.8 ± 0.6. No cannulation-related complication occurred. One patient suffered a nonfatal cardiac arrest while on ECCO2R but this was unrelated to the device. Other AEs included two mild hemoptyses that resolved rapidly without embolization and were not related to heparin overdose. The overall day-28 mortality was 15%.Table 3Operational characteristics of extracorporeal carbon-dioxide removal for the 20 patients with acute respiratory distress syndromeCharacteristicValueBlood flow (ml/min)a421 ± 42Time of utilization (h)30.6 ± 21.0Access pressure (mmHg)a− 145 ± 14Filter pressure (mmHg)a301 ± 19Return pressure (mmHg)a154 ± 21Heparin bolus at insertion (IU)3100 ± 1330Heparin (IU/kg/24 h)230 ± 78Activated partial thromboplastin time ratio1.8 ± 0.6Serious adverse eventb Nonfatal cardiac arrest1 (5)Study-related adverse event Mild hemoptysis resolved with stopping anticoagulationc2 (10) Membrane clotting10 (50)  Time it occurred (h)20.0 ± 9.7Open in a separate windowValues presented as mean ± standard deviation or n (%)aRecorded in the hour following initiation of extracorporeal carbon-dioxide removalbNot device relatedcResolved without embolization and not related to heparin overdose DiscussionThe results of this multicenter pilot study showed that a low-flow ECCO2R device managed by the RRT platform easily and safely enabled very low tidal volume ventilation with highly significant decreases of Pplat and driving pressure in patients with mild-to-moderate ARDS.Total energy determinants (i.e., mechanical power) are transmitted to the lung by the ventilator-generated volume, pressure, flow, and RR [21]. Decreasing MV intensity and, thereby limiting VILI, requires a diminution of the total mechanical power transferred to the lung [21]. More than 15 years ago, it was demonstrated that volume-limited ventilation with 6 ml/kg PBW significantly lowered ARDS-associated mortality [3]. However, recent data suggested that some ARDS patients are exposed to hyperinflation and overdistension, despite protective ventilation with 6 ml/kg VT and Pplat limited to < 30 cmH2O. Pertinently, Hager et al. [5] demonstrated that lower Pplat was associated with less mortality and that no safe low Pplat threshold could be identified in patients with acute lung injury/ARDS. Furthermore, based on a prospective series of 485 consecutive patients with acute lung injury on MV, Needham et al. [22] showed that, compared with a mean VT < 6.5 ml/kg PBW, the adjusted hazard ratios for 2-year mortality for a mean VT of 6.5–8.5 ml/kg PBW was 1.59 (95% CI 1.19–2.14; p = 0.001). Amato et al. [6] recently reported that, in addition to VT, Pplat, and PEEP, normalizing VT to respiratory-system compliance (Crs) and using a ratio as an index indicating the “functional” size of the lung might provide a better predictor of ARDS patients’ outcomes than VT alone. That ratio, termed the driving pressure (ΔP = VT / Crs), can be routinely calculated as the Pplat – PEEP for patients who are not making inspiratory efforts. Their analyses indicated that VT reductions or PEEP increases driven by random treatment-group assignment were beneficial only when associated with ΔP decreases and that no other ventilation variable had such a mediating effect on mortality [6]. More recently, lower ΔP was also was also associated with lower ARDS-patient mortality in the large LUNG-SAFE cohort [23].Furthermore, reducing VT to 4 ml/kg PBW in patients already receiving protective ventilation was associated with less inflammatory and morphological signs of VILI in ARDS patients [11]. This particular study used ECCO2R to mitigate the respiratory acidosis, and its potent deleterious effects [7, 8, 24], which developed in all patients receiving VT < 6 ml/kg IBW [10, 11]. Results based on previous case series using various ECCO2R devices showed the feasibility of this strategy in ARDS patients, although AEs (e.g., cannulation-related accidents, limb ischemia, hemorrhage, hemolysis, infections, pump malfunction, membrane clotting, and catheter displacement) were reported [10, 11, 25–28].Our results demonstrated that this strategy might be safely, efficiently, and easily applied to ARDS patients in most ICUs worldwide, because it did not require specific or large venous accesses and the RTT platform we used is widely available with minimal modification of existing devices and a simple software update. ECCO2R with this RRT platform has indeed obtained promising results in animals [14]. By decreasing VT to 4 ml/kg PBW and adjusting PEEP to a lower Pplat target of 23–25 cmH2O, we were able to drastically decrease the driving pressure to < 8 cmH2O, which might mean less VILI and ultimately fewer deaths [6]. Importantly, we did not observe worsening oxygenation that might have indicated lung derecruitment following the mean airway-pressure decrease [28, 29], although some patients with the most severe forms of ARDS continued to receive nitric oxide or prone positioning following ECCO2R initiation. The PEEP increase resulting from the ventilator strategy used might have counterbalanced that potential hazard [11, 13, 28, 30]. The absence of worsening oxygenation also argues against alveoli nitrogen washout and potential absorption atelectasis, which is less likely to occur in low-flow ECCO2R than during high-flow VV-ECMO.Several limitations of our work should be addressed. First, because our population was small, this study should only be considered “a proof-of-concept” demonstrating the feasibility and safety of the strategy tested. We cannot rule out that there is still a substantial risk of adverse events that could have been missed in this small study. Second, our population included only patients with mild or moderate ARDS. Because severe ARDS patients might experience greater PaCO2 increases and more severe hypoxemia after VT reduction, the Prismalung® performance remains unknown in this context. Third, to achieve VT reduction down to 4 ml/kg in a larger population of patients without the risks of inducing major PaCO2 increases not compensated by the low-flow ECCO2R device, we also applied the modified EXPRESS strategy to patients with mild ARDS. Because of higher PEEP settings in this population of patients with higher compliance, it should be acknowledged that this approach may induce overdistension despite lowering the driving pressure. In addition, potential benefits of a very low tidal volume ventilation strategy have only been suggested in moderate-to-severe ARDS patients until now [10, 11]. Fourth, we did not evaluate lung morphological and inflammatory markers or the long-term clinical efficacy of the device. Fifth, due to its smaller membrane oxygenator surface, the CO2-removal rate of the Prismalung® was lower than those reported in other studies using similar blood flows [17, 28], explaining the gradual increase in PaCO2 observed during the VT reduction phase. This mild respiratory acidosis might have been corrected by increasing the RR, at the expense of an increase in mechanical power. Indeed, the physicians treating these patients decided to tolerate this mild acidosis, as recent data also suggest an increased RR might be associated with a poorer ARDS prognosis [31]. Lastly, despite our heparin-infusion protocol that also included a bolus at catheter insertion, 50% of the treated patients experienced membrane clotting before the end of the experimental protocol, as reported previously for other case series given low-flow ECCO2R [11, 15]. This technical downside deserves further investigations as it could limit the efficacy and impact the cost–benefit ratio of the device. The development of regional circuit anticoagulation strategies, with blood flows up to 500 ml/min, might enhance ECCO2R membrane duration, as was the case for RRT hemofilters [32]. ConclusionsIn summary, our pilot study findings demonstrated that a low-flow ECCO2R device managed by an RRT platform enabled very low tidal volume ventilation with moderate increase in PaCO2 in patients with mild-to-moderate ARDS. This less-invasive ECCO2R technique was easily and safely implemented. However, before this technique can be widely disseminated, more data are needed to demonstrate the clinical benefit of VT, Pplat, and driving pressure reductions rendered possible by ECCO2R [33]. The ongoing international randomized clinical trials SUPERNOVA (ClinicalTrials.gov identifier: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02282657\",\"term_id\":\"NCT02282657\"}}NCT02282657) and REST (Clinical-Trials.gov identifier: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02654327\",\"term_id\":\"NCT02654327\"}}NCT02654327) focused on moderate ARDS will help clarify this potential. FundingGambro-Baxter provided devices and CO2-removal kits, and financial support to conduct this study.Availability of data and materialsPlease contact author for data requests. AbbreviationsAEAdverse eventANOVAOne-way analysis of varianceaPTTrActivated partial thromboplastin time ratioARDSAcute respiratory distress syndromeCrsRespiratory-system complianceECCO2RExtracorporeal carbon-dioxide removalECMOExtracorporeal membrane oxygenationFiO2Fraction of inspired oxygenMVMechanical ventilationPaO2Partial alveolar oxygen pressurePBWPredicted body weightPEEPPositive end-expiratory pressurePplatPlateau pressureRRRespiratory rateRRTRenal replacement therapySAESevere adverse eventVILIVentilator-induced lung injuryVTTidal volume Authors’ contributionsMS and AC contributed to the conception of the study, data collection, data analysis and interpretation, and drafted the manuscript. SJ, EZ, TG, and GC contributed to data collection and interpretation, and revised the manuscript critically for important intellectual content. All authors approved the final version of the manuscript. NotesEthics approval and consent to participateThe study was approved by the Comité de Protection des Personnes Ile-de-France 6, Paris, France (no. 15.1026). The clinical trial protocol was registered with www.clinicaltrials.gov (ClinicalTrials.gov identifier: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02606240\",\"term_id\":\"NCT02606240\"}}NCT02606240, 17 November 2015). Informed consent was obtained from all patients or their surrogates.Competing interestsMS has received lecture fees from Maquet. SJ has received lecture fees from Drager, Fisher-Paykel, and Xenios. EZ has received consultant fees from Gambro. TG has received lecture fees and travel reimbursements for meetings from Gambro-Baxter and General Electrics. GC has received lecture fees from Alung and Baxter. AC has received lecture fees from Baxter and Maquet. AC is the primary investigator of the EOLIA trial (ClinicalTrials.gov identifier: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT01470703\",\"term_id\":\"NCT01470703\"}}NCT01470703), partly supported by Maquet.Publisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Contributor InformationSamir Jaber, Email: rf.reilleptnom-uhc@rebaj-s.Elie Zogheib, Email: rf.sneima-uhc@eile.biehgoz.Thomas Godet, Email: rf.dnarreftnomrelc-uhc@tedogt.Gilles Capellier, Email: rf.etmocf-vinu@reillepac.sellig.Alain Combes, Phone: +33(0)1.42.16.38.16, Email: rf.phpa@sebmoc.niala. References1. Dreyfuss D, Saumon G. Ventilator-induced lung injury: lessons from experimental studies. Am J Respir Crit Care Med. 1998;157(1):294–323. doi: 10.1164/ajrccm.157.1.9604014. [PubMed] [CrossRef] [Google Scholar]2. Frank JA, Parsons PE, Matthay MA. Pathogenetic significance of biological markers of ventilator-associated lung injury in experimental and clinical studies. Chest. 2006;130(6):1906–1914. doi: 10.1378/chest.130.6.1906. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. The Acute Respiratory Distress Syndrome Network  Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342(18):1301–1308. doi: 10.1056/NEJM200005043421801. [PubMed] [CrossRef] [Google Scholar]4. Terragni PP, Rosboch G, Tealdi A, Corno E, Menaldo E, Davini O, Gandini G, Herrmann P, Mascia L, Quintel M, et al.  Tidal hyperinflation during low tidal volume ventilation in acute respiratory distress syndrome. Am J Respir Crit Care Med. 2007;175(2):160–166. doi: 10.1164/rccm.200607-915OC. [PubMed] [CrossRef] [Google Scholar]5. Hager DN, Krishnan JA, Hayden DL, Brower RG. Tidal volume reduction in patients with acute lung injury when plateau pressures are not high. Am J Respir Crit Care Med. 2005;172(10):1241–1245. doi: 10.1164/rccm.200501-048CP. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Amato MB, Meade MO, Slutsky AS, Brochard L, Costa EL, Schoenfeld DA, Stewart TE, Briel M, Talmor D, Mercat A, et al.  Driving pressure and survival in the acute respiratory distress syndrome. N Engl J Med. 2015;372(8):747–755. doi: 10.1056/NEJMsa1410639. [PubMed] [CrossRef] [Google Scholar]7. Curley G, Contreras MM, Nichol AD, Higgins BD, Laffey JG. Hypercapnia and acidosis in sepsis: a double-edged sword? Anesthesiology. 2010;112(2):462–472. doi: 10.1097/ALN.0b013e3181ca361f. [PubMed] [CrossRef] [Google Scholar]8. Vadasz I, Hubmayr RD, Nin N, Sporn PH, Sznajder JI. Hypercapnia: a nonpermissive environment for the lung. Am J Respir Cell Mol Biol. 2012;46(4):417–421. doi: 10.1165/rcmb.2011-0395PS. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Feihl F, Eckert P, Brimioulle S, Jacobs O, Schaller MD, Melot C, Naeije R. Permissive hypercapnia impairs pulmonary gas exchange in the acute respiratory distress syndrome. Am J Respir Crit Care Med. 2000;162(1):209–215. doi: 10.1164/ajrccm.162.1.9907119. [PubMed] [CrossRef] [Google Scholar]10. Bein T, Weber-Carstens S, Goldmann A, Muller T, Staudinger T, Brederlau J, Muellenbach R, Dembinski R, Graf BM, Wewalka M, et al.  Lower tidal volume strategy (approximately 3 ml/kg) combined with extracorporeal CO2 removal versus ‘conventional’ protective ventilation (6 ml/kg) in severe ARDS: the prospective randomized Xtravent-study. Intensive Care Med. 2013;39(5):847–856. doi: 10.1007/s00134-012-2787-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Terragni PP, Del Sorbo L, Mascia L, Urbino R, Martin EL, Birocco A, Faggiano C, Quintel M, Gattinoni L, Ranieri VM. Tidal volume lower than 6 ml/kg enhances lung protection: role of extracorporeal carbon dioxide removal. Anesthesiology. 2009;111(4):826–835. doi: 10.1097/ALN.0b013e3181b764d2. [PubMed] [CrossRef] [Google Scholar]12. Combes A, Pesenti A, Ranieri VM. Fifty years of research in ARDS. Is extracorporeal circulation the future of acute respiratory distress syndrome management? Am J Respir Crit Care Med. 2017;195(9):1161–1170. doi: 10.1164/rccm.201701-0217CP. [PubMed] [CrossRef] [Google Scholar]13. Schmidt M, Hodgson C, Combes A. Extracorporeal gas exchange for acute respiratory failure in adult patients: a systematic review. Crit Care. 2015;19:99. doi: 10.1186/s13054-015-0806-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Godet T, Combes A, Zogheib E, Jabaudon M, Futier E, Slutsky AS, Constantin JM. Novel CO2 removal device driven by a renal-replacement system without hemofilter. A first step experimental validation. Anaesth Crit Care Pain Med. 2015;34(3):135–140. doi: 10.1016/j.accpm.2014.08.006. [PubMed] [CrossRef] [Google Scholar]15. Del Sorbo L, Pisani L, Filippini C, Fanelli V, Fasano L, Terragni P, Dell'Amore A, Urbino R, Mascia L, Evangelista A, et al.  Extracorporeal CO2 removal in hypercapnic patients at risk of noninvasive ventilation failure: a matched cohort study with historical control. Crit Care Med. 2015;43(1):120–127. doi: 10.1097/CCM.0000000000000607. [PubMed] [CrossRef] [Google Scholar]16. Peperstraete H, Eloot S, Depuydt P, De Somer F, Roosens C, Hoste E. Low flow extracorporeal CO2 removal in ARDS patients: a prospective short-term crossover pilot study. BMC Anesthesiol. 2017;17(1):155. doi: 10.1186/s12871-017-0445-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Allardet-Servent J, Castanier M, Signouret T, Soundaravelou R, Lepidi A, Seghboyan JM. Safety and efficacy of combined extracorporeal CO2 removal and renal replacement therapy in patients with acute respiratory distress syndrome and acute kidney injury: The Pulmonary and Renal Support in Acute Respiratory Distress Syndrome Study. Crit Care Med. 2015;43(12):2570–2581. doi: 10.1097/CCM.0000000000001296. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Ferguson ND, Fan E, Camporota L, Antonelli M, Anzueto A, Beale R, Brochard L, Brower R, Esteban A, Gattinoni L, et al.  The Berlin definition of ARDS: an expanded rationale, justification, and supplementary material. Intensive Care Med. 2012;38(10):1573–1582. doi: 10.1007/s00134-012-2682-1. [PubMed] [CrossRef] [Google Scholar]19. Mercat A, Richard JC, Vielle B, Jaber S, Osman D, Diehl JL, Lefrant JY, Prat G, Richecoeur J, Nieszkowska A, et al.  Positive end-expiratory pressure setting in adults with acute lung injury and acute respiratory distress syndrome: a randomized controlled trial. JAMA. 2008;299(6):646–655. doi: 10.1001/jama.299.6.646. [PubMed] [CrossRef] [Google Scholar]20. Henderson WR, Chen L, Amato MBP, Brochard LJ. Fifty years of research in ARDS. Respiratory mechanics in acute respiratory distress syndrome. Am J Respir Crit Care Med. 2017;196(7):822–833. doi: 10.1164/rccm.201612-2495CI. [PubMed] [CrossRef] [Google Scholar]21. Gattinoni L, Tonetti T, Cressoni M, Cadringher P, Herrmann P, Moerer O, Protti A, Gotti M, Chiurazzi C, Carlesso E, et al.  Ventilator-related causes of lung injury: the mechanical power. Intensive Care Med. 2016;42(10):1567–1575. doi: 10.1007/s00134-016-4505-2. [PubMed] [CrossRef] [Google Scholar]22. Needham DM, Colantuoni E, Mendez-Tellez PA, Dinglas VD, Sevransky JE, Dennison Himmelfarb CR, Desai SV, Shanholtz C, Brower RG, Pronovost PJ. Lung protective mechanical ventilation and two year survival in patients with acute lung injury: prospective cohort study. BMJ. 2012;344:e2124. doi: 10.1136/bmj.e2124. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, Gattinoni L, van Haren F, Larsson A, McAuley DF, et al.  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315(8):788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]24. Nin N, Muriel A, Penuelas O, Brochard L, Lorente JA, Ferguson ND, Raymondos K, Rios F, Violi DA, Thille AW, et al.  Severe hypercapnia and outcome of mechanically ventilated patients with moderate or severe acute respiratory distress syndrome. Intensive Care Med. 2017;43(2):200–208. doi: 10.1007/s00134-016-4611-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Bein T, Weber F, Philipp A, Prasser C, Pfeifer M, Schmid FX, Butz B, Birnbaum D, Taeger K, Schlitt HJ. A new pumpless extracorporeal interventional lung assist in critical hypoxemia/hypercapnia. Crit Care Med. 2006;34(5):1372–1377. doi: 10.1097/01.CCM.0000215111.85483.BD. [PubMed] [CrossRef] [Google Scholar]26. Braune S, Sieweke A, Brettner F, Staudinger T, Joannidis M, Verbrugge S, Frings D, Nierhaus A, Wegscheider K, Kluge S. The feasibility and safety of extracorporeal carbon dioxide removal to avoid intubation in patients with COPD unresponsive to noninvasive ventilation for acute hypercapnic respiratory failure (ECLAIR study): multicentre case-control study. Intensive Care Med. 2016;42(9):1437–1444. doi: 10.1007/s00134-016-4452-y. [PubMed] [CrossRef] [Google Scholar]27. Burki NK, Mani RK, Herth FJF, Schmidt W, Teschler H, Bonin F, Becker H, Randerath WJ, Stieglitz S, Hagmeyer L, et al.  A novel extracorporeal CO(2) removal system: results of a pilot study of hypercapnic respiratory failure in patients with COPD. Chest. 2013;143(3):678–686. doi: 10.1378/chest.12-0228. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Fanelli V, Ranieri MV, Mancebo J, Moerer O, Quintel M, Morley S, Moran I, Parrilla F, Costamagna A, Gaudiosi M, et al.  Feasibility and safety of low-flow extracorporeal carbon dioxide removal to facilitate ultra-protective ventilation in patients with moderate acute respiratory distress sindrome. Crit Care. 2016;20:36. doi: 10.1186/s13054-016-1211-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Morelli A, Del Sorbo L, Pesenti A, Ranieri VM, Fan E. Extracorporeal carbon dioxide removal (ECCO2R) in patients with acute respiratory failure. Intensive Care Med. 2017;43(4):519–530. doi: 10.1007/s00134-016-4673-0. [PubMed] [CrossRef] [Google Scholar]30. Serpa Neto A, Schmidt M, Azevedo LC, Bein T, Brochard L, Beutel G, Combes A, Costa EL, Hodgson C, Lindskov C, et al.  Associations between ventilator settings during extracorporeal membrane oxygenation for refractory hypoxemia and outcome in patients with acute respiratory distress syndrome: a pooled individual patient data analysis: Mechanical ventilation during ECMO. Intensive Care Med. 2016;42(11):1672–1684. doi: 10.1007/s00134-016-4507-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Laffey JG, Bellani G, Pham T, Fan E, Madotto F, Bajwa EK, Brochard L, Clarkson K, Esteban A, Gattinoni L, et al.  Potentially modifiable factors contributing to outcome from acute respiratory distress syndrome: the LUNG SAFE study. Intensive Care Med. 2016;42(12):1865–1876. doi: 10.1007/s00134-016-4571-5. [PubMed] [CrossRef] [Google Scholar]32. Liu C, Mao Z, Kang H, Hu J, Zhou F. Regional citrate versus heparin anticoagulation for continuous renal replacement therapy in critically ill patients: a meta-analysis with trial sequential analysis of randomized controlled trials. Crit Care. 2016;20(1):144. doi: 10.1186/s13054-016-1299-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Combes A, Pesenti A, Brodie D. Do we need randomized clinical trials in extracorporeal respiratory support? Yes. Intensive Care Med. 2017;43:1862–65. doi: 10.1007/s00134-017-4933-7. [PubMed] [CrossRef] [Google Scholar]"}