{"title": "Structural insights into the functional diversity of the CDK-cyclin family", "pubDate": "2018", "PMCID": "PMC6170502", "DOI": "10.1098/rsob.180112", "PMID": "30185601", "abstract": "Since their characterization as conserved modules that regulate progression through the eukaryotic cell cycle, cyclin-dependent protein kinases (CDKs) in higher eukaryotic cells are now also emerging as significant regulators of transcription, metabolism and cell differentiation. The cyclins, though originally characterized as CDK partners, also have CDK-independent roles that include the regulation of DNA damage repair and transcriptional programmes that direct cell differentiation, apoptosis and metabolic flux. This review compares the structures of the members of the CDK and cyclin families determined by X-ray crystallography, and considers what mechanistic insights they provide to guide functional studies and distinguish CDK- and cyclin-specific activities. Aberrant CDK activity is a hallmark of a number of diseases, and structural studies can provide important insights to identify novel routes to therapy.", "author": [{"author": "Daniel J Wood", "affiliation": ["Newcastle Cancer Centre, Northern Institute for Cancer Research, Medical School, Newcastle University, Paul O'Gorman Building, Framlington Place, Newcastle upon Tyne NE2 4HH, UK."], "href": "/?term=Wood+DJ&cauthor_id=30185601"}, {"author": "Jane A Endicott", "affiliation": ["Newcastle Cancer Centre, Northern Institute for Cancer Research, Medical School, Newcastle University, Paul O'Gorman Building, Framlington Place, Newcastle upon Tyne NE2 4HH, UK jane.endicott@ncl.ac.uk."], "href": "/?term=Endicott+JA&cauthor_id=30185601"}], "refPMID": ["19884882", "25180339", "26876604", "8069918", "27294439", "15084261", "23861057", "11584302", "24218572", "28178678", "28886341", "26567509", "8152925", "10222191", "22355113", "14561402", "12923533", "10319860", "10490638", "15315761", "19155308", "19238148", "21376230", "25633797", "25914884", "26658964", "26500059", "27033256", "28127048", "22482904", "29118092", "28884485", "25864384", "8917641", "27496135", "15530371", "28057719", "8510751", "10085115", "22184064", "22895054", "26305884", "24618387", "26205494", "21920446", "7630397", "8756328", "8591034", "10559988", "15660127", "19061641", "26481499", "19104514", "21474065", "26158339", "16687918", "17495531", "17095507", "10465793", "10202150", "11980914", "27025256", "28031483", "24434210", "28666995", "22094256", "11828325", "19237555", "19237565", "23622515", "28174091", "8666233", "8703009", "9150368", "22939624", "25486477", "29091774", "27339980", "21740229", "27917404", "28077789", "11583627", "21944720", "28532216", "25693131", "29209056", "22404626", "24050178", "20952539", "22012619", "22988298", "26748711", "28334900", "29760377", "28807008", "22512864", "23630251", "18566585", "26597175", "23064645", "24662513", "21806996", "26416749", "26985305", "22959624", "11604388", "22588304", "26799765", "26799764", "27490956", "26502155", "27326333", "21565702", "12044161", "25604483", "8684460", "14574415", "20045433", "28322550", "17700700", "9756886", "24876129", "8943316", "9724724", "11067844", "12501191", "21816347", "16707497", "10601234", "24186061", "24186063", "21993622", "21658602", "23756342", "25619768", "27984725", "28157499", "10385618", "18710949", "17908796", "19075005", "17254966", "21715330", "21358637", "22988851", "9751051", "9751050", "9437433", "9782052", "10892805", "10074345", "9353127", "8601310", "11463386", "16209941", "11231585", "11463388", "8490963", "9495340", "9099742", "17699765", "27716480", "1846030", "8885231", "10733526", "25669885", "25246557", "25482201", "25505175", "22437499", "21107322", "23091007", "23707760", "29167309", "14536078", "17434132", "9832503", "18023328", "29279382", "17169370", "8941715", "8836101", "17576689", "24367103", "9491887", "10438593", "16885020", "20535204", "23471103", "22895430", "24727379", "24843025", "24592384", "15855166", "17341462", "17690245", "24860166", "17724342", "27791144", "24870244", "29335521", "29523786", "26883361", "28192421", "23790801", "23948293", "26719217", "28813415", "17297466", "23079656", "9488476", "9039267", "9271411", "10318892", "10344732", "11714699", "12941814", "15713663", "22307325", "20090754", "20940395", "22915759", "29137223", "21654808", "15504908", "23244288", "24602283", "24705253", "26861625", "27708105", "17218276", "29339491", "12149264", "12970191", "15514162", "9933170", "29551768", "19193619", "27663592", "22189166", "12402499", "18054800", "7652577", "8528263", "11726500", "22588877", "23550210", "23634254", "17055429", "12606942", "21619050", "9660926", "25355519", "24390350", "25625291", "16550162", "7675441", "19287456", "17407548", "27843138", "22885699", "28630439", "15326477", "20180967", "21695458", "11509668", "15126360", "14731401", "22572993", "10673506", "18614043", "28902838", "10993082", "24882805", "28241144", "15175163", "24746821", "23563140", "25652824", "26056257", "27105117", "28429788"], "citedInPMID": ["30185601", "35083150", "35005025", "34992527", "34828525", "34791727", "34785661", "34071136", "34062779", "33982769", "33976724", "33902108", "33895280", "33869220", "33844024", "33794722", "33789995", "33761311", "33579933", "33523904", "33478195", "33333029", "33178818", "33166394", "33055219", "32883002", "32855301", "32773603", "32756534", "32731332", "32642758", "32568517", "32357912", "32344731", "32266016", "32046451", "31831640", "31420702", "31325080", "31309634", "30621145", "30452242"], "body": " AbstractSince their characterization as conserved modules that regulate progression through the eukaryotic cell cycle, cyclin-dependent protein kinases (CDKs) in higher eukaryotic cells are now also emerging as significant regulators of transcription, metabolism and cell differentiation. The cyclins, though originally characterized as CDK partners, also have CDK-independent roles that include the regulation of DNA damage repair and transcriptional programmes that direct cell differentiation, apoptosis and metabolic flux. This review compares the structures of the members of the CDK and cyclin families determined by X-ray crystallography, and considers what mechanistic insights they provide to guide functional studies and distinguish CDK- and cyclin-specific activities. Aberrant CDK activity is a hallmark of a number of diseases, and structural studies can provide important insights to identify novel routes to therapy.Keywords: cell cycle, kinase, cyclin, transcription 1. IntroductionMembers of the cyclin-dependent protein kinase (CDK) family were originally characterized as serine/threonine-specific protein kinases activated by the expression of cyclin partners to drive the eukaryotic cell cycle [1]. Within the CMGC branch of the kinome, 20 proteins are now considered to be members of the CDK family that can be grouped into different phylogenetic sub-branches (see [2] for criteria for inclusion, illustrated and updated in [3]). In overview, in addition to those CDKs that regulate the cell cycle (CDKs 1, 2, 4 and 6), a substantial sub-branch of the family (CDKs 7, 8, 9, 12 and 13) regulates transcription through phosphorylation of the heptad repeats that comprise the C-terminal tail of RNA polymerase II (CTD) [4]. CDK7 is unusual in that it also indirectly regulates the cell cycle by activating CDKs 1, 2, 4 and 6 [5,6]. CDK3 phosphorylates retinoblastoma protein (pRB) to promote the transition from quiescence (G0) into G1 [7].Other CDKs (CDKs 5, 10, 11, 14–18 and 20) have more diverse, CDK-unique functions that are frequently tissue-specific [8]. For example, CDK5 was one of the first CDKs to be characterized in non-cycling cells [9]. CDK10 is implicated in regulating gene transcription, but not through RNA pol II phosphorylation. It phosphorylates diverse substrates including the ETS2 oncoprotein and the protein kinase PKN2, and mutations in its cognate cyclin, cyclin M, result in STAR syndrome, a human developmental disorder [10,11]. CDK10 mutant and knockout mice also show growth and developmental delays [12]. CDK11–cyclin L complexes regulate RNA splicing, studied, for example, in the context of human immunodeficiency virus (HIV) transcript processing [13]. However, insights into these CDK–cyclin interactions are limited by the lack of structures for CDK10- and CDK11-containing complexes.To partner the CDKs in humans, approximately 30 proteins are classified as cyclins [3,8]. The cyclins share very little sequence homology, but are structurally defined by the presence of either one or two copies of the cyclin box fold (CBF) [3,14]. The structures of monomeric CDK2 and cyclin A and of CDK2–cyclin A in various activation states were together taken to be a model for the regulation of the CDK family by cyclin binding and phosphorylation [15]. However, subsequent studies have shown that even closely related CDKs have distinct structural and sequence peculiarities. These differences translate into diverse substrate preferences and modes of regulation. CDK activity is wired into cell-type-specific signalling networks with the result that, taken together, knockout mice studies reveal both the redundancy inherent within the cell cycle CDKs, but also their tissue-specific activities ([16], CDK1; [17,18], CDK2; [19,20], CDK4; and [21,22], CDK6).Dysregulation of CDK activity, either through activation of proteins that promote CDK activity or inactivation of oncogene-induced senescence pathways, is a common occurrence in various cancers [23–27]. Identifying and characterizing those cancers that require specific CDK activities for proliferation will provide the mechanistic understanding to better employ CDK-selective inhibitors. However, the importance of CDK activity to cancer initiation, growth and differentiation is further complicated by the emerging cell-cycle-independent roles of individual CDKs and cyclins in mammalian cells that are, respectively, cyclin and CDK partner-independent [28–30].In this review, we compare and contrast the various monomeric CDK, CDK–cyclin and CDK-containing assemblies for which structures have been determined, and discuss how they might help to elucidate the different mechanisms that regulate CDK activity. Proteomic studies are identifying multiple proteins that bind to CDKs and cyclins that apparently do not share sequence features with proteins for which structures bound to CDKs or cyclins are available (table 1). A comparison of the structures of CDK–cyclin complexes reveals how the CDK and cyclin partners can differ in their relative disposition and the alternative surfaces that can be exploited to recognize CDK substrates and regulators. The extent to which protein interaction sites are conserved and recycled within the CDK and cyclin families is yet to be fully explored, but will be reviewed here. The kinetic and catalytic mechanism of protein kinases including CDK2 was reviewed in 2012 [31]. The structures of CDK–cyclin complexes bound to ATP-competitive inhibitors have also been reviewed recently [32], and these will only be discussed in so far as they give insights into functionally significant conformations.\nTable 1.CDK-containing complexes deosited in the Protein Data Bank (PDB).CDKpartnersaCDK1cyclin B, Cks1, Cks2CDK2cyclin A/B/E, KAP, Cks1, p27KIP1, Spy-1CDK4/6cyclin D (structurally CDK4–cyclin D), viral cyclin (CDK6), p16INK4A (CDK6), p19INK4D (CDK6), HSP90–Cdc37 (CDK4), p18INK4C–cyclin K (CDK6)CDK5p25CDK8cyclin CCDK9cyclin T, Tat, AFF4, TARCDK12cyclin KCDK13cyclin KOpen in a separate windowaPartner proteins included in the table are those for which CDK-complex structures have been deposited in the Protein Data Bank. 2. Relating structure and function2.1. The inactive monomeric CDK foldCDKs vary in the lengths of N- and C-terminal sequences that bookend the conserved, central protein kinase domain [8] (figure 1). Overall, the structures of cyclin-free CDK1 ([34], PDB 4YC6), CDK2 ([35], PDB 1HCK), CDK6 ([36], e.g. PDB 5L2S), CDK7 ([37], PDB 1UA2) and CDK16 ([38], PDB 5G6 V) superimpose very well. For example, monomeric CDK2 and CDK7 overlay with an r.m.s.d. (root-mean-square deviation) of 1.49 Å over 262 equivalent Cα atoms. They share conserved structural features that ensure they are catalytically inactive (figure 2a). The start of the activation loop (defined as the sequence between the conserved DFG and APE motifs, residues 145–172 in CDK2) adopts a short α-helical conformation (αL12) that blocks the C-helix from swinging in to reshape the back of the active-site cleft. A characteristic of the glycine-rich (residues 12–16 in CDK2 that encodes the conserved GXGXXG motif) and activation loops is their relative mobility. As a result, differences between cyclin-free CDK structures are most evident around the active site (figure 2b,c). Accompanying these changes are more subtle differences in the relative dispositions of the N- and C-terminal lobes that lead to other conserved residues within the catalytic sites adopting positions that are incompatible with catalysis (figure 2b).\n\nOpen in a separate windowFigure 1.Sequence alignment of the human CDK family. Greyscale shading denotes the extent of sequence conservation calculated from UniProt sequences using Clustal Omega [33] and exported into ExPASy BoxShade. Structural features described in the text are named and highlighted in colour above the alignment and located on the fold of CDK1 (extracted from the CDK1–Cks1 complex, PDB code: 4YC6). UniProt codes used: CDK1 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P06493\",\"term_id\":\"334302921\"}}P06493), CDK2 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P24941\",\"term_id\":\"116051\"}}P24941), CDK3 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q00526\",\"term_id\":\"231726\"}}Q00526), CDK4 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P11802\",\"term_id\":\"1168867\"}}P11802), CDK5 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q00535\",\"term_id\":\"4033704\"}}Q00535), CDK6 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q00534\",\"term_id\":\"266423\"}}Q00534), CDK7 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P50613\",\"term_id\":\"1705722\"}}P50613), CDK8 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P49336\",\"term_id\":\"1345718\"}}P49336), CDK9 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P50750\",\"term_id\":\"68067660\"}}P50750), CDK10 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q15131\",\"term_id\":\"6226784\"}}Q15131), CDK11A ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9UQ88\",\"term_id\":\"317373559\"}}Q9UQ88), CDK11B ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P21127\",\"term_id\":\"1375381505\"}}P21127), CDK12 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9NYV4\",\"term_id\":\"308153421\"}}Q9NYV4), CDK13 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q14004\",\"term_id\":\"66774048\"}}Q14004), CDK14 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"O94921\",\"term_id\":\"93141297\"}}O94921), CDK15 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q96Q40\",\"term_id\":\"290457634\"}}Q96Q40), CDK16 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q00536\",\"term_id\":\"266425\"}}Q00536), CDK17 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q00537\",\"term_id\":\"59803097\"}}Q00537), CDK18 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q07002\",\"term_id\":\"1375381507\"}}Q07002), CDK19 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q9BWU1\",\"term_id\":\"60391917\"}}Q9BWU1), CDK20 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"Q8IZL9\",\"term_id\":\"74759739\"}}Q8IZL9). CDK11A and CDK11B result from a gene duplication and are almost identical (97.5%).Open in a separate windowFigure 2.The monomeric CDK fold. (a) Structure of monomeric CDK2. The CDK kinase fold, as first exemplified by monomeric CDK2 ([39], PDB 1HCK), is composed of a smaller N-terminal lobe that is predominantly a twisted anti-parallel β-sheet linked via a flexible hinge sequence to a larger C-terminal lobe dominated in structure by α-helices (light blue ribbon). Structural features are highlighted: glycine-rich loop (sequence GXGXXG, cyan), αC-helix (residues 45–55, purple), hinge (residues 80–84, yellow), activation loop (residues 145–172, red). The location of T160 is marked. (b) The monomeric CDK fold is conserved as shown by an overlay of CDK1 (extracted from the structure of CDK1–Cks2), CDK2, CDK6, CDK7 and CDK16 structures. The other CDK folds are superposed on CDK2: CDK1 (PDB 4YC6, light grey); CDK6 (PDB 5L2S, cyan); CDK7 (PDB 1UA2, magenta) and CDK16 (PDB 5G6 V, light green). Mobility is indicated by the quality of the experimental electron density maps, so that the derived structures can be traced with varying degrees of confidence. (c) The various conformations the activation and glycine-rich loops can adopt are highlighted by this structural comparison. Structures reported for these loops may represent more populous low energy conformations compatible with a particular crystal lattice. This model is supported by studies of monomeric CDK2 phosphorylated on the conserved threonine residue within the activation loop (T160 in CDK2), which exhibits approximately 0.3% of the fully active CDK2–cyclin A complex ([40], PDB 1QMZ). The majority of the CDK2 probably corresponds to inactive conformations, but a small fraction is in an active conformation and generates the basal activity observed.The classical model of CDK activation exemplified by CDK2–cyclin A is not applicable to the CDK5-related sub-branch of the CDK family of which CDK16 is a member [3]. There are several emerging unusual features of CDK16 activation that would benefit from structural characterization. A CDK16 feature that it shares with CDKs 14, 15, 17 and 18 is an extended N-terminal regulatory region before the start of the kinase domain. This sequence is important for CDK16 association with its cognate cyclin, cyclin Y or cyclin Y-like 1 [3,41–43]. In addition, stable association of cyclin Y with either CDK14 [44] or CDK16 [45] requires cyclin Y phosphorylation and binding to 14-3-3, suggesting that a classical bidentate 14-3-3–ligand interaction [46] may help to organize cyclin Y to bind to its cognate CDK partner.2.2. CDK2–cyclin A activationCDK2 partners cyclin E during late G1 and is subsequently bound to cyclin A during S-phase for DNA replication [1]. A series of structures of CDK2 bound to cyclin A provided snapshots of the structural changes that accompany cyclin binding and phosphorylation of the CDK2 activation loop [39,47,48] (figure 3a). Subsequent studies that have interrogated the kinetics of CDK2 activation in a cellular context have demonstrated that CDK-activating kinase (CAK, a complex of CDK7 and cyclin H in humans) is active against CDK2 (i.e. through phosphorylation of CDK2 T160), which is then proposed to bind to cyclin A [52]. This result suggests a model in which flexibility around T160 is required for CDK2 to be recognized by CAK and that the adoption of an ordered activation loop conformation accompanies anchoring of the phospho-threonine residue promoted by cyclin binding.\nOpen in a separate windowFigure 3.CDK activation by cyclin binding. (a) Overlay of monomeric CDK2 and T160-phosphorylated CDK2–cyclin A. Cyclin A composed of two tandem cyclin box folds (CBFs [49], PDB 1VIN) acts as a scaffold to which the malleable unphosphorylated CDK responds to generate a binary complex that exhibits basal activity ([47], PDB 1JST). The CDK αC-helix is rotated and relocated into the active site by engagement with the N-CBF of the cyclin subunit. At the start of the activation loop, αL12 is melted and the conserved DFG motif adopts an active ‘DFG-in’ conformation in which the aspartate side chain coordinates a magnesium ion to productively orientate the ATP phosphate groups for catalysis. The activation loop is extended and pulled away from the active site to form a platform that will ultimately recognize the protein substrate around the site of phospho-transfer ([50], PDB 1QMZ). Cyclin binding also refines the relative positions of the CDK2 N- and C-terminal lobes, so that residues within the hinge and lining the active site orientate the ATP adenine and ribose rings and phosphate groups for catalysis. Overall, the CDK2–cyclin A interface is extensive (2839 Å2, [51]) extending between both lobes of the CDK and the two cyclin CBFs, further strengthened by engagement of the cyclin N-terminal helix preceding the N-CBF with the CDK C-terminal lobe. The phospho-threonine within the activation loop (T160 in CDK2) acts as a structural hub liganded by conserved, positively charged residues located within the C-helix (R50), at the start of the activation loop (R150) and adjacent to the catalytic aspartate residue (R126). In the absence of T160 phosphorylation, a conserved C-terminal glutamate residue (E162 in CDK2) satisfies the positively charged side chains of the phospho-threonine-binding pocket, and the side chain hydroxyl of T160 is solvent accessible within the context of a relatively well-ordered activation loop ([47], PDB 1JST). The inactive conformation of CDK2 is shown as a translucent ribbon. The N-CBF and C-CBF are also shown. (b) CDK1–cyclin B (PDB 4YC3; CDK1 grey, cyclin B translucent cyan surface). Inactive (cyclin-unassociated) CDK1 conformation shown as a translucent ribbon. (c) CDK2–Spy1 is shown in a similar pose (PDB 5UQ2; CDK2 blue, Spy1 translucent pink surface). (d) Comparison of unphosphorylated CDK2–cyclin A (PDB 1FIN; activation loop, red), T160-phosphorylated CDK2–cyclin A with peptide present (PDB 2CCI; peptide, yellow activation loop, deep red) and CDK2–Spy1 (PDB 5UQ2; activation loop in brown) activation loop conformations. The positions of residues (P−3 to P+3) within the CDC6 peptide substrate (sequence HHASPRK) with respect to the serine residue at the site of phospho-transfer (P position) are indicated.The flexibility of the CDK fold has also been captured in ATP-competitive inhibitor-bound structures where inhibitor binding helps to stabilize alternative energetically less favourable conformations. At the start of the activation loop, the conserved DFG motif can adopt either an active ‘DFG-in’ conformation (figure 3), or an inactive ‘DFG-out’ conformation in which the phenylalanine side chain points into the active-site cleft and is removed from its position in the ‘regulatory spine’ of residues that characterizes the active protein kinase fold [53]. This latter conformation has been exploited for the design of several tyrosine kinase-specific inhibitors [54,55]. Though the majority of CDK ATP-competitive inhibitor structures determined to date have a ‘DFG-in’ conformation [32], inhibitor binding to monomeric CDK2 ([56], PDB 5A14) and monomeric CDK16 ([38], PDB 5G6 V) and to cyclin-bound CDK8 (PDB 3RGF) can stabilize the CDK fold into a ‘DFG-out’ conformation. Thus, the binding of ATP-competitive inhibitors interrogated by the determination of multiple ‘snapshots’ of protein kinase structures highlights the inherent flexibility of the CDK fold and its ability to adopt multiple conformations [31,55].2.3. Extending the activation model to other cyclin partners of CDK1 and CDK2CDK1 is the closest member of the CDK family to CDK2 and for which structures of the cyclin-free and authentic cyclin-bound forms can also be compared (figure 3b; [34], PDB codes 4YC6 and 4YC3). It is the only essential CDK and, activated by its partners cyclins A and B, it executes progression through mitosis. Overall, the mechanism of CDK1 activation is conserved with CDK2. However, an opening of the interface coupled with a twist between the two proteins relative to CDK2–cyclin A results in a re-orientation of the C-helix and fewer interactions between the cyclin B and CDK1 C-terminal lobes. Overall, the interfacial surface is 30% smaller in CDK1–cyclin B compared with CDK2–cyclin A. Crystallographic electron density maps of unphosphorylated CDK1 suggest that it has a more flexible activation segment than does the comparable state of CDK2.A comparative analysis of the sequence loci that mediate the CDK1– and CDK2–cyclin interfaces reveals the conserved sequence features that may explain CDK1 and CDK2 cyclin selectivity [34]. CDK2 is partnered by cyclin E during late G1 phase and then subsequently by cyclin A [1]. Under circumstances where CDK1 expression is knocked down, it can also partner cyclin B [57]. A comparison of the structures of phosphorylated CDK2 bound to cyclin A ([48], PDB 1JST), cyclin B [58], PDB 2JGZ) and cyclin E ([51], PDB 1W98) revealed the conserved nature of the CDK2 response to cyclin binding [34]. Cyclins A and B conserve three large aromatic residues at the CDK–cyclin interface (Y170, Y177 and Y258 in cyclin B), whereas in cyclin E the residues at these positions have smaller side chains (N112, I119 and L202). Given the smaller CDK1–cyclin interface compared with CDK2–cyclin A, the structures would predict that CDK1 would bind preferentially to cyclins B and A, but that these smaller side chains would have less impact on CDK–cyclin affinity in the context of the larger CDK2–cyclin interface.A comparison of the CDK1–cyclin B and CDK2–cyclin A/B/E structures also highlights the potential for these closely related CDKs to be differentially regulated by reversible phosphorylation. The antagonistic activities of Wee1/Myt1 kinases and Cdc25 phosphatases regulate the phosphorylation status of the CDK glycine-rich loop (defined by the GXGXXG motif, residues 11–16 in CDK2). The structure of CDK2–cyclin A phosphorylated on Y15 illustrates how phosphorylation promotes a glycine loop structure that antagonizes both peptide substrate binding and the ATP conformation required for catalysis [59]. The flexibility of the glycine-rich loop is compatible with a model in which the phosphorylated Y15 side chain is solvent exposed and accessible to both kinases and phosphatases. CDK1 is also regulated by active-site phosphorylation, and the conserved nature of the structure in this region suggests that the mechanism of inhibition is also conserved.However, unlike the glycine-rich loop, the flexibilities of the phosphorylated CDK1 and CDK2 activation loops differ. Though the structure of a T161-phosphorylated CDK1–cyclin B complex is yet to be determined, this complex is susceptible to phosphatase treatment, suggesting that the phosphorylated CDK1 activation segment remains flexible [34]. By contrast, phosphorylated CDK2 T160 is embedded within a network of ionic interactions (figure 3) that orders the CDK2 activation segment within this region and decreases T160 solvent accessibility. Taking Y15 as the model, this difference could ensure that the activity of CDK1, more so than that of CDK2, remains subject to the ongoing antagonistic activities of CAK and phosphatases. In particular, it would offer an opportunity for CDK1 to be subject to rapid enzyme-mediated inactivation even in the presence of high concentrations of cyclin B and might offer a regulatory opportunity to distinguish CDK1 and CDK2 activities.Ringo/Spy proteins also activate CDK1 and CDK2 and represent a divergent branch of the cyclin family, identified through their ability to induce meiotic maturation in Xenopus oocytes [60,61], an activity conserved in humans [62]. Ringo A/Spy1 is required for localizing CDK2 to telomeres, and its absence results in defects in chromosome tethering to the nuclear envelope [63,64]. Several studies have implicated Spy1 in glioma, suggesting that it may also have functions in mitosis in selected cell types [65]. Ringo A knockout mice show similar defects to CDK2 knockout mice during spermatogenesis [63], suggesting that the essential function of CDK2 during meiosis might be mediated, in part, by its association with Ringo A. Spy1 (Ringo A) encodes only a single CBF embedded within a longer sequence and activates CDK2 through a mechanism that does not require activation loop phosphorylation (figure 3c; [66], PDB 5UQ2). Immediately after the DFG motif, CDK2 R157 and T158 anchor the activation loop through electrostatic interactions with Spy1 D97 and E135, respectively. CDK2 R50 and R150 that coordinate the phosphorylated CDK2 T160 side chain in the CDK2–cyclin A structure interact with Spy1 D136, so that its carboxylate moiety effectively mimics a number of interactions made by the phosphoT160 phosphate group. These alternative interface interactions create a CDK2 activation loop conformation most reminiscent of that seen when it is bound to cyclin A (figure 3d). The resulting complex has measurable kinase activity but is less active than phosphorylated CDK2–cyclin A [66].2.4. Comparison of the crystal structures of CDK–cyclin complexesTo what extent the mechanism for CDK activation proposed through studies on CDK2 can be extended to other members of the CDK and cyclin families has been challenged by further CDK–cyclin structures. Cyclin-free structures are not available for other CDKs determined in their cognate cyclin-bound states, so inferences about the mechanism of activation can only be made by presuming a conserved inactive monomeric CDK fold. Taken together, they provide diverse examples of how CDK activation can be achieved; models for activation of CDK5 and CDK4, in particular, are quite distinct.2.4.1. CDK4 and CDK6CDK4 and CDK6 are frequently considered together as promoters of G1 progression. In this context, they phosphorylate relatively few substrates, notably the retinoblastoma protein, its relatives and a number of transcription factors [67]. A structure for a CDK6–cyclin D complex has not been determined, but CDK6 bound by a viral cyclin provides another illustration of how an alternative CDK–cyclin interface generates an active CDK conformation in the absence of activation segment phosphorylation (figure 4a; [68], PDB 1JOW). Viral cyclin binding re-organizes the CDK6 C-helix and ensures that the path of the activation segment C-terminal to T177 (equivalent to CDK2 T160) forms a peptide-binding platform equivalent to that seen in CDK2. A novel β-sheet interaction made between the CDK6 sequence preceding T177 and the viral cyclin N-terminal sequence, that has no counterpart in any other known CDK–cyclin complex structure, stabilizes the activation segment.\nOpen in a separate windowFigure 4.CDK–cyclin complexes. A comparison of the CDK–cyclin complexes, for which structures are available, highlights the differences in the CDK response to cyclin association. (a) CDK6–viral cyclin (PDB 1JOW, CDK6, cyan with activation loop (residues 163–189) shown in red; viral cyclin, grey). (b) CDK4–cyclin D1 (PDB 2W96, CDK4, orange; cyclin D1, light purple, RXL-binding site shown as a red translucent surface (residues 54–61) and partially resolved LXCXE motif shown in cyan (residues 6–9)). (c) CDK4–cyclin D3 (PDB 3G33, CDK4, orange; cyclin D3, purple, RXL-binding site shown as a red translucent surface (residues 56–61). (d) CDK5–p25 (PDB 1H4 L, CDK5, light blue with activation loop (residues 144–171) shown in red; p25, gold). (e) CDK8–cyclin C (CDK8, green with C-terminal residues 343–353 in orange; cyclin C, purple). (f) CDK9–cyclin T1 (PDB 3BLH, CDK9 lilac with C-terminal residues 317–325 in orange; cyclin T, pale yellow). (g) CDK12–cyclin K (PDB 4UN0, CDK12, light grey, C-terminal rail residues 1025–1036 in orange; cyclin K, green). (h) CDK13–cyclin K (PDB 5EFQ, CDK13, gold, C-terminal tail residues 1011–1025 in orange; cyclin K, green). The activation segment sequences are shown in red where resolved in the structures.The structures of non-phosphorylated and phosphorylated CDK4 bound to cyclin D3 ([69], PDB 3G33; figure 4c) or cyclin D1 ([70], PDB 2W96; figure 4b), respectively, revealed that the structural mechanism of CDK4 activation must be distinct from that of CDK1 or CDK2. Only the cyclin D N-terminal CBF (N-CBF) binds to CDK4, the C-terminal lobes of both proteins are splayed apart to create a solvent-filled cleft between the two subunits. Cyclin D binding does not induce an active CDK4 conformation. In both structures, the CDK4 C-helix remains displaced, reminiscent of cyclin-free CDK1 and CDK2, and the activation loop is either largely disordered (CDK4–cyclin D3) or adopts a conformation that occludes the active site and is incompatible with substrate binding (CDK4–cyclin D1). Based on these structural insights, a substrate-assisted model of CDK4–cyclin D catalysis has been proposed in which substrate engagement with the cyclin at the RXL site (see below) promotes the transient folding of the CDK4 into an active conformation [69].The CDK4 activation loop remains accessible to cycles of phosphorylation and dephosphorylation by CAK and phosphatases, respectively [69]. In cells, sustained CAK activity is required to maintain CDK4 and CDK6 activity [71], an observation supported by the CDK4–cyclin D structures. It can be hypothesized that CDK6 bound to cyclin D1, D2 or D3, in contrast to the structure it adopts bound to a viral cyclin (described above), might also retain flexibility in the activation loop around T177. Whether CDK6–cyclin D resembles CDK4–cyclin D1/D3 or alternatively accommodates more local activation loop flexibility in the context of a cyclin-activated structure (i.e. more reminiscent of the structure of CDK1–cyclin B) will require the determination of the structure of CDK6 bound to a cognate cyclin. The conserved nature of the CDK4/6 active sites and their ability to adopt similar structures is exemplified by the successful recent registration for clinical use of highly selective ATP-competitive CDK4/6 inhibitors [72].However, there are structural differences between CDK4 and CDK6 that can impact function. For example, whereas CDK6 is a relatively weak client of the Hsp90–Cdc37 pathway, CDK4 is a strong client [73–76] and many of its partner proteins regulate protein folding and complex assembly [77]. These differences in stability are reflected in the affinities of CDK4 and CDK6 for various regulatory proteins [78]. Taken together, these results suggest that CDK4 is an unstable protein that is prone to unfolding and whose integrity is dependent on protein association, a model further substantiated by structural studies of a CDK4–Cdc37–Hsp90 complex [79] (see below).2.4.2. CDK5CDK5 is expressed in post-mitotic neuronal cells where it binds to p35 and p39 and phosphorylates key regulators such as tau and β-APP [9]. Dysregulation of CDK5 activity was initially characterized in the context of neurodegenerative diseases and neurological disorders [80], although there is increasing evidence that, in certain cellular contexts, it can also contribute to tumorigenesis [81,82]. p35 proteolysis promoted by neurotoxic conditions generates p25, a C-terminal fragment that retains the ability to activate CDK5. p25 encodes eight α-helices that have a related but distinct topology when compared with the cyclin A N-CBF (figure 4d; [83], PDB 1H4 L). Overall, given their different relative helical dispositions, it is difficult to make direct comparisons between the cyclin A and p25-mediated CDK interfaces, except that they both stabilize an active CDK conformation. Two loops linking p25 α1 to α2 and α3 to α4 make extensive contacts with the CDK5 activation segment and stabilize a non-phosphorylated active conformation. Within this region, CDK5 has three arginine residues spatially equivalent to the three arginines that coordinate CDK2 phosphoT160, and two of them (R50 and R149) are alternatively employed at the p25 interface.CDK5 can also bind to cyclin E [84]. The adult brain expresses high levels of cyclin E, which can compete with p35 for CDK5 and inhibit CDK5 activity. In its absence, unrestrained CDK5–p35 activity can lead to pathological synapse growth, and formation of CDK5–cyclin E complexes promotes synapse formation. A number of CDKs have multiple authentic cyclin partners that post-CDK activation can impose distinct substrate preferences on their CDK partner. However, this example is distinguished in that cyclin binding inhibits CDK activity.2.4.3. Transcriptional CDKs, CDK8, CDK9, CDK12 and CDK13Within the transcriptional CDKs sub-branch, CDKs 7, 8/19 and 9 are found, respectively, as components of TFIIH, the mediator complex CDK8 kinase module (or its paralogous complex containing CDK19) and positive transcription elongation factor b (P-TEFb). Collectively, they phosphorylate both specific residues within the heptad repeats that constitute the CTD (CDKs 7 and 9) and associated factors (CDKs 7, 8/19 and 9). CDK7 [85] and CDK8 [86,87] regulate the initiation of transcription and CDK9 subsequent release from promoter proximal arrest [88] (reviewed in [89]). CDK12 [90–92] and CDK13 [93] bound to cyclin K are associated with transcript synthesis towards the middle and 3′-end of the emerging RNA, at which point they phosphorylate the CTD-heptad repeats. CDK12–cyclin K also regulates alternative last exon splicing [94].CDK12–cyclin K promotes pre-replicative complex formation during G1 by regulating the activity of cyclin E1 [95]. CDK12–cyclin K has also been reported to regulate the expression of a subset of genes that mediate the DNA damage response [91] and CDK13 gene sets that are involved in growth signalling [93]. Mutations in CDK13 are associated with developmental heart defects and intellectual development, suggesting it is required for the execution of specific gene expression programmes [96]. To what extent these CDKs balance activities as part of the core machinery of RNA pol II-dependent transcript processing against activity on subsets of genes is yet to be fully characterized. A characteristic of CDKs 12 and 13 is the presence of much longer sequences N- and C-termini to the conserved catalytic fold than is found in other transcriptional CDKs (figure 1). These sequences are as yet not structurally characterized but do contain a number of arginine/serine-rich and proline-rich motifs (amongst others) and regulate CTD phosphorylation [97].CDK–cyclin structures have been determined for a substantial subset of the transcriptional branch of the CDK family, CDK8 bound to cyclin C ([98], PDB 4F7S; figure 4e), CDK9 bound to cyclin T ([99], PDB 3BLH; figure 4f) and CDK12 ([100], PDB 4UN0; figure 4g) and CDK13 ([93], PDB 5EFQ; figure 4h) bound to cyclin K. CDK8, CDK9 and CDK12 are reminiscent of CDK4 and engage their cyclin partners almost exclusively through their respective CDK and cyclin N-terminal lobes. However, the CDK8–cyclin C interface is made more substantial by additional interactions between an N-terminal helix present in CDK8 that recognizes the cyclin C N-CBF. The CDK12–cyclin K interface is also more extensive than that between CDK9 and cyclin T, mediated by further interactions between the CDK12 N-terminal lobe and the N-terminal region of cyclin K. Cyclin T binding and activation loop phosphorylation creates a CDK9 peptide-binding platform reminiscent of that seen in CDK2–cyclin A [99]. Interestingly, these three cyclin-bound CDKs differ in their activation mechanisms: CDK9 can autophosphorylate in cis on T186 in vitro [99], but in vivo phosphorylation is CDK7-dependent [101], as is phosphorylation of CDK12 [102]. CDK8 is active in the absence of activation loop phosphorylation [103].A more detailed structural comparison highlights other structural differences that impact activity and regulation. The first CDK8–cyclin C structure (PDB 3RGF) was crystallised in the presence of sorafenib which imposed a ‘DMG-out’ conformation at the start of the CDK8 activation loop [103]. A substantial fraction of the following activation loop sequence proved to be flexible and could not be built between residues R178 and V195, encompassing the predicted peptide substrate-binding site. Subsequent structures of apo CDK8–cyclin C (PDB 4F7S, [98]) and other CDK8–cyclin C–ATP-competitive inhibitor structures in a ‘DMG-in’ conformation ([98,104], PDB 4CRL; [105], PDB 5CEI) were also disordered in this activation loop region. Notably, the CDK8-specific loop linking helices αF and αG (residues 239–247), which lies below the activation loop, is also disordered. These observations suggest that association with other components of the Mediator complex may be required to stabilize the CDK8 structure in this region to activate its activity.Taken together, the transcriptional CDKs are all characterized by having an extended, flexible C-terminal tail beyond the kinase catalytic core fold (figure 4e–h). Where structures have been determined, they reveal that this sequence impacts the character of the ATP-binding site (figure 5). The CDK9 C-terminal tail is anchored by conserved residues F336 and E337 that bind, respectively, into a hydrophobic pocket just before the hinge sequence and into the ATP-binding site ([106], PDB 4EC8). A model can be proposed that, during the catalytic cycle, the active, closed-state conformation is stabilized by folding of the C-terminal tail, generating a fully enclosed active site bounded on one side by the C-terminal tail and on the other by the peptide substrate. Notably, CDK9 follows an ordered reaction mechanism in which ATP binds first and ADP is released last [106]. Mutation of F336 and E337 to alanine or deletion of the C-terminal tail converts the mechanism to a random one (cf. CDK2 or CDK5, [107]), suggesting that conformational cycling of the tail sequence imposes reaction order. This kinetic analysis supports a distributive rather than processive mechanism for CTD phosphorylation by P-TEFb (see also [108]), which might impact the distribution of phosphorylation events on the CTD sequence [109,110]. Substrate (ATP) trapping in a closed state is a feature of a CDK12–cyclin K-AMP–PNP complex (PDBs 4NST [102]; and 4CXA [100]) and of a CDK13–cyclin K–ATP complex where residues within the tail make direct interactions with ATP ([93], PDB 5EFQ). The binding of various ATP-competitive inhibitors also orders the CDK8 C-terminal tail (figure 5a) ([104], PDB 4CRL; [105], PDB 5CEI; [111], PDB 5IDN; [112], PDB 5BNJ; and [113], PDB 5HVY). Beyond its ability to shape the ATP-binding site, it remains to be determined to what extent the conformational flexibility of the C-terminal tail is employed as a structural mechanism to regulate this sub-branch of the CDK family.\nOpen in a separate windowFigure 5.Shaping of the catalytic cleft by the C-terminal tail in the transcriptional CDKs. In each case, the binding of an ATP-competitive inhibitor (ball and stick model) within the ATP-binding pocket helps to order the C-terminal sequence. (a) CDK8–cyclin C–CCT251545 (PDB entry 5BNJ); (b) CDK9–cyclin T1–DRB (PDB 3MY1) overlaid with the full-length CKD9 structure (PDB 4RC8); (c) CDK12–cyclin K–THZ531 (PDB 5ACB). In this structure, the inhibitor THZ531 forms an irreversible bond with C1039 located within the CDK12 C-terminal extension. The CDK8, 9 and 12 folds are coloured green, lilac and grey, respectively, and the CDK C-terminal tails are coloured orange. The hinge region between the N- and C-terminal kinase lobes and the αC-helix is identified to provide the context. 3. CDK substrate recognitionThe structure of CDK2–cyclin A bound to a non-hydrolysable ATP analogue and an optimal substrate peptide (HHASPRK) revealed how the activation segment is modelled to recognize a proline residue at the P + 1 position and a positively charged residue at P + 3 (where P is the phosphate-accepting residue) ([50], PDB 2CCI; figure 3d). Structural studies support a dissociative mechanism through a metaphosphate intermediate in which the attacking group (serine or threonine hydroxyl) from the peptide substrate comes in opposite to the leaving group (phosphate ester oxygen of the γ-phosphate group of ATP), leading to inversion of configuration at the phosphorus (PDB codes: 3QHR and 3QHW [114], and 1GY3 [115]). Apart from this motif, the only other significant sequence feature shared by many cell cycle CDK substrates is the RXL motif, first identified by comparative sequence analysis of multiple CDK substrates and inhibitors [116]. This sequence binds to a site on the cyclin N-CBF that is conserved between cyclins A, B, D and E, and was first structurally characterized following the determination of the structure of a CDK2–cyclin A–p27KIP1 complex (PDB 1JSU, [117]).A feature of the cyclin B-bound CDK1 is the retention of flexibility within the activation loop upon T161 phosphorylation [34] (figure 3b). Using a series of model peptide substrates, a comparative activity study suggested that for CDK1, this enhanced flexibility translates into a more relaxed substrate preference around the site of phospho-transfer [34]. In the presence of an RXL motif, CDK1 will phosphorylate motifs that contain either a proline residue at P + 2 or a positively charged residue at P + 3. CDK1 is characterized by its promiscuous ability to phosphorylate a wide variety of substrates at multiple sites, many of which are ‘non-canonical’ [116,118–120]. The structure of CDK1 suggests a mechanism by which activation loop flexibility, embedded in an inherently, more flexible CDK1 fold allows CDK1 to accommodate a more diverse substrate set than its nearest relative CDK2. These plastic properties may also contribute to its ability to partner non-cognate cyclins in the absence of other CDKs to drive the cell cycle [34,121].The structures of CDK4 bound to cyclin D1 and cyclin D3 support a model in which a catalytically competent active-site configuration must occur transiently when CDK4–cyclin D forms a Michaelis complex with ATP and protein substrates (figure 4b,c). Purified CDK4–cyclin D3 requires the presence of an RXL motif within the peptide substrate for activity, suggesting that substrate engagement through the cyclin recruitment site promotes both productive substrate engagement and kinase remodelling. Such a substrate-assisted catalysis model would be supported by kinetic studies in which CDK4 has been shown to follow an ordered sequential mechanism in which ATP binds first and the phospho-peptide product leaves last [122]. CDK4/6–cyclin D complexes monophosphorylate pRB at multiple sites and further hyperphosphorylation is mediated by CDK2–cyclin E [123]. Although it is not clear what function monophosphorylation performs, taken together, these observations suggest that CDK4 activity is more tightly regulated by substrate scaffolding than CDK1 and CDK2. Whether the model extends to CDK6 awaits the determination of the structure of CDK6 bound to an authentic D-type cyclin.The RXL-binding cyclin recruitment site was the first to highlight the use of substrate docking sites to enhance CDK activity towards particular substrates [124–126]. Permutations on this sequence can be accommodated with differing affinities by cyclins to refine substrate recognition [58,127,128]. Compatible with a docking model, crystallographic attempts to determine a substrate path between the RXL and SPXK motifs for the binding of a model substrate to CDK2–cyclin A failed to resolve electron density for residues beyond the consensus sequences [129].The ability of Cks1 to enhance the phosphorylation of a subset of CDK1 substrates was first recognized in Xenopus oocytes [130] and refined by further studies in Saccharomyces cerevisiae [131]. Cks1 binds to the CDK1 C-terminal lobe (figure 6c) and contains a phospho-threonine docking site that can recognize phosphorylated CDK1 substrates and promote their further hyperphosphorylation by CDK1 [132]. The order and pattern of target residue phosphorylation in multi-site phosphorylated substrates appears to be fine-tuned by the identity of the cyclin and the presence of Cks1 [131,133,134].\nOpen in a separate windowFigure 6.CDK–cyclin interaction partners. A number of CDK–cyclin partners and interaction sites have also been solved structurally. (a) CDK2–cyclin A p27KIP1 (PDB 1JST, CDK2–cyclin A, coloured as previous, p27KIP1 is coloured green and the hydrophobic patch of the RXL site is highlighted in orange with p27KIP1 side chains R30, N31, L32, F33 highlighted). (b) CDK6–p19INK4d (PDB 1BLX, CDK6, cyan; p19INK4D, orange). (c) CDK1–Cks1 (PDB 4YC6, CDK1, grey; CKS1, blue with phospho-threonine (pT)-interacting residues shown in purple; the peptide from 2CCI (yellow) has been superposed onto 4YC6). (d) CDK2-KAP (PDB 1FQ1, CDK2, blue with red activation loop; KAP, green). (e) cyclin E–Fbw7 (PDB 2OVQ, Fbw7, orange; cyclin E peptide, green). (f) cyclin D1–FBXO31 (PDB 5VZU, FBX031, crimson; cyclin D1 peptide, pink).CDKs 7, 9, 12 and 13 phosphorylate the RNA polymerase CTD. The sequence of the CTD is unusual, being composed of 52 heptad repeats in humans, with the consensus sequence Y-S-P-T-S-P-S. Extracted from cells, CTD residues S2 and S5 are the most abundantly phosphorylated serine residues, while S7 is phosphorylated to a lesser extent [109,110]. The extent of phosphorylation within cells was found to be much less than expected, suggesting that multiple phosphorylation events within a single repeat or singly within adjacent repeats must be infrequent. Various studies have, together, suggested that the transcriptional CDKs have preferences for particular sites. For example, CDK7 has been shown to predominantly phosphorylate S5 and S7, CDK9 to have activity towards all three serines, and CDK12 and CDK13 to predominantly phosphorylate S2 [135]. Functionally significant interplay between phosphorylation sites has been shown for CDK9 where, using model three hepta-repeat substrates, S7 phosphorylation was found to prime subsequent CDK9-mediated phosphorylation. In this study, pre-phosphorylation of S2 or S5 blocked subsequent CDK9 activity and CDK9 preferentially phosphorylated S5 [108]. Unfortunately, there was no electron density to support binding of an S2 phosphorylated 13-mer substrate peptide following attempts to co-crystallize it with CDK13 [93]. To date, there is no detailed structural information to understand the molecular determinants that distinguish the activities of the CTD kinases towards their shared substrate and to what extent the complex local molecular environment impacts substrate selection.Other CDK substrate docking sites have been identified but as yet structural information is lacking. Analysis of a set of S. cerevisiae Cln2 mutants has identified a surface shared with Ccn1 and Cln1 cyclin subtypes but not with Cln3 that recognizes a consensus substrate ‘LP motif’ that is enriched in leucine and proline residues [136]. Modelling the Cln2 structure on cyclin A reveals the docking site to be adjacent but non-overlapping with the RXL-binding site on the surface of the N-CBF. It is likely that ordered progression through the cell cycle results both from different CDK–cyclin pairings having different substrate selectivity and from the fact that the different CDK–cyclin pairings are expressed at different points in the cell cycle [137] (reviewed in [138]). 4. Regulatory protein interactions4.1. Cell cycle CDK–cyclins: regulatory interactions determining activityA number of cyclin-encoded protein-binding sites or short peptide motifs have been structurally characterized. A well-characterized example is the recycling of the cyclin RXL recruitment site that is exploited to either enhance or inhibit CDK activity. Alternatively, short motifs encoded within the cyclin sequence can be used both to dock cyclins to substrates to enhance CDK activity and alternatively to localize them to CDK regulators frequently resulting in a loss of CDK activity.Members of the p27KIP1/p21CIP1 cyclin-dependent kinase inhibitor (CKI) family share an RXL motif with RXL-containing substrates and compete with them for CDK–cyclin association. The structure of a CDK2–cyclin A–p27KIP1 complex (PDB 1JSU, [117]) revealed the extended path of the N-terminal sequence of the intrinsically disordered p27KIP1 protein over the upper surface of the cyclin N-CBF (figure 6a). p27KIP1 then proceeds to disengage the edge β2-strand from the CDK2 N-terminal lobe and occupy the ATP-binding site, mimicking the interactions made by the adenine ring of ATP. p27KIP1 also acts as an assembly factor during G1 to assist the formation of active CDK4/6–cyclin D complexes, a role that also sequesters p21CIP1/p27KIP1 CKIs to promote G1 progression [27,139]. The retention of CDK activity in the presence of bound p27KIP1 is linked to the phosphorylation status of p27KIP1 Y88. Phosphorylation by tyrosine kinases (e.g. Src or Abl kinases) can generate CDK4/6–cyclin D–p27KIP1 [140–142] or CDK2–cyclin A–p27KIP1 [143] complexes that are catalytically active. The differences in kinetics and affinity of p27KIP1 and p21CIP1 binding to CDK2–cyclin A and to CDK4–cyclin D complexes may reflect an option for an alternative binding mode to CDK4 [144–146]. Exploiting NMR methods, p27KIP1 Y88 phosphorylation promotes the removal of the 310 helix that occludes the CDK2 active site [143]. The structural basis of how phosphorylated p27KIP1 binds to CDK4/6–cyclin D to aid assembly of an active complex is yet to be elucidated by a co-complex structure.The INK (inhibitors of CDK) family of CKIs selectively inhibits CDK4 or CDK6 and, through an allosteric mechanism, disfavours CDK–cyclin binding [15]. Their tandem ankyrin repeat structures exemplified by CDK6–p19INK4d ([147], PDB 1BLX; [148], PDB 1BI8) and CDK6–p16INK4a ([148], PDB 1BI7) bind in the vicinity of the CDK hinge on the interface opposite to the surface remodelled upon cyclin association (figure 6b). INK4 binding to CDK6 distorts the N-terminal kinase lobe relative to the C-lobe by approximately 15°, thus misaligning the key catalytic residues. The structures of individual INKs have also been determined by X-ray crystallography (p18INK4c, [149], PDB 1IHB) and (p19INK4d, [150], PDB 1BD8) or solution NMR (p15INK4b, [151], PDB 1D9S), (p16INK4a, [151], PDB 1DC2; p18INK4c, [152], PDB 1BU9; and p19INK4d, [153], PDB 1AP7).The cell cycle CDKs are further distinguished by the CDK surfaces they exploit to regulate activity. For example, no protein equivalent to the INKs has been reported to bind to the CDK1/2 hinge. Similarly, there is no known protein that binds to CDK4 and CDK6 in a manner equivalent to the binding of Cks1 or Cks2 to CDK1 ([34], PDB 4YC6; figure 6c) or CDK2 ([154], PDB 1BUH). The CDK2 C-terminal lobe also recognizes kinase-associated phosphatase (KAP) that can dephosphorylate T160-phosphorylated CDK2 ([155], PDB 1FQ1; figure 6d).In addition to helping to select mitotic substrate phosphorylation sites (see above), Cks1 collaborates with Skp2 to form the p27KIP1 phosphoT187-binding site within the SCFSkp2 (Skp1–cullin–F-box) E3 ubiquitin ligase complex ([156], PDB 2AST). This example is the first to show an F-box protein requirement for an accessory protein for substrate recognition [157,158]. Modelling studies using structures of sub-complexes show that a CDK2–cyclin A–p27KIP1–Cks1–Skp1–Skp2 complex can be built [156], but whether any subtle rearrangements occur will require determination of the structure of the CDK2–cyclin A–pT187p27KIP1–SCFSkp2 complex.The LXCXE motif located towards the N-terminus of the D-type cyclins is highly conserved and represents an interesting example of a short cyclin-encoded motif that assists in substrate recruitment. D-type cyclins share this sequence with other cellular and viral proteins that bind to pRB [159]. In the CDK4–cyclin D1 structure, the motif is sequestered in the channel between the C-terminal CDK and cyclin lobes (figure 4b). However, the quality of the electron density map shows that it is flexible, suggesting it could disengage and remodel to bind to pRB. The structure of a complex of the pRB pocket domain and an LXCXE-containing peptide derived from the human papilloma virus E7 protein illustrates the interaction ([160], PDB code 1GUX). It is not known whether pRB and cyclin D engagement of LXCXE and RXL motifs, respectively, is synergistic or antagonistic for promoting pRB phosphorylation by CDK4 or CDK6, but it may be hypothesized to contribute to the mechanism that restricts CDK4/6 activity. Mutation of the LXCXE motif disrupts cyclin D1 activity in some cell line contexts where cyclin D expression has been reduced [161], but its mutation in a cyclin D1 ‘knock-in’ mouse study did not reveal any significant differences to the authentic cyclin D1 sequence [162].4.2. Cyclin motifs regulating stabilityCyclin levels are tightly controlled and their degradation is a response to signalling pathway activation. Various E3 ubiquitin ligase complexes target cyclins for degradation, collectively employing short, flexible degron motifs to recognize their various cyclin substrates. The relationship between cyclin A- and B-containing CDK complexes and the anaphase-promoting complex/cyclosome (APC/C) illustrates this point [163]. Cyclins A and B are substrates of this E3 ubiquitin ligase and contain destruction (D) box (consensus motif RxxLx[D/E][Ø]xN[N/S], [164,165]) and KEN box (consensus motif [DNE]KENxxP) degron motifs [166], and in the cyclin A sequence, an ABBA motif (consensus motif KxxFxxYxDxxE, in cyclin A1 residues 132–143) mediates binding to the APC/C. The ABBA motif is also present in other proteins that bind to Cdc20 and Cdh1, both activators of the APC/C [167]. It has also been called a Phe box and was originally described in BubR1 [167–170].Structural studies exploiting the fact that many APC/C inhibitors contain pseudo-substrate sequences that bind more tightly to the APC/C and its regulators than do its substrates have provided opportunities to visualize D-box, KEN box and ABBA motif binding to the APC/C. How D- and KEN-boxes bind to the Cdc20 β-propeller domain was revealed by the structure of the Schizosaccharomyces pombe mitotic checkpoint complex, the motifs being encoded in the BubR1/Mad3 subunit [171]. However, optimal D-box recognition requires an interface generated by an APC/C co-activator (Cdh1 or Cdc20) WD40 β-propeller domain and the APC/C subunit Apc10 [172]. The structure of a BubR1 KEN box-derived peptide bound to Cdc20 confirmed the nature of the KEN box–Cdc20 interface [173]. A complex of a peptide containing the ABBA motif (in this case derived from the S. cerevisiae APC/C inhibitor Acm1) provided a structural model for this cyclin A sequence, in this case binding to the alternative APC/C activator Cdh1 [174]. Blades 2 and 3 of the Cdh1 WD40 domain create a channel in which the peptide sits. As Acm1 also encodes a pseudo-substrate inhibitory KEN box motif, it also provided models for cyclin A and B engagement with Cdh1 through these sequences. The structure of the APC/C and its interactions with various of its regulators and substrates has been reviewed recently [175].Members of an alternative family of E3 ubiquitin ligases, the Skp1–Cullin–F-box (SCF) complexes also recognize and degrade cyclins. Structures of cyclin E and cyclin D1 peptides bound to the F-box proteins Fbw7 and FBX031, respectively, reveal the diverse mechanisms employed. The cyclin E phospho-degron is encoded within the C-terminal tail (C-terminus at A410). Cyclin E is phosphorylated by glycogen synthase kinase 3 (GSK3) at T395 and undergoes autophosphorylation bound to CDK2 (at S399) to generate the phospho-degron motif recognized by Fbw7 [176,177]. A C-terminal 31 residue cyclin E phospho-peptide adopts an extended conformation straddling across the top of the WD40 propeller (figure 6e). Phosphorylated S399 and T395 are embedded in networks of hydrogen bonds, the phosphorylated S399 (S384 in paper) being more solvent accessible, whereas T395 (T380) is more buried within a shallow pocket.Cyclin D1 phosphorylation at T286 by (inter alia) GSK3β [178] signals its degradation by promoting its nuclear extrusion (reviewed in [179]). However, cyclin D1 degradation is phosphorylation-independent when promoted through this genotoxic stress-induced pathway. Subsequent recognition of cyclin D1 by the E3 ubiquitin ligase SCF FBXO31 is not through direct binding of a phospho-T286-containing amino acid motif to FBXO31. Instead, the structure of the Skp1–FBXO31–cyclin D1 phospho-peptide (residues 279–295) complex revealed that essentially all the interactions between cyclin D1 and FBXO31 are made by the last four C-terminal cyclin D1 amino acids (292–295) and not the sequence immediately around T286 (figure 6f) [180].4.3. Transcriptional CDKs: regulatory interactions exploiting alternative protein interaction sitesA comparison of the CDK–cyclin complexes regulating transcription illustrates ways in which the CDK–cyclin unit can be redeployed to expand the potential options for regulation by protein–protein interactions. The structural variety shown by P-TEFb transcription factor partners suggests that it may exploit multiple alternative interaction mechanisms. The determination of the monomeric cyclin T2 and CDK9–cyclin T1 structures revealed that the N-CBF recruitment site that is highly conserved in the cell cycle cyclins (A, B, D and E, figure 7a) is not present in cyclin T (figure 7b). The extra turn at the C-terminal end of cyclin T helix α4 folds over the surface of the N-CBF to occlude L43, the residue structurally equivalent to cyclin A W217, which forms the heart of the RXL-binding recruitment site. The loop linking helix α4 to α5 composed of residues H112–D123 is also extended when compared to the similar inter-helix sequence in cyclin A (T282–T287).\nOpen in a separate windowFigure 7.The RXL substrate recruitment site is unavailable in transcriptional cyclins. Differences between the cell cycle and transcriptional cyclin families within the N-terminal cyclin box fold (N-CBF) reveal different availabilities of the RXL site. (a) The cyclin A RXL site with CDC6 (yellow, PDB 2CCI) and RB-associated protein (pink, PDB 1H25) peptides bound is unavailable in transcriptional cyclins (b) cyclin T (PDB 3BLH, orange), (c) cyclin K (PDB 4UN0, green) and (d) cyclin H (PDB 1KXU, blue) due to extended α4 helices and protruding α4–α5 loops.The absence of an N-CBF recruitment site is also a feature of the other cyclins that partner the transcriptional CDKs. Cyclin K shares extended α4 and α4–α5 loop structures with cyclin T, though the paths of the α4–α5 loops diverge ([181], PDB 2I53). But structurally, the effect is the same, and cyclin K F56 equivalent to cyclin A W217 is occluded from solvent (figure 7c). In the cyclin H structure ([182], PDB 1JKW and [183], PDB 1KXU), a shorter α4 helix and loop linking α4–α5 coupled with displacement of the N-terminal end of α5 relative to its position in cyclin T extensively remodel the cyclin H structure around R63, the residue equivalent to cyclin A W217 (figure 7d). However, the most significant difference imposed on the surface of the cyclin H N-CBF in this region is from the C-terminal helix that extends up from the C-terminal CBF (C-CBF) to make interactions with the loop linking the N-terminal helix and α1 of the N-CBF.Taken together, these structural changes suggest that this set of cyclins must exploit alternative surfaces within their CBFs to mediate protein–protein interactions. That this is the case was first observed following the determination of the structure of CDK9–cyclin T in complex with HIV Tat. Tat promotes HIV transcription by competing with components of the inhibitory 7SK snRNP for P-TEFb association [184,185]. It recruits P-TEFb to the trans-activation response (TAR) element located at the 5′-end of the emerging HIV transcript, so that P-TEFb can phosphorylate and release the RNA Pol II for transcript synthesis [186–188].Tat adopts an extended conformation and its structure is dictated by the multiple interactions it makes with P-TEFb generating a large buried surface area. It exploits the fact that CDK9 and cyclin T only interact through their respective N-terminal lobes to occupy the cleft they create between their C-terminal lobes and, in so doing, stabilizes the CDK9–cyclin T structure ([189], PDB 3MI9). The Tat acidic/proline-rich region binds within a depression between the two CBFs and then forms an extended open hairpin structure to head across to interact with the CDK9 activation loop. The cysteine-rich sequence and core are more compact and also bind into a groove between the CBFs. Two zinc ions are coordinated through multiple cysteine residues within the Tat sequence, the second zinc site completed by cyclin T1 C261 (figure 8a).\nOpen in a separate windowFigure 8.CDK9–cyclin T binds Tat and AFF4. (a) The HIV Tat protein binds to the C-terminal cyclin box fold (C-CBF) of cyclin T (PDB 3MI9, CDK9–cyclin T-coloured as previous; Tat, blue). Tat contains an acidic-/proline-rich region and a cysteine-rich region for the coordination of Zn, with the second site completed by cyclin T C261. (b) CDK9–cyclin T-Tat also binds AFF4 at the C-CBF (PDB 4OGR, AFF4, red).To what extent the viral protein is mimicking and exploiting authentic cyclin T interactions was appreciated with the determination of the structures of (i) CDK9–cyclin T–AF4/FMR2 Family member 4 (AFF4) ([190], PDB 4IMY), a scaffolding component of the super elongation complex (SEC) [191], (ii) CDK9–cyclin T–AFF4–Tat ([192], PDB 4OR5 and [190], PDB 4IMY) and ([193], PDB 4OGR) (figure 8b), and (iii) CDK9–cyclin T–AFF4–Tat–RNA (PDB 5L1Z). Tat binds to members of the SEC to rescue stalled RNA polymerase II during the transcription of the TAR element, and thus reinitiates the viral transcriptional regime [192]. AFF4 binds to cyclin T1 on the C-CBF, situated on the opposite side of cyclin T1 to the CDK9 interaction interface [190,192], although an individual AFF4 helix has been resolved behind the αD helix in the C-terminal lobe of CDK9 in several, but not all crystallographic copies.AFF4 is an intrinsically disordered scaffolding protein that encodes short dispersed sequences that folds upon binding to dock to protein partners sequestering them together. The cyclin T-binding site is within the N-terminal 73 residues of AFF4 (figure 8b). From L34–E45, the AFF4 sequence extends along the lower edge of the cyclin T C-CBF, then folds to form a short helix that docks to make interactions along one helical face with cyclin T helix α5′ (C-CBF) and the C-terminal end of helix α3′ (C-CBF). Beyond L56, AFF4 nudges into the groove between the CBFs to contact Tat, the region being further shaped by a modification to the path taken by the cyclin T C-terminal sequence from that adopted in P-TEFb to accommodate the two proteins. Taken together, the interactions help to explain the observed enhanced affinity of Tat for P-TEFb bound to AFF4 than P-TEFb alone.The binding of these two P-TEFb regulators to distinct but adjacent sites within the cyclin T C-CBF provides an opportunity for the integration of information from multiple signalling pathways that affect P-TEFb activity. Though structural details are lacking, it is known that the binding of hexamethylene bisacetamide (HMBA)-inducible protein 1 (HEXIM1), a component of the inhibitory 7SK snRNP particle [194], interferes with Tat binding ([195–197]), suggesting that its interaction is also mediated through the cyclin T C-CBF. The bromodomain protein 4 (Brd4) C-terminal P-TEFb-interacting domain (PID) has been reported to not only interact with cyclin T [198], but also both Brd4 [197] and HEXIM1 [199,200] have been proposed to also bind to CDK9, suggesting that the canyon between the two P-TEFb subunits might also be a hotspot for protein interaction.4.4. Non-canonical cell cycle CDK–cyclin functions4.4.1. CDK4/6–cyclin DIn addition to their well-established cell cycle roles, CDK4, CDK6 and cyclin D also regulate many other aspects of cell behaviour such as transcription, cell metabolism [201–203], differentiation [204,205] and DNA repair (reviewed in [28,29,206,207]). Some of these functions are reported to require CDK4 or CDK6 kinase activity, but others apparently do not, suggesting that CDK4, CDK6 and cyclin D may, in certain contexts, act independently and scaffold or maintain the integrity of larger signalling complexes. Whether CDK4 and CDK6 can be cyclin D-associated but not have kinase activity remains to be determined [208,209]. By analogy with receptor tyrosine kinases, where downstream signalling is elicited by limited activity against a small set of spatially optimized substrates, it can be hypothesized that CDK4 and/or CDK6 roles in regulating transcription might result in some cases from their incorporation into large, chromatin-bound complexes at gene promoters where their substrates are co-located. The importance of these emerging CDK4/6 and cyclin D functions to disease is being revealed by proteomic analyses to characterize differences in CDK4/6 and cyclin D interactomes between normal and oncogenic states with the aim to identify changes promoting cell transformation (for example, see [77]).Cyclin D isoform-specific functions distinguish the phenotypes of the cyclin D knockout mice [210] and are clearly important clinically (for example, see [211]). In some cases, these functions appear to be kinase independent. For example, D-type cyclins have been reported to act in a kinase-independent manner to antagonize the activity of the transcription factor DMP1 [212]. Subsequent studies have shown that D-type cyclins can enhance the transcriptional activity of, for example, the oestrogen receptor [213–215], but inhibit the activity of another hormone receptor, namely the androgen receptor [216–218]. Cyclin D can also engage with general transcription regulators and chromatin-modifying factors such as the histone acetyltransferase p300 [219] and can affect chromosome integrity [220]. The importance of cyclin D1 to the regulation of transcription has been highlighted in a recent proteomic study that identified cyclin D1-binding transcription factors in different organs during both normal mouse development and in tumorigenesis [221]. Cyclin D1 is also an important component of the cell's response to DNA damage, promoting repair [222–224]. Bound to chromatin, it can recruit RAD51 and localize to sites of DNA double-strand breaks through a BRCA2-dependent mechanism [225]. Tissue-specific roles of the D-type cyclins are also evident outside of cancer in the central nervous system [226–228], where cyclin D2, but not D1 or D3 knockout mice, are incapable of adult brain neurogenesis [226], suggesting a cell-cycle-independent role. Mutations to cyclin D2 T280 (equivalent to cyclin D1 T286) that prevent its phosphorylation by GSK3β and subsequent nuclear export leading to proteasomal degradation result in elevated cyclin D2 levels that cause megalencephaly–polymicrogyria–polydactyly–hydrocephalus syndrome (MPPH, a developmental brain disorder) [229]. Individuals with elevated cyclin D2 as a result of cyclin D2 mutation rather than activating mutations in the PI3 K–AKT–GSK3β pathway have an increased incidence of polydactyly, suggesting that characteristics of the cyclin D2 overexpression phenotype might also result from a potential role in regulating a programme of gene expression as well as promoting the aberrant expansion of neural precursors.A comparison of the structures of cyclin D1 and cyclin D3 illustrates the extent of sequence conservation between the three isoforms and reveals the locations of conserved isoform-specific surfaces (figure 9). Many of the transcription factors that bind to cyclin D do not encode an obvious RXL motif, suggesting that they may employ an alternative binding site on the cyclin D surface. It can also be hypothesized that some of these interactions may be indirect, for example bridged through binding of cyclin D to RXL-containing transcriptional regulators such as members of the E2F family. Many activities of cyclin D in transcription are reported to be kinase-independent, which suggests that the cyclin D CDK4/6 interface may be accessible, although a kinase activity-independent scaffolding role of a CDK–cyclin D complex cannot be excluded. Given the structural similarities between the relative dispositions of the CDK and cyclin subunits in CDK4–cyclin D1/D3 and CDK9–cyclin T (figure 10), it remains a possibility that a protein interaction site on the cyclin C-terminal lobe is conserved between cyclin T and cyclin D.\n\nOpen in a separate windowFigure 9.Cyclin D sequence conservation. (a) Sequence conservation between the cyclin D isoforms has been mapped onto the structure of CDK4–cyclin D1 (PDB 2W96) and is represented by blue-scale colouring. (b) Alignment of cyclin D1/2/3 conducted in Clustal Omega and output into ExPASy BoxShade. Secondary structure elements for cyclin D1 are shown above the sequence. CDK4 is coloured orange. The UniProt codes used for sequence alignment are: cyclin D1 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P24385\",\"term_id\":\"116152\"}}P24385), cyclin D2 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P30279\",\"term_id\":\"231741\"}}P30279) and cyclin D3 ({\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"P30281\",\"term_id\":\"20981685\"}}P30281).Open in a separate windowFigure 10.Comparison of cyclin T, cyclin D and cyclin A structures in the vicinity of the AFF4-binding site. (a) CDK2–cyclin A showing the C-CBF with the C-terminal cyclin A tail (orange) accommodated (PDB 1FIN, CDK2–cyclin A coloured as previous). The same site is presented for (b) cyclin D1 (PDB 2W96, coloured as previous) and (c) cyclin T (PDB 4OGR, coloured as previous), which is known to accommodate the binding of both AFF4 and Tat.4.4.2. Cyclins E and ABoth cyclin A and cyclin E have also been reported to have CDK-independent roles suggesting scaffolding or regulatory functions. However, structural details as to whether these protein interactions require the RXL-binding site on the N-CBF overlap with other parts of the p27KIP1-interacting surface or employ novel binding sites are not known. Similarly, there are structurally unverified reports of cell cycle regulators binding to RNA. As examples, CDK2 and p21CIP1 have been reported to bind to Foxo3 circular RNA [230] and cyclin A2 to the 3′-untranslated region (UTR) of Mre11 mRNA [231]. This latter interaction is independent of an associated CDK partner and regulates Mre11 translation. Mutational analysis mapped the binding site to the C-CBF at a surface not previously implicated in protein association, suggesting that the surface of cyclin A may be more widely exploited than previously thought.A number of studies have highlighted potential kinase-independent functions of cyclin E [232–234]. Cyclin E1 and E2 knockout mice are, respectively, viable or infertile in males, and double knockouts are embryonic lethal [232,235]. These phenotypes demonstrate the necessity for at least one E-type cyclin in the embryo. Mutations to alanine within the CDK2-binding interface of cyclin E, in a loop region between helices H3 and H4, permit weak, p21Cip1/p27Kip1-dependent binding to CDK2, but abolish cellular kinase activity. These kinase-activity-deficient mutants re-established the observed transformative potential of cyclin E and restored MCM protein loading onto the pre-replication complex to facilitate G0–S-phase transition [232]. Cyclin E also localizes to centrosomes independently of CDK2 [236], which may be relevant to centrosome duplication [237]. In terms of cancer transformative potential, analysis in rat embryonic fibroblasts has also suggested that this property of cyclin E may, in certain circumstances, be independent of CDK2 [234], an observation that is also consistent with analyses conducted in hepatocellular carcinoma (HCC) [233]. Cyclin E1−/−/E2−/− mice stopped tumour cell proliferation in clonogenic assays [233], while the individual function of cyclin E subtypes was resolved in hepatocyte-specific NEMO and global CCNE1 or CCNE2 knockout mice [238]. Cyclin E1, and not cyclin E2, was shown to be coupled with liver disease and hepatocarcinogenesis in this model system [238]. The kinase-independent nature of cyclin E in HCC progression was also highlighted by the finding that CRISPR/Cas9 CDK2 deletion and kinase dead forms of CDK2 were not sufficient to abolish cell growth [233]. These data appear to contrast with evidence from cyclin E amplified high-grade serous ovarian carcinoma, which suggest that these particular subtypes are sensitive to CDK2 knockdown through RNA interference [239,240]. Taken together, these results suggest that cyclin E has kinase-independent roles and that there are subtle differences by which cyclin E and its CDK–partner CDK2 are exploited in cancer progression. Again, whether uncharacterized CDK2– and cyclin A or E–protein interaction sites mediate these activities awaits further study. 5. Aberrant mutations/processing—structures relate to dysregulated functionCDK–cyclin-containing protein complexes have been implicated in a range of disease settings [8,241,242]. In cancer, in particular, therapeutic design and development has been directed at targeting members and regulators of the cell cycle CDK–cyclin families [25,30,72,243], with emphasis on combatting phenotypes driven by genetic amplification of CDK or cyclin family proteins or genetic deletion of their regulators (e.g. the INK4 family for CDK4/6 [27]). In addition to genetic amplification, structural alterations through point mutation are also evident and may be relevant to the subcellular function of these enzymes within the cancer microenvironment.Mutation of CDK4 R24 to C/H/L/S, first described in melanoma [244–246], and documented in a further 27 samples in the cBioPortal database [247,248], is known to increase kinase activity (reviewed in [249]). R24 is located on β2 of the N-terminal lobe of CDK4 and abolishes binding to p16INK4A [139,250]. The corresponding arginine in CDK6, R31, coordinates through hydrogen bonds to several p16INK4a polar/acidic residue side chains, namely D74, T79 and D84, which may, in turn, be stabilized by R87 of p16INK4A ([148], PDB 1BI7) (figure 11). As the sequences of CDKs 4 and 6 are highly conserved within the N-terminal lobe, it is anticipated that mutation of CDK4 R24 also abolishes p16INK4A association by breaking these key interactions, although this hypothesis is yet to be confirmed by determination of a CDK4–p16INK4A structure. That this interaction is vital to CDK4/6–p16INK4a association is confirmed by reciprocal mutations to D84 in p16INK4a, one of several proposed mutational hotspots [251]. Mutation drives aberrant activation of CDK4/6–cyclin D [252]. The p16INK4a D84N mutant shows a stark increase in CDK4 activity relative to WTp16INK4a in an Rb phosphorylation assay [253], and limited ability to bind to CDKs 4 and 6 in cell-free biochemical direct binding analyses [78].\nOpen in a separate windowFigure 11.Point mutations in CDK4/6–p16INK4A. CDK4/6 and p16INK4A (represented here by CDK6, PDB 1BI7, CDK6, cyan; p16INK4A, gold) contain a number of residues that are frequently mutated in cancer. Several commonly described mutations occur on the CDK–p16INK4A interface, disrupting the complex and leading to kinase dysregulation. Other p16INK4A residues such as H98 and P48 are located further from the CDK-binding interface. CDK6 mutations are selected from those described in cancer genome repositories (see the text for further details).Consultation of cancer genome repositories such as cBioPortal [247,248], the COSMIC database [254] and TumorPortal [255] reveals a variety of other missense mutations within CDK–cyclins in the context of cancer (e.g. R168C in CDK5, R86Q CDK9, R378G in cyclin A2). However, a number of these are insufficiently characterized (mutations reviewed in [256]). In a number of cases, this results from the mutations being located outside of structured or crystallographically resolved regions, making constructs difficult to interrogate biophysically/biochemically, while in other instances it is amplification/upregulation of the CDK–cyclin component rather than mutation that is likely to drive proliferation.Aside from mutations to key binding-partner interaction sites, other aberrant processing of transcripts can also lead to impaired cellular function of CDK–cyclins. In several tumour types, the A/G870 polymorphism within the CCND1 transcript can result in alternate splicing [257]. A/G870 is located at the end of exon 4 before intron 4 within the 5-exon long CCND1 DNA sequence. The A870 polymorphism is reportedly more likely to lead to an alternative CCND1 transcript, which in turn codes for the translation of cyclin D1b protein [258,259]. Cyclin D1b includes additional residues encoded by intron 4 and thus is bereft of key regulatory residues at the C-terminal end [257,260]. These residues include the PEST motif (named using the single letter amino acid code) and T286, important for protein degradation and nuclear export, respectively [260], as well as the LXXLL motif that is involved in cyclin D transcriptional function [257]. As noted above, this region is flexible or unstructured and not visible in the CDK4–cyclin D3 electron density map. Mutations to equivalent residues in cyclin D2 (T280) and cyclin D3 (T283) have also been reported for a small subset of acute myeloid leukaemia [261] and Burkitt lymphoma [262] sufferers, respectively. Indeed, these mutated proteins present with similar phenotypes to cyclin D1b expressing cells, showing adverse degradation and enhanced nuclear localization [261–264].In addition to DNA mutations in CDK–cyclin partners, aberrant post-translational processing is strongly linked to dysregulated function. One particular example in the context of cancer are the low-molecular-weight forms of cyclin E1, though interestingly not cyclin E2 [265,266]. Cleaved post-translationally by elastase [267], low-molecular-weight forms of cyclin E1 facilitate increased kinase activity, potentially through increased CDK2 affinity [267,268]. The low-molecular-weight forms are cleaved within the sequence N-terminal to the known structured CBFs, and thus, any structural rationale for differences in affinity for CDK2 between full-length and low-molecular-weight forms remains to be elucidated. Whether cyclin E1 also contains additional N-terminal regulatory motifs, reminiscent of those seen in cyclins A and B such as the ABBA [167] or D-box [269] motifs, and whether these sequences are lost in low-molecular-weight forms remain to be confirmed. 6. Macromolecular CDK-containing complexes and electron microscopy: the futureWhile an enormous wealth of detail has been revealed by X-ray crystallography studies, the question of how CDK–cyclin partners participate in larger macromolecular complexes is yet to be fully answered. However, cryo-electron microscopy (cryo-EM) is emerging as a technique that can address this deficit, and several CDK–cyclin-containing complexes have been determined.Transcription factor IIH (TFIIH) is a large 10 subunit complex recruited by RNA polymerase II (RNA pol II) during transcription initiation and is also important in nucleotide excision repair (NER) [6,270]. The CAK complex of CDK7–cyclin H and Mat1 is known to be required for phosphorylation of RNA pol II CTD, but is removed from TFIIH during NER [271,272]. However, the binding of CDK7–cyclin H to Mat1 is not fully resolved within the TFIIH structure [273], which may reflect the ability of CAK to disengage from TFIIH. The extended helical structure of Mat1 links the TFIIH ATPase and helicase subunits XPD and XPB [273].TFIIH is also regulated by another CDK-containing complex, termed the Mediator complex [274]. The Mediator complex contains approximately 30 polypeptide chains and has a molecular weight of greater than 1 MDa. It is formed from four distinct modules: the head, middle and tail modules, and the reversibly bound CDK8 kinase module (CKM), which can contain CDK8 or CDK19 bound to cyclin C [275–277]. CDK8–cyclin C inhibits RNA pol II CTD phosphorylation by TFIIH through phosphorylation of cyclin H at the extreme N- and C-terminal helices (on residues S5 and S304, respectively) [274]. Using EM, the structure of the yeast CKM revealed that cyclin C, and not CDK8, binds to subunit MED12. The importance of this interaction is highlighted by mutations to the cyclin C–MED12-binding interface that inhibit Mediator activity and have been linked to uterine leiomyoma [278]. MED12 bridges CDK8–cyclin C with MED13, which in turn associates with MED19 of the middle module. CDK8 is shown to associate with the head module around subunits MED18–20 [279]. The central modules of Mediator have been revealed recently in a cryo-EM determined structure at 4.4 Å resolution [276,280].Inactive kinase conformations within larger complexes can also regulate function. An example of this phenomenon is offered by CDK4 and the Hsp90 chaperone system [79]. Hsp90 protein kinase clients are selectively recruited through the co-chaperone Cdc37 to form a complex that holds the kinase in a protected state until it can be relinquished to an appropriate partner [281–283]. Indeed, in the cryo-EM structure of the Hsp90–Cdc37–CDK4 complex (figure 12), CDK4 is partially unfolded at the N-terminus, where β5 of CDK4 has lost secondary structure and winds into Hsp90 [79]. Cdc37 also supports CDK4 at the C-terminal lobe between the αC-helix and the loop linking to β4. CDK4 is a stronger Cdc37–Hsp90 client than CDK6 [76], and this is reflected in the ease with which the CDK can be handed off to partner proteins such as the D-type cyclins and members of the INK4 family [78].\nOpen in a separate windowFigure 12.The cryo-EM structure of the CDK4–Cdc37–Hsp90 complex. Both copies of Hsp90 are coloured blue; Cdc37 is drawn in red and CDK4 in orange. Structure is drawn from PDB 5FWK. 7. Concluding remarksThe expansion of the CDK family from a single essential CDK in lower eukaryotes has enabled individual CDKs to develop tissue-specific functions and to respond more sensitively and selectively to intra- and intercellular signals. Structural studies have revealed their distinguishing features and help to provide explanations for their mechanistic differences. CDK–cyclin complexes have proved to be more diverse than was originally envisaged. This structural diversity has recently been successfully exploited to identify the first CDK inhibitors to be registered for clinical use targeting CDK4 and CDK6 (reviewed in [32,72]). ATP-competitive CDK inhibitors that selectively target other family members similarly exploit sequence differences within the active site and/or unique conformations that permit optimization of inhibitor–CDK interactions that discriminate the family members. Whether these inhibitors will be useful in the clinic will require careful target validation studies to identify cellular settings in which aberrant CDK activity is the cancer driver.For the future, more specific chemical probes and selective antibodies are now required to provide greater understanding of CDK roles outside of the cell cycle, in particular understanding the links between their roles controlling the cell cycle and cell differentiation. Another exciting development is the application of electron microscopy to study larger CDK-containing complexes. These structures will further our understanding of CDK regulation and may well provide additional opportunities to more selectively inhibit CDK activity in clinically relevant settings. AcknowledgementsWe are grateful to Martin Noble and Mathew Martin for their insightful comments on the text and to current and past members of the Endicott and Noble groups. References1. Morgan DO.\n2007. \nThe cell cycle principles of control (primers in biology). London, UK: New Science Press. [Google Scholar]2. Malumbres M, Harlow E, Hunt T, Hunter T, Lahti JM, Manning G, Morgan DO, Tsai LH, Wolgemuth DJ. \n2009. \nCyclin-dependent kinases: a family portrait. Nat. Cell Biol.\n11, 1275–1276. (10.1038/ncb1109-1275) [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Malumbres M.\n2014. \nCyclin-dependent kinases. Genome Biol.\n15, 122 (10.1186/gb4184) [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Jeronimo C, Collin P, Robert F. \n2016. \nThe RNA polymerase II CTD: the increasing complexity of a low-complexity protein domain. J. Mol. Biol.\n428, 2607–2622. (10.1016/j.jmb.2016.02.006) [PubMed] [CrossRef] [Google Scholar]5. Fisher RP, Morgan DO. \n1994. \nA novel cyclin associates with MO15/CDK7 to form the CDK-activating kinase. Cell\n78, 713–724. (10.1016/0092-8674(94)90535-5) [PubMed] [CrossRef] [Google Scholar]6. Compe E, Egly JM. \n2016. \nNucleotide excision repair and transcriptional regulation: TFIIH and beyond. Annu. Rev. Biochem.\n85, 265–290. (10.1146/annurev-biochem-060815-014857) [PubMed] [CrossRef] [Google Scholar]7. Ren S, Rollins BJ. \n2004. \nCyclin C/cdk3 promotes Rb-dependent G0 exit. Cell\n117, 239–251. (10.1016/S0092-8674(04)00300-9) [PubMed] [CrossRef] [Google Scholar]8. Lim S, Kaldis P. \n2013. \nCdks, cyclins and CKIs: roles beyond cell cycle regulation. Development\n140, 3079–3093. (10.1242/dev.091744) [PubMed] [CrossRef] [Google Scholar]9. Dhavan R, Tsai LH. \n2001. \nA decade of CDK5. Nat. Rev. Mol. Cell Biol.\n2, 749–759. (10.1038/35096019) [PubMed] [CrossRef] [Google Scholar]10. Guen VJ, et al. \n2013. \nCDK10/cyclin M is a protein kinase that controls ETS2 degradation and is deficient in STAR syndrome. Proc. Natl Acad. Sci. USA\n110, 19 525–19 530. (10.1073/pnas.1306814110) [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Guen VJ, Gamble C, Lees JA, Colas P. \n2017. \nThe awakening of the CDK10/cyclin M protein kinase. Oncotarget\n8, 50 174–50 186. (doi:10.18632/oncotarget.15024) [PMC free article] [PubMed] [Google Scholar]12. Windpassinger C, et al. \n2017. \nCDK10 mutations in humans and mice cause severe growth retardation, spine malformations, and developmental delays. Am. J. Hum. Genet.\n101, 391–403. (10.1016/j.ajhg.2017.08.003) [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Pak V, Eifler TT, Jager S, Krogan NJ, Fujinaga K, Peterlin BM. \n2015. \nCDK11 in TREX/THOC regulates HIV mRNA 3' end processing. Cell Host Microbe\n18, 560–570. (10.1016/j.chom.2015.10.012) [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Gibson TJ, Thompson JD, Blocker A, Kouzarides T. \n1994. \nEvidence for a protein domain superfamily shared by the cyclins, TFIIB and RB/p107. Nucleic Acids Res.\n22, 946–952. (10.1093/nar/22.6.946) [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Pavletich NP.\n1999. \nMechanisms of cyclin-dependent kinase regulation: structures of Cdks, their cyclin activators, and Cip and INK4 inhibitors. J. Mol. Biol.\n287, 821–828. (10.1006/jmbi.1999.2640) [PubMed] [CrossRef] [Google Scholar]16. Diril MK, Ratnacaram CK, Padmakumar VC, Du T, Wasser M, Coppola V, Tessarollo L, Kaldis P. \n2012. \nCyclin-dependent kinase 1 (Cdk1) is essential for cell division and suppression of DNA re-replication but not for liver regeneration. Proc. Natl Acad. Sci. USA\n109, 3826–3831. (10.1073/pnas.1115201109) [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Berthet C, Aleem E, Coppola V, Tessarollo L, Kaldis P. \n2003. \nCdk2 knockout mice are viable. Curr. Biol.\n13, 1775–1785. (10.1016/j.cub.2003.09.024) [PubMed] [CrossRef] [Google Scholar]18. Ortega S, Prieto I, Odajima J, Martin A, Dubus P, Sotillo R, Barbero JL, Malumbres M, Barbacid M. \n2003. \nCyclin-dependent kinase 2 is essential for meiosis but not for mitotic cell division in mice. Nat. Genet.\n35, 25–31. (10.1038/ng1232) [PubMed] [CrossRef] [Google Scholar]19. Rane SG, Dubus P, Mettus RV, Galbreath EJ, Boden G, Reddy EP, Barbacid M. \n1999. \nLoss of Cdk4 expression causes insulin-deficient diabetes and Cdk4 activation results in beta-islet cell hyperplasia. Nat. Genet.\n22, 44–52. (10.1038/8751) [PubMed] [CrossRef] [Google Scholar]20. Tsutsui T, Hesabi B, Moons DS, Pandolfi PP, Hansel KS, Koff A, Kiyokawa H. \n1999. \nTargeted disruption of CDK4 delays cell cycle entry with enhanced p27(Kip1) activity. Mol. Cell Biol.\n19, 7011–7019. (10.1128/MCB.19.10.7011) [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Malumbres M, Sotillo R, Santamaria D, Galan J, Cerezo A, Ortega S, Dubus P, Barbacid M. \n2004. \nMammalian cells cycle without the D-type cyclin-dependent kinases Cdk4 and Cdk6. Cell\n118, 493–504. (10.1016/j.cell.2004.08.002) [PubMed] [CrossRef] [Google Scholar]22. Hu MG, et al. \n2009. \nA requirement for cyclin-dependent kinase 6 in thymocyte development and tumorigenesis. Cancer Res.\n69, 810–818. (10.1158/0008-5472.CAN-08-2473) [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Malumbres M, Barbacid M. \n2009. \nCell cycle, CDKs and cancer: a changing paradigm. Nat. Rev. Cancer\n9, 153–166. (10.1038/nrc2602) [PubMed] [CrossRef] [Google Scholar]24. Hanahan D, Weinberg RA. \n2011. \nHallmarks of cancer: the next generation. Cell\n144, 646–674. (10.1016/j.cell.2011.02.013) [PubMed] [CrossRef] [Google Scholar]25. Asghar U, Witkiewicz AK, Turner NC, Knudsen ES. \n2015. \nThe history and future of targeting cyclin-dependent kinases in cancer therapy. Nat. Rev. Drug Discov.\n14, 130–146. (10.1038/nrd4504) [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Aleem E, Arceci RJ. \n2015. \nTargeting cell cycle regulators in hematologic malignancies. Front. Cell Dev. Biol.\n3, 16 (10.3389/fcell.2015.00016) [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Sherr CJ, Beach D, Shapiro GI. \n2016. \nTargeting CDK4 and CDK6: from discovery to therapy. Cancer Discov.\n6, 353–367. (10.1158/2159-8290.CD-15-0894) [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Tigan AS, Bellutti F, Kollmann K, Tebb G, Sexl V. \n2016. \nCDK6—a review of the past and a glimpse into the future: from cell-cycle control to transcriptional regulation. Oncogene\n35, 3083–3091. (10.1038/onc.2015.407) [PubMed] [CrossRef] [Google Scholar]29. Hydbring P, Malumbres M, Sicinski P. \n2016. \nNon-canonical functions of cell cycle cyclins and cyclin-dependent kinases. Nat. Rev. Mol. Cell Biol.\n17, 280–292. (10.1038/nrm.2016.27) [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Otto T, Sicinski P. \n2017. \nCell cycle proteins as promising targets in cancer therapy. Nat. Rev. Cancer\n17, 93–115. (10.1038/nrc.2016.138) [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Endicott JA, Noble ME, Johnson LN. \n2012. \nThe structural basis for control of eukaryotic protein kinases. Annu. Rev. Biochem.\n81, 587–613. (10.1146/annurev-biochem-052410-090317) [PubMed] [CrossRef] [Google Scholar]32. Martin MP, Endicott JA, Noble MEM. \n2017. \nStructure-based discovery of cyclin-dependent protein kinase inhibitors. Essays Biochem.\n61, 439–452. (10.1042/EBC20170040) [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Sievers F, Higgins DG. \n2018. \nClustal Omega for making accurate alignments of many protein sequences. Protein Sci.\n27, 135–145. (10.1002/pro.3290) [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Brown NR, Korolchuk S, Martin MP, Stanley WA, Moukhametzianov R, Noble MEM, Endicott JA. \n2015. \nCDK1 structures reveal conserved and unique features of the essential cell cycle CDK. Nat. Commun.\n6, 6769 (10.1038/ncomms7769) [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Schulze-Gahmen U, De Bondt HL, Kim SH. \n1996. \nHigh-resolution crystal structures of human cyclin-dependent kinase 2 with and without ATP: bound waters and natural ligand as guides for inhibitor design. J. Med. Chem.\n39, 4540–4546. (10.1021/jm960402a) [PubMed] [CrossRef] [Google Scholar]36. Chen P, et al. \n2016. \nSpectrum and degree of CDK drug interactions predicts clinical performance. Mol. Cancer Ther.\n15, 2273–2281. (10.1158/1535-7163.MCT-16-0300) [PubMed] [CrossRef] [Google Scholar]37. Lolli G, Lowe ED, Brown NR, Johnson LN. \n2004. \nThe crystal structure of human CDK7 and its protein recognition properties. Structure\n12, 2067–2079. (10.1016/j.str.2004.08.013) [PubMed] [CrossRef] [Google Scholar]38. Dixon-Clarke SE, Shehata SN, Krojer T, Sharpe TD, von Delft F, Sakamoto K, Bullock AN. \n2017. \nStructure and inhibitor specificity of the PCTAIRE-family kinase CDK16. Biochem. J.\n474, 699–713. (10.1042/BCJ20160941) [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. De Bondt HL, Rosenblatt J, Jancarik J, Jones HD, Morgan DO, Kim SH. \n1993. \nCrystal structure of cyclin-dependent kinase 2. Nature\n363, 595–602. (10.1038/363595a0) [PubMed] [CrossRef] [Google Scholar]40. Brown NR, Noble ME, Lawrie AM, Morris MC, Tunnah P, Divita G, Johnson LN, Endicott JA. \n1999. \nEffects of phosphorylation of threonine 160 on cyclin-dependent kinase 2 structure and activity. J. Biol. Chem.\n274, 8746–8756. (10.1074/jbc.274.13.8746) [PubMed] [CrossRef] [Google Scholar]41. Mikolcevic P, Sigl R, Rauch V, Hess MW, Pfaller K, Barisic M, Pelliniemi LJ, Boesl M, Geley S. \n2012. \nCyclin-dependent kinase 16/PCTAIRE kinase 1 is activated by cyclin Y and is essential for spermatogenesis. Mol. Cell Biol.\n32, 868–879. (10.1128/MCB.06261-11) [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Mikolcevic P, Rainer J, Geley S. \n2012. \nOrphan kinases turn eccentric: a new class of cyclin Y-activated, membrane-targeted CDKs. Cell Cycle\n11, 3758–3768. (10.4161/cc.21592) [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Zi Z, et al. \n2015. \nCCNYL1, but not CCNY, cooperates with CDK16 to regulate spermatogenesis in mouse. PLoS Genet.\n11, e1005485 (10.1371/journal.pgen.1005485) [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Li S, Jiang M, Wang W, Chen J. \n2014. \n14-3-3 binding to cyclin Y contributes to cyclin Y/CDK14 association. Acta Biochim. Biophys. Sin.\n46, 299–304. (10.1093/abbs/gmu005) [PubMed] [CrossRef] [Google Scholar]45. Shehata SN, Deak M, Morrice NA, Ohta E, Hunter RW, Kalscheuer VM, Sakamoto K. \n2015. \nCyclin Y phosphorylation- and 14-3-3-binding-dependent activation of PCTAIRE-1/CDK16. Biochem. J.\n469, 409–420. (10.1042/BJ20150486) [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Obsil T, Obsilova V. \n2011. \nStructural basis of 14-3-3 protein functions. Semin. Cell Dev. Biol.\n22, 663–672. (10.1016/j.semcdb.2011.09.001) [PubMed] [CrossRef] [Google Scholar]47. Jeffrey PD, Russo AA, Polyak K, Gibbs E, Hurwitz J, Massague J, Pavletich NP. \n1995. \nMechanism of CDK activation revealed by the structure of a cyclinA-CDK2 complex. Nature\n376, 313–320. (10.1038/376313a0) [PubMed] [CrossRef] [Google Scholar]48. Russo AA, Jeffrey PD, Pavletich NP. \n1996. \nStructural basis of cyclin-dependent kinase activation by phosphorylation. Nat. Struct. Biol.\n3, 696–700. (10.1038/nsb0896-696) [PubMed] [CrossRef] [Google Scholar]49. Brown NR, Noble ME, Endicott JA, Garman EF, Wakatsuki S, Mitchell E, Rasmussen B, Hunt T, Johnson LN. \n1995. \nThe crystal structure of cyclin A. Structure\n3, 1235–1247. (10.1016/S0969-2126(01)00259-3) [PubMed] [CrossRef] [Google Scholar]50. Brown NR, Noble ME, Endicott JA, Johnson LN. \n1999. \nThe structural basis for specificity of substrate and recruitment peptides for cyclin-dependent kinases. Nat. Cell Biol.\n1, 438–443. (10.1038/15674) [PubMed] [CrossRef] [Google Scholar]51. Honda R, Lowe ED, Dubinina E, Skamnaki V, Cook A, Brown NR, Johnson LN. \n2005. \nThe structure of cyclin E1/CDK2: implications for CDK2 activation and CDK2-independent roles. EMBO J.\n24, 452–463. (10.1038/sj.emboj.7600554) [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Merrick KA, Larochelle S, Zhang C, Allen JJ, Shokat KM, Fisher RP. \n2008. \nDistinct activation pathways confer cyclin-binding specificity on Cdk1 and Cdk2 in human cells. Mol. Cell\n32, 662–672. (10.1016/j.molcel.2008.10.022) [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Kornev AP, Taylor SS. \n2015. \nDynamics-driven allostery in protein kinases. Trends Biochem. Sci.\n40, 628–647. (10.1016/j.tibs.2015.09.002) [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Zhang J, Yang PL, Gray NS. \n2009. \nTargeting cancer with small molecule kinase inhibitors. Nat. Rev. Cancer\n9, 28–39. (10.1038/nrc2559) [PubMed] [CrossRef] [Google Scholar]55. Jura N, Zhang X, Endres NF, Seeliger MA, Schindler T, Kuriyan J. \n2011. \nCatalytic control in the EGF receptor and its connection to general kinase regulatory mechanisms. Mol. Cell\n42, 9–22. (10.1016/j.molcel.2011.03.004) [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Alexander LT, Mobitz H, Drueckes P, Savitsky P, Fedorov O, Elkins JM, Deane CM, Cowan-Jacob SW, Knapp S. \n2015. \nType II inhibitors targeting CDK2. ACS Chem. Biol.\n10, 2116–2125. (10.1021/acschembio.5b00398) [PubMed] [CrossRef] [Google Scholar]57. L'Italien L, Tanudji M, Russell L, Schebye XM. \n2006. \nUnmasking the redundancy between Cdk1 and Cdk2 at G2 phase in human cancer cell lines. Cell Cycle\n5, 984–993. (10.4161/cc.5.9.2721) [PubMed] [CrossRef] [Google Scholar]58. Brown NR, Lowe ED, Petri E, Skamnaki V, Antrobus R, Johnson LN. \n2007. \nCyclin B and cyclin A confer different substrate recognition properties on CDK2. Cell Cycle\n6, 1350–1359. (10.4161/cc.6.11.4278) [PubMed] [CrossRef] [Google Scholar]59. Welburn JP, Tucker JA, Johnson T, Lindert L, Morgan M, Willis A, Noble ME, Endicott JA. \n2007. \nHow tyrosine 15 phosphorylation inhibits the activity of cyclin-dependent kinase 2-cyclin A. J. Biol. Chem.\n282, 3173–3181. (10.1074/jbc.M609151200) [PubMed] [CrossRef] [Google Scholar]60. Ferby I, Blazquez M, Palmer A, Eritja R, Nebreda AR. \n1999. \nA novel p34(cdc2)-binding and activating protein that is necessary and sufficient to trigger G(2)/M progression in Xenopus oocytes. Genes Dev.\n13, 2177–2189. (10.1101/gad.13.16.2177) [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Lenormand JL, Dellinger RW, Knudsen KE, Subramani S, Donoghue DJ. \n1999. \nSpeedy: a novel cell cycle regulator of the G2/M transition. EMBO J.\n18, 1869–1877. (10.1093/emboj/18.7.1869) [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Porter LA, Dellinger RW, Tynan JA, Barnes EA, Kong M, Lenormand JL, Donoghue DJ. \n2002. \nHuman speedy: a novel cell cycle regulator that enhances proliferation through activation of Cdk2. J. Cell Biol.\n157, 357–366. (10.1083/jcb.200109045) [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Mikolcevic P, Isoda M, Shibuya H, del Barco Barrantes I, Igea A, Suja JA, Shackleton S, Watanabe Y, Nebreda AR. \n2016. \nEssential role of the Cdk2 activator RingoA in meiotic telomere tethering to the nuclear envelope. Nat. Commun.\n7, 11084 (10.1038/ncomms11084) [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Tu Z, et al. \n2017. \nSpeedy A-Cdk2 binding mediates initial telomere-nuclear envelope attachment during meiotic prophase I independent of Cdk2 activation. Proc. Natl Acad. Sci. USA\n114, 592–597. (10.1073/pnas.1618465114) [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Lubanska D, Market-Velker BA, deCarvalho AC, Mikkelsen T, Fidalgo da Silva E, Porter LA. \n2014. \nThe cyclin-like protein Spy1 regulates growth and division characteristics of the CD133+ population in human glioma. Cancer Cell\n25, 64–76. (10.1016/j.ccr.2013.12.006) [PubMed] [CrossRef] [Google Scholar]66. McGrath DA, Fifield BA, Marceau AH, Tripathi S, Porter LA, Rubin SM. \n2017. \nStructural basis of divergent cyclin-dependent kinase activation by Spy1/RINGO proteins. EMBO J.\n36, 2251–2262. (doi:10.15252/embj.201796905) [PMC free article] [PubMed] [Google Scholar]67. Anders L, et al. \n2011. \nA systematic screen for CDK4/6 substrates links FOXM1 phosphorylation to senescence suppression in cancer cells. Cancer Cell\n20, 620–634. (10.1016/j.ccr.2011.10.001) [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Schulze-Gahmen U, Kim SH. \n2002. \nStructural basis for CDK6 activation by a virus-encoded cyclin. Nat. Struct. Biol.\n9, 177–181. (10.1038/nsb756) [PubMed] [CrossRef] [Google Scholar]69. Takaki T, Echalier A, Brown NR, Hunt T, Endicott JA, Noble ME. \n2009. \nThe structure of CDK4/cyclin D3 has implications for models of CDK activation. Proc. Natl Acad. Sci. USA\n106, 4171–4176. (10.1073/pnas.0809674106) [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Day PJ, et al. \n2009. \nCrystal structure of human CDK4 in complex with a D-type cyclin. Proc. Natl Acad. Sci. USA\n106, 4166–4170. (10.1073/pnas.0809645106) [PMC free article] [PubMed] [CrossRef] [Google Scholar]71. Schachter MM, Merrick KA, Larochelle S, Hirschi A, Zhang C, Shokat KM, Rubin SM, Fisher RP. \n2013. \nA Cdk7-Cdk4 T-loop phosphorylation cascade promotes G1 progression. Mol. Cell\n50, 250–260. (10.1016/j.molcel.2013.04.003) [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Whittaker SR, Mallinger A, Workman P, Clarke PA. \n2017. \nInhibitors of cyclin-dependent kinases as cancer therapeutics. Pharmacol. Ther.\n173, 83–105. (10.1016/j.pharmthera.2017.02.008) [PMC free article] [PubMed] [CrossRef] [Google Scholar]73. Stepanova L, Leng X, Parker SB, Harper JW. \n1996. \nMammalian p50Cdc37 is a protein kinase-targeting subunit of Hsp90 that binds and stabilizes Cdk4. Genes Dev.\n10, 1491–1502. (10.1101/gad.10.12.1491) [PubMed] [CrossRef] [Google Scholar]74. Dai K, Kobayashi R, Beach D. \n1996. \nPhysical interaction of mammalian CDC37 with CDK4. J. Biol. Chem.\n271, 22 030–22 034. (10.1074/jbc.271.36.22030) [PubMed] [CrossRef] [Google Scholar]75. Lamphere L, Fiore F, Xu X, Brizuela L, Keezer S, Sardet C, Draetta GF, Gyuris J. \n1997. \nInteraction between Cdc37 and Cdk4 in human cells. Oncogene\n14, 1999–2004. (10.1038/sj.onc.1201036) [PubMed] [CrossRef] [Google Scholar]76. Taipale M, Krykbaeva I, Koeva M, Kayatekin C, Westover KD, Karras GI, Lindquist S. \n2012. \nQuantitative analysis of HSP90–client interactions reveals principles of substrate recognition. Cell\n150, 987–1001. (10.1016/j.cell.2012.06.047) [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Jirawatnotai S, et al. \n2014. \nThe cyclin D1-CDK4 oncogenic interactome enables identification of potential novel oncogenes and clinical prognosis. Cell Cycle\n13, 2889–2900. (10.4161/15384101.2014.946850) [PMC free article] [PubMed] [CrossRef] [Google Scholar]78. Hallett ST, et al. \n2017. \nDifferential regulation of G1 CDK complexes by the Hsp90–Cdc37 chaperone system. Cell Rep.\n21, 1386–1398. (10.1016/j.celrep.2017.10.042) [PMC free article] [PubMed] [CrossRef] [Google Scholar]79. Verba KA, Wang RY, Arakawa A, Liu Y, Shirouzu M, Yokoyama S, Agard DA. \n2016. \nAtomic structure of Hsp90–Cdc37–Cdk4 reveals that Hsp90 traps and stabilizes an unfolded kinase. Science\n352, 1542–1547. (10.1126/science.aaf5023) [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. Su SC, Tsai LH. \n2011. \nCyclin-dependent kinases in brain development and disease. Annu. Rev. Cell Dev. Biol.\n27, 465–491. (10.1146/annurev-cellbio-092910-154023) [PubMed] [CrossRef] [Google Scholar]81. Pozo K, Bibb JA. \n2016. \nThe emerging role of Cdk5 in cancer. Trends Cancer\n2, 606–618. (10.1016/j.trecan.2016.09.001) [PMC free article] [PubMed] [CrossRef] [Google Scholar]82. Shupp A, Casimiro MC, Pestell RG. \n2017. \nBiological functions of CDK5 and potential CDK5 targeted clinical treatments. Oncotarget\n8, 17 373–17 382. (doi:10.18632/oncotarget.14538) [PMC free article] [PubMed] [Google Scholar]83. Tarricone C, Dhavan R, Peng J, Areces LB, Tsai LH, Musacchio A. \n2001. \nStructure and regulation of the CDK5-p25(nck5a) complex. Mol. Cell\n8, 657–669. (10.1016/S1097-2765(01)00343-4) [PubMed] [CrossRef] [Google Scholar]84. Odajima J, et al. \n2011. \nCyclin E constrains Cdk5 activity to regulate synaptic plasticity and memory formation. Dev. Cell\n21, 655–668. (10.1016/j.devcel.2011.08.009) [PMC free article] [PubMed] [CrossRef] [Google Scholar]85. Nogales E, Louder RK, He Y. \n2017. \nStructural insights into the eukaryotic transcription initiation machinery. Annu. Rev. Biophys.\n46, 59–83. (10.1146/annurev-biophys-070816-033751) [PMC free article] [PubMed] [CrossRef] [Google Scholar]86. Allen BL, Taatjes DJ. \n2015. \nThe mediator complex: a central integrator of transcription. Nat. Rev. Mol. Cell Biol.\n16, 155–166. (10.1038/nrm3951) [PMC free article] [PubMed] [CrossRef] [Google Scholar]87. Soutourina A.\n2018. \nTranscription regulation by the mediator complex. Nat. Rev. Mol. Cell Biol.\n19, 262–274. (10.1038/nrm.2017.115) [PubMed] [CrossRef] [Google Scholar]88. Zhou Q, Li T, Price DH. \n2012. \nRNA polymerase II elongation control. Annu. Rev. Biochem.\n81, 119–143. (10.1146/annurev-biochem-052610-095910) [PMC free article] [PubMed] [CrossRef] [Google Scholar]89. Kwak H, Lis JT. \n2013. \nControl of transcriptional elongation. Annu. Rev. Genet.\n47, 483–508. (10.1146/annurev-genet-110711-155440) [PMC free article] [PubMed] [CrossRef] [Google Scholar]90. Bartkowiak B, Liu P, Phatnani HP, Fuda NJ, Cooper JJ, Price DH, Adelman K, Lis JT, Greenleaf AL. \n2010. \nCDK12 is a transcription elongation-associated CTD kinase, the metazoan ortholog of yeast Ctk1. Genes Dev.\n24, 2303–2316. (10.1101/gad.1968210) [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Blazek D, Kohoutek J, Bartholomeeusen K, Johansen E, Hulinkova P, Luo Z, Cimermancic P, Ule J, Peterlin BM. \n2011. \nThe Cyclin K/Cdk12 complex maintains genomic stability via regulation of expression of DNA damage response genes. Genes Dev.\n25, 2158–2172. (10.1101/gad.16962311) [PMC free article] [PubMed] [CrossRef] [Google Scholar]92. Cheng SW, et al. \n2012. \nInteraction of cyclin-dependent kinase 12/CrkRS with cyclin K1 is required for the phosphorylation of the C-terminal domain of RNA polymerase II. Mol. Cell Biol.\n32, 4691–4704. (10.1128/MCB.06267-11) [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. Greifenberg AK, Honig D, Pilarova K, Duster R, Bartholomeeusen K, Bosken CA, Anand K, Blazek D, Geyer M. \n2016. \nStructural and functional analysis of the Cdk13/Cyclin K complex. Cell Rep.\n14, 320–331. (10.1016/j.celrep.2015.12.025) [PubMed] [CrossRef] [Google Scholar]94. Tien JF, et al. \n2017. \nCDK12 regulates alternative last exon mRNA splicing and promotes breast cancer cell invasion. Nucleic Acids Res.\n45, 6698–6716. (10.1093/nar/gkx187) [PMC free article] [PubMed] [CrossRef] [Google Scholar]95. Lei T, et al. \n2018. \nCyclin K regulates prereplicative complex assembly to promote mammalian cell proliferation. Nat. Commun.\n9, 1876 (10.1038/s41467-018-04258-w) [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Bostwick BL, et al. \n2017. \nPhenotypic and molecular characterisation of CDK13-related congenital heart defects, dysmorphic facial features and intellectual developmental disorders. Genome Med.\n9, 73 (10.1186/s13073-017-0463-8) [PMC free article] [PubMed] [CrossRef] [Google Scholar]97. Kohoutek J, Blazek D. \n2012. \nCyclin K goes with Cdk12 and Cdk13. Cell Div.\n7, 12 (10.1186/1747-1028-7-12) [PMC free article] [PubMed] [CrossRef] [Google Scholar]98. Schneider EV, Bottcher J, Huber R, Maskos K, Neumann L. \n2013. \nStructure-kinetic relationship study of CDK8/CycC specific compounds. Proc. Natl Acad. Sci. USA\n110, 8081–8086. (10.1073/pnas.1305378110) [PMC free article] [PubMed] [CrossRef] [Google Scholar]99. Baumli S, Lolli G, Lowe ED, Troiani S, Rusconi L, Bullock AN, Debreczeni JE, Knapp S, Johnson LN. \n2008. \nThe structure of P-TEFb (CDK9/cyclin T1), its complex with flavopiridol and regulation by phosphorylation. EMBO J.\n27, 1907–1918. (10.1038/emboj.2008.121) [PMC free article] [PubMed] [CrossRef] [Google Scholar]100. Dixon-Clarke SE, Elkins JM, Cheng SW, Morin GB, Bullock AN. \n2015. \nStructures of the CDK12/CycK complex with AMP-PNP reveal a flexible C-terminal kinase extension important for ATP binding. Sci. Rep.\n5, 17122 (10.1038/srep17122) [PMC free article] [PubMed] [CrossRef] [Google Scholar]101. Larochelle S, Amat R, Glover-Cutter K, Sanso M, Zhang C, Allen JJ, Shokat KM, Bentley DL, Fisher RP. \n2012. \nCyclin-dependent kinase control of the initiation-to-elongation switch of RNA polymerase II. Nat. Struct. Mol. Biol.\n19, 1108–1115. (10.1038/nsmb.2399) [PMC free article] [PubMed] [CrossRef] [Google Scholar]102. Bosken CA, et al. \n2014. \nThe structure and substrate specificity of human Cdk12/Cyclin K. Nat. Commun.\n5, 3505 (10.1038/ncomms4505) [PMC free article] [PubMed] [CrossRef] [Google Scholar]103. Schneider EV, Bottcher J, Blaesse M, Neumann L, Huber R, Maskos K. \n2011. \nThe structure of CDK8/CycC implicates specificity in the CDK/cyclin family and reveals interaction with a deep pocket binder. J. Mol. Biol.\n412, 251–266. (10.1016/j.jmb.2011.07.020) [PubMed] [CrossRef] [Google Scholar]104. Pelish HE, et al. \n2015. \nMediator kinase inhibition further activates super-enhancer-associated genes in AML. Nature\n526, 273–276. (10.1038/nature14904) [PMC free article] [PubMed] [CrossRef] [Google Scholar]105. Koehler MF, et al. \n2016. \nDevelopment of a potent, specific CDK8 kinase inhibitor which phenocopies CDK8/19 knockout cells. ACS Med. Chem. Lett.\n7, 223–228. (10.1021/acsmedchemlett.5b00278) [PMC free article] [PubMed] [CrossRef] [Google Scholar]106. Baumli S, Hole AJ, Wang LZ, Noble ME, Endicott JA. \n2012. \nThe CDK9 tail determines the reaction pathway of positive transcription elongation factor b. Structure\n20, 1788–1795. (10.1016/j.str.2012.08.011) [PMC free article] [PubMed] [CrossRef] [Google Scholar]107. Clare PM, Poorman RA, Kelley LC, Watenpaugh KD, Bannow CA, Leach KL. \n2001. \nThe cyclin-dependent kinases cdk2 and cdk5 act by a random, anticooperative kinetic mechanism. J. Biol. Chem.\n276, 48 292–48 299. (10.1074/jbc.M102034200) [PubMed] [CrossRef] [Google Scholar]108. Czudnochowski N, Bosken CA, Geyer M. \n2012. \nSerine-7 but not serine-5 phosphorylation primes RNA polymerase II CTD for P-TEFb recognition. Nat. Commun.\n3, 842 (10.1038/ncomms1846) [PubMed] [CrossRef] [Google Scholar]109. Schuller R, et al. \n2016. \nHeptad-specific phosphorylation of RNA polymerase II CTD. Mol. Cell\n61, 305–314. (10.1016/j.molcel.2015.12.003) [PubMed] [CrossRef] [Google Scholar]110. Suh H, Ficarro SB, Kang UB, Chun Y, Marto JA, Buratowski S. \n2016. \nDirect analysis of phosphorylation sites on the Rpb1 C-terminal domain of RNA polymerase II. Mol. Cell\n61, 297–304. (10.1016/j.molcel.2015.12.021) [PMC free article] [PubMed] [CrossRef] [Google Scholar]111. Czodrowski P, et al. \n2016. \nStructure-based optimization of potent, selective, and orally bioavailable CDK8 inhibitors discovered by high-throughput screening. J. Med. Chem.\n59, 9337–9349. (10.1021/acs.jmedchem.6b00597) [PubMed] [CrossRef] [Google Scholar]112. Dale T, et al. \n2015. \nA selective chemical probe for exploring the role of CDK8 and CDK19 in human disease. Nat. Chem. Biol.\n11, 973–980. (10.1038/nchembio.1952) [PMC free article] [PubMed] [CrossRef] [Google Scholar]113. Bergeron P, et al. \n2016. \nDesign and development of a series of potent and selective type II inhibitors of CDK8. ACS Med. Chem. Lett.\n7, 595–600. (10.1021/acsmedchemlett.6b00044) [PMC free article] [PubMed] [CrossRef] [Google Scholar]114. Bao ZQ, Jacobsen DM, Young MA. \n2011. \nBriefly bound to activate: transient binding of a second catalytic magnesium activates the structure and dynamics of CDK2 kinase for catalysis. Structure\n19, 675–690. (10.1016/j.str.2011.02.016) [PMC free article] [PubMed] [CrossRef] [Google Scholar]115. Cook A, Lowe ED, Chrysina ED, Skamnaki VT, Oikonomakos NG, Johnson LN. \n2002. \nStructural studies on phospho-CDK2/cyclin A bound to nitrate, a transition state analogue: implications for the protein kinase mechanism. Biochemistry\n41, 7301–7311. (10.1021/bi0201724) [PubMed] [CrossRef] [Google Scholar]116. Suzuki K, Sako K, Akiyama K, Isoda M, Senoo C, Nakajo N, Sagata N. \n2015. \nIdentification of non-Ser/Thr-Pro consensus motifs for Cdk1 and their roles in mitotic regulation of C2H2 zinc finger proteins and Ect2. Sci. Rep.\n5, 7929 (10.1038/srep07929) [PMC free article] [PubMed] [CrossRef] [Google Scholar]117. Russo AA, Jeffrey PD, Patten AK, Massague J, Pavletich NP. \n1996. \nCrystal structure of the p27Kip1 cyclin-dependent-kinase inhibitor bound to the cyclin A-Cdk2 complex. Nature\n382, 325–331. (10.1038/382325a0) [PubMed] [CrossRef] [Google Scholar]118. Ubersax JA, Woodbury EL, Quang PN, Paraz M, Blethrow JD, Shah K, Shokat KM, Morgan DO. \n2003. \nTargets of the cyclin-dependent kinase Cdk1. Nature\n425, 859–864. (10.1038/nature02062) [PubMed] [CrossRef] [Google Scholar]119. Errico A, Deshmukh K, Tanaka Y, Pozniakovsky A, Hunt T. \n2010. \nIdentification of substrates for cyclin dependent kinases. Adv. Enzyme Regul.\n50, 375–399. (10.1016/j.advenzreg.2009.12.001) [PubMed] [CrossRef] [Google Scholar]120. Meyer NO, O'Donoghue AJ, Schulze-Gahmen U, Ravalin M, Moss SM, Winter MB, Knudsen GM, Craik CS. \n2017. \nMultiplex substrate profiling by mass spectrometry for kinases as a method for revealing quantitative substrate motifs. Anal. Chem.\n89, 4550–4558. (10.1021/acs.analchem.6b05002) [PMC free article] [PubMed] [CrossRef] [Google Scholar]121. Santamaria D, et al. \n2007. \nCdk1 is sufficient to drive the mammalian cell cycle. Nature\n448, 811–815. (10.1038/nature06046) [PubMed] [CrossRef] [Google Scholar]122. Konstantinidis AK, Radhakrishnan R, Gu F, Rao RN, Yeh WK. \n1998. \nPurification, characterization, and kinetic mechanism of cyclin D1.CDK4, a major target for cell cycle regulation. J. Biol. Chem.\n273, 26 506–26 515. (10.1074/jbc.273.41.26506) [PubMed] [CrossRef] [Google Scholar]123. Narasimha AM, Kaulich M, Shapiro GS, Choi YJ, Sicinski P, Dowdy SF. \n2014. \nCyclin D activates the Rb tumor suppressor by mono-phosphorylation. eLife\n3, e02872 (10.7554/eLife.02872) [PMC free article] [PubMed] [CrossRef] [Google Scholar]124. Adams PD, Sellers WR, Sharma SK, Wu AD, Nalin CM, Kaelin WG Jr. \n1996. \nIdentification of a cyclin-cdk2 recognition motif present in substrates and p21-like cyclin-dependent kinase inhibitors. Mol. Cell Biol.\n16, 6623–6633. (10.1128/MCB.16.12.6623) [PMC free article] [PubMed] [CrossRef] [Google Scholar]125. Schulman BA, Lindstrom DL, Harlow E. \n1998. \nSubstrate recruitment to cyclin-dependent kinase 2 by a multipurpose docking site on cyclin A. Proc. Natl Acad. Sci. USA\n95, 10 453–10 458. (10.1073/pnas.95.18.10453) [PMC free article] [PubMed] [CrossRef] [Google Scholar]126. Takeda DY, Wohlschlegel JA, Dutta A. \n2001. \nA bipartite substrate recognition motif for cyclin-dependent kinases. J. Biol. Chem.\n276, 1993–1997. (10.1074/jbc.M005719200) [PubMed] [CrossRef] [Google Scholar]127. Lowe ED, Tews I, Cheng KY, Brown NR, Gul S, Noble ME, Gamblin SJ, Johnson LN. \n2002. \nSpecificity determinants of recruitment peptides bound to phospho-CDK2/cyclin A. Biochemistry\n41, 15 625–15 634. (10.1021/bi0268910) [PubMed] [CrossRef] [Google Scholar]128. Pagliuca FW, Collins MO, Lichawska A, Zegerman P, Choudhary JS, Pines J. \n2011. \nQuantitative proteomics reveals the basis for the biochemical specificity of the cell-cycle machinery. Mol. Cell\n43, 406–417. (10.1016/j.molcel.2011.05.031) [PMC free article] [PubMed] [CrossRef] [Google Scholar]129. Cheng KY, et al. \n2006. \nThe role of the phospho-CDK2/cyclin A recruitment site in substrate recognition. J. Biol. Chem.\n281, 23 167–23 179. (10.1074/jbc.M600480200) [PubMed] [CrossRef] [Google Scholar]130. Patra D, Wang SX, Kumagai A, Dunphy WG. \n1999. \nThe Xenopus Suc1/Cks protein promotes the phosphorylation of G(2)/M regulators. J. Biol. Chem.\n274, 36 839–36 842. (10.1074/jbc.274.52.36839) [PubMed] [CrossRef] [Google Scholar]131. Koivomagi M, et al. \n2013. \nMultisite phosphorylation networks as signal processors for Cdk1. Nat. Struct. Mol. Biol.\n20, 1415–1424. (10.1038/nsmb.2706) [PMC free article] [PubMed] [CrossRef] [Google Scholar]132. McGrath DA, Balog ER, Koivomagi M, Lucena R, Mai MV, Hirschi A, Kellogg DR, Loog M, Rubin SM. \n2013. \nCks confers specificity to phosphorylation-dependent CDK signaling pathways. Nat. Struct. Mol. Biol.\n20, 1407–1414. (10.1038/nsmb.2707) [PMC free article] [PubMed] [CrossRef] [Google Scholar]133. Koivomagi M, Valk E, Venta R, Iofik A, Lepiku M, Balog ER, Rubin SM, Morgan DO, Loog M. \n2011. \nCascades of multisite phosphorylation control Sic1 destruction at the onset of S phase. Nature\n480, 128–131. (10.1038/nature10560) [PMC free article] [PubMed] [CrossRef] [Google Scholar]134. Koivomagi M, Valk E, Venta R, Iofik A, Lepiku M, Morgan DO, Loog M. \n2011. \nDynamics of Cdk1 substrate specificity during the cell cycle. Mol. Cell\n42, 610–623. (10.1016/j.molcel.2011.05.016) [PMC free article] [PubMed] [CrossRef] [Google Scholar]135. Sanso M, Fisher RP. \n2013. \nPause, play, repeat: CDKs push RNAP II's buttons. Transcription\n4, 146–152. (10.4161/trns.25146) [PMC free article] [PubMed] [CrossRef] [Google Scholar]136. Bhaduri S, Valk E, Winters MJ, Gruessner B, Loog M, Pryciak PM. \n2015. \nA docking interface in the cyclin Cln2 promotes multi-site phosphorylation of substrates and timely cell-cycle entry. Curr. Biol.\n25, 316–325. (10.1016/j.cub.2014.11.069) [PMC free article] [PubMed] [CrossRef] [Google Scholar]137. Swaffer MP, Jones AW, Flynn HR, Snijders AP, Nurse P. \n2016. \nCDK substrate phosphorylation and ordering the cell cycle. Cell\n167, 1750–1761 e1716. (10.1016/j.cell.2016.11.034) [PMC free article] [PubMed] [CrossRef] [Google Scholar]138. Kamenz J, Ferrell JE Jr. \n2017. \nThe temporal ordering of cell-cycle phosphorylation. Mol. Cell\n65, 371–373. (10.1016/j.molcel.2017.01.025) [PubMed] [CrossRef] [Google Scholar]139. Sherr CJ, Roberts JM. \n1999. \nCDK inhibitors: positive and negative regulators of G1-phase progression. Genes Dev.\n13, 1501–1512. (10.1101/gad.13.12.1501) [PubMed] [CrossRef] [Google Scholar]140. Larrea MD, Liang J, Da Silva T, Hong F, Shao SH, Han K, Dumont D, Slingerland JM. \n2008. \nPhosphorylation of p27Kip1 regulates assembly and activation of cyclin D1-Cdk4. Mol. Cell Biol.\n28, 6462–6472. (10.1128/MCB.02300-07) [PMC free article] [PubMed] [CrossRef] [Google Scholar]141. James MK, Ray A, Leznova D, Blain SW. \n2008. \nDifferential modification of p27Kip1 controls its cyclin D-cdk4 inhibitory activity. Mol. Cell Biol.\n28, 498–510. (10.1128/MCB.02171-06) [PMC free article] [PubMed] [CrossRef] [Google Scholar]142. Ray A, James MK, Larochelle S, Fisher RP, Blain SW. \n2009. \np27Kip1 inhibits cyclin D-cyclin-dependent kinase 4 by two independent modes. Mol. Cell Biol.\n29, 986–999. (10.1128/MCB.00898-08) [PMC free article] [PubMed] [CrossRef] [Google Scholar]143. Grimmler M, et al. \n2007. \nCdk-inhibitory activity and stability of p27Kip1 are directly regulated by oncogenic tyrosine kinases. Cell\n128, 269–280. (10.1016/j.cell.2006.11.047) [PubMed] [CrossRef] [Google Scholar]144. Ou L, Ferreira AM, Otieno S, Xiao L, Bashford D, Kriwacki RW. \n2011. \nIncomplete folding upon binding mediates Cdk4/cyclin D complex activation by tyrosine phosphorylation of inhibitor p27 protein. J. Biol. Chem.\n286, 30 142–30 151. (10.1074/jbc.M111.244095) [PMC free article] [PubMed] [CrossRef] [Google Scholar]145. Wang Y, et al. \n2011. \nIntrinsic disorder mediates the diverse regulatory functions of the Cdk inhibitor p21. Nat. Chem. Biol.\n7, 214–221. (10.1038/nchembio.536) [PMC free article] [PubMed] [CrossRef] [Google Scholar]146. Yoon MK, Mitrea DM, Ou L, Kriwacki RW. \n2012. \nCell cycle regulation by the intrinsically disordered proteins p21 and p27. Biochem. Soc. Trans.\n40, 981–988. (10.1042/BST20120092) [PMC free article] [PubMed] [CrossRef] [Google Scholar]147. Brotherton DH, et al. \n1998. \nCrystal structure of the complex of the cyclin D-dependent kinase Cdk6 bound to the cell-cycle inhibitor p19INK4d. Nature\n395, 244–250. (10.1038/26164) [PubMed] [CrossRef] [Google Scholar]148. Russo AA, Tong L, Lee JO, Jeffrey PD, Pavletich NP. \n1998. \nStructural basis for inhibition of the cyclin-dependent kinase Cdk6 by the tumour suppressor p16INK4a. Nature\n395, 237–243. (10.1038/26155) [PubMed] [CrossRef] [Google Scholar]149. Venkataramani R, Swaminathan K, Marmorstein R. \n1998. \nCrystal structure of the CDK4/6 inhibitory protein p18INK4c provides insights into ankyrin-like repeat structure/function and tumor-derived p16INK4 mutations. Nat. Struct. Biol.\n5, 74–81. (10.1038/nsb0198-74) [PubMed] [CrossRef] [Google Scholar]150. Baumgartner R, Fernandez-Catalan C, Winoto A, Huber R, Engh RA, Holak TA. \n1998. \nStructure of human cyclin-dependent kinase inhibitor p19INK4d: comparison to known ankyrin-repeat-containing structures and implications for the dysfunction of tumor suppressor p16INK4a. Structure\n6, 1279–1290. (10.1016/S0969-2126(98)00128-2) [PubMed] [CrossRef] [Google Scholar]151. Yuan C, Selby TL, Li J, Byeon IJ, Tsai MD. \n2000. \nTumor suppressor INK4: refinement of p16INK4A structure and determination of p15INK4B structure by comparative modeling and NMR data. Protein Sci.\n9, 1120–1128. (10.1110/ps.9.6.1120) [PMC free article] [PubMed] [CrossRef] [Google Scholar]152. Li J, Byeon IJ, Ericson K, Poi MJ, O'Maille P, Selby T, Tsai MD. \n1999. \nTumor suppressor INK4: determination of the solution structure of p18INK4C and demonstration of the functional significance of loops in p18INK4C and p16INK4A. Biochemistry\n38, 2930–2940. (10.1021/bi982286e) [PubMed] [CrossRef] [Google Scholar]153. Luh FY, et al. \n1997. \nStructure of the cyclin-dependent kinase inhibitor p19Ink4d. Nature\n389, 999–1003. (10.1038/40202) [PubMed] [CrossRef] [Google Scholar]154. Bourne Y, Watson MH, Hickey MJ, Holmes W, Rocque W, Reed SI, Tainer JA. \n1996. \nCrystal structure and mutational analysis of the human CDK2 kinase complex with cell cycle-regulatory protein CksHs1. Cell\n84, 863–874. (10.1016/S0092-8674(00)81065-X) [PubMed] [CrossRef] [Google Scholar]155. Song H, Hanlon N, Brown NR, Noble ME, Johnson LN, Barford D. \n2001. \nPhosphoprotein-protein interactions revealed by the crystal structure of kinase-associated phosphatase in complex with phosphoCDK2. Mol. Cell\n7, 615–626. (10.1016/S1097-2765(01)00208-8) [PubMed] [CrossRef] [Google Scholar]156. Hao B, Zheng N, Schulman BA, Wu G, Miller JJ, Pagano M, Pavletich NP. \n2005. \nStructural basis of the Cks1-dependent recognition of p27(Kip1) by the SCF(Skp2) ubiquitin ligase. Mol. Cell\n20, 9–19. (10.1016/j.molcel.2005.09.003) [PubMed] [CrossRef] [Google Scholar]157. Ganoth D, Bornstein G, Ko TK, Larsen B, Tyers M, Pagano M, Hershko A. \n2001. \nThe cell-cycle regulatory protein Cks1 is required for SCF(Skp2)-mediated ubiquitinylation of p27. Nat. Cell Biol.\n3, 321–324. (10.1038/35060126) [PubMed] [CrossRef] [Google Scholar]158. Spruck C, Strohmaier H, Watson M, Smith AP, Ryan A, Krek TW, Reed SI. \n2001. \nA CDK-independent function of mammalian Cks1: targeting of SCF(Skp2) to the CDK inhibitor p27Kip1. Mol. Cell\n7, 639–650. (10.1016/S1097-2765(01)00210-6) [PubMed] [CrossRef] [Google Scholar]159. Dowdy SF, Hinds PW, Louie K, Reed SI, Arnold A, Weinberg RA. \n1993. \nPhysical interaction of the retinoblastoma protein with human D cyclins. Cell\n73, 499–511. (10.1016/0092-8674(93)90137-F) [PubMed] [CrossRef] [Google Scholar]160. Lee JO, Russo AA, Pavletich NP. \n1998. \nStructure of the retinoblastoma tumour-suppressor pocket domain bound to a peptide from HPV E7. Nature\n391, 859–865. (10.1038/36038) [PubMed] [CrossRef] [Google Scholar]161. Lahti JM, Li H, Kidd VJ. \n1997. \nElimination of cyclin D1 in vertebrate cells leads to an altered cell cycle phenotype, which is rescued by overexpression of murine cyclins D1, D2, or D3 but not by a mutant cyclin D1. J. Biol. Chem.\n272, 10 859–10 869. (10.1074/jbc.272.16.10859) [PubMed] [CrossRef] [Google Scholar]162. Landis MW, Brown NE, Baker GL, Shifrin A, Das M, Geng Y, Sicinski P, Hinds PW. \n2007. \nThe LxCxE pRb interaction domain of cyclin D1 is dispensable for murine development. Cancer Res.\n67, 7613–7620. (10.1158/0008-5472.CAN-07-1207) [PubMed] [CrossRef] [Google Scholar]163. Davey NE, Morgan DO. \n2016. \nBuilding a regulatory network with short linear sequence motifs: lessons from the degrons of the anaphase-promoting complex. Mol. Cell\n64, 12–23. (10.1016/j.molcel.2016.09.006) [PMC free article] [PubMed] [CrossRef] [Google Scholar]164. Glotzer M, Murray AW, Kirschner MW. \n1991. \nCyclin is degraded by the ubiquitin pathway. Nature\n349, 132–138. (10.1038/349132a0) [PubMed] [CrossRef] [Google Scholar]165. King RW, Glotzer M, Kirschner MW. \n1996. \nMutagenic analysis of the destruction signal of mitotic cyclins and structural characterization of ubiquitinated intermediates. Mol. Biol. Cell.\n7, 1343–1357. (10.1091/mbc.7.9.1343) [PMC free article] [PubMed] [CrossRef] [Google Scholar]166. Pfleger CM, Kirschner MW. \n2000. \nThe KEN box: an APC recognition signal distinct from the D box targeted by Cdh1. Genes Dev.\n14, 655–665. [PMC free article] [PubMed] [Google Scholar]167. Di Fiore B, Davey NE, Hagting A, Izawa D, Mansfeld J, Gibson TJ, Pines J. \n2015. \nThe ABBA motif binds APC/C activators and is shared by APC/C substrates and regulators. Dev. Cell\n32, 358–372. (10.1016/j.devcel.2015.01.003) [PMC free article] [PubMed] [CrossRef] [Google Scholar]168. Han JS, Vitre B, Fachinetti D, Cleveland DW. \n2014. \nBimodal activation of BubR1 by Bub3 sustains mitotic checkpoint signaling. Proc. Natl Acad. Sci. USA\n111, E4185–E4193. (10.1073/pnas.1416277111) [PMC free article] [PubMed] [CrossRef] [Google Scholar]169. Lischetti T, Zhang G, Sedgwick GG, Bolanos-Garcia VM, Nilsson J. \n2014. \nThe internal Cdc20 binding site in BubR1 facilitates both spindle assembly checkpoint signalling and silencing. Nat. Commun.\n5, 5563 (10.1038/ncomms6563) [PubMed] [CrossRef] [Google Scholar]170. Diaz-Martinez LA, Tian W, Li B, Warrington R, Jia L, Brautigam CA, Luo X, Yu H. \n2015. \nThe Cdc20-binding Phe box of the spindle checkpoint protein BubR1 maintains the mitotic checkpoint complex during mitosis. J. Biol. Chem.\n290, 2431–2443. (10.1074/jbc.M114.616490) [PMC free article] [PubMed] [CrossRef] [Google Scholar]171. Chao WC, Kulkarni K, Zhang Z, Kong EH, Barford D. \n2012. \nStructure of the mitotic checkpoint complex. Nature\n484, 208–213. (10.1038/nature10896) [PubMed] [CrossRef] [Google Scholar]172. da Fonseca PC, Kong EH, Zhang Z, Schreiber A, Williams MA, Morris EP, Barford D. \n2011. \nStructures of APC/C(Cdh1) with substrates identify Cdh1 and Apc10 as the D-box co-receptor. Nature\n470, 274–278. (10.1038/nature09625) [PMC free article] [PubMed] [CrossRef] [Google Scholar]173. Tian W, Li B, Warrington R, Tomchick DR, Yu H, Luo X. \n2012. \nStructural analysis of human Cdc20 supports multisite degron recognition by APC/C. Proc. Natl Acad. Sci. USA\n109, 18 419–18 424. (10.1073/pnas.1213438109) [PMC free article] [PubMed] [CrossRef] [Google Scholar]174. He J, Chao WC, Zhang Z, Yang J, Cronin N, Barford D. \n2013. \nInsights into degron recognition by APC/C coactivators from the structure of an Acm1-Cdh1 complex. Mol. Cell\n50, 649–660. (10.1016/j.molcel.2013.04.024) [PMC free article] [PubMed] [CrossRef] [Google Scholar]175. Alfieri C, Zhang S, Barford D. \n2017. \nVisualizing the complex functions and mechanisms of the anaphase promoting complex/cyclosome (APC/C). Open Biol.\n7, 170204 (10.1098/rsob.170204) [PMC free article] [PubMed] [CrossRef] [Google Scholar]176. Welcker M, Singer J, Loeb KR, Grim J, Bloecher A, Gurien-West M, Clurman BE, Roberts JM. \n2003. \nMultisite phosphorylation by Cdk2 and GSK3 controls cyclin E degradation. Mol. Cell\n12, 381–392. (10.1016/S1097-2765(03)00287-9) [PubMed] [CrossRef] [Google Scholar]177. Hao B, Oehlmann S, Sowa ME, Harper JW, Pavletich NP. \n2007. \nStructure of a Fbw7-Skp1-cyclin E complex: multisite-phosphorylated substrate recognition by SCF ubiquitin ligases. Mol. Cell\n26, 131–143. (10.1016/j.molcel.2007.02.022) [PubMed] [CrossRef] [Google Scholar]178. Diehl JA, Cheng M, Roussel MF, Sherr CJ. \n1998. \nGlycogen synthase kinase-3beta regulates cyclin D1 proteolysis and subcellular localization. Genes Dev.\n12, 3499–3511. (10.1101/gad.12.22.3499) [PMC free article] [PubMed] [CrossRef] [Google Scholar]179. Takahashi-Yanaga F, Sasaguri T. \n2008. \nGSK-3beta regulates cyclin D1 expression: a new target for chemotherapy. Cell Signal.\n20, 581–589. (10.1016/j.cellsig.2007.10.018) [PubMed] [CrossRef] [Google Scholar]180. Li Y, Jin K, Bunker E, Zhang X, Luo X, Liu X, Hao B. \n2018. \nStructural basis of the phosphorylation-independent recognition of cyclin D1 by the SCF(FBXO31) ubiquitin ligase. Proc. Natl Acad. Sci. USA\n115, 319–324. (10.1073/pnas.1708677115) [PMC free article] [PubMed] [CrossRef] [Google Scholar]181. Baek K, Brown RS, Birrane G, Ladias JA. \n2007. \nCrystal structure of human cyclin K, a positive regulator of cyclin-dependent kinase 9. J. Mol. Biol.\n366, 563–573. (10.1016/j.jmb.2006.11.057) [PMC free article] [PubMed] [CrossRef] [Google Scholar]182. Andersen G, Poterszman A, Egly JM, Moras D, Thierry JC. \n1996. \nThe crystal structure of human cyclin H. FEBS Lett.\n397, 65–69. (10.1016/S0014-5793(96)01143-X) [PubMed] [CrossRef] [Google Scholar]183. Kim KK, Chamberlin HM, Morgan DO, Kim SH. \n1996. \nThree-dimensional structure of human cyclin H, a positive regulator of the CDK-activating kinase. Nat. Struct. Biol.\n3, 849–855. (10.1038/nsb1096-849) [PubMed] [CrossRef] [Google Scholar]184. Sedore SC, Byers SA, Biglione S, Price JP, Maury WJ, Price DH. \n2007. \nManipulation of P-TEFb control machinery by HIV: recruitment of P-TEFb from the large form by Tat and binding of HEXIM1 to TAR. Nucleic Acids Res.\n35, 4347–4358. (10.1093/nar/gkm443) [PMC free article] [PubMed] [CrossRef] [Google Scholar]185. Lu H, Li Z, Xue Y, Schulze-Gahmen U, Johnson JR, Krogan NJ, Alber T, Zhou Q. \n2014. \nAFF1 is a ubiquitous P-TEFb partner to enable Tat extraction of P-TEFb from 7SK snRNP and formation of SECs for HIV transactivation. Proc. Natl Acad. Sci. USA\n111, E15–E24. (10.1073/pnas.1318503111) [PMC free article] [PubMed] [CrossRef] [Google Scholar]186. Wei P, Garber ME, Fang SM, Fischer WH, Jones KA. \n1998. \nA novel CDK9-associated C-type cyclin interacts directly with HIV-1 Tat and mediates its high-affinity, loop-specific binding to TAR RNA. Cell\n92, 451–462. (10.1016/S0092-8674(00)80939-3) [PubMed] [CrossRef] [Google Scholar]187. Isel C, Karn J. \n1999. \nDirect evidence that HIV-1 Tat stimulates RNA polymerase II carboxyl-terminal domain hyperphosphorylation during transcriptional elongation. J. Mol. Biol.\n290, 929–941. (10.1006/jmbi.1999.2933) [PubMed] [CrossRef] [Google Scholar]188. Peterlin BM, Price DH. \n2006. \nControlling the elongation phase of transcription with P-TEFb. Mol. Cell\n23, 297–305. (10.1016/j.molcel.2006.06.014) [PubMed] [CrossRef] [Google Scholar]189. Tahirov TH, Babayeva ND, Varzavand K, Cooper JJ, Sedore SC, Price DH. \n2010. \nCrystal structure of HIV-1 Tat complexed with human P-TEFb. Nature\n465, 747–751. (10.1038/nature09131) [PMC free article] [PubMed] [CrossRef] [Google Scholar]190. Schulze-Gahmen U, Upton H, Birnberg A, Bao K, Chou S, Krogan NJ, Zhou Q, Alber T. \n2013. \nThe AFF4 scaffold binds human P-TEFb adjacent to HIV Tat. eLife\n2, e00327 (10.7554/eLife.00327) [PMC free article] [PubMed] [CrossRef] [Google Scholar]191. Luo Z, Lin C, Shilatifard A. \n2012. \nThe super elongation complex (SEC) family in transcriptional control. Nat. Rev. Mol. Cell Biol.\n13, 543–547. (10.1038/nrm3417) [PubMed] [CrossRef] [Google Scholar]192. Gu J, Babayeva ND, Suwa Y, Baranovskiy AG, Price DH, Tahirov TH. \n2014. \nCrystal structure of HIV-1 Tat complexed with human P-TEFb and AFF4. Cell Cycle\n13, 1788–1797. (10.4161/cc.28756) [PMC free article] [PubMed] [CrossRef] [Google Scholar]193. Schulze-Gahmen U, Lu H, Zhou Q, Alber T. \n2014. \nAFF4 binding to Tat-P-TEFb indirectly stimulates TAR recognition of super elongation complexes at the HIV promoter. eLife\n3, e02375 (10.7554/eLife.02375) [PMC free article] [PubMed] [CrossRef] [Google Scholar]194. Chen R, Yik JH, Lew QJ, Chao SH. \n2014. \nBrd4 and HEXIM1: multiple roles in P-TEFb regulation and cancer. Biomed. Res. Int.\n2014, 232870 (10.1155/2014/232870) [PMC free article] [PubMed] [CrossRef] [Google Scholar]195. Schulte A, Czudnochowski N, Barboric M, Schonichen A, Blazek D, Peterlin BM, Geyer M. \n2005. \nIdentification of a cyclin T-binding domain in Hexim1 and biochemical analysis of its binding competition with HIV-1 Tat. J. Biol. Chem.\n280, 24 968–24 977. (10.1074/jbc.M501431200) [PubMed] [CrossRef] [Google Scholar]196. Barboric M, Yik JH, Czudnochowski N, Yang Z, Chen R, Contreras X, Geyer M, Matija Peterlin B, Zhou Q. \n2007. \nTat competes with HEXIM1 to increase the active pool of P-TEFb for HIV-1 transcription. Nucleic Acids Res.\n35, 2003–2012. (10.1093/nar/gkm063) [PMC free article] [PubMed] [CrossRef] [Google Scholar]197. Bisgrove DA, Mahmoudi T, Henklein P, Verdin E. \n2007. \nConserved P-TEFb-interacting domain of BRD4 inhibits HIV transcription. Proc. Natl Acad. Sci. USA\n104, 13 690–13 695. (10.1073/pnas.0705053104) [PMC free article] [PubMed] [CrossRef] [Google Scholar]198. Itzen F, Greifenberg AK, Bosken CA, Geyer M. \n2014. \nBrd4 activates P-TEFb for RNA polymerase II CTD phosphorylation. Nucleic Acids Res.\n42, 7577–7590. (10.1093/nar/gku449) [PMC free article] [PubMed] [CrossRef] [Google Scholar]199. Dames SA, Schonichen A, Schulte A, Barboric M, Peterlin BM, Grzesiek S, Geyer M. \n2007. \nStructure of the Cyclin T binding domain of Hexim1 and molecular basis for its recognition of P-TEFb. Proc. Natl Acad. Sci. USA\n104, 14 312–14 317. (10.1073/pnas.0701848104) [PMC free article] [PubMed] [CrossRef] [Google Scholar]200. Kobbi L, Demey-Thomas E, Braye F, Proux F, Kolesnikova O, Vinh J, Poterszman A, Bensaude O. \n2016. \nAn evolutionary conserved Hexim1 peptide binds to the Cdk9 catalytic site to inhibit P-TEFb. Proc. Natl Acad. Sci. USA\n113, 12 721–12 726. (10.1073/pnas.1612331113) [PMC free article] [PubMed] [CrossRef] [Google Scholar]201. Lee Y, et al. \n2014. \nCyclin D1-Cdk4 controls glucose metabolism independently of cell cycle progression. Nature\n510, 547–551. (10.1038/nature13267) [PMC free article] [PubMed] [CrossRef] [Google Scholar]202. Jia W, Zhao X, Zhao L, Yan H, Li J, Yang H, Huang G, Liu J. \n2018. \nNon-canonical roles of PFKFB3 in regulation of cell cycle through binding to CDK4. Oncogene\n37, 1685–1698. (10.1038/s41388-017-0072-4) [PubMed] [CrossRef] [Google Scholar]203. Hou X, et al. \n2018. \nCDK6 inhibits white to beige fat transition by suppressing RUNX1. Nat. Commun.\n9, 1023 (10.1038/s41467-018-03451-1) [PMC free article] [PubMed] [CrossRef] [Google Scholar]204. Pauklin S, Madrigal P, Bertero A, Vallier L. \n2016. \nInitiation of stem cell differentiation involves cell cycle-dependent regulation of developmental genes by Cyclin D. Genes Dev.\n30, 421–433. (10.1101/gad.271452.115) [PMC free article] [PubMed] [CrossRef] [Google Scholar]205. Liu L, et al. \n2017. \nG1 cyclins link proliferation, pluripotency and differentiation of embryonic stem cells. Nat. Cell Biol.\n19, 177–188. (10.1038/ncb3474) [PMC free article] [PubMed] [CrossRef] [Google Scholar]206. Pestell RG.\n2013. \nNew roles of cyclin D1. Am. J. Pathol.\n183, 3–9. (10.1016/j.ajpath.2013.03.001) [PMC free article] [PubMed] [CrossRef] [Google Scholar]207. Otto T, Sicinski P. \n2013. \nThe kinase-independent, second life of CDK6 in transcription. Cancer Cell\n24, 141–143. (10.1016/j.ccr.2013.07.019) [PMC free article] [PubMed] [CrossRef] [Google Scholar]208. Schmitz ML, Kracht M. \n2016. \nCyclin-dependent kinases as coregulators of inflammatory gene expression. Trends Pharmacol. Sci.\n37, 101–113. (10.1016/j.tips.2015.10.004) [PubMed] [CrossRef] [Google Scholar]209. Goel S, et al. \n2017. \nCDK4/6 inhibition triggers anti-tumour immunity. Nature\n548, 471–475. (10.1038/nature23465) [PMC free article] [PubMed] [CrossRef] [Google Scholar]210. Berthet C, Kaldis P. \n2007. \nCell-specific responses to loss of cyclin-dependent kinases. Oncogene\n26, 4469–4477. (10.1038/sj.onc.1210243) [PubMed] [CrossRef] [Google Scholar]211. Sawai CM, et al. \n2012. \nTherapeutic targeting of the cyclin D3:CDK4/6 complex in T cell leukemia. Cancer Cell\n22, 452–465. (10.1016/j.ccr.2012.09.016) [PMC free article] [PubMed] [CrossRef] [Google Scholar]212. Inoue K, Sherr CJ. \n1998. \nGene expression and cell cycle arrest mediated by transcription factor DMP1 is antagonized by D-type cyclins through a cyclin-dependent-kinase-independent mechanism. Mol. Cell Biol.\n18, 1590–1600. (10.1128/MCB.18.3.1590) [PMC free article] [PubMed] [CrossRef] [Google Scholar]213. Zwijsen RM, Wientjens E, Klompmaker R, van der Sman J, Bernards R, Michalides RJ. \n1997. \nCDK-independent activation of estrogen receptor by cyclin D1. Cell\n88, 405–415. (10.1016/S0092-8674(00)81879-6) [PubMed] [CrossRef] [Google Scholar]214. Neuman E, et al. \n1997. \nCyclin D1 stimulation of estrogen receptor transcriptional activity independent of cdk4. Mol. Cell Biol.\n17, 5338–5347. (10.1128/MCB.17.9.5338) [PMC free article] [PubMed] [CrossRef] [Google Scholar]215. McMahon C, Suthiphongchai T, DiRenzo J, Ewen ME. \n1999. \nP/CAF associates with cyclin D1 and potentiates its activation of the estrogen receptor. Proc. Natl Acad. Sci. USA\n96, 5382–5387. (10.1073/pnas.96.10.5382) [PMC free article] [PubMed] [CrossRef] [Google Scholar]216. Knudsen KE, Cavenee WK, Arden KC. \n1999. \nD-type cyclins complex with the androgen receptor and inhibit its transcriptional transactivation ability. Cancer Res.\n59, 2297–2301. [PubMed] [Google Scholar]217. Petre CE, Wetherill YB, Danielsen M, Knudsen KE. \n2002. \nCyclin D1: mechanism and consequence of androgen receptor co-repressor activity. J. Biol. Chem.\n277, 2207–2215. (10.1074/jbc.M106399200) [PubMed] [CrossRef] [Google Scholar]218. Petre-Draviam CE, Cook SL, Burd CJ, Marshall TW, Wetherill YB, Knudsen KE. \n2003. \nSpecificity of cyclin D1 for androgen receptor regulation. Cancer Res.\n63, 4903–4913. [PubMed] [Google Scholar]219. Fu M, Rao M, Bouras T, Wang C, Wu K, Zhang X, Li Z, Yao TP, Pestell RG. \n2005. \nCyclin D1 inhibits peroxisome proliferator-activated receptor gamma-mediated adipogenesis through histone deacetylase recruitment. J. Biol. Chem.\n280, 16 934–16 941. (10.1074/jbc.M500403200) [PubMed] [CrossRef] [Google Scholar]220. Casimiro MC, et al. \n2012. \nChIP sequencing of cyclin D1 reveals a transcriptional role in chromosomal instability in mice. J. Clin. Invest.\n122, 833–843. (10.1172/JCI60256) [PMC free article] [PubMed] [CrossRef] [Google Scholar]221. Bienvenu F, et al. \n2010. \nTranscriptional role of cyclin D1 in development revealed by a genetic-proteomic screen. Nature\n463, 374–378. (10.1038/nature08684) [PMC free article] [PubMed] [CrossRef] [Google Scholar]222. Li Z, et al. \n2010. \nAlternative cyclin D1 splice forms differentially regulate the DNA damage response. Cancer Res.\n70, 8802–8811. (10.1158/0008-5472.CAN-10-0312) [PMC free article] [PubMed] [CrossRef] [Google Scholar]223. Jirawatnotai S, Hu Y, Livingston DM, Sicinski P. \n2012. \nProteomic identification of a direct role for cyclin D1 in DNA damage repair. Cancer Res.\n72, 4289–4293. (10.1158/0008-5472.CAN-11-3549) [PMC free article] [PubMed] [CrossRef] [Google Scholar]224. Di Sante G, Di Rocco A, Pupo C, Casimiro MC, Pestell RG. \n2017. \nHormone-induced DNA damage response and repair mediated by cyclin D1 in breast and prostate cancer. Oncotarget\n8, 81 803–81 812. (doi:10.18632/oncotarget.19413) [PMC free article] [PubMed] [Google Scholar]225. Jirawatnotai S, et al. \n2011. \nA function for cyclin D1 in DNA repair uncovered by protein interactome analyses in human cancers. Nature\n474, 230–234. (10.1038/nature10155) [PMC free article] [PubMed] [CrossRef] [Google Scholar]226. Kowalczyk A, Filipkowski RK, Rylski M, Wilczynski GM, Konopacki FA, Jaworski J, Ciemerych MA, Sicinski P, Kaczmarek L. \n2004. \nThe critical role of cyclin D2 in adult neurogenesis. J. Cell Biol.\n167, 209–213. (10.1083/jcb.200404181) [PMC free article] [PubMed] [CrossRef] [Google Scholar]227. Urbach A, Robakiewicz I, Baum E, Kaczmarek L, Witte OW, Filipkowski RK. \n2013. \nCyclin D2 knockout mice with depleted adult neurogenesis learn Barnes maze task. Behav. Neurosci.\n127, 1–8. (10.1037/a0031222) [PubMed] [CrossRef] [Google Scholar]228. Garthe A, Huang Z, Kaczmarek L, Filipkowski RK, Kempermann G. \n2014. \nNot all water mazes are created equal: cyclin D2 knockout mice with constitutively suppressed adult hippocampal neurogenesis do show specific spatial learning deficits. Genes Brain Behav.\n13, 357–364. (10.1111/gbb.12130) [PMC free article] [PubMed] [CrossRef] [Google Scholar]229. Mirzaa G, et al. \n2014. \nDe novo CCND2 mutations leading to stabilization of cyclin D2 cause megalencephaly-polymicrogyria-polydactyly-hydrocephalus syndrome. Nat. Genet.\n46, 510–515. (10.1038/ng.2948) [PMC free article] [PubMed] [CrossRef] [Google Scholar]230. Du WW, Yang W, Liu E, Yang Z, Dhaliwal P, Yang BB. \n2016. \nFoxo3 circular RNA retards cell cycle progression via forming ternary complexes with p21 and CDK2. Nucleic Acids Res.\n44, 2846–2858. (10.1093/nar/gkw027) [PMC free article] [PubMed] [CrossRef] [Google Scholar]231. Kanakkanthara A, et al. \n2016. \nCyclin A2 is an RNA binding protein that controls Mre11 mRNA translation. Science\n353, 1549–1552. (10.1126/science.aaf7463) [PMC free article] [PubMed] [CrossRef] [Google Scholar]232. Geng Y, et al. \n2007. \nKinase-independent function of cyclin E. Mol. Cell\n25, 127–139. (10.1016/j.molcel.2006.11.029) [PubMed] [CrossRef] [Google Scholar]233. Geng Y, et al. \n2018. \nKinase-independent function of E-type cyclins in liver cancer. Proc. Natl Acad. Sci. USA\n115, 1015–1020. (10.1073/pnas.1711477115) [PMC free article] [PubMed] [CrossRef] [Google Scholar]234. Geisen C, Moroy T. \n2002. \nThe oncogenic activity of cyclin E is not confined to Cdk2 activation alone but relies on several other, distinct functions of the protein. J. Biol. Chem.\n277, 39 909–39 918. (10.1074/jbc.M205919200) [PubMed] [CrossRef] [Google Scholar]235. Parisi T, Beck AR, Rougier N, McNeil T, Lucian L, Werb Z, Amati B. \n2003. \nCyclins E1 and E2 are required for endoreplication in placental trophoblast giant cells. EMBO J.\n22, 4794–4803. (10.1093/emboj/cdg482) [PMC free article] [PubMed] [CrossRef] [Google Scholar]236. Matsumoto Y, Maller JL. \n2004. \nA centrosomal localization signal in cyclin E required for Cdk2-independent S phase entry. Science\n306, 885–888. (10.1126/science.1103544) [PubMed] [CrossRef] [Google Scholar]237. Hinchcliffe EH, Li C, Thompson EA, Maller JL, Sluder G. \n1999. \nRequirement of Cdk2-cyclin E activity for repeated centrosome reproduction in Xenopus egg extracts. Science\n283, 851–854. (10.1126/science.283.5403.851) [PubMed] [CrossRef] [Google Scholar]238. Ehedego H, Mohs A, Jansen B, Hiththetiya K, Sicinski P, Liedtke C, Trautwein C. \n2018. \nLoss of Cyclin E1 attenuates hepatitis and hepatocarcinogenesis in a mouse model of chronic liver injury. Oncogene\n37, 3329–3339. (10.1038/s41388-018-0181-8) [PMC free article] [PubMed] [CrossRef] [Google Scholar]239. Etemadmoghadam D, et al. \n2009. \nIntegrated genome-wide DNA copy number and expression analysis identifies distinct mechanisms of primary chemoresistance in ovarian carcinomas. Clin. Cancer Res.\n15, 1417–1427. (10.1158/1078-0432.CCR-08-1564) [PMC free article] [PubMed] [CrossRef] [Google Scholar]240. Au-Yeung G, et al. \n2017. \nSelective targeting of cyclin E1-amplified high-grade serous ovarian cancer by cyclin-dependent kinase 2 and AKT inhibition. Clin. Cancer Res.\n23, 1862–1874. (10.1158/1078-0432.CCR-16-0620) [PMC free article] [PubMed] [CrossRef] [Google Scholar]241. Cheung ZH, Ip NY. \n2012. \nCdk5: a multifaceted kinase in neurodegenerative diseases. Trends Cell Biol.\n22, 169–175. (10.1016/j.tcb.2011.11.003) [PubMed] [CrossRef] [Google Scholar]242. Nabel EG.\n2002. \nCDKs and CKIs: molecular targets for tissue remodelling. Nat. Rev. Drug Discov.\n1, 587–598. (10.1038/nrd869) [PubMed] [CrossRef] [Google Scholar]243. Malumbres M, Pevarello P, Barbacid M, Bischoff JR. \n2008. \nCDK inhibitors in cancer therapy: what is next?\nTrends Pharmacol. Sci.\n29, 16–21. (10.1016/j.tips.2007.10.012) [PubMed] [CrossRef] [Google Scholar]244. Wolfel T, et al. \n1995. \nA p16INK4a-insensitive CDK4 mutant targeted by cytolytic T lymphocytes in a human melanoma. Science\n269, 1281–1284. (10.1126/science.7652577) [PubMed] [CrossRef] [Google Scholar]245. Zuo L, Weger J, Yang Q, Goldstein AM, Tucker MA, Walker GJ, Hayward N, Dracopoli NC. \n1996. \nGermline mutations in the p16INK4a binding domain of CDK4 in familial melanoma. Nat. Genet.\n12, 97–99. (10.1038/ng0196-97) [PubMed] [CrossRef] [Google Scholar]246. Sotillo R, Dubus P, Martin J, de la Cueva E, Ortega S, Malumbres M, Barbacid M. \n2001. \nWide spectrum of tumors in knock-in mice carrying a Cdk4 protein insensitive to INK4 inhibitors. EMBO J.\n20, 6637–6647. (10.1093/emboj/20.23.6637) [PMC free article] [PubMed] [CrossRef] [Google Scholar]247. Cerami E, et al. \n2012. \nThe cBio cancer genomics portal: an open platform for exploring multidimensional cancer genomics data. Cancer Discov.\n2, 401–404. (10.1158/2159-8290.CD-12-0095) [PMC free article] [PubMed] [CrossRef] [Google Scholar]248. Gao J, et al. \n2013. \nIntegrative analysis of complex cancer genomics and clinical profiles using the cBioPortal. Sci. Signal.\n6, pl1 (10.1126/scisignal.2004088) [PMC free article] [PubMed] [CrossRef] [Google Scholar]249. Baker SJ, Reddy EP. \n2012. \nCDK4: a key player in the cell cycle, development, and cancer. Genes Cancer\n3, 658–669. (10.1177/1947601913478972) [PMC free article] [PubMed] [CrossRef] [Google Scholar]250. Kim WY, Sharpless NE. \n2006. \nThe regulation of INK4/ARF in cancer and aging. Cell\n127, 265–275. (10.1016/j.cell.2006.10.003) [PubMed] [CrossRef] [Google Scholar]251. Greenblatt MS, Beaudet JG, Gump JR, Godin KS, Trombley L, Koh J, Bond JP. \n2003. \nDetailed computational study of p53 and p16: using evolutionary sequence analysis and disease-associated mutations to predict the functional consequences of allelic variants. Oncogene\n22, 1150–1163. (10.1038/sj.onc.1206101) [PubMed] [CrossRef] [Google Scholar]252. Li J, Poi MJ, Tsai MD. \n2011. \nRegulatory mechanisms of tumor suppressor P16(INK4A) and their relevance to cancer. Biochemistry\n50, 5566–5582. (10.1021/bi200642e) [PMC free article] [PubMed] [CrossRef] [Google Scholar]253. Byeon IJ, Li J, Ericson K, Selby TL, Tevelev A, Kim HJ, O'Maille P, Tsai MD. \n1998. \nTumor suppressor p16INK4A: determination of solution structure and analyses of its interaction with cyclin-dependent kinase 4. Mol. Cell\n1, 421–431. (10.1016/S1097-2765(00)80042-8) [PubMed] [CrossRef] [Google Scholar]254. Forbes SA, et al. \n2015. \nCOSMIC: exploring the world's knowledge of somatic mutations in human cancer. Nucleic Acids Res.\n43, D805–D811. (10.1093/nar/gku1075) [PMC free article] [PubMed] [CrossRef] [Google Scholar]255. Lawrence MS, et al. \n2014. \nDiscovery and saturation analysis of cancer genes across 21 tumour types. Nature\n505, 495–501. (10.1038/nature12912) [PMC free article] [PubMed] [CrossRef] [Google Scholar]256. Peyressatre M, Prevel C, Pellerano M, Morris MC. \n2015. \nTargeting cyclin-dependent kinases in human cancers: from small molecules to peptide inhibitors. Cancers\n7, 179–237. (10.3390/cancers7010179) [PMC free article] [PubMed] [CrossRef] [Google Scholar]257. Knudsen KE, Diehl JA, Haiman CA, Knudsen ES. \n2006. \nCyclin D1: polymorphism, aberrant splicing and cancer risk. Oncogene\n25, 1620–1628. (10.1038/sj.onc.1209371) [PubMed] [CrossRef] [Google Scholar]258. Betticher DC, Thatcher N, Altermatt HJ, Hoban P, Ryder WD, Heighway J. \n1995. \nAlternate splicing produces a novel cyclin D1 transcript. Oncogene\n11, 1005–1011. [PubMed] [Google Scholar]259. Millar EK, et al. \n2009. \nCyclin D1b protein expression in breast cancer is independent of cyclin D1a and associated with poor disease outcome. Oncogene\n28, 1812–1820. (10.1038/onc.2009.13) [PMC free article] [PubMed] [CrossRef] [Google Scholar]260. Alao JP.\n2007. \nThe regulation of cyclin D1 degradation: roles in cancer development and the potential for therapeutic invention. Mol. Cancer\n6, 24 (10.1186/1476-4598-6-24) [PMC free article] [PubMed] [CrossRef] [Google Scholar]261. Eisfeld AK, et al. \n2017. \nMutations in the CCND1 and CCND2 genes are frequent events in adult patients with t(8;21)(q22;q22) acute myeloid leukemia. Leukemia\n31, 1278–1285. (10.1038/leu.2016.332) [PMC free article] [PubMed] [CrossRef] [Google Scholar]262. Schmitz R, et al. \n2012. \nBurkitt lymphoma pathogenesis and therapeutic targets from structural and functional genomics. Nature\n490, 116–120. (10.1038/nature11378) [PMC free article] [PubMed] [CrossRef] [Google Scholar]263. Khanna V, et al. \n2017. \nRecurrent cyclin D2 mutations in myeloid neoplasms. Leukemia\n31, 2005–2008. (10.1038/leu.2017.195) [PMC free article] [PubMed] [CrossRef] [Google Scholar]264. Casanovas O, Jaumot M, Paules AB, Agell N, Bachs O. \n2004. \nP38SAPK2 phosphorylates cyclin D3 at Thr-283 and targets it for proteasomal degradation. Oncogene\n23, 7537–7544. (10.1038/sj.onc.1208040) [PubMed] [CrossRef] [Google Scholar]265. Caldon CE, Musgrove EA. \n2010. \nDistinct and redundant functions of cyclin E1 and cyclin E2 in development and cancer. Cell. Div.\n5, 2 (10.1186/1747-1028-5-2) [PMC free article] [PubMed] [CrossRef] [Google Scholar]266. Nanos-Webb A, et al. \n2012. \nTargeting low molecular weight cyclin E (LMW-E) in breast cancer. Breast Cancer Res. Treat.\n132, 575–588. (10.1007/s10549-011-1638-4) [PMC free article] [PubMed] [CrossRef] [Google Scholar]267. Porter DC, Zhang N, Danes C, McGahren MJ, Harwell RM, Faruki S, Keyomarsi K. \n2001. \nTumor-specific proteolytic processing of cyclin E generates hyperactive lower-molecular-weight forms. Mol. Cell Biol.\n21, 6254–6269. (10.1128/MCB.21.18.6254-6269.2001) [PMC free article] [PubMed] [CrossRef] [Google Scholar]268. Akli S, Zheng PJ, Multani AS, Wingate HF, Pathak S, Zhang N, Tucker SL, Chang S, Keyomarsi K. \n2004. \nTumor-specific low molecular weight forms of cyclin E induce genomic instability and resistance to p21, p27, and antiestrogens in breast cancer. Cancer Res.\n64, 3198–3208. (10.1158/0008-5472.CAN-03-3672) [PubMed] [CrossRef] [Google Scholar]269. Yamano H, Gannon J, Mahbubani H, Hunt T. \n2004. \nCell cycle-regulated recognition of the destruction box of cyclin B by the APC/C in Xenopus egg extracts. Mol. Cell\n13, 137–147. (10.1016/S1097-2765(03)00480-5) [PubMed] [CrossRef] [Google Scholar]270. Compe E, Egly JM. \n2012. \nTFIIH: when transcription met DNA repair. Nat. Rev. Mol. Cell Biol.\n13, 343–354. (10.1038/nrm3350) [PubMed] [CrossRef] [Google Scholar]271. Araujo SJ, Tirode F, Coin F, Pospiech H, Syvaoja JE, Stucki M, Hubscher U, Egly JM, Wood RD. \n2000. \nNucleotide excision repair of DNA with recombinant human proteins: definition of the minimal set of factors, active forms of TFIIH, and modulation by CAK. Genes Dev.\n14, 349–359. [PMC free article] [PubMed] [Google Scholar]272. Coin F, Oksenych V, Mocquet V, Groh S, Blattner C, Egly JM. \n2008. \nNucleotide excision repair driven by the dissociation of CAK from TFIIH. Mol. Cell\n31, 9–20. (10.1016/j.molcel.2008.04.024) [PubMed] [CrossRef] [Google Scholar]273. Greber BJ, Nguyen THD, Fang J, Afonine PV, Adams PD, Nogales E. \n2017. \nThe cryo-electron microscopy structure of human transcription factor IIH. Nature\n549, 414–417. (10.1038/nature23903) [PMC free article] [PubMed] [CrossRef] [Google Scholar]274. Akoulitchev S, Chuikov S, Reinberg D. \n2000. \nTFIIH is negatively regulated by cdk8-containing mediator complexes. Nature\n407, 102–106. (10.1038/35024111) [PubMed] [CrossRef] [Google Scholar]275. Tsai KL, Tomomori-Sato C, Sato S, Conaway RC, Conaway JW, Asturias FJ. \n2014. \nSubunit architecture and functional modular rearrangements of the transcriptional mediator complex. Cell\n157, 1430–1444. (10.1016/j.cell.2014.05.015) [PMC free article] [PubMed] [CrossRef] [Google Scholar]276. Tsai KL, et al. \n2017. \nMediator structure and rearrangements required for holoenzyme formation. Nature\n544, 196–201. (10.1038/nature21393) [PMC free article] [PubMed] [CrossRef] [Google Scholar]277. Sato S, et al. \n2004. \nA set of consensus mammalian mediator subunits identified by multidimensional protein identification technology. Mol. Cell\n14, 685–691. (10.1016/j.molcel.2004.05.006) [PubMed] [CrossRef] [Google Scholar]278. Turunen M, et al. \n2014. \nUterine leiomyoma-linked MED12 mutations disrupt mediator-associated CDK activity. Cell Rep.\n7, 654–660. (10.1016/j.celrep.2014.03.047) [PMC free article] [PubMed] [CrossRef] [Google Scholar]279. Tsai KL, Sato S, Tomomori-Sato C, Conaway RC, Conaway JW, Asturias FJ. \n2013. \nA conserved mediator-CDK8 kinase module association regulates mediator-RNA polymerase II interaction. Nat. Struct. Mol. Biol.\n20, 611–619. (10.1038/nsmb.2549) [PMC free article] [PubMed] [CrossRef] [Google Scholar]280. Plaschka C, et al. \n2015. \nArchitecture of the RNA polymerase II-mediator core initiation complex. Nature\n518, 376–380. (10.1038/nature14229) [PubMed] [CrossRef] [Google Scholar]281. Boczek EE, Reefschlager LG, Dehling M, Struller TJ, Hausler E, Seidl A, Kaila VR, Buchner J. \n2015. \nConformational processing of oncogenic v-Src kinase by the molecular chaperone Hsp90. Proc. Natl Acad. Sci. USA\n112, E3189–E3198. (10.1073/pnas.1424342112) [PMC free article] [PubMed] [CrossRef] [Google Scholar]282. Keramisanou D, Aboalroub A, Zhang Z, Liu W, Marshall D, Diviney A, Larsen RW, Landgraf R, Gelis I. \n2016. \nMolecular mechanism of protein kinase recognition and sorting by the Hsp90 kinome-specific cochaperone Cdc37. Mol. Cell\n62, 260–271. (10.1016/j.molcel.2016.04.005) [PMC free article] [PubMed] [CrossRef] [Google Scholar]283. Schopf FH, Biebl MM, Buchner J. \n2017. \nThe HSP90 chaperone machinery. Nat. Rev. Mol. Cell Biol.\n18, 345–360. (10.1038/nrm.2017.20) [PubMed] [CrossRef] [Google Scholar]"}