{"title": "Mediator Is Essential for Small Nuclear and Nucleolar RNA Transcription in Yeast", "pubDate": "2018", "PMCID": "PMC6275182", "DOI": "10.1128/MCB.00296-18", "PMID": "30275344", "abstract": "Eukaryotic RNA polymerase II (RNAPII) transcribes mRNA genes and non-protein-coding RNA (ncRNA) genes, including those encoding small nuclear and nucleolar RNAs (sn/snoRNAs). In metazoans, RNAPII transcription of sn/snoRNAs is facilitated by a number of specialized complexes, but no such complexes have been discovered in yeast. It has been proposed that yeast sn/snoRNA and mRNA expression relies on a set of common factors, but the extent to which regulators of mRNA genes function at yeast sn/snoRNA genes is unclear. Here, we investigated a potential role for the Mediator complex, essential for mRNA gene transcription, in sn/snoRNA gene transcription. We found that Mediator maps to sn/snoRNA gene regulatory regions and that rapid depletion of the essential structural subunit Med14 strongly reduces RNAPII and TFIIB occupancy as well as nascent transcription of sn/snoRNA genes. Deletion of Med3 and Med15, subunits of the activator-interacting Mediator tail module, does not affect Mediator recruitment to or RNAPII and TFIIB occupancy of sn/snoRNA genes. Our analyses suggest that Mediator promotes PIC formation and transcription at sn/snoRNA genes, expanding the role of this critical regulator beyond its known functions in mRNA gene transcription and demonstrating further mechanistic similarity between the transcription of mRNA and sn/snoRNA genes.", "author": [{"author": "Jason P Tourigny", "affiliation": ["Department of Biology, Indiana University, Bloomington, Indiana, USA."], "href": "/?term=Tourigny+JP&cauthor_id=30275344"}, {"author": "Moustafa M Saleh", "affiliation": ["Department of Biology, Indiana University, Bloomington, Indiana, USA."], "href": "/?term=Saleh+MM&cauthor_id=30275344"}, {"author": "Kenny Schumacher", "affiliation": ["Institut de Génétique et de Biologie Moléculaire et Cellulaire, Illkirch, France.", "UMR7104, Centre National de la Recherche Scientifique, Illkirch, France.", "U964, Institut National de la Santé et de la Recherche Médicale, Illkirch, France.", "Université de Strasbourg, Illkirch, France."], "href": "/?term=Schumacher+K&cauthor_id=30275344"}, {"author": "Didier Devys", "affiliation": ["Institut de Génétique et de Biologie Moléculaire et Cellulaire, Illkirch, France.", "UMR7104, Centre National de la Recherche Scientifique, Illkirch, France.", "U964, Institut National de la Santé et de la Recherche Médicale, Illkirch, France.", "Université de Strasbourg, Illkirch, France."], "href": "/?term=Devys+D&cauthor_id=30275344"}, {"author": "Gabriel E Zentner", "affiliation": ["Department of Biology, Indiana University, Bloomington, Indiana, USA gzentner@indiana.edu.", "Indiana University Melvin and Bren Simon Cancer Center, Indianapolis, Indiana, USA."], "href": "/?term=Zentner+GE&cauthor_id=30275344"}], "refPMID": [], "citedInPMID": ["30275344", "34433046", "34383744", "33789343", "33055256"], "body": " ABSTRACTEukaryotic RNA polymerase II (RNAPII) transcribes mRNA genes and non-protein-coding RNA (ncRNA) genes, including those encoding small nuclear and nucleolar RNAs (sn/snoRNAs). In metazoans, RNAPII transcription of sn/snoRNAs is facilitated by a number of specialized complexes, but no such complexes have been discovered in yeast. It has been proposed that yeast sn/snoRNA and mRNA expression relies on a set of common factors, but the extent to which regulators of mRNA genes function at yeast sn/snoRNA genes is unclear. Here, we investigated a potential role for the Mediator complex, essential for mRNA gene transcription, in sn/snoRNA gene transcription. We found that Mediator maps to sn/snoRNA gene regulatory regions and that rapid depletion of the essential structural subunit Med14 strongly reduces RNAPII and TFIIB occupancy as well as nascent transcription of sn/snoRNA genes. Deletion of Med3 and Med15, subunits of the activator-interacting Mediator tail module, does not affect Mediator recruitment to or RNAPII and TFIIB occupancy of sn/snoRNA genes. Our analyses suggest that Mediator promotes PIC formation and transcription at sn/snoRNA genes, expanding the role of this critical regulator beyond its known functions in mRNA gene transcription and demonstrating further mechanistic similarity between the transcription of mRNA and sn/snoRNA genes.KEYWORDS: Mediator, RNA polymerase II, snRNA, snoRNA INTRODUCTIONEukaryotic RNA polymerase II (RNAPII), responsible for the transcription of mRNA genes, also transcribes several classes of non-protein-coding RNA (ncRNA) genes. Two prominent classes of RNAPII-transcribed eukaryotic ncRNA genes are small nuclear RNAs (snRNAs) and small nucleolar RNAs (snoRNAs). snRNAs are involved in pre-mRNA splicing (1), while snoRNAs primarily function in rRNA maturation via guiding methylation and pseudouridylation of specific rRNA bases (2).Most sn/snoRNA transcription in eukaryotes is carried out by RNAPII, with a few notable RNAPIII-transcribed exceptions, including the U6 snRNA gene (3). While transcription of both mRNA and the majority of sn/snoRNA genes is carried out by RNAPII, notable differences between their regulation have been described, particularly in metazoans. In addition to the documented dependence of a few sn/snoRNAs on several general transcription factors (GTFs) that are components of the preinitiation complex and generally essential for RNAPII transcription (TFIIA, TFIIB, TFIID, TFIIE, TFIIF, and TFIIH) (4,–6), metazoan sn/snoRNA gene transcription relies on a number of specialized factors. One such factor is the small nuclear RNA activating complex (SNAPc), which contains the TATA-binding protein (TBP) as well as five specific subunits and is essential for transcription from sn/snoRNA promoters in vitro (7,–9). Metazoan sn/snoRNA gene transcription also involves the little elongation complex (LEC), which promotes RNAPII occupancy and elongation at these genes (10). Lastly, the Integrator complex, which contributes to both transcriptional elongation and 3′ end processing, is involved in metazoan snRNA expression (11, 12). Metazoan RNAPII-regulated sn/snoRNA promoters also contain specialized DNA motifs, the distal sequence element (DSE) and the proximal sequence element (PSE), both of which are also found in type 3 RNAPIII promoters (13). The DSE is similar to an enhancer element containing binding sites for a number of transcription factors (TFs), including Oct1 and ZNF143 (14). Oct1 and ZNF143 enhance the transcription of sn/snoRNAs by promoting the association of SNAPc with the PSE (7, 14,–16). Notably, TATA boxes are present in RNAPIII-regulated but not RNAPII-regulated sn/snoRNA promoters (14), and insertion of a TATA box into the promoter of the RNAPII-transcribed U2 snRNA gene switches it to a target of RNAPIII (17, 18).In contrast to metazoans, no sn/snoRNA-specialized transcriptional regulatory complexes or sequence elements have been described in yeasts, which use RNAPII to transcribe all sn/snoRNA genes, with the exception of the RNAPIII-transcribed U6 snRNA and snR52 snoRNA (19). Instead, it has been proposed that yeast RNAPII uses the same set of factors to facilitate the transcription of mRNA and sn/snoRNA genes. Indeed, early studies of the promoter region of the polycistronic snR78-snR72 gene defined a binding site for the telomere-binding TF Rap1 (a key regulator of ribosomal protein gene expression) (20), an AT-rich region, and a TATA box (21). A genomic analysis of yeast snoRNAs revealed the presence of these elements in various proportions across 57 promoters as well as additional motifs, including binding sites for the TF Reb1, rRNA processing elements, and binding sites for the telomere-associated TF Tbf1, which was reported to activate transcription of the snR64 snoRNA gene (22). Beyond these observations, however, the extent to which mRNA and sn/snoRNA genes depend on the same RNAPII-associated factors for their expression is unclear.One promising candidate for a regulatory factor used by RNAPII at both mRNA and sn/snoRNA genes is Mediator, a modular, evolutionarily conserved complex required for the majority of mRNA transcription in yeast (23,–25). The 25 subunits of yeast Mediator are divided into four modules: head, middle, tail, and kinase. Mediator associates with transcriptional activators at distal regulatory elements via its tail module and RNAPII at promoters via its head module, thus integrating distinct regulatory inputs to promote assembly of the PIC and subsequent transcriptional initiation (26, 27). While the role of Mediator in mRNA transcription has been extensively studied, little is known about its relationship to RNAPII transcription of ncRNAs. In mouse embryonic stem cells, Mediator forms a meta-coactivator complex (MECO) with the Ada-two-A-containing (ATAC) histone acetyltransferase complex that associates with a small number of snRNA genes to promote their expression (28). Furthermore, the metazoan-specific Mediator subunit Med26 has been implicated in the transcription of a small number of sn/snoRNA genes in mouse and human cells via recruitment of LEC (29). These observations suggest that Mediator is an important regulator of sn/snoRNA gene transcription; however, important questions remain. First, as the above-described studies analyzed a select few loci, it is unclear if any role of Mediator in promoting sn/snoRNA gene transcription is global. Moreover, as the aforementioned studies analyzed Mediator function in the context of interactions with metazoan-specific complexes (ATAC and LEC) and a metazoan-specific Mediator subunit (Med26), it is unknown if Mediator functions at sn/snoRNA genes in organisms lacking these components of the transcription machinery. Lastly, it has not been tested if the function of Mediator in PIC assembly is relevant at sn/snoRNA gene promoters.Here, we sought to determine if Mediator plays a global role in the transcription of sn/snoRNA genes in yeast. Using genome-wide analyses, we found that upstream regions potentially equivalent to mRNA gene upstream activating sequences (UASs) and promoters of sn/snoRNA genes are occupied by Mediator. Inducible depletion of the structurally essential Mediator subunit Med14 results in equivalent reductions in the RNAPII association with and nascent transcription of sn/snoRNA and mRNA genes, indicating an essential role of the Mediator complex in sn/snoRNA gene expression. Similar to its function at mRNA genes, Mediator promotes the TFIIB association with sn/snoRNA gene promoters. Interestingly, the Mediator tail module, responsible for interactions with transcriptional activators, appears to be dispensable for Mediator, TFIIB, and RNAPII occupancy of sn/snoRNA genes. Our results suggest that the tail-independent recruitment of Mediator to sn/snoRNA genes is required for their transcription and indicate mechanistic similarities in Mediator activity at yeast mRNA and sn/snoRNA genes. RESULTSMediator associates with the upstream regions of sn/snoRNA genes. We first assessed the genomic localization of Mediator with respect to sn/snoRNA genes using chromatin endogenous cleavage and high-throughput sequencing (ChEC-seq) (30), which we previously showed effectively maps Mediator binding to mRNA gene UASs (31). However, in that study, we only mapped subunits of the Mediator head module. In order to more completely interrogate the localization of Mediator, we mapped the Med8 subunit of the head module as well as the scaffold subunit Med14 and the tail module subunit Med3. Visual inspection of Mediator ChEC-seq data revealed enrichment of Med8, Med14, and Med3 at the intergenic region of the divergent snR31 and snR5 snoRNA genes (Fig. 1A). To analyze these data more systematically, we compiled a list of 70 RNAPII-transcribed sn/snoRNA genes not overlapping protein-coding genes, condensed this list to 58 loci (Table 1) due to the existence of five polycistronic snoRNA clusters in the yeast genome (32) (see Materials and Methods), and aggregated data at these positions. This analysis revealed enrichment of Med8, Med14, and Med3 over the free micrococcal nuclease (MNase) signal upstream of sn/snoRNA transcription start sites (TSSs) (Fig. 1B). Notably, the position of maximum Mediator subunit occupancy was relatively far upstream of sn/snoRNA TSSs (326 bp for Med8 and 343 bp for Med14 and Med3), potentially consistent with Mediator association with upstream activating sequences (UASs), where it binds most prominently at mRNA genes under normal conditions (31, 33). Heatmap visualization of these data showed enrichment of Mediator relative to free MNase at most sn/snoRNAs (Fig. 1C). Notably, the dynamic ranges and signal-to-noise ratios of the Med14 and Med3 ChEC-seq data were much higher than those of the Med8 data at sn/snoRNA genes. This may reflect the potentially shorter distances of the C termini of Med14 and Med3 than the C terminus of Med8 to DNA (34). To more quantitatively assess enrichment of Mediator at sn/snoRNA genes, we called peaks on the Med14 ChEC-seq data set with the free MNase data set as a control. Of the 58 analyzed sn/snoRNA TSSs, 39 (67.2%) displayed a Med14 peak within 500 bp upstream of the TSS.Open in a separate windowFIG 1Mediator associates with sn/snoRNA genes. (A) Genome browser view of the RPM-normalized Med8, Med14, and Med3 ChEC-seq signal at a representative sn/snoRNA-containing region of the yeast genome. (B) Average plot of the Med8, Med14, Med3, and free MNase ChEC-seq signal at 58 sn/snoRNA genes. (C) Heatmaps of the Med8, Med14, and Med3 ChEC-seq signal at 58 sn/snoRNA genes sorted in descending order by average Med8 signal. Heatmaps were log2 transformed with a center of 5 and are displayed with a contrast value of 3. (D) Genome browser view of the MetaMediator ChIP-chip signal in 1-NA-PP1-treated WT and kin28as cells at a representative sn/snoRNA-containing region of the yeast genome. (E) Average plot of the MetaMediator ChIP-chip signal in 1-NA-PP1-treated WT and kin28as cells at sn/snoRNA genes. (F) Heatmaps of the MetaMediator ChIP-chip signal at sn/snoRNA genes in WT and kin28as cells sorted in descending order by average WT signal. Heatmaps were not log2 transformed, as the raw data were provided in this form, and are displayed with a contrast value of 10. chr, chromosome.TABLE 1sn/snoRNA TSSs analyzed in this workChromosomeTSSStrandIdentifierClassGenomic organizationchrII681862−LSR1snRNAMonocistronicchrXIV585587+NME1snoRNAMonocistronicchrXIII652275+snR11snoRNAMonocistronicchrIV1402919+snR13snoRNAMonocistronicchrV167586−snR14snRNAMonocistronicchrII307345−snR161snoRNAMonocistronicchrXVI281517−snR17bsnoRNAMonocistronicchrIII178798−snR189snoRNAMonocistronicchrXIV230672−snR19snRNAMonocistronicchrX139950−snR190snoRNAPolycistronic (snR190-snR128)chrX663749+snR3snoRNAMonocistronicchrXII198784+snR30snoRNAMonocistronicchrXV842182−snR31snoRNAMonocistronicchrVIII381540+snR32snoRNAMonocistronicchrIII142546−snR33snoRNAMonocistronicchrXII899180+snR34snoRNAMonocistronicchrXV759529−snR35snoRNAMonocistronicchrXV680866−snR36snoRNAMonocistronicchrX228479−snR37snoRNAMonocistronicchrVII366469−snR39BsnoRNAMonocistronicchrV424698+snR4snoRNAMonocistronicchrXIV89210+snR40snoRNAMonocistronicchrXVI719242−snR41snoRNAPolycistronic (snR41-snR70-snR51)chrXI559366−snR42snoRNAMonocistronicchrIII107712−snR43snoRNAMonocistronicchrXVI821732+snR45snoRNAMonocistronicchrVII545370+snR46snoRNAMonocistronicchrIV541700−snR47snoRNAMonocistronicchrVII609584+snR48snoRNAMonocistronicchrXIV716120+snR49snoRNAMonocistronicchrXV842403+snR5snoRNAMonocistronicchrXV259489+snR50snoRNAMonocistronicchrV61699+snR53snoRNAPolycistronic (snR67-snR53)chrII88190+snR56snoRNAMonocistronicchrXII795024−snR57snoRNAPolycistronic (snR57-snR55-snR61)chrXV136183−snR58snoRNAMonocistronicchrXV409864−snR62snoRNAMonocistronicchrIV323471−snR63snoRNAMonocistronicchrXI38811+snR64snoRNAMonocistronicchrIII177183+snR65snoRNAMonocistronicchrXIV586090+snR66snoRNAMonocistronicchrIX97111+snR68snoRNAMonocistronicchrXI364776+snR69snoRNAMonocistronicchrVII939672−snR7-LsnRNAMonocistronicchrVIII411228+snR71snoRNAMonocistronicchrXIII297364+snR78snoRNAPolycistronic (snR78-snR72)chrXII348510−snR79snoRNAMonocistronicchrXV832332+snR8snoRNAMonocistronicchrV52320−snR80snoRNAMonocistronicchrXV234346+snR81snoRNAMonocistronicchrVII316788+snR82snoRNAMonocistronicchrXIII626349+snR83snoRNAMonocistronicchrIV1493026−snR84snoRNAMonocistronicchrXIII67938−snR85snoRNAMonocistronicchrXIII763113−snR86snoRNAMonocistronicchrXI431138−snR87snoRNAMonocistronicchrXV408134−snR9snoRNAMonocistronicchrII307587+TLC1telomerase RNAMonocistronicOpen in a separate windowHaving observed an association of Mediator with the majority of putative sn/snoRNA gene UASs using ChEC-seq, we sought to determine if we could also detect a Mediator association with sn/snoRNA gene promoters, which occurs via interactions of the head module with the carboxy-terminal domain (CTD) of RNAPII (35). When the CTD is phosphorylated by the TFIIH kinase Kin28, Mediator is rapidly released from the PIC (36), and it has been shown that efficient detection of promoter-associated Mediator by chromatin immunoprecipitation (ChIP) requires impairment of Kin28 function in order to trap Mediator in complex with the PIC (33, 37). We previously found that ChEC-seq does not map Mediator binding to promoters upon Kin28 inhibition, presumably due to occlusion of promoter DNA by the PIC (31). Thus, to interrogate Mediator association with sn/snoRNA promoters, we obtained ChIP with microarray technology (ChIP-chip) data from a previous study in which the genome-wide association of 12 Mediator subunits (MetaMediator) was profiled following inhibition of kin28as, a form of Kin28 sensitive to the ATP analog 1-tert-butyl-3-naphthalen-1-yl-1H-pyrazolo[3,4-d]pyrimidin-4-amine (1-NA-PP1) (34). Visual inspection of the MetaMediator signal at the snR69 snoRNA gene revealed little upstream enrichment of Mediator in wild-type (WT) cells treated with 1-NA-PP1 (Fig. 1D), consistent with the reported low ChIP efficiency of Mediator at the upstream regions of many highly transcribed genes (33, 38). However, kin28as cells treated with 1-NA-PP1 displayed a marked increase in MetaMediator enrichment just upstream of the snR69 TSS (Fig. 1D). Systematic analysis of MetaMediator occupancy at sn/snoRNA genes in WT and kin28as cells confirmed this single-locus observation across the genome (Fig. 1E and ​andF).F). Based on these observations, we conclude that the Mediator complex associates with both putative UASs and promoters at sn/snoRNA genes, suggesting mechanistic similarities in the activity of Mediator at these distinct classes of genes.RNAPII occupancy and transcription of sn/snoRNA genes are Mediator dependent. Our data thus far indicate that Mediator occupies a majority of sn/snoRNA genes. However, we and others have previously shown that the Mediator occupancy level is not strictly correlated with transcriptional output (31, 33, 39). Thus, Mediator occupancy alone cannot be used to infer transcriptional regulation. To investigate a possible role for Mediator in sn/snoRNA gene regulation, we used native RNAPII ChIP sequencing (ChIP-seq) data from a previous study in which Med14, an essential protein (40) required for the structural integrity of Mediator (23, 41), was depleted from yeast cells using the auxin degron system (24). In this approach, a target protein is tagged with an auxin-inducible degron (AID), consisting of a 3× V5 tag and the auxin repressor protein IAA7 in a yeast strain constitutively expressing the Oryza sativa ubiquitin ligase TIR1 (OsTIR1). In the presence of auxin, a complex is formed between OsTIR1 and the AID-tagged protein, resulting in ubiquitylation and degradation of the target protein (42). This method was reported to yield the nearly complete destruction of Med14 within 30 min (24). Importantly, the reported ChIP-seq experiments used a defined amount of Saccharomyces pombe cells as a spike in, allowing for quantification of global changes in RNAPII binding to the genome. Indeed, using this approach, the authors found that Mediator destabilization via Med14 degradation reduced the RNAPII occupancy of nearly all ∼4,800 analyzed mRNA genes (24).We obtained data for two RNAPII ChIP-seq replicates treated with either vehicle (dimethyl sulfoxide [DMSO]) or 500 μM the auxin indole-3-acetic acid (3-IAA) to deplete Med14 as well as replicates of RNAPII ChIP-seq from WT cells (that is, those bearing OsTIR1 but not Med14-AID) treated with DMSO or 3-IAA. We first visualized the RNAPII signal at three regions of the genome harboring one or more sn/snoRNAs. WT cells displayed robust RNAPII occupancy of the snoRNA genes snR17b, snR190-snR128, NME1, and snR66 when treated with either DMSO or 3-IAA, as did Med14-AID cells treated with DMSO. However, the RNAPII signal at these genes was almost completely eliminated in Med14-AID cells treated with 3-IAA (Fig. 2). We next quantified the RNAPII ChIP-seq signal within the 83 bp downstream of each sn/snoRNA TSS (corresponding to the length of the shortest analyzed sn/snoRNA gene). As observed at the individual genomic regions analyzed as described above, 3-IAA treatment of WT yeast had essentially no effect on the RNAPII occupancy of either sn/snoRNA or mRNA genes, for which we quantified the RNAPII ChIP-seq signal in the 100 bp downstream of each TSS (Fig. 3). However, depletion of Med14 strongly reduced the RNAPII ChIP-seq signal within all 58 tested sn/snoRNA genes [median log2(fold change) = −3.72], and the extent of the reduction in sn/snoRNA gene RNAPII occupancy was comparable to that observed for the 1,000 most highly RNAPII-occupied mRNA genes in DMSO-treated Med14-AID cells [median log2(fold change) = −3.62] (Fig. 3).Open in a separate windowFIG 2Med14 depletion reduces RNAPII binding to sn/snoRNA genes. Genome browser views of the spike-in-normalized RNAPII ChIP-seq signal from WT and Med14-AID strains at three regions of the yeast genome containing one or more sn/snoRNA genes.Open in a separate windowFIG 3Med14 degradation globally reduces RNAPII occupancy at sn/snoRNA genes. Box plots of the spike-in-normalized log2(3-IAA/DMSO) RNAPII ChIP-seq signal for 58 sn/snoRNA genes and the top 1,000 most highly RNAPII-occupied mRNA genes in WT and Med14-AID strains. FC, fold change.While RNAPII occupancy is often used as a proxy for transcriptional activity, it does not measure the RNA output of transcription. To more directly address the potential role of Mediator in sn/snoRNA transcription, we constructed a Med14-AID strain. Consistent with previous results (24), Med14 was almost completely depleted by 30 min of 3-IAA treatment (Fig. 4A). Med14-AID cells were also unable to grow on solid medium containing 3-IAA (Fig. 4B), consistent with the essentiality of Med14 (40). Having validated our Med14-AID strain, we performed 4-thiouracil (4tU) labeling and purified total and newly synthesized RNAs. Using quantitative reverse transcription-PCR (qRT-PCR), we quantified the levels of a set of sn/snoRNAs and mRNAs from the total and newly synthesized RNA fractions. Degradation of Med14 had variable effects on the total RNA levels of RNAPII transcripts: four of six assayed sn/snoRNA genes (LSR1, snR19, snR190-snR128, and the telomerase RNA-encoding TLC1, included in the sn/snoRNA gene set) displayed little change in total RNA levels, while the levels of the snR14 transcript were decreased and the levels of snR72, contained within the polycistronic snR78-snR72 transcript, were increased (Fig. 4C). The total RNA levels of eight assayed mRNAs were either decreased or not affected by Med14 depletion, and the total RNA levels of neither the RNAPI-transcribed RDN25 and RDN58 transcripts nor the RNAPIII-transcribed SCR1 and snR6 transcripts were affected (Fig. 4C). Analysis of newly synthesized RNA revealed that all analyzed sn/snoRNA genes, with the exception of snR72, were markedly downregulated by Med14 depletion, similar to the eight assayed mRNAs (Fig. 4C). We are uncertain as to the basis of the resilience of snR72 and, by extension, snR78-snR72 transcription to Med14 depletion, though it may be related to an additional layer of Mediator-independent regulation. Consistent with our total RNA analysis, the levels of newly synthesized RNA originating from RNAPI-transcribed (RDN25 and RDN58) and RNAPIII-transcribed (SCR1 and snR6) genes were relatively unaffected by Med14 depletion. These results indicate that the loss of Med14 specifically affects RNAPII-transcribed genes.Open in a separate windowFIG 4Med14 depletion impairs transcription of sn/snoRNA genes. (A) Western blot showing the kinetics of Med14-AID depletion. A histone H3 blot is shown as a loading control. (B) Spot assays analyzing the growth of parental and Med14-AID strains on YPD containing DMSO or 500 μM 3-IAA. (C) Levels of total and newly synthesized RNA for transcripts produced by all three RNAPs, as measured by 4tU labeling and qRT-PCR in DMSO- and 3-IAA-treated Med14-AID cells. Error bars represent the average plus SEM for two biological replicates.Mediator promotes TFIIB occupancy at sn/snoRNA gene promoters. A major function of Mediator in vitro and in vivo is proposed to be stimulation of PIC formation (33, 43,–46). Given that the loss of Mediator results in a marked reduction in RNAPII occupancy within sn/snoRNA gene coding regions and nascent transcription of sn/snoRNAs, we asked if it would also reduce PIC formation at sn/snoRNA gene promoters. To this end, we constructed a Med14-AID strain with a FLAG-tagged form of SUA7, encoding TFIIB, to allow ChIP-seq analysis of PIC formation. We performed two replicates of TFIIB ChIP-seq following a 30-min treatment with DMSO or 3-IAA. Consistent with the observed reductions in RNAPII occupancy and nascent transcription, most analyzed sn/snoRNA promoters displayed moderately reduced TFIIB binding [median log2(fold change) = −0.95], similar to what we observed at the 1,000 most highly TFIIB-occupied mRNA gene promoters [median log2(fold change) = −0.88] (Fig. 5A). We also analyzed previously published TFIIB ChIP-chip data (34) from a strain in which the head module subunit Med18 had been depleted from the nucleus with anchor away (AA) (47). Similar to what we observed with depletion of Med14, Med18 AA reduced TFIIB association with sn/snoRNA and mRNA gene promoters to a similar extent [sn/snoRNA median log2(fold change) = −0.64; mRNA median log2(fold change) = −0.58] (Fig. 5A). Examination of the snR71 locus provided visual confirmation of the effects of Med14 and Med18 depletion on TFIIB association with sn/snoRNA promoters (Fig. 5B). These observations suggest that the role of Mediator in promoting PIC formation is conserved between mRNA and sn/snoRNA genes.Open in a separate windowFIG 5Med14 destabilization reduces TFIIB binding to sn/snoRNA promoters. (A) Box plots of the RPM-normalized log2(3-IAA/DMSO) TFIIB ChIP-seq signal at 58 sn/snoRNA genes and the top 1,000 most highly RNAPII-occupied mRNA genes in WT and Med14-AID strains and the log2(Med18-AA/WT) TFIIB ChIP-chip signal at sn/snoRNA and mRNA genes. (B) Genome browser view of the TFIIB ChIP signal with and without Med14 or Med18 depletion at a representative snRNA locus.The Mediator tail module is not required for Mediator, TFIIB, or RNAPII occupancy of sn/snoRNA genes. At mRNA genes, Mediator binds most prominently to UASs via interactions with transcriptional activators and only transiently associates with core promoters (33, 37). We thus asked if the Mediator tail, responsible for activator interactions, is required for the regulation of sn/snoRNA genes. We first tested if deletion of Med15, a tail subunit and major target of activators (48, 49), would impact the recruitment of Mediator to sn/snoRNA genes. We queried our previous ChEC-seq data in which binding of Med17 was mapped in either a WT or a med15Δ background (31), assessing the effects of MED15 deletion on Mediator binding to sn/snoRNA genes and mRNA genes classified by SAGA/TFIID coactivator dependence (50), as the Mediator tail module has been reported to act most prominently at SAGA-dominated genes (51). Consistent with the reported dependence of SAGA-dominated genes on the Mediator tail module, Med17 binding at the UASs of the 50 most Mediator-enriched SAGA-dominated genes was markedly decreased in the med15Δ strain [median log2(fold change) = −2.59], while Med17 enrichment at the UASs of the 500 most Mediator-enriched TFIID-dependent genes was, on average, only slightly decreased [median log2(fold change) = −0.39] (Fig. 6A). In contrast, Med17 association with sn/snoRNA gene upstream regions was slightly increased in the med15Δ background [median log2(fold change) = 0.52] (Fig. 6A), indicating that activator-tail module interactions may not be a major determinant of Mediator recruitment to sn/snoRNAs in yeast.Open in a separate windowFIG 6Mediator tail depletion does not affect Mediator association with sn/snoRNA genes or sn/snoRNA transcription. (A) Box plots of the RPM-normalized log2(med15Δ strain/WT) Med17 ChEC-seq signal at 58 sn/snoRNA genes, the top 50 most highly Med17-occupied SAGA-dominated genes, and the top 500 most highly Med17-occupied TFIID-dominated genes. The median log2(fold change) in the Med17 ChEC-seq signal for each condition is provided. (B) Box plots of the RPM-normalized log2(taildel/WT) RNAPII ChIP-seq signal at sn/snoRNA genes, the top 50 most highly RNAPII-occupied SAGA-dominated genes, and the top 500 most highly RNAPII-occupied TFIID-dominated genes. (C) The same as panel B, but for log2(taildel/WT) TFIIB ChIP-chip.To investigate the potential dispensability of the Mediator tail for RNAPII occupancy of sn/snoRNA genes, we analyzed RNAPII ChIP-seq data from WT yeast and a strain lacking MED3 and MED15, here referred to as the “tail deletion strain” (taildel) (39). In line with the reported dependence of SAGA-dominated genes on the tail (51), the 50 most highly RNAPII-bound SAGA-dominated genes displayed a strong decrease in the RNAPII ChIP-seq signal in the tail deletion strain [median log2(fold change) = −0.93], while the top 500 most robustly RNAPII-enriched, TFIID-dominated genes were substantially less affected [median log2(fold change) = −0.33] (Fig. 6B). In contrast, the RNAPII ChIP-seq signal at sn/snoRNA genes was essentially unaffected in the tail deletion strain [median log2(fold change) = 0.33] (Fig. 6B). TFIIB binding followed a similar pattern, with little change in enrichment at sn/snoRNA [median log2(fold change) = −0.28] or TFIID-dominated [median log2(fold change) = −0.16] genes and a more pronounced effect at SAGA-dominated genes [median log2(fold change) = −0.75] in the tail deletion strain (Fig. 6C). Visual inspection of the Med17, RNAPII, and TFIIB signal at two sn/snoRNA genes (snR8 and snR49), two SAGA-dominated mRNA genes (CDC19 and FBA1), and three TFIID-dominated mRNA genes (RPN6, PMT1, and RPS5) confirmed these observations (Fig. 7). Taken together, these observations strongly suggest that the tail module is dispensable for Mediator regulation of sn/snoRNA transcription.Open in a separate windowFIG 7Binding of Med17, RNAPII, and TFIIB to sn/snoRNA and mRNA genes in WT and tail deletion yeast. Genome browser views of the Med17 ChEC-seq, RNAPII ChIP-seq, and TFIIB ChIP-chip signal in WT and tail mutant yeast at two sn/snoRNA genes (snR8 and snR49), two SAGA-dominated mRNA genes (CDC19 and FBA1), and three TFIID-dominated mRNA genes (RPN6, PMT1, and RPS5) are shown. DISCUSSIONMediator is a conserved, essential transcriptional regulatory complex recently shown to be essential for the majority of mRNA transcription in yeast. Here, we investigated its contribution to the transcription of sn/snoRNA genes by RNAPII and found that Mediator associates with sn/snoRNA genes in a tail-independent manner and promotes their transcription at least in part by facilitating PIC assembly.Our analysis of Mediator binding to the genome suggests that the regulatory organization of sn/snoRNA gene upstream regions is similar to that of mRNA genes. ChEC-seq, which we previously showed efficiently maps Mediator to UASs (31), delineated a peak of Mediator occupancy ∼335 bp upstream of sn/snoRNA gene TSSs, on average. This position is consistent with the location of UASs at mRNA genes (52), though this distance measurement may be a slight over- or underestimate, as MNase cleavage in chromatin endogenous cleavage (ChEC) occurs upstream or downstream of the tagged protein, depending on its orientation. We also found that Mediator could be robustly detected by ChIP at sn/snoRNA promoters upon inhibition of the TFIIH kinase Kin28, consistent with previous observations at mRNA promoters (33, 37). This observation is also in line with the previously described role of Cdk7, the human ortholog of Kin28, in promoting RNAPII CTD phosphorylation at the U1 and U2 snRNA genes in human cells (5). This apparent organizational conservation of Mediator binding to sn/snoRNA and mRNA gene upstream regions is in line with the similar effects of Mediator depletion on RNAPII and TFIIB occupancy observed among both gene classes.Our results also bear on how Mediator is recruited to sn/snoRNA genes. We found that deletion of the major activator-binding tail subunit Med15 has little effect on Mediator association with sn/snoRNA genes and that combined deletion of the tail subunits Med3 and Med15 does not reduce RNAPII or TFIIB occupancy of sn/snoRNA genes. These observations may indicate that, in terms of Mediator recruitment and function, sn/snoRNA genes are similar to genes traditionally classified as TFIID dominated, whose expression is generally insensitive to the loss of Mediator tail function (51). The tail has also been reported to be dispensable for Mediator occupancy at TFIID-dominated genes (39), though this has recently been questioned (34). One possible mechanism for recruitment of Mediator to sn/snoRNAs is via the interaction of activators, including Tbf1, with other subunits of Mediator, such as the tail/middle module connector Med16, which interacts with activators such as Gcn4 in yeast (49), DIF in Drosophila (53), and NRF2 in mouse and human (54). Indeed, a recent proteomic analysis of Mediator interactions reported a modest interaction between Mediator and Tbf1 (55). Mediator could also be recruited to sn/snoRNA genes independently of activators via interactions with the PIC (34, 56,–58).Taken together, our results provide evidence that Mediator is globally required for sn/snoRNA transcription in yeast and that its core function, the facilitation of PIC formation, is conserved between mRNA and sn/snoRNA genes. Moving forward, it will be of interest to determine via genetic studies if the Mediator-bound upstream regions of sn/snoRNA genes enhance their transcription and are thus analogous to mRNA gene UASs. Studies to delineate the mechanisms of recruitment of Mediator to sn/snoRNA genes will also provide further insight into the degree of commonality in Mediator function and regulation between mRNA and sn/snoRNA genes. MATERIALS AND METHODSYeast methods. Med8, Med14, and Med3 were tagged with 3×FLAG-MNase-HIS3MX6 using pGZ109 (31). The auxin degron parental strain was generated by transformation of pSB2273 (kindly provided by Matthew Miller), encoding the GPD1 promoter-driven OsTIR1, into the HIS3 locus in a wild-type BY4705 strain. MED14 was tagged with AID using pL260 (kindly provided by Matthew Miller), encoding 3×V5-IAA7-kanMX6. SUA7 was tagged with 3×FLAG using pFA6a-6xGLY-3xFLAG-hphMX4 (a gift from Mark Hochstrasser; Addgene plasmid number 20755). Strain details are given in Table 2. S. cerevisiae cells were grown in yeast extract-peptone-dextrose (YPD) at 30°C, and S. pombe cells were grown in yeast extract-sucrose (YES) at 32°C under constant agitation.TABLE 2Yeast strains used in this workStrainBackgroundGenotypeSourceDHP43WT (S. pombe)h−D. DevysGZY170W303MATa\nade2-1 can1-100 his3-11,15 leu2-3,112 lys2 trp1-1 ura3-1 MED8-3×FLAG-MNase-HIS3MX6This workGZY182W303MATa\nade2-1 can1-100 his3-11,15 leu2-3,112 lys2 trp1-1 ura3-1 MED3-3×FLAG-MNase-HIS3MX6This workGZY191BY4705MATα ade2Δ::hisG his3Δ200 leu2Δ0 lys2Δ0 met15Δ0 trp1Δ63 ura3Δ0 his3::pGPD1-OsTIR1-HIS3This workGZY219BY4705GZY191 MED14-3V5-IAA7-kanMX6This workGZY231BY4705GZY219 SUA7-6GLY-3×FLAG-hphMX4This workGZY245W303MATa\nade2-1 can1-100 his3-11,15 leu2-3,112 lys2 trp1-1 ura3-1 MED14-3×FLAG-MNase-HIS3MX6This workOpen in a separate windowChEC-seq. ChEC-seq was performed as described previously (30, 59) with a 1-min calcium treatment, except for the size selection step. RNase-treated ChEC DNA was brought up to 200 μl with 10 mM Tris, pH 8.0, and 160 μl Solid-phase reversible-immobilization (SPRI) beads (60) was added (we used a 0.8:1 bead/sample ratio, whereas a 2.5:1 ratio was used in the original protocol). The sample was pipetted up and down 10 times to mix and incubated at room temperature for 5 min. Beads were collected on a magnetic rack for 2 min, and the supernatant was collected for DNA isolation. Sequencing libraries were prepared at the Indiana University Center for Genomics and Bioinformatics (CGB) using a NEBNext Ultra II library preparation kit for Illumina. Libraries were sequenced in paired-end mode on the Illumina NextSeq 500 platform at CGB. Read lengths were 79 bp for Med8 and 42 bp for Med14 and Med3.ChIP-seq. A 100-ml culture at an optical density at 600 nm (OD600) of >0.8 was split into two flasks. One culture was treated with DMSO and the other was treated with 500 μM 3-IAA dissolved in DMSO for 30 min. After treatment, the cultures were fixed with formaldehyde (final concentration, 1%) for 10 min at room temperature and then quenched with glycine (final concentration, 125 mM) for 5 min. After washing with phosphate-buffered saline (PBS), fixed cell pellets were preserved at −80°C. Thawed pellets were later spheroplasted by resuspension in PBS along with 90 μl of 5 mg/ml Zymolyase for 5 min at 37°C. All ChIP solutions henceforth were supplemented with a protease inhibitor cocktail. After gentle centrifugation and washing with 1 ml PBS, ∼100 μl spheroplasts was lysed with the addition of 50 μl lysis buffer (50 mM Tris, pH 8.0, 150 mM NaCl, 10 mM EDTA, 3% SDS) at room temperature for 5 min. Lysates were then diluted to 1.5 ml with 1,350 μl of dilution buffer (20 mM Tris, pH 8.0, 150 mM NaCl, 2 mM EDTA, 1% Triton X-100) and transferred to a Covaris milliTUBE on ice. Sonication of diluted ChIP lysate was performed in a Covaris S220 sonicator, with parameters of 150-W peak power, 30% duty cycle, and 200 cycles/burst for a total sonication time of 150 s (on for 30 s and cool for 15 s 5 times). Thereafter, samples were centrifuged for 10 min at 21,000 × g and 4°C. The soluble lysates were then transferred to new tubes along with ∼30 μl of Sigma FLAG beads (catalog number M8823) that had been preblocked with bovine serum albumin, and the immunoprecipitation was performed for 3 h at 4°C. The beads were then washed 2 times with 1 ml of fresh cold dilution buffer and 1 time with 1 ml of LiCl wash buffer (20 mM Tris, pH 8.0, 250 mM LiCl, 1 mM EDTA, 1% Triton, 0.1% Nonidet P-40) with rotation at room temperature, with each wash lasting 3 min. For extraction and de-cross-linking, washed beads were resuspended in 250 μl elution buffer (50 mM Tris, pH 8.0, 250 mM NaCl, 10 mM EDTA, 1% SDS) with 60 μg proteinase K and incubated overnight at 1,200 rpm and 65°C in an Eppendorf ThermoMixer. The next morning, ChIP DNA was extracted with 200 μl phenol-chloroform-isoamyl alcohol, treated with 10 μg RNase A for 20 min at 37°C, reextracted with phenol-chloroform, and precipitated with linear acrylamide in >80% ethanol at −80°C overnight. Precipitated DNA was pelleted for 20 min at 4°C and 21,000 × g, washed with room temperature 75% ethanol, respun for 5 min, dried at room temperature, and finally resuspended in 20 μl T low-E buffer (50 mM Tris, 0.1 mM EDTA). ChIP-seq libraries were prepared and sequenced as described above for the ChEC-seq libraries. Read lengths were 42 bp for the first pair of DMSO/3-IAA replicates and 38 bp for the second replicate pair.4-Thiouracil labeling and purification of newly synthesized RNAs. A 200-ml culture of strain GZY219 (Med14-AID) at an OD600 of 0.6 to 0.8 was split into two 100-ml cultures. One culture was treated with DMSO and the other was treated with 500 μM 3-IAA dissolved in DMSO for 30 min immediately prior to 4tU labeling. RNA labeling was performed for 6 min by adding 4-thiouracil (Sigma) to the cultures to a final concentration of 5 mM. Labeling of S. pombe cells, used as the spike in for normalization across samples, was accomplished similarly to the labeling of S. cerevisiae cells, except that the cells were grown at 32°C in YES medium. Labeled S. cerevisiae and S. pombe cells were mixed in a 3:1 ratio prior to total RNA extraction using a RiboPure yeast kit (Ambion, Life Technologies) following the instructions of the manufacturer. Then, total RNA samples were treated with a Turbo DNA-free kit according to manufacturer guidelines (Ambion, Life Technologies). All experiments were performed using two independent biological replicates.For biotinylation of 4tU-labeled RNAs (newly synthesized RNAs), 200 μg of total RNA was heated at 60°C for 10 min, followed by cooling for 5 min on ice. Two hundred microliters of 1 mg/ml EZ-Link HPDP {(3aS,4S,6aR)-hexahydro-2-oxo-N-[6-[[1-oxo-3-(2-pyridinyldithio)propyl]amino]hexyl]-1H-thieno[3,4-d]imidazole-4-pentanamide}-biotin (Pierce) and 100 μl of biotinylation buffer (100 mM Tris-HCl, pH 7.5, 10 mM EDTA) were added to the total RNA, the final reaction volume was adjusted to 1 ml with diethyl pyrocarbonate (DEPC)-treated water (Sigma), and the reaction mixture was incubated for 3 h at room temperature. To remove unbound biotin after biotinylation, an equal volume of chloroform was added to the reaction mix and the aqueous and organic phases were separated by centrifugation at 17,000 × g for 10 min at 4°C. Subsequently, the RNAs contained in the aqueous phase were precipitated with 1/10 volume of 5 M NaCl and 2.5 volumes of isopropanol and resuspended in 100 μl DEPC-treated water.Recovered RNA was heated for 10 min at 65°C and cooled for 5 min on ice. One hundred microliters of μMACs streptavidin beads (Miltenyi Biotec) was added to the RNA to allow binding of the biotinylated newly synthesized RNAs to the streptavidin beads. The mix was incubated for 90 min at room temperature. Purification of labeled RNA was then carried out using a μMACS streptavidin starting kit (Miltenyi Biotec). Prior to loading of the samples on the columns, the columns were equilibrated with 1 ml of washing buffer (100 mM Tris-HCl, pH 7.5, 10 mM EDTA, 1 M NaCl, 0.1% Tween 20). Samples were passed through the columns twice and washed five times with increasing volumes of washing buffer (600, 700, 800, 900, and 1,000 μl). Finally, newly synthesized RNAs were eluted twice with 0.1 M dithiothreitol. The eluate was precipitated overnight in 1/10 volume of 3 M sodium acetate, 3 volumes of 100% ethanol, and 20 μg of RNA-grade glycogen. Newly synthesized RNAs were pelleted, washed in ice-cold 70% ethanol, and resuspended in 15 μl of DEPC-treated water.qRT-PCR. cDNA synthesis was performed using random hexamers and Transcriptor reverse transcriptase (Roche) following the manufacturer's guidelines. One microgram of total RNA or 5 μl of newly synthesized RNA was used for reverse transcription. qRT-PCR experiments were performed using SYBR green I master mix and a LightCycler 480 instrument II (Roche). All primers used are listed in Table 3. cDNA samples were diluted 20-fold prior to the qPCR experiments, except for RDN25 and RDN58 (which were diluted 1,000-fold). After qRT-PCR, raw values were adjusted to the level of S. pombe\nact1+ (actin) expression. Samples were analyzed in technical triplicate from two independent biological replicates. Graphical representations of the results are shown as a comparison between the control (DMSO-treated, set to 1) conditions and 3-IAA-treated conditions.TABLE 3Quantitative reverse transcription-PCR primers used in this workPrimerSequence (5′ → 3′)SourceaLSR1-FTGCTGGGAAAAGAGAAGAGCThis studyLSR1-RGCATTCTTCAAATCCCTCCAsnR14-FCCTTATGCACGGGAAATACGThis studysnR14-RCATGAGGAGACGGTCTGGTTsnR19-FTCAAACATGCGCTTCCAATAThis studysnR19-RTGACCAAGGAGTTTGCATCAsnR72-FGATGTGATGACAACTTCTTGAGCThis studysnR72-RTGATCAGACTGACGTGCAAAsnR128-FTCACGGTGATGAAAGACTGGThis studysnR128-RAAGAGCGGTCACCGAGAGTAThis studyTLC1-FGTGTCGGATTTCGGATTGATThis studyTLC1-RGCGCACACACAAGCATCTACADH1-FCTTCTACGAATCCCACGGTAAGWarfield et al.ADH1-RGTGTGACAGACACCAGAGTATTCDC19-FCAAAGACCAACAACCCAGAAACWarfield et al.CDC19-RGGTATTCGTAAGAACCGTGAGAGPGK1-FAGCGTGTCTTCATCAGAGWarfield et al.PGK1-RTGGCAAAGCAGCAACAARPL25-FGCTCCATCTGGTATGTGAACTGWarfield et al.RPL25-RGCACTATTCTTGTCGTCGGATAGRPS5-FGTCGTCTTGGCTACTCCAATTCWarfield et al.RPS5-RGTCAACCAAAGAAGCATCCTTAACSSB1-FCGTCATTACTGTCCCAGCTTACWarfield et al.SSB1-RGGCAGTAGGTTCGTTGATGATASSH1-FCCCAAAGCTACCACACCTAATWarfield et al.SSH1-RACCCACTAGAAATGTTGGGAAAVTC1-FTGCCAATGAGCGTACCTTTWarfield et al.VTC1-RTGCACTGACCCTACCTATCTRDN25-FTGGCAGTCAAGCGTTCATAGBonnet et al.RDN25-RCGCTTACCGAATTCTGCTTCRDN58-FTGGCAGTCAAGCGTTCATAGBonnet et al.RDN58-RCGCTTACCGAATTCTGCTTCSCR1-FCCTTTGGGCAAGGGATAGTTBonnet et al.SCR1-RTTTACGACGGAGGAAAGACGsnR6-FCGAAGTAACCCTTCGTGGACBonnet et al.snR6-RTCATCCTTATGCAGGGGAACact1-FACTACCGCCGAACGTGAAATThis studyact1-RGGGAGGAAGATTGAGCAGCAOpen in a separate windowaWhere indicated, primers are derived from Warfield et al. (24) and Bonnet et al. (66).Data analysis. (i) sn/snoRNA gene list. We used the YeastMine QueryBuilder tool (https://yeastmine.yeastgenome.org/) to generate a list of sn/snoRNA genes. We first retrieved lists of items with data type “snRNA” (6 items) or “snoRNA” (77 items). For snRNA genes, the RNAPIII-transcribed snR6 gene was removed and the overlapping snR7-L and snR7-S genes were condensed into the long isoform. For snoRNA genes, we used the overlapping features function of YeastMine to identify snoRNAs overlapping open reading frames (ORFs) (13/77). Two snoRNA genes, snR43 and snR73, were found to overlap a deleted and dubious ORF, respectively, and so were retained in the final list. The RNAPIII-transcribed snR52 gene was removed from the final list. We also included the RNAPII-transcribed TLC1 gene, encoding telomerase RNA. This resulted in a list containing 70 genes (4 snRNAs, 65 snoRNAs, and TLC1). For the purposes of our TSS-based analyses, polycistronic snoRNA clusters (snR190-snR128, snR41-snR70-snR51, snR67-snR53, snR57-snR55-snR61, and snR78-snR77-snR76-snR75-snR74-snR73-snR72) were considered single genes, with the start coordinate of the first snoRNA in the cluster being taken to be the cluster's TSS. This condensation resulted in a list of 58 loci (Table 1).(ii) ChEC-seq. Paired-end Med8, Med14, and Med3 ChEC-seq and 1-min REB1 promoter-driven free MNase data (Sequence Read Archive accession number SRR1947784) were aligned to the sacCer3 genome build with the Bowtie2 program (61) using default settings plus “-I 10 -X 700 --no-unal --dovetail –no-discordant --no-mixed.” The above-described free MNase data set was used because it was generated in the W1588-4C background, which is congenic to the W303 background in which the Mediator ChEC-seq data sets were generated except that a weak RAD5 mutation is corrected (62). Alignment sequence alignment and mapping (SAM) files were used to make tag directories with the HOMER program (http://homer.ucsd.edu) (63). The HOMER “annotatePeaks.pl” tool was used to average the signal and generate matrices for heatmap visualization. Average plots were generated with GraphPad Prism software (version 7), and heatmaps were generated with the Java TreeView program (64). Med14 peaks were called using the HOMER “findPeaks” tool with the flags “-style factor -fdr 0.05 -F 2 -L 2 -gsize 1.2495e7,” with the free MNase data set being used as a control. These parameters require that a peak meet a 5% false discovery rate threshold and be enriched at least 2-fold over the signal for free MNase and the local background. We detected 1,448 Med14 peaks with this approach (see Data Set S2 in the supplemental material). The Med14 peak nearest each sn/snoRNA TSS was determined with the BEDTools “closest” tool (65), and each peak was visually inspected for its position relative to the corresponding sn/snoRNA gene. We required that a peak be no more than 500 bp upstream of an sn/snoRNA TSS to be considered associated with that gene. The Med17 signal was quantified from bp −500 to −100 relative to the TSS using the HOMER “annotatePeaks.pl” tool. Fifty-two of 58 (89.7%) sn/snoRNA genes had >2-fold enrichment of the Med17 signal over that for the corresponding free MNase sample (Sequence Read Archive accession number SRX1755637) in this window. Lists of SAGA- and TFIID-dependent genes that had annotated TSSs and that encoded verified ORFs were from our previous work (31), and we quantified the signal at the 50 most highly Mediator-occupied SAGA-dominated gene UASs and the 500 most highly Mediator-occupied TFIID-dominated gene UASs, as determined by the signal in the WT strain.(iii) ChIP-seq. Paired-end spike-in RNAPII ChIP-seq data (Rpb3-3×FLAG) (24) were obtained from the Gene Expression Omnibus (GEO) database (GEO accession number {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE97081\",\"term_id\":\"97081\"}}GSE97081) and aligned to both the sacCer3 and EF2 (S. pombe) genome builds with the Bowtie2 program as described above for ChEC-seq data. Tag directories were then created with HOMER. For genome browser visualization, we downloaded spike-in-normalized wig files from GEO; these tracks thus offer independent confirmation of our systematic analyses of these data. For quantification of sn/snoRNA RNAPII occupancy, the total raw RNAPII signal in an 83-bp window downstream of the TSS (corresponding to the length of the shortest analyzed monocistronic snoRNA gene, snR79) was determined using the HOMER “annotatePeaks.pl” tool. The obtained values were then multiplied by a spike-in normalization factor (N), the log2(3-IAA/DMSO) ratio for each gene in each replicate was calculated, and the ratios were averaged. For comparison, we analyzed the 1,000 most highly transcribed mRNA genes, as determined by the average spike-in-normalized signal in the two DMSO-treated replicates of each auxin depletion experiment using a 100-bp window downstream of the TSS. The spike-in normalization factor, N, was calculated as 10,000/number of reads mapped to the S. pombe genome and used by HOMER for generation of a tag directory. Paired-end TFIIB ChIP-seq data were processed as described above for the ChEC-seq data. The TFIIB signal was quantified from −150 to +50 relative to the TSSs of sn/snoRNA genes and the 1,000 most TFIIB-occupied mRNA promoters, as determined by the average number of reads per million (RPM)-normalized signal in the −150 to +50 window; the log2(3-IAA/DMSO) ratio for each gene in each replicate was calculated; and the ratios were averaged. Single-end RNAPII ChIP-seq data (Rpb1) from WT and tail deletion strains (39) were obtained from the Sequence Read Archive (accession number SRP047524) and aligned to sacCer3 with Bowtie2 using default parameters plus “--no-unal.” Tag directories were created, and the RNAPII signal was quantified as described above for the spike-in RNAPII ChIP-seq data, except that normalization of the number of RPM was used.(iv) ChIP-chip. MetaMediator bedGraph files representing the average ChIP-chip signal for 12 Mediator subunits were obtained from the supplemental material of the work of Jeronimo et al. (34). The data were quantified as described above for ChEC-seq, except that the -bedGraph option of HOMER annotatePeaks.pl was used to determine the signal. bedGraph files of TFIIB ChIP-chip data from WT and Med18-FRB strains treated with rapamycin and WT and tail deletion strains (34) were obtained from GEO (accession number {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE81107\",\"term_id\":\"81107\"}}GSE81107) and quantified as described above for TFIIB ChIP-seq, except that “-bedGraph” was used.Data availability. Sequencing data have been deposited with the Gene Expression Omnibus database (accession number {\"type\":\"entrez-geo\",\"attrs\":{\"text\":\"GSE112721\",\"term_id\":\"112721\"}}GSE112721). Supplementary Material\nSupplemental file 1:\nClick here to view.(188K, xlsx)\n ACKNOWLEDGMENTSWe thank Logan Hille for strain construction, Robert Policastro for helpful discussions throughout the course of this work, Sebastian Grünberg for critical reading of the manuscript, and the Indiana University Center for Genomics and Bioinformatics for library construction and sequencing.This work was supported by Agence Nationale de la Recherche grant ANR-15-CE11-0022 SAGA2 to D.D. and Indiana University start-up funds and National Institutes of Health grant R35GM128631 to G.E.Z. FootnotesSupplemental material for this article may be found at https://doi.org/10.1128/MCB.00296-18. REFERENCES1. Will CL, Lührmann R. \n2011. \nSpliceosome structure and function. Cold Spring Harbor Perspect Biol\n3:a003707. doi:10.1101/cshperspect.a003707. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Dupuis-Sandoval F, Poirier M, Scott MS. \n2015. \nThe emerging landscape of small nucleolar RNAs in cell biology. Wiley Interdiscip Rev RNA\n6:381–397. doi:10.1002/wrna.1284. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Guiro J, Murphy S. \n2017. \nRegulation of expression of human RNA polymerase II-transcribed snRNA genes. Open Biol\n7:170073. doi:10.1098/rsob.170073. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Kuhlman TC, Cho H, Reinberg D, Hernandez N. \n1999. \nThe general transcription factors IIA, IIB, IIF, and IIE are required for RNA polymerase II transcription from the human U1 small nuclear RNA promoter. Mol Cell Biol\n19:2130–2141. doi:10.1128/MCB.19.3.2130. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Glover-Cutter K, Larochelle S, Erickson B, Zhang C, Shokat K, Fisher RP, Bentley DL. \n2009. \nTFIIH-associated Cdk7 kinase functions in phosphorylation of C-terminal domain Ser7 residues, promoter-proximal pausing, and termination by RNA polymerase II. Mol Cell Biol\n29:5455–5464. doi:10.1128/MCB.00637-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Zaborowska J, Taylor A, Roeder RG, Murphy S. \n2012. \nA novel TBP-TAF complex on RNA polymerase II-transcribed snRNA genes. Transcription\n3:92–104. doi:10.4161/trns.19783. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Sadowski CL, Henry RW, Lobo SM, Hernandez N. \n1993. \nTargeting TBP to a non-TATA box cis-regulatory element: a TBP-containing complex activates transcription from snRNA promoters through the PSE. Genes Dev\n7:1535–1548. doi:10.1101/gad.7.8.1535. [PubMed] [CrossRef] [Google Scholar]8. Henry RW, Sadowski CL, Kobayashi R, Hernandez N. \n1995. \nA TBP-TAF complex required for transcription of human snRNA genes by RNA polymerases II and III. Nature\n374:653. doi:10.1038/374653a0. [PubMed] [CrossRef] [Google Scholar]9. Henry RW, Mittal V, Ma B, Kobayashi R, Hernandez N. \n1998. \nSNAP19 mediates the assembly of a functional core promoter complex (SNAP(c)) shared by RNA polymerases II and III. Genes Dev\n12:2664–2672. doi:10.1101/gad.12.17.2664. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Hu D, Smith ER, Garruss AS, Mohaghegh N, Varberg JM, Lin C, Jackson J, Gao X, Saraf A, Florens L, Washburn MP, Eissenberg JC, Shilatifard A. \n2013. \nThe little elongation complex functions at initiation and elongation phases of snRNA gene transcription. Mol Cell\n51:493–505. doi:10.1016/j.molcel.2013.07.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Baillat D, Hakimi M-A, Näär AM, Shilatifard A, Cooch N, Shiekhattar R. \n2005. \nIntegrator, a multiprotein mediator of small nuclear RNA processing, associates with the C-terminal repeat of RNA polymerase II. Cell\n123:265–276. doi:10.1016/j.cell.2005.08.019. [PubMed] [CrossRef] [Google Scholar]12. Rienzo M, Casamassimi A. \n2016. \nIntegrator complex and transcription regulation: recent findings and pathophysiology. Biochim Biophys Acta\n1859:1269–1280. doi:10.1016/j.bbagrm.2016.07.008. [PubMed] [CrossRef] [Google Scholar]13. Schramm L, Hernandez N. \n2002. \nRecruitment of RNA polymerase III to its target promoters. Genes Dev\n16:2593–2620. doi:10.1101/gad.1018902. [PubMed] [CrossRef] [Google Scholar]14. Jawdekar GW, Henry RW. \n2008. \nTranscriptional regulation of human small nuclear RNA genes. Biochim Biophys Acta\n1779:295–305. doi:10.1016/j.bbagrm.2008.04.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Murphy S, Yoon JB, Gerster T, Roeder RG. \n1992. \nOct-1 and Oct-2 potentiate functional interactions of a transcription factor with the proximal sequence element of small nuclear RNA genes. Mol Cell Biol\n12:3247–3261. doi:10.1128/MCB.12.7.3247. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. James Faresse N, Canella D, Praz V, Michaud J, Romascano D, Hernandez N. \n2012. \nGenomic study of RNA polymerase II and III SNAPc-bound promoters reveals a gene transcribed by both enzymes and a broad use of common activators. PLoS Genet\n8:e1003028. doi:10.1371/journal.pgen.1003028. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Mattaj IW, Dathan NA, Parry HD, Carbon P, Krol A. \n1988. \nChanging the RNA polymerase specificity of U snRNA gene promoters. Cell\n55:435–442. doi:10.1016/0092-8674(88)90029-3. [PubMed] [CrossRef] [Google Scholar]18. Lobo SM, Hernandez N. \n1989. \nA 7 bp mutation converts a human RNA polymerase II snRNA promoter into an RNA polymerase III promoter. Cell\n58:55–67. doi:10.1016/0092-8674(89)90402-9. [PubMed] [CrossRef] [Google Scholar]19. Harismendy O, Gendrel C-G, Soularue P, Gidrol X, Sentenac A, Werner M, Lefebvre O. \n2003. \nGenome-wide location of yeast RNA polymerase III transcription machinery. EMBO J\n22:4738–4747. doi:10.1093/emboj/cdg466. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Moehle CM, Hinnebusch AG. \n1991. \nAssociation of RAP1 binding sites with stringent control of ribosomal protein gene transcription in Saccharomyces cerevisiae. Mol Cell Biol\n11:2723–2735. doi:10.1128/MCB.11.5.2723. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Qu L-H, Henras A, Lu Y-J, Zhou H, Zhou W-X, Zhu Y-Q, Zhao J, Henry Y, Caizergues-Ferrer M, Bachellerie J-P. \n1999. \nSeven novel methylation guide small nucleolar RNAs are processed from a common polycistronic transcript by Rat1p and RNase III in yeast. Mol Cell Biol\n19:1144–1158. doi:10.1128/MCB.19.2.1144. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Preti M, Ribeyre C, Pascali C, Bosio MC, Cortelazzi B, Rougemont J, Guarnera E, Naef F, Shore D, Dieci G. \n2010. \nThe telomere-binding protein Tbf1 demarcates snoRNA gene promoters in Saccharomyces cerevisiae. Mol Cell\n38:614–620. doi:10.1016/j.molcel.2010.04.016. [PubMed] [CrossRef] [Google Scholar]23. Plaschka C, Lariviere L, Wenzeck L, Seizl M, Hemann M, Tegunov D, Petrotchenko EV, Borchers CH, Baumeister W, Herzog F, Villa E, Cramer P. \n2015. \nArchitecture of the RNA polymerase II-Mediator core initiation complex. Nature\n518:376–380. doi:10.1038/nature14229. [PubMed] [CrossRef] [Google Scholar]24. Warfield L, Ramachandran S, Baptista T, Devys D, Tora L, Hahn S. \n2017. \nTranscription of nearly all yeast RNA polymerase II-transcribed genes is dependent on transcription factor TFIID. Mol Cell\n68:118–129. doi:10.1016/j.molcel.2017.08.014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Petrenko N, Jin Y, Wong KH, Struhl K. \n2017. \nEvidence that Mediator is essential for Pol II transcription, but is not a required component of the preinitiation complex in vivo. Elife\n6:e28447. doi:10.7554/eLife.28447. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Grünberg S, Zentner GE. \n2017. \nGenome-wide characterization of Mediator recruitment, function, and regulation. Transcription\n8:169–174. doi:10.1080/21541264.2017.1291082:e1291082. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Jeronimo C, Robert F. \n2017. \nThe Mediator complex: at the nexus of RNA polymerase II transcription. Trends Cell Biol\n27:765–783. doi:10.1016/j.tcb.2017.07.001. [PubMed] [CrossRef] [Google Scholar]28. Krebs AR, Demmers J, Karmodiya K, Chang NC, Chang AC, Tora L. \n2010. \nATAC and Mediator coactivators form a stable complex and regulate a set of non-coding RNA genes. EMBO Rep\n11:541–547. doi:10.1038/embor.2010.75. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Takahashi H, Takigawa I, Watanabe M, Anwar D, Shibata M, Tomomori-Sato C, Sato S, Ranjan A, Seidel CW, Tsukiyama T, Mizushima W, Hayashi M, Ohkawa Y, Conaway JW, Conaway RC, Hatakeyama S. \n2015. \nMED26 regulates the transcription of snRNA genes through the recruitment of little elongation complex. Nat Commun\n6:5941. doi:10.1038/ncomms6941. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Zentner GE, Kasinathan S, Xin B, Rohs R, Henikoff S. \n2015. \nChEC-seq kinetics discriminates transcription factor binding sites by DNA sequence and shape in vivo. Nat Commun\n6:8733. doi:10.1038/ncomms9733. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Grünberg S, Henikoff S, Hahn S, Zentner GE. \n2016. \nMediator binding to UASs is broadly uncoupled from transcription and cooperative with TFIID recruitment to promoters. EMBO J\n35:2435–2446. doi:10.15252/embj.201695020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Yoshihama M, Nakao A, Kenmochi N. \n2013. \nsnOPY: a small nucleolar RNA orthological gene database. BMC Res Notes\n6:426. doi:10.1186/1756-0500-6-426. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Jeronimo C, Robert F. \n2014. \nKin28 regulates the transient association of Mediator with core promoters. Nat Struct Mol Biol\n21:449–455. doi:10.1038/nsmb.2810. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Jeronimo C, Langelier M-F, Bataille AR, Pascal JM, Pugh BF, Robert F. \n2016. \nTail and kinase modules differently regulate core mediator recruitment and function in vivo. Mol Cell\n64:455–466. doi:10.1016/j.molcel.2016.09.002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Robinson PJ, Trnka MJ, Bushnell DA, Davis RE, Mattei P-J, Burlingame AL, Kornberg RD. \n2016. \nStructure of a complete Mediator-RNA polymerase II pre-initiation complex. Cell\n166:1411–1422.e1416. doi:10.1016/j.cell.2016.08.050. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Søgaard TM, Svejstrup JQ. \n2007. \nHyperphosphorylation of the C-terminal repeat domain of RNA polymerase II facilitates dissociation of its complex with Mediator. J Biol Chem\n282:14113–14120. doi:10.1074/jbc.M701345200. [PubMed] [CrossRef] [Google Scholar]37. Wong Koon H, Jin Y, Struhl K. \n2014. \nTFIIH phosphorylation of the Pol II CTD stimulates mediator dissociation from the preinitiation complex and promoter escape. Mol Cell\n54:601–612. doi:10.1016/j.molcel.2014.03.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Fan X, Chou DM, Struhl K. \n2006. \nActivator-specific recruitment of Mediator in vivo. Nat Struct Mol Biol\n13:117–120. doi:10.1038/nsmb1049. [PubMed] [CrossRef] [Google Scholar]39. Paul E, Zhu ZI, Landsman D, Morse RH. \n2015. \nGenome-wide association of Mediator and RNA polymerase II in wild-type and Mediator mutant yeast. Mol Cell Biol\n35:331–342. doi:10.1128/MCB.00991-14. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Sakai A, Shimizu Y, Kondou S, Chibazakura T, Hishinuma F. \n1990. \nStructure and molecular analysis of RGR1, a gene required for glucose repression of Saccharomyces cerevisiae. Mol Cell Biol\n10:4130–4138. doi:10.1128/MCB.10.8.4130. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Cevher MA, Shi Y, Li D, Chait BT, Malik S, Roeder RG. \n2014. \nReconstitution of active human core Mediator complex reveals a critical role of the MED14 subunit. Nat Struct Mol Biol\n21:1028–1034. doi:10.1038/nsmb.2914. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Nishimura K, Fukagawa T, Takisawa H, Kakimoto T, Kanemaki M. \n2009. \nAn auxin-based degron system for the rapid depletion of proteins in nonplant cells. Nat Methods\n6:917–922. doi:10.1038/nmeth.1401. [PubMed] [CrossRef] [Google Scholar]43. Ranish JA, Yudkovsky N, Hahn S. \n1999. \nIntermediates in formation and activity of the RNA polymerase II preinitiation complex: holoenzyme recruitment and a postrecruitment role for the TATA box and TFIIB. Genes Dev\n13:49–63. doi:10.1101/gad.13.1.49. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Chen X-F, Lehmann L, Lin JJ, Vashisht A, Schmidt R, Ferrari R, Huang C, McKee R, Mosley A, Plath K, Kurdistani SK, Wohlschlegel J, Carey M. \n2012. \nMediator and SAGA have distinct roles in Pol II preinitiation complex assembly and function. Cell Rep\n2:1061–1067. doi:10.1016/j.celrep.2012.10.019. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Eyboulet F, Wydau-Dematteis S, Eychenne T, Alibert O, Neil H, Boschiero C, Nevers M-C, Volland H, Cornu D, Redeker V, Werner M, Soutourina J. \n2015. \nMediator independently orchestrates multiple steps of preinitiation complex assembly in vivo. Nucleic Acids Res\n43:9214–9231. doi:10.1093/nar/gkv782. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Eychenne T, Novikova E, Barrault M-B, Alibert O, Boschiero C, Peixeiro N, Cornu D, Redeker V, Kuras L, Nicolas P, Werner M, Soutourina J. \n2016. \nFunctional interplay between Mediator and TFIIB in preinitiation complex assembly in relation to promoter architecture. Genes Dev\n30:2119–2132. doi:10.1101/gad.285775.116. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Haruki H, Nishikawa J, Laemmli UK. \n2008. \nThe anchor-away technique: rapid, conditional establishment of yeast mutant phenotypes. Mol Cell\n31:925–932. doi:10.1016/j.molcel.2008.07.020. [PubMed] [CrossRef] [Google Scholar]48. Jedidi I, Zhang F, Qiu H, Stahl SJ, Palmer I, Kaufman JD, Nadaud PS, Mukherjee S, Wingfield PT, Jaroniec CP, Hinnebusch AG. \n2010. \nActivator Gcn4 employs multiple segments of Med15/Gal11, including the KIX domain, to recruit mediator to target genes in vivo. J Biol Chem\n285:2438–2455. doi:10.1074/jbc.M109.071589. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Herbig E, Warfield L, Fish L, Fishburn J, Knutson BA, Moorefield B, Pacheco D, Hahn S. \n2010. \nMechanism of Mediator recruitment by tandem Gcn4 activation domains and three Gal11 activator-binding domains. Mol Cell Biol\n30:2376–2390. doi:10.1128/MCB.01046-09. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Huisinga KL, Pugh BF. \n2004. \nA genome-wide housekeeping role for TFIID and a highly regulated stress-related role for SAGA in Saccharomyces cerevisiae. Mol Cell\n13:573–585. doi:10.1016/S1097-2765(04)00087-5. [PubMed] [CrossRef] [Google Scholar]51. Ansari SA, Ganapathi M, Benschop JJ, Holstege FCP, Wade JT, Morse RH. \n2012. \nDistinct role of Mediator tail module in regulation of SAGA-dependent, TATA-containing genes in yeast. EMBO J\n31:44–57. doi:10.1038/emboj.2011.362. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Reavey CT, Hickman MJ, Dobi KC, Botstein D, Winston F. \n2015. \nAnalysis of polygenic mutants suggests a role for Mediator in regulating transcriptional activation distance in Saccharomyces cerevisiae. Genetics\n201:599–612. doi:10.1534/genetics.115.181164. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Kim TW, Kwon Y-J, Kim JM, Song Y-H, Kim SN, Kim Y-J. \n2004. \nMED16 and MED23 of Mediator are coactivators of lipopolysaccharide- and heat-shock-induced transcriptional activators. Proc Natl Acad Sci U S A\n101:12153–12158. doi:10.1073/pnas.0401985101. [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Sekine H, Okazaki K, Ota N, Shima H, Katoh Y, Suzuki N, Igarashi K, Ito M, Motohashi H, Yamamoto M. \n2016. \nThe Mediator subunit MED16 transduces NRF2-activating signals into antioxidant gene expression. Mol Cell Biol\n36:407–420. doi:10.1128/MCB.00785-15. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Uthe H, Vanselow JT, Schlosser A. \n2017. \nProteomic analysis of the Mediator complex interactome in Saccharomyces cerevisiae. Sci Rep\n7:43584. doi:10.1038/srep43584. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Petrenko N, Jin Y, Wong Koon H, Struhl K. \n2016. \nMediator undergoes a compositional change during transcriptional activation. Mol Cell\n64:443–454. doi:10.1016/j.molcel.2016.09.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Jean-Jacques H, Poh SL, Kuras L. \n2018. \nMediator, known as a coactivator, can act in transcription initiation in an activator-independent manner in vivo. Biochim Biophys Acta\n1861:687–696. doi:10.1016/j.bbagrm.2018.07.001. [PubMed] [CrossRef] [Google Scholar]58. Knoll ER, Zhu ZI, Landsman D, Morse RH. \n2017. \nRole of the pre-initiation complex in Mediator recruitment and dynamics. bioRxiv doi:10.1101/207282. [CrossRef]59. Grünberg S, Zentner GE. \n2017. \nGenome-wide mapping of protein-DNA interactions with ChEC-seq in Saccharomyces cerevisiae. J Vis Exp\n2017:e55836. doi:10.3791/55836. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Rohland N, Reich D. \n2012. \nCost-effective, high-throughput DNA sequencing libraries for multiplexed target capture. Genome Res\n22:939–946. doi:10.1101/gr.128124.111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Langmead B, Salzberg SL. \n2012. \nFast gapped-read alignment with Bowtie 2. Nat Methods\n9:357–359. doi:10.1038/nmeth.1923. [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Zhao X, Muller EGD, Rothstein R. \n1998. \nA suppressor of two essential checkpoint genes identifies a novel protein that negatively affects dNTP pools. Mol Cell\n2:329–340. doi:10.1016/S1097-2765(00)80277-4. [PubMed] [CrossRef] [Google Scholar]63. Heinz S, Benner C, Spann N, Bertolino E, Lin YC, Laslo P, Cheng JX, Murre C, Singh H, Glass CK. \n2010. \nSimple combinations of lineage-determining transcription factors prime cis-regulatory elements required for macrophage and B cell identities. Mol Cell\n38:576–589. doi:10.1016/j.molcel.2010.05.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Saldanha AJ.\n2004. \nJava Treeview—extensible visualization of microarray data. Bioinformatics\n20:3246–3248. doi:10.1093/bioinformatics/bth349. [PubMed] [CrossRef] [Google Scholar]65. Quinlan AR, Hall IM. \n2010. \nBEDTools: a flexible suite of utilities for comparing genomic features. Bioinformatics\n26:841–842. doi:10.1093/bioinformatics/btq033. [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Bonnet J, Wang C-Y, Baptista T, Vincent SD, Hsiao W-C, Stierle M, Kao C-F, Tora L, Devys D. \n2014. \nThe SAGA coactivator complex acts on the whole transcribed genome and is required for RNA polymerase II transcription. Genes Dev\n28:1999–2012. doi:10.1101/gad.250225.114. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}